{
 "id": "100042",
 "text": "O Cavalo de Troia foi um grande cavalo de madeira supostamente construído pelos gregos durante a Guerra de Troia, como um estratagema decisivo para a conquista da cidade fortificada de Troia, cujas ruínas estão em terras hoje turcas. Tomado pelos troianos como um símbolo de sua vitória, foi carregado para dentro das muralhas, sem saberem que em seu interior se ocultava o inimigo. À noite, guerreiros saem do cavalo, dominam as sentinelas e possibilitam a entrada do exército grego, levando a cidade à ruína. A história da guerra foi contada primeiro na Ilíada de Homero, mas ali o cavalo não é mencionado, só aparecendo brevemente na sua Odisseia, que narra a acidentada viagem de Odisseu de volta para casa. Outros escritores depois dele ampliaram e detalharam o episódio, tal como Virgílio principalmente no seu escrito Eneida, no livro II. O cavalo é considerado em geral uma criação lendária, mas não é impossível que tenha realmente existido. Pode, mais provavelmente, ter sido uma máquina de guerra verdadeira transfigurada pela fantasia dos cronistas. Seja como for, revelou-se um fértil motivo literário e artístico, e desde a Antiguidade foi citado ou reproduzido vezes incontáveis em poemas, romances, pinturas, esculturas, monumentos, filmes e de outras maneiras, incluindo caricaturas e brinquedos. Várias reconstruções conjeturais do cavalo foram feitas em tempos recentes. Tornou-se também origem de duas conhecidas expressões idiomáticas: \"cavalo de Troia\", significando um engodo destrutivo, e neste sentido denomina atualmente uma espécie de vírus de computador, e \"presente grego\", algo recebido aparentemente agradável mas que acarreta consequências funestas. == Sinopse == A guerra descrita por Homero foi recontada por vários outros autores, antigos e modernos, que introduziram variações e expandiram a história,Teskey, Gordon. \"Homer\". In: Hamilton, Albert Charles. The Spenser Encyclopedia. University of Toronto Press, 1990, p. 375 mas em resumo o episódio do cavalo é como segue: Os gregos se haviam coligado para assaltarem Troia e recuperar Helena, esposa raptada de Menelau, rei de Esparta. Depois de um penoso e frustrante cerco de nove anos, a cidade permanecia inexpugnada, protegida por altas muralhas, e aparentemente assim permaneceria. Ambos os lados contavam com o auxílio de deuses. Atena, deusa da sabedoria, favorecia os gregos, especialmente Odisseu. Este teria tido a ideia de criar o cavalo, e incumbiu Epeu da tarefa, sendo ajudado por Atena. O cavalo foi construído com madeira, possuindo um interior oco, onde um grupo de guerreiros deveria se esconder. Simulando uma retirada, os gregos deixam o cavalo às portas da cidade e se ocultam na ilha de Tenedos. Um grego, Sinon, deixa-se capturar e, com ardis, induz os troianos a levarem o cavalo para dentro da cidade, o que fazem em meio a uma grande festa. À noite, quando a cidade dorme, os gregos saem do cavalo e facilitam a entrada de seu exército, que finalmente captura, saqueia e destrói o baluarte.Homer. Odyssey. Tradução de Samuel Butler. The Internet Classics Archive == Fontes literárias == O Cavalo de Troia foi mencionado pela primeira vez na Odisseia de Homero, em breves referências. Uma cena se passa no palácio de Menelau, que oferece um banquete de núpcias para seu filho e sua filha, que casavam na mesma ocasião. Em meio à festa, chega Telêmaco, que procurava seu pai Odisseu, e senta ao lado de Menelau, acompanhado de Pisístrato. Nisso entra no salão Helena. O grupo, entristecido, começava a relembrar a Guerra de Troia, quando Helena toma a palavra e lhes conta suas memórias. Depois disso Menelau, confirmando o que ela contara, falou do cavalo, dizendo: :: > \"Sim, em tudo isso, esposa, disseste a verdade. Eu que viajei muito e > cheguei a conhecer muitos heróis, nunca meus olhos viram alguém como > Odisseu. Que perseverança, e que coragem ele mostrou dentro do cavalo de > madeira, onde estavam todos os mais bravos dos argivos esperando para levar > a morte e a destruição aos troianos. Naquele momento vieste a nós; algum > deus que amava os troianos te mandou, trazendo contigo Deífobo. Três vezes > tu andaste em volta do nosso esconderijo; tu chamaste nossos capitães cada > qual por seu nome, imitando as vozes de suas esposas - Diomedes, Odisseu e > eu, de nossos assentos, ouvimos o que dizias. Diomedes e eu não conseguíamos > decidir se devíamos sair, ou se responder, mas Odisseu nos impediu, de modo > que permanecemos em silêncio, exceto Ânticlo, que estava prestes a falar-te, > quando Odisseu tapou-lhe a boca com suas mãos. Isso nos salvou a todos, até > que Atena te fez ir embora\". Em outra passagem, Odisseu pede ao bardo Demódoco que narre a história do cavalo. O bardo tomou o episódio no ponto em que alguns argivos haviam posto fogo em suas tendas e partido em seus navios, enquanto outros, ocultos dentro do cavalo, estavam esperando com Odisseu. Os troianos carregaram o cavalo para dentro de sua fortaleza, onde permaneceu enquanto decidiam o que fazer com ele. Uns queriam destruí-lo; outros queriam levá-lo até o alto da cidadela e precipitá-lo do penhasco, enquanto outros preferiam conservá-lo como uma oferenda propiciatória aos deuses. Decidindo por esta última alternativa, selaram seu destino. Mais adiante, quando Odisseu está no Hades em busca do conselho de Tirésias sobre como voltar para sua Ítaca natal, encontra o fantasma de Aquiles, que fala sobre Neoptólemo: :: > \"Quando todos os mais bravos dos argivos estavam dentro do cavalo que Epeu > havia criado, e quando tocou a mim decidir a oportunidade de abrir ou fechar > a porta para nossa emboscada, embora todos os outros chefes entre os dânaos > (gregos) estivessem enxugando seus olhos e tremendo em todos os seus > membros, nunca o vi empalidecer ou derramar lágrimas de medo; ele em vez > estava sempre urgindo que eu abrisse o cavalo e, de espada em punho, e com a > lança de bronze, investíssemos em fúria contra o inimigo\". Outros poetas arcaicos também falaram do cavalo, como Arctino, em O Saque de Troia, e Lesques, na Pequena Ilíada, mas suas obras originais se perderam, sobrevivendo somente no sumário Epicorum Graecorum Fragmenta, de um certo Proclo, possivelmente Eutíquio Proclo.Apollodorus. Epitome, Livro E, 5.14. Tradução de Sir James George Frazer. Harvard University Press / William Heinemann Ltd., 1921, nota 1. Uma referência adicional se encontra na tragédia As Troianas, de Eurípides, quando Posidão diz: \"De sua casa sob o Parnaso, Epeu, o fócio, ajudado pelas artes de Atena, criou um cavalo para abrigar em seu ventre uma hoste armada, e o enviou para dentro das muralhas, carregado de morte; um dia os homens falarão do cavalo de madeira, com sua carga oculta de guerreiros\".Eurípides. The Trojan Women. Internet Classics Archive Um relato mais detalhado, porém, se encontra no Livro II da Eneida, de Virgílio. Num banquete Eneias relata a Dido os sucessos da guerra. Depois da falsa retirada dos gregos, vendo a praia deserta, os troianos abrem os portões da cidade e se deparam com o imenso cavalo. Timetes tem a ideia de levá-lo para dentro dos muros, mas Cápis e outros receiam alguma armadilha, e imaginam mais avisado queimá-lo, ou averiguar o que trazia em suas entranhas.Maronis, Publio Virgilio. Eneida. Livro II. Tradução de Manuel Odorico Mendes, 1854. eBooksBrasil.com Enquanto a multidão debatia o que fazer, o sacerdote Laocoonte chega apressado e alerta: :: > \"Míseros cidadãos, quanta insânia! Estão de volta os gregos, ou julgais que > seus presentes são livres de engodos? Desconheceis o caráter de Ulisses? Ou > este lenho é esconderijo de inimigos, ou é máquina que, armada contra os > muros, vem espiar e acometer-nos. Teucros (troianos), seja o que for, há > dano oculto: desconfieis do monstro! Temo os dânaos mesmo quando dão > presentes!\". Dito isso, arremete contra a obra uma lança e tenta fazer com que a destruam. Neste momento alguns pastores trazem para diante de Príamo, rei de Troia, um jovem prisioneiro grego, Sinon, que a propósito se deixara capturar. Fingindo e chorando, implora por asilo, dizendo ser um fugitivo proscrito. A turba se comove, o grego se anima, e prega-lhes um discurso astuto. Diz que seu pobre pai, sem recursos, o havia confiado ao famoso Palamedes para que o educasse. Contudo, por intrigas de Ulisses, Palamedes fora acusado de traição e morto, sofrendo também Sinon, que Ulisses cobriu de suspeitas e imputou-lhe crimes jamais cometidos. Para si, porém, o injustiçado jurara vingar-se, e ao tutor, se porventura voltasse vivo para casa. Continuando, num gesto retórico, oferece-se como vítima voluntária para a ira troiana. Espantado, o povo em redor quer saber mais, e ele consente. Relata que os gregos, cansados desta batalha infrutífera levantaram o cerco, mas viram sua tentativa de retorno impedida por tormentas marinhas e sinais nos céus. Para conhecer a vontade dos deuses, enviam Eurípilo para um oráculo. Este exige uma morte, compensatória do sacrifício de uma virgem que haviam feito no início da empreitada a fim de obter ventos favoráveis. A má sorte teria recaído sobre Sinon. Atado e vendado para o ritual sangrento, rompe as amarras e foge, quando é encontrado e preso pelos troianos. Outra vez, alega inocência e implora a compaixão dos inimigos. Sua encenação é convincente, amolece-os, perdoam-no. É solto e recebido como um deles, e logo querem saber qual o motivo da construção maravilhosa. Assim, o ardiloso diz considerar-se livre da lealdade para com sua antiga pátria, invoca os deuses como testemunha e, amaldiçoando os gregos, acrescenta que o cavalo havia sido construído por ordem expressa de Atena, para desagravar a profanação do paládio troiano, imagem consagrada à deusa e roubada antes por Ulisses e Diomedes, crime pelo qual não teriam sucesso na guerra. Além disso, construíram-no de modo a que não pudesse, por seu tamanho, passar pelas portas da cidade, para que jamais fosse tomado pelos troianos, tornando-se um novo paládio. Se isso acontecesse os gregos conheceriam a vingança divina, e Troia, a glória. À parte, Laocoonte sacrificava um touro a Netuno, quando de Tenedos oportunamente saem duas serpentes monstruosas, que matam o sacerdote e seus dois filhos e em seguida se refugiam no templo de Atena. Apavorados, os troianos veem no prodígio um sinal dos céus e acreditam que a deusa o punia por ter profanado a oferenda com a lança. Nada mais faltava para que os troianos acreditassem na história de Sinon, rasgassem uma brecha na muralha e levassem o cavalo para a cidade, em meio a uma grande festa. Cassandra, filha do rei Príamo, tinha o dom da profecia e prevê a catástrofe iminente, mas por antiga maldição de Apolo suas profecias nunca eram levadas a sério. A noite cai, dorme o povo, embriagado. Sinon abre o cavalo, seus companheiros saem e matam os vigias, e dão um sinal para o exército escondido em Tenedos, que se aproxima, invade a cidade, a saqueia e deita-lhe fogo, em meio ao massacre dos seus habitantes. A história foi repetida com variações por escritores tardios, como Quinto de Esmirna, Higino e João Tzetzes. Quinto disse que no cavalo penetraram trinta homens, e o Pseudo-Apolodoro, que foram cinquenta. Apolodoro também deu outros detalhes: atribuiu a Ulisses a ideia de construir o cavalo, e a Apolo o envio das serpentes; disse que o cavalo portava a inscrição \"Para seu regresso à pátria, os gregos dedicam este cavalo a Atena\", e mudou um pouco a ordem dos eventos.Apollodorus. Epitome. Livro E Trifiodoro, em A Tomada de Ílios, deixou a mais longa e elaborada versão conhecida, demorando- se em detalhes sobre a construção e o aspecto do cavalo, que, segundo narra, era uma obra de arte impressionante, dotada de beleza e graça, suscitando a admiração dos troianos.Paschalis, Michael. \"Pandora and the Wooden Horse: A Reading of Triphiodorus' Ἰλίου Ἅλωσις\". In: Paschalis, Michael. Roman and Greek Imperial Epic.. Michael Paschalis, 2005, p. 94 Tinha os arreios adornados de púrpura, ouro e marfim, seus olhos eram rodeados de pedras preciosas, e sua boca, com alvos dentes, se abria conduzindo a um canal para ventilação interna, para que os guerreiros ocultos não fossem asfixiados. O corpo era poderoso, e curvo como um navio; atrás, sua cauda volumosa descia ao chão em tranças e faixas. Os cascos de bronze, munidos de rodas, sustentavam pernas que davam a impressão de se mover. Tão bela e aterradora era a criação que Ares não hesitaria montá-la se fosse viva. Para manter os homens nutridos e não fraquejassem no momento decisivo, Atena lhes deu ambrosia.Tryphiodorus. The Taking of Ilios. Tradução de A. W. Mair. Theoi E-Texts Library == Interpretações == Embora seja bastante possível que a Guerra de Troia tenha ocorrido,Korfmann, Manfred. \"Was There a Trojan War?\" In: Archaeology. Vol. 57, nº 3, maio/junho de 2004. The Archaeological Institute of America o famoso cavalo, na forma como ele foi descrito pelos antigos, provavelmente é uma lenda, mas pode ter sido algum aparato real transformado fantasiosamente pela tradição.Strauss, Barry. The Trojan War: A New History. Simon and Schuster, 2007, p. 176Paipetis, S. A. The Unknown Technology in Homer. Springer, 2010, p. 171 Na Antiguidade o \"cavalo\" era uma derivação de uma máquina de guerra, o aríete, muitas vezes construído na forma de um animal. Os assírios costumavam usar máquinas deste tipo, e é possível que o exemplo tenha sido tomado pelos gregos.Morris, Sarah. \"The Sacrifice of Astyanax\". In: Carter, Jane & Morris, Sarah. The Ages of Homer: A Tribute to Emily Townsend Vermeule. University of Texas Press, 1998, pp. 228Wood, Michael. In Search of the Trojan War. University of California Press, 1998, p. 231 Também foi interpretado como uma metáfora de um terremoto, uma das causas possíveis apontadas para a destruição da Troia histórica, considerando que Poseidon era o deus dos cavalos, do oceano e dos terremotos.Lovgren, Stefan. \"Is Troy True? The Evidence Behind Movie Myth\". In: National Geographic News, 14/04/2006 Outra sugestão é que o cavalo na verdade era um barco, e foi assinalado que os termos usados para colocar os homens no seu interior eram os mesmos que descreviam o embarque da tripulação de navios.Fields, Nic; Spedaliere, Donato & Spedalier, Sarah S. Troy C. 1700-1250 BC. Osprey Publishing, 2004, pp. 51-52 Anderson, Michael John. The fall of Troy in early Greek poetry and art. Oxford University Press, 1997, pp. 22-23 Na tradição clássica os navios são às vezes chamados \"cavalos do mar\". Na Odisseia, Penélope, lamentando a ausência de Telêmaco, diz: \"Por que meu filho me deixou? O que tinha ele de fazer para viajar em navios que jornadeiam longamente sobre o mar, como cavalos marinhos?\". Na comédia Rudens, Plauto diz: \"Você é carregado pelas estradas cerúleas (o mar) sobre um cavalo de madeira (navio)\".Berenger, Richard. The History and Art of Horsemanship. Volume 1. T. Davies, 1771, p. 307 == Iconografia e cultura popular == Uma das mais antigas representações do Cavalo de Troia é encontrada no chamado Vaso de Míconos (ilustrado na abertura deste artigo), datado do . Outros achados mais ou menos da mesma época, como uma fíbula em bronze da Beócia, Burgess, Jonathan S. The Tradition of the Trojan War in Homer and the Epic Cycle. Johns Hopkins University Press, 2003, p. 38Purves, Alex C. Space and Time in Ancient Greek Narrative. Cambridge University Press, 2010, p. 62, nota 97 e cerâmicas procedentes de Atenas e Tenos, todos fragmentários, são similares no desenho, e podem se referir a protótipos bem mais antigos, como os aparatos de guerra assírios, com um desenho zoomórfico e quadrúpede, rodas e janelas. Guerreiros armados se colocavam no centro da máquina e usavam sua cabeça elevada para escalar muralhas, enquanto outros manipulavam um aríete na parte inferior. O motivo se tornou popular entre gregos, helenistas e romanos, sendo encontrado em inúmeras variações em vasos, relevos, gemas e pinturas, incluindo iluminuras, como a que consta no manuscrito Virgílio Romano.Morris, pp. 227-231 Em Atenas existiu uma gigantesca estátua em bronze do famoso cavalo, obra de Strongylion, instalada no santuário de Ártemis Braurônia da Acrópole, que mostrava vários guerreiros em seu interior, da qual ainda sobrevive o pedestal, e Polignoto o representou em um grande mural no Estoa Pintado.Pollitt, Jerome Jordan. The Art of Ancient Greece: Sources and Documents. Cambridge University Press, 1990, p. 72 Dué, Casey. The Captive Woman's Lament in Greek Tragedy. University of Texas Press, 2006, p. 95 Ao longo dos séculos seguintes o Cavalo de Troia continuou fornecendo inspiração para muitos artistas visuais e literatos, constituindo um dos temas mais trabalhados da tradição épica,Fomenko, Anatoly T. History: Fiction Or Science?. Volume 2. Delamere Publishing, 2005, pp. 151-153 Burkert, Walter. Homo necans. University of California Press, 1983, pp. 158-160 penetrando inclusive em regiões asiáticas como a Arábia e o norte do subcontinente indiano, que estiveram sujeitas à influência clássica.Rosenthal, Franz. The Classical Heritage in Islam. University of California Press, 1975, p. 256 Pavel, Catalin. Resenha de \"Michel Fartzoff, Murielle Faudot, Évelyne Geny, Marie-Rose Guelfucci (ed.), Reconstruire Troie: permanence et renaissances d'une cité emblématique. Besançon: Presses universitaires de Franche-Comté, 2009\". In: Bryn Mawr Classical Review, 10/07/2010, nota 5 Paul Barolsky o considera o ancestral de todos os monumentos equestres.Barolsky, Paul. A Brief History of the Artist from God to Picasso. Pennsylvania State University Press, 2010, p. 20 Entre os artistas notórios que deixaram obras sobre ele se contam Lívio Andrônico, Névio, Tiepolo,Young, Arthur Milton. Troy and Her Legend. University of Pittsburgh Press, 1948, pp. 37; 117 Giulio Romano Farina, William. De Vere As Shakespeare: An Oxfordian Reading of the Canon. McFarland, 2006, p. 224 e Lovis Corinth.Potter, Matthew. \"Orientalism and its Visual Regimes\". In: Kromm, Jane & Bakewel, Susan Benforado. A History of Visual Culture: Western Civilization from the 18th to the 21st Century. Berg, 2010, p. 251 Continua sendo um tema para vários artistas contemporâneos de todo o mundo, a exemplo de Christopher Morley,Young, p. 83 Archibald MacLeish,Archibald MacLeish. Poetry Foundation George Nick,\"Interview with George Nick Part Six, On the Trojan Horse and thoughts on Teaching\". In: Painting Perceptions, 19/10/2009 Christopher Wool,Contemporary Art Evening Auction. Sotheby's, 09/05/2012 Willie Bester,\"Robert Bowman Modern Shows Willie Bester's Trojan Horse III\". In: ArtDaily, 25/04/2012 Heri Dono,Antoinette, Michelle. \"Deterritorializing Aesthetics: International Art and its New Cosmopolitanisms, from an Indonesian Perspective\". In: Cosmopatriots: On Distant Belongings and Close Encounters. Rodopi, 2007, p. 214 Marcos Ramirez ERRE, Epaminondas Papadopoulos,Barrett, Matt. Post-war Greece. History of Greece Charles Juhasz, e deu nome a um grupo de artistas de Porto Rico, engajado no ativismo social. Roulet, Laura. Contemporary Puerto Rican Installation Art: The Guagua Aérea, the Trojan Horse, and the Termite. Editorial de Universidad de Puerto Rico, 2000, pp. 18; 73 Operação Cavalo de Troia é o título de uma série de nove livros ficcionais de Juan José Benítez, que alcançou considerável sucesso internacional.Gonçalves Filho, Antônio. \"J. J. Benítez, o Mago na TV\". In: Revista Época, 26/03/2010 No o inglês John Bushnell tentou provar a possibilidade do cavalo realizando uma reconstrução hipotética, que seria tão grande que seis homens sentados em volta de uma mesa caberiam dentro da sua cabeça, mas ela acabou sendo destruída por uma tempestade antes de terminada.Elmes, James. The arts and artists: or Anecdotes & relics, of the schools of painting, sculpture & architecture. Volume 1. J. Knight & H. Lacey, 1825, pp. 132-133 Outra foi criada em 1707 para uma suntuosa apresentação de uma peça teatral de Elkanah Settle, com cerca de 5 m de altura, toda dourada, de onde saíram quarenta guerreiros armados.Londré, Felicia Hardison. The History of World Theater: From the English Restoration to the Present. Continuum International Publishing Group, 1999, p. 63 Hoje existem pelo mundo vários \"cavalos de Troia\" modernos, com aparências muito diversificadas. Entre eles pode-se citar o de Çanakkale, criado para o filme Troia, de Wolfgang Petersen,Troy (Çanakkale). Outlook Turkey o de Praga,\"Srpnová cyklojízda zavede Pražany k Trojskému koni\". Národní informační centrum pro mládež, 01/02/2012 o dos Forum Shops no hotel Caesars Palace em Las Vegas,Caesars Palace Forum Shops. Get In Vegas e o que está na fronteira entre México e Estados Unidos.Art at the Border: works by Louis Hock, Marcos Ramirez ERRE, Fernando Arias. Art Word A expressão \"cavalo de Troia\" se tornou largamente usada na cultura popular, sempre com o sentido de um artifício astuto, enganoso e perigoso, que possibilita a penetração dissimulada em território inimigo,Johnson, James J. S. \"Just Say No to Trojan Horses: Worldview Corruption Is Lying in Wait\". In: Acts & Facts. 40 (2): 17-18. e é a origem da expressão \"um presente grego\", quando recebemos algo de aparência agradável mas que produz más consequências.Hirsch Jr., Eric Donald. The New Dictionary of Cultural Literacy. Houghton Mifflin Harcourt, 2002, p. 44 Denomina uma técnica de negociação baseada na mentira,Hilligsoe, Soren. Negotiation: The Art of Reaching Agreement. Academica, 2009, pp. 202-203 uma estratégia militar deceptiva usada em inúmeras variantes por exércitos desde a Antiguidade,Collins, John M. Military Strategy. Potomac Books, Inc., 2002, p. 221Caddell, Joseph W. Deception 101 - Primer in Deception. Strategic Studies Institute, U.S. Army War College, dez. 2004, p. 5. e um tipo de vírus de computador que se disfarça como um programa legítimo para ganhar acesso às máquinas dos usuários e iniciar a destruição dos programas instalados, roubar senhas e operar danos de outras naturezas.Dubrawsky, Ido. CompTIA Security+ Certification Study Guide: Exam SYO-201 3E. Syngress, 2009, p. 14 Tornou-se também um motivo de piadas e caricaturasKimberley, Margareth. \"King Dubya's Trojan Horse\". In: The Black Commentator, nº 179, 13/04/2006Trojan War Cartoons and Comics. CartoonStock\"Barack Obama - The Trojan Horse President\". In: Hyscience, 28/12/2011 e foi transformado em brinquedos para crianças.Romans & Barbarians - 260 Piece Trojan Horse. IkoncollectablesCastleforte – Trojan Horse Paper Toy. Collect3DTrojan Horse Toy. Fine Art America Imagem:Trojan horse on corintian aryballos.JPG|O cavalo em um vaso de Corinto Imagem:IndoGreeksTrojanHorse.jpg|Relevo da cultura Gandara Imagem:Histoires de Troyes - Trojan horse.jpeg|Iluminura em Le Recueil des histoires de Troyes, 1495 Imagem:Giovanni Domenico Tipeolo, Procession of the Trojan Horse in Troy, 1760.jpg|Giovanni Domenico Tiepolo: Procissão do Cavalo de Troia, 1733 Imagem:Trojan octopus.jpg|O cidadão confuso, 1909, caricatura mostrando o cavalo como um polvo Imagem:Hasten troja.jpg|O cavalo como cenário teatral na peça Den ökända hästen från Troja, de Karl Gerhard, 1940 Imagem:Bundestrojaner.jpg|Modelo em plástico criado pelo Chaos Computer Club Imagem:Trojan horse in Canakkale, Turkey.jpg|O cavalo criado para o filme Troia (filme), hoje exposto em Çanakkale, na Turquia Categoria:Objetos mitológicos Categoria:Mitologia grega Categoria:Eneida Categoria:Engano militar",
 "title": "Cavalo de Troia"
}