{
 "id": "10000",
 "text": "São Vicente e Ventosa é uma freguesia portuguesa do município de Elvas, com 101,68 km² de área e 732 habitantes (censo de 2021). A sua densidade populacional é . A freguesia que, popularmente, é conhecida por \"Povo de São Vicente\" é a segunda maior freguesia do país a nível de território. == História == Segundo a Monarquia Lusitana (Brandão), em Setembro de 1288 celebrou o Infante D. Afonso, irmão de D. Dinis, um contrato com a Ordem de Aviz, sobre certos bens que, ele infante, possuía em São Vicente de Elvas. Vitorino de Almeida, in Apontamentos para a crónica da cidade de Elvas, escreve: «Recorrendo a uma memória tomada da tradição popular, encontramos que o primeiro bispo de Elvas, D. António Mendes de Carvalho, sendo muito devoto do padroeiro lisbonense, fundou a igreja paroquial de São Vicente de Fora, e o povo da cidade essa ermida de São Vicente, que é mais antiga do que a fazem as tradições Elvenses». Na cerca fernandina, e no largo de São Vicente (hoje dos Combatentes) na cidade de Elvas, existia a porta dos Banhos (de São Vicente), na actual fortificação. Denominação dos Banhos, naturalmente, por ela se seguir caminho para a aldeia dos Banhos, um pouco além da actual freguesia de São Vicente. António Tomaz Pires, em excertos de Toponímia Rural assevera que a aldeia dos Banhos é como primitivamente se designava a povoação hoje conhecida pelo nome de Povo de São Vicente e que já foi designada como São Vicente de Fora e São Vicente Mártir. Segundo Aires Varela (Teatro das Antiguidades de Elvas), tomava o nome de uns banhos de que se conservam as ruínas, nas fontes da Corretina, que foram de mouros. E é certo que o ribeiro de água de Banhos atravessa a freguesia de São Vicente e Ventosa. Quanto às ruínas é natural que sejam romanas. Freguesias anexas: *Ventosa – Freguesia anexa à de São Vicente, pela circunscrição paroquial elaborada em 1859. È constituída apenas por herdades e fazendas. À igreja paroquial, de Nossa Senhora da Ventosa, provém-lhe o nome da herdade em que se encontra construída. Não sendo então uma freguesia de aglomerado populacional mas apenas por montes e herdades, os seus habitantes pertencem à freguesia de São Vicente e Ventosa. Aparece esta herdade citada em codicilo de 1556. Os registos paroquiais mais antigos referem-se a 1676. *A Lentisca – Antiga freguesia do concelho de Elvas, algum tempo designada também pelo titulo de Nossa Senhora da Alentisca. Confinava com as freguesias de Santa Eulália, a Poente, e da Ventosa, ao Meridiano. Não sendo uma freguesia de aglomerado populacional, sendo que as casas nela existentes, servem apenas como casas de férias ou turismos de habitação. A freguesia foi suprimida em 1760, repartindo-se a sua área pelas freguesias de Santa Eulália e de Ventosa. As primeiras noticias desta paróquia datam de 1608, mas já era citada em documentos de 1459. Completando todos estes dados históricos da origem desta freguesia, de referir a ocupação feita nesta região, pelos Romanos, durante os séculos de I a IV, e de que já foram descobertos importantes vestígios, na Quinta das Longas, onde atualmente decorrem as escavações arqueológicas, na «Villa Romana», indicadora de tais factos, cujas peças, ou fragmentos podem ser apreciadas no Museu Municipal de Elvas. Ali existem importantes exploração agrícolas como o Monte de Lemos, o Monte de Alcobaça, a Quinta das Longas, Quinta de São João e Santo António, entre muitas outras. Não é pois de estranhar que as profissões dominantes nesta freguesia sejam trabalhadores agrícolas, desde os pastores aos vaqueiros, tractoristas, etc. As gentes desta terra, marcadas pelo passar do tempo e pelo trabalho, não têm deixado morrer as tradições que as caracterizam, e ainda hoje em São Vicente se faz a tradicional matança do porco, e a matança do borrego pela Páscoa. Ao mesmo tempo uma gastronomia deliciosa, como o ensopado, assado e cocho frito de borrego e os doces como as filhozes, as azevias, os borrachos e rabanadas, pela Páscoa e Natal, é feita para assinalar determinadas festas. Com o seu cariz vincadamente católico, mantêm-se vivas tradições como o rezar do terço em Maio e a «missa do galo» pelo Natal, e todos os anos em Maio têm lugar as Festas de Nossa Senhora da Ventosa e em Agosto têm lugar as Festas de Verão em honra de Nossa Senhora do Rosário. Na altura da Páscoa «rezam-se» uns com os outros, e trocam-se «prendas de reza», tradição esta muito antiga que por altura dos ramos ainda hoje tem lugar em São Vicente. O Dia das Comadres e dos Compadres com as típicas «bandeiras», e o enterro da boneca, são pontos altos do Carnaval que leva até à freguesia muita gente para neles participar. Nesta aldeia tipicamente alentejana, com as suas casas todas caiadas de branco e as suas peculiares chaminés, a população, nas horas de lazer, não perde os tradicionais jogos da malha e do xito. Ali podíamos encontrar alguns poetas populares como Samuel Micaelo e Francisco Sengo, para além de um grupo coral, um grupo de teatro dos jovens de São Vicente e alguns artesãos com os seus trabalhos em cortiça e em vime. A fonte das bicas e o chafariz, as igrejas e as antas ou dólmens e na Quinta das Longas as ruínas da Villa romana, são pontos de interesse da freguesia, que em toda a sua área apresenta uma grande riqueza cinegética, onde predominam a perdiz, o coelho e o tordo. Com uma grande extensão, os limites da freguesia vão até à barragem do Caia, onde a pesca pode proporcionar excelentes momentos de lazer, para além da prática de desportos náuticos. Rica nas suas tradições e costumes, São Vicente encerra também interessantes lendas, como a do Soldado Desconhecido. Foi por altura da 1ª Grande Guerra Mundial, que vários soldados, naturais da freguesia foram mobilizados para França, todos voltaram à exceção de um que ali morreu. Eram, os mortos, enterrados em valas comuns, mas esse, no outro dia aparecia sempre fora da vala, ainda com as ligaduras ensanguentadas. Foi então que ficou a ser conhecido pelo soldado desconhecido, e segundo se conta, o corpo que se encontra hoje sepultado desconhecido, e segundo se conta, o corpo que se encontra hoje sepultado no túmulo do Soldado Desconhecido, na Batalha, é da freguesia de São Vicente. Situada a poucos quilómetros de Elvas, na estrada que liga a sede do concelho à capital do distrito, São Vicente apresenta um conjunto de factores, que por si só podem constituir dado importante no seu desenvolvimento. ==Demografia== Nota: Nos censos de 1890 a 1900 estava anexada à freguesia de Caia e São Pedro. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 120 93 382 213 2011 104 83 398 216 2021 79 71 380 202 === Património === * Chaminés de São Vicente e Ventosa * Fonte das Bicas * Fonte do Beco * Chafariz do Rosário * Igreja Matriz de São Vicente * Capela de Nossa Senhora da Ventosa * Capela do Cemitério * Nicho do Monumento do Imaculado Coração de Maria * Nicho do Monumento do Padroeiro São Vicente * Anta das Longas * Villa Romana da Quinta das Longas * Villa Romana e Aqueduto das Amimoas de Cima * Villa Romana de Malhadas de Alcobaça * Villa Romana de São Pedro * Villa Romana do Silveira * Villa Romana da Torre de Siqueira * Via Romana do Monte da Silveira * Necrópole da Horta das Pinas * Necrópole de Vila Cova * Pedreiras de São Vicente e Ventosa == Coletividades == * Associação de Festas e Animação de São Vicente e Ventosa * Associação de Apoio à Infância e Terceira Idade de São Vicente * Associação Desportiva e Recreativa da Juventude de São Vicente * Associação de Caçadores de São Vicente e Ventosa * Associação Vicentina pela Cultura e pelo Desporto * Grupo de Carnaval de São Vicente e Ventosa == Eventos == Lista ordenada dos principais eventos: * Festa em Honra do Padroeiro São Vicente * Desfile Escolar de Carnaval * Baile da Pinha * Romaria de Nossa Senhora da Ventosa * Feira de Artesanato e Doçaria * Santos Populares * Noites de Verão * Festas de Verão em Honra de N.ª Sr.ª do Rosário == Educação e Serviço Social == * Escola Básica do 1.º Ciclo de São Vicente (AE nº3 Elvas) * Jardim de Infância de São Vicente (AE nº3 Elvas) * Lar de Idosos e Centro de Dia da A.D.A.I.T.I * Lar de Idosos da Fundação António Gonçalves * Universidade Sénior de São Vicente * Centro de Explicações == Equipamentos e Serviços == * Salão de Festas da Junta de Freguesia * Pavilhão Multiusos * Praça de Touros * Polidesportivo Municipal * Polidesportivo da EB1/JI * Jardim Público * Parque de Manutenção Física * Parque Infantil * Parque de Merendas * Ginásio da Associação Vicentina * Posto de Correios * Espaço do Cidadão * Centro de Saúde * Espaço Internet * Centro de Convívio == Comércio == * Loja do Cidadão * Tranquilidade Seguros * Bar da A.D.R.C.J.S.V.V. * Snack Bar Clube 33 * Restaurante Chinita * Restaurante Pompílio * Restaurante Bar Novo * CD's Bar * Farmácia Costa * Mini-mercado A Lojinha * Mini-mercado & Pastelaria São Vicente * Salsicharia & Talho Francisco Sande * Ginásio A Vicentina * Residencial Villa Sofia * Hotel Monte da Torre * Hotel Monte da Provença * Domingos Passareiro - Venda de Peças para Automóveis * Salão de Cabeleireiro e Estética Lily * Barbearia São Vicente * Paulo Silva - Apicultor e Comércio de Mel * Mel Ibérico - Comércio de Mel * Sociedade Agrícola da Fonte do Pinheiro - Azeite Ouro d'Elvas * Granital - Granitos de Portugal * Auto Charréu - Reparação de Automóveis e Veículos Agricolas * António Milhinhos - Transportes e Aluguer de Máquinas Agrícolas * Irmãos Serpa - Transportes e Serviços Agrícolas * Maria José Sengo - Transportes * Ganadaria Irmãos Serpa * Vitor Silva Guerra - Construção Civil * JPCanhoto Fotografia - Estúdio == Arruamentos, Sítios, Bairros, Urbanizações e Herdades/Montes == *Bairro Eng.º António Gonçalves: * Rua Eng.º António da Silva Gonçalves * Rua Padre Moisés Antunes * Rua Padre José Inácio \\- *Bairro Dr. Mário Cidrais: * Rua Dr. Mário Cidrais * Rua de São Vicente \\- *Urbanização do Zambujeirinho: * Rua Manuel Gonçalves Carneiro * Estrada de Nossa Senhora da Ventosa \\- * Urbanização Quinta do Paraíso (em construção) \\- * Rua de Elvas * Rua Nova do Poente * Rua da Água de Banhos * Rua da Fonte * Rua do Lavadouro * Rua da Igreja * Rua do Castelo * Rua dos Quintais * Rua de Santo António * Rua de São João * Rua do Cemitério * Rua do Jardim * Rua da Creche * Rua Atrás dos Quintais * Estrada da Alentisca * Estrada de Nossa Senhora da Ventosa * Travessa da Fonte * Travessa da Horta do Padre * Travessa da Água de Banhos * Travessa do Poço * Travessa do Canto da Fondiça * Travessa dos Quintais * Travessa do Bairro Novo * Largo da Junta de Freguesia * Largo do Trabalhador * Largo do Imaculado Coração de Maria * Largo do Padroeiro * Largo do Lavadouro * Largo da Igreja * Largo da Fonte * Largo da Vinha * Largo do Xaboco * Aldeia da Alentisca Esta freguesia é também constituída ao longo de toda a sua área territorial por muitas quintas, herdades e fazendas. == Geografia == === Clima === São Vicente e Ventosa não é exceção em relação à monotonia das características alentejanas. Assim, o clima, de feição Clima mediterrânico, apresenta aqui uma secura estival acentuada e um Outono e Inverno pluviosos, obviamente, não tão pluviosos como em certas regiões do país, de superior altitude ou mais próximas da influência oceânica. Deste modo, os Verões apresentam temperaturas bastante elevadas chegando facilmente a atingir os 45 °C (máximo registado foi 48,5°C em Julho de 2006) e em contrapartida, os Invernos são frios e com frequentes geadas (muitas vezes atingem-se temperaturas negativas durante as noites e queda de granizo), o que determina uma amplitude de variação térmica anual de cerca de 20 °C. Raramente neva em São Vicente e Ventosa, embora nos últimos anos seja cada vez mais frequente a queda de neve nesta freguesia, o último nevão aconteceu durante todo o dia de 10 de Janeiro de 2010, onde não era registada uma queda de neve tão forte como a deste dia à 23 anos. === Localização e Território === A Freguesia de São Vicente e Ventosa, está integrada no concelho de Elvas do Distrito de Portalegre, no Alentejo. Dispõe de uma boa ligação rodoviária, estando então ligada à sede de concelho e à capital de distrito pela EN246, tendo também a A6 (autoestrada) no seu extenso território. Sendo a segunda maior freguesia do país com 101,68 km² de área e a maior do concelho de Elvas, o território da freguesia limita a Norte com a União de Freguesias de Barbacena e Vila Fernando e com a freguesia de Santa Eulália, a Sul com as freguesias urbanas de Caia, São Pedro e Alcáçova e São Brás e São Lourenço e a Oeste com o município de Campo Maior. A maior albufeira do Alto Alentejo, a Barragem do Caia, também está grande parte no seu território, como é o caso da bacia. Em todo o seu território encontram-se ainda mais de 20 represas de pequena e média dimensão. thumb|290px|right|Localização no município de Elvas ; Distâncias de algumas cidades, vilas e aldeias * 420 km de Madrid * 340 km de Porto * 310 km de Faro * 200 km de Lisboa * 155 km de Beja * 88 km de Évora * 43 km de Portalegre * 18 km de Badajoz * 17 km de Campo Maior * 10 km de Elvas * 8 km de Barbacena * 6 km de Santa Eulália == Junta de Freguesia de São Vicente e Ventosa == * O Presidente da Junta de Freguesia de São Vicente e Ventosa é desde 19 de outubro de 2017, João Ricardo Serra Charruadas, tendo sido eleito pelo Partido Socialista com maioria absoluta nas eleições autárquicas de 2017 e 2021. * A Assembleia de Freguesia de São Vicente e Ventosa é composta por 7 deputados: 6 do PS e 1 Independente. Junta de Freguesia de São Vicente e Ventosa - Serviços Centrais e Administrativos * Edifício da Junta de Freguesia, Rua de São Vicente, S/N | 7350-481 São Vicente e Ventosa (Horário: Segunda a Sexta-feira das 09:00 às 15:00 horas) === Lista dos últimos Presidentes da Junta de Freguesia desde 1938 === * João Gomes Branco (1938-1951) (PCP) * João Adelino Calais (1951-1960) (PCP) * Manuel Joaquim Calais Rangem (1960-1964) (PCP) * António Germano Trindade (1964-1972) (PCP) * Joaquim Boaventura Guerra Calais (1972-1976) (PCP) * António de Deus Videira Candeias (1976-1980) (CDU) * Carlos Manuel Pinto Brotas (1980-1986) (CDU) * José António Gervásio Passarinho (1986-1990) (CDU) * António Joaquim Braçadas Malhado (1990-2001) (PS) * Benvindo José Pinheiro (2001-2005) (PPD/PSD) * José António Sousa Carapinha (2005-2009) (PS) * Luís Manuel Carretas Grilo (2009-2017) (PS) * João Ricardo Serra Charruadas (2017-presente) (PS) == Ligações externas == * * * * * * * * Blog do Jardim de Infância de São Vicente Categoria:Freguesias de Elvas",
 "title": "São Vicente e Ventosa"
}