{
 "id": "1001",
 "text": "Hans Christian Ørsted (Rudkøbing, — Copenhaga, ) foi um físico e químico dinamarquês. É conhecido sobretudo por ter descoberto que uma corrente elétrica DC pode desviar a agulha magnética de uma bússola colocada nas suas proximidades, o que marca o início do Eletromagnetismo. As suas descobertas moldaram a filosofia pós-kantiana e os avanços na ciência durante o final do século XIX.Brian, R.M. & Cohen, R.S. (2007). Hans Christian Ørsted and the Romantic Legacy in Science, Boston Studies in the Philosophy of Science, Vol. 241. Foi também o primeiro pensador moderno a descrever explicitamente e denominar a experiência mental. == Juventude e estudos == Ørsted desenvolveu o seu interesse pela ciência enquanto jovem devido ao seu pai, Søren Christian Ørsted, que era dono de uma farmácia. Ele e o seu irmão, Anders Sandøe Ørsted, receberam a maior parte da sua educação inicial em casa como autodidatas, partindo para Copenhague em 1793 com o fim de realizar os exames de entrada na Universidade de Copenhague. Ambos os irmãos passaram e distinguiram-se academicamente na Universidade. Por volta de 1796, Ørsted recebeu honrarias pelos seus artigos sobre estética e física. Em 1801, Hans recebeu uma bolsa de estudo para viajar e um subsídio estatal que lhe possibilitaram passar três anos viajando pela Europa. Na Alemanha conheceu Johann Wilhelm Ritter, um físico que acreditava na existência de uma ligação entre electricidade e magnetismo. A existência dessa ligação fez sentido para Ørsted, uma vez que acreditava na unidade da natureza, e, como tal, que haveria necessariamente uma ligação entre muitos fenómenos naturais. As conversações entre ambos levaram Ørsted ao estudo da física. Tornou-se professor na Universidade de Copenhague em 1806 e continuou a sua pesquisa sobre a corrente eléctrica e a acústica. Sob a sua orientação, a Universidade desenvolveu um programa de física e química ampliado e instituiu novos laboratórios. == Electromagnetismo == Enquanto se preparava para uma palestra na tarde de 21 de abril de 1820, Ørsted desenvolveu uma experiência que forneceu evidências que o surpreenderam. Enquanto preparava os seus materiais, reparou que a agulha de uma bússola deflectia do norte magnético quando a corrente eléctrica da bateria que estava a usar era ligada e desligada. Esta deflexão convenceu-o que os campos magnéticos radiam a partir de todos os lados de um fio carregando uma corrente eléctrica, tal como ocorre com a luz e o calor, e que isso confirmava uma relação directa entre electricidade e magnetismo. À época desta descoberta, Ørsted não sugeriu nenhuma explicação satisfatória para o fenómeno, nem tentou representá-lo numa estrutura matemática. No entanto, três meses mais tarde deu início a investigações mais intensivas. Pouco depois publicou as suas descobertas, provando que a corrente eléctrica produz um campo magnético à medida que flui através de um fio. A unidade CGS da indução eletromagnética (Oersted) foi assim designada em honra dos seus contributos no campo do electromagnetismo. As suas descobertas resultaram numa pesquisa intensa em electrodinâmica por parte da comunidade científica, influenciando o desenvolvimento de uma forma matemática única que representasse as forças magnéticas entre condutores portadores de corrente por parte do físico francês André-Marie Ampère. As descobertas de Ørsted representaram também um grande passo em direcção a um conceito de energia unificado. == Alumínio == Em 1825, Ørsted deu um contributo significativo à química ao produzir alumínio pela primeira vez. Embora uma liga metálica alumínio-ferro tenha sido anteriormente desenvolvida pelo cientista e inventor britânico Humphry Davy, Ørsted foi o primeiro a isolar o elemento através da redução do cloreto de alumínio. == Poesia == Ørsted foi também um poeta e escritor com obras publicadas. A sua série poética Luftskibet (\"A Aeronave\") foi inspirada pelos voos de balão do seu amigo físico e mágico de cena Étienne-Gaspard Robert.National Museum of Denmark. \"The Soul in Nature: 1802\" . Accessed 30 July 2007. == Morte e legado == Ørsted morreu em 1851, e foi enterrado no Cemitério Assistens em Copenhaga. A nota de 100 coroas dinamarquesas lançada de 1950 a 1970 apresenta uma gravura de Ørsted. Actualmente, os edifícios que abrigam o Departamento de Química e o Instituto de Ciências Matemáticas da Universidade de Copenhaga são designados por Instituto Hans Christian Ørsted em sua homenagem. O primeiro satélite dinamarquês, lançado em 1999, foi designado 'Danny Kaye' Ørsted também em sua honra. Em 14 de agosto de 2009 o Google comemorou o seu nascimento apresentando um logótipo temático dedicado a Christian Ørsted.Doodle: Hans Christian Ørsted == Ver também == *Experiência mental *Experimento de Ørsted *James Clerk Maxwell *Ørsted (companhia) ==Bibliografia== *Dibner, Bern, Oersted and the discovery of electromagnetism, Nova Iorque, Blaisdell (1962). *Ole Immanuel Franksen, H. C. Ørsted - a man of the two cultures, Strandbergs Forlag, Birkerød, Dinamarca (1981). (Nota: Tanto a versão original em latim como a tradução dem inglês do seu artigo \"Experiments on the effect of a current of electricity on the magnetic needle\" podem ser encontradas neste livro.) ==Ligações externas== * * * * Categoria:Descobridores de elementos químicos Categoria:Pessoas associadas à eletricidade Categoria:Medalha Copley Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia de Ciências da Baviera Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Professores da Universidade de Copenhague Categoria:Físicos da Dinamarca Categoria:Químicos da Dinamarca Categoria:Alunos da Universidade de Copenhague",
 "title": "Hans Christian Ørsted"
}