{
 "id": "100186",
 "text": "O narguilé, narguilê ou narguilhé é uma espécie de cachimbo de água de origem oriental, utilizado para fumar tabaco flavorizado com diversos sabores como menta, duas maçãs e entre muitos outros ou ópio. Além desse nome, de origem persa, e de variantes como arguile, muito usada em certos países árabes, também é chamado de xixa (substantivo feminino), especialmente na África e em outros países de língua árabe, ou ainda hookah (na Índia e em outros países que falam inglês), entre outros nomes. Há diferenças regionais no formato e no funcionamento dos cachimbos d'água, mas o princípio comum é o fato de a fumaça passar pela água antes de chegar ao fumante. Tradicionalmente utilizados em muitos países do mundo, em especial no Norte da África, Oriente Médio e Sul da Ásia, têm-se espalhado em anos recentes também para o Ocidente (Europa e América). == Etimologia == A palavra \"narguile\" é originária do persa nargileh ou nārgila, coco. Em francês, é pronunciada de forma oxítona, forma que influenciou a grafia oxítona registrada em dicionários, \"narguilé\", mais comumente pronunciada, no Brasil, \"narguilê\". A palavra \"arguile\" — que reflete a pronúncia mais comum em países árabes — também provém de \"narguile\", com a perda do \"n\" inicial. O nome alternativo \"xixa\" (em inglês, shisha) provém do árabe e, em alguns lugares, é usada para se referir apenas ao fumo usado; em outras, a todo o aparato. Em inglês, é também chamado water pipe (literalmente, \"cachimbo de água\"), sendo também usual o nome hookah, originário da Índia. == Origem == O narguilé tem origem no Oriente. Uma das versões da história de sua origem é a de que o narguilé teria sido inventado na Índia do século XVI pelo médico Hakim Abul Fath como um método para retirar as impurezas da fumaça. Quando chegou à China, passou a ser utilizado para fumar o ópio, e assim permaneceu até a revolução comunista chinesa, no fim da década de 1940. Na mão dos árabes, o cachimbo de água foi rapidamente incorporado para ser apreciado em grupo, acompanhado de café e prosa. Existem evidências históricas de narguilés na Pérsia e na Mesopotâmia. As peças mais primitivas eram feitas com madeira e um coco que fazia o lugar do corpo (o nome origina-se do persa nargileh ou nārgila, que significa \"coco\").Random House Webster's Unabridged Dictionary; Random House: 1999 == Partes == O narguilê é formado pelas seguintes peças: * Base (jarro ou vaso): peça central do narguilé; assemelha-se a um vaso. É onde se coloca a água (ou, embora não seja tradicional, com outros líquidos, como áraque, sucos ou essências naturais). Geralmente, é feita de vidro, acrílico, metal ou cerâmica; algumas são ornamentadas com desenhos. * Corpo ou stem: peça cilíndrica que sustenta o fornilho e conecta-se à base. Na base, projeta um tubo para dentro da água, que conduz a fumaça. Geralmente feita de metal ou madeira. O corpo é conectado à base e serve como passagem para a fumaça da base até a mangueira. * Fornilho (rosh, cabeça ou cerâmica): peça de barro ou cerâmica onde se coloca o tabaco aromatizado (também chamado de essência) e, por cima deste, o carvão em brasa. * Abafador (laminito): Artefato em metal (muitas vezes descartados), geralmente alto para proteger a brasa do vento, evitando o consumo rápido do carvão. * Mangueira (condutor): é por onde se aspira a fumaça. Uma ponta termina numa piteira, e a outra se encaixa na parte superior do corpo do narguilé (acima da água). Pode haver mais de uma mangueira para que várias pessoas fumem juntas (porém estes com válvulas especiais, ou do contrário os usuários não poderão \"puxar\" a fumaça simultaneamente). Em narguilés usados em locais públicos como bares, frequentemente se usa uma peça plástica removível na ponta da piteira que pode ser lavada ou descartada a cada uso, ao contrário da mangueira em si, que não deve nunca ser lavada, pois pode oxidar, criando, assim, partículas de fuligem que atrapalham a aspiração da fumaça. * Pinças: São usadas para manusear o carvão quente com segurança, evitando queimaduras. Essas são as partes básicas de um narguilé. Vale ressaltar que existem diferentes estilos e designs de narguilés, podendo haver variações nas partes ou a adição de acessórios adicionais. == Funcionamento == Quando se aspira o ar pela mangueira, reduz-se a pressão no interior da base: isso faz com que ar aquecido pelo carvão passe pelo tabaco (essência), produzindo a fumaça. Ela desce pelo corpo até a base e passa pela água, onde é resfriada e filtrada, retendo-se as partículas sólidas. A fumaça segue pela mangueira até ser aspirada pelo usuário e expirada logo em seguida. == Fumo == Conhecido popularmente como essência, o fumo para narguilé é feito com tabaco, melaço (um subproduto do açúcar) e frutas ou aromatizantes. Os aromas são bastante variados: encontra-se de frutas (como pêssego, maçã verde, coco), flores, mel e até mesmo Coca-Cola, vinho e Red Bull. Também é possível encontrar essências não aromatizadas, embora estas progressivamente tenham perdido espaço para as aromatizadas, que, hoje, são muito mais populares. == Limpeza == == Presença na cultura == No livro Alice no País das Maravilhas, a personagem da lagarta azul aparece fumando um narguilê.Carroll, Lewis. Alice no País das Maravilhas (versão traduzida por Clélia Regina Ramos), Capítulos 4 e 5. No Vietnã, o narguilé (nome comum conhecido como shisha) foi introduzido há muito tempo, diz-se que fumar narguilé mostra classe. A maioria das pessoas pensa que fumar é melhor do que fumar devido à baixa quantidade de nicotina. Você pode fumar narguilé em cafés vietnamitas, bares de karaokê e bares.O Vietnã não proíbe a venda de shisha. Após a popularização graças a ações de incremento de sabores, como o maasal, tornou-se popular entre os jovens e isso acaba preocupando o INCA. == Saúde == Muitos acreditam que a água acaba filtrando as várias substâncias nocivas provenientes do tabaco. Infelizmente, várias publicações científicas já confirmaram que isso não é verdade. O tabaco usado por meio do narguilé causa uma série de alterações. As alterações mais comuns estão relacionadas à saúde oral, seja ela dental e/ou periodontal. Ele aumenta em quase cinco vezes a chance de problemas bucais em relação aos não fumantes. Além disso, o narguilé é responsável por uma série de alterações celulares e genéticas. Em suma, narguilé é considerado carcinogênico, aumentando a incidência de tumores malignos no ser humano. == Ligações externas == * * * * * * * * * Mundo do Narguile (em Português) — Blogue sobre Narguilés * Peças de narguilés - Acessórios de narguilés tradicionais. Categoria:Reações químicas Agua",
 "title": "Narguilé"
}