{
 "id": "100213",
 "text": "Duquecaxiense Futebol Clube é uma agremiação esportiva da cidade de Duque de Caxias no estado do Rio de Janeiro, fundada a 2 de janeiro de 1997. == História == Estreia no profissionalismo na Terceira Divisão de Profissionais, em 1997, como Associação Atlética Duquecaxiense. Tinha as cores vermelha e branca. É o líder na primeira fase, mas acaba o campeonato em terceiro lugar, atrás de CFZ do Rio Sociedade Esportiva e Associação Desportiva Cabofriense, mas à frente do Real Esporte Clube. No mesmo ano vence a Copa Rio, ao derrotar na final o Rodoviário Piraí Futebol Clube. É o seu único título até o momento como profissional. Posteriormente, muda de nome, escudo e cores, passando à denominação atual. Em 1998, disputa a Segunda Divisão de Profissionais como convidado, mas não se classifica para a fase final, ficando em terceiro em seu grupo na fase inicial, atrás de Associação Atlética Portuguesa e Campo Grande Atlético Clube. Em 1999, a campanha é semelhante. O clube não avança à segunda fase ao ficar em quinto lugar em seu grupo. Os classificados foram CFZ do Rio Sociedade Esportiva, Serrano Foot Ball Club, Bonsucesso Futebol Clube e Volta Redonda Futebol Clube. Em 2000, é quinto, último, em sua chave na fase inicial e não consegue se classificar da primeira fase, ao ficar atrás de Goytacaz Futebol Clube, Botafogo de Macaé, Centro Esportivo Arraial do Cabo, que se classificam, e o eliminado Campo Grande Atlético Clube. Em 2001, termina como quarto colocado, último, em seu grupo e também não se classifica à segunda fase, ao ficar atrás de Entrerriense Futebol Clube, Heliópolis Atlético Clube e Casimiro de Abreu Esporte Clube. Em 2002, se licencia das competições de âmbito profissional. Volta apenas, em 2005, na Terceira Divisão de Profissionais. Fica em quarto lugar em seu grupo e se classifica para a fase seguinte, ao ficar atrás de Villa Rio Esporte Clube, Esporte Clube Tigres do Brasil e Estácio de Sá Futebol Clube e à frente dos eliminados Campo Grande Atlético Clube, Teresópolis Futebol Clube e Nilópolis Futebol Clube. A agremiação acaba eliminada nas quartas-de-final pelo Esporte Clube Miguel Couto. Em 2006, se retira novamente das competições profissionais. Após três anos afastado dos campeonatos, disputa o campeonato de Juniores e Profissional da Terceira Divisão do Rio de Janeiro, através do apoio financeiro e logístico do Prefeito de Duque de Caxias, José Camilo dos Santos Filho, o Zito. Em 2009, retorna ao profissionalismo para a disputa da Terceira Divisão de Profissionais do Rio de Janeiro, mas não se classifica para a segunda fase. Em 2014, voltou ao profissionalismo, disputando à Série C do Carioca. Chegou a segunda fase, mas não conseguiu se classificar para o play-off de acesso, após um péssimo desempenho, no qual venceu apenas 1 partida e empatou 2. Terminou em 11º colocado na classificação final, com 6 vitórias, 3 empates e 10 derrotas. Em 2015, aceita o convite para disputar a Copa Rio na temporada sendo sorteado no grupo B e faz uma boa campanha na Terceira Divisão Carioca, mas acaba sendo derrotado pelo Santa Cruz na fase final e é eliminado. Em 2023 o Duquecaxiense retornou para a disputa da Série C, porém no dia 19 de junho o clube e mais 2 foram suspensos por suspeita de manipulação de resultados. == Títulos == ESTADUAIS Competição Títulos Temporadas Copa Rio 1 1997 Categoria:Clubes de futebol de Duque de Caxias (Rio de Janeiro) Categoria:Clubes de futebol fundados em 1997 Categoria:Fundações no Rio de Janeiro em 1997",
 "title": "Duquecaxiense Futebol Clube"
}