{
 "id": "100207",
 "text": "Esporte Clube Tigres do Brasil é uma agremiação esportiva situada no município de Duque de Caxias, no estado do Rio de Janeiro, fundada em 19 de janeiro de 2004 com o nome de Esporte Clube Poland Química do Brasil. == História == O Esporte Clube Tigres do Brasil deve seu início à iniciativa de revolucionar o futebol brasileiro. A diretoria quis provar que com investimento e administração profissional, os bons resultados seriam mera consequência. Em 2005, o Esporte Clube Poland do Brasil resolveu adotar um nome para parecer mais brasileiro e Tigres do Brasil foi o nome escolhido. O time terminou na quarta colocação no Campeonato Carioca da Terceira Divisão. Naquele mesmo ano, a equipe caxiense conquistaria o título da Copa Rio, ao vencer o Macaé Esporte na decisão. Em 2006, o Tigres do Brasil garantiu uma vaga para a disputa do Campeonato Carioca da Segunda Divisão do ano seguinte, após terminar em terceiro na seletiva. Em 2008, o Tigres ficou em segundo lugar no Campeonato Carioca da Segunda Divisão e garantiu acesso pela primeira vez na Primeira Divisão de 2009.Tigres do Brasil garante acesso à elite com goleada - SRZD, 15 de novembro de 2008 Em 2009, consegue se manter na Primeira Divisão do Campeonato Carioca e se sagra campeão carioca da categoria Juniores da Primeira Divisão, ao vencer a Taça Guanabara e Taça Rio, um feito inédito para o clube de Xerém. A equipe de juniores conquistou de forma inédita o Campeonato Estadual da Primeira Divisão da categoria, após 22 anos em que um dos quatro grandes clubes do Rio de Janeiro não faturam o título. O último campeão entre os times de menor investimento foi o Bangu Atlético Clube em 1987. Naquele mesmo ano, a equipe caxiense conquistaria seu segundo título da Copa Rio, ao vencer o na decisão. Em 2010, o clube estreou em competições nacionais enfrentado o Fortaleza pela Copa do Brasil 2010, no Estádio De Los Larios, a partida acabou empatada em 2 a 2. No mesmo ano é rebaixado à Segunda Divisão no Campeonato Estadual por ter ficado na última colocação. Em 2011, o Tigres assina parceria com a equipe de futebol society Libertad TFS para participar do Campeonato Carioca de Futebol 7, a edição de 2011 é a primeira a reunir os quatro grandes do Rio - Flamengo, Vasco, Fluminense e Botafogo - além de outras agremiações tradicionais como, América, Bangu, Olaria, Madureira, Portuguesa e São Cristóvão.Libertad fecha parceria com Tigres do Brasil e está no Carioca 2011 Libertad TFS acerta parceria com Tigres do Brasil Em 2014, o Tigres fecha uma parceria e disputa o Campeonato Carioca da Série B de 2014 sob o nome de Itaguaí Futebol Clube. Com o nome do Itaguaí, o clube conquista a Taça Corcovado e consegue o Segundo Lugar na Série B, garantindo assim uma vaga na Série A do Campeonato Carioca 2015. No ano seguinte a parceria é desfeita. A administração do clube adota um modelo de gestão empresarial e conta com um presidente e um vice presidente. As Diretorias do clube hoje são compostas pela parceria com a Universidade de Futebol. Em uma área de 240 mil metros quadrados, estão localizados cinco campos oficiais, um campo reduzido para goleiros, sala de musculação, piscina, área de lazer e alojamentos para os atletas da base. Em 2015 o Tigres fechou uma parceria com o clube paulista Corinthians para a compra e empréstimo de jogadores entre os 2 clubes. == Estádio == O Estádio De Los Lários tem capacidade oficial para 11.000 espectadores e se localiza no bairro de Xerém, quarto distrito do município de Duque de Caxias. O estádio foi inaugurado oficialmente em 18 de janeiro de 2009, em um amistoso realizado pelo Tigres do Brasil Esporte Clube contra o Danúbio Fútbol Club, do Uruguai. O jogo terminou em um empate por 4 a 4.Estádio do Tigres do Brasil será batizado no próximo domingo - SRZD, 14 de janeiro de 2009Tigres \"inaugura\" estádio com empate - SRZD, 19 de janeiro de 2009Inauguração em grande estilo - Site oficial do clube, 19 de janeiro de 2009 Para o Campeonato Carioca da série A do ano de 2016, o estádio é um dos poucos estádios liberados para realizar partidas contra os quatro Grandes Clubes do estado do Rio de Janeiro. == Títulos == ESTADUAIS Competição Títulos Temporadas Copa Rio 2 2005 e 2009 TURNOS DO ESTADUAL Competição Títulos Temporadas Taça Corcovado 1 2014 === Categorias de base === ; Estaduais * Campeão da Taça Guanabara de Juniores (Primeira Divisão): 2009 * Campeão da Taça Rio de Juniores (Primeira Divisão): 2009 * Campeão Estadual de Juniores (Primeira Divisão): 2009 * Vice-campeão do Torneio Otávio Pinto Guimarães de Juniores: 2010 == Ligações externas == * Página Oficial do Tigres do Brasil * FutRio - Acompanhe o Noticiário do Tigres do Brasil Categoria:Fundações no Rio de Janeiro em 2004",
 "title": "Esporte Clube Tigres do Brasil"
}