{
 "id": "100368",
 "text": "Fugging, até 2020 conhecido como Fucking (IPA: [‘fʊkɪŋ]) é um pequeno vilarejo austríaco que conta com, aproximadamente, 150 habitantes. Pertencente ao município de Tarsdorf, na região da Alta Áustria, na fronteira com a Baviera e próximo à cidade de Salzburgo. A localidade era conhecida como \"Fucking\" desde pelo menos o ano 1070, e seu nome deriva de um personagem do século VI chamado Focko. \"Ing\" é um antigo sufixo germânico que significa \"gente\", portanto, Fucking, neste caso, significa \"lugar da gente de Focko\". O nome \"Fucking\", por ser exatamente igual ao palavrão inglês (gerúndio do verbo \"fuck\" e adjetivo), era motivo de piada para os anglófonos. Em alemão, obviamente, o nome não tem esta mesma conotação, ainda que muitos habitantes da região sejam conscientes da existência da palavra inglesa. O sinônimo alemão de \"fuck\" seria \"ficken\". O maior ponto turístico da localidade é uma placa que indica o nome do vilarejo, na frente do qual os viajantes costumam tirar fotos. Estas placa foi frequentemente roubada pelos turistas do local, que as levam como souvenir, sendo dedicadas quantidades significativas de fundos públicos para a substituição das placas roubadas. Em agosto de 2005, foram colocadas novas placas, soldadas em aço e fixadas com cimento, mais difíceis de roubar. Camisetas com o nome do vilarejo foram um sucesso de vendas. O vilarejo se tornou tão notório que existem excursões periódicas de turistas norte- americanos que viajam ali para fotografar-se junto à placa que indica o nome do vilarejo. Em 2004, houve um plebiscito para mudar o nome da vila (devido às placas roubadas e à vergonha), mas a proposta foi recusada. Em 2020, a autarquia decidiu renomear Fucking para Fugging a partir de 1 de janeiro de 2021. Já tinha havido tentativas no passado para a alteração do nome mas nunca tinha sido reunida uma maioria clara, já que aqueles que moram próximos à placa de entrada estavam a favor e o restante do povoado contra. == Ligações externas == * Brits steal carloads of Fucking Austrian roadsigns (em inglês) * The Village of Fucking (em inglês e alemão) * No more Fucking sign thefts(em inglês) * Fucking signs now theft-proof (Ananova) (em inglês) * What's the F ---ing joke? (em inglês) * Willkommen in Fucking (em danês) == Ver também == * Lost (Escócia) Categoria:Vilas da Alta Áustria",
 "title": "Fugging"
}