{
 "id": "100391",
 "text": "Os sais minerais são substâncias inorgânicas contendo cátions e íons metálicos. Eles são necessários ao corpo por serem responsáveis pelo bom funcionamento do metabolismo (conjunto de reações químicas catalisadas por enzimas). Sem o bom funcionamento do metabolismo, o corpo não reage de forma eficiente no combate às doenças e a cicatrização dos ferimentos, por exemplo. Os Sais Minerais são nutrientes que fornecem substâncias importantes como sódio, potássio, cálcio e ferro e etc. Encontramos sais minerais na água, nas frutas, nos legumes, nas verduras, nos frutos do mar, no leite e em diversos outros alimentos. *Os íons sódio e o potássio, regulam a quantidade de água no organismo, além de atuar nas funções do sistema nervoso e na contração muscular. O sódio é encontrado no sal de cozinha e o potássio em frutas como banana e laranja, entre outras. *Os sais de cálcio e de fósforo entram na composição dos dentes e dos ossos. O leite e seus derivados, como o queijo e o iogurte, fornecem esses minerais. == Ferro == O ferro é um elemento de origem mineral e que pode se manifestar nos alimentos em duas formas químicas diferentes. Existe o ferro “não hemínico”, ou ferro “não heme” (também denominado por vezes de “inorgânico”), que se encontra presente nos vegetais, leite e ovos. Estes alimentos só contêm este tipo específico de ferro, embora na carne e no peixe o ferro “não heme” constitua cerca de 65% do total. O ferro “heme”, “hemínico” ou orgânico só se encontra na carne e no peixe, constituindo 35% do total de ferro contido nestes alimentos. O ferro, independentemente do seu tipo, seja ferro “heme” ou ferro “não heme”, possui uma taxa reduzida de absorção. As taxas variam conforme o tipo, mas a absorção nos vegetais em geral é de 10%, do peixe cerca de 15% e da soja e seus derivados cerca de 20%. O tipo de alimento que apresenta uma maior taxa de absorção de ferro é o grupo das carnes, registando-se 30% de absorção efectiva. Existe o mito que o ferro da carne é melhor que o ferro de origem vegetal, embora este fato não seja correto. Isto porque o organismo não consegue distinguir, uma vez absorvido, se o ferro proveio de vegetais ou carne, sendo ambos os tipos aproveitados metabolicamente. O que acontece é que, como se demonstrou, a taxa de absorção do ferro da carne, o ferro “heme” é superior ao ferro vegetal, o ferro “não heme”, embora seja mais prejudicial ao coração. A vitamina C aumenta a absorção do ferro “não heme”. Já o cálcio, os oxalatos das verduras, fitatos dos cereais, os polifenóis ou tanino do chá e até certos alimentos de origem vegetal podem prejudicar a absorção de ferro, caso estejam presentes em excesso. O Ferro é o principal componente da hemoglobina, molécula que permite a absorção e o transporte de oxigênio pelo corpo, a sua falta pode causar problemas relacionados a respiração celular. Principais fontes: * Carnes; * figado; * Frango; * Ovo; == Fósforo == Atua na formação dos dentes e ossos; indispensável para o sistema nervoso e o sistema muscular, junto com o cálcio e com a vitamina D combatem o raquitismo. Fósforo tem um papel importante na produção de energia juntamente com o cálcio. A energia química do corpo é armazenada em combinações de fosfato de alta energia. O elemento fósforo é altamente venenoso, mas não é tóxico quando ingerido como fosfato na dieta. Principais fontes: * Carnes; * Porco; * Frango; * Repolho. == Magnésio == Pesquisas revelaram que o magnésio tem um papel fundamental na performance em esportes de resistência. Este mineral atua principalmente nos músculos e ossos,onde ajuda na contração muscular e metabolismo energético. Estudos mostraram que a deficiência de magnésio diminui a resistência e que o baixo nível deste mineral na circulação está associado à diminuição da capacidade aeróbica. Infelizmente, baixo nível de magnésio na circulação já foi constatado em corredores após a maratona está relacionado à perda pela transpiração. Principais fontes: * Legumes; * Nozes; == Zinco == Atua no controle cerebral dos músculos; ajuda na respiração dos tecidos, participa no metabolismo das proteínas e carboidratos. Sua falta provoca a diminuição dos hormônios masculinos e favorece o diabetes. Zinco ajuda a manter o sistema imunológico sadio, facilita a cicatrização de machucados e recuperação de lesões. Além disso, como atletas perdem zinco pelo suor, eles podem se tornar deficientes deste mineral mais rapidamente. Um dos sinais de deficiência de zinco é o aumento de resfriados. == Potássio == Potássio é um eletrólito importante para a transmissão nervosa, contração muscular e equilíbrio de fluidos no organismo. Sintomas de deficiência de potássio incluem fraqueza muscular, desorientação e fadiga. Principais fontes: * Carne; * Leite; * Frutas; *vegetais; == Sódio == Sódio é um eletrólito importante para a transmissão nervosa, contração muscular e equilíbrio de fluidos no organismo. Corredores participando de maratonas devem prestar atenção na reposição de sódio para evitar a hiponatremia. Muito sódio na dieta pode levar à hipertensão em pessoas com predisposição genética. Principais fontes: * Sal; * Alimentos processados. == Flúor == Previne doenças dos rins, micose, dilatação das veias, cálculos da vesícula e paralisia. Flúor e fluoreto são necessários para que o cálcio seja depositado aos ossos. Este e outros minerais como boro, cromo, cloreto, cobre, manganês, molibdênio, selênio, silício, enxofre e vanádio são necessários para a saúde em quantidades extremamente reduzidas. Uma dieta normal provê as quantidades necessárias destes elementos. == Ver também == * Nutrição * Nutrição Humana * Nutrição Vegetariana * Nutrição Esportiva * Dieta * Obesidade * Jejum ca:Bioelement#Bioelements secundaris",
 "title": "Sais minerais"
}