{
 "id": "100305",
 "text": "Herm é a uma das Ilhas do Canal, um grupo de ilhas situadas no canal da Mancha, ao largo da costa francesa, no Golfo de Saint-Malo, a oeste da península do Cotentin. Nesta ilha estão proibidos de circular os automóveis tal como na ilha vizinha de Sark. Contudo, a ilha de Herm permite que os seus habitantes possam usar bicicletas e tratores. ==História== Herm foi ocupada desde tempos pré-históricos: foram descobertos na ilha vestígios de tumbas funerárias que remontam ao Neolítico. Os primeiros registos de habitantes nesta ilha remontam contudo ao século VI, quando a ilha tornou-se num centro monástico (monges). Existem duas explicações para o nome Herm: uma primeira teoria fala de que deriva do termo eremita (hermit, em inglês) a outra teoria defende que deriva do antigo norueguês Herm vem da palavra erm referindo-se a um braço, tal como é a forma da ilha. Contudo, os monges sofreram com os rigores do Atlântico. Em 709 709, uma enorme tempestade fez desaparecer afaixa de terra que ligava a ilha com a pequena ilha desabitada de Jethou. O momento mais importante na história política de Herm foi em 933, quando as Ilhas do Canal foram anexadas ao Ducado da Normandia (Elas permanecem à Coroa Britânica desde a divisão da Normandia em 1204). Depois da anexação, a ilha de Herm perdeu gradualmente a sua população monástica, e entre 1570 e 1737 foi usada como tereno para caçadas pelos governadores de Guernsey. No século XX a indústria chegou à ilha, com o estabelecimento se de pedreiras de granito para ser utilizadas nas fortificações das outras ilhas. A ilha foi arrendada aos tenentes pela Coroa e em geralmente não existiam visitantes. Quando Príncipe Blücher foi tenente antes da Primeira Guerra Mundial, foi introduzida uma colónia de cangurus de pequeno porte que não sobreviveram. Como aconteceu com as restantes Ilhas do Canal, Herm foi ocupada pelos Nazis, durante a Segunda Guerra Mundial, se bem que eles não tenham deixado poucos vestígios da sua presença na ilha. Depois do final da guerra, Guernesey decidiu comprar a ilha à Coroa de forma que os habitantes de Guernsey pudessem desfutar da maravilhosa atmosfera da ilha de Herm... Guernsey arrendam a ilha a um tenente que tem a incumbência que a ilha possa beneficiar os seus visitantes. O mais importante tenente foi Peter Wood, que supervisionou a ilha de 1949 a 1998. Desde 2015, Herm integra um sítio Ramsar. ==Política== Herm é uma dependência de Guernsey. ==Geografia== A costa norte da está rodeada por belas praias de areia branca, enquanto o sul é rochoso. A Shell Beach (praia de areia branca) é uma das principais atrações turísticas. ==Economia== O turismo é a principal a(c)tividade económica da ilha. ==Demografia== ==Cultura== Feriados Data Em português Nome local Observações == Ligações externas == * Notas de banco das ilha de Herm - Exemplo de uma libra de 1958. *Informações turísticas sobre Herm Categoria:Guernsey Categoria:Ilhas do Canal Categoria:Sítios Ramsar do Reino Unido Categoria:Zonas livres de automóveis",
 "title": "Herm"
}