{
 "id": "100344",
 "text": "A Universidade Federal Fluminense (UFF) é uma instituição pública de ensino superior com sede em Niterói, no Estado do Rio de Janeiro. Foi criada pela Lei nº 3.848, de 18 de dezembro de 1960, com o nome de Universidade Federal do Estado do Rio de Janeiro, com a sigla UFERJ, a partir da integração de faculdades no município de Niterói. A Lei nº 4.831, de 5 de novembro de 1965, oficializou o nome atual, Universidade Federal Fluminense. É considerada um dos principais centros de excelência no Brasil, ocupando o 17º lugar no ranking das melhores universidades do país segundo o Center for World University Rankings (CWUR) e o 889º lugar entre as universidades do mundo ranqueadas pelo CWUR. A UFF figura entre as 15 melhores universidades da América Latina, segundo pesquisa recentemente publicada pelo \"Webometrics Ranking of World Universities\", o maior instituto público de pesquisas da Espanha, órgão ligado ao Ministério da Educação. De acordo com o Censo da Educação Superior 2009, realizado pelo Ministério da Educação, a UFF passou a ser, em número de matrículas presenciais de ensino de graduação, a décima sexta maior universidade, a sexta maior universidade pública e a terceira maior federal do país. == História == A UFF foi criada em 1960, com o nome de Universidade Federal do Estado do Rio de Janeiro (UFERJ). Originou-se da incorporação de cinco faculdades federais já existentes em Niterói (Direito, Medicina, Odontologia, Farmácia e Veterinária) e três escolas estaduais (Engenharia, Serviço Social e Enfermagem) e agregação de duas faculdades particulares (Filosofia e Ciências Econômicas), posteriormente federalizadas e incorporadas, tendo seu nome atual, Universidade Federal Fluminense, homologado pela Lei nº 4.831, de 5 de dezembro de 1965. De início a vida institucional da recém-criada universidade foi conturbada por uma acirrada luta pelo poder, em parte devido à heterogeneidade de sua formação e pela indefinição estatutária. Com a instauração do governo militar no país, a UFF se acomodou estruturalmente ao modelo imposto pela Lei nº 5.540/68, que impôs constituição interna às unidades de departamentos e agregação das unidades em centros temáticos. Com relação às finalidades, aquela que tradicionalmente recebeu demanda na UFF foi a do ensino, o que não a diferenciava das demais universidades brasileiras, incumbidas de formar recursos humanos para o desenvolvimento do país, profissionalizando-os. À pesquisa coube um papel mais formal. À extensão couberam funções diversas, contextualizadas ao sabor de políticas internas e externas. O estatuto da universidades foi aprovado pelo Conselho Federal de Educação em 1969. Em 1977 o trecho sul do Aterro da Praia Grande, uma área aterrada na parcela litorânea de Niterói dentro da Baía de Guanabara, foi desapropriada pelo Governo Federal para a construção do Campus da Universidade Federal Fluminense, onde até então as suas várias faculdades estavam dispersos pela cidade - constituindo assim os atuais Campus do Gragoatá e Campus da Praia Vermelha. Na década de 1990 a UFF expandiu sua estrutura e passou oferecer novos cursos em campi por vários municípios do interior do Rio de Janeiro. Paulatinamente a partir desses cursos foram sendo constituídos novos departamentos e faculdades. Na década de 2000, essas unidades interiorizadas passaram a transformar-se em Polo Universitários da UFF. Simultaneamente, nesta mesma década, os quatro centros universitários temáticos criados a partir do estatuto de 1969 (Centro de Ciências Médicas - CCM, Centro de Estudos Gerais - CEG, Centro Tecnológico - CTC, Centro Estudos Sociais Aplicados - CES) foram extintos. === Estrutura === Atualmente, a UFF é constituída por 32 unidades de Ensino (16 institutos, 11 faculdades, 6 escolas, 1 colégio de aplicação), quatro polos no interior, 27 polos de educação a distância, uma unidade avançada em Oriximiná-PA, um núcleo experimental em Iguaba Grande e uma fazenda-escola em Cachoeiras de Macacu. São ao todo 94 departamentos de ensino e 27 polos de educação a distância. Na pós-graduação são 30 de doutorado, 43 de mestrado, 5 mestrados profissionalizantes e 131 cursos de pós-graduação lato sensu (especialização).http://www.uff.br/uffon/arquivos/uff/uff-em-numeros.php São 71.883 estudantes de graduação, dos quais 49.843 em cursos presenciais e 21.681 em cursos a distância. Ao todo, 10,5 mil estudantes recém-aprovados para mais de 136 cursos de graduações, espalhados no campus de Niterói e de outros nove municípios do Estado e a previsão para 2015 é que sejam 11,2 mil vagas. Atualmente a Universidade de São Paulo (USP) conta com 58 mil estudantes de graduação contra 49 mil da UFF. Para dar conta de todo esse contingente de alunos, a UFF possui 2 960 docentes, sendo 2 074 doutores e 717 mestres, dos quais 2 370 estão em regime de dedicação exclusiva e 121 em regime de 40 horas. Além disso, possui 4 695 servidores técnico- administrativos, 4 166 alunos de pós- graduação.http://www.ofluminense.com.br/editorias/cidades/semana-decisiva- para-uff A universidade possui ainda uma instituição de ensino básico secundário vinculada, que serve de campo de pesquisa e prática a seus graduandos e pós-graduandos, o Colégio Universitário Geraldo Reis - COLUNI. Até 2008 a UFF possuía dois colégios agrícolas (Colégio Agrícola Nilo Peçanha - CANP, no município de Pinheiral, transferido para o Instituto Federal do Rio de Janeiro e o Colégio Técnico Agrícola Ildefonso Bastos Borges - CTAIBB, em Bom Jesus do Itabapoana) transferido ao Instituto Federal Fluminense. Fazem parte da estrutura acadêmica duas Bibliotecas Centrais e 28 setoriais, a Coordenação de Arquivos, antigo Arquivo Central localizado no bairro de Charitas, o hospital universitário (Hospital Universitário Antônio Pedro - HUAP) com 276 leitos, o laboratório universitário (Laboratório Universitário Rodolfo Albino - LURA), a Farmácia Universitária, o Espaço UFF de Ciências, o Centro de Assistência Jurídica (CAJUFF), a Policlínica Odontológica, o Hospital Veterinário, o Serviço de Psicologia Aplicada, a Creche UFF, Dispensário-Escola Mazzini Bueno, o Núcleo Experimental de Iguaba Grande, a Fazenda-Escola (Cachoeira de Macacu), a Unidade Avançada José Veríssimo (localizada em Oriximiná, no Estado do Pará) e a Emissora Universitária Unitevê. O Centro de Artes UFF, centro cultural organizado e mantido pela Universidade Federal Fluminense localizado no prédio da Reitoria da UFF, na Rua Miguel de Frias no.9, bairro de Icaraí. Em seu conjunto de espaços, formando o mais completo centro cultural da cidade, reunindo Galeria de Arte UFF (galeria de artes plásticas), Espaço UFF de Fotografia (galeria de fotografia), Espaço Aberto UFF (instalações e workshops), Cine Arte UFF (sala de cinema) e Teatro da UFF (teatro, dança e música). O Centro de Artes UFF realiza exposições, shows, concertos, ciclos cinematográficos, peças teatrais e apresentações diversas visam promover uma interação artístico-cultural da UFF com a comunidade. Há periodicamente festivais de cinema, dança, música. A UFF possui a Orquestra Sinfônica Nacional (OSN-UFF) , um quarteto de cordas e um quinteto de música antiga. No total, a UFF possui em torno de 150 edificações - sendo aproximadamente 100 destas localizadas em Niterói -, 349 laboratórios, 437 salas de aula, nove anfiteatros. Além das edificações, existem também, áreas destinadas a esportes, que abrangem um total de 92 792,91 metros quadrados, distribuídos no Campi, possuindo também um total de 5 018 422,00 metros quadrados de área urbanizada. A UFF possui o prédio de moradia estudantil, que oferece estrutura física e condições de permanência para alunos matriculados que residem em locais distantes dos campus da Universidade e se encontram em situação de vulnerabilidade socieconômica , em conformidade com o com o Decreto n° 7.234 de 19 de julho de 2010 que dispõe sobre o Programa Nacional de Assistência Estudantil (PNAES), e que residem em locais situados a distância mínima de 32 km da unidade. A Universidade Federal Fluminense possui moradia estudantil em funcionamento em Niterói e Rio das Ostras. A Moradia Estudantil do Pólo Universitário de Rio das Ostras está situada à à Rua Recife s/n°, quadra 6, lotes 9 e 10, Jardim Bela Vista - em frente ao Pólo Universitário e atualmente possui capacidade para 48 (quarenta e oito) vagas, sendo 8 (oito) para acessibilidade e a Moradia Estudantil de Niterói está situada dentro do Campus do Gragoatá, à Rua Professor Marcus Waldemar de Freitas Reis, s/nº, São Domingos-e atualmente possui capacidade para 314 (trezentos e quatorze) vagas, sendo 66 (sessenta e seis) para acessibilidade. A UFF também oferece o serviço de ônibus - BusUFF para os estudantes se locomoverem entre os campi da Universidade. A Unitevê é o canal universitário da UFF e contém uma programação diversificada formada por produções da universidade e parceiros externos, entre os quais estão associações, universidades e membros da comunidade. A UFF possui ainda uma escola de governo, a EGGP (Escola de Governança em Gestão Pública), vinculada à PROGEPE (Pró-Reitoria de Gestão de Pessoas), e que tem a finalidade de promover a formação institucional dos milhares de servidores técnicos e docentes da UFF e outros agentes públicos, nos níveis de capacitação e qualificação. === Campi === A sede e a maioria das unidades da UFF localizam- se na cidade de Niterói. Na época de sua criação, a cidade era a capital fluminense. A cidade vizinha do Rio de Janeiro constituía seu próprio estado, o estado da Guanabara, desde 21 de abril de 1960, após a transferência da capital federal à recém-construída Brasília. Essa condição terminou em março de 1975, com a fusão dos dois estados, e transferência da capital estadual ao Rio de Janeiro, levando à atual configuração político-administrativa. Além de Niterói, a instituição possui unidades acadêmicas em diversos municípios do interior do Rio de Janeiro, sendo a universidade federal mais interiorizada do país. Faz também parte do convênio mantenedor do Cederj, que ministra diversos cursos superiores semi-presenciais através de polos localizados por todo o estado. No município de Niterói (campus sede): * Reitoria da UFF e Centro de Artes UFF, localizados na Rua Miguel de Frias em Icaraí; onde ensaia e se apresenta a Orquestra Sinfônica Nacional da Universidade Federal Fluminense e que abriga o Cinema, o Teatro e a Galeria de arte da UFF; * Campus da Praia Vermelha: Instituto de Geociências, Escola de Engenharia, Instituto de Computação, Escola de Arquitetura e Urbanismo e Instituto de Física; * Campus do Gragoatá: Faculdade de Economia, Escola de Serviço Social, Faculdade de Educação, Instituto de Letras, Instituto de Ciências Humanas e Filosofia, Instituto de História, Instituto de Matemática e Estatística, Faculdade de Turismo e Hotelaria Departamento de Educação Física, Restaurante Universitário, Creche Universitária, Prefeitura do Campus, Biblioteca Central do Gragoatá; * Campus do Centro de Ciências Médicas (CCM): prédios anexos ao Hospital Universitário Antônio Pedro (HUAP, Faculdade de Medicina e Instituto de Saúde da Comunidade); * Campus do Valonguinho: Faculdade de Odontologia, Faculdade de Administração, Contabilidade, Instituto de Nutrição, Instituto de Química, Instituto de Biologia, Diretório Central dos Estudantes, Biblioteca Central do Valonguinho, Instituto Anatômico, Policlínica Odontológica, Depar­ta­mento de Estu­dos Estratégi­cos e Relações Inter­na­cionais; * Colégio Universitário Geraldo Reis (Coluni-UFF); * Escola de Enfermagem da UFF; * Faculdade de Direito da UFF; * Faculdade de Farmácia da UFF; * Faculdade de Veterinária da UFF; * Instituto de Arte e Comunicação Social da UFF; * Coordenação de Arquivos (Arquivo Central). Em outros municípios: * Campos dos Goytacazes - dois campi: Instituto de Ciências da Sociedade e Desenvolvimento Regional e UFF campus Campos dos Goytacazes - Centro * Petrópolis - Engenharia de Produção * Angra dos Reis - Instituto de Educação de Angra dos Reis; * Nova Friburgo - Faculdade de Odontologia de Nova Friburgo; * Rio das Ostras - Instituto de Humanidade e Saúde - RHS e Instituto de Ciência e Tecnologia - RCT; * Volta Redonda - Instituto de Ciências Humanas e Sociais de Volta Redonda, Escola de Engenharia Industrial Metalúrgica de Volta Redonda e Instituto de Ciências Exatas de Volta Redonda; * Santo Antônio de Pádua - Instituto do Noroeste Fluminense de Educação Superior; * Oriximiná, PA (unidade avançada); * Cachoeiras de Macacu (fazenda-escola); * Iguaba Grande (núcleo experimental); * Quissamã; * Bom Jesus de Itabapoana; * Cabo Frio; * Arraial do Cabo; * São João de Meriti; * Macaé; * Itaperuna; * Miracema. === Pesquisas === A UFF conta professores de mestrado e doutorado com dedicação a pesquisas científicas e pesquisas acadêmicas. UFF - Coordenação de Pesquisa da Universidade Federal Fluminense (CPe) Pesquisas em andamento na UFF em 2020: Programa de Educação Tutorial (PET) Farmácia Viva, Clínica Coração Valente, Laboratório SupraSelen e o combate à Tuberculose, Ambulatório de Dietética e Alimentos Funcionais, Adilson Cabral - Rádio Comunitária, Bruno Penna - Infecções Caninas, Projetos Ciência Sob Tendas, Metais Pesados na Baía de Guanabara, Economia Criativa, Retinose pigmentar, Grupo de Pesquisa Alteridade Psicanálise e Educação, Psicopatologias Contemporâneas - Cláudia Henschel, Tratamento de Isquemia - Paulo Ocke, Práticas de Leitura dos Estudantes da UFF - Joaci Furtado, Doenças Pneumocócicas Invasivas - Felipe Piedade, Jogos Cognitivos para detecção de doenças mentais em idosos, Sergio Barroso - Chocolate e seus benefícios.UFF - Pesquisas em andamentoUFF - Pesquisa e Inovação (videos) Em fevereiro de 2019, a UFF se destaca internacionalmente com pesquisas sobre cidades inteligentes sob a coordenação do professor Luiz Satoru Ochi que trabalha no grupo de pesquisadores do Instituto de Computação.UFF se destaca internacionalmente com pesquisas sobre cidades inteligentes Em março de 2020, a UFF convocou pesquisadores especialistas de diversas universidades para estudar o novo coronavirus COVID-19.UFF - Coronavirus]UFF reúne especialistas da universidade para atuar no controle e prevenção do coronavírus === Administração === Para administrar cerca de R$ 1,9 bilhão em despesas correntes (ano de referência 2019) a UFF é administrada por órgãos superiores executivos e colegiados. Os órgãos superiores executivos são a Reitoria - com o Reitor e o Vice-reitor - assessorado pelas Pró-Reitorias, Superintendências e diretores e chefes de Departamentos e Núcleos administrativos e Assessorias. Além do Gabinete do Reitor há as Pró-Reitorias, que são: a Pró-Reitoria de Assuntos Estudantis (PROAES), de Pós-Graduação, Pesquisa e Inovação (PROPPi), de Planejamento (PROPLAN), de Extensão (PROEX), de Graduação (PROGRAD) e de Gestão de Pessoas (PROGEPE). As Superintendências são de Comunicação Social (SCS), de Arquitetura, Engenharia e Patrimônio (SAEP), de Documentação (SDC), de Relações Internacionais (SRI), de Operações e Manutenção (SOMA) e de Tecnologia da Informação (STI). Os órgãos superiores colegiados são os Conselhos Superiores, que na UFF são três: o Conselho Universitário (CUV), o mais importante dos três e cuida dos assuntos políticos-institucionais e administrativos; o Conselho de Ensino, Pesquisa e Extensão (CEPEx), que cuida dos assuntos políticos-pedagógicos; e o Conselho de Curadores (CUR), que cuida do acompanhamento financeiro e fiscalização. Nas unidades universitárias - Institutos, Faculdades e Escolas - a administração é exercida pela Direção da unidade, dividida por um diretor e um vice-diretor, e pelo Colegiado da unidade. Há ainda o Chefe de Departamento e a Plenária do Departamento, e, no plano dos cursos de graduação e programa de pós-graduação, há a Coordenação de Curso ou de Programa, com o respectivo Colegiado de Curso ou de Programa. === Aspectos educacionais === Em dezembro de 2005 a UFF contava, no ensino superior, com 2 078 docentes em seu quadro permanente (54 % doutores, 30 % mestres, 9 % com pelo menos uma especialização e os 7% restantes apenas graduados). Com a constante contratação de novos professores, em 2009 esse número chegou a 2 852 (quadro efetivo). Em 2002 corpo técnico-administrativo contava com 4 187 servidores em seu quadro permanente, sendo 1 263 de nível superior, 2 556 de nível médio e 368 de apoio, sendo esse número de 4 005 em dados de 2009. O corpo discente é formado por 35 599 alunos de graduação, sendo 29 213 de cursos presenciais e 6 386 à distância, 11 675 alunos de pós- graduação, sendo 1 328 em doutorados, 2 253 em mestrados acadêmicos, 449 em mestrados profissionalizantes, 7 500 em especializações e MBAs e 145 em residência médica e multiprofissional. ==== Cursos de graduação ==== Atualmente são 136 cursos de graduação, espalhados nos campi de Niterói e de outros nove municípios do Estado e a previsão para 2015 é que sejam 11,2 mil vagas - na comparação a Universidade de São Paulo (USP) conta com 58 mil estudantes de graduação contra 49 mil da UFF. Nos últimos 10 anos, a UFF avançou na intensificação da interiorização da universidade no estado do Rio, com cursos de graduação presenciais em Angra dos Reis (2);Campos dos Goytacazes (9); Itaperuna (1); Macaé (3); Miracema (1); Nova Friburgo (3); Petrópolis (1); Rio das Ostras (6); Santo Antônio de Pádua (6); Volta Redonda (13); Arraial do Cabo (1); Cabo Frio (1); Quissamã (1); São João de Meriti (1); e Bom Jesus de Itabapoana (1). == Ver também == * Lista das 100 melhores universidades do mundo * Centro de Artes UFF * Orquestra Sinfônica Nacional da UFF (OSN UFF) * Faculdade de Direito da UFF * Faculdade de Economia da Universidade Federal Fluminense == Ligações externas == * Universidade Federal Fluminense Categoria:Universidade Federal Fluminense",
 "title": "Universidade Federal Fluminense"
}