{
 "id": "100373",
 "text": "Aalborg ( PRONÚNCIA; anteriormente Ålborg) é uma cidade portuária da Dinamarca, situada no Norte da península da Jutlândia, junto a um fiorde que liga o mar do Norte ao estreito do Categate. Etimologia de Aalborg O nome geográfico Aalborg deriva supostamente das palavras *āl (corredor navegável) e borg (castelo), significando ”fortaleza junto de corredor navegável”. A cidade está mencionada como Alaburg, em 1075. É a 4ª maior cidade do país, e o centro administrativo da comuna de Aalborg, pertencente à Região Jutlândia do Norte (Region Nordjylland). Tem cerca de habitantes (2022). ==Comunicações== Aalborg é atravessada pela estrada europeia E45 (Frederikshavn-Aalborg-Randers-Aarhus-Horsens-Vejle-Kolding-Hamburgo). É um nó ferroviário, com ligação a Aarhus, Kolding e Fredericia, no sul, e daí para Esbjerg, no oeste, e Odense e Copenhaga, no leste. Está servida pelo aeroporto de Aalborg (Aalborg Lufthavn), o 3.o maior do país, localizado a 6 km a noroeste da cidade. Dispõe do maior porto interior da Dinamarca (Ålborg Havn), um importante hub acessando o Atlântico Norte, a Escandinávia e o resto da Europa. ==Educação== *Universidade de Aalborg – com estudantes (2020). ==Economia== A economia de Aalborg está tradicionalmente dominada pelos cimentos, pelas máquinas, pelos produtos químicos, pelos têxteis, pelos produtos alimentares e pela sua famosa aguardente Aalborg akvavit. == Pontos turísticos == Esta antiga cidade tem várias atrações turísticas de destaque: * Casa de Jens Bang (Jens Bangs Stenhus; 1624; estilo renascença) * Catedral de Aalborg (Sankt Budolfi Kirke ; ; estilo gótico) * Museu de Arte Moderna de Aalborg (Kunsten Museum of Modern Art Aalborg , conhecido como Kunsten) Image:Aalborg NyTorv 2004 ubt.jpeg|A praça Nytorv Image:Aalborg jomfru_ane_gade_1.JPG|A rua Jomfru Ane Gade Image:Aalborg_Akvavit_2006_ubt.jpeg|A fábrica Aalborg Akvavit Image:2004 02 27 Aalborg baanegaard.JPG|A estação ferroviária Aalborg Banegård ==Ver também== *Comuna de Aalborg * Página oficial thumb|right|300px|Estação de comboio (trenô) Categoria:Cidades da Dinamarca Categoria:Região Jutlândia do Norte Categoria:Aalborg",
 "title": "Aalborg"
}