{
 "id": "10030",
 "text": "thumb|300px|Localização da Freguesia de Palmeira de Faro no Município de Esposende Palmeira de Faro é uma localidade portuguesa do Município de Esposende que foi sede da extinta Freguesia de Palmeira de Faro, freguesia que tinha 6,76 km² de área e 2 403 habitantes (2011), e, por isso, uma densidade populacional de 355,5 hab/km². A Freguesia de Palmeira de Faro foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Curvos, formar uma nova freguesia denominada União das Freguesias de Palmeira de Faro e Curvos.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Implantada na encosta nascente do Monte do Faro e prolongando-se, por sul, até parte da encosta poente, esta localidade é caracterizada por um conjunto de elementos que lhe conferem um microclima muito próprio. Faz fronteira com as povoações, a norte, Vila Chã, a sul, Gemeses e Gandra, a este, Curvos e Vila Cova, e, a oeste, Esposende e Marinhas. Tendo, inicialmente, a agricultura sido a principal actividade económica (o que levou à existência de inúmeras quintas), com o desenvolvimento da indústria e a proximidade da zona industrial de Esposende, a população começou a exercer a sua actividade laboral nas várias empresas que, entretanto, se instalaram. Os habitantes de Palmeira de Faro (palmeirenses), sempre se caracterizaram por um forte sentido de união, espírito de trabalho, solidariedade e alegria, o que se reflecte nas inúmeras manifestações culturais e desportivas e na forte actividade associativa da povoação. Este povoado, de acordo com os últimos Censos, foi a que mais cresceu em termos populacionais nos últimos anos, o que se justifica, por um lado, pela criação de infra-estruturas que permitiram \"atrair\" famílias de outras freguesias e municípios vizinhos e por outro lado, pela proximidade da A28, que facilita as deslocações entre as cidades mais próximas. ==População== População da freguesia de Palmeira de Faro (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 661 725 799 774 808 736 977 1 032 1 151 1 279 1 445 1 808 1 766 2 161 2 403 Categoria:Antigas freguesias de Esposende",
 "title": "Palmeira de Faro"
}