{
 "id": "100487",
 "text": "Neologismo é um fenômeno linguístico que consiste na criação de uma palavra ou expressão nova, ou na atribuição de um novo sentido a uma palavra já existente. Pode ser fruto de um comportamento espontâneo, próprio do ser humano e da linguagem, ou artificial, para fins pejorativos ou não. Geralmente, os neologismos são criados a partir de processos que já existem na língua: justaposição, prefixação, aglutinação, verbalização e sufixação. Esse processo de criação se dá, devido a capacidade de ampliação que o léxico de uma língua natural possui, assim como a Língua Portuguesa. Em vista disso, compreendemos que, como o mundo, uma língua natural está em constante transformação e, o neologismo, pode ser considerado um fenômeno enriquecedor atribuído ao léxico de uma língua e ao vocabulário dos falantes. Pode também referir o termo \"neologismo\" a uma nova doutrina no campo da Teologia que procura esclarecer o significado e significante das expressões presentes nas traduções bíblicas. == Etimologia == Morfologicamente, o termo Neologismo é composto por duas palavras: neo-, vindo do prefixo νεο- do grego antigo, \"novo\", e λόγος, que significa \"palavra\", adicionando-se o sufixo -ismo.Dicionário Morfológico da Língua Portuguesa, por Evaldo Heckler, Sevaldo Back e Egon Ricardo Massing - São Leopoldo, UNISINOS, 1984. 5v == Exemplos == Fundamentado em Alves (1994), Batista (2011, p.63) destaca que há cinco tipos de neologismo criado na Língua Portuguesa: * neologismo fonológico - pode ser exemplificado pela mudança da palavra _turma_ para _tchurma_ ; * neologismo sintático - reflete na ação de sufixação tomando uma palavra já existente como base, a exemplo: _in_ feliz _mente_ , nesse caso a palavra _feliz_ foi usada como base, sofrendo acréscimo do prefixo _in_ e do sufixo _mente;_ ' * neologismo semântico - se refere ao significado atribuído. Esse tipo de neologismo pode ser exemplificado pela abreviação _x9_ , uma expressão comumente utilizada para denominar _aquele que é fofoqueiro;_ * neologismo por empréstimo - no caso, seria a presença de estrangeirismo na língua, como o uso da palavra _deletar_ , popularmente aceita pelos falantes brasileiros. Portanto, \"neologismo\" é um fenômeno linguístico que consiste na criação de uma palavra ou expressão nova. === Outros exemplos === * andalusino, relativo ou pertencente ao Al-Ândalus. Termo proposto por Adalberto Alves. * iberofonia * romandaluz, dialecto romandaluz, por dialecto moçárabe. Proposta do arabista, lexicógrafo e acadêmico espanhol Frederico Corriente. * transcriação. Termo cunhado no Brasil na área da teoria da tradução (a confirmar). No Brasil é utilizado por Haroldo de Campos; em Portugal, por Adalberto Alves e António Barahona. == Ver também == * Língua Portuguesa * Estrangeirismo * Conceito * Gíria * Morfologia * Variação linguística Categoria:Teoria da poesia moderna",
 "title": "Neologismo"
}