{
 "id": "10042",
 "text": "O Fußballclub Gelsenkirchen-Schalke 04 e. V., mais conhecido como FC Schalke 04 ou simplesmente Schalke 04, e abreviado como S04, é um clube de futebol profissional alemão com origem no distrito de Schalke, em Gelsenkirchen, Renânia do Norte-Vestfália. O \"04\" em seu nome deriva da formação do clube em 1904. Atualmente disputa a 2. Bundesliga, a segunda divisão do sistema de ligas da Alemanha, após um rebaixamento na Bundesliga em 2022–23. O Schalke já venceu sete campeonatos alemães, cinco edições da Copa da Alemanha, uma da Copa da Liga Alemã e uma da Supercopa da Alemanha. A nível continental, o clube venceu a Copa da UEFA em 1996–97. == História == O clube foi fundado em 4 de maio de 1904 como Westfalia Schalke por um grupo de estudantes de ensino médio, que também eram aprendizes de minas, e tinham o intuito de jogar futebol. O clube utilizava as cores vermelho e amarelo até 1924, quando alterou para as cores atuais. A oficialização do registro como um clube deu-se em 1909. No entanto, em 1912, associou-se ao clube Turnverein 1877 Schalke para participar de competições. A ligação existiu por 12 anos, quando houve a separação e o batismo como FC Schalke 04. O nascimento deu-se no bojo da expansão da exploração das minas por indústrias na cidade de Gelsenkirchen, localizada no Vale do Ruhr. O distrito de origem é o de Schalke - origem do nome definitivo do clube. A relação entre o clube e as minas é grande, tanto que um dos apelidos pelo qual a equipe é conhecida é Die Knappen, ou “os mineiros” – este termo, em alemão, significa aquele mineiro que terminou com êxito o aprendizado da profissão. O clube, após divergências com a associação organizadora das competições alemães à época, ascendeu paulatinamente às divisões existentes, saindo dos campeonatos do distrito de Ruhr, avançando pelos certames do oeste do país e alcançando o cenário nacional – entre 1933 e 1942, atingiu nove finais de campeonato alemão. Em 1934 veio o primeiro dos sete títulos alemães conquistados, todos antes da instituição da Bundesliga , que passou a cuidar da competição nacional, o que aconteceu em 1963. Os títulos seguintes ocorreram nos anos de 1935, 1937, 1939, 1940, 1942 e 1958. Como curiosidade, destaca-se a vitória conquistada em 1939. A conquista foi alcançada com a maior vantagem em uma decisão disputada no país: goleou o Admira Viena por 9 a 0. Com estes troféus, a equipe angariou o status de uma das mais populares do país, o qual mantém atualmente. Exemplo disso é o fato de que na temporada 2004/05 do Bundesliga, na qual foi o quarto colocado na classificação final, o clube obteve uma média de público de 61.387 espectadores e o estádio Veltins-Arena tem capacidade de 61.481. Após a grande fase no fim na década de 1930, a equipe não conseguiu repetir o sucesso no período posterior ao encerramento da Segunda Guerra Mundial – o título de 1958 foi um momento isolado. Criada a Bundesliga, a equipe foi incluída entre as 16 equipes do grupo de elite. Entretanto, o time lutou nos anos iniciais da liga contra o rebaixamento – aliás, somente não caiu para a divisão inferior na temporada 1964/65 porque o número de membros do primeiro grupo foi ampliado para 18. Na temporada 1970/71, o clube foi um dos envolvidos em um escândalo de suborno no campeonato. Na temporada seguinte, em 1971/1972, o Schalke 04 terminou na segunda colocação e venceu a DFB Pokal pela segunda vez – a primeira fora em 1937. Já na década de 1980, o Schalke 04 viveu um período muito ruim, foi rebaixado por três vezes num período de tempo extremamente curto e acumulou resultados ruins. A recuperação da equipe de Gelsenkirchen só foi ocorrer em 1990/91, a temporada a qual os Azuis Reais voltaram a Bundesliga e se mantiveram de forma ininterrupta até a temporada 2020/21 quando foram novamente rebaixados. Na década de 1990, a princípio o Schalke 04 tentava a sua reafirmação dentre o cenário nacional, e nas suas primeiras temporadas não obteve grandes resultados a nível nacional, ficando na parte de baixo da tabela e até brigando contra o rebaixamento e ficando em posições no meio da tabela. Em meio a bagunça de troca de presidentes e gerentes, na temporada de 1995/96 o Schalke teve a sua temporada de ressurreição. A equipe comandada por Jörg Berger em grande temporada alcançou a terceira colocação na Bundesliga, que o deu direito de ser um dos participantes da Copa da UEFA na temporada que via a seguir. Nela o clube ganhou seu principal título internacional, a Copa da UEFA de 1996/97. Entretanto ela não começou tão bem, o técnico que comandou a equipe a bela campanha na temporada anterior foi demitido após doze jogos e foi substituído pelo holandês Huub Stevens que permaneceu na beira do campo comandando o clube de Gelsenkirchen até 2002. Huub guiou o Schalke ao inédito título com grandioso protagonismo de Marc Wilmots que havia chegado naquela temporada. O belga anotou cinco gols na competição, um deles na primeira partida diante da Inter. E também foi o escolhido para sacramentar a vitória por 4-1 nos pênaltis em pleno Giuseppe Meazza. Antes disso, o time eliminou: Roda JC, Trabzonspor, Brugge, Valencia e Tenerife. A equipe acumulou, nas temporadas seguintes, dois vice-campeonatos alemães muito difíceis de serem digeridos nas temporadas 2000/01 e 2006/07. Em ambas liderou parte do campeonato, mas deixou o título escapar nas últimas rodadas, sendo superado, por Bayern de Munique e Stuttgart. Na primeira citada, o clube tropeçou diante do Colônia na penúltima rodada e viu o Bayern vencer seu jogo no apagar das luzes. Na última rodada, o Schalke venceu o Unterhaching por 5-3 mas viu o Bayern empatar o jogo diante do HSV nos acréscimos e ficar com a salva de prata. No caso a torcida do Schalke se despedia do Parkstadion e já comemorava o título antes da hora, que foi castigada com o gol bávaro que deu o título ao clube de Munique por apenas um ponto. Na segunda, o Schalke brigava com o Stuttgart, mas novamente na penúltima rodada o título escorreu pelos dedos Azuis Reais. Após perder por 2-0 para o maior rival, o Borussia Dortmund. O Schalke ficou dependente de uma combinação de resultados para ficar com a salva de prata que não ocorreu, na última partida os Azuis Reais venceram o seu confronto mas não contaram com o Stuttgart tropeçar e novamente ficaram com o vice-campeonato. Entretanto, o Schalke ainda obteve sucesso nacional mesmo com as decepções, só que na DFB- Pokal. Nas temporadas de 2000/01 e 2001/02 o clube conseguiu o bicampeonato da copa nacional, onde bateu o Union Berlin e o Bayer Leverkusen nas duas finais, respectivamente. Totalizando quatro conquistas até então, perdendo apenas para o Bayern de Munique no quadro dos maiores vencedores da DFB Pokal. Depois da dobradinha o Schalke não teve grandiosas conquistas nas grandes competições mas passou a ter frequência maior nas competições europeias como a Liga Europa e Champions League e também fez boas campanhas na Bundesliga como os vice- campeonatos de 2004/05 e 2009/10. Ainda conseguiu alguns títulos de nível de certa forma inferiores, entre 2003 e 2005 a equipe conquistou duas Copas Intertotos e uma DFB Ligapokal. Após isso, os mineiros voltaram a conquistar uma taça importante a nível nacional apenas em 2010/11. Na Bundesliga a equipe de Gelsenkirchen não teve muito sucesso e passou quase todo o campeonato na parte de baixo da tabela brigando inclusive contra o rebaixamento. Mas o mesmo não ocorreu nas duas outras competições em que o time participou. A equipe comandada por Ralf Rangnick fez história ao passar por Valencia e Inter de Milão na Champions League e atingir a até então melhor campanha da história do time na competição, o Schalke acabou sendo eliminado nas semifinais pelo Manchester United mas mesmo sem o título, a campanha ainda é memorável para a torcida do time. A grande coroação veio no final da temporada em Berlim, com uma vitória acachapante por 5-0 sobre o Duisburg o Schalke 04 levou para Gelsenkirchen sua quinta DFB-Pokal. Com o título ganhou o direito de participar da Supercopa da Alemanha e no início da temporada 2011-12, após vencer nos pênaltis o Borussia Dortmund, os Azuis Reais se sagraram pela primeira vez campeões da Supercopa da Alemanha (DFL-Supercup). Na temporada 2020-2021,o clube foi rebaixado para a Bundesliga 2, com quatro rodadas de antecedência. Porém na temporada seguinte disputando a Bundesliga 2. sagraram- se campeões na última rodada com uma vitória sobre o 1. FC Nürnberg. == Títulos == CONTINENTAIS Competição Títulos Temporadas Copa da UEFA 1 1996–97 Copa Intertoto da UEFA 2 2003 e 2004 NACIONAIS Competição Títulos Temporadas Campeonato Alemão 7 1934, 1935, 1937, 1939, 1940, 1942 e 1958 Copa da Alemanha 5 1937, 1971–72, 2000–01, 2001–02 e 2010–11 Supercopa da Alemanha 1 2011 Copa da Liga Alemã 1 2005 Campeonato Alemão - 2ª Divisão 3 1981–82, 1990–91 e 2021–22 Campeão invicto == Estrutura == A Veltins-Arena é um dos estádios mais modernos de todo a Europa. Com cerca de 62 mil lugares, e 53 mil para partidas internacionais (que necessitam de assentos em todos os setores do estádio) a casa do Schalke ainda conta com teto retrátil e relvado deslizante, que permite a realização de outros eventos não relacionados ao esporte, como shows e festivais, sem danificar o gramado. A arena que inicialmente foi inaugurada em 2001 como Arena AufSchalke e teve seu nome alterado com o contrato de naming rights com a cervejaria Veltins, e em 2005 passou a chamar-se Veltins- Arena. Também é conhecida por seu duto de cerveja com o comprimento de 5 km que liga a cervejaria ao estádio. Além do estádio, o clube possui um grandioso complexo esportivo. Na mesma região da arena do clube, estão os centros de treinamento utilizados pelos jogadores principais e também os centros de formação utilizados pelos jogadores de base do clube, todos com instalações para os atletas viverem dentro do clube. == Recordes == === Mais partidas === # País Nome Período Jogos 1 Klaus Fichtel 1965–1980 1984–1988 556 2 Norbert Nigbur 1966–1976 1979–1983 455 3 Olaf Thon 1983–1988 1994–2002 384 4 Gerald Asamoah 1999–2010 2013 381 5 Rolf Rüssmann 1969–1973 1974–1980 375 6 Ingo Anderbrügge 1988–2000 355 7 Herbert Lütkebohmert 1968–1979 351 8 Klaus Fischer 1970–1981 349 9 Benedikt Höwedes 2007–2017 335 10 Andreas Möller 1988–2000 323 === Maiores artilheiros === {| class=\"wikitable\" cellpadding=\"3\" style=\"text-align: center;\" |- !# !País !Nome !Período !Gols |- |1 | |align=\"left\"|Klaus Fischer |1970–1981 |226 |- |2 | |align=\"left\"|Klaas-Jan Huntelaar |2010–2017 |126 |- |3 | |align=\"left\"|Ebbe Sand |1999–2006 |104 |- |4 | |align=\"left\"|Ingo Anderbrügge |1988–2000 |88 |- |5 | |align=\"left\"|Kevin Kurányi |2005–2010 |87 |- |6 | |align=\"left\"|Olaf Thon |1983–1988 1994–2002 |75 |- |7 | |align=\"left\"|Klaus Täuber |1983–1987 |64 |- |8 | |align=\"left\"|Gerald Asamoah |1999–2010 2013 |64 |- |9 | |align=\"left\"|Helmut Kremers |1971–1980 |59 |- |10 | |align=\"left\"|Rüdiger Abramczik |1973–1980 1987–1988 |58 == Jogadores notáveis == * Benedikt Höwedes * Berni Klodt * Ernst Kuzorra * Frank Rost * Fritz Szepan * Hamit Altintop * Harald Schumacher * Hermann Eppenhoff * Ingo Anderbrügge * Jens Lehmann * Julian Draxler * Kevin Kurányi * Klaus Fichtel * Klaus Fischer * Leon Goretzka * Leroy Sané * Manfred Kreuz * Manuel Neuer * Max Meyer * Mesut Özil * Norbert Nigbur * Olaf Thon * Reinhard Libuda * Rolf Rüssmann * Rüdiger Abramczik * Thomas Student * Willi Schulz * Alessandro Schöpf * Christian Fuchs * Guido Burgstaller * Jiří Němec * Radoslav Látal * Christian Poulsen * Ebbe Sand * Jermaine Jones * Weston McKennie * Ivan Rakitić * Jefferson Farfán * Heinz van Haaren * Klaas-Jan Huntelaar * Marco van Hoogdalem * Niels Oude Kamphuis * Johan de Kock * Youri Mulder * Marc Wilmots * Nico Van Kerckhoven * Sven Vermant * Sead Kolašinac * Mladen Krstajić * Matija Nastasić * Raúl * Tomasz Hajto * Tomasz Wałdoch * Edu * Lincoln * Marcelo Bordon * Naldo * Rafinha * Halil Altıntop * Hamit Altıntop * Darío Rodríguez == Elenco atual == Atualizado em 25 de fevereiro de 2024. == Ligações externas == * Site Oficial * Site Veltins-Arena Categoria:Clubes de futebol fundados em 1904",
 "title": "FC Schalke 04"
}