{
 "id": "100448",
 "text": "O Diário da República é o jornal oficial da República Portuguesa.Cf. Lei n.º 74/98, de 11 de novembro, na sua redação atual, com republicação integral, dada pela Lei n.º 43/2014, de 11 de julho. ==Antecedentes== Em 10 de agosto de 1715, por iniciativa do redator José Freire de Monterroyo MascarenhasBiografia de José Freire Monterroio Mascarenhas, no sítio da Hemeroteca Municipal de Lisboa. (1670-1760), por privilégio real, o primeiro jornal oficial português iniciou a sua publicação sob a designação de Notícias do Estado do Mundo.Primeira página da primeira edição do jornal oficial, no sítio da Hemeroteca Municipal de Lisboa. A partir da edição n.º 2, de 17 de agosto de 1715, o jornal oficial adota a designação de Gazeta de Lisboa, que se mantém até ao n.º 52, de 30 de dezembro de 1717. Ao longo dos 306 anos seguintes, o jornal oficial foi adotando outras designações e características: *1718-01-06 a 1741-08-31: Gazeta de Lisboa Ocidental *1741-09-07 a 1760-01-30: Gazeta de Lisboa. Suspendendo-se a sua publicação entre 1 de fevereiro e 21 de julho de 1760 por morte de seu redator José Freire de Monterroyo Mascarenhas. *1760-07-22 a 1762-06-15: Lisboa *1762-06-16 a 1778-08-03: Suspensa a publicação do jornal oficial pelo Marquês de Pombal *1778-08-04 a 1820-09-15: exclusivamente Gazeta de Lisboa. *1820-09-16 a 1820-12-30: simultaneamente Diário do Governo e Gazeta de Lisboa. *1821-01-01 a 1821-02-10: Diário do Governo *1821-02-12 a 1821-07-04: Diário da Regência *1821-07-05 a 1823-06-04: Diário do Governo *1823-06-05 a 1833-07-23: Gazeta de Lisboa *1833-07-25 a 1834-06-30: Crónica Constitucional de Lisboa *1834-07-01 a 1834-10-04: Gazeta Oficial do Governo *1834-10-06 a 1834-12-31: Gazeta do Governo *1835-01-01 a 1859-10-31: Diário do Governo *1859-11-01 a 1868-12-31: Diário de Lisboa *1869-01-02 a 1976-04-09: Diário do Governo *1976-04-10 até à atualidade: Diário da República.Cf História do jornal oficial no sítio da Imprensa Nacional-Casa da Moeda.A Gazeta de Lisboa, no sítio da Hemeroteca Municipal de Lisboa.TENGARRINHA, José. História da Imprensa Periódica Portuguesa. Lisboa : Portugália, 1965. == Publicação == O Diário da República é atualmente publicado, em duas séries, pela Imprensa Nacional-Casa da Moeda, em formato digital, na Internet, no endereço https://diariodarepublica.pt/, sendo assegurado o seu acesso universal e gratuito.Decreto-Lei n.º 83/2016, de 16 de dezembro. A INCM garante o envio, em formato eletrónico, das duas séries do Diário da República, para efeitos de arquivo público digital, junto da Biblioteca Nacional, da Torre do Tombo e das demais entidades que a este dever de arquivo estejam vinculadas. == Atos que devem ser publicados == Nos termos do artigo 119.º da Constituição da República Portuguesa, dos artigos 1.º e 3.º da Lei n.º 74/98, de 11 de novembro (Lei Formulário) e no artigo 154.º da Lei Orgânica n.º 1/2001, de 14 de agosto, a publicação no Diário da República de determinados atos é condição indispensável para a sua eficácia jurídica.Cf. artigo 119.º da Constituição da República Portuguesa. Na 1.ª série do Diário da República devem ser publicados: * As leis constitucionais; * As convenções internacionais, os respetivos decretos presidenciais, os avisos de depósito de instrumento de vinculação, designadamente os de ratificação, e demais avisos a elas respeitantes; * As leis orgânicas, as leis, os decretos-leis e os decretos legislativos regionais; * Os decretos do Presidente da República; * As resoluções da Assembleia da República; * Os decretos dos Representantes da República de nomeação e exoneração dos Presidentes e membros dos Governos Regionais das Regiões Autónomas dos Açores e da Madeira; * Os regimentos da Assembleia da República, do Conselho de Estado e das Assembleias Legislativas das Regiões Autónomas; * As decisões e as declarações do Tribunal Constitucional que a lei mande publicar na 1.ª série do Diário da República; * As decisões de uniformização de jurisprudência do Supremo Tribunal de Justiça e do Tribunal de Contas e as decisões do Supremo Tribunal Administrativo a que a lei confira força obrigatória geral; * Os resultados dos referendos e das eleições para o Presidente da República, a Assembleia da República, as Assembleias Legislativas das Regiões Autónomas e o Parlamento Europeu, nos termos da respetiva legislação aplicável; * A mensagem de renúncia do Presidente da República; * As moções de rejeição do Programa do Governo, de confiança e de censura; * Os pareceres do Conselho de Estado previstos nas alíneas a) a e) do artigo 145.º da Constituição e aqueles que o próprio Conselho delibere fazer publicar; * Os demais decretos do Governo; * As resoluções do Conselho de Ministros e as portarias que contenham disposições genéricas; * As resoluções das Assembleias Legislativas das Regiões Autónomas e os decretos regulamentares regionais; * As decisões de outros tribunais não mencionados atrás às quais a lei confira força obrigatória geral; * As declarações relativas à renúncia ou à perda de mandato dos deputados à Assembleia da República e às Assembleias Legislativas das Regiões Autónomas. Na 2.ª série do Diário da República devem ser publicados os atos previstos no artigo 9.º do Regulamento de Publicação de Atos no Diário da República, publicado em anexo ao Despacho Normativo n.º 16/2022, de 30 de dezembro, bem como os demais atos sujeitos a dever de publicação oficial na 2.ª série do Diário da República: * Os despachos normativos dos membros do Governo; * Os resultados das eleições para os órgãos das autarquias locais; * Os orçamentos dos serviços do Estado cuja publicação no Diário da República seja exigida por lei e as declarações sobre transferências de verbas; * Os demais atos cuja publicação seja determinada pela lei. ==Atos legais que regulam o Diário da República== *Artigos 112.º e 119.º da Constituição da República Portuguesa. *Lei n.º 74/98, de 11 de novembro (Lei Formulário). *Decreto-Lei n.º 83/2016, de 16 de dezembro (aprova o serviço público de acesso universal e gratuito ao Diário da República). *Despacho Normativo n.º 16/2022, de 30 de dezembro (aprova o Regulamento de Publicação de Atos no Diário da República). ==Ver também== *Diário Oficial da União (Brasil) *Boletim Oficial (Guiné-Bissau) *Jornal da República (Timor-Leste) *Boletim Oficial do Estado (Galiza - Espanha) *Jornal Oficial da União Europeia ==Ligações externas== *Diário da República (Portugal) *DIGIGOV - Diário do Governo Digital *Jornal Oficial da Região Autónoma da Madeira *Jornal Oficial da Região Autónoma dos Açores Categoria:Jornais de Portugal Categoria:Governo de Portugal Categoria:Jornais em língua portuguesa Categoria:Diários oficiais",
 "title": "Diário da República"
}