{
 "id": "100426",
 "text": "Fala (7 de Abril de 1940 — 21 de junho de 1953) foi um famoso Scottish Terrier, o cão do presidente dos Estados Unidos, Franklin Roosevelt. Sendo um dos animais de estimação presidenciais mais famosos, Fala capturou a atenção do público nos Estados Unidos e acompanhava sempre Roosevelt, tornando-se parte da imagem de Roosevelt. ==Biografia== Fala nasceu a 7 de Abril de 1940, e foi dado como um presente adiantado de natal a Roosevelt por Augustus G. Kellog de Westport, Connecticut, através da prima de Roosevelt, Margaret \"Daisy\" Suckley. Enquanto um cachorro, Fala recebeu treino de Suckley, que o ensinou a sentar, rolar e saltar. O seu nome original era Big Boy (traduzido à letra para português seria rapaz grande); mas Franklin mudou-lhe o nome para \"Murray Outlaw of Falahill\" (Murray Fora da Lei de Falahill) após John Murray, um famoso antepassado escocês. Mais tarde foi diminuído para \"Fala\". ==Casa Branca== Fala mudou-se para a Casa Branca a 10 de novembro de 1940, e passou muito do seu tempo lá até Roosevelt falecer e ser sucedido por Harry S. Truman em Abril de 1945. Fala também viajou com Roosevelt até sua casa (Springwood) em Hyde Park, Nova Iorque e Warm Springs, Georgia, onde recebeu tratamento devido à sua (de Roosevelt) doença. Todas manhãs era dado a Fala um osso que vinha com o pequeno-almoço de Roosevelt e às noites era lhe servida uma refeição. Contudo, nas primeiras semanas na Casa Branca, teve de ser visto por um veterinário, devido a problemas intestinais; mais tarde foi descoberto que o pessoal da Casa Branca estava sempre a alimentá-lo, ficando doente de tanto comer. Fala tornou-se um soldado raso honorário do Exército Americano ao \"contribuir\" com $1 dólar para o esforço de guerra para cada dia do ano, e criando assim um exemplo para a população. Com a sua grande popularidade, a Casa Branca começou a receber correio endereçado a Fala, de modo que foi necessário atribuir uma secretária a Fala. ==Discurso de Fala== A 23 de Setembro de 1944, Roosevelt fez o seu famosos \"discurso Fala\" (\"Fala speech\"), enquanto em campanha para eleição presidencial de 1944. O discurso de 39,5 minutos foi feito durante um jantar de campanha em Washington. No discurso, Roosevelt ataca o partido Republicano com detalhes de ataques feitos a ele. No discurso Roosevelt refere-se a uma falsa história, em que Roosevelt teria se esquecido de Fala nas ilhas Aleutas enquanto em visita e que teria enviado uma navio de guerra da marinha dos Estados Unidos para ir buscar Fala. ==Após a morte de Roosevelt== Em Abril de 1945, Roosevelt morreu em Warm Springs. Fala compareceu ao funeral e passou a viver com a viúva Eleanor Roosevelt em Val- Kill. Eleanor costumava se referir a Fala, na sua coluna \"My Day\", no jornal local. Fala faleceu em 1953 e foi enterrado ao lado do jardim de rosas dos Roosevelts em Springwood. ==Ver também== *Franklin Delano Roosevelt ==Ligações externas== *Biografia de Fala, na Biblioteca e Museu Presidencial de Franklin D. Roosevelt *\"Fala, Roosevelt's Best Friend.\" *\"FDR's Fala, World's Most Famous Dog.\" Categoria:Cães das famílias presidenciais dos Estados Unidos Categoria:Discursos Categoria:Franklin Delano Roosevelt",
 "title": "Fala (cão)"
}