{
 "id": "100553",
 "text": "é uma série televisiva japonesa do gênero tokusatsu, pertencente à franquia Super Sentai. Produzida pela Toei Company, foi exibida originalmente entre 28 de fevereiro de 1987 e 20 de fevereiro de 1988 no horário das 18h, totalizando 51 episódios. Foi trazida ao Brasil pela Top Tape e exibida no Brasil na extinta Rede Manchete estreando em 22 de Abril de 1991, junto com Spielvan e Black Kamen Rider. Depois disso, houve uma segunda reprise em 1999, também pela Rede Manchete, e pela RedeTV! quando ainda estava em fase experimental, que exibiu a série até o episódio 36. A série reestreou no dia 9 de novembro de 2018 pela TV Diário de Fortaleza/ Ceará dentro do bloco infantil Turminha Diário. ==História== Sanjuurou Sugata, um estudioso dos poderes da mente, descobre a existência do Império Subterrâneo Tube, uma força maligna localizada nos subterrâneos do Japão, que quer dominar a Terra. De início, o Império Subterrâneo Tube era pacífico, porém quando Zeba sobe ao poder passa a querer dominar o mundo inteiro, transformando a Terra em um planeta frio e sombrio. Diante de tal ameaça, Sugata reúne 5 jovens, cada um especializado em um estilo de artes marciais e começa a treiná-los para que desenvolvam o Poder Aura (poderosa energia existente no corpo humano que é despertado por meio de treinamento). Cada episódio da série é iniciado com a narração: \"Uma misteriosa e inexplicável força se esconde por trás do nosso corpo. Quanto mais treinarmos o nosso corpo, essa força infinita se manifestará!\". ==Personagens== ===Maskman=== *Takeo (Takeru no original) / Red Mask: o líder do grupo. Tem 23 anos e é um especialista em Karate 空手道 e piloto de Stock Car japonesa. Sua arma especial é a Espada Mask e seu veículo é o Avião Mask. Seu gesto motor é o Zai (ambas as mãos abertas com as palmas voltadas para frente, unidas pelas pontas dos dedos indicador e polegar, formando uma pirâmide no centro do gesto), que representa o controle das forças da natureza. No episódio 6, consegue juntar o poder aura num só ponto para manifestar o God Hand. *Kenta / Black Mask: armado com a Barra Mask (bastão que pode se tornar uma barra tripla), seu estilo de luta é o Kempo Japonês ou Nipponkenpo 日本拳法 e tem 21 anos. Seu veículo é a Broca Mask. Seu gesto motor é o Jin (todos os dez dedos enlaçados num punho único), que simboliza a adivinhação de pensamentos e intenções das outras pessoas. *Akira / Blue Mask: com apenas 16 anos, ele é o caçula da equipe. Sua arma de batalha é o Mask Truco, ou Tonfa Mask, pilota o Tanque Mask e seu estilo marcial é o Kung Fu; quando não está transformado se utiliza de um par de espadas Tai Chi. Seu gesto motor é o Retsu (os dois punhos juntos, sendo que o dedo indicador direito aponta para fora), que encarna o domínio do tempo e espaço. É um rapaz bem bonito e humorado. Mesmo sendo mais velho ele é confundido como criança por causa de sua estatura baixa. Ele também é transformado em Espadachim Subterrâneo Unas através da tramóia de Igan. *Sayaka (Haruka no original) / Yellow Mask: tem 19 anos e foi criada em uma família de Ninjas 忍者, portanto luta Ninjutsu. Como arma especial tem o Rotor Mask e seu veículo é o Jato Mask. Seu gesto motor é o Tou (todos os dez dedos, exceto os anelares e mínimos, juntos num punho único), que personifica a harmonia com o Universo. *Keiko (Momoko no original) / Pink Mask: especialista em Tai Chi Chuan 太極拳, tem 19 anos. Sua arma é o Mask Ribbon e seu veículo é o Helicóptero Mask. Seu gesto de meditação é o Sha (todos os dez dedos, exceto os indicadores, juntos num punho único), que enquadra a cura de si mesmo. ===Aliados=== *Chefe Sanjuurou Sugata: estudioso dos poderes da mente, o chefe Sugata descobriu a existência do Império Subterrâneo Tube, o qual de início era pacífico. Com a subida de Zehba ao poder passou a desejar a conquista do mundo. Foi ele o homem misterioso que lutou contra Takeo um ano antes deste tornar-se Red Mask. É dono da Sugata Racing, equipe de automobilismo onde Takeo é o principal piloto. *Doutora Higashi: a assistente do Chefe Sugata. Traja uma roupa toda branca. *Princesa Ian / Miho: a irmã gêmea de Igan, e alvo da paixão de Kiroz. Foi enviada pelo Império Subterrâneo Tube para espionar a Terra e os humanos, porém Ian se apaixona por Takeo. Acidentalmente conheceu Takeo e desde então se afeiçoou ao mesmo, chegando ao ponto de pará-lo no meio de uma corrida para avisar da ameaça do Império Subterrâneo Tube. Por conta disso foi capturada e criogenicamente congelada como punição pelo monstro Igadogla. Takeo consegue explodir o gelo que a envolvia nos últimos episódios do seriado. Como única herdeira restante do trono, depois da derrota de Zehba, no último episódio, ela se despede de Takeo e vai assumir o poder sobre Tube, decidida a reinar pacificamente. *Liu Asuka (Ryou Asuka no original) / X1 Mask: era o protótipo do primeiro Maskman, inclusive tendo treinado rigorosamente com o chefe Sugata. Porém teve sua namorada morta pelo Império Subterrâneo Tube e desistiu de tudo. Aparece no capítulo 39 ajudando os outros Maskman, perdendo seus poderes em seguida. ===Inimigos=== *Rei Zehba: supremo líder do Império Subterrâneo Tube, ele usurpou o trono da família Igan há muitos anos. Zehba odeia todos os humanos, e sua verdadeira forma é o monstro Lissaldogla filho do temível Lissaldogla, monstro que há muito tempo foi destruído pela verdadeira Família Real Igan. Zehba, ao nascer, comeu a carne de seu pai agonizante, que estava desejoso de ódio para com a Família Real Igan, e ganhou seus poderes monstruosos - tais poderes eram, contudo, condicionados à sua forma Zehba mas tanto a luz solar quanto a energia do pingente provocada pela união das duas princesas Igan e Ian (Miho) combinada com o poder Aura dos Maskman o faz ficar fraco obrigando-o a assumir a sua verdadeira forma de Monstro Subterrâneo. Assim, quando elas se unem e combinam sua energia ao poder Aura no último episódio, Zehba perde a maior parte de seus poderes o impossibilitando a manter a sua forma mais poderosa, como última cartada, se vê obrigado a lutar em sua real forma contra os Maskman, sendo finalmente destruído. *Senhor Anagumas (ep 01-50): o braço direito de Zehba, tem um certa autoridade sobre os outros membros de Tube. É um monstro velho e gordo que tem mais de 300 anos de vida, que vê e conhece tudo, uma espécie de sábio para o Império Tube. Somente ele tem acesso à grande biblioteca subterrânea, que contém os mais chocantes segredos sobre a civilização subterrânea e as verdadeiras origens do Rei Zehba. Faz poucas participações proeminentes na série, preferindo deixar os outros membros de Tube fazerem o trabalho pesado. No penúltimo episódio, lutou abertamente contra os Maskman e foi destruído, sendo revivido em tamanho gigante por Okelamp e definitivamente destruído pelo Robô Galaxy. *Princesa Igan (Principe Igan no original): irmã gêmea da princesa Ian (Miho). Luta de forma obcecada para honrar o nome de sua família, a qual tem como protetor o Divino Dragão Igan. Dentre suas habilidades está o Desring, com o qual pode criar um campo de força eletrificado, à custa de ter sua energia vital exaurida. No episódio 31, após Barrabás ter conquistado a Espada Subterrânea derrotando o monstro Devildogla, Igan vê-se obrigada a invocar o deus protetor e último recurso militar de sua família, o Divino Dragão Igan, que aparece e passa a acompanhar e ajudar em suas batalhas, aumentando assim seu poder. Isso até o momento em que ela se encontra com a princesa Ian após seu descongelamento e o Dragão a entrega uma esfera branca onde está contido os segredos do monstro subterrâneo Lissaldogla e de Zehba. Na verdade Igan é uma mulher disfarçada de homem. Na versão japonesa a personagem era mencionada como homem, apesar de que a tradução do seriado no Brasil parece ter confundido essa parte. Ao término da série, sai em uma peregrinação infinita, disposta a vagar por toda a eternidade como autopunição pelos crimes que cometeu ao longo do seriado. *Chefe Barrabás (Baraba no original japonês) (ep. 01-48): sádico, perverso e inclemente, este espadachim da tribo Valga (Baluga no original japonês) é o comandante de campo do Império Tube nas batalhas com os Maskman. Dentro do Império Subterrâneo Tube tem uma grande rivalidade com Igan, de quem sempre debocha. No episódio 30 ele conquista a Espada Subterrânea após derrotar o monstro Devildogla, tornando-se assim o Herói do Mundo Subterrâneo, até ser morto por Red Mask num duelo dramático no episódio 48. *Ninja Subterrâneo Oyobu: de pele vermelha e orelhas pontudas, é ninja da tribo Buyon. Corre a grandes velocidades e tem a habilidade de disparar bolas de fogo de suas mãos. É o braço-direito do Comandante Barrabás, mas é fiel em primeiro lugar ao Rei Zehba. Rivaliza com Black Mask nas batalhas. Morre numa missão suicida, para levar o castelo subterrâneo para a superfície no último episódio. *Ninja Subterrânea Fuumin: ninja feminina da tribo Fu, é serva do clã de Igan. Por conta disso era mais fiel à sua senhora do que ao Rei Zehba. Treinada em combate e técnicas ninja, tem a habilidade de lançar shurikens e cuspir bolas de fogo pela boca. Sua habilidade rivalizava com Yellow Mask. No último episódio, quando o palácio de Zehba está desabando, uma coluna quase cai sobre Igan, mas Fuumin empurra a princesa para salvá-la, sendo atingida e morrendo no lugar dela. *Monstro Simbiose (ep 26): Aparece somente no episódio intitulado (O Desaparecimento) na sua forma humana ela era chamada de Sheila, que atraia os jovens para servir de alimento ao Monstro Subterrâneo Jirugadogla, mas durante o andamento desse capítulo ela mostra insatisfação por ter essa tarefa que o Senhor Zehba a designou, além disso ela se apaixona por Kenta o Black Mask e por isto ela trai o Império Subterrâneo Tube e acaba morrendo. *Cavaleiro Ladrão Kiroz (ep 27-49): aparece pela primeira vez no capítulo 27. Kiroz era apaixonado pela princesa Ian e caiu no Inferno Vendaval, mas sobrevive e escapa. Com sua arma Crescent Screw (composta de uma corrente e uma foice, criada enquanto estava no Inferno Vendaval) ele conseguiu destruir a Bomba Projétil. Depois disso, faz um acordo com Rei Zehba no qual após derrotar os Maskman ficaria com a pricesa Ian. Morre no antepenúltimo episódio da série, quando o gelo que envolvia Ian é destruído e, com a explosão, os cacos se cravam no corpo de Kiroz. *Monstros Subterrâneos: São os monstros que em sua maioria estão criogenicamente congelados e trancados em uma câmara pela Família Real Igan e que geralmente são enviados nas tentativas de conquistar o mundo da superfície e muitas vezes tentar destruírem os Maskman mas, sempre terminam sendo destruídos pelos Maskman. Todos os monstros da série têm seus nomes terminados pelo sufixo Dogla. *Monstro Elétrico Okerampa: sempre que os monstros subterrâneos enviados pelo Império Subterrâneo Tube eram destruídos pelos Maskman, Okelamp, monstro híbrido de inseto com molusco e faz um som semelhante ao de um peru, era sempre invocado. Com seu raio ressuscitava os monstros subterrâneos tornando- os gigantescos. Após isso, dizia \"Eu tô cansado\". Foi visto pela última vez no penúltimo episódio, quando ressuscitou Anagumas e se desconhece o que aconteceu com ele depois disso. Okelamp é análogo a Gyodai (Changeman) e Medusan (Flashman). *Soldados Angla: Os soldados do Império Tube. *Espadachim Subterrâneo Unas (ep 44): Akira é transformado num guerreiro espadachim por rebeldes do Império Tube no episódio 44 por acharem que era um grande herói a serviço da justiça, só pra descobrirem que ele era um servo do mal com um mecha-monstro do Yoroidogla controlando Akira. ===Outros=== *Hizashi (ep. 4 somente): Ele é fâ de Takeru e queria conhecer o futuro carro que iria ser construído. Ele e o pai foram ver os Maskman até serem presos no túnel Moebius. Os Maskman reconstruíram o carro que iria competir no automobilismo para salvar Hizashi e renasce como Spink Laser e assim puderam salvar o pai e o garoto. Eles depois falam que tiveram que refazer o carro para salvar o pai e o menino, mas Hizashi não desanima e mostra os desenhos do possível design do carro e um destes foi usado para o nascimento do Spink Laser. *Norio (ep. 6 somente): Jovem promissor carateca que treina para adquirir o God Hand. Quando viu Takeru quebrar uma viga de mãos nuas, este achou que fosse o God Hand, mas o próprio Takeru acaba entristecendo o garoto dizendo que aquele não era o God Hand. Norio acaba sendo capturado pelo Tube. Tsugata fala a Takeru que o God Hand existe e para tanto deveria acreditar em Norio e no Poder Aura. Os Maskman encontram Norio e Takeru confronta o monstro Tube através do Poder Aura e consegue um feito adquirindo o poder do God Hand. Takeru procura o garoto e fala do God Hand e também acreditar no God Hand. *Miyuki (ep. 7 somente): Foi o primeiro amor de Kenta e a conheceu quando fazia a patrulha. Um monstro Tube acaba a sequestrando e Doll usa sua forma para enganar Kenta. Kenta depois enfrenta o monstro Tube e salva Miyuki. Mesmo a salvando, resolveu manter distância dela para não envolver na luta contra o Tube. Ele a vê indo embora, mas na moldura tinha pintado o Kenta. *Lola (ep. 9 somente): garota alienígena que conseguiu se comunicar com Takeo com sua aura. *Yuu (ep. 11 somente): Garota ninja do mundo subterrâneo Tube que Kenta conheceu e rouba uma tiara do museu que contém o segredo do Tube. Edin, pai de Yuu é sequestrado e usado como moeda de barganha para os Maskman entregarem a tiara no retorno de Edin, mas Edin se liberta e usa seu poder para revelar o segredo do Tube, mas o monstro destrói a tiara. Edin usa suas últimas forças e se matar para enfraquecer o monstro. Ele depois revela que existe mais um outro segredo além do que estava presente no ornamento. *Professor do Kenta (ep. 16 somente): seu nome não foi mostrado no episódio que apareceu. Era o professor de artes marciais de Kenta. É responsável por reacender o espírito de luta de Kenta para que pudesse vencer Barrabás e salvar os demais Maskman. Kenta treinava com ele na infância antes de virar Maskman. Um monstro Tube usa suas moscas que rouba as forças dos Maskman, exceto do Kenta e passa para Barrabás. O mestre do Kenta usa uma armadura samurai e enfrenta Kenta e este consegue parar a espada, uma forma para superar Barrabás. *Koichi, Gun e Kaori (ep. 19 somente): São os amigos que Akira conheceu e salvou Kaori pouco antes de virar Maskman. Quando Akira perdeu a memória ao Barabass, Igan e um monstro Tube receber o poder de Anagumas, os três garotos ajudam Akira a recuperar sua memória. Mesmo tendo recuperado sua memória, os garotos faziam caras tristes sabendo que Akira os deixaria, contudo retornou e prometeu que Akira nunca mais os esqueceria. *Doutor Yamagata (eps. 21 e 22 somente): amigo do Chefe Sugata e designer do Land Galaxy. Veio a falecer enquanto testava o Land Galaxy após ser atingido por um raio. *Allabass (ep. 30 somente): é a mãe de Barabass. Após ser salva por Akira, sacrifica sua própria vida para que seu filho derrote o monstro Devildogla. Interpretada por Machiko Soga. *Erika (ep. 33 somente): jovem que acreditava ter sido salva por Kiroz de um monstro subterrâneo e se apaixonou por ele. A farsa foi descoberta ao ser salva por Takeo/Red Mask. *Takeo criança (ep. 38): o Pequeno Takeo antes de se tornar Red Mask era um garoto levado e atrevido, gostava de pregar as peças na escola, e sempre ficava de castigo, seria morto pela princesa Igan depois quando ela viaja no tempo com ajuda do monstro Daimdogla para tentar matár-lo, mais foi impedida pelos Maskman, e foram revelados os seus atos pelos seus colegas, depois de levantar as saias da Sayaka e Keiko. ==Armas== *Magnum Laser: as pistolas dos cinco integrantes. *Mask espada: as espadas dos cinco integrantes retirada do cabo do Magnum Laser. *Espada Mask: A espada,maior do que as Mask espadas,a principal arma de Red Mask. *Barra Mask: uma longa barra de cor preta é a arma principal de Black Mask pode se dividir em duas partes se tornando um nunchaku ou em três partes se convertendo em sanjiegun *Tonfa Mask: É arma principal do Blue Mask. Mask Truco na dublagem brasileira. *Rotor Mask: É arma principal de Yellow Mask, assemelham-se a yoyos *Mask Ribbon: É arma principal de Pink Mask, assemelha-se a uma fita de ginástica ritmica. *Bomba Projétil (Shot Bomber no original): a primeira bazuca dos Maskman seu poder de fogo vem da energia contida num tipo de mochila nas costas de Red Mask. Foi destruída pelo Crescent Screw de Kiroz no episódio 27. *Jato Canhão (Jet Cannon no original): a segunda bazuca dos Maskman, substituindo a Bomba Projétil e ao contrário da outra arma sua munição é a concentração do Poder Aura dos Maskman em um só disparo. Apareceu pela primeira vez no episódio 29. Também pode ser usado como veículo de transporte para Red Mask. ==Veículos== *Spin Cruiser: carro de Fórmula 1 modificado de Red Mask, agora um buggy. Spink Laser na dublagem brasileira. *Mask Loaders: as motos dos outros integrantes. *Turbo Ranger: consiste num tipo de nave voadora semelhante a um carro que geralmente transporta Avião Mask, Broca Mask, Tanque Mask, Jato Mask e Helicóptero Mask e também transporta somente o Land Galaxy em alguns episódios. *Avião Mask: avião vermelho pilotado pelo Red Mask geralmente é utilizado em combates contra as naves Anglamon e monstros agigantados, na união Five Cross forma a cabeça e parte do corpo do Great Five. *Broca Mask: veículo terrestre de cor predominantemente preta com duas grandes brocas em sua parte frontal pilotado pelo Black Mask é utilizado em combates contra as naves Anglamon, monstros agigantados e também perfurar o solo levando os Maskman para qualquer lugar do mundo subterrâneo sempre que for necessário, na união Five Cross (único momento que o veículo voa) forma parte do corpo do Great Five. *Tanque Mask: veículo terrestre de cor predominante azul pilotado pelo Blue Mask é utilizado em combates contra as naves Anglamon e monstros agigantados, na união Five Cross (único momento que o veículo voa) forma as pernas e os pés do Great Five. *Jato Mask: avião planador branco com amarelo na asa pilotado pela Yellow Mask é utilizado em combates contra as naves Anglamon e monstros agigantados, na união Five Cross forma o braço esquerdo do Great Five sua asa vira o Great Escudo. *Helicóptero Mask: helicóptero com detalhes em cor rosa pilotado pela Pink Mask sua hélice pode se modificar durante possível combate o transformando momentaneamente num planador é utilizado em combates contra as naves Anglamon e monstros agigantados, na união Five Cross forma o braço direito do Great Five sua hélice vira o Giro Cortante. *Land Galaxy: é um veículo semelhante a um caminhão que se transforma no Robô Galaxy. Construído pelo Doutor Yamagata, falecido amigo do Chefe Sugata. Aparece pela primeira vez no episódio 22 ==Mecha== *Great Five: o primeiro robô dos Maskman, formado pela união Five Cross dos cinco veículos dos Maskman, que são Jato Mask, Broca Mask, Tanque Mask, Helicóptero Mask e Avião Mask. Armado com a espada Luz Fotoelétron retirada do Great Escudo, com a qual destrói os monstros de Tube agigantados, além do Gyro Cutters (Giro Cortante na versão brasileira) é uma arma cortante em formato de cruz formada da hélice do Helicóptero Mask e a Great Gun (Arma Break na versão brasileira) é uma pistola posicionada em sua cintura. *Robô Galaxy: o segundo robô dos Maskman, é a transformação do Land Galaxy. Construído pelo Doutor Yamagata, falecido amigo do Chefe Sugata. Aparece pela primeira vez no episódio 22. Ele utiliza Ancora Galaxy (uma espécie de âncora presa a uma corrente), Tiro Balcan (uma de suas duas pistolas utilizada separadamente), Tiro Balcan Duplo (tiros disparados dos dois canos posicionados em seu peito) e Bazuca Galaxy (formada pela combinação das suas duas pistolas), ele ainda possui uma habilidade a Corrida Espartana (um super dash feito pelo robô para andar rapidamente) e o seu golpe fatal é o Punch Aura Galaxy (o poder aura do robô combinado com o dos Maskman concentrado em sua mão direita). Durante o restante do seriado passa a ser utilizado mais do que o Great Five e também é o robô utilizado pelos Maskman na luta final contra Lissaldogla (Sr Zehba). ==Notas == *No episódio para o cinema (que foi ao ar em 18/07/1987) a música de abertura é diferente, também foi cantada por Hironobu Kageyama e inclusa na trilha sonora! *Maskman foi a primeira série Super Sentai a ter um robô composto de 5 partes e uma segunda bazuca. Além disso, também foi a primeira série a apresentar um sexto membro, o Mask X-1, apesar de aparecer apenas no episódio 39 (\"A Aparição de Mask X-1\") e era o visual não-aprovado do Red Mask. *A atriz Kanako Maeda (Keiko/ Momoko/ Pink Mask) aparece nos episódios 23 e 24 de Jetman interpretando Kanta. *No Brasil, a série teve uma repercussão mediana, depois do fraco desempenho de audiência de Goggle V. *Na dublagem brasileira da série houve modificações nos nomes dos personagens: Takeru (Red Mask) teve seu nome trocado para Takeo, Haruka (Yellow Mask) virou Sayaka (mesmo nome da Change Mermaid em Changeman) e Momoko (Pink Mask) foi chamada de Keiko. *Na dublagem da França, país aonde fez grande sucesso, Maskman foi chamado de Bioman 2, em uma jogada semelhante feita no Brasil aonde Spielvan foi chamado de Jaspion 2. Além disso alguns personagens tiveram seus nomes modificados na dublagem francesa: Takeru virou Michael, Kenta virou Kent, Akira virou Allan, Haruka virou Héléne e Momoko virou Barbara. Os outros personagens tiveram seus nomes originais conservados. *Na dublagem das Filipinas também houve mudanças de nomes em vários personagens, desta vez para nomes filipinos: Takeru virou Michael Joe, Kenta virou Leonard, Akira virou Adrian, Haruka virou Eloisa, Momoko virou Mary Rose e o Chefe Sanjuurou Sugata teve seu nome modificado para Diretor Samuel Sugata. *A atriz Mina Asami, intérprete das gêmeas Igan e Ian / Miho, participou do episódio 40 de Flashman como Cybelia, e após os anos 1980 entrou para o cinema pornô japonês. *Na série, cada herói fazia um gesto motor para desperta o seu poder áurico (ver acima, na seção de descrição dos heróis). Estes gestos eram simbolizados pelos Kuji-in, que é um método de meditação oriental que tem por finalidade uma representação filosófica de despertar energias positivas e invocar habilidades e forças de seus praticantes como uma forma da energia ser canalizada. Cada personagem tinha uma simbologia com os seus gestos. *As vestimentas dos Maskman e a pirâmide feita com a mão por um deles (o gesto motor Zai, feito por Red Mask) são dois detalhes que o seriado tem em comum com a maçonaria. *Nos capacetes de Yellow Mask e Pink Mask existiam brincos, como os do capacete de Momoranger em Goranger, sendo um detalhe interessante que dava charme às guerreiras Maskman. *O ator Daigaku Sekine, que aparece no episódio 25, também participou das séries Jaspion (como o andróide maligno Zampa), Winspector (como o andróide R-24) e Tambem faz uma participação em Dairanger. *A atriz Machiko Soga, que participou do episódio 30 como a mãe de Barabass, também participou de muitas outras séries do gênero como: Spielvan, Gavan, Machineman, Jiraiya, Zyuranger e Magiranger, o qual este foi seu último trabalho em tokusatsu. Veio a falecer em 7 de maio de 2006, vítima de câncer no pâncreas. *O ator Yasuhiro Ishiwata,que participou no episódio 34 como o monstro Grondogla fez também o Gô em Flashman e o lider dos Dimensian Ray em Jetman. Fez par pela primeira vez com Kanako Maeda, a segunda foi em Jetman. *A atriz Tokie Shibata, que interpretou Nana em Changeman, fez uma participação especial no episódio 33 como Eri (Erika, na dublagem brasileira). *Curiosamente após o descobrimento e o uso do Robô Galaxy, os Maskman utilizavam o Robô Galaxy mais do que o Great Five durante o restante da série. *Issei Hirota (Akira/Blue Mask) faria no ano seguinte o papel do Ryu Asuka/Yanin Spiker em Jiraiya. *O ator Hayato Tani (Comandante Sugata) era também, na mesma época, um dos apresentadores do programa Takeshi's Castle (transmitido entre 1986 e 1989), idealizado pelo ator e cineasta Takeshi Kitano, e que serviu de base para as Olimpíadas do Faustão. *A aparência e super-velocidade de Oyubu tornam-no visualmente similar ao super-herói americano The Flash. *O estereótipo guerreiro do Comandante Barabass é totalmente similar ao do pirata espacial Buba (Changeman) e de Wandar (Flashman), tendo sido inspirado nos mesmos. Ainda sobre o Comandante Barabass, seu nome provém do bíblico Barrabás, o criminoso que foi libertado pelo Império Romano, a pedido do povo judeu, no lugar de Jesus Cristo. *Houve muita confusão durante a dublagem do Maskman, que a princesa Igan no original é Príncipe Igan, que na história desse personagem é uma mulher disfarçada de homem. *O ator Ryosuke Kaizu, que interpretou Takeo/Takeru/Red Mask, nunca tinha praticado karatê na vida, por isso foi treinado pelo pessoal do JAC (Japan Action Club). Ele até foi convidado para fazer uma participação especial em Gokaiger, mas recusou porque não queria ficar longe da família - atualmente, ele mora nas Filipinas (país onde a série foi bastante popular). ** Ele fez também uma participação na série Dairanger como um vilão do Gomma mas que se apaixona por Rin (Houou Ranger) e também fez parte da equipe de apoio dos heróis na séria Ohranger. * No último episodio, a personagem Fuumin teve uma das mortes mais violentas de todos os tokusatsus: foi esmagada por uma pilastra ao proteger a Princesa Igan. * O ator Issei Hirota aparece no episódio 49 de Gokaiger, novamente representando Akira. Ele entrega o Poder Supremo dos Maskman a Joe Gibken/Gokai Blue (Yuki Yamada), o qual também utiliza o poder no mesmo episódio. * A Yellow Mask que apareceu nas batalhas de Gokaiger, foi adaptada em Power Rangers Super Megaforce, como forma de poderes extras. *Red Mask e Shinken Red (Shinkenger) possuem o mesmo primeiro nome Takeru. *A nave principal dos Maskman chama-se Turboranger, nome que viria a ser do super sentai de 1989. ==Lista de episódios== Número e título do episódio Monstro(s) do episódio Protagonista(s) ou foco do episódio Exibição original no Japão 01 - A Bela Fugitiva Igadogla Takeo (Red Mask) e Ian 28 de fevereiro de 1987 02 - O Castelo Subterrâneo Igadogla Gigante Takeo (Red Mask) 7 de março de 1987 03 - A Um Passo do Mundo Estranho! Serpente Anglamon Integrantes do Maskman 14 de março de 1987 04 - Modelo Super F1! Gabiradogla Takeo (Red Mask) e Hizashi 21 de março de 1987 05 - O Pequeno Espadachim Blue Skelldogla Akira (Blue Mask) e Fuumin 28 de março de 1987 06 - God Hand dos Sonhos Drilldogla Takeo (Red Mask) e Norio 4 de abril de 1987 07 - O Amor de Kenta Downdogla Kenta (Black Mask) e Miyuki 11 de abril de 1987 08 - A Flor da Salvação! Saverdogla Akira (Blue Mask) e Keiko (Pink Mask) 18 de abril de 1987 09 - A Aura da Vida Magnedogla Takeo (Red Mask) e Lolla 23 de abril de 1987 10 - Igan Contra Takeo Bagildogla Takeo (Red Mask) e Igan 25 de abril de 1987 11 - O Fugitivo do Mundo Subterrâneo Zoradogla Kenta (Black Mask) e Yuu 2 de maio de 1987 12 - Orgulho de ser um Super Ninja Shinobidogla Sayaka (Yellow Mask) e Fuumin 9 de maio de 1987 13 - A Cantora Misteriosa! Garagadogla Kenta (Black Mask), Fuumin e a fotográfa Yuko 16 de maio de 1987 14 - O Céu Azul da Terra! Akamedogla Akira (Blue Mask) 23 de maio de 1987 15 - Adeus, Querida Flor Gelgedogla Keiko (Pink Mask) 30 de maio de 1987 16 - A Chama de Barabass Gamarodogla Kenta (Black Mask), Professor do Kenta e Barabass 6 de junho de 1987 17 - O Labirinto Infernal Gibadogla Takeo (Red Mask) e Igan 13 de junho de 1987 18 - Boneca Amaldiçoada! Garbodogla Sayaka (Yellow Mask) e Yukari 20 de junho de 1987 19 - O Demônio Anagumas Igaradogla Akira (Blue Mask), Anagumas, Igan e Barabáss 27 de junho de 1987 20 - A Cilada Dokurodogla Keiko (Pink Mask) 4 de julho de 1987 21 - A Sombra do Nevoeiro Kimendogla Chefe Sugata e Yumi Yamagata 11 de julho de 1987 22 - A Aura na Tempestade! Kimendogla e Great Five (controlado pelo Monstro Kimendogla) Integrantes do Maskman 18 de julho de 1987 23 - Espírito Diabólico Majindogla Takeo (Red Mask) e a falsa Miho 25 de julho de 1987 24 - O Menino Monstro Liudogla Kazuo e Sayuri 1 de agosto de 1987 25 - O Amor de Akira! Hengedogla Akira (Blue Mask) 8 de agosto de 1987 26 - O Desaparecimento! Jirugadogla Kenta (Black Mask) e o Monstro Sinbiose Sheila 15 de agosto de 1987 27 - O Cavaleiro Ladrão Kiroz! Beamdogla Integrantes do Maskman e Kiroz 22 de agosto de 1987 28 - Miho é a Princesa Ian?! Rockdogla Takeo (Red Mask) e Kiroz 29 de agosto de 1987 29 - A Arma Mortal Desgadogla 5 de setembro de 1987 30 - A Mãe de Barabass! Devildogla Akira (Blue Mask), Lalabass e Barabass 19 de setembro de 1987 31 - Protetor Divino Dragão Igan Ragondogla Sayaka (Yellow Mask), Fuumin, Igan e Dragão Igan 26 de setembro de 1987 32 - A Perseguição de Oyobu Lendogla Kenta (Black Mask), Barrabáss e Oyubu 3 de outubro de 1987 33 - A Proteção de Takeo! Goradogla Takkeo (Red Mask), Eri e Kiroz 10 de outubro de 1987 34 - A Canção de Amor Grondogla(assume a forma de um jovem chamado Hikari, no qual Keiko se apaixona) Keiko (Pink Mask) 17 de outubro de 1987 35 - O Túmulo Proibido Haniwadogla (acreditou-se ser o monstro Lissaldogla) Akira (Blue Mask) e Kiroz 24 de outubro de 1987 36 - As Gêmeas Nimendogla Takeo (Red Mask) e as Gêmeas Eriko e Mariko 31 de outubro de 1987 37 - Os Sonhos dos Guerreiros Mezumedogla Kenta (Black Mask), Cozinheiro Liu e Kiroz 7 de novembro de 1987 38 - A Volta no Tempo Daimdogla Takeo (Red Mask)(adulto e criança), Igan e Fuumin 14 de novembro de 1987 39 - A Ação de Mask X1 Magmadogla Takeo(Red Mask) e Ryou Asuka (Mask X-1) 21 de novembro de 1987 40 - A Melodia Baldodogla Integrantes do Maskman, Chefe Sugata e a Pianista Mari 28 de novembro de 1987 41 - As Assaltantes Harigadogla Sayaka (Yellow Mask), Keiko (Pink Mask) e Kiroz 5 de dezembro de 1987 42 - O Menino Retraído Ginogadogla Yoichi e Kaori 12 de dezembro de 1987 43 - Magia Misteriosa Gizedogla Akira (Blue Mask) e Kiroz 19 de dezembro de 1987 44 - O Espadachim Subterrâneo Yoroidogla Akira (Blue Mask transformado no Espadachim Subterrâneo Unas) 26 de dezembro de 1987 45 - O Segredo da Princesa Igan! Gamesdogla Akira (Blue Mask ainda transformado em Espadachim Subterrâneo Unas , Igan e Fuumin 9 de janeiro de 1988 46 - O Segredo da Lagoa Amaldiçoada Godaidogla/Fantasma Lissaldogla Takeo (Red Mask) e Igan 16 de janeiro de 1988 47 - A Dança da Morte! Spindogla Sayaka (Yellow Mask),Hitomi, Barabass e Oyobu 23 de janeiro de 1988 48 - A Morte de Barabass Valgadogla Takeo (Red Mask) e Comandante Barabass (morre) 30 de janeiro de 1988 49 - Ressureição da Princesa Ian Gigomodogla Takeo(Red Mask) e Kiroz (morre) 6 de fevereiro de 1988 50 - A Forma Real de Zehba Anagumas Takeo (Red Mask), Anagumas (morre) e Princesa Ian 13 de fevereiro de 1988 51 - O Último Ataque! Lissaldogla filho (forma verdadeira do Rei Zehba) Integrantes do Maskman, Chefe Sugata, Oyobu (morre), Fuumin (morre), Rei Zehba (morre), Princesa Ian e Igan 20 de fevereiro de 1988 ==Elenco== ===Atores japoneses=== *Takeo / Takeru (Red Mask) — Ryosuke Kaizu / Kazuo Niibori (dublê) *Kenta (Black Mask) — Koichi Kusakari / Koji Matoba (dublê) *Akira (Blue Mask)/Unas — Issei Hirota / Tsutomu Kitagawa (dublê) *Sayaka / Haruka (Yellow Mask) — Yuki Nagata / Masato Akata (dublê) *Keiko / Momoko (Pink Mask) — Kanako Maeda / Yuichi Hachisuka (dublê) *Liu / Ryou (Masx X-1) — Hideki Shibatani *Chefe Sugata — Hayato Tani *Doutora Higashi — Reiko Nanata *Rei Zehba — Hideaki Kusaki (dublê) / Seizo Kato (voz) *Oyobu — Yoshinori Okamoto *Princesa Igan — Mina Asami *Princesa Ian / Miho — Mina Asami *Anagumas — Takuzo Kamiyama *Okelamp (voz) — Nobu Shinoda *Comandante Barrabás — Keijiro Shiba *Fuumin — Kaori Kubota *Kiroz — Shunta Fuchino *Doutor Yamagata — Osamu Kenmotsu *Yumi Yamagata — Mamiko Taiyama *Allabass (mãe de Barrabás, episódio 30) — Machiko Soga *Monstro Grondola (episódio 34) — Yasuhiro Ishiwata Categoria:Séries de televisão de ação do Japão Categoria:Séries de televisão de ação da década de 1980 Categoria:Super Sentai Categoria:Programas da TV Asahi Categoria:Programas de televisão do Japão que estrearam em 1987 Categoria:Programas de televisão do Japão encerrados em 1988",
 "title": "Hikari Sentai Maskman"
}