{
 "id": "100626",
 "text": "A República Argentina é composta de vinte e três províncias (, singular provincia) e a cidade autônoma de Buenos Aires (oficialmente Ciudad de Buenos Aires ou Ciudad Autónoma de Buenos AiresConstituição da Cidade Autônoma de Buenos Aires (1996), art. 2º), a Capital da República. A cidade de Buenos Aires e as províncias têm as suas próprias constituições, mas existem em um sistema federal. As províncias são divididas em departamentos (, singular departamento), exceto a província de Buenos Aires, que é dividida em partidos, e a cidade de Buenos Aires, que é dividida em comunas. == Províncias == Província Capital População (censo 2010) Área (em km²) Ciudad Autónoma de Buenos AiresA Cidade de Buenos Aires é uma entidade de segundo grau constitucional, porém, não organizada como província, mas sim com base em regime especial (Cidade autônoma), similar e equiparável ao de uma Província. 2.890.151 200 Buenos Aires La Plata 15.625.084 307.571 Catamarca São Fdo. do Vale de Catamarca 367.828 102.602 Chaco Resistência 1.055.259 99.633 Chubut Rawson 509.108 224.686 Córdova Córdova 3.308.876 165.321 Correntes Correntes 992.595 88.199 Entre Rios Paraná 1.235.994 78.781 Formosa Formosa 530.162 72.066 Jujuy San Salvador de Jujuy 673.307 53.219 La Pampa Santa Rosa 318.951 143.440 A Rioja A Rioja 333.642 89.680 Mendoza Mendoza 1.738.929 148.827 Missões Pousadas 1.101.593 29.801 Neuquém Neuquém 551.266 94.078 Rio Negro Viedma 638.645 203.013 Salta Salta 1.214.441 155.488 San Juan São João 681.055 89.651 San Luis São Luís 432.310 76.748 Santa Cruz Rio Galegos 273.964 243.943 Santa Fé Santa Fé 3.194.537 133.007 Santiago do Estuário Santiago do Estuário 874.006 136.351 Terra do Fogo Ushuaia 127.205 21.478Não inclui 980.874 km² da Antártida Argentina e das Ilhas do Atlántico Sul ocupadas pelo Reino Unido, das quais a Argentina reclama soberania, totalizando uma superfície de 3.761.274 km². Tucumã São Miguel de Tucumã 1.448.188 22.524 Total País 40.117.096 2.780.400 == Regiões == O país também é dividido em quatro regiões criadas por tratados interprovinciais para a integração regional das províncias. A província de Buenos Aires e a cidade de Buenos Aires, não fazem parte de qualquer região. Região Províncias incluídas Central Córdova, Entre Ríos, Santa Fé Norte Grande Argentino Catamarca, Chaco, Corrientes, Formosa, Jujuy, Misiones, Salta, Santiago del Estero, Tucumán, Novo Cuyo La Rioja, Mendoza, San Juan, San Luis Patagônia La Pampa, Neuquén, Rio Negro, Chubut, Santa Cruz, Terra do Fogo == Ver também == * ISO 3166-2:AR, os códigos ISO para as províncias da Argentina. * Lista de províncias da Argentina por área == Ligações externas == * * * * Bandeiras das Províncias e Governadores desde 1983 Categoria:Subdivisões da Argentina Argentina, Provincias Argentina 1 Categoria:Subdivisões administrativas de países de primeiro nível",
 "title": "Subdivisões da Argentina"
}