{
 "id": "100724",
 "text": "The Police foi uma banda de rock britânica, formada pelo baixista e vocalista Sting, o guitarrista Andy Summers e o baterista Stewart Copeland na cidade de Londres em 1977. A banda, que teve influências do reggae, punk e do jazz, é considerada uma das melhores bandas da história do rock com uma enorme influência no rock da década de 1980 e gravou grandes sucessos, como \"Roxanne\", \"Every Breath You Take\", \"Message in a Bottle\", \"Every Little Thing She Does Is Magic\" e \"So Lonely\". The Police já vendeu mais de 75 milhões de álbuns, fazendo deles um dos artistas mais vendidos de todos os tempos. A banda ganhou vários prêmios, incluindo seis Grammy Awards, dois Brit Awards e um MTV Video Music Award. Em 2003, foram introduzidos no Rock and Roll Hall of Fame.\"The Police: Timeline\". Rock on the Net. Quatro de seus cinco álbuns de estúdio entraram na lista dos \"500 Melhores Álbuns de Todos os Tempos\" da revista Rolling Stone. Eles também foram incluídos nas listas de cem melhores artistas de todos os tempos da Rolling Stone e VH1.\"The Greatest Artists of All Time\". VH1/Stereogum.Flowers, Brandon. \"The Police: 100 Greatest Artists of All Time\". Rolling Stone. == História == === Formação e início de carreira === Em 1976, o jovem Gordon Summer, conhecido como Sting, tocava com uma banda de jazz rock chamada Last Exit em sua cidade natal, Newcastle. Numa noite, Stewart Copeland, que era o baterista do Curved Air (uma banda de rock progressivo), viu a performance de Sting durante um show e ficou impressionado. Stewart disse certa vez que quando ouviu a voz de Sting, \"sabia que ia ter vida boa para sempre \". Logo depois do Last Exit ter se dissolvido, os dois músicos decidiram formar a uma banda com o guitarrista Henry Padovani. Mais tarde, em 1977, já com o nome The Police, a banda lançou seu primeiro single, \"Fall Out\", pelo selo independente Illegal Records, que foi criado por Stewart Copeland e seu irmão Miles Copeland (empresário do Police). O single teve um sucesso considerável para um lançamento independente, vendendo aproximadamente 70 mil cópias. Andy Summers uniu-se ao grupo e eles tocaram algumas vezes como um quarteto. Finalmente Padovani decidiu sair da banda, deixando Sting, Stewart Copeland e Andy Summers. O Police assinou com a gravadora A&M; em 1978, lançando o single \"Roxanne\", que não obteve grande sucesso. Já o segundo single, \"Can't Stand Losing You\", conseguiu ficar entre os 50 mais vendidos da parada britânica. No verão de 1978, eles saíram em turnê pelos EUA, sem nenhum disco como suporte, atravessando o país em uma van alugada e tocando com equipamento alugado. Em 1978 foi lançado Outlandos d'Amour que começou uma escalada lenta ao Top 10 britânico e ao Top 30 americano. Imediatamente depois de seu lançamento, o grupo começou uma turnê britânica, lançou o single \"So Lonely\". Em 1979, o relançamento de \"Roxanne\" alcançou o 12º lugar nas paradas britânicas e 23º nos Estados Unidos, levando o disco Outlandos d'Amour ao sexto lugar. \"Can't Stand Losing You\" chega a ser número 2 na Inglaterra. No verão de 1979, Sting apareceu em Quadrophenia, um filme britânico baseado no álbum do The Who de mesmo nome; mais tarde nesse ano, ele atuou em \"Radio On\". Precedido pelo single \"Message in a Bottle\", número um nas paradas britânicas, Reggatta de Blanc (1979), fez do grupo estrelas na Inglaterra e Europa, encabeçando as paradas por quatro semanas. Depois de seu lançamento, Miles Copeland mandou a banda em turnê por diversos países que raramente tinham shows de músicos estrangeiros, entre eles a Tailândia, Índia, México, Grécia e Egito. === Trabalhos na década de 80 === Zenyatta Mondatta, lançado em 1980, alcançou o Top 10 nos EUA e Canadá. Na Inglaterra o álbum ficou por quatro semanas em primeiro lugar. \"Don't Stand So Close To Me\", o primeiro single do álbum, foi o segundo single número um do Police no Reino Unido; nos EUA, foi o segundo single a alcançar o Top 10 em 1981, seguido pela colocação número 10 de \"De Do Do Do, De Da Da Da\". A banda retornou ao estúdio em 1981 para gravar seu quarto álbum com produtor Hugh Padgham. As sessões foram filmadas para um programa de TV da BBC apresentado por Jools Holland. Terminado após alguns meses, o álbum Ghost in the Machine foi lançado em 1981 e tornou-se um hit imediato, alcançando o primeiro lugar no Reino Unido e o segundo nos EUA. \"Every Little Thing She Does is Magic\" veio a ser seu grande sucesso. Depois de seu sucesso devastador em 1980 e em 1981, foram chamados de o Melhor Grupo Britânico no primeiro Brit Awards e ganharam três Grammys. A banda fez um intervalo em 1982. Embora eles tenham feito seus primeiros concertos de arena e também a primeira visita ao Brasil, cada membro seguiu seus próprios projetos durante este ano. Sting atuou no filme Brimstone and Treacle, lançando um single solo. \"Spread A Little Happiness\" que faz parte da trilha sonora do filme, a música se tornou um hit britânico. Copeland fez a trilha sonora para o filme Rumble Fish, de Francis Ford Coppola, também fez as músicas de \"King Lear\" para a companhia de balé de San Francisco, e lançou um álbum solo sob o pseudônimo Klark Kent, além de também tocar em várias sessões com Peter Gabriel. Summers gravou um álbum instrumental: \"I Advance Masked\", com Robert Fripp. O Police voltou em 1983 com Synchronicity, que entrou para as paradas britânicas já em primeiro lugar e rapidamente alcançou a mesma posição nas paradas americanas, onde permaneceu por 17 semanas. Synchronicity tornou-se um grande sucesso devido à força da balada \"Every Breath You Take\". Ficando oito semanas no topo das paradas americanas, \"Every Breath You Take\" tornou-se um dos maiores hits americanos de todos os tempos. Nas paradas britânicas a música ficou no topo por quatro semanas. \"King Of Pain\" e \"Wrapped Around Your Finger\" vieram a ser hits no decorrer do ano de 1983, fazendo com que Synchronicity fosse multi-platina nos EUA e Grã-Bretanha. O Police promoveu o álbum com uma turnê mundial de grande sucesso que precedeu as turnês do restante dos anos 80. Assim que a turnê terminou, o grupo anunciou que iria entrar em \"licença\" a fim de seguir interesses pessoais fora da banda. O Police nunca retornou dessa licença. Durante a turnê de Synchronicity, as tensões pessoais e criativas entre os membros da banda tinham aumentado muito, e eles não tiveram nenhum desejo de trabalhar juntos por um tempo. === Reuniões === Durante o ano de 1986, a banda teve algumas tentativas de reunião, tocando no concerto para a Anistia Internacional e tentando gravar algumas músicas novas para um álbum. No decorrer da sessão de estúdio, pareceu que Sting tinha a intenção de dar à banda suas novas músicas, então o grupo regravou algumas canções antigas, mas Copeland sofreu um acidente em um jogo de pólo. Impedido de tocar, o grupo apresentou somente uma nova versão de \"Don't Stand So Close to Me\". Ao invés de um disco de músicas inéditas, foi lançada a compilação Every Breath You Take: The Singles no natal de 1986, que tornou-se o quinto primeiro lugar do grupo nas paradas britânicas e o quarto Top 10 americano. Após esse lançamento, o grupo silenciosamente se dissolveu. Em 2003, a banda fez um show único no Rock and Roll Hall of Fame tocando \"Roxanne\", \"Message in a Bottle\" e \"Every Breath you Take\". A banda retornou em fevereiro de 2007, começando assim uma turnê em comemoração aos 30 anos de lançamento do primeiro compacto. No dia 8 de Dezembro do mesmo ano, a banda faz um show histórico no estádio do Maracanã, no Rio de Janeiro, com mais de 70 mil pessoas. O último show da banda da turnê de 2007/08 foi no dia 7 de agosto no Madison Square Garden. Segundo o baterista Copeland, o trio nunca mais subirá aos palcos novamente. Apenas foi lançado o disco Certifiable no dia 11 de novembro. == Discografia == *Outlandos d'Amour (1978) *Reggatta de Blanc (1979) *Zenyattà Mondatta (1980) *Ghost in the Machine (1981) *Synchronicity (1983) == Integrantes == (Dezembro de 1976-Julho de 1977) *Sting - Baixo, Vocal *Henry Padovani - Guitarra *Stewart Copeland - Bateria (Julho de 1977-Agosto de 1977) *Sting - Baixo, Vocal *Henry Padovani - Guitarra *Andy Summers - Guitarra *Stewart Copeland - Bateria (Agosto de 1977-Julho de 1986) *Sting - Baixo, Vocal *Andy Summers - Guitarra *Stewart Copeland - Bateria (Julho de 1986-Janeiro de 2007) (Sem atividade) (Janeiro de 2007-Agosto de 2008) *Sting - Baixo, Vocal *Andy Summers - Guitarra *Stewart Copeland - Bateria == Ver também == * Lista de recordistas de vendas de discos == Ligações externas == * Categoria:Bandas de rock Categoria:Bandas pós-punk Categoria:Bandas de ska Categoria:Bandas da Inglaterra Categoria:Bandas vencedoras do Grammy Categoria:Bandas formadas em 1977 Categoria:Bandas extintas em 1985 Categoria:Bandas reativadas em 2007 Categoria:Bandas extintas em 2008 Categoria:Trios musicais Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Bandas vencedoras do MTV Video Music Awards Categoria:Músicos vencedores dos Brit Awards Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "The Police"
}