{
 "id": "100795",
 "text": "A Estrada de Ferro Central do Brasil foi uma das principais ferrovias do Brasil, ligando as então províncias do Rio de Janeiro, São Paulo, Minas Gerais e a então capital do país. Anteriormente à Proclamação da República, em 1889, a ferrovia denominava-se Estrada de Ferro D. Pedro II. == História == === Início === Em 9 de fevereiro de 1855, o Governo Imperial firmou contrato com o engenheiro britânico Edward Price para a construção da primeira seção de uma estrada de ferro que visava promover, a partir da cidade do Rio de Janeiro, no então Município Neutro, uma completa integração do território brasileiro sobre trilhos. === Estrada de Ferro Dom Pedro II === Foi então organizada a Companhia de Estrada de Ferro D. Pedro II, sob a direção de Christiano Benedicto Ottoni. O projeto mestre tinha como objetivo a construção de uma espécie de \"espinha dorsal\" entre o Rio de Janeiro e a estação de Belém em Japeri, na Província do Rio de Janeiro, que teria conexões com todas as regiões do Brasil através de ramais a serem construídos pela própria companhia, ou, por meio de outras ferrovias.Estações Ferroviárias do Brasil: EFCB - Linha do Centro As obras começaram em 11 de junho de 1855 e, em 29 de março de 1858, foi inaugurada a seção que ligava a Estação Aclamação (na cidade do Rio de Janeiro) à Freguesia de Nossa Senhora da Conceição de Marapicu, atual municipios de Nova Iguaçu. A igreja da Paróquia Nossa Senhora da Conceição de Marapicu data de 1736 e foi tombada por sua importância cultural para a cidade de Nova Iguaçu, e está situada no alto de uma colina circundada pela estrada de Madureira e se destaca na paisagem. O acesso é feito por caminho calçado de pedras. Com espaços amplos ao seu redor, a fachada é simples, de frontão triangular. (Fonte mapa de cultura RJ). Nessa época havia cinco estações: Campo (atual Central do Brasil); Engenho Novo; Cascadura (todas no Município Neutro); todos as Freguesias e Distritos de Nova Iguaçu; e também Maxambomba (atual Centro de Nova Iguaçu), na Província do Rio de Janeiro. Em 8 de novembro do mesmo ano, a estrada de ferro se estendeu até Belém (atual Japeri), no sopé da Serra do Mar. === Expansão === Em 1860, foi concluído o Ramal de Macacos (atual Ramal de Paracambi), a partir de Japeri, que era o ponto de partida para que a Estrada de Ferro D. Pedro II subisse a Serra do Mar. Em 12 de julho de 1863, os trilhos chegaram a Rodeio (atual Engenheiro Paulo de Frontin) e no ano seguinte, à região fluminense do Vale do Paraíba. O primeiro trem de passageiros alcançou Barra do Piraí em 9 de agosto de 1864. Após a conclusão da transposição da Serra do Mar, a linha se bifurcou em Barra do Piraí, com a linha tronco, chamada Linha do Centro, seguindo na direção de Entre Rios (atual Três Rios) e tendo como destino a Província de Minas Gerais; e o Ramal de São Paulo, que seguiu à margem direita do Rio Paraíba do Sul com destino a Província de São Paulo. Em Entre Rios (atual Três Rios, onde chegou em 13 de outubro de 1867), a Estrada de Ferro D. Pedro II encontrou-se com a Estrada de Rodagem União e Indústria, inaugurada em 1861. Essa estrada ligava Petrópolis a Juiz de Fora. A partir dali, seguiu para outros municípios da província mineira, alcançando Queluz de Minas (atual Conselheiro Lafaiete) em 1883. O chamado Ramal de São Paulo, seguiu à margem direita do Rio Paraíba do Sul, até Porto de Cachoeira (atual Cachoeira Paulista), passando por Queluz e Cruzeiro, já na Província de São Paulo. Este trecho seria concluído em 1874, com as composições da Estrada de Ferro D. Pedro II alcançando a estação construída no povoado Santo Antônio da Cachoeira, no Porto de Cachoeira em 20 de julho de 1875. A ligação entre Cachoeira e a capital da província paulista, chamada Estrada de Ferro do Norte seria construída posteriormente pela Companhia São Paulo e Rio de Janeiro, num trecho de 231 km, inaugurado em 8 de julho de 1877. Em 1880, foi construído um pequeno ramal próximo à estação Dom Pedro II para atingir o Porto do Rio de Janeiro, com dois túneis e uma estação chamada Estação Marítima. === Estrada de Ferro Central do Brasil === Quando da Proclamação da República, em 1889, a Estrada de Ferro D. Pedro II teve seu nome alterado para Estrada de Ferro Central do Brasil (mudança oficializada a 22 de novembro desse ano). Ainda assim, os trabalhos de ampliação continuaram.thumb|250px|Locomotiva da Central do Brasil abandonada na Estação Barão de Mauá, no Rio de Janeiro.|esquerda Em 1895, os trilhos que seguiam por Minas Gerais chegaram a Estação General Carneiro e se bifurcaram em direção a Belo Horizonte e Sete Lagoas. Em 1896, a E. F. Central do Brasil incorporou a Estrada de Ferro do Norte da Companhia São Paulo e Rio de Janeiro, que ligava a capital paulista a Cachoeira Paulista, com o propósito de alargar a bitola e unificar as duas linhas como continuação do Ramal de São Paulo. A unificação permitiu a E.F. Central do Brasil atravessar toda a região do Vale do Paraíba e chegar a Estação do Norte (atual Estação Brás) na capital paulista, onde a ferrovia se conectava com a Estrada de Ferro Santos-Jundiaí. No início do século XX, a ferrovia já havia consolidado a interligação da então capital federal Rio de Janeiro, e as capitais estaduais Belo Horizonte e São Paulo. No decorrer do século XX, a Estrada de Ferro Central do Brasil continuou sendo ampliada, especialmente com a incorporação de ramais já existentes. Contudo, algumas das estradas de ferro encampadas eram deficitárias, prejudicando muitas vezes os lucros alcançados nas linhas principais. Em 10 de setembro de 1947, a Estrada de Ferro Central do Brasil que ia até Montes Claros, chegou a Monte Azul, no norte de Minas Gerais, próxima à divisa do estado com a Bahia. Em 1950, a Viação Férrea Federal do Leste Brasileiro, que se iniciava em Salvador e seguia para o sul do estado baiano, chegou até Monte Azul, ligando-se com a Linha do Centro (Estrada de Ferro Central do Brasil). == Galeria== File:Regimento Interno da Cia Estrada de Ferro D. Pedro II.jpg|miniaturadaimagem|thumb|Capa do Regimento Interno da Estrada de Ferro D. Pedro II, em 1859. Sob a guarda do Arquivo Nacional. File:Inauguration de chemin de fer Pedro II (Brésil). — VUE DE LA VALLÉE DES MACACOS. — D'après un croquis de M. D..., officier de marine.jpg|thumb|300px|Inauguração da Estrada de Ferro Dom Pedro II: vista do Vale dos Macacos. File:Chemin de Fer D. Pedro II. — D'après le croquis de M. Vleminex. Station de Rodeio.jpg|300px|thumb|Estação de Rodeio (atual Engenheiro Paulo de Frontin). File:Livro central do Brasil.jpg|thumb|Publicação de 1908 da Imprensa Nacional sobre a história da ferrovia. File:PanoPaulodeFrontin.jpg|thumb|Estação Paulo de Frontin/RJ, na Linha do Centro. File:EstaçãoBarradoPiraí.JPG|thumb|Estação Barra do Piraí/RJ, no entroncamento da Linha do Centro com o Ramal de São Paulo. File:Railroad station brazil 1885.jpg|thumb|Estação de Cruzeiro/SP, antiga conexão do Ramal de São Paulo com a Estrada de Ferro Minas Rio (Marc Ferrez, c. 1895). File:Estação Ferroviária de Cachoeira Paulista 02.jpg|thumb|Estação Cachoeira Paulista/SP, antiga conexão do Ramal de São Paulo com a Estrada de Ferro do Norte. File:Tunel12Mendes.JPG|thumb|Túnel 12, em Mendes/RJ, o mais extenso da Estrada de Ferro Central do Brasil. File:VariantedoParatei.jpg|thumb|Túnel 27 da Variante do Parateí, em Mogi das Cruzes/SP. == Linhas e Ramais == Linha Origem Destino Extensão (km) Observações Linha do Centro Dom Pedro II (Rio de Janeiro - RJ) Monte Azul - MG 1354,2 Linha principal da ferrovia e a primeira a ter sua construção iniciada (em 1858). Linha Auxiliar Alfredo Maia (Rio de Janeiro - RJ) Porto Novo (Além Paraíba - MG) 240,1 Antiga Estrada de Ferro Melhoramentos. Ramal de Jacutinga Governador Portela (Miguel Pereira - RJ) Santa Rita de Jacutinga - MG 147,0 Também conhecido como Ramal de Vassouras, por ter atingido o centro urbano desta cidade. O ramal incorporava trechos das antigas Companhia Ferro Carril-Vassourense e Estrada de Ferro União Valenciana, fundidos em uma única linha. Ramal de Bananal Saudade (Barra Mansa - RJ) Bananal - SP 82,6 Antiga Estrada de Ferro Bananal. Ramal de Mangaratiba Deodoro (Rio de Janeiro - RJ) Mangaratiba - RJ 81,1 O Ramal de Mangaratiba, também era conhecido como Ramal de Angra dos Reis, pois deveria atingir Angra mas não se concretizou. Ramal de Paracambi Japeri - RJ Paracambi - RJ 8,2 Ramal de Afonso Arinos Valença - RJ Afonso Arinos (Comendador Levy Gasparian - RJ) 60,0 Antiga Estrada de Ferro Rio das Flores. Originalmente começava no Ramal de Jacutinga e terminava na Linha do Centro. Ramal de Teresópolis Piedade (Magé - RJ) Várzea (Teresópolis - RJ) 37,0 Antiga Estrada de Ferro Teresópolis. O ramal atravessava a Serra dos Órgãos com o auxílio de cremalheiras, alcançando Teresópolis - RJ. Originalmente se iniciava no Porto de Piedade (Magé - RJ). Ramal de Cabo Frio Neves (São Gonçalo - RJ) Cabo Frio - RJ 157,9 Antiga Estrada de Ferro Maricá. Ramal de Piquete Lorena - SP Limeira (Piquete - SP) 20,2 Antiga Estrada de Ferro Lorena-Piquete. Ramal de São Paulo Barra do Piraí - RJ Roosevelt (São Paulo - SP) 390,9 Em 1890, o Ramal de São Paulo incorporou a Estrada de Ferro do Norte (entre São Paulo e Cachoeira Paulista). Variante do Parateí São José dos Campos - SP Eng. Manoel Feio (Itaquaquecetuba - SP) 27,8 A Variante do Parateí começa no Ramal de São Paulo e termina na Variante de Poá. Variante de Poá Calmon Vianna (Poá - SP) Eng. Gualberto (São Paulo - SP) 27,8 A Variante de Poá começa e termina no Ramal de São Paulo. Variante do Paraopeba Joaquim Murtinho (Congonhas do Campo - MG) General Carneiro (Sabará - MG) 190,0 A Variante do Paraopeba começa e termina na Linha do Centro, passando por Belo Horizonte. Ramal de Pirapora Corinto - MG Buritizeiro - MG 155,7 O Ramal de Pirapora alcança a margem direita do Rio São Francisco, em Pirapora-MG. Originalmente a linha atravessava o rio e terminava em Buritizeiro-MG, na margem esquerda. Ramal de Ponte Nova Miguel Burnier (Ouro Preto - MG) Ponte Nova - MG 145,0 O Ramal de Ponte Nova atravessa as cidades históricas de Ouro Preto-MG e Mariana - MG, parcialmente findando na cidade de Ponte Nova - MG. Originalmente a linha começava no distrito de Miguel Burnier (Ouro Preto - MG), na Linha do Centro. Ramal de Nova Era Sabará - MG Nova Era - MG 144,0 Também conhecido como Ramal de Santa Bárbara, por atingir o centro desta cidade. Ramal de Lima Duarte Benfica (Juiz de Fora - MG) Lima Duarte - MG 52,0 Ramal de Diamantina Corinto - MG Diamantina - MG 147,0 Antigo ramal oriundo da Estrada de Ferro Vitória a Minas. Ramal de Mercês Santos Dumont - MG Mercês - MG 57,0 Também conhecido como Ramal do Piranga, pois deveria atingir esta cidade. == Linhas Suburbanas == A Estrada de Ferro Central do Brasil teve aquela que foi considerada a maior malha de trens suburbanos do Brasil, com três sistemas: Rio de Janeiro, São Paulo e Belo Horizonte, além do popularmente conhecido como Trem Xangai, que ligava os subúrbios de Juiz de Fora ao seu centro. Região Metropolitana Linha Extensão (km) Período Observações Rio de Janeiro Dom Pedro II (Rio de Janeiro) ↔ Deodoro (Rio de Janeiro) 22,050 1866 - Rio de Janeiro Dom Pedro II (Rio de Janeiro) ↔ Japeri 61,750 1858 - Rio de Janeiro Japeri ↔ Paracambi 8,250 1860 - Hoje apenas uma extensão operacional, mas, em certas épocas, havia trens que partiam direto de D. Pedro II a Paracambi. Rio de Janeiro Dom Pedro II (Rio de Janeiro) ↔ Santa Cruz (Rio de Janeiro) 54,775 1878 - Em certas épocas, os trens seguiam até Matadouro de Santa Cruz. Rio de Janeiro Alfredo Maia (Rio de Janeiro) ↔ Japeri 64,000 1902 - 1970 Antiga Linha Auxiliar. Rio de Janeiro Alfredo Maia ou Dom Pedro II (Rio de Janeiro) ↔ São Mateus (São João de Meriti) não disponível 1910 - 1993 Antiga Linha Auxiliar. Em certas épocas, os trens seguiam até Thomazinho ou Rocha Sobrinho. Rio de Janeiro Dom Pedro II ↔ Belford Roxo não disponível 1950 - Antiga Linha Auxiliar. O trecho entre Pavuna e Belford Roxo pertencia à extinta Estrada de Ferro Rio d' Ouro. Rio de Janeiro Santa Cruz ↔ Mangaratiba (posteriormente Itaguaí) 10 1911 - 1990 Antigo Ramal de Angra dos Reis. Até a década de 1970 saíam trens diários da estação Central do Brasil com destino à Mangaratiba. Houve épocas em que os trens saíam de Deodoro ou de Santa Cruz (pois o trecho até Mangaratiba não era eletrificado). Em 1986, só existiam trens ligando Santa Cruz a Itaguaí. Rio de Janeiro Japeri ↔ Barra do Piraí 45,000 1975 - 1996 Conhecida como Linha Barrinha. Rio de Janeiro Vassouras ↔ Barão de Juparanã (Valença) 11,000 1925 - 1965 Antiga Companhia Ferro-Carril Vassourense. São Paulo Luz ou Roosevelt (Brás, São Paulo) ↔ Estudantes (Mogi das Cruzes) 50,840 1886 - Até 1911 seguia apenas até Itaquera ou Guaianases. Até 1976 seguia apenas até Mogi das Cruzes. São Paulo Roosevelt (Brás, São Paulo) ↔ Calmon Viana (Poá) 38,822 1934 - Antiga Variante de Poá. Belo Horizonte Belo Horizonte ↔ Rio Acima não disponível 1950 - 1996 Em certas épocas, sua extensão foi menor (até General Carneiro, ou, até Matadouro). Juiz de Fora Matias Barbosa ↔ Benfica (Juiz de Fora) não disponível 1923 - 1997 Conhecido como \"Trem Xangai\". == Extinção == Em 1969 foi criada no âmbito da Rede Ferroviária Federal (RFFSA) a 6ª Divisão Central, sucedendo à EFCB. Em 1973 sai do âmbito da 6ª Divisão central as linhas de bitola métrica, formando a 14ª Divisão Centro-Norte. Esta, em 1975, foi repassada à Viação Férrea Centro- Oeste (VFCO), formando a Superintendência Regional 2 da RFFSA, com sede em Belo Horizonte. Uma nova reorganização administrativa é implantada na RFFSA, no ano de 1975. Criam-se seis Regionais e a Regional Rio de Janeiro assume as antigas linhas de carga da Central do Brasil e da Leopoldina e, a linha suburbana da Central em São Paulo, muda de administração. Esta reforma administrativa sepulta, definitivamente, o nome CENTRAL. Em 1984 foi criada a Companhia Brasileira de Trens Urbanos – CBTU, que absorve as linhas de transportes de passageiros do subúrbio de todo o país. No Rio de Janeiro, em 1994, o transporte de passageiro suburbano é estadualizado e em 1998 é entregue a iniciativa privada. Com a desestatização da RFFSA ocorrida na segunda metade dos anos 90 e a do subúrbio do Rio de Janeiro em 1998, a Estrada de Ferro Central do Brasil passa a ter quatro empresas sucessoras: no sistema de bitola de 1,60m – MRS Logística; no sistema de bitola de 1,00m – Ferrovia Centro Atlântica (FCA); no sistema suburbano do Grande Rio – SuperVia; e no sistema suburbano de São Paulo – Companhia Paulista de Trens Metropolitanos (CPTM). Entretanto, não pode ser esquecido que três trechos de pequena extensão da Central, foram absorvidos por outras empresas: a linha erradicada da Estrada de Ferro Rio D’Ouro, é a atual linha 2 do Metrô do Rio de Janeiro; em Minas Gerais, parte da linha desativada do subúrbio de Belo Horizonte, integra a atual linha metropolitana e a Estrada de Ferro Vitória Minas assumiu o trecho, de bitola de 1,00m, Costa Lacerda – Nova Era. == Ver também == * Assalto ao trem pagador da Estrada de Ferro Central do Brasil * Linha Deodoro da SuperVia * Linha Santa Cruz da SuperVia * Linha Japeri da SuperVia * Linha Paracambi da SuperVia * Linha Belford Roxo da SuperVia * Linha Barrinha da Central * Linha 11 do Trem Metropolitano de São Paulo * Linha 12 do Trem Metropolitano de São Paulo Categoria:Empresas ferroviárias extintas do Brasil Categoria:1858 no Brasil",
 "title": "Estrada de Ferro Central do Brasil"
}