{
 "id": "100794",
 "text": "Rio D’Ouro é um bairro trimunicipal dos municípios de Nova Iguaçu, Queimados e Japeri (Rio de Janeiro). == História == O bairro ganhou importância estratégica para o município em 1883, quando da construção da Estrada de Ferro Rio d'Ouro, que começava no bairro do Caju, no Rio de Janeiro e terminava em Rio D’Ouro. Uma das principais funções da estrada de ferro foi a construção e a manutenção dos aquedutos que abasteciam o Rio de Janeiro, então sede da Corte. A estrada de ferro foi desativada e suprimida na década de 1970 e o bairro perdeu a importância que tinha, sendo atualmente um bairro de caráter rural nas proximidades da Reserva Biológica do Tinguá. O antigo leito da linha férrea originou a atual rodovia vicinal RJ-113, mais conhecida localmente como Estrada de Jaceruba, sendo um dos principais acessos ao bairro. Segundo a Lei 2.952, de 17 de dezembro de 1998, o bairro Rio D’Ouro faz parte da Unidade Regional de Governo do Tinguá, que engloba um total de cinco bairros. O Decreto 6.083, de 12 de janeiro de 1999, define os limites de Rio D’Ouro: “Começa no encontro da Estrada Queimados-Rio D’Ouro com a Estrada de Jaceruba. O limite segue pela Estrada de Jaceruba, Estrada da Represa, limite legal da Reserva Biológica do Tinguá(Decreto nº 97.780, de 23 de maio de 1989), Estrada da Colônia, Avenida Olinda, Rua Tambá, Rua Guacira, Estrada das Paineiras, Estrada do Vilar Novo, via-férrea do Ramal Auxiliar da RFFSA e Estrada Queimados-Rio D’Ouro, até o ponto inicial”. Entre a estrada Queimados-Rio D'Ouro, existe um pequeno vilarejo contido nas imediações do bairro que se chama Vilar Grande. Este vilarejo possui cerca de 300 habitantes. Possui um campo de futebol da associação de futebol do Vilar Grande. Já houve épocas de fama para este local, quando havia a famosa barraca do Orlando era um ponto de confraternização da população local. A população costumava se reunir neste ponto durante os fins de semana. Porém, uma grande onda de violência e a entrada de bandidos para se esconderem naquela região prejudicou a economia e o transporte da região. Vilar Grande hoje é um lugar praticamente abandonado sendo muito distante do que era a 20 anos atrás, ainda há moradores por lá os mais famosos são a dona Valda do centro espírita, Alfredo Brito (o mano véio), Dalva seus filhos Hugo, Bruno e Cintia . Ainda há esperanças de um dia ira se tornar um grande lugar só depende da boa vontade do governo.Nova Iguaçu#Subdivisões == Delimitação == 078 - BAIRRO RIO D’OURO - Começa no encontro da Estr. Rio D’Ouro com a Estr. de Jaceruba. O limite segue pela Estr. de Jaceruba, (excluída) até a Estr. da Represa, segue por esta (incluída) até o limite legal da Reserva Biológica do Tinguá (Decreto Federal n.º 97.780, de 23 de maio de 1989), segue por este limite até a Estr. da Colônia, segue por esta (excluída) até a Av. Olinda, segue por esta (excluída) até o prolongamento da Rua Tambá, segue pelo seu prolongamento e por esta (excluída) até a Rua Guacira, segue por esta (excluída) até a Estr. das Paineiras, segue por esta (excluída) até a Estr. do Vilar Novo, segue por esta (incluída) até o Ramal Ferroviário Auxiliar da RFFSA, segue pelo eixo deste até a Estr. Rio D’Ouro, até o ponto inicial desta descrição. Categoria:Bairros de Nova Iguaçu",
 "title": "Rio d'Ouro"
}