{
 "id": "100704",
 "text": "Francisco Carlos da Graça Nunes Correia GOIH (Lisboa, 7 de abril de 1951) é um político português, que foi Ministro do Ambiente de Portugal. == Carreira == Licenciado em Engenharia Civil pelo Instituto Superior Técnico da Universidade Técnica de Lisboa em 1975. Doutorado em Engenharia Civil nos Estados Unidos, em 1984, na Colorado State University, Universidade onde obteve também o grau de «Master of Science» em Hidrologia e Recursos Hídricos em 1978. Professor Agregado pela Universidade Técnica de Lisboa em 1992. Investigador Coordenador do Laboratório Nacional de Engenharia Civil (LNEC) em 1994. Professor Catedrático de Recursos Hídricos e Ambiente do Instituto Superior Técnico, Departamento de Engenharia Civil e Arquitectura, onde tem sido responsável por disciplinas e projectos de investigação nessa área científica. Membro do Conselho Nacional da Água desde a criação deste órgão em 1994 Tem desempenhado as funções de consultor e avaliador de projectos do Banco Mundial no Brasil. Foi nomeado Presidente do LNEC em Janeiro de 2004, funções que exerceu até Março de 2005. Foi membro do gabinete de estudos do PSD em matérias ambientais. Desempenhou as funções de Coordenador Nacional do Programa Polis de Maio de 2000 a Dezembro de 2003 Entre 1993 e 1995 foi Conselheiro Técnico da Ministra do Ambiente e Recursos Naturais. Nessa qualidade, foi responsável pela preparação do Plano Nacional da Política de Ambiente (PNPA) e apoiou a fase inicial do processo de negociação com Espanha de uma nova convenção sobre recursos hídricos Exerceu de 1986 a 1989 o cargo de Director-Geral dos Recursos Naturais, do Ministério do Planeamento e Administração do Território e, de 1991 a 1995, as funções de Presidente do Conselho Fiscal da EPAL Participou em vários projectos comunitários de investigação, com especial destaque para o Eurowater e o Water 21, de que foi coordenador europeu Os interesses profissionais cobrem um largo espectro de temas nos domínios do planeamento e gestão do ambiente e dos recursos hídricos e das metodologias de formulação e avaliação de políticas. A actividade profissional tem sido desenvolvida essencialmente nas áreas do ensino, investigação e consultoria Nestas áreas de actividade, é autor ou editor de 8 livros, 30 relatórios técnicos e mais de 100 artigos e comunicações Entre 12 de Março de 2005 e 26 de Outubro de 2009 foi Ministro do Ambiente, do Ordenamento do Território e do Desenvolvimento Regional do XVII Governo Constitucional. ==Funções governamentais exercidas== *XVII Governo Constitucional de Portugal ** Ministro do Ambiente, do Ordenamento do Território e do Desenvolvimento Regional ==Prémios== *Prémio de Investigação Manuel Rocha, concedido pelo LNEC; *Prémio de Investigação em Recursos Hídricos, concedido pela Associação Portuguesa dos Recursos Hídricos; *A 8 de Junho de 2010 foi feito Grande- Oficial da Ordem do Infante D. Henrique *Prémio Carreira AcquaLive 2018 ==Obras== * Caudais de cheia em pequenas bacias hidrográficas: colectânea de textos (1982); * Técnicas de decomposição e optimização hierárquica em problemas de gestão de recursos (1983); * Métodos de análise e determinação de caudais de cheia (1983); * Modelos institucionais - perspectivas para Portugal : breve síntese da política em curso (1984); * Proposta de um método para a determinação de caudais de cheia em pequenas bacias naturais e urbanas (1984); * Alguns procedimentos adoptados pelo Soil Conservation Service para estudo do impacto da urbanização nos caudais de cheia (1984); * Omega : a watershed model for simulation, parameter calibration and real-time forecast of river floods (1986). ==Ligações externas== * Biografia no Portugal.gov.pt Categoria:Naturais de Lisboa Categoria:Engenheiros civis de Portugal Categoria:Ministros do Ambiente de Portugal Categoria:Alunos do Instituto Superior Técnico Categoria:Políticos do Partido Socialista (Portugal) Categoria:Professores do Instituto Superior Técnico Categoria:Portugueses do século XX Categoria:Portugueses do século XXI",
 "title": "Francisco Nunes Correia"
}