{
 "id": "100792",
 "text": "Política pública, comumente referida no plural políticas públicas (em inglês, \"public policy\"), é uma concepção institucionalizada para a solução de problemas públicos que afetam uma coletividade. Uma parte da literatura conceitua o termo ao nível das ações; por exemplo, como a soma das atividades dos governos, que agem diretamente ou através de delegação, e que influenciam a vida dos cidadãos,PETERS, B. G. American Public Policy. Chatham, EUA: Chatham House, 1996. ou, de uma forma ainda mais abrangente e menos específica, pode-se considerar as Políticas Públicas como \"o que o governo escolhe fazer ou não fazer\".DYE, T.R. Policy Analysis: what governments do, why they do it, and what difference it makes. Tuscaloosa: University of Alabama Press, 1984. Vargas Velasques define o termo como \"conjunto de sucessivas iniciativas, decisões e ações do regime político frente a situações socialmente problemáticas e que buscam a resolução delas, ou pelo menos trazê- las a níveis manejáveis\".DEUBEL, Andre-Noel Roth Políticas públicas: formulación, implementación y evaluación. Bogotá, Colômbia: Ediciones Aurora, 2006. Já para Maria Paula Dallari Bucci, atenta à distinção realizada por Ronald Dworkin entre “principles” e “policies” e à teorização de Robert Alexy sobre ações positivas do Estado, “políticas públicas são programas de ação governamental visando a coordenar os meios à disposição do Estado e as atividades privadas, para a realização de objetivos socialmente relevantes e politicamente determinados. Políticas públicas são metas coletivas conscientes e, como tais, um problema de direito público, em sentido lato.”BUCCI, Maria Paula Dallari. Direito Administrativo e Políticas Públicas. São Paulo: Saraiva, 2006, p. 241. A política pública é concebida como o conjunto de ações desencadeadas pelo Estado - no caso brasileiro, nas escalas federal, estadual e municipal -, com vistas ao atendimento a determinados setores da sociedade civil. Elas podem ser desenvolvidas em parcerias com organizações não governamentais e, como se verifica mais recentemente, com a iniciativa privada. Tradicionalmente são compostas baseadas em 4 elementos centrais: Dependem do envolvimento do governo, da percepção de um problema, da definição de um objetivo e da configuração de um processo de ação. == Demandas Comuns em Políticas Públicas == *Demandas novas: Aquelas que resultam do surgimento de novos fatores políticos ou novos problemas.RUAS, Maria das Graças. Análise de Políticas Públicas: Conceitos Básicos - Disponível em http://projetos.dieese.org.br/projetos/SUPROF/Analisepoliticaspublicas.PDF *Demandas recorrentes: Aquelas que expressam problemas não resolvidos ou mal resolvidos. *Demandas reprimidas: Aquelas constituídas sob um estado de coisas ou por não-decisão. == Tipologias de Políticas Públicas == As mais conhecida tipologia sobre políticas públicas foi desenvolvida por Theodor Lowi (1964; 1972). Segundo Lowi, as políticas públicas podem assumir quatro formatos: # Políticas Distributivas; # Políticas Regulatórias; # Políticas Redistributivas; # Políticas Constitutivas; == Arenas de Políticas Públicas == Segundo Lowi as arenas possíveis de análise são: a arena distributiva, a regulatória, a redistributiva e a constitutiva. Esses tipos ideais são dificilmente encontrados na realidade. No entanto, esta tipificação ajuda a pensar que podem existir relações entre as arenas e o que elas podem explicar sobre as características de cada política. Assim entendemos que não se enquadra perfeitamente a política pública em uma das arenas, mas ao analisar essa política a partir dos parâmetros de cada arena, torna-se mais fácil perceber seus contornos e resultados. == Fases ou Ciclo das Políticas Públicas == O ciclo das políticas públicas é constituído das seguintes fases: definição de agenda, identificação de alternativas, avaliação das opções, seleção das opções, implementação e avaliação. É uma forma de visualizar e interpretar a política pública em fases e sequências organizadas de maneira interdependente. Agenda não é nada mais do que a lista de assuntos ou problemas aos quais os participantes do processo político estão prestando atenção. Cada participante e cada processo podem atuar como um incentivo ou como um ponto de veto. Os governos definem suas agendas de três maneiras. A primeira foca no problema/assunto que entra na agenda quando se assume que deve ser feito algo a respeito. A segunda foca na política propriamente dita, ou seja, como se constrói a consciência coletiva sobre a necessidade de se debater um problema/assunto. A terceira foca nos participantes que são classificados como visíveis, ou seja, políticos, mídia, partidos, grupos de pressão, etc. e invisíveis, tais como acadêmicos e burocracia. Os participantes visíveis definem a agenda e os invisíveis, as alternativas. Na fase de identificação de alternativas a teoria da escolha pública adota um viés cético quanto à capacidade dos governos de formularem políticas públicas devido ao auto- interesse e à captura das agências governamentais por interesses particulares. Essa teoria é, provavelmente, a que demonstra mais desconfiança na capacidade dos mecanismos políticos de decisão, defendendo a superioridade das decisões tomadas pelo mercado frente as tomadas pelos políticos e pela burocracia. As Políticas Públicas podem ser compreendidas como um sistema (conjunto de elementos que se interligam, com vistas ao cumprimento de um fim: o bem-comum da população a quem se destinam), ou mesmo como um processo, pois tem ritos e passos, encadeados, objetivando uma finalidade. Estes normalmente estão associados a passos importantes como a sua concepção, a negociação de interlocutores úteis ao desenvolvimento (técnicos, patrocinadores, associações da sociedade civil e demais parceiros institucionais), a pesquisa de soluções aplicáveis, uma agenda de consultas públicas (que é uma fase importante do processo de legitimação do programa no espaço público democrático), a eleição de opções razoáveis e aptas para o atingimento da finalidade, a orçamentação e busca de meios ou parceiros para o suporte dos programas, oportunidade em que se fixam os objetivos e as metas de avaliação. Finalmente, a implementação direta e/ou associada, durante o prazo estimado e combinado com os gestores e financiadores, o monitoramento (acompanhamento e reajustamento de linhas - refinamento) e a sua avaliação final, com dados objetivamente mensuráveis. == Atores em Políticas Públicas == A política pública envolve vários atores e níveis de decisão, apesar de exercida através dos governos, e não se restringe a participantes formais. Os atores políticos são as partes envolvidas nos conflitos. Porém nem sempre as Políticas Públicas emergem de conflitos. Elas são, no fundo, um processo, com múltiplos atores sociais, que atuam de modo concertado. Daí o termo \"concertação\" muitas vezes encontrado na literatura sobre o tema. Esses atores ao atuarem em conjunto após o estabelecimento de um projeto a ser desenvolvido onde estão claras as necessidade e obrigações das partes chegam a um estágio de harmonia que viabiliza a política pública. (Ferreira, 2008). Atores Públicos Políticos Eleitos, Burocratas, Tecnocratas, deputados e outros. Atores Privados Empresários, trabalhadores etc.. John W. Kingdon em seu livro separa os atores políticos em visíveis e invisíveis. == Modelos de interacção entre os atores == Segundo Pasquino existem várias maneiras principais dos atores que formulam políticas publicas interagirem entre si. Um desses modelos é o governo de partido, ou Party Government, em que o papel decisor é atribuído a intervenientes de origem partidária, responsáveis perante os dirigentes dos partidos de os controlar e substituir. Assim, ainda que não sejam atores exclusivos e dominantes na produção de politicas públicas, estes e os seus representantes estão sempre presentes em posições de revelo nos diversos modelos de Party Government. Segundo o mesmo autor, as políticas públicas podem ainda ser criadas através de “Triângulos de Ferro”, cujos três agrupamentos principais de atores são: os grupos de interesse; os serviços burocráticos e administrativos e as comissões parlamentares, existindo uma sólida relação entre eles. Os triângulos podem ser numerosos e difusos existindo pelo menos um triângulo de ferro para cada área das políticas públicas e distinguem-se das “Issue Networks” na medida em que estas consistem numa maior abertura a uma série de participantes. Aqui, passa a existir uma certa aliança entre diversos grupos de interesse e indivíduos que se unem para promover uma causa para influenciar as políticas públicas. == Ver também == * Especialista em políticas públicas e gestão governamental (EPPGG) * Administração Tributária * Administração pública * Políticas sociais * Serviço público == Bibliografia == *BUCCI, Maria Paula Dallari. Fundamentos para uma teoria jurídicas das políticas públicas. São Paulo: Saraiva, 2017. *MARRARA, Thiago; GONZALEZ, Jorge Agudo (org.). Controles da Administração e judicialização de políticas públicas. São Paulo: Almedina, 2016. == Ligações externas == * Associação Nacional dos Especialistas em Políticas Públicas e Gestão Governamental (ANESP) * Associação Nacional da Carreira de Desenvolvimento de Políticas Sociais (ANDEPS) * Ministério do Planejamento * Escola Nacional de Administração Pública (ENAP) * Fundação João Pinheiro Categoria:Administração pública Categoria:Política Categoria:Políticas sociais",
 "title": "Política pública"
}