{
 "id": "100765",
 "text": "Justine Henin (Liège, 1 de junho de 1982) é uma ex-tenista profissional belga, número 1 mundial em 14 de maio de 2008, quando anunciou sua aposentadoria do circuito profissional feminino. Ela conquistou sete títulos de Grand Slam em simples, sendo um no Australian Open, quatro em Roland Garros e dois no US Open. == Vida familiar == Seu nome oficial era (e ainda é) Justine Henin antes de seu casamento com Pierre-Yves Hardenne em 16 de Novembro de 2002. Depois do casamento, ocorrido no Castelo de Lavaux-Sainte-Anne, ela passou a usar o nome \"Henin-Hardenne\" nas quadras, mas como a lei belga não permite a uma esposa acrescentar o nome do marido ao dela, legalmente sempre permaneceu Justine Henin. Eles viviam em Monte Carlo, Mônaco, quando não estavam viajando em razão de torneios, junto com seu técnico, o argentino Carlos Rodriguez. Em 23 de Janeiro de 2007, Justine Henin anunciou a separação entre ela e o marido, e passou a usar novamente somente o nome Justine Henin nas quadras. A mãe de Justine, Françoise Rosière, foi uma professora de Língua francesa e de História. Ela faleceu devido a um câncer intestinal quando Justine tinha doze anos de idade. Justine tem duas irmãs: Sarah e Florence (falecida) e um irmão: David. Seu pai é José Henin. Ela permaneceu número 1 do mundo na classificação WTA durante 45 semanas, posição que retomou no final de 2006 após a conquista do Campeonato da WTA, vindo a perdê-la mais tarde para Maria Sharapova. Retomou a posição de número 1 mundial no início de 2007. == 2007 == Sua temporada de 2007 começa pela anulação da sua turnê australiana, justificado em um comunicado lacônico indicando \"razões familiares e pessoais\" (com isso, Henin renunciou aos pontos WTA adquiridos em Sydney e Melbourne na temporada anterior, colocando assim em risco sua posição de número um). A impressa comenta imediatamente problemas conjugais, o que foi confirmado em 23 de janeiro, quando Justine anuncia sua separação do marido (Pierre-Yves Hardenne). Essa não participação custou-lhe a perda de sua colocação como N° 1 mundial em benefício de Maria Sharapova. Justine retoma a competição no Open Gaz de France, em Paris, onde ela chega às semifinais, sendo derrotada por Lucie Šafářová 7/6,6/4. Durante esse torneio, a belga pôde pôr em prática um novo estilo de jogo, o jogo na rede que ela praticava anteriormente, mas não tão frequentemente. Na semana seguinte, Justine alcançou a 30° vitória de sua carreira (em 45 finais), vencendo na final a francesa Amélie Mauresmo no torneio de Dubai, nos Emirados Árabes Unidos. Vitoriosa em 2003, 2004 e 2006, Justine vence assim o torneio de Dubai pela quarta vez. Na semana seguinte, ela continua sua marcha triunfante com o torneio de Doha, onde ela ganhou seu segundo título do ano diante da russa Svetlana Kuznetsova em 3 de março. Justine Henin se repousou uma semana antes de retomar a competição no torneio de Miami, disputado em quadra dura e dotado de 3,45 milhões de dólares, onde ela perde a final contra Serena Williams em 3 sets, após ter beneficiado de dois match points quando vencia por 6/0 5-4 40-15. Finalmente, Williams consegue reverter a situação e vence a partida por 0-6 7-5 6-3, após 2 h 26 min. de jogo. Sofrendo de problemas respiratórias desde sua chegada em Miami, Justine renuncia a participar do torneio de Charleston, preferindo retornar à Europa para se tratar. Justine Henin inicia sua temporada em saibro no torneio de Varsóvia, cuja final ela vence ao ganhar da ucraniana Alyona Bondarenko, 6-1 e 6-3, em 1 hora de jogo. Em Berlim, a belga foi eliminada nas semifinais por Svetlana Kuznetsova, tenista que ela já havia vencido 14 vezes em 15 confrontos, em 3 sets 6/4,5/7,6/4. A temporada em saibro culmina com o seu quarto título no torneio de Roland-Garros, o terceiro consecutivo, após vencer a sérvia Ana Ivanović na final. Em preparação para o Torneio de Wimbledon, Justine participa do torneio de Eastbourne, na Inglaterra. Dispensada da primeira rodada, venceu sucessivamente Agnieszka Radwanska, Nicole Vaidisova, Marion Bartoli e, na final, disputada em 23 de junho, Amélie Mauresmo, numa partida bastante disputada. Em Wimbledon, foi surpreendida nas semifinais por Marion Bartoli, que acabaria vice-campeã. Em agosto, em preparação para o US Open, ganha o Canada Masters, em Toronto, após vencer na final a sérvia Jelena Janković por 7-6[3], 7-5, numa partida bastante disputada. Henin realiza um US Open fora de série, vencendo na final Svetlana Kuznetsova com parciais de 6-1, 6-3, após ter vencido Venus Williams na semifinal e Serena Williams nas quartas-de-final. Durante a campanha do US Open 2007, Justine Henin não concedeu nenhum set a suas adversárias. Em outubro, disputa os torneios de Stuttgart e Zurique, vencendo a mesma adversária nas duas finais, a francesa Tatiana Golovin. Em Novembro, durante o WTA Championships, vence suas três partidas de grupo e a semifinal sem perder um só set. Na final, vence a russa Maria Sharapova por 5-7, 7-5, 6-3, após 3 h 25 min de um combate intenso e um grande espetáculo. Henin coroa com este último título do ano uma temporada excepcional, durante a qual perdeu apenas quatro partidas e obteve 63 vitórias, triunfando em dez torneios (fato inédito desde Martina Hingis, em 1997), entre os quais Roland-Garros, o US Open e o WTA Championships, este último pela segunda vez consecutiva. Com a vitória do WTA Championships, Henin completa 25 partidas vencidas em série (sua última derrota foi na semifinal do Torneio de Wimbledon), fato inédito desde Steffi Graf em 1989. Ela termina a temporada como número 1 da classificação WTA com mais de 2000 pontos de diferença para a segunda colocada. == 2008 == Justine Henin começou a temporada de 2008 no torneio do Medibank International, em Sydney, vencendo a final contra Svetlana Kuznetsova por 4-6, 6-2, 6-4. No Aberto da Austrália, Justine foi derrotada por Maria Sharapova nas quartas-de-final por 4-6 0-6, numa partida inteiramente dominada pela russa. Esta foi a primeira derrota de Henin por 6-0 em um set desde o Torneio de Roland-Garros de 2002. Em 14 de janeiro de 2008, Henin comemorou sua centésima semana como número 1 mundial. === Aposentadoria === Em 14 de maio de 2008, Henin anunciou numa conferência de imprensa em Limelette, Bélgica, que ela se retirava do circuito de maneira definitiva e irrevogável. É a primeira vez que uma tenista encerra sua carreira enquanto número 1 mundial. Ao se retirar das quadras, Justine Henin acumulava 5695 pontos na classificação mundial da WTA. A segunda colocada, Maria Sharapova, tinha então 3986. == Retorno às quadras e nova aposentadoria == Em 21 de setembro de 2009, Justine Henin anunciou que pretende retornar às quadras, seguindo os passos da compatriota Kim Clijsters. \"Estou muito feliz e profundamente emocionada por poder anunciar nesta noite que eu estou de volta ao circuito\", declarou Henin. \"Estes meses em que me afastei foram muito gratificantes, mas uma chama reacendeu em mim\". O retorno deverá ser no próximo Grand Slam. Henin retornou para o WTA no início de 2010, perdendo a final do Aberto da Austrália na sua segunda volta ao torneio. Em 26 de janeiro de 2011, ela anunciou que tinha sido forçada a se aposentar novamente do tênis profissional, por causa de uma lesão no cotovelo Em junho de 2011, ela foi nomeada uma das \"30 Lendas do tênis feminino:. Passado, Presente e Futuro \"pela Revista Time. == Prêmios == * 2003: Desportista belga do Ano * 2003: Campeã do Mundo ITF * 2004: ** Desportista belga do Ano ** Jogadora do ano da WTA * 2005: Jogadora do ano na Whirlpool 6th Sense * 2006: Jogadora do ano da WTA ==Major finais== ===Grand Slam finais=== ====Simples: 12 (7 títulos, 5 vices)==== Resultado Ano Campeonato Piso Oponente Placar Vice 2001 Wimbledon Grama Venus Williams 1–6, 6–3, 0–6 Campeã 2003 Roland Garros Saibro Kim Clijsters 6–0, 6–4 Campeã 2003 US Open Duro Kim Clijsters 7–5, 6–1 Campeã 2004 Australian Open Duro Kim Clijsters 6–3, 4–6, 6–3 Campeã 2005 Roland Garros Saibro Mary Pierce 6–1, 6–1 Vice 2006 Australian Open Duro Amélie Mauresmo 1–6, 0–2, retired Campeã 2006 Roland Garros Saibro Svetlana Kuznetsova 6–4, 6–4 Vice 2006 Wimbledon Grama Amélie Mauresmo 6–2, 3–6, 4–6 Vice 2006 US Open Duro Maria Sharapova 4–6, 4–6 Campeã 2007 Roland Garros Saibro Ana Ivanovic 6–1, 6–2 Campeã 2007 US Open Duro Svetlana Kuznetsova 6–1, 6–3 Vice 2010 Australian Open Duro Serena Williams 4–6, 6–3, 2–6 ===Olimpíadas=== ====Simples: 1 (1 ouro)==== Resultado Ano Campeonato Piso Oponente Placar Ouro 2004 Atenas Duro Amélie Mauresmo 6–3, 6–3 ===WTA Championships finais=== ====Simples: 2 (2 títulos)==== Resultado Ano Campeonato Piso Oponente Placar Campeã 2006 Madrid Duro (i) Amélie Mauresmo 6–4, 6–3 Campeã 2007 Madrid (2) Duro (i) Maria Sharapova 5–7, 7–5, 6–3 == WTA Títulos (43) == Antes de 2009 A partir de 2009 Grand Slam torneios (7) Ouro Olímpico (1) WTA Championships (2) Tier I (10) Premier Mandatory (0) Tier II (17) Premier 5 (0) Tier III (3) Premier (1) Tier IV (1) International (1) Títulos por superfície Dura (25) Saibro (13) Grama (4) Carpete (1) === Simples (43) === No. Data Torneio Superfície Adversário na final Resultado 1\\. 10 de Maio de 1999 Antuérpia, Bélgica Saibro Sarah Pitkowski-Malcor 6-1 6-2 2\\. 1 de Janeiro de 2001 Gold Coast, Austrália Madeira Silvia Farina Elia 7-6 6-4 3\\. 8 de Janeiro de 2001 Canberra, Austrália Madeira Sandrine Testud 6-2 6-2 4\\. 18 de Junho de 2001 's-Hertogenbosch, Países Baixos Grama Kim Clijsters 6-4 3-6 6-3 5\\. 6 de Maio de 2002 Berlim, Alemanha Saibro Serena Williams 6-2 1-6 7-6 6\\. 21 de Outubro de 2002 Linz, Áustria Madeira Alexandra Stevenson 6-3 6-0 7\\. 17 de Fevereiro de 2003 Dubai, Emirados Árabes Unidos Madeira Monica Seles 4-6 7-6 7-5 8\\. 7 de Abril de 2003 Charleston, Estados Unidos Saibro Serena Williams 6-3 6-4 9\\. 5 de Maio de 2003 Berlim, Alemanha Saibro Kim Clijsters 6-4 4-6 7-5 10\\. 26 de Maio de 2003 Roland-Garros, Paris, França Saibro Kim Clijsters 6-0 6-4 11\\. 28 de Julho de 2003 San Diego, Estados Unidos Dura Kim Clijsters 3-6 6-2 6-3 12\\. 11 de Agosto de 2003 Toronto, Canadá Dura Lina Krasnoroutskaya 6-1 6-0 13\\. 25 de Agosto de 2003 US Open, Nova York, Estados Unidos Dura Kim Clijsters 7-5 6-1 14\\. 13 de Outubro de 2003 Zurique, Suíça Dura Jelena Dokic 6-0 6-4 15\\. 12 de Janeiro de 2004 Sydney, Austrália Dura Amélie Mauresmo 6-4 6-4 16\\. 19 de Janeiro de 2004 Aberto da Austrália, Melbourne, Austrália Dura Kim Clijsters 6-3 4-6 6-3 17\\. 23 de Fevereiro de 2004 Dubai, Emirados Árabes Unidos Dura Svetlana Kuznetsova 6-3 7-6 18\\. 8 de Março de 2004 Indian Wells, Estados Unidos Dura Lindsay Davenport 6-1 6-4 19\\. 16 de Agosto de 2004 Olimpíadas de 2004, Atenas, Grécia Dura Amélie Mauresmo 6-3 6-3 20\\. 17 de Abril de 2005 Charleston, Estados Unidos Saibro Elena Dementieva 7-5 6-4 21\\. 1 de Maio de 2005 Varsóvia, Polônia Saibro Svetlana Kuznetsova 3-6 6-2 7-5 22\\. 8 de Maio de 2005 Berlim, Alemanha Saibro Nadia Petrova 6-3 4-6 6-3 23\\. 4 de Junho de 2005 Roland-Garros, Paris, França Saibro Mary Pierce 6-1 6-1 24\\. 9 de Janeiro de 2006 Sydney, Austrália Dura Francesca Schiavone 4-6 7-5 7-5 25\\. 20 de Fevereiro de 2006 Dubai, Emirados Árabes Dura Maria Sharapova 7-5 6-2 26\\. 10 de Junho de 2006 Roland-Garros, Paris, França Saibro Svetlana Kuznetsova, 6-4, 6-4 27\\. 24 de Junho de 2006 Eastbourne, Inglaterra Grama Anastasia Myskina, 4-6, 6-1, 7-6(5) 28\\. 26 de Agosto de 2006 New Haven, EUA Dura Lindsay Davenport, 6-0, 1-0 ret. 29\\. 12 de Novembro de 2006 WTA Championships Madri, Espanha Dura Amélie Mauresmo 6-4, 6-3 30\\. 19 de Fevereiro de 2007 Dubai, UAE Dura Amélie Mauresmo 6-4, 7-5 31\\. 3 de Março de 2007 Doha, Qatar Dura Svetlana Kuznetsova 6-4, 6-2 32\\. 7 de Maio de 2007 Varsóvia, Polônia Saibro Alyona Bondarenko 6-1, 6-3 33\\. 9 de Junho de 2007 Roland-Garros, Paris, França Saibro Ana Ivanović, 6-1, 6-2 34\\. 23 de Junho de 2007 Eastbourne, Inglaterra Grama Amélie Mauresmo, 7/5, 6/7(4), 7/6(2) 35\\. 19 de Agosto de 2007 Toronto, Canadá Dura Jelena Jankovic 7-6[3] 7-5 36\\. 8 de Setembro de 2007 US Open, Nova York, Estados Unidos Dura Svetlana Kuznetsova 6-1 6-3 37\\. 7 de Outubro de 2007 Stuttgart, Alemanha Dura Tatiana Golovin 2-6, 6-2, 6-1 38\\. 21 de Outubro de 2007 Zurique, Suíça Dura Tatiana Golovin 6-4, 6-4 39\\. 11 de Novembro de 2007 WTA Championships Madri, Espanha Dura Maria Sharapova 5-7, 7-5, 6-3 40\\. 11 de Janeiro de 2008 Sydney, Austrália Dura Svetlana Kuznetsova 4-6, 6-2, 6-4 41\\. 17 de Fevereiro de 2008 Antuérpia, Bélgica Dura Karin Knapp 6-3, 6-3 42\\. 2 de maio de 2010 Stuttgart, Alemanha saibro Samantha Stosur 6–4, 2–6, 6–1 43\\. 19 de junho de 2010 's-Hertogenbosch, Países Baixos grama Andrea Petkovic 3–6, 6–3, 6–4 === Duplas (2) === No. Data Parceira Torneio Superfície Adversário na final Placar 1\\. 2002 Meghann Shaughnessy (Estados Unidos) Gold Coast, Austrália Dura Åsa Svensson / Miriam Oremans (SUE/NED) 6-1 7-6(6) 2\\. 2002 Elena Bovina (RUS) Zurique, Suíça Dura Jelena Dokic / Nadia Petrova (SCG/RUS) 7-6 6-4 === Estatísticas === Para evitar confusões e contagem dupla, essa tabela é posta em dia somente após o final de um torneio ou da participação do jogador no torneio. Jogos da Fed Cup _não_ estão incluídos nas estatísticas. Essa tabela está com os dados em dia até sua aposentadoria do circuito profissional, em 14 de maio de 2008. Torneio 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 Carreira Open da Austrália QF - F - V SF QF 4r 2r - 1 Roland-Garros - V V V 2r V 1r SF - 2r 4 Wimbledon - SF F 1r - SF SF F 1r - 0 US Open - V F 4r 4r V 4r 4r 4r 1r 2 Campeonato WTA - V V - - SF QF QF - - 2 Vitórias-Derrotas em Grand Slam 4-1 19-1 25-3 10-2 11-2 24-2 12-4 17-4 4-3 1-2 99-19 Participação em torneios 6 14 13 9 9 18 23 21 13 7 133 Finais alcançadas 2 11 10 4 5 11 6 6 0 1 56 Torneios vencidos 2 10 6 4 5 8 2 3 0 1 41 Vitórias-Derrotas em superfície dura 15-3 40-2 28-4 10-4 31-2 42-7 23-14 31-10 23-8 2-2 240-56 Vitórias- Derrotas em saibro 1-1 14-1 14-2 24-0 4-2 19-1 14-4 14-4 3-2 9-2 116-19 Vitórias-Derrotas em grama 0-0 9-1 10-1 0-1 0-0 8-2 7-2 10-1 1-2 0-0 45-10 Vitórias-Derrotas em carpete 0-0 0-0 0-0 0-0 0-0 3-1 6-1 1-3 1-1 3-2 14-8 Total Vitórias-Derrotas 16-4 63-4 56-8 34-5 35-4 72-11 50-21 56-18 28-13 14-6 424-94 Posição no final da temporada Ret. 1 1 6 8 1 5 7 45 69 - * Jogos da Fed Cup não incluídos nas estatísticas ==Ligações externas== * * * Categoria:Tenistas da Bélgica Categoria:Tenistas olímpicos da Bélgica Categoria:Desportistas vencedores do Prêmio Laureus do Esporte Mundial Categoria:Tenistas nos Jogos Olímpicos de Verão de 2004 Categoria:Campeões olímpicos da Bélgica Categoria:Naturais de Liège Categoria:Tenistas número um do mundo Categoria:Tenistas vencedores de torneios do Grand Slam Categoria:Medalhistas nos Jogos Olímpicos de Verão de 2004",
 "title": "Justine Henin"
}