{
 "id": "100782",
 "text": "Nêmesis é uma anã vermelha ou anã marrom hipotética, originalmente postulada em 1984M. Davis, P. Hut, and R. Muller, “Extinction of species by periodic comet showers”, Nature 308, 715 (1984). para estar orbitando o Sol a uma distância de cerca de 95.000 UA (1.5 anos-luz), um pouco além da nuvem de Oort, para explicar um ciclo percebido de extinções em massa no registro geológico, que parece ocorrer com mais frequência em intervalos de 26 milhões de anos. Em 2012, mais de 1.800 anãs marrons foram identificadas. Na verdade, existem menos anãs marrons em nossa vizinhança cósmica do que se pensava anteriormente. Em vez de uma estrela para cada anã marrom, pode haver até 6 estrelas para cada anã marrom. A maioria das estrelas semelhantes ao Sol são únicas. A ideia anterior afirmava que metade ou talvez a maioria dos sistemas estelares eram sistemas binários, trinários ou de estrelas múltiplas associadas a aglomerados de estrelas, em vez dos sistemas de estrela única que tendem a ser vistos com mais frequência. Em um artigo de 2017, Sarah Sadavoy e Steven Stahler argumentaram que o Sol provavelmente fazia parte de um sistema binário na época de sua formação, levando-os a sugerir \"provavelmente houve um Nêmesis, há muito tempo\". Essa estrela teria se separado deste sistema binário há mais de 4 bilhões de anos, o que significa que não poderia ser responsável pelo ciclo mais recente de extinções em massa, Douglas Vakoch disse ao Business Insider, acrescentando que \"Se o sol realmente fizesse parte de um sistema binário em seus primeiros dias, seu primeiro gêmeo merece um nome benigno como Companion, ao invés de o ameaçador Nêmesis\". Teorias mais recentes sugerem que outras forças, como passagem próxima de outras estrelas, ou o efeito angular do plano de gravidade galáctico trabalhando contra o plano orbital solar externo (hipótese de Shiva), podem ser a causa de perturbações orbitais de alguns objetos externos do Sistema Solar. Em 2011, Coryn Bailer- Jones analisou crateras na superfície da Terra e chegou à conclusão de que as descobertas anteriores de padrões periódicos simples (implicando chuvas de cometas periódicos desalojados por uma estrela hipotética de Nêmesis) eram artefatos estatísticos e descobriu que o registro da cratera mostra nenhuma evidência para Nêmesis. No entanto, em 2010, Adrian L. Melott e R. K. Bambach encontraram evidências no registro fóssil confirmando a periodicidade do evento de extinção originalmente reivindicada por David M. Raup e Jack Sepkoski em 1984, mas em um nível de confiança mais alto e durante um período de tempo quase duas vezes mais longo. O Infrared Astronomical Satellite (IRAS) não conseguiu descobrir Nêmesis na década de 1980. O levantamento astronômico do 2MASS, realizada de 1997 a 2001, falhou em detectar uma estrela ou anã marrom adicional no Sistema Solar. Usando a mais nova e mais poderosa tecnologia de telescópio infravermelho, que é capaz de detectar anãs marrons tão frias quanto 150 kelvins a uma distância de 10 anos-luz do Sol, o Wide- field Infrared Survey Explorer (WISE) não detectou o Nêmesis. Em 2011, David Morrison, um cientista sênior da NASA conhecido por seu trabalho em avaliação de risco de objetos próximos à Terra, escreveu que não há confiança na existência de um objeto como Nêmesis, uma vez que deveria ter sido detectado em pesquisas infravermelhas do céu. == Periodicidade alegada de extinções em massa == Em 1984, os paleontólogos David M. Raup e Jack Sepkoski publicaram um artigo afirmando que haviam identificado uma periodicidade estatística nas taxas de extinção nos últimos 250 milhões de anos usando várias formas de análise de série temporal. Eles se concentraram na intensidade da extinção de famílias fósseis de vertebrados marinhos, invertebrados e protozoários, identificando 12 eventos de extinção durante o período de tempo em questão. O intervalo de tempo médio entre os eventos de extinção foi determinado como 26 milhões de anos. Na época, dois dos eventos de extinção identificados (Cretáceo-Paleogeno e Eoceno-Oligoceno) podem ser mostrados para coincidir com eventos de grande impacto. Embora Raup e Sepkoski não pudessem identificar a causa de sua suposta periodicidade, eles sugeriram uma possível conexão não- terrestre. O desafio de propor um mecanismo foi rapidamente enfrentado por várias equipes de astrônomos. Em 2010, Adrian L. Melott e R. K. Bambach reexaminaram os dados fósseis, incluindo a datação agora aprimorada, e usando um segundo banco de dados independente, além daquele usado por Raup e Sepkoski. Eles encontraram evidências de um sinal mostrando uma taxa de extinção em excesso com uma periodicidade de 27 milhões de anos, agora voltando 500 milhões de anos, e com uma significância estatística muito maior do que no trabalho mais antigo. == Desenvolvimento das hipóteses do Nêmesis == Duas equipes de astrônomos, Daniel P. Whitmire, Albert A. Jackson IV e Marc Davis, Piet Hut e Richard A. Muller, publicaram independentemente hipóteses semelhantes para explicar a periodicidade de extinção de David M. Raup e Jack Sepkoski na mesma edição da revista Nature. Esta hipótese propõe que o Sol pode ter uma estrela companheira não detectada em uma órbita altamente elíptica que perturba periodicamente cometas na nuvem de Oort, causando um grande aumento no número de cometas que visitam o interior do Sistema Solar com um consequente aumento de eventos de impacto na Terra. Isso ficou conhecido como a hipótese \"Nêmesis\" ou \"Estrela da Morte\". Se existe, a natureza exata de Nêmesis é incerta. Muller sugere que o objeto mais provável é uma anã vermelha com uma magnitude aparente entre 7 e 12, enquanto Daniel P. Whitmire e Albert A. Jackson defendem uma anã marrom. Se fosse uma anã vermelha, ela existiria em catálogos de estrelas, mas só seria confirmada medindo sua paralaxe; devido a orbitar o Sol, teria um movimento adequado baixo e escaparia à detecção por pesquisas de movimento próprios mais antigas que encontraram estrelas como a Estrela de Barnard de magnitude 9. (O movimento próprio da Estrela de Barnard foi detectado em 1916). Muller espera que Nêmesis seja descoberto quando as pesquisas de paralaxe atingirem a magnitude 10. Muller, referindo-se à data de uma extinção recente em 11 milhões de anos antes dos dias atuais, postula que Nêmesis tem um semieixo maior de cerca de 1.5 anos-luz (95.000 UA) e sugere que está localizado (apoiado por Yarris, 1987) perto da constelação de Hydra, com base em uma órbita hipotética derivada de afélios originais de uma série de cometas atípicos de longo período que descrevem um arco orbital que atende às especificações da hipótese de Muller. O artigo mais recente de Muller relevante para a teoria de Nêmesis foi publicado em 2002. Em 2002, Muller especulou que Nêmesis foi perturbado a 400 milhões de anos atrás por uma estrela que passava de uma órbita circular para uma órbita com uma excentricidade de 0.7. Em 2010, e novamente em 2013, Adrian L. Melott e R. K. Bambach encontraram evidências de um sinal mostrando uma taxa de extinção em massa com uma periodicidade de 27 milhões de anos. No entanto, como Nêmesis está tão distante do Sol, espera-se que esteja sujeito a perturbações por outras estrelas que passam e, portanto, seu período orbital deve se deslocar em 15 a 30%. A existência de um pico acentuado de 27 milhões de anos em eventos de extinção é, portanto, inconsistente com Nêmesis. == Órbita do Sedna == O objeto transnetuniano 90377 Sedna tem uma órbita elíptica incomum e extra longa ao redor do Sol, variando entre 76 e 937 UA. A órbita de Sedna leva cerca de 11.400 anos para ser concluída uma vez. Seu descobridor, Michael E. Brown, do Instituto de Tecnologia da Califórnia (Caltech), observou em um artigo da revista Discover que a localização de Sedna parecia desafiar o raciocínio: \"Sedna não deveria estar lá\", disse Brown. \"Não há como colocar Sedna onde está. Nunca chega perto o suficiente para ser afetado pelo Sol, mas nunca se afasta o suficiente do Sol para ser afetado por outras estrelas\". Brown, portanto, postulou que um objeto invisível massivo pode ser responsável pela órbita anômala de Sedna. Essa linha de investigação acabou levando à hipótese do Planeta Nove. Brown afirmou que é mais provável que uma ou mais estrelas não-companheiras, passaram perto do Sol, bilhões de anos atrás, possam ter puxado Sedna para sua órbita atual. Em 2004, Kenyon encaminhou esta explicação após a análise dos dados orbitais de Sedna e modelagem de computador de possíveis passagens de estrelas antigas não-companheiras. == Pesquisas passadas, atuais e pendentes por Nêmesis == As pesquisas por Nêmesis no infravermelho são importantes porque estrelas mais frias brilham mais intensamente na luz infravermelha. O Observatório Leuschner da Universidade da Califórnia não conseguiu descobrir Nêmesis em 1986. O Infrared Astronomical Satellite (IRAS) não conseguiu descobrir Nêmesis na década de 1980. O levantamento astronômico do 2MASS, realizada de 1997 a 2001, não conseguiu detectar uma estrela, ou anã marrom, no Sistema Solar. Se Nêmesis existe, pode ser detectado pelo Pan-STARRS ou pelos levantamentos astronômicos LSST planejados. Em particular, se Nêmesis é uma anã vermelha ou uma anã marrom, a missão WISE (uma pesquisa do céu infravermelho que cobriu a maior parte de nossa vizinhança solar em medições de paralaxe de verificação de movimento) era esperada para ser capaz de encontrá-la. O WISE pode detectar anãs marrons de 150 Kelvin até 10 anos-luz, e quanto mais perto uma anã marrom estiver, mais fácil será detectá-la. Os resultados preliminares da pesquisa WISE foram divulgados em 14 de abril de 2011. Em 14 de março de 2012, todo o catálogo da missão WISE foi lançado. Em 2014, os dados do WISE excluíram um Saturno ou um corpo maior na nuvem de Oort para 10.000 UA.NASA's WISE Survey Finds Thousands of New Stars, But No 'Planet X' Cálculos na década de 1980 sugeriram que um objeto Nêmesis teria uma órbita irregular devido a perturbações da galáxia e estrelas que passam. O trabalho de Adrian L. Melott e R. K. Bambach mostra um sinal extremamente regular, inconsistente com as irregularidades esperadas em tal órbita. Assim, embora apoie a periodicidade de extinção, parece ser inconsistente com a hipótese de Nêmesis, embora, é claro, não seja inconsistente com outros tipos de objetos subestelares. De acordo com um comunicado à imprensa da NASA de 2011, \"análises científicas recentes não sustentam mais a ideia de que as extinções na Terra acontecem em intervalos regulares e repetidos e, portanto, a hipótese de Nêmesis não é mais necessária\". == Veja também == * Hipótese do grande impacto * Viés de Malmquist * Planeta Nove * Planetas além de Netuno * Hipótese de Shiva * Theia * Tyche (planeta hipotético) * Vulcano (planeta hipotético) == Referências == == Ligações externas == * \"Astrobiology Magazine\", \"Cosmic Evolution\" Section, \"Getting WISE about Nemesis\" 03/11/10, Author: Leslie Mullen, Article about Nemesis and Tyche theory, and how the WISE Sky Survey Mission may prove or disprove the theories. * Robert Roy Britt, Nemesis: Does the Sun Have a 'Companion'?, Space.com, 3 April 2001. * * Richard A. Muller, Measurement of the lunar impact record for the past 3.5 billion years, and implications for the Nemesis theory, Geological Society of America Special Paper 356, pp 659–665 (2002). I * Richard A. Muller, Nemesis (Weidenfeld & Nicolson, 1988, OP) * Richard A. Muller, lecture where he describes Nemesis Theory * Z.K. Silagadze, TeV scale gravity, mirror universe, and ... dinosaurs, Acta Physica Polonica B32 (2001) 99–128. (Provides a very entertaining and readable review of the Nemesis extinction hypothesis, including dozens of references to scientific articles on the topic.) * SpaceDaily. Evidence Mounts For Companion Star To Our Sun. Apr 25, 2006 * Lynn Yarris. \"Does a Companion Star to the Sun Cause Earth's Periodic Mass Extinctions?\" Science Beat. Spring 1987 * Nemesis is a myth (Max Planck August 1, 2011) Categoria:Sistema Solar Categoria:Corpos hipotéticos do Sistema Solar Categoria:Estrelas hipotéticas Categoria:Teorias Categoria:Teorias dinâmicas do Sistema Solar Categoria:Estrelas de classe M da sequência principal Categoria:Anãs marrons Categoria:Extinções em massa Categoria:Objetos transnetunianos hipotéticos Categoria:Nuvem de Oort Categoria:Cenários do Juízo Final Categoria:Teorias obsoletas na física",
 "title": "Nêmesis (estrela hipotética)"
}