{
 "id": "100813",
 "text": "Na religião e mitologia gregas antigas, Iaco (também Iacos) (, Iakchos) era uma divindade menor, de alguma importância cúltica, particularmente em Atenas e Elêusis em conexão com os mistérios eleusianos, mas sem nenhuma mitologia significativa.Graf 2005, \"Iacchus\"; Hard, p. 134; Grimal, s.v. Iacchus, p. 224; Tripp, s.v. Iacchus; Rose, Oxford Classical Dictionary s.v. Iacchus; Smith, s.v. Iacchus. Ele talvez tenha se originado como a personificação da exclamação ritual Iacche!, gritada durante a procissão eleusiana de Atenas a Elêusis.Compare com Himeneu, cujo nome derivou de um grito de casamento tradicional, ver Hard, p. 223. Ele era frequentemente identificado com Dioniso, talvez por causa da semelhança dos nomes Iaco e Baco, outro nome para Dionísio. Por vários relatos, ele era filho de Deméter (ou aparentemente seu marido), ou um filho de Perséfone, idêntico a Dioniso Zagreu, ou um filho de Dioniso. Durante as guerras greco-persas, quando o interior ático, desertado pelos gregos, estava sendo devastado pelos persas, uma procissão fantasmagórica foi supostamente vista avançando a partir de Elêusis, gritando \"Iaco\". Este evento milagroso foi interpretado como um sinal da eventual vitória grega na Batalha de Salamina (480 a.C.).Herodotus, 8.65. Iaco também estava possivelmente envolvido em um mito eleusiano em que a velha Baubo, expondo seus órgãos genitais, animava Deméter, que estava de luto. == Culto == Iaco era uma das divindades, junto com Deméter e Kore (Perséfone), adoradas como parte dos Mistérios de Elêusis.Jiménez San Cristóbal 2012, p. 125. O geógrafo do final do século I a.C. Estrabão chamou-o de ἀρχηγέτην (\"líder-em- chefe\" ou \"fundador\") \"dos mistérios\".Estrabão, 10.3.10; Farnell, p. 146. No entanto Farnell, p. 148, argumentando que Iaco foi uma adição tardia aos mistérios eleusianos, desconta Iaco como \"fundador dos mistérios\", dizendo: \"se Estrabão, em denominando [Iaco] o ἀρχηγέτης τῶν μυστηρίων, significa mais além de que ele levava os mystae pelo caminho sagrado para o santuário místico, não precisamos ser influenciados por Estrabão contra melhores evidências\". == Bibliografia == * Aristides, Aristides ex recensione Guilielmi Dindorfii, Volume 3, Wilhelm Dindorf, Weidmann, G. Reimer, 1829. Hathi Trust Digital Library. * Aristófanes, As Rãs, Matthew Dillon, Ed., Perseus Digital Library, Tufts University, 1995. Online version at the Perseus Digital Library. * Arnóbio de Sica, The Seven Books of Arnobius Adversus Gentes, translated by Archibald Hamilton Bryce and Hugh Campbell, Edinburg: T. & T. Clark. 1871. Internet Archive. * Arriano, Anábase de Alexandre, Volume I: Books 1-4, translated by P. A. Brunt. Loeb Classical Library No. 236. Cambridge, Massachusetts: Harvard University Press, 1976. . Online version at Harvard University Press. * Athanaassakis, Apostolos N., and Benjamin M. Wolkow, The Orphic Hymns, Johns Hopkins University Press; First Printing edition (May 29, 2013). ISBN 978-1421408828. * Bernabé and García-Gasco, \"Nonnus and Dionysiac-Orphic Religion\" in Brill’s Companion to Nonnus of Panopolis, editor Domenico Accorinti, BRILL, 2016. ISBN 9789004310698. * Bowie, A. M., Aristophanes: Myth, Ritual and Comedy, Cambridge University Press, 1993. ISBN 0521440122. * Bowie, E. L., \"Time and Place, Narrative and Speech in Philicus, Philodams and Limenius\" in Hymnic Narrative and the Narratology of Greek Hymns, edited by Andrew Faulkner, Owen Hodkinson, BRILL, 2015. ISBN 9789004289512. * Collard, Christopher and Martin Cropp (2008b), Euripides Fragments: Oedipus-Chrysippus: Other Fragments, Loeb Classical Library No. 506. Cambridge, Massachusetts: Harvard University Press, 2008. ISBN 978-0-674-99631-1. Online version at Harvard University Press. * Clemente de Alexandria, The Exhortation to the Greeks. The Rich Man's Salvation. To the Newly Baptized. Translated by G. W. Butterworth. Loeb Classical Library No. 92. Cambridge, Massachusetts: Harvard University Press, 1919. ISBN 978-0-674-99103-3. Online version at Harvard University Press. Internet Archive 1960 edition. * Clinton, Kevin, The Sacred Officials of the Eleusinian Mysteries Philadelphia, American Philosophical Society, 1974. * Diodoro Sículo, Diodorus Siculus: The Library of History. Translated by C. H. Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Online version by Bill Thayer * Dow, Sterling, \"Athenian Decrees of 216-212 B. C.\", Harvard Studies in Classical Philology, Vol. 48 (1937), pp. 105–126. JSTOR * Encinas Reguero, M. Carmen, \"The Names of Dionysos in Euripides’ Bacchae and the Rhetorical Language of Teiresias\", in Redefining Dionysos, Editors: Alberto Bernabé, Miguel Herrero de Jáuregui, Ana Isabel Jiménez San Cristóbal, Raquel Martín Hernández. Walter de Gruyter, 2013. ISBN 978-3-11-030091-8. * Eurípides, As Bacantes, translated by T. A. Buckley in The Tragedies of Euripides, London. Henry G. Bohn. 1850. Online version at the Perseus Digital Library. * Eurípides, Cíclope, in Euripides, with an English translation by David Kovacs, Cambridge. Harvard University Press. forthcoming. Online version at the Perseus Digital Library. * Eurípides, Ion, translated by Robert Potter in The Complete Greek Drama, edited by Whitney J. Oates and Eugene O'Neill, Jr. Volume 1. New York. Random House. 1938. Online version at the Perseus Digital Library. * Eurípides, As Mulheres Troianas, in The Plays of Euripides, translated by E. P. Coleridge. Volume I. London. George Bell and Sons. 1891. Online version at the Perseus Digital Library. * Fantuzzi, Marco, \"Sung Poetry: The Case of Inscribed Paeans\" in A Companion to Hellenistic Literature, editors: James J. Clauss, Martine Cuypers, John Wiley & Sons, 2010. ISBN 9781405136792. * Farnell, Lewis Richard, The Cults of the Greek States, Vol. III, Clarendon Press, Oxford, 1907. Internet Archive * Foucart, Paul François, Les mystères d'Éleusis, Paris, Picard, 1914. Internet Archive * Graf, F. 1974, Eleusis und die orphische Dichtung Athens in vorhellenistischer Zeit, Walter de Gruyter, 1974. ISBN 9783110044980. * Graf, F. 2005, \"Iacchus\" in Brill's New Pauly: Encyclopaedia of the Ancient World. Antiquity, Volume 6, Lieden-Boston 2005. * Grimal, Pierre, The Dictionary of Classical Mythology, Wiley-Blackwell, 1996, . * Guía, Miriam Valdés, \"Redefining Dionysus in Athens from Written Sources: The Lenaia, Iacchos and Attic Women\" in Redefining Dionysos, Editors: Alberto Bernabé, Miguel Herrero de Jáuregui, Ana Isabel Jiménez San Cristóbal, Raquel Martín Hernández. Walter de Gruyter, 2013. ISBN 978-3-11-030091-8. * Guthrie, W. K. C., The Greeks and Their Gods, Beacon Press, 1950. ISBN 9780807057933. * Hard, Robin, The Routledge Handbook of Greek Mythology: Based on H.J. Rose's \"Handbook of Greek Mythology\", Psychology Press, 2004, . Google Books. * Harrison, Jane Ellen, Prolegomena to the Study of Greek Religion, second edition, Cambridge: Cambridge University Press, 1908. Internet Archive * Heródoto; Histórias, A. D. Godley (translator), Cambridge: Harvard University Press, 1920; . Online version at the Perseus Digital Library. * Jiménez San Cristóbal, Anna Isabel, 2012, \"Iacchus in Plutarch\" in Plutarch in the Religious and Philosophical Discourse of Late Antiquity, edited by Fernando Lautaro Roig Lanzillotta and Israel Mu Oz Gallarte, Brill, . * Jiménez San Cristóbal, Anna Isabel 2013, \"The Sophoclean Dionysos\" in Redefining Dionysus, Editors: Alberto Bernabé, Miguel Herrero de Jáuregui, Ana Isabel Jiménez San Cristóbal, Raquel Martín Hernández, Walter de Gruyter. ISBN 978-3-11-030091-8. * Kerényi, Karl 1951, The Gods of the Greeks, Thames and Hudson, London. * Kerényi, Karl 1967, Eleusis: Archetypal Image of Mother and Daughter, Princeton University Press, 1991. ISBN 9780691019154. * Kerényi, Karl 1976, Dionysos: Archetypal Image of Indestructible Life, Princeton University Press, 1996. ISBN 9780691029153. * Kern, Otto. Orphicorum Fragmenta, Berlin, 1922. Internet Archive * Lloyd- Jones, Hugh, Sophocles: Fragments, Edited and translated by Hugh Lloyd-Jones, Loeb Classical Library No. 483. Cambridge, Massachusetts: Harvard University Press, 1996. ISBN 978-0-674-99532-1. Online version at Harvard University Press. * Luciano, Lucian, with an English Translation by A. M. Harmon, Volume 5, Loeb Classical Library N. 302. Cambridge, Massachusetts: Harvard University Press, 1962. Internet Archive * Lucrécio, De Rerum Natura, William Ellery Leonard. E. P. Dutton. 1916. Online version at the Perseus Digital Library. * Marcovich, Miroslav, Studies in Graeco-Roman Religions and Gnosticism, BRILL, 1988. ISBN 9789004086241. * Mylonas, George Emmanuel, Eleusis and the Eleusinian Mysteries, Princeton University Press, 2015 (1961). ISBN 9781400877294. * Nonnus, Dionisíaca; translated by Rouse, W H D, I Books I-XV. Loeb Classical Library No. 344, Cambridge, Massachusetts, Harvard University Press; London, William Heinemann Ltd. 1940. Internet Archive * Nonnus, Dionisíaca; translated by Rouse, W H D, III Books XXXVI-XLVIII. Loeb Classical Library No. 346, Cambridge, Massachusetts, Harvard University Press; London, William Heinemann Ltd. 1940. Internet Archive. * O'Higgins, Laurie, Women and Humor in Classical Greece, Cambridge University Press, 2003. ISBN 9780521822534. * Olender, Maurice, \"Aspects of Baubo: Ancient Texts and Contexts\", in Before Sexuality: The Construction of Erotic Experience in the Ancient Greek World, Editors: David M. Halperin, John J. Winkler, Froma I. Zeitlin, Princeton University Press, 1990. ISBN 9780691002217. * Page, D. L. (Denys Lionel), 1908-1978, Poetae melici Graeci, Oxford, Clarendon Press, 1962. * Parker, Robert, Polytheism and Society at Athens, OUP Oxford, 2005. ISBN 9780191534522. * Pausânias, Pausanias Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, Massachusetts, Harvard University Press; London, William Heinemann Ltd. 1918. Online version at the Perseus Digital Library. * Persson, Axel W., The Religion of Greece in Prehistoric Times, Berkeley, Los Angeles : University of California press, 1942. Internet Archive * Plutarco. Lives, Volume II: Themistocles and Camillus. Aristides and Cato Major. Cimon and Lucullus. Translated by Bernadotte Perrin. Loeb Classical Library No. 47. Cambridge, Massachusetts: Harvard University Press, 1914. ISBN 978-0-674-99053-1. Online version at Harvard University Press. * Plutarco. Lives, Volume IV: Alcibiades and Coriolanus. Lysander and Sulla. Translated by Bernadotte Perrin. Loeb Classical Library No. 80. Cambridge, Massachusetts: Harvard University Press, 1916. ISBN 978-0-674-99089-0. Online version at Harvard University Press. * Plutarco. Lives, Volume VIII: Sertorius and Eumenes. Phocion and Cato the Younger. Translated by Bernadotte Perrin. Loeb Classical Library No. 100. Cambridge, Massachusetts: Harvard University Press, 1919. ISBN 978-0-674-99111-8. Online version at Harvard University Press. * Pollux, Julius, Onomasticon, Wilhelm Dindorf, Leipzig: Kuehn. 1825. Internet Archive. * Rose, Herbert Jennings, \"Iacchus\" in The Oxford Classical Dictionary, second edition, Hammond, N.G.L. and Howard Hayes Scullard (editors), Oxford University Press, 1992. ISBN 0-19-869117-3. * Rutherford, William G., Scholia Aristphanica, London, Macmillan and Co. and New York, 1896. Internet Archive * Smith, William; Dictionary of Greek and Roman Biography and Mythology, London (1867). Online version at the Perseus Digital Library * Estrabão, Geografia, translated by Horace Leonard Jones; Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. (1924). Books 6-14, at the Perseus Digital Library * Sófocles, The Antigone of Sophocles, Edited with introduction and notes by Sir Richard Jebb, Sir Richard Jebb. Cambridge. Cambridge University Press. 1891. Online version at the Perseus Digital Library * Tripp, Edward, Crowell's Handbook of Classical Mythology, Thomas Y. Crowell Co; First edition (June 1970). ISBN 069022608X. * Versnel, H. S., “ΙΑΚΧΟΣ. Some Remarks Suggested by an Unpublished Lekythos in the Villa Giulia”, Talanta 4, 1972, 23–38. PDF == Ligações externas == * O Projeto Theoi, \"Iakkhos\" Categoria:Personificações da mitologia grega Categoria:Deuses da Grécia",
 "title": "Iaco"
}