{
 "id": "100824",
 "text": "Vlad III (Sighișoara, 7 de dezembro de 1431 – Bucareste, 14 de dezembro de 1476), conhecido como Vlad Drácula/Drakul (, ) ou Vlad, o Empalador (, ), foi um voivoda (príncipe) da Valáquia em 1448, de 1456 a 1462 e em 1476. Era o segundo filho de Vlad II, que foi voivoda da Valáquia de 1436 a 1442 e de 1443 a 1447. Vlad e o seu irmão mais novo Radu foram reféns do Império Otomano em 1442, como garantia a lealdade do pai. Este e o irmão mais velho de Vlad, Mircea, foram assassinados na sequência da invasão da Valáquia em 1447 por João Corvino, regente-governador da Hungria. Corvino nomeou como novo voivoda da Valáquia o primo em segundo grau de Vlad, . Corvino lançou uma campanha militar contra os otomanos, no outono de 1448, e Ladislau o acompanhou. Vlad invadiu a Valáquia com apoio otomano em outubro, mas Ladislau retornou e Vlad se refugiou no Império Otomano até o final do ano. Ele retornou à Moldávia em 1449 ou 1450 e depois para a Hungria. Invadiu a Valáquia com apoio húngaro em 1456, onde lutou com Ladislau e o matou. Vlad então começou a expurgar todos os boiardos da Valáquia para fortalecer sua posição. Logo ele entrou em conflito com o saxões da Transilvânia, que apoiavam seus oponentes: e Bassarabe Laiotă, irmãos de Ladislau, e o meio irmão ilegítimo de Vlad: Vlad, o Monge. Vlad atacou e saqueou vilas saxãs, levando cativos para a Valáquia, onde os empalou. A paz foi restaurada na região em 1460. O sultão otomano, Maomé II, o Conquistador, ordenou a Vlad que lhe pagasse tributos, mas Vlad capturou e empalou os emissários do sultão. Em fevereiro de 1462, invadiu território otomano, massacrando milhares de turcos e búlgaros. Maomé II se lançou contra a Valáquia para substituir Vlad por seu irmão mais novo, Radu. Vlad então tentou capturar o sultão uma noite em Târgoviște, no mesmo ano, mas o sultão e muitos comandantes de seu exército partiram da Valáquia, enquanto vários cidadãos passaram a apoiar Radu para o trono. Vlad buscou auxílio na Transilvânia com Matias Corvino, rei da Hungria, no final de 1462, mas Matias o aprisionou. Vlad foi mantido em cativeiro em Visegrado 1463 a 1475. Foi neste período que episódios da sua crueldade começaram a circular pela Alemanha e pela Itália. Foi libertado a pedido de no verão de 1475. Lutou no exército de Matias contra os otomanos na Bósnia, no começo de 1476. Tropas húngaras e búlgaras o auxiliaram a forçar Bassarabe Laiotă, que tirou Radu do poder, a fugir da Valáquia em novembro. Bassarabe ainda retornaria com apoio otomano antes do final do ano, mas ele foi assassinado por Vlad em janeiro de 1477. Livros descrevendo os atos cruéis de Vlad se tornaram famosos em todos os territórios de fala germânica. Na Rússia, histórias populares sugerem que Vlad somente era capaz de fortalecer o governo através de brutais punições a inimigos e uma visão semelhante foi adotada sobre ele por historiadores romenos do . Sua fama de crueldade e brutalidade serviu de inspiração para o famoso vampiro do livro de Bram Stoker, de 1897, Drácula. Historicamente, Vlad é lembrado por sua luta contra o expansionismo do islão na Europa Oriental, servindo à Igreja Ortodoxa, marcado pela crueldade para com os inimigos. Mesmo com a fama brutal que acompanha seu nome, ele é ainda considerado um herói nacional na Romênia e na Moldávia. Construiu diversos mosteiros em seu reinado, mas morreu tentando reconquistar o trono da Valáquia dois anos depois de ser libertado do cativeiro húngaro. == Nomes == A expressão Dracula, que agora é conhecida principalmente como o nome de um vampiro fictício, foi durante séculos conhecida como o apelido de Vlad III. Relatórios diplomáticos e histórias populares se referiam a ele como Dracula, Dracuglia ou Drakula já no século XV. Ele mesmo assinou suas duas cartas como \"Dragulya\" ou \"Drakulya\" no final da década de 1470. Seu nome teve origem no apelido de seu pai, Vlad Dracul (\"Vlad, o Dragão\" em romeno medieval), que o recebeu após se tornar membro da Ordem do Dragão. Dracula é a forma genitiva eslava de Dracul, que significa \"[o filho] de Dracul (ou o Dragão)\". Em romeno moderno, dracul significa \"o diabo\", o que contribuiu para a reputação de Vlad. Vlad III é conhecido como Vlad Țepeș (ou Vlad, o Empalador) na historiografia romena. Este apelido está relacionado ao empalamento que era seu método favorito de execução. O escritor otomano Tursun Beg referiu-se a ele como Kazıklı Voyvoda (Senhor do Empalador) por volta de 1500. Mircea, o Pastor, Voivode da Valáquia, usou esse apelido ao se referir a Vlad III em uma carta de concessão em 1 de abril de 1551. == Biografia == === Infância e adolescência === Vlad nasceu em 7 de dezembro de 1431 na Transilvânia. Era o segundo filho legítimo de Vlad II, que era o filho ilegítimo de Mircea I. Ele ganhou a alcunha de Dracul por sua entrada na Ordem do Dragão, uma fraternidade militar fundada por Sigismundo, monarca do Sacro Império Romano. A Ordem do Dragão tinha como principal dever o de impedir o avanço do Império Otomano na Europa. É provável que Vlad tenha nascido após seu pai atacar a Transilvânia em 1429. Sua mãe, provavelmente foi filha ou parente próxima de Alexandre I da Moldávia ou de uma primeira esposa desconhecida. Sabe-se pouco sobre os primeiros anos da vida de Vlad. É sabido que ele teve um irmão mais velho chamado Mircea e um irmão mais novo chamado Radu. Sua educação primária foi deixada nas mãos de sua mãe, uma nobre da Transilvânia, e de sua família. Sua educação real começou quando, em 1436, seu pai conseguiu clamar para si o trono valaquiano, matando seu príncipe rival do Casa de Dănești, Alexandru I. Seu treinamento foi o típico dado para os filhos da Nobreza pela Europa. Seu primeiro tutor no aprendizado para a Cavalaria foi dado por um guerreiro que lutou sob a bandeira de Enguerrand de Courcy na Batalha de Nicópolis contra os Turcos. Vlad aprendeu tudo o que era demandado a um Cavaleiro Cristão sobre guerra e paz. Naquela época, o pai de Draculea, Vlad II, estava exilado na Transilvânia. Vlad Dracul estava tentando conseguir apoio para seu plano de destronar o príncipe regente da Valáquia, da Casa de Dănești, Alexandru I. A casa onde Draculea nasceu ainda está de pé nos dias de hoje. Em 1431 estava localizada numa próspera vizinhança cercada pelas casas de mercadores saxões e magiares, e pelas casas dos nobres (Nota: essas casas geralmente eram utilizadas quando os nobres ficavam na cidade, pois, os nobres moravam no campo). === Ascensão de Vlad Dracul ao trono (1436-1442) === A situação política na Valáquia continuou instável depois de Vlad Dracul ascender ao trono em 1436. O poder dos Turcos estava crescendo rapidamente enquanto cada um dos pequenos estados dos Bálcãs se rendia ao massacre dos Otomanos. Ao mesmo tempo, o poder da Hungria estava atingindo seu apogeu e o faria durante o tempo de João Corvino (Hunyadi János), o Cavaleiro Branco da Hungria, e seu filho, o rei Matias Corvino. Qualquer príncipe da Valáquia teria que balancear suas políticas precariamente entre esses dois poderosos países vizinhos. O príncipe da Valáquia era oficialmente um subordinado ao rei da Hungria. Também Vlad Dracul era um membro da Ordem do Dragão, tendo jurado lutar contra os infiéis. Ao mesmo tempo, o poder dos Otomanos parecia não poder ser detido. Mesmo no tempo do pai de Vlad II, Mircea I, a Valáquia era forçada a pagar tributo ao Sultão. Vlad foi forçado a renovar esse tributo e de 1436 - 1442 tentou estabelecer um equilíbrio entre seus poderosos vizinhos. Em 1442 Vlad tentou permanecer neutro quando os turcos invadiram a Transilvânia. Os Turcos foram vencidos e os vingativos húngaros, sob o comando de João Corvino forçaram Dracul e sua família a fugir da Valáquia. Corvino colocou um Dănești, , no trono valaquiano. Em 1443 Vlad II retomou o trono da Valáquia com suporte dos Turcos, desde que ele assinasse um novo tratado com o Sultão que incluiria não apenas o costumeiro tributo, além de outros favores. Em 1444, para assegurar ao sultão de sua boa fé, Vlad mandou seus dois filhos mais novos para Adrianópolis como reféns. Draculea permaneceu refém em Adrianópolis até 1448. ==== A batalha de Varna ==== Em 1444 o rei da Hungria, Ladislau V, o Póstumo, quebrou a paz e enviou o exército de Varna sob o comando de João Corvino num esforço para manter os turcos longe da Europa. Corvino ordenou que Vlad II cumprisse seus deveres como membro da Ordem do Dragão e súdito da Hungria e se juntasse à cruzada contra os Turcos. O Papa absolveu Dracul do compromisso Turco, mas, como político, ainda queria alguma coisa. Ao invés de se unir às forças cristãs pessoalmente ele mandou seu filho mais velho, Mircea. Talvez ele esperasse que o sultão poupasse seus filhos mais novos se ele pessoalmente não se juntasse à cruzada. Os resultados da Batalha de Varna são bem conhecidos. O exército cristão foi completamente destruído nela. João Corvino conseguiu escapar da batalha sob condições que acrescentaram pouca glória à reputação dos Cavaleiros Brancos. Muitos, aparentemente incluindo Mircea e seu pai, culparam Corvino pela covardia. Deste momento em diante João Corvino foi amargamente hostil em relação a Vlad Dracul e seu filho mais velho. Em 1447 Vlad Dracul foi assassinado juntamente com seu filho Mircea. Aparentemente Mircea foi enterrado vivo pelos burgueses e mercadores de Targoviste. Corvino colocou seu próprio candidato, um membro do clã Dănești, no trono da Valáquia. === Ascensão de Vlad Țepeș ao trono (1448) === Em 1448, Draculea conseguiu assumir o trono valaquiano com o apoio turco. Porém, em dois meses, Corvino forçou Draculea a entregar o trono e fugir para seu primo, o príncipe da Moldávia, enquanto Corvino mais uma vez colocava Ladislau II no trono valaquiano. Draculea permaneceu em exílio na Moldavia por três anos, até que o príncipe Bodano II da Moldávia foi assassinado em 1451. O tumulto resultante na Moldávia forçou Draculea a fugir para a Transilvânia e buscar proteção com o inimigo da sua família, Corvino. O tempo era ideal; o fantoche de Corvino no trono valaquiano, Vladislov II, instituiu uma política a favor da Turquia, e Corvino precisava de um homem mais confiável na Valáquia. Consequentemente, Corvino aceitou a aliança com o filho de seu velho inimigo e colocou-o como candidato da Hungria para o trono da Valáquia. Draculea se tornou súdito de Corvino e recebeu os antigos ducados da Transilvânia de seu pai, Faragas e Almas. Draculea permaneceu na Transilvânia, sob a proteção de Corvino, até 1456 esperando por uma oportunidade de retomar Valáquia de seu rival. Em 1453, o mundo cristão se chocou com a queda final da Constantinopla para os Otomanos. O Império Romano do Leste que existiu desde o tempo de Constantino, o Grande e que por mil anos protegeu o resto dos cristãos dos muçulmanos desapareceu para sempre. Hunyiadi imediatamente planejou outro ataque contra os Turcos. === Vlad Țepeș retorna ao trono (1456-1462) === Em 1456 Corvino invadiu a Sérvia turca enquanto Draculea simultaneamente invadiu a Valáquia. Na Batalha de Belgrado, Corvino foi morto e seu exército vencido. Enquanto isso, Draculea conseguiu sucesso em matar Vladislav II e tomando o trono da Valáquia, mas a derrota de Corvino tornou a sua proteção por parte deste questionável. Por um tempo ao menos Draculea foi forçado a apoiar os Turcos enquanto solidificava sua posição. O reinado principal de Draculea se estendeu de 1456 a 1462. Sua capital era a cidade de Tirgoviste enquanto seu castelo foi erguido a uma certa distância nas montanhas perto do rio Arges. A maior parte das atrocidades associadas ao nome de Draculea tomaram lugar durante esses anos. Foi também durante esse tempo que ele lançou seu próprio ataque contra os Turcos. Seu ataque foi relativamente bem sucedido inicialmente. Suas habilidades como guerreiro e sua bem conhecida crueldade fizeram dele um inimigo temido. Entretanto, ele recebeu pouco apoio do seu senhor feudal, Matthius Corvinus, Rei da Hungria (filho de João Corvino) e os recursos valaquianos eram muito limitados para alcançar algum sucesso contra o conquistador da Constantinopla. === Vlad Țepeș aprisionado (1462-1474) === Os Turcos finalmente foram bem sucedidos em forçar Vlad a fugir para a Transilvânia em 1462. Foi reportado que a primeira esposa de Vlad cometeu suicídio pulando das torres do castelo de Vlad para as águas do rio Arges ao invés de se render aos Turcos. Draculea fugiu pelas montanhas em direção à Transilvânia e apelou para Matias Corvino, Rei da Hungria por ajuda. Ao invés disso, o rei prendeu-o e aprisionou-o numa torre por 12 anos. Aparentemente o seu aprisionamento não foi nem um pouco oneroso. Ele foi capaz de gradualmente ganhar as graças da monarquia húngara; tanto que ele conseguiu casar-se e tornar-se um membro da família real (algumas fontes clamam que a segunda esposa de Vlad era na verdade a irmã de Matias Corvino). A política a favor dos Turcos do irmão de Vlad, Radu o Belo, que foi o príncipe da Valáquia durante a maior parte do tempo em que Vlad esteve prisioneiro, provavelmente foi um fator importante na reabilitação de Vlad. É interessante notar que a narrativa russa dessas histórias, normalmente favoráveis a Vlad, indicavam que mesmo durante a sua prisão Vlad não desistiu de seu passatempo preferido: ele costumava capturar pássaros e ratos que ele torturava e mutilava — alguns eram decapitados, esfolados e soltos, e muitos eram empalados em pequenas lanças. === Vlad Țepeș volta ao trono valaquiano, pela última vez (1476) === O tempo exato do momento de captura de Draculea é aberto para debates. Os panfletos russos indicam que ele foi prisioneiro de 1462 até 1474. Entretanto, durante esse tempo Drácula se casou com um membro da família real húngara e teve dois filhos que já tinham por volta de dez anos quando ele reconquistou a Valáquia em 1476. McNally e Florescu colocaram que o período de confinação de Draculea foi de 1462 a 1466. É pouco provável que um prisioneiro poderia se casar com um membro da família real. Correspondência diplomática durante o período em questão também parece apoiar a teoria de que o período real do confinamento de Draculea foi relativamente pequeno. Aparentemente, entre os anos de sua possível libertação e 1474, quando ele começou as preparações para a reconquista da Valáquia, Drácula viveu com sua nova esposa na capital húngara. Uma anedota daquele período conta que um capitão húngaro seguiu um ladrão dentro da casa de Drácula. Quando Drácula descobriu os intrusos ele matou o capitão ao invés do ladrão. Quando Drácula foi questionado sobre suas atitudes pelo rei ele respondeu que um cavalheiro não se apresenta a um grande governante sem as corretas introduções - se o capitão tivesse seguido a etiqueta não teria sofrido a ira do príncipe. Em 1476 Drácula mais uma vez estava pronto para atacar. Drácula e o príncipe István Báthory invadiram a Valáquia com uma força mista de transilvanianos, alguns burgueses valaquianos insatisfeitos e um contingente de moldávios enviados pelo primo de Draculea, Príncipe Estêvão, o Grande da Moldávia. O irmão de Drácula Radu, o Belo, havia morrido alguns anos antes e substituído por um candidato ao trono apoiado pelos Turcos, Bassarabe, o Velho, membro do clã Dănești. Enquanto o exército de Draculea se aproximava, Bassarabe e sua corte fugiram, alguns buscando proteção dos Turcos, outros para os abrigos das montanhas. Depois de colocarem Draculea de volta ao trono, Stephan Bathory e as outras forças de Drácula voltaram à Transilvânia, deixando a posição tática de Draculea muito enfraquecida. Draculea teve muito pouco tempo para ganhar apoio antes de um grande exército turco invadisse a Valáquia determinado a devolver o trono a Bassarabe. Ao que tudo indica, mesmo os plebeus, cansados das depredações do empalador, abandonaram-no à sua própria sorte. Drácula foi forçado a lutar contra os Turcos com pequenas forças à sua disposição, algo em torno de menos de quatro mil homens. Drácula foi morto em batalha contra os turcos perto da pequena cidade de Bucareste em 14 de dezembro de 1476. Algumas fontes indicam que ele foi assassinado por burgueses valáquios desleais quando ele estava prestes a varrer os Turcos no campo de batalha. Outras fontes dizem que Drácula caiu vencido rodeado pelos corpos dos leais guarda-costas (as tropas cedidas pelo Príncipe Stefan da Moldávia permaneceram com Drácula mesmo após István Báthory ter voltado à Transilvânia). Outra versão é a de que Drácula foi morto acidentalmente por um de seus próprios homens no momento da vitória. O corpo de Drácula foi decapitado pelos Turcos e sua cabeça foi enviada à Constantinopla, onde o sultão a manteve em exposição em uma estaca por alguns anos. Seu filho Mihnea, o Mau seguiu uma conturbada vida política e teve três filhos, mantendo a descendência de Vlad Țepeș. == Ver também == * Invasão otomana da Valáquia == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Count Dracula's War on Islam Categoria:Príncipes da Valáquia Categoria:Monarcas mortos em combate Categoria:Casa de Drăculești Categoria:Naturais da Transilvânia Categoria:Drácula",
 "title": "Vlad, o Empalador"
}