{
 "id": "100879",
 "text": "O Conselho de Estado é um órgão de governo presente em muitos Estados-nação. O nome de conselho de Estado é aplicado a diferentes tipos de corpos em diferentes estados, a partir do nome formal do gabinete de um órgão consultivo não executivo em torno de um chefe de Estado. É por vezes (erroneamente discutível) considerado como o equivalente a um Conselho Privado republicano. ==Contemporâneos== O Conselho de Estado existe nos seguintes Estados: * - este é um órgão consultivo e judicial. Assiste o executivo com aconselhamento jurídico, e é o supremo tribunal de justiça administrativo. * - criado pela Constituição de 1891 com o nome de Conselho da República, sucessor do Conselho de Estado (1841 - 1889). Em 2023 foi criado o Conselho da Federação, a fim de integrar estratégias nacionais em todos os níveis da administração pública no país.Sai no DO decreto que cria o Conselho da Federação. Veja a íntegra. Congresso em foco. Acesso em 22 de abril de 2023DECRETO Nº 11.495, DE 18 DE ABRIL DE 2023 - Institui o Conselho da Federação. IN: DIÁRIO OFICIAL DA UNIÃO, Publicado em: 19/04/2023, Edição: 75, Seção: 1, Página 1. Imprensa Nacional. Acesso em 22 de abril de 2023 * (Estado dos EUA). * - o chefe de Estado do país é o Presidente do Conselho de Estado da República de Cuba. * - este corpo é semelhante a um Conselho Privado. O seu papel é, em grande parte cerimonial e inclui a concessão da aprovação real e actividades do chefe de estado. É constituída por todos os ministros e pelo Príncipe hereditário ou a Princesa hereditária, quando ele ou ela é de idade. * - este foi o conselho para a política externa a partir de 1522 até 1834; desde o século XIX é o supremo conselho consultivo do Governo. * * - é um gabinete onde se reúnem o primeiro- ministro e outros ministros, e devem gozar da confiança do Parlamento finlandês. * - este é um órgão consultivo e judicial. Assiste o executivo com aconselhamento jurídico, e é o supremo tribunal de justiça administrativo. * Gana - este organismo aconselha o presidente do Gana, no exercício da maioria dos seus poderes. * - este é o supremo tribunal administrativo da Grécia e é um órgão administrativo que examina todos os decretos presidenciais antes da sua emissão. * - este órgão aconselha a presidente da Irlanda, no exercício da maioria dos seus poderes. Na prática, só raramente se reúne. O presidente não é obrigado a acatar os seus conselhos, mas deve consultar o organismo em determinadas circunstâncias. Ver Conselho de Estado irlandês * - é um órgão consultivo jurídico-administrativo e garante a legalidade da administração pública. * * * - este é um órgão consultivo para o governo, que é composto por membros da família real e da Coroa, nomeados membros, geralmente tendo experiência política, comercial, diplomática ou militar. O Conselho de Estado deve ser consultado sobre a legislação proposta antes de uma lei ser apresentado ao Parlamento e também serve como um canal para os cidadãos de recurso contra as decisões do poder executivo. * - ver Conselho de Estado (Portugal). * - este órgão é o grupo de pessoas que administra o Reino Unido quando o monarca se ausenta por um curto prazo, por exemplo, Commonwealth, visitas de curto prazo, doença, etc. * - Na Suíça, um Conseil d'État lidera o governo cantonal de cada cantão de língua francesa. * - ver Conselho de Estado da Turquia. * ==Extintos== * Conselho de Estado Inglês (1649-1660) * Conselho de Estado do Reino da Polónia (1815-1915) e de Conselho de Estado da Polónia (1947-1989) * Conselho de Estado do Chile (1976-1980) * Conselho de Estado do Império do Brasil (1822-1889) == Ligações externas == *Atas do Conselho de Estado do Império do Brasil Categoria:Instituições governamentais",
 "title": "Conselho de Estado"
}