{
 "id": "10083",
 "text": "Santo Antão foi uma freguesia portuguesa do município de Évora com 0,27 km² de área e 1 323 habitantes em 2011 (). A freguesia abrangia um território intra- muros da cidade, no espaço compreendido entre a Rua dos Mercadores e a Rua José Elias Garcia (antiga Rua da Lagoa). A sua origem oficial, como freguesia, remonta ao , quando o cardeal D. Henrique, Arcebispo de Évora, mandou edificar a Igreja Paroquial de Santo Antão, no exacto local onde se erguia a velha Ermida de Santo Antoninho, obra que originou a demolição do Arco do Triunfo romano. Aqui se situa a famosa Praça do Giraldo, com o seu Chafariz da Praça do Giraldo, fonte mandada edificar pelo então arcebispo de Évora, o cardeal D. Henrique. Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Sé e São Pedro e São Mamede, formar uma nova freguesia denominada União das Freguesias de Évora (São Mamede, Sé, São Pedro e Santo Antão) com a sede em São Mamede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Évora (Santo Antão) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 628 2 838 3 243 3 579 3 731 3 599 4 278 4 570 4 404 3 904 3 035 2 850 2 068 1 473 1 323 == Património == * Castelo de Évora * Chafariz da Praça do Giraldo * Convento de Nossa Senhora das Mercês * Convento de Santa Clara * Convento de Santa Marta * Convento de São Domingos * Convento de São Paulo * Convento do Monte Calvário * Convento do Salvador * Igreja de Santo Antão * Igreja de São Tiago * Muralha medieval de Évora ou Muralha Fernandina de Évora * Teatro Garcia de Resende * Palácio dos Morgados da Mesquita * Praça do Giraldo Categoria:Antigas freguesias de Évora",
 "title": "Santo Antão (Évora)"
}