{
 "id": "100921",
 "text": "José Maria Ferreira de Castro (Ossela, Oliveira de Azeméis, 24 de Maio de 1898 – Porto, 29 de Junho de 1974) foi um escritor português. Existe uma biblioteca e uma escola secundária com o seu nome em Oliveira de Azeméis e uma escola básica, a qual é sede do agrupamento Ferreira de Castro e um museu em Sintra. ==Biografia== thumb|Busto do autor de A Selva em Manaus|474x474px Filho mais velho de José Eustáquio Ferreira de Castro, natural de Oliveira de Azeméis, e de Maria Rosa Soares de Castro, natural de Vila Chã (Vale de Cambra). Aos 8 anos ficou órfão de pai, um camponês pobre e decide, aos 12 anos, emigrar com a intenção de sustentar a família. A 7 de Janeiro de 1911 embarcou no vapor \"Jerôme\" com destino a Belém do Pará, no Brasil. Ali viria a publicar o seu primeiro romance Criminoso por ambição, em 1916. Durante quatro anos viveu no seringal Paraíso, em plena floresta amazónica, junto à margem do rio Madeira. Depois de partir do seringal Paraíso, viveu em precárias condições, tendo de recorrer a trabalhos como, colar cartazes, embarcadiço em navios do Amazonas etc. Mais tarde, em Portugal, foi redator do jornal O Século, do jornal A Batalha, diretor do jornal O Diabo e colaborador das revistas O domingo ilustradoO domingo ilustrado : noticias & actualidades graficas, teatros, sports & aventuras, consultorios & utilidades (1925-1927) [cópia digital, Hemeroteca Digital] (1925-1927), Renovação (1925-1926) e Ilustração (iniciada em 1926). Ao serviço do jornal de Pereira da Rosa, assinou crónicas vibrantes, como o dia em que se deixou prender no Limoeiro para testemunhar a vida dos reclusos nas cadeias portuguesas ou a sua entrevista exclusiva em Dublin com Eamon de Valera, líder do Sinn Fein em 1930. Em 1930 publica A Selva, a obra que o tornaria um escritor de dimensão internacional, inclusive candidato a Prémio Nobel. O livro recebe críticas positivas no The New York Times e abre-lhe caminho em Hollywood e possibilita-lhe o ingresso no Pen Clube francês. Nessa altura perde tragicamente a esposa, Diana de Liz, a quem dedicou o livro. Após o falecimento da esposa, Ferreira de Castro partiu para Inglaterra de barco, na companhia do escritor Assis Esperança. Fica doente, com septicemia, mas é tratado pelo médico e historiador de arte Reynaldo dos Santos. Em consequência do estado de luto, em Dezembro de 1931 Ferreira de Castro tenta o suicídio sem sucesso. Para convalescer parte para a Madeira, onde escreve o romance Eternidade (1933), cujo tema é a obsessão pela morte.Revista E n.º 2412 (19 de Janeiro de 2019). Sempre mais alto, ainda para além da morte, pág. 31. Ferreira de Castro ordenou a transladação dos ossos de Diana de Liz e erigiu- lhe um mausoléu. Morreu a 29 de junho de 1974, no Hospital de Santo António, no Porto, depois de ter sofrido um acidente vascular cerebral, em Macieira de Cambra, a 5 de junho, que o deixou em coma. Chegou a desfilar no 1.º de Maio, Dia do Trabalhador, o primeiro após a Revolução de 25 de Abril de 1974. Encontra-se enterrado em Sintra, por sua expressa vontade. ==Vida pessoal e amorosa== Entre 1927 e 1930, teve um relacionamento com Diana de Liz - pseudónimo de Maria Eugénia Haas da Costa Ramos -, escritora, defensora da emancipação feminina, nascida em Évora, freguesia de São Pedro, a 29 de março de 1892, filha de Zacarias José da Costa Ramos, capitão de Cavalaria, e de D. Margarida Amélia Haas da Costa Ramos, e que morreu em maio de 1930, vítima de tuberculose.Quem foi Diana de Liz, Viver Évora 11.01.2020Ferreira de Castro não casou com Diana, Correio de Azeméis 31.07.2007Escritora eborense Diana de Liz, Arquivo Distrital de Évora A 17 de outubro de 1936, casou, na 3.ª Conservatória do Registo Civil de Lisboa, em regime de separação de bens, com Fernanda das Dores Mercier Marques, natural da freguesia de Santos-o-Velho, Lisboa, filha de José Maria Marques, natural da freguesia de Santa Isabel, Lisboa, e de Eugenie Georgette Amélie Mercier Marques, natural de Saint- Germain-des-Prés (Paris). A 10 de novembro de 1937, foi decretado o divórcio por sentença do Juízo de Direito da 4.ª Vara da Comarca de Lisboa, com fundamento em adultério do cônjuge masculino (n.º 2 do artigo 4.º da Lei do Divórcio, aprovada por decreto de 3 de novembro de 1910). Voltou a casar em Paris, em 1938, com Elena Muriel, pintora espanhola refugiada no Estoril.Ferreira de Castro - Viajante_Jornalista_Escritor – Da origem à eternidade, Descendências Com ela viveu 40 anos e teve uma filha, Elsa Beatriz Ferreira de Castro. Desde 1930 até 1973, manteve uma relação \"amitié amoureuse\" (amizade amorosa) com a escritora e jornalista Maria Lamas, que ficou registada em inúmeras cartas, postais e telegramas. Os registos encontram-se preservados no espólio de Maria Lamas, tendo sido publicado pelos seus descendentes um livro com excertos de várias cartas. A correspondência trocada entre 1930 e 1938, que havia sido depositada na Biblioteca Nacional ou na Imprensa Nacional, encontra-se, no entanto e até à data, em paradeiro desconhecido. ==Relevância da obra== Emigrante, homem do jornalismo, mas sobretudo ficcionista, é hoje em dia, ainda, um dos autores com maior obra traduzida em todo o mundo, podendo-se incluir a sua obra na categoria de literatura universal moderna, precursora do neorrealismo, de escrita caracteristicamente identificada com a intervenção social e ideológica. A exemplo da sua ainda grande atualidade pode referir-se a recente adaptação ao cinema, com muito sucesso, da obra A Selva. == Casa-Museu Ferreira de Castro == Localiza-se na Rua Escritor Ferreira de Castro, em Ossela. Ferreira de Castro, um dos maiores vultos de sempre da cultura portuguesa, era um trabalhador incansável, na verdadeira acepção do termo. Não dispondo ou não querendo utilizar máquina de escrever e ainda a uma enorme distância dos nossos computadores, veja-se a montanha de papel que Ferreira de Castro, laboriosamente, escreveu, para produzir uma das suas mais importantes obras: \" As Maravilhas Artísticas do Mundo\". Em 1967, Ferreira de Castro doa a propriedade à autarquia, que se comprometeu, desde essa data, a mantê-la e conservá-la, proporcionando visitas guiadas a todos que o quisessem fazer. == Obras == * Emigrantes (1928) * A Selva (1930) * Eternidade (1933) * Terra Fria (1934) * Pequenos Mundos, Velhas Civilizações (1937) * A Tempestade (1940) * A Volta ao Mundo (1940 a 1944) * A Lã e a Neve (1947) * A Curva da Estrada (1950) * A Missão , seguido de A Experiência e O Senhor dos Navegantes(1954) * As Maravilhas Artísticas do Mundo (Vol. I) (1959) * As Maravilhas Artísticas do Mundo (Vol. II) (1963) * O Instinto Supremo (1968) * Os Fragmentos -- inclui o romance O Intervalo (póstumo, 1974) * Sim, Uma Dúvida Basta, teatro (póstumo, 1994) ===Obras da Adolescência e Juventude=== * Criminoso por Ambição (1916) * Alma Lusitana (1916) * Rugas Sociais (1917) * Mas … (1921) * Carne Faminta (1922) * O Êxito Fácil (1923) * Sangue Negro (1923) * A Metamorfose (1924) * A Boca da Esfinge (1924) * Sendas de Lirismo e de Amor (1925) * O Drama da Sombra (1926) * A Epopeia do Trabalho (1926) * A Morte Redimida (1925) * A Peregrina do Mundo Novo (1926) * A Casa dos Móveis Dourados (1926) * O voo nas Trevas (1927) == Ver também== * Prémio Literário Ferreira de Castro, da Câmara Municipal de Sintra * Filme Terra Fria, baseado na obra com o mesmo nome * Filme A Selva (2002), baseada na obra com o mesmo nome. == Ligações externas == *\"A Experiência\" *\"Emigrantes\" *\"A Missão\" e \"O Senhor dos Navegantes\" *\"A Selva\" *Centro de Estudos Ferreira de Castro * Casa-museu Ferreira de Castro em Ossela * Museu Ferreira de Castro, Sintra * Ficha no IMDb * Blogue sobre Ferreira de Castro Categoria:Naturais de Oliveira de Azeméis Categoria:Escritores de Portugal Categoria:Jornalistas de Portugal Categoria:Anarquistas de Portugal",
 "title": "Ferreira de Castro"
}