{
 "id": "100945",
 "text": "A Casa de Serralves localiza-se no Parque de Serralves, na freguesia de Lordelo do Ouro, na cidade e Distrito do Porto, em Portugal. Situada na antiga quinta do conde de Vizela, na zona rural do Porto, é considerada um exemplar único da arquitectura \"Art Déco\" no país. Delfim Ferreira não era Conde de Riba d’Ave. O Conde era o seu irmão Raúl. == História == A casa foi mandada construir pelo 2.º conde de Vizela, Carlos Alberto Cabral, aristocrata da indústria têxtil que, em 1923, tinha herdado a propriedade de seu pai. O projeto foi do arquiteto francês Charles Siclis, tendo a sua execução ficado a cargo do arquiteto português Marques da Silva. O projeto dos jardins, de autoria de Jacques Gréber, data de 1932. Os projetos da casa e dos jardins progrediram ao sabor de hesitações e alterações sucessivas introduzidas por Marques da Silva, até que as obras de ambos ficaram concluídas em 1940. Em 1944 o Conde de Vizela instala-se finalmente em Serralves mas cerca de dez anos mais tarde vê-se obrigado a vender a propriedade a Delfim Ferreira, Conde de Riba de Ave.http://www.infopedia.pt/$casa-de-serralves Casa de Serralves, Infopédia (em linha), Porto: Porto Editora, 2003-2014 (Consult. 2014-03-12). O negócio previa contudo uma restrição: a propriedade não podia ser objeto de qualquer transformação. Até aos anos 1980 o espaço permaneceria inacessível ao público até que, em 1986, o Estado representado por Teresa Patrício Gouveia, então Secretária de Estado da Cultura, adquire a quinta aos herdeiros de Delfim Ferreira permitindo a sua abertura à cidade. Na década de 1980 tornou- se o centro de um projeto que culminou na instalação de um dos mais importantes pólos culturais e artísticos da Península Ibérica, envolvendo a casa, os jardins, a quinta, e um Museu de Arte Contemporânea. Tinha acontecido porque em 1987 o Ministério da Cultura compra a propriedade e em 1989 é criada uma Fundação de Serralves instala um museu na casa principal.A casa acolheu as exposições realizadas pela Fundação entre 1989 e 1999, data da abertura do Museu de Arte Contemporânea. No ano seguinte é considerada zona de proteção paisagística, urbanística e arquitetónica no Plano Diretor Municipal do Porto. Mais tarde um novo edifício do museu de Serralves é construído, projetado pelo arquiteto Siza Vieira, implantando-se sobre a horta e pomar do antigo jardim e obrigou a um redesenho dos espaços exteriores desta zona da propriedade, cujo projeto foi executado pelo arquiteto paisagista João Gomes da Silva. Para obviar a perda da horta primitiva foi construído, num ponto mais baixo do terreno, um jardim de plantas aromáticas. Atualmente é pertença da Fundação de Serralves, que detém o Museu de Arte Contemporânea de Serralves. Em 1996 todo o conjunto foi classificado como imóvel de interesse público devido ao seu interesse arquitectónico. File:Casa de Serralves 4.jpg File:Casa de Serralves 1.jpg File:Casa de Serralves 3.jpg == Ligações externas == * * * Casa de Serralves, Infopédia (em linha), Porto: Porto Editora, 2003-2014 (Consult. 2014-03-12). Categoria:Lordelo do Ouro Categoria:Museus do Porto Categoria:José Marques da Silva Categoria:Museus fundados em 1989 Categoria:Fundações em Portugal em 1989 Categoria:Fundação de Serralves Categoria:Monumentos nacionais no Porto Categoria:Casas classificadas como monumento nacional em Portugal",
 "title": "Casa de Serralves"
}