{
 "id": "100995",
 "text": "A República da Irlanda para fins de governo local está dividida em 34 condados administrativos, incluindo as 5 cidades com estatuto de condado. As províncias históricas e os condados tradicionais não possuem mais funções administrativas, porém ainda são usados para alguns fins específicos. Existem ainda as regiões que foram estabelecidas em 1994 apenas para fins de estudos, recomendações e estatísticas. == Províncias históricas == Ainda sob governo gaélico, a Irlanda foi dividida em províncias, para substituir o sistema anterior de tuatha (gaélico, singular: tuath). Um tuath era um grupo autônomo de pessoas de jurisdição política independente sob a autoridade de um chefe chamado sub-rege (Rí Tuaithe, rei tribal, freqüentemente o chefe de um clã). No século VI, a ilha da Irlanda estava dividida em 5 cúigí (quintos ou porções, singular: cúige). As atuais 4 províncias da Irlanda surgiram a partir destes cúigí: Uladh (Ulster), Laighean (Leinster), Connachta (Connacht) e Mumha (Munster). O quinto cúige, Mídh (Meath), corresponde aos atuais condados de Meath, Westmeath, Longford e Offaly localizados na província de Leinster (o atual condado de Louth da província de Leinster, era considerado parte do Ulster). Estas províncias começaram livremente como estados confederados com suas fronteiras um tanto flexíveis, porém, atualmente, elas estão associadas com um grupo específico de condados, embora não possuam nenhum status legal ou função administrativa. As províncias são hoje vistas em um contexto esportivo, a medida em que os quatro times profissionais de rugby da Irlanda jogam sob os nomes das províncias, e a Gaelic Athletic Association mantém campeonatos provinciais separados. A separação da Irlanda do Norte, dividiu a províndia do Ulster em duas partes: A maior (com seis condados na época da separação) é a atual Irlanda do Norte e a menor (três condados), é atualmente duas partes descontínuas da República da Irlanda. A Irlanda do Norte é freqüentemente mencionada como Ulster ou província do Reino Unido, estes termos podem causar confusão, uma vez que uma parte da província histórica do Ulster faz parte da República da Irlanda. As quatro províncias históricas são: província população (2006) área (km²) maior cidade Fonte(s) Leinster (1) 2.295.123 19.591 Dublin Munster (2) 1.173.340 24.046 Cork Connacht (3) 504.121 16.935 Galway Ulster (4) 1.994.449 21.456 Belfast Total 5.967.033 82.028 ;Nota (*) A população da província do Ulster é a soma do resultado do censo de 2006 para os condados do Ulster localizados na República da Irlanda (267.264 habitantes) com a população estimada para 2006 da Irlanda do Norte (1.727.185 habitantes). A população das demais províncias são resultados do censo de 2006. A área da província do Ulster pertencente a República da Irlanda é de 7.894 km² e a a área pertencente a Irlanda do Norte é de 13.562 km². == Condados == === Condados tradicionais === Após a ocupação da ilha no século XII pelos reis da Inglaterra (geralmente referida pelos irlandeses como invasão normanda), as províncias foram superadas pelo sistema de condados. Enquanto as províncias existiram sem alterações por séculos, os condados foram alterados sob a administração normanda e inglesa. Dois condados históricos, Condado de Desmond e Condado de Coleraine, não mais existem e vários outros trocaram de nome. Mesmo com as alterações, por muito tempo a ilha da Irlanda esteve dividida em 32 condados (Gaélico: contae ou condae), o que gerou os atuais 32 condados tradicionais, 26 na atual República da Irlanda e seis na atual Irlanda do Norte. No início do século XX, toda a ilha da Irlanda ainda pertencia ao Reino Unido. Por diversas vezes os irlandeses discutiram e lutaram pela independência. Finalmente, em 6 de dezembro de 1921, o Tratado Anglo-Irlandês foi assinado. Nos seus termos, a Irlanda tornou-se um país independente pertencente a comunidade britânica (dominion status), embora tenha sido permitida aos 6 condados do norte de maioria protestante, tomar sua própria decisão. O novo país passou a se chamar Estado Livre da Irlanda (inglês: Irish Free State, gaélico: Saorstát Éireann). Em 12 de dezembro de 1922, os seis condados do norte (atual Irlanda do Norte) votaram e decidiram reverter ao Reino Unido. Em 18 de abril de 1949, o Estado Livre da Irlanda, cortou definitivamente seus laços com o Reino Unido, através de uma nova constituição e da conseqüente instalação da república, tornado-se a República da Irlanda (Gaélico: Poblacht na hÉireann). Os 26 condados da República da Irlanda: # Condado de Dublin # Condado de Wicklow # Condado de Wexford # Condado de Carlow # Condado de Kildare # Condado de Meath # Condado de Louth # Condado de Monaghan # Condado de Cavan # Condado de Longford # Condado de Westmeath # Condado de Offaly (*) # Condado de Laois (*) # Condado de Kilkenny # Condado de Waterford # Condado de Cork # Condado de Kerry # Condado de Limerick # Condado de Tipperary # Condado de Clare # Condado de Galway # Condado de Mayo # Condado de Roscommon # Condado de Sligo # Condado de Leitrim # Condado de Donegal Os seis condados da Irlanda do Norte: # Condado de Fermanagh # Condado de Tyrone # Condado de Derry (ou Londonderry) # Condado de Antrim # Condado de Down # Condado de Armagh (*) Os condados de Offaly e Laois eram conhecidos como Condado do Rei (King's County) e Condado da Rainha (Queen's County) até a independência da Irlanda. Os 26 condados tradicionais não são mais base para fins de governo local, planejamento e desenvolvimento, embora estas divisões da República da Irlanda ainda são geralmente respeitadas para outros fins. Os condados tradicionais eram antigamente adotados por organizações culturais e esportivas como a Gaelic Athletic Association, que organizava suas atividades e ainda hoje atrai grande lealdade, principalmente no campo esportivo. === Condados administrativos === Um ato do governo local da Irlanda aprovado pelo parlamento do Reino Unido em 1898 (Local Government Act 1898 - 61 & 62 Vict. c. 37) foi o marco inicial para o estabelecimentos de um sistema de governo local na Irlanda (similar ao que fora criado na Grã-Bretanha) e a formação dos condados administrativos e seus estatutos. Na República da Irlanda, para fins de unidades de governo local, alguns condados tradicionais foram reestruturados, 6 dos 26 condados originais passaram a ter mais de uma área de autoridade local, totalizando 34 condados administrativos, incluindo as cidades com estatuto de condado (county-boroughs). Estas foram as reestruturações desde a publicação do ato: * 1898: O condado tradicional de Tipperary se dividiu nos condados administrativos de Condado de Tipperary Norte e Condado de Tipperary Sul. As cidades de Cork, Dublin,Limerick e Waterford se separaram dos condados administrativos de mesmo nome e passaram a possuir estatuto de condado (county-boroughs ou county-level authorities); * 1920: O nome dos condados do Rei e da Rainha (King's County e Queen's County), mudaram para Offaly e Laois, respectivamente; * 1985: A cidade de Galway se separou do condado administrativo de Galway e também passou a condição de county-borough; * 1 de janeiro de 1994: Oito autoridades regionais foram estabelecidas. Na mesma data, o condado tradicional de Dublin se dividiu nos condados administrativos de: Dun Laoghaire-Rathdown (capital Dún Laoghaire), Fingal (Swords) e South Dublin (Tallaght). Com o surgimento e crescimento das cidades, as fronteiras administrativas têm sido alteradas com freqüência para incluir cidades divididas entre dois condados, inteiramente dentro de um mesmo condado. Os novos condados administrativos são freqüentemente ignorados (exceto para questões de governo local e administração), por não serem tradicionais. == Regiões == Oito autoridades regionais foram estabelecidas em 1994. Suas funções estão basicamente restritas a estudos, recomendações e estatísticas. As regiões não estão relacionadas com as 4 províncias históricas mas estão baseadas nos condados administrativos. São elas: # Border: condados de Cavan, Donegal, Leitrim, Louth, Monaghan e Sligo; # West: condados de Galway, Mayo e Roscommon; # Midland: condados de Laois, Longford, Offaly e Westmeath; # Mid-East: condados de Kildare, Meath e Wicklow; # Região de Dublin: cidade de Dublin e os condados de Dun Laoghaire-Rathdown, Fingal e South Dublin; # South-East: condados de Carlow, Kilkenny, South Tipperary, Waterford e Wexford; # South-East: condados de Cork e Kerry; # Mid-West: condados de Clare, Limerick e North Tipperary. == Ver também == * Subdivisões da Irlanda do Norte * Bandeira das Quatro Províncias da Irlanda",
 "title": "Subdivisões da Irlanda"
}