{
 "id": "100998",
 "text": "Jean Maurice Eugène Clément Cocteau (Maisons-Lafitte, 5 de julho de 1889 — Milly-la-Forêt, 11 de outubro de 1963) foi um poeta, romancista, cineasta, designer, dramaturgo, ator, e encenador de teatro francês. Em conjunto com outros surrealistas da sua geração (Jean Anouilh e René Char, por exemplo), Cocteau conseguiu conjugar com maestria os novos e velhos códigos verbais, linguagem de encenação e tecnologias do modernismo para criar um paradoxo: um avant-garde clássico. O seu círculo de associados, amigos e amantes incluiu Jean Marais, Henri Bernstein, Édith Piaf e Raymond Radiguet. Nascido numa pequena vila próximo a Paris, Jean Cocteau foi um dos mais talentosos artistas do século XX. Além de ser diretor de cinema, foi poeta, escritor, pintor, dramaturgo, cenógrafo e actor e escultor. Actuou activamente em diversos movimentos artísticos, nomeadamente o conhecido Groupe des Six (grupo dos seis) cujo núcleo era Georges Auric (1899–1983), Louis Durey (1888–1979), Arthur Honegger (1892–1955), Darius Milhaud (1892–1974), Francis Poulenc (1899–1963), Germaine Tailleferre (1892–1983). Além destes, outros também tomaram parte, como Erik Satie e Jean Wiéner. Foi eleito membro da Academia Francesa em 1955. Homossexual pouco dissimulado, foi o autor de Le livre blanc, publicado anonimamente em 1928, mas nunca renegado, e que mais tarde ilustrou, onde em tom confessional relata episódios da vida amorosa na sua juventude. Teve por amantes Jean Le Roy, Raymond Radiguet, Jean Desbordes, Marcel Khill, Jean Marais (seu actor favorito) e Édouard Dermit, entre outros. Dentre os seus amigos destacam-se Pablo Picasso, Max Jacob, Serge Diaghilev, Vaslav Nijinsky, Roland Garros, Marcel Jouhandeau, Jean Genet, Edith Piaf, Christian Bérard, Pierre Bergé, Georges Auric, Valentine Hugo, Coco Chanel, Francine Weisweiller, Colette, entre muitos outros. Cocteau realizou sete filmes e colaborou enquanto argumentista, narrador em mais alguns. Todos ricos em simbolismos e imagens surreais. É considerado um dos mais importantes cineastas de todos os tempos. As suas peças foram levadas aos palcos dos Grandes Teatros, nos Boulevards da época parisiense em que ele viveu e que ajudou a definir e criar. A sua abordagem versátil e nada convencional e a sua enorme produtividade trouxeram-lhe fama internacional. == Biografia == Cocteau nasceu em Maisons-Laffitte, uma pequena vila perto de Paris, filho de Georges Cocteau e de Eugénie Lecomte, uma família parisiense proeminente. O seu pai era advogado e pintor amador, que se suicidou quando Cocteau tinha nove anos. Cocteau começou a escrever aos dez anos e aos dezesseis já publicava suas primeiras poesias, um ano depois de abandonar a casa familiar. Apesar de se distinguir em virtualmente todos os campos literários e artísticos, Cocteau insistia que era fundamentalmente um poeta e que toda a sua obra era poesia. Em 1908, com dezanove anos, publicou o seu primeiro livro de poesia, La lampe d'Aladin. O seu segundo livro, Le prince frivole (\"O príncipe frívolo\")), editado no ano seguinte, daria origem à alcunha que tinha nos meios Boémios e nos círculos artísticos que começou a frequentar e em que rapidamente ficou conhecido. Por esta altura conheceu os escritores Marcel Proust, André Gide, e Maurice Barrès. Edith Wharton descreveu-o como um homem \"para quem todos os grandes versos eram um nascer-do-sol, todos os pôr-do-sol a fundação para a Cidade Celestial…\" Durante a Primeira Guerra Mundial, Cocteau prestou serviço na Cruz Vermelha como condutor de ambulâncias. Neste período conheceu o poeta Guillaume Apollinaire, os pintores Pablo Picasso e Amedeo Modigliani e numerosos outros escritores e artistas com quem mais tarde viria a colaborar. O empresário russo de ballet, Sergei Diaghilev, desafiou Cocteau a escrever um cenário para um novo bailado - \"Surpreende-me\", teria dito Diaghilev. O resultado foi Parade, que seria produzido por Diaghilev em 1917, com cenografia de Picasso e música de Erik Satie. Figura importante do surrealismo, apesar de detestado e rejeitado pelo líder do movimento, André Breton e todos os do seu grupo, que não raras vezes o perseguiram e insultaram, por homofobia e àquilo que eles consideravam ser mundanidade, frivolidade e diletantismo. Teve enorme influência na obra de outros artistas, incluindo o grupo musical de amigos de Montparnasse, que ficou conhecido Les Six. O termo \"surrealismo\" foi criado por Guillaume Apollinaire no prólogo de Les mamelles de Tirésias, uma obra começada em 1903 e completada em 1917, menos de um ano antes da sua morte.Surreal Lives \"Se não fora Appolinaire fardado\", escreveu Cocteau, \"com a cabeça rapada, uma cicatriz na testa e uma ligadura `volta da cabeça, as mulheres ter-nos-iam arrancado os olhos com alfinetes\". == Amizade de Raymond Radiguet == Em 1918 conheceu o poeta francês Raymond Radiguet. Colaboraram extensivamente, socializaram e viajaram de férias imensas vezes. Cocteau ficou isento de prestação de serviço militar graças a Radiguet. Como prova de admiração pela poesia do amigo, Cocteau divulgou a sua poesia no seu círculo artístico e promoveu a publicação pela editora Grasset de Le Diable au corps (um romance fortemente autobiográfico sobre uma relação adúltera entre uma mulher casada e um homem mais novo) que seria premiado com o prémio literário \"Noveau Monde\". Alguns contemporâneos de Cocteau e, posteriormente vários biógrafos e comentadores, especularam sobre a componente romântica desta amizade. Cocteau estava ele próprio consciente desta percepção e esforçou-se sinceramente por desmentir qualquer carácter sexual na sua relação com Radiguet: \"Monsieur, acabei de receber a sua carta e tenho que responder apesar do meu desgosto de não conseguir explicar o inexplicável, é possível que a minha amizade com o seu filho e a minha profunda admiração dos seus talentos (que começam a ser cada vez mais óbvios) são de uma intensidade fora do comum, e que visto de fora é difícil compreender até que ponto chegam os meus sentimentos. O seu futuro literário é de importância fundamental para mim: ele é um prodígio. Qualquer escândalo estragaria toda esta fresca inovação. Não pode acreditar por um segundo que eu não a tento evitar por todos os meios ao meu alcance\".Francis Steegmuller, \"Cocteau, A Biography\" (1970) Não existe acordo em relação à reacção de Cocteau à morte súbita de Radiguet, em 1923. Alguns pensam que teria ficado devastado e se teria abandonado ao vício do ópio. Outros pensam que não o teria afectado indicando que não foi ao funeral do amigo (geralmente Cocteau não ia a funerais) e que imediatamente deixou Paris com Diaghilev para uma apresentação de Les Noces com os Ballets Russes em Monte Carlo. O próprio Cocteau caracterizaria mais tarde a sua reacção como de \"estupor e nojo\". Ter- se viciado em ópio, comentou, foi pura coincidência e deveu-se a um encontro com Louis Laloy, o administrador da Ópera de Monte Carlo.Biogradia de Jean Cocteau no website de Jean Cocteau O consumo de ópio e os seus esforços para deixar esta droga afectaram profundamente o seu estilo literário. O seu livro mais famoso, Os meninos diabólicos, foi escrito numa semana durante uma dolorosa tentativa de abandonar o ópio. Em Ópio, diário de uma desintoxicação, narra a experiência da sua recuperação do vício em 1929. O seu relato, que inclui vívidas ilustrações a tinta, alterna entre as suas experiências diárias de ressaca da droga e os seus comentários sobre a sociedade e os acontecimentos do mundo. == A voz humana == As experiências de Cocteau com a voz humana teve o seu apogeu na peça de teatro A voz humana. Nela, uma mulher só em palco, fala ao telefone com o seu (invisível e inaudível) amante perdido, que a deixou para casar com outra mulher. O telefone mostrou ser o perfeito adereço que permitiu a Cocteau explorar as suas ideias, sentimentos e \"álgebra\" da comunicação humana de realidades e sentimentos. A voz humana é enganadoramente simples - apenas uma actriz em palco durante uma hora, falando ao telefone. Na realidade, está repleto de referências dramáticas às experiências Vox Humana dos dadaístas do pós Primeira Guerra Mundial, a La Voix Humaine de Alphonse Lamartine (parte da sua obra Harmonies Poétiques et Religieuses) e aos efeitos produzidos pelo mestres organistas de finais do século XVI que tentaram sintetizar a voz humana, mas que nunca conseguiram mais que imitar um coro masculino à distância. Cocteau reconheceu, na introdução ao manuscrito, que a peça era motivada, em parte, pelas queixas de actrizes de que as suas obras privilegiavam o escritor/encenador, não permitindo que os actores explorassem os seus talentos. A voz humana foi escrita, na realidade, como uma extravagante homenagem a Madame Berthe Bovy. Antes disso havia escrito Orphée, que seria mais tarde um dos seus mais bem sucedidos filmes; depois escreveu La Machine Infernale, provavelmente a sua obra de arte melhor conseguida. A crítica do seu tempo foi mista, mas a peça representa em resumo o estado de espírito de Cocteau e os seus sentimentos em relação aos seus actores por essa altura: por um lado queria mimá-los e agradar-lhes; por outro, saturado dos seus tiques de \"diva\", estava pronto para se vingar. É também verdade que nenhuma outra obra de Cocteau inspirou tantas outras criações: a ópera homónima de Francis Poulenc, a ópera buffa de Gian Carlo Menotti, Le Telephone, e a versão em filme de Roberto Rosselini, com Anna Magnani, L'Amore (segmento: Il Miracolo) de 1948. Esta obra tem vindo a atrair um conjunto de grandes actrizes, incluindo Simone Signoret, Ingrid Bergman e Liv Ullmann (em teatro) e Julia Migenes (em ópera). Segundo Frederick Brown, Cocteau inspirou-se no dramaturgo Henri Bernstein: \"Quando, em 1930, a Comédie-Française produziu a sua A voz humana […] Cocteau desagradou tanto a direita como à esquerda literária, como que dizendo \"Estou tão à direita como Bernstein, no seu próprio lugar, mas é apenas uma ilusão de óptica: a vanguarda é esferóide e eu terminei mais à esquerda que qualquer outro\".Brown, Frederick,An Impersonation of Angels: A Biography of Jean Cocteau, The Viking Press, New York, p.170 == Maturidade == Na década de 1930, apesar de homossexual, Cocteau terá tido uma ligação amorosa com a Princesa Natalie Paley, uma beldade, filha de um Grão Duque da família Romanov, modelo, por vezes actriz, anteriormente casada com o costureiro Lucien Lelong. Natalie teria ficado grávida mas, com grande perturbação de Cocteau e desgosto para ela própria, abortou. As relações mais prolongadas de Cocteau foram com os actores franceses Jean Marais e Edouard Dermit, que Cocteau adoptou formalmente. Cocteau utilizou Marais como actor nos seus filmes L'Éternel Retour (1943), La Belle et la Bête (1946), Ruy Blas (1947) e Orphée (1949). Em 1940, Le Bel Indifférent, a peça de teatro que Cocteau escreveu para Édith Piaf, teve um tremendo sucesso. Trabalhou também com Pablo Picasso em diversos projectos e fez amizade com inúmeros artistas europeus. Viciado em ópio, ao longo da vida fez algumas desintoxicações. Os filmes de Cocteau, que na sua maioria foram escritos e realizados por ele mesmo, fora particularmente importantes para a introdução do Surrealismo no Cinema francês, e influenciaram até um certo grau, o futuro género Nouvelle Vague. Os seus filmes mais conhecidos são Les Parents terribles (1948), La Belle et la Bête, (1946) e Orpheus (1949). Cocteau morreu de enfarte do miocárdio na sua mansão de Milly-la-Foret, em 11 de outubro de 1963, com a idade de 74 anos, apenas algumas horas depois de saber da morte da sua grande amiga Édith Piaf. Está sepultado na Capela de Saint Blaise des Simples em Milly-la-Foret, em Essone, na França. O epitáfio da sua pedra tumular indica: \"Fico entre vós\". == Prémios e distinções == Em 1955, Cocteau foi eleito membro da Académie française e da Académie Royale de Belgique. Foi agraciado com o grau de comandante da Legião de Honra (França), membro da Academia Mallarmé, da Academia alemã (Berlim) da Academia americana Mark Twain, presidente honorário do Festival de Cinema de Cannes e da Associação de Amizade França-Hungria, e presidente da Academia de Jazz e da Academia do Disco. == Obra literária == ;Poesia * La Lampe d'Aladin (1909) * Le Prince frivole (1910) * La Danse de Sophocle (1912) * Ode à Picasso - Le Cap de Bonne-Espérance (1919) * Escale. Poésies (1917-1920) * Vocabulaire (1922) * La Rose de François - Plain-Chant (1923) * Cri écrit (1925) * L'Ange Heurtebise (1926) * Opéra (1927) * Mythologie (1934) * Énigmes (1939) * Allégories (1941) * Léone (1945) * La Crucifixion (1946) * Poèmes (1948) * Le Chiffre sept - La Nappe du Catalan (em colaboração com Georges Hugnet) (1952) * Dentelles d'éternité - Appoggiatures (1953) * Clair-obscur (1954) * Paraprosodies (1958) * Cérémonial espagnol du Phénix - La Partie d'échecs (1961) * Le Requiem (1962) * Faire-Part (póstumo) (1968) ;Romance * Le Potomak (1919, edição definitiva: 1924) * Le Grand Écart (1923) * Thomas l'imposteur (1923) * Le Livre blanc (1928) * Les Enfants terribles (1929) * La Fin du Potomak (1940) ;Teatro * Parade, ballet (música de Erik Satie, coreografia de Léonide Massine) (1917) * Les Mariés de la tour Eiffel, ballet (música de Georges Auric, Arthur Honegger, Darius Milhaud, Francis Poulenc e Germaine Tailleferre) (1921) * Antigone (1922) * Roméo et Juliette (1924) * Oedipus Rex, ópera-oratório (música de Ígor Stravinski) (1927) * La Voix humaine (1930) * La Machine infernale (1934) * L'École des veuves (1936) * Œdipe-roi. Les Chevaliers de la Table ronde (1937) * Les Parents terribles (1938) * Les Monstres sacrés (1940) * La Machine à écrire (1941) * Renaud et Armide. L'Épouse injustement soupçonnée (1943) * L'Aigle à deux têtes (1944) * Le Jeune Homme et la Mort, ballet de Roland Petit (1946) * Théâtre I et II (1948) * Bacchus (1951) * Nouveau théâtre de poche (1960) * L'Impromptu du Palais-Royal (1962) * Le Gendarme incompris (póstumo, em colaboração com Raymond Radiguet) (1971) ;Poesia e crítica * Le Coq et l'Arlequin (1918) * Carte blanche (1920) * Le Secret professionnel (1922) * Le Rappel à l'ordre - Lettre à Jacques Maritain (1926) * Opium (1930) * Essai de critique indirecte (1932) * Portraits-Souvenir (1935) * Mon Premier voyage (volta ao mundo em 80 dias) (1937) * Le Greco (1943) * Le Foyer des artistes - La Difficulté d'être (1947) * Lettres aux Américains - Reines de la France (1949) * Jean Marais - conversas à volta do cinematógrafo (com André Fraigneau) (1951) * Gide vivant (1952) * Journal d'un inconnu. Démarche d'un poète (1953) * Colette (discurso na Académie royale de Belgique e na Académie française (1955) * Discours d'Oxford (1956) * Entretiens sur le musée de Dresde (com Louis Aragon) - La Corrida du 1er mai (1957) * Poésie critique I (1959) * Poésie critique II (1960) * Le Cordon ombilical (1962) * La Comtesse de Noailles, oui et non (1963) * Portrait souvenir (posthume; conversas com Roger Stéphane) (1964) * Entretiens com André Fraigneau (póstumo) (1965) * Jean Cocteau par Jean Cocteau (póstumo; conversas com William Fielfield) (1973) * Du cinématographe (póstumo). Entretiens sur le cinématographe (póstumo) (1973) ;Poesia de jornalismo * (póstumo) (1935-1938) === Livros publicados em Portugal === * Tanta coisa por dizer; sel. e trad. Inês Dias. [S.l.]: Língua Morta, 2012. * Visão invisível; selecção, apresentação e tradução de Aníbal Fernandes. Lisboa: Assírio & Alvim, 2005; Sistema Solar, 2016 * As crianças terríveis. Lisboa: Livros do Brasil, 2000. * O filho do ar (O filho do ar; Ana a criada; A dama de Monte-Carlo; O mentiroso); trad. Gastão Cruz. Lisboa: Relógio d'Água, 1998. * A voz humana; trad. Carlos de Oliveira. Lisboa: Assírio & Alvim, 1989 (reeditado em 1999). * Toro: ritual de amor e morte; tradução de Aníbal Fernandes. Lisboa, Hiena, 1987. * O Livro Branco; apresentação e tradução de Aníbal Fernandes. Lisboa: & etc, 1985; Assírio & Alvim, 2010; (seguido de O Fantasma de Marselha), Sistema Solar, 2015 * Explicação dos prodígios; trad. Aníbal Fernandes. Lisboa: & etc, 1982. * O baile do Conde de Orgel por Raymond Radiguet; pref. de Jean Cocteau; trad. de Ana Maria Alves. Lisboa: Estampa, 1973. * Ópio, diário de uma desintoxicação; trad. de Maria Teresa Horta. Lisboa: Ulisseia, 1966; trad. Miguel Serras Pereira, Lisboa: Difel, 1984 * Desatino [Le grand écart]; tradução de Mécia de Freitas Leça. Lisboa: Livros do Brasil, 1958. * Os cavaleiros da Távola Redonda; trad. Herlânder Peyroteo. Lisboa: Centro Universitário, 1957. * Até amanhã. Ode/ Eugénio de Andrade; des. Jean Cocteau. Lisboa: Guimaräes Editores, 1956. * Tomaz, o impostor; trad. António Quadros. Lisboa: Livros do Brasil, 1955. * Os meninos diabólicos [Les enfants terribles]; prefácio e tradução de João Gaspar Simões. Lisboa: Inquérito, 1939, 1942, 1958. == Filmografia == * Le Sang d'un Poète (1930) * L'Eternel Retour (1943) * La Belle et la Bête (1946) * L'Aigle à Deux Têtes (1947) * Les Parents terribles (1948) * Les Enfants Terribles (1950) (não creditado) * Coriolan (1950) * Orphée (1950) * La Villa Santo Sospir (1952) (documentário) * 8x8: A Chess Sonata in 8 Movements (1957) Codirector, Experimental) * Le testament d'Orphée (1959) == Bibliografia == * Breton, André (1953). La clé des champs, p. 77\\. Paris: Éditions du Sagittaire. * Steegmuller, Francis, Cocteau: A Biography, Atlantic-Little, Brown, Boston, 1970. * Crucifixion traduzida para Bengali por Malay Roy Choudhury * Cocteau, Jean, Le coq et l'arlequin: Notes autour de la musique - avec un portrait de l'Auteur et deux monogrammes par P. Picasso, Paris, Éditions de la Sirène, 1918 * Cocteau, Jean, Le Grand écart, 1923, primeiro romance * Cocteau, Jean, Le Numéro Barbette, um influente ensaio sobre a natureza da arte inspirado pela atuação de Barbette, 1926 * Cocteau, Jean, The Human Voice, traduzido para o inglês por Carl Wildman, Vision Press Ltd., Grã Bretanha, 1947 * Cocteau, Jean, The Eagle Has Two Heads, adaptado por Ronald Duncan, Vision Press Ltd., Grã Bretanha, 1947 * Cocteau, Jean, The Holy Terrors (Les enfants terribles), traduzido para o inglês por Rosamond Lehmann, New Directions Publishing Corp., New York, 1957 * Cocteau, Jean, Opium: The Diary of a Cure, traduzido para o inglês por Margaret Crosland e Sinclair Road, Grove Press Inc., New York, 1958 * Cocteau, Jean, The Infernal Machine e outras peças, traduzida para o inglês por W.A. Auden, E.E. Cummings, Dudley Fitts, Albert Bermel, Mary C. Hoeck, and John K. Savacool, New Directions Books, New York, 1963 * Cocteau, Jean, Toros Muertos, junto de Lucien Clergue e Jean Petit, Brussel & Brussel,1966 * Cocteau, Jean, The Art of Cinema, editado por André Bernard e Claude Gauteur, traduzido para o inglês por Robin Buss, Marion Boyars, Londres, 1988 * Cocteau, Jean, Diary of an Unknown, tranduzido para o inglês por Jesse Browner, Paragon House Publishers, New York, 1988 * Cocteau, Jean, The White Book (Le livre blanc), algumas vezes traduzido para o inglês como The White Paper, traduzido por Margaret Crosland, City Lights Books, San Francisco, 1989 * Cocteau, Jean, Les parents terribles, nova tradução para o inglês de Jeremy Sams, Nick Hern Books, Londres, 1994 * Claude Arnaud, Jean Cocteau'' * Marie Jemma-Jejcic, Jean Cocteau ou l'énigme du désir. Ce que le poète apprend au psychanalyste, Editions Eres, 2006, 304 p. - ISBN 2-7492-0615-4 * Monique Lange, Cocteau Prince sans royaume * André Fraigneau, Cocteau * Jean Marais, Histoires de ma vie * Jean Marais, l'Inconcevable Jean Cocteau * Nicole Vaillant Dubus, À toi, Jean Cocteau : poète de l'Europe. Colomars : Mélis éditeur, coll. « Lettre à… », 2003. 32 p., 21 cm. – ISBN 2-914333-51-X * Ahmed Youssef, Cocteau l'Egyptien, La tentation orientale de Jean Cocteau, Mônaco, Editions du Rocher, 2001, 192p. == Ligações externas == * Jean Cocteau Portal da Académie Française (em francês) * Original Edition of Ceramics by Jean Cocteau * Jean Cocteau website * Cocteau/cinema Bibliography (via UC Berkeley) * * Find-A-Grave profile for Jean Cocteau * Cocteau CMEF Cap d'Ail * Cocteau et La chapelle Saint-Blaise-des-Simples ;Biografia: * * ;Poesia e música: * web.archive.org - ltmpub.freeserve.co.ukintroduces work by Les Six on audio CD Cocteau, Satie and Les Six * web.archive.org - ltmpub.freeserve.co.uk reads La Toison d'Or and Les voleurs d'enfants in 1929 with Dan Parrish Jazz Orchestra on the audio CD Surrealism Reviewed * ubu.com reading poetry backed by the Dan Parrish Jazz Orchestra * Jean Cocteau Papers, Jean Cocteau Art Collection at the Harry Ransom Center at the University of Texas at Austin Categoria:Cineastas da França Categoria:Escritores LGBT da França Categoria:Poetas da França Categoria:Poetas do cubismo Categoria:Mortos em 1963 Categoria:Escritores em língua francesa Categoria:Artistas surrealistas Categoria:Membros da Academia Francesa Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Jean Cocteau"
}