{
 "id": "10107",
 "text": "{{Info/Município do Brasil | nome = Wenceslau Braz | foto = Igreja S Sebastião Wenceslau 240410 REFON 12 PANO.jpg | leg_foto = Paróquia São Sebastião de Wenceslau Braz | apelido = | brasão = Coat of Arms of Wenceslau Braz - PR - Brazil.svg | bandeira = Wenceslau braz - flag.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de novembro | fundação = | gentílico = brazense | lema = Wenceslas mi, vitae \"Minha Wenceslau, minha vida\" | prefeito = Atahyde Ferreira dos Santos Júnior | partido = PSD | fim_mandato = 2024 | mapa = Parana Municip WenceslauBraz.svg | latP = S | latG = 23 | latM = 52 | latS = 26 | lonP = O | lonG = 49 | lonM = 48 | lonS = 10 | estado = Paraná | mesorregião = Norte Pioneiro Paranaense | data_mesorregião = IBGE/2008 | microrregião = Wenceslau Braz | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São José da Boa Vista, Arapoti, Santana do Itararé, Siqueira Campos, Tomazina | dist_capital = 284 | área = 397.916 | área_ref = | população = 19188 | data_pop = Censo IBGE/2022 | altitude = 841 | clima = Clima temperado | sigla_clima = Cfa | CEP = 84950-000 | idh = 0.687 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9791.23 | data_pib_per_capita = IBGE/2008 | site_prefeitura = wenceslaubraz.pr.gov.br | site_câmara = camarawbraz.pr.gov.br }} Wenceslau Braz é um município brasileiro, situado na região denominada de Norte Pioneiro, no estado do Paraná. == Etimologia == Em homenagem a Venceslau Brás, ex-presidente do Brasil, que governava a nação ao final da Guerra do Contestado, tendo assinado a lei que definiu os limites entre o Paraná e Santa Catarina, em 1916. Nesta ocasião o Paraná perdeu 28.000 km² para Santa Catarina, de uma área habitada quase que exclusivamente por paranaenses. Etimologicamente o termo \"Wenceslau\" vem do eslavo \"vienetz\" (coroa), acrescida de \"slava\" (glória). Enquanto que \"Bráz\" vem do latim \"Blasiu\", nome de homem. == História == As origens históricas do município de Wenceslau Braz se confundem com as de São José da Boa Vista e São José do Cristianismo. Tudo começou no ano de 1848 com a chegada à região de Domiciano Corrêa Machado, sua esposa Ana Cândido de Farias Machado, seus filhos e grande comitiva, incluindo parentes e bom número de escravos. Na confluência dos rios da Pescaria e Itararé a comitiva fincou pé, fundando e povoando um lugar, até então puro sertão. Deram ao povoado o nome de São José do Cristianismo, que em 1870 já era Distrito Judiciário e tinha mais de 3.500 habitantes. Não muito longe dali, em 1867, Manoel Bernardino da Silva havia fundado São José da Boa Vista, que em pouco tempo adquiriu notável crescimento social e econômico. Mais tarde São José do Cristianismo sofria pesado êxodo, indo seus moradores engrossar fileiras no vizinho povoado. Em 29 de março de 1875, pela Lei Provincial n° 421, a sede administrativa e judiciária de São José do Cristianismo foi transferida para São José da Boa Vista, que um ano após, pela Lei Provincial n° 448, do dia 24 de março se transforma em município autônomo. Floresce o novo município que ganha foros de cidade e se transforma em sede de Comarca. Decai vertiginosamente São José do Cristianismo. O tempo passa e inúmeros novos municípios são criados, desmembrando-se territorialmente de São José da Boa Vista, que perde o vigor político anterior. No início deste século, nada representava mais sinal de progresso para qualquer localidade, do que a chegada dos trilhos de aço de uma estrada de ferro. O traçado da ferrovia \"Ramal do Paranapanema\", que ia de Jacarezinho até Ponta Grossa, não previa beneficiar a sede da Comarca de São José da Boa Vista, este fato acabou prejudicando indelevelmente a história do lugar. Em 1915 Joaquim Miranda, agricultor sagaz, anteviu a possibilidade de bons negócios com a passagem dos trilhos de aço da ferrovia. Fixou residência a vinte e um quilômetros de São José da Boa Vista, porém em território tomazinense. Naquele lugar, mais tarde, foi instalado o acampamento de serviços da construção da ferrovia. Neste ponto surgiu a cidade de Wenceslau Bráz, sendo Joaquim Miranda seu primeiro povoador. A notícia da construção de uma estação ferroviária naquele lugar atraiu inúmeras famílias, cujo propósito inicial era estabelecer-se comercialmente. O primeiro a chegar foi Jorge Merége Chueiry, seguido por Afonso Ribas e Felipe Miguel de Carvalho, que iria desempenhar importante papel na estabilização política do lugar, que recebeu inicialmente a denominação de Novo Horizonte. Em 1918 inaugurou-se a estação ferroviária, sendo Luíz Pereira seu primeiro agente. Continuava o trabalho incansável de Felipe Miguel de Carvalho em pról do progresso do patrimônio que passou a se chamar Brasópolis, certamente uma homenagem ao presidente da República da época, Venceslau Brás Pereira Gomes. Com o nome de Brasópolis o núcleo foi elevado à categoria de Distrito Judiciário em 5 de abril de 1920, pela Lei n° 1.980. A instalação foi no dia 17 de outubro do mesmo ano, em cerimônia presidida pelo dr. Francisco Methódio da Nóbrega. Na ocasião Pedro Duarte tomou posse como 1° Juiz Distrital e Adolfo Antônio Pereira como Escrivão. Mais tarde a denominação foi alterada para Wenceslau Braz, que crescia, enquanto São José da Boa Vista declinava. == Infraestrutura == === Transportes === Wenceslau Braz é entroncamento de rodovias que ligam ao norte do estado e para São Paulo, bem como ao centro e sul do Paraná. É como um centro para os viajantes de outras localidades próximas, pois de sua estação rodoviária partem diariamente ônibus para São Paulo (capital), Curitiba (capital do estado), Jacarezinho, Telêmaco Borba, Itaí-(SP), Itararé-(SP), Jaguariaíva, Ibaiti, Santo Antonio da Platina e Londrina. === Rodovias === *PR-092 - Ligação ao norte até Jacarezinho e Ourinhos/SP, e para o sul a Jaguariaíva. Dessa, seguindo pela PR-151 vai-se a Ponta Grossa e depois pelas BR-277 e 376 até a Capital, Curitiba. *PR-422/PR-151 - Ligação leste com as localidades de São José da Boa Vista, Sengés e Santana do Itararé (saindo para o estado de SP, em direção a Itaporanga). Para o lado oeste liga Wenceslau Braz com Tomazina (cruzando a PR-092), indo no sentido de Ibaiti e encontrando a BR-153. === Ferrovia === Desativada comercialmente a alguns anos, mas ainda com trilhos instalados. Ocasionalmente a ALL (América Latina Logística) faz inspeções com trens. Faz ligação ao sul com Jaguariaíva e ao norte a Jacarezinho/Marques dos Reis. == Geografia == Possui uma área de 449 km², representando 0,1996 % do estado, 0,0706 % da região e 0,0047 % de todo o território brasileiro. Localiza-se a uma latitude 23º52'26\" sul e a uma longitude 49º48'10\" oeste, estando a uma altitude de 841 metros. Sua população recenseada em 2022 era de 19.188 habitantes. === Clima === A região apresenta um clima quente e temperado, com classificação Köppen e Geiger \"Cfa\". temperatura média de 18.7 °C e pluviosidade média anual de 1251 mm.De acordo com a Köppen e Geiger a classificação do clima é Cfa em Wenceslau Braz Portal Climate-Data - acessado em 12 de março de 2019 == Administração == * Prefeito: Atahyde Ferreira dos Santos Junior (2021/2024) * Vice-prefeito: Luiz Vidal * Presidente da câmara: Josemar Furini (2021/2022) == Economia == A economia é fortemente baseada em atividades agrícolas (feijão, milho,soja, tomate e outros), na pecuária (bovinos e suínos) e avícola, tendo sofrido alguma influência de imigrantes do oriente médio (como comerciantes), e, principalmente na agricultura e criação de aves/suínos, de ucranianos, poloneses, italianos e japoneses. Foi polo regional de grande armazém do antigo IBC (Instituto Brasileiro do Café), com capacidade para mais de 600 mil sacas de café, produto abundante na região nos anos 1950 e 60, mas que decaiu no mercado regional e foi posteriormente substituído por outras lavouras. Hoje esse armazém estoca outros produtos da região (feijão, milho, etc). As casas comerciais e a população são atendidos pelas agências bancárias: Banco Sicredi, Caixa Econômica Federal, Banco Itaú Unibanco, Banco Bradesco, Agência Postal (Banco do Brasil) e Banco do Brasil (este foi instalado em 1969). == Religião == O padroeiro da cidade é São Sebastião, comemorado a 20 de janeiro, sendo o catolicismo a religião dominante. Conta também com a presença de diversas Igrejas Evangélicas, sendo a maior delas a Igreja Evangélica Assembleia de Deus, Congregação Cristã do Brasil, Igreja Metodista, igreja Presbiteriana do Brasil, Igreja da paz , Primeira Igreja batista, Igreja Mundial do Poder de Deus, Igreja Experiencias com o Criador, Igreja Deus é amor, Igreja internacional da graça (R.R SOARES), Salão do Reino das Testemunhas de Jeová ,Igreja Adventista do sétimo dia, Igreja Apostólica, Igreja do Evangelho Quadrangular entre outras, também marcam a presença evangélica na cidade. == Ligações externas == * * Categoria:Fundações no Paraná em 1935 Categoria:Homenagens a Venceslau Brás",
 "title": "Wenceslau Braz (Paraná)"
}