{
 "id": "101063",
 "text": "O Chrysler Building () é um arranha-céu edificado em Nova York, nos Estados Unidos, figurando, atualmente, como o terceiro edifício mais alto da cidade, o sétimo mais alto do país e o 60º maior do mundo, com Inaugurado em 1930, foi o edifício mais alto dos EUA e do mundo (superando a Torre Eiffel como a maior estrutura já construída, na época), quando foi inaugurado, porém, perdeu este título apenas um ano depois, para o Empire State Building, também em Nova York. O sistema estrutural utilizado é a estrutura metálica. É também a estrutura de tijolos mais alta do mundo. Foi designado, em 8 de dezembro de 1976, um edifício do Registro Nacional de Lugares Históricos bem como, na mesma data, um Marco Histórico Nacional. == História == === Projeto === O Edifício Chrysler foi concebido por William Van Alen para sediar a empresa automobilística norte-americana Chrysler. Quando foi anunciada o planejamento para a construção do prédio em 19 de setembro de 1928, ocorreu uma forte competição entre arquitetos da cidade para construir \"o arranha-céu mais alto do mundo\", como chamavam os idealizadores do projeto. Apesar da disputada vaga de arquiteto chefe e do desejo de construir um prédio recordista, o ritmo da construção foi natural e não houve acidentes com mortes. O projeto original de Van Alen foi chamado de \"joia decorativa com coroa de vidro\". Van Alen também incluiu janelas no topo do prédio, o que fez parecer que o prédio fosse uma lanterna flutuante no centro de Nova Iorque. No projeto original, o prédio deveria ter aproximadamente 246 metros de altura, porém as ideias de Van Alen se revelaram muito à frente da época, então Van Alen passou a trabalhar junto com Walter P. Chrysler, presidente da Chrysler Automobile Corporation, que determinou uma outra altura para a construção, que seria de . Walter Chrysler acrescentou uma dezena de detalhes arrojados no projeto do prédio, alguns associados aos carros que a Chrysler produzia na época, como o Plymouth). === Construção === A construção teve início em 19 de setembro de 1928. No total cerca de tijolos foram usados na construção. Mesmo antes de sua conclusão, o Edifício Chrysler já competia com outro prédio a ser construído em Manhattan, o The Trump Building projetado por H. Craig Severance. Craig Severance determinou uma altura maior para o seu projeto e mais tarde alegou que este seria o prédio mais alto do planeta (sem contar as estruturas não habitáveis).Emporis Data – See source no.4 line 4; \"Briefly held the world's tallest title until it was eclipsed by the spire of Chrysler Building.\" Em resposta, Van Alen incluiu 56 metros na antena de seu projeto, que foi construída de dentro para fora do prédio.The Chrysler Building, Creating a New York icon, day by day. Page 161. Image caption no.39 – ISBN 1-56898-354-9. A antena foi concluída após quatro etapas de construção. Em 23 de outubro de 1929, a antena foi concluída no exterior do domo do edifício. === Conclusão === O prédio foi concluído em 28 de maio de 1930, ultrapassando o seu rival, o The Trump Building, e a Torre Eiffel. Aberto ao público em 17 de maio de 1931, o Edifício Chrysler foi a primeira estrutura habitável a ultrapassar a altura de , porém apenas um ano depois da sua conclusão, o Chrysler foi superado pelo arrojado Empire State Building. Embora tenha sido superado no seu recorde mundial, o Chrysler Building ainda é considerado a mais alta estrutura de tijolos do planeta. == Galeria de imagens== Ficheiro:Chrysler Building Midtown Manhattan New York City 1932.jpg|O Edifício Chrysler em 1932. Ficheiro:Chrysler building- top.jpg|Antena do prédio. Ficheiro:Chrysler Building at night.JPG|Chrysler Building à noite. Ficheiro:ChryslerBuildingMidtownManhattanNewYorkCity.jpg == Ver também == * Registro Nacional de Lugares Históricos em Manhattan da 14th até 59th Streets * Marcos históricos nacionais em Nova Iorque * Lista de arranha-céus dos Estados Unidos * Lista das maiores torres do mundo * Lista das estruturas mais altas do mundo * Lista dos maiores arranha-céus do mundo == Ligações externas == * Categoria:Edifícios do Registro Nacional de Lugares Históricos Categoria:Marco Histórico Nacional na cidade de Nova Iorque Categoria:Arranha- céus entre 300 e 349 metros Categoria:Arranha-céus da cidade de Nova Iorque Categoria:Edifícios de escritórios da cidade de Nova Iorque Categoria:Arquitetura modernista nos Estados Unidos Categoria:Atrações turísticas de Manhattan Categoria:Construções de Manhattan Categoria:Midtown Manhattan Categoria:Chrysler Categoria:Arquitetura art déco dos Estados Unidos",
 "title": "Chrysler Building"
}