{
 "id": "101055",
 "text": "Aon Center (anteriormente conhecido como Amoco Building) é um arranha-céu de 83 andares e 346 m (1,136 pés) de altura, localizado em Chicago, Illinois. Projetado pela empresa de arquitetura Edward Durell Stone e The Perkins and Will Partnership, e concluído em 1974 como Standard Oil Building. Atualmente é o 3º maior arranha-céu de Chicago, superado apenas pelo Willis Tower e o Trump International Hotel and Tower. O prédio é gerenciado pelo Jones Lang LaSalle, que também tem sede no prédio. O edifício tinham anteriormente a sede do Aon e da Amoco. A operação da Aon nos Estados Unidos ainda está sediado no edifício. == História == === Construção === A Standard Oil Building foi construído para ser a nova sede da Standard Oil Company of Indiana, onde anteriormente estava sediada na South Michigan Avenue e East 9th Street. Quando o edifício foi concluído em 1974, foi o edifício mais alto de Chicago, e o 4º maior arranha- céu do mundo, ganhando o apelido de Big Stan. Um ano depois, o edifício perdeu a posição de maior edifício de Chicago para o Sears Tower (agora Willis Tower). === Reconstrução === Quando foi concluído, era o edifício mais alto do mundo revestido de mármore, sendo totalmente embutido com 43 mil lajes de mármore italiano. O mármore utilizado era muito mais finos do que o tradicional para revestir um edifício. Isso rapidamente provou ser um erro. Em 25 de dezembro de 1973, durante a construção, uma laje de mármore de 350 libras separada da fachada penetrou no telhado do Prudential Center. Em 1985, a inspeção encontrou inúmeras rachaduras e curvaturas no revestimento de mármore do edifício. Para resolver o problema, foram adicionadas tiras de aço inoxidável para manter a mármore no lugar. Mais tarde, em 1990 a 1992, todo o edifício foi revestido novamente com o granito branco Mount Airy com um custo estimado de mais de US$ 80 milhões. Dois terço da mármore destacada foram esmagadas e usadas como decoração paisagística da refinaria da Amoco em Whiting, Indiana, um sexto foi doado para a Universidade Estadual Governors e para a University Park em Illinois, e um sexto doado para Regalo, uma divisão da Lashcon Inc. A nova fachada do edifício se assemelha bastante ao do antigo World Trade Center devido ao fluxo de ascendente das colunas. === Designação === The Standard Oil Building foi renomeado para Amoco Building quando a empresa mudou de nome em 1985. Em 1998, a Amoco vendeu o prédio para o The Blackstone Group por um valor não divulgado, estimado entre US$ 430 a US$ 440 milhões. Foi renomeado para Aon Center em 30 de dezembro de 1999, embora a Aon não se tornasse o principal inquilino do edifício até setembro de 2001. Em maio de 2003, a Wells Real Estate Investment Trust, Inc. adquiriu o edifício entre US$ 465 e US$ 475 milhões. == Iluminação == Nos últimos anos, os pisos superiores do edifício foram acesos à noite com cores para refletir uma estação ou feriado particular. A laranja é usada para o Ação de Graças, verde ou vermelho para o Natal e rosa durante o Mês Nacional de Conscientização do Câncer de Mama. A iluminação geralmente coincide com a iluminação noturna na antena da Willis Tower, o John Hancock Center e os andares superiores do Merchandise Mart. == Ver também == * Lista dos maiores arranha-céus dos Estados Unidos * Lista de arranha-céus em Chicago Categoria:Arranha-céus entre 300 e 349 metros Categoria:Arranha-céus de Chicago Categoria:Edifícios de escritórios de Chicago",
 "title": "Aon Center (Chicago)"
}