{
 "id": "101177",
 "text": "Midazolam, vendido sob o nome comercial Dormicum, Versed, entre outros, é um medicamento da classe dos benzodiazepínicos. Seu principal mecanismo de ação é nos receptores gabarérgicos aumentando a permeabilidade neuronal aos íons cloretos, colocando a célula em um estado de hiperpolarização. Seus principais efeitos são ansiolíticos, relaxamento muscular, amnésia e em altas doses pode causar hipnose. As principais vias de administração são a oral, intramuscular e endovenosa. Pode ser utilizado como agente hipnótico em anestesia geral. É uma droga muito utilizada como sedativo em cirurgias extensivas. O midazolam é conhecido por causar depressão respiratória e, embora a incidência de depressão/parada respiratória seja normalmente baixa (0,1-0,5%) quando o midazolam é administrado isoladamente e nas doses preconizadas, seu uso concomitante com fármacos de ação no Sistema Nervoso Central (SNC), especialmente os analgésicos opioides, tende a aumentar a possibilidade de hipotensão, depressão respiratória, parada respiratória e morte, mesmo quando utilizado em doses terapêuticas. Em estudo realizado em hospital universitário brasileiro, observou-se que 84% dos usuários de midazolam que receberam o antídoto para intoxicação por benzodiazepínicos, o flumazenil, apresentavam interações medicamentosas potenciais envolvendo o midazolam e pelo menos um outro fármaco depressor do SNC, sugerindo assim que esforços voltados para o monitoramento das interações medicamentosas relacionadas a este fármaco podem ter um impacto substancial na redução de potenciais erros e lesões associadas ao uso do midazolam. == Usos médicos == === Convulsões === O midazolam pode ser usado no tratamento agudo de convulsões. O uso de longo prazo para o tratamento da epilepsia não é recomendado devido ao risco significativo de tolerância (que torna o midazolam e outros benzodiazepínicos menos eficazes) e ao efeito colateral significativo de sedação. Um benefício do midazolam é que em crianças pode ser administrado na bochecha ou no nariz para convulsões agudas, incluindo estado de mal epiléptico. O midazolam é eficaz para o estado de mal epiléptico que não melhorou após outros tratamentos ou quando o acesso intravenoso não pode ser realizado, e tem as vantagens de ser solúvel em água, ter um rápido início de ação e não causar acidose metabólica do veículo de propilenoglicol, que ocorre com outras benzodiazepinas. As desvantagens incluem um alto grau de crises epilépticas - devido à meia-vida curta do midazolam - em mais de 50% das pessoas tratadas, bem como falha do tratamento em 14–18% das pessoas com estado epiléptico refratário. A tolerância ao efeito anticonvulsivante se desenvolve rapidamente e a dose pode precisar ser aumentada várias vezes para manter os efeitos terapêuticos anticonvulsivantes. Com o uso prolongado, podem ocorrer tolerância e taquifilaxia e a meia-vida de eliminação pode aumentar, até dias. Há evidências de que o midazolam bucal e intranasal é mais fácil de administrar e mais eficaz do que o diazepam administrado por via retal no controle de crises convulsivas. === Anestésico === O midazolam intravenoso é indicado para sedação durante cirurgias (às vezes em combinação com um opioide) na sedação pré-operatória, a fim de induzir anestesia geral e sedação de pessoas ventiladas em unidades de terapia intensiva. O midazolam é superior ao diazepam no comprometimento da memória dos procedimentos de endoscopia, mas o propofol tem um tempo de recuperação mais rápido e um menor impacto no comprometimento da memória. É o benzodiazepínico mais popular em unidade de terapia intensiva (UTI) devido à sua meia-vida de eliminação curta, combinada com sua solubilidade em água e sua adequação para infusão contínua. Entretanto, para sedação de longo prazo, o lorazepam é preferido devido à sua longa duração de ação, e o propofol apresenta vantagens sobre o midazolam quando usado na UTI para sedação, como menor tempo de desmame e extubação traqueal mais rápida. A sedação com midazolam pode ser usada para aliviar a ansiedade e controlar o comportamento em crianças em tratamento odontológico. === Agitação === O midazolam, em combinação com um medicamento antipsicótico, é indicado para o tratamento agudo da esquizofrenia quando a condição está associada a comportamento agressivo ou fora de controle. === Cuidados paliativos === Nos estágios finais de vida, o midazolam é usado em baixas doses por meio de injeção subcutânea para ajudar com a agitação, mioclonia, inquietação ou ansiedade nas últimas horas ou dias de vida. Em doses mais altas durante as últimas semanas de vida, o midazolam é considerado um medicamento de primeira linha na terapia paliativa de sedação contínua quando é necessário aliviar o sofrimento que não respondeu a outros tratamentos, mas essa necessidade é rara. == Contraindicações == Os benzodiazepínicos requerem precaução especial se usados em idosos, durante a gravidez, em crianças, em indivíduos dependentes de álcool ou outras drogas e em pacientes com transtornos psiquiátricos comórbidos. Cuidado adicional é necessário em pacientes criticamente enfermos, pois pode ocorrer acúmulo de midazolam e dos seus metabólitos ativos. As deficiências renais ou hepáticas podem retardar a eliminação do midazolam, levando a efeitos prolongados e intensificados. As contra-indicações incluem hipersensibilidade, glaucoma agudo de ângulo estreito, choque, hipotensão ou traumatismo craniano. A maioria das contraindicações são relativas. === Gravidez e amamentação === O midazolam, quando tomado durante o terceiro trimestre da gravidez, pode causar risco ao feto ou recém-nascido, incluindo síndrome de abstinência de benzodiazepinas, com possíveis sintomas de hipotonia, crises de apneia, cianose e respostas metabólicas prejudicadas. Foi relatado que os sintomas de hipotonia e a síndrome de abstinência dos benzodiazepínicos em neonatais podem persistir de horas a meses após o nascimento. Outros sintomas de abstinência neonatal incluem hiperexcitabilidade, tremor e distúrbios gastrointestinais (diarreia ou vômito). A amamentação por mães que estão em tratamento com midazolam não é recomendada. === Idosos === Cuidado adicional é necessário em idosos, pois eles são mais sensíveis aos efeitos farmacológicos dos benzodiazepínicos. O metabolismo ocorre mais lentamente e há maior propensão aos efeitos adversos, incluindo sonolência, amnésia (especialmente amnésia anterógrada), ataxia, efeitos de ressaca, confusão mental, e quedas. === Tolerância, dependência e retirada === A dependência de benzodiazepínicos ocorre em cerca de um terço dos indivíduos que são tratados com benzodiazepínicos por mais de 4 semanas, e a abstinência de benzodiazepínicos costuma ser mais severa quando a dose é retirada muito rapidamente. As infusões de midazolam podem induzir tolerância e uma síndrome de abstinência em questão de dias. Os fatores de risco para dependência incluem personalidade dependente, uso de um benzodiazepínico de curta duração e alta potência (como o midazolam) e uso prolongado de benzodiazepínicos. Os sintomas de abstinência do midazolam podem variar de insônia e ansiedade a convulsões e psicose. A redução gradual do midazolam após o uso crônico pode minimizar os efeitos de abstinência e de rebote. A tolerância e a síndrome de abstinência resultante podem ser causadas pelas alterações do receptor GABAA na expressão gênica, o que causa alterações de longo prazo na função do sistema neuronal GABAérgico. == Efeitos colaterais == O uso prolongado de benzodiazepínicos tem sido associado a déficits de memória de longa duração e as sequelas podem ser prolongadas, ocorrendo recuperação parcial em seis meses após a interrupção dos benzodiazepínicos. Não está claro se a recuperação completa ocorre após longos períodos de abstinência. Os benzodiazepínicos podem causar ou piorar a depressão. Excitação paradoxal ocorre ocasionalmente com benzodiazepínicos, incluindo um agravamento das convulsões. Crianças e idosos ou aqueles com histórico de abuso de álcool e indivíduos com histórico de comportamento agressivo têm maior risco de efeitos paradoxais. As reações paradoxais são mais associadas à administração intravenosa. Após a administração noturna de midazolam, os efeitos residuais de 'ressaca', como sonolência e comprometimento das funções psicomotoras e cognitivas, podem persistir no dia seguinte. Isso pode prejudicar a capacidade dos usuários de dirigir com segurança e pode aumentar o risco de quedas e lesões, especialmente em idosos. Podem ocorrer sedação, depressão respiratória e hipotensão devido à redução da resistência vascular sistemática e aumento da frequência cardíaca. Se o midazolam intravenoso for administrado muito rapidamente, pode ocorrer hipotensão. Uma \"síndrome de infusão de midazolam\" pode ser resultado de dosagens altas e é caracterizada por horas de despertar atrasadas a dias após a interrupção do midazolam e pode levar a um aumento na duração do suporte ventilatório necessário. === Abuso === Todas as benzodiazepinas são abusáveis. São as drogas legais mais abusadas no mundo até, e o seu uso legal é enorme em Portugal. O maleato de midazolam (Dormicum) é a única benzodiazepina solúvel em água à venda em Portugal, o que torna o seu uso possível para utilizadores intravenosos de drogas. Embora não comum em Portugalm, o seu abuso como droga intravenosa é possível, e sendo assim é possível que se use como adulterante para a droga intravenosa heroína. === Overdose === Uma overdose de midazolam é considerada uma emergência médica e geralmente requer atenção imediata. A sobredosagem de benzodiazepinas em indivíduos saudáveis raramente apresenta risco de vida com suporte médico adequado; entretanto, a toxicidade dos benzodiazepínicos aumenta quando eles são combinados com outros depressores do SNC, como álcool, opioides ou antidepressivos tricíclicos. A toxicidade da sobredosagem com benzodiazepínicos e o risco de morte aumentam nos idosos e nas pessoas com doença pulmonar obstrutiva ou quando utilizados por via intravenosa. O tratamento é sintomático e de suporte. O carvão ativado pode ser usado dentro de uma hora após a overdose. O antídoto para uma overdose de midazolam (ou de qualquer outro benzodiazepínico) é o flumazenil. Embora eficaz na reversão dos efeitos dos benzodiazepínicos, não é usado na maioria dos casos, pois pode desencadear convulsões em sobredosagens e em indivíduos dependentes de benzodiazepínicos. === Detecção em fluidos corporais === As concentrações de midazolam ou de seu metabólito principal, 1-hidroximidazolam glucuronídeo, podem ser medidas no plasma, soro ou sangue total, permitindo monitorar a segurança naqueles que recebem o medicamento. Também pode ser útil para confirmar um diagnóstico de intoxicação em pacientes hospitalizados ou ajudar em um investigação forense de casos de sobredosagem fatal. Em pacientes com disfunção renal, pode ocorrer prolongamento da meia-vida de eliminação tanto do fármaco original quanto de seu metabólito ativo, com acúmulo dessas duas substâncias na corrente sanguínea e maior incidência de efeitos depressivos adversos. === Interações === Inibidores da protease, nefazodona, sertralina, toranja, fluoxetina, eritromicina, diltiazem, claritromicina inibem o metabolismo do midazolam, levando a uma ação prolongada deste. Hipericão, rifapentina, rifampicina, rifabutina e fenitoína aumentam o metabolismo do midazolam levando a uma ação reduzida. Antidepressivos sedativos como a amitriptilina, antiepilépticos como fenobarbital, fenitoína e carbamazepina, anti-histamínicos sedativos, opioides, antipsicóticos e álcool aumentam os efeitos sedativos do midazolam. O midazolam é metabolizado quase completamente pelo citocromo P450-3A4. A administração de atorvastatina junto com midazolam resulta em uma redução da taxa de eliminação de midazolam. A erva de São João diminui os níveis sanguíneos de midazolam. == Farmacologia == O midazolam é um benzodiazepínico de curta ação em adultos com meia-vida de eliminação de 1,5-2,5 horas. Em idosos, bem como em crianças e adolescentes, a meia-vida de eliminação é mais longa. Os déficits relacionados à idade e ao estado renal e hepático afetam a farmacocinética do midazolam, bem como de seu metabólito ativo. No entanto, o metabólito ativo do midazolam é menor e contribui pouco para a atividade biológica do midazolam. O midazolam é pouco absorvido por via oral, com apenas 50% da droga atingindo a corrente sanguínea. O midazolam é metabolizado pelas enzimas do citocromo P450 (CYP) e por conjugação com glucuronido . Quase todas as propriedades podem ser explicadas pelas ações dos benzodiazepínicos nos receptores GABAA. Essa ação farmacológica resulta na produção de sedação, indução do sono, redução da ansiedade, amnésia anterógrada, relaxamento muscular e efeitos anticonvulsivantes. == História == O midazolam está entre os cerca de 35 benzodiazepínicos usados atualmente na medicina, e foi sintetizado em 1975 por Walser e Fryer na Hoffmann-LaRoche, nos Estados Unidos. Devido à sua solubilidade em água, descobriu-se que era menos provável de causar tromboflebite do que drogas semelhantes. As propriedades anticonvulsivantes do midazolam foram estudadas no final da década de 1970, mas só na década de 1990 ele emergiu como um tratamento eficaz para o estado de mal epiléptico convulsivo. É o benzodiazepínico mais comumente usado em procedimentos anestésicos. Na medicina aguda, o midazolam se tornou mais popular do que outros benzodiazepínicos, como o lorazepam e o diazepam, porque tem duração mais curta, é mais potente e causa menos dor no local da injeção. O midazolam também está se tornando cada vez mais popular na medicina veterinária devido à sua solubilidade em água. Em 2018, foi revelado que a CIA considerava o uso de midazolam como \"soro da verdade\" em suspeitos de terrorismo. == Sociedade e cultura == === Custo === O midazolam está disponível como medicamento genérico. === Disponibilidade === O midazolam está disponível nos Estados Unidos na forma de xarope ou solução injetável. O midazolam da marca Dormicum é comercializado pela Roche como comprimidos ovais, brancos, 7,5 mg em caixas de dois ou três blisters de 10 comprimidos e como comprimidos azuis, ovais de 15 mg em caixas de dois (Dormonid 3x) blisters de 10 comprimidos. Os comprimidos têm a impressão “Roche” numa das faces e a dose do comprimido na outra face. Dormicum também está disponível em ampolas de 1, 3 e 10ml na concentração de 5mg/ml. === Vias de administração === Pode ser administrado por via intramuscular, intravenosa, intratecal intranasal, bucal ou oral. === Uso em execuções === A droga é usada em execuções por injeção letal em certas jurisdições dos Estados Unidos em combinação com outras drogas. Foi introduzido para substituir o pentobarbital depois que o fabricante deste último proibiu o uso dessa droga para execuções. O midazolam atua como um sedativo, de modo que deixa o preso condenado inconsciente no momento em que o brometo de vecurônio e o cloreto de potássio são administrados, parando, respectivamente, a respiração e o coração do preso. O midazolam tem sido usado como parte de um coquetel de três drogas, com brometo de vecurônio e cloreto de potássio nas prisões da Flórida e Oklahoma. O midazolam também foi usado junto com a hidromorfona em prisões de Ohio e Arizona. O uso de midazolam em execuções se tornou polêmico depois que o preso condenado Clayton Lockett aparentemente recuperou a consciência e começou a falar no meio de sua execução em 2014, quando o estado de Oklahoma tentou executá-lo com um coquetel de injeção letal de três drogas, contendo 100mg de midazolam. Os oficiais da prisão teriam discutido levá-lo a um hospital antes que ele fosse declarado morto por um ataque cardíaco 40 minutos após o início da execução. Um médico afirmou que a veia de Lockett se rompeu. Não está claro qual droga ou drogas causaram sua morte ou que quantidades de brometo de vecurônio e cloreto de potássio foram administradas na execução. ==Ver também== * Benzodiazepinas * Diazepam * Lorazepam * Alprazolam * Overdose de benzodiazepínicos Midazolam Categoria:Anestésicos gerais Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Moduladores alostéricos positivos ao receptor GABAA Categoria:Substâncias químicas para medicamentos de emergência Categoria:Compostos para injeção letal",
 "title": "Midazolam"
}