{
 "id": "101198",
 "text": "Maria de Aragão e Castela (; Córdova, 29 de junho de 1482 – Lisboa, 7 de março de 1517) foi uma infanta aragonesa, segunda esposa de Manuel I de Portugal, a qual viria a ser rainha de Portugal desde 1500 até à sua morte. Era filha dos Reis Católicos, Isabel I de Castela e Fernando II de Aragão. == Família == Teve quatro irmãos, entre os quais Joana a Louca, rainha de Castela, e Catarina de Aragão, esposa de Henrique VIII de Inglaterra (da qual o rei inglês se virá a querer divorciar e que estará na origem da separação da Igreja Anglicana da Católica Romana), e ainda Isabel de Aragão (esposa do príncipe Afonso de Portugal e primeira mulher de D. Manuel I). Ela tinha uma irmã gêmea natimorta chamada Ana (embora algumas outras fontes afirmem que a rainha estava grávida de gêmeos fraternos, e que o bebê natimorto era um menino). A morte da irmã Isabel, em 1498, durante o parto do seu filho, levou a que D. Manuel, numa política de aproximação entre as duas casas reais peninsulares, se viesse a consorciar com Maria em 30 de agosto de 1500, tendo aí iniciado-se uma ligação dinástica com a Espanha tão profunda que, em última análise, estará na origem dos acontecimentos de 1580. Maria de Aragão e Castela faleceu em 1517, com apenas 35 anos, de causas naturais. Foi sepultada no Convento da Madre de Deus, donde foi trasladada para o Mosteiro dos Jerónimos. == Descendência == * João III de Portugal (1502-1557), Rei de Portugal; * Isabel de Portugal (1503-1539), esposa do imperador romano- germânico Carlos V; * Beatriz de Portugal, Duquesa de Saboia (Lisboa, 31 de dezembro de 1504-Nice, 8 de janeiro de 1538), casada com Carlos III, Duque de Saboia; * Luís, Duque de Beja (1506-1555), pai de António de Portugal, Prior do Crato; * Fernando, Duque da Guarda e Senhor de Trancoso (Abrantes, 5 de junho de 1507-Abrantes, 7 de novembro de 1534), casado com Guiomar Coutinho, Condessa de Marialva; * Afonso, Cardeal do Reino (Évora, 23 de abril de 1509-Lisboa, 21 de abril de 1540). Sepultado na Sé de Lisboa, foi trasladado para o Mosteiro dos Jerónimos; * Maria de Portugal (1511 - 1513); * Henrique, Cardeal e Rei de Portugal como Henrique I (31 de janeiro de 1512-31 de janeiro de 1580); * Duarte, Duque de Guimarães (1515-1540), casado com Isabel de Bragança, bisavô de João IV de Portugal; * António de Portugal (8 de setembro de 1516 - 1 de novembro de 1516), morreu com menos de dois meses de vida. Categoria:Rainhas de Portugal Categoria:Infantas de Castela Categoria:Infantas de Aragão Categoria:Casa de Trastâmara Categoria:Rainhas católicas Categoria:Sepultados no Mosteiro dos Jerónimos Categoria:Príncipes católicos romanos Categoria:Mulheres da Espanha medieval Categoria:Mulheres de Portugal medieval Categoria:Mulheres do século XV Categoria:Mulheres do século XVI Categoria:Naturais de Córdova (Espanha) Categoria:Manuel I de Portugal Categoria:Espanhóis do século XV Categoria:Espanhóis do século XVI Categoria:Espanhóis de ascendência francesa",
 "title": "Maria de Aragão e Castela, Rainha de Portugal"
}