{
 "id": "101142",
 "text": "Leonor de Viseu (Beja, 2 de fevereiro de 1458 — Lisboa, 17 de novembro de 1525),Encliclopédia Luso Brasileira de Cultura, 11.º volume foi uma Infanta de Portugal, esposa do rei João II e Rainha Consorte de Portugal e Algarves de 1481 até 1495. Pela sua vida exemplar, pela prática constante da misericórdia, e mais virtudes cristãs, alcançou de alguns historiadores o epíteto de \"Princesa Perfeitíssima\", inspirado no cognome do rei seu marido, a cuja altura sempre se soube manter para o juízo da história. A rainha Dona Leonor de Viseu é também a terceira e última rainha consorte de Portugal nascida em Portugal, tendo a primeira sido Leonor Teles e a segunda, a sua prima e sogra, a infanta Isabel de Coimbra, mulher de Afonso V, sendo assim tia pelo casamento, pois o rei é irmão do pai de Leonor. Com o seu casamento acabam os casamentos endogâmicos continuados entre os descendentes da Ínclita Geração, entre a prole de João I e da sua esposa, a rainha Filipa de Lancastre, entre os reis e as primas portuguesas. Deixou como legado a Santa Casa da Misericórdia de Lisboa, ainda existente. Foi também a primeira dos ocupantes do trono português com sangue Bragança, pela sua avó materna, a infanta Isabel de Barcelos, filha do 1.º duque de Bragança; logo se lhe seguindo seu irmão Manuel I, como primeiro rei reinante e seu sobrinho Jaime I, Duque de Bragança, como primeiro Bragança herdeiro jurado do trono, na permanente relação entre a Casa Real e o seu ramo Bragança com casamentos entre os primos. ==Primeiros anos== Leonor era filha do infante D. Fernando, duque de Viseu e Condestável do Reino (filho do rei Duarte I de Portugal e da rainha Leonor de Aragão) e de sua mulher a Infanta D. Beatriz, também ela uma princesa de Avis, sendo esta neta materna de D. Isabel de Bragança (filha do 1º duque de Bragança) e do infante João, condestável do Reino, o penúltimo dos infantes da Ínclita Geração. Entre os seus irmãos o mais velho foi o infante João, 3.º duque de Viseu e Beja, que morreu novo, solteiro, logo sucedido pelo infeliz secundogénito, Diogo e Mestre da Ordem de Cristo. Outra sua irmã, com apenas menos um ano de idade, foi a infanta Isabel, Duquesa de Bragança pelo seu casamento, e finalmente o benjamim da família, onze anos mais novo do que a futura rainha, Manuel I. Era ainda prima direita de Maximiliano I, filho de uma irmã de seu pai, e de Isabel a Católica, rainha de Castela, filha de uma irmã de sua mãe, entre outros. Leonor foi destinada ao nascer a João II de Portugal o \"Príncipe Perfeito\" por vontade e promessa de seu tio Afonso V, quando nasceu, ao seu único irmão e melhor amigo, pai da noiva, o infante D. Fernando. Casou com o primo João quando apenas tinha 12 anos de idade, e o noivo 15. Tendo crescido juntos e amigos, tiveram um casamento unido, mesmo quando o rei executou o irmão mais velho da rainha, o seu primo e cunhado Diogo, duque de Viseu e Beja, e mandou julgar e decapitar o seu outro cunhado e primo, Fernando II, Duque de Bragança, ambos por traição e conjura a favor dos primos dos Bragança: os Reis Católicos, se viu afectado. ==A princesa mais rica da Europa== Em 18 de janeiro de 1471 casou-se com o futuro rei João II, o qual era seu primo coirmão, pelo lado paterno e segundo, pelo lado materno. De facto, tanto o rei como a rainha eram netos do rei Duarte, ambos pelo lado paterno; pelo lado materno, João é neto do infante Pedro e Leonor é neta do irmão de Pedro e Duarte: o infante João. Após a morte do rei, em 1495, subiu seu irmão Manuel ao trono, e ao casar-se este, a rainha passou a ser conhecida como \"Rainha Velha\" até à sua morte. As rainhas de Portugal contaram, desde muito cedo, com o rendimento de bens senhoriais e patrimoniais independentes destinados à sua sustentação e dignidade, património este que era designado por Casa das Rainhas. Leonor, além das vilas anteriores mencionadas nas rainhas que a precederam, foi dotada pelo rei com as cidades de Silves e Faro, e as terras de Aldeia Galega da Merceana e Aldeia Gavinha. Na Casa das Rainhas, que manteve em viúva, mesmo depois de D. Manuel casar, estava também incluída a cidade das Caldas que ela própria fundara. Leonor reinou no apogeu da fortuna da expansão portuguesa, quando Lisboa se transformara na capital europeia do comércio de riquezas exóticas: e foi por isso mesmo no seu tempo a mais rica princesa da Europa, conforme demonstra uma obra recente a respeito da administração da sua grande casa. Essa grande fortuna, que cresceu exponencialmente com a chegada à Índia e com o comércio ultramarino, visto seu pai ter sido filho adoptivo e herdeiro universal do Infante D. Henrique, o Navegador, e das grandes mercês que recebeu dos reis seu marido e seu irmão, empregou-a depois de viúva na prática da caridade constante, da devoção verdadeira, no patrocínio de obras religiosas, e sobretudo na assistência social aos pobres: assim, encorajou, fomentou e financiou o projecto de Frei Miguel Contreiras de estabelecimento de Misericórdias gerida por irmandades em todo o reino, notável iniciativa precursora em toda a Europa. A rede de Misericórdias portuguesa chegou até aos nossos dias, sempre activa no papel social e caritativo a que a rainha a destinou. ==A rainha velha: obra e legados== A rainha Leonor, em viúva, manteve grande destaque na corte lusitana, sendo regente do reino mais do que uma vez. Desprezando a vida mundana, retirou-se a viver no seu Paço de Xabregas, junto com a imensa casa dos seus servidores e criados. Apesar de se situar relativamente perto do Terreiro do Paço, a residência independente em Xabregas permitia-lhe uma vida mais serena e propícia à devoção e austeridade religiosas que se determinou a seguir, ao tomar o hábito laico de viúva. Apoiou D. Manuel na fundação do Hospital Real de Todos os Santos, no Rossio de Lisboa, o melhor hospital da Europa no seu tempo; e esteve ainda na origem da fundação do hospital termal das Caldas da Rainha, cuja construção e funcionamento custeou, e que dela tira o seu nome. Ainda hoje as Caldas da Rainha mantêm como armas as da rainha Leonor, ladeado à esquerda pelo seu próprio emblema (o camaroeiro) e à direita, pelo emblema de João II (o pelicano). Ao manter estas armas, a cidade tornou-se uma das poucas povoações portuguesas a manter um brasão anterior à normalização republicana da heráldica municipal, levada a cabo no princípio do século XX. O mais belo e notável dos monumentos, ou edifícios que a rainha ordenou fossem construídos, e onde repousa, o convento da Madre de Deus, em estilo gótico manuelino, abriga hoje o Museu Nacional do Azulejo, constituindo um dos mais ricos patrimónios culturais portugueses. Nele mandou ser sepultada. Foi mandado construir em 1509, e desde então ficou sempre integrado na Casa das Rainhas. Foi ocupado por clarissas, Franciscanas Descalças da primeira regra de Santa Clara, à qual a própria rainha, enquanto viúva, fez voto, e quis obedecer. O majestoso Convento da Madre de Deus foi sujeito a magníficas intervenções arquitectónicas e a luxuosa decoração ao longo dos séculos, tendo possuído um excepcional património em ourivesaria e obras de arte. Do tempo da sua fundação restam sobretudo no interior o piso térreo, notável pelo seu Claustrim, e a chamada Capela de D. Leonor. E, sobrevivente ao terremoto de 1755, no exterior existe ainda a fachada, ornamentada com belos portais e janelas em puro estilo manuelino, que dantes davam directamente para as areias da praia de Xabregas, sobre o Tejo. ==A rainha e a sucessão ao trono português== A rainha teve dois filhos: o príncipe D. Afonso, nascido em 1475 e um natimorto em 1483. D. Afonso, herdeiro do trono, morreu precocemente num infeliz e inesperado acidente de cavalo no Vale de Santarém em 1491, pouco depois de casado com a princesa Isabel de Aragão, herdeira dos Reis Católicos nos seus tronos de Aragão, Castela, Nápoles e Sicília. thumb|left|Rainha Dona Leonor nas Caldas da Rainha. Durante o seu casamento com D. Leonor, nasceu ao rei um filho bastardo com Ana de Mendonça (dama da rainha Joana, 2.ª mulher de D. Afonso V) — Jorge de Lencastre, a quem, ao legitimá-lo, criou mestre da Ordem de Santiago e a quem mandou que fosse 2º duque de Coimbra, em homenagem ao seu avô, o infante-regente D. Pedro, cuja Casa foi reconstituída a seu favor. Tendo o rei chamado para a corte este seu filho, pediu a D. Leonor que lhe servisse de mãe, o que a rainha aceitou, vivendo D. Jorge junto do infante Manuel e do príncipe Afonso, seu meio-irmão, até à sua morte. Depois desta data, no entanto, D. Leonor distancia-se do enteado, custando-lhe vê-lo vivo e o seu único filho já desaparecido, tanto mais que descobre que o rei seu marido determinara agora torná-lo sucessor na coroa, apesar de o direito constitucional português não o autorizar a isso, pois jamais a escolha da sucessão coube ao soberano em Portugal. No entanto, e com essa finalidade, D. João tentou uma acção diplomática junto da Santa Sé, querendo obter o seu reconhecimento pelo papa como filho legítimo capaz de lhe suceder na coroa — no que foi contrariado pela rainha, que defendeu os direitos sucessórios de seu irmão Manuel — o varão legítimo mais próximo do rei, que subiria ao trono em 1495 após a sua morte, como D. Manuel, O Venturoso. Ao subir ao trono o seu irmão mais novo, ainda solteiro, a rainha tornou-se automaticamente herdeira do trono. E se este tivesse falecido por essa altura, teria passado de rainha viúva a rainha reinante. Porém, viúva e já sem idade para vir a ter sucessão própria, além de consagrada às boas obras, não quis nunca ser jurada Princesa herdeira, pelo que o rei se determinou a mandar voltar do exílio em Castela sua outra irmã, a infanta Isabel, que ali se acolhera viúva com os filhos desde a sentença que lhe condenara o marido, Fernando II de Bragança, fazendo por acordo de família jurar como sucessor e herdeiro a Jaime I de Bragança, filho desta, até lhe nascer sucessão do seu futuro casamento. ==Morte e sepultura== A rainha Leonor faleceu no seu Paço de Xabregas, nos arredores de Lisboa, junto ao convento do mesmo nome. Ali mesmo, em Xabregas, quis ficar sepultada, no seu magnífico Convento da Madre de Deus, em campa rasa de fria e nua pedra, num lugar de passagem, para que todos a pisassem: gesto de grande humildade, que comove, e que quis que demonstrasse aos vindouros, que por ali viessem a passar, o sinal da pequenez das coisas do mundo diante da eternidade. == Ver também == * Hospital Termal Rainha D. Leonor == Bibliografia== *AMEAL, João, Dona Leonor, Princesa Perfeitíssima, Livraria Tavares Martins, Porto, 1968. *SERRÃO, Joaquim Veríssimo, História de Portugal, II volume. *SÁ, Isabel dos Guimarães, \"Leonor de Lencastre : de princesa a rainha-velha\", Lisboa: Temas e Debates, 2016. == Ligações externas == * A rainha D. Leonor, 1458-1525: momentos de uma vida, por Isabel dos Guimarães Sá, In Casa Perfeitíssima. 500 Anos da Fundação do Mosteiro da Madre de Deus 1509-2009. Lisboa: Museu Nacional do Azulejo, 2009, pp- 15-21. * Página sobre iconografia leonorina nas Caldas da Rainha * Livro de Horas da Rainha D. Leonor na Biblioteca Nacional de Portugal Categoria:Naturais de Beja Categoria:Infantas de Portugal Categoria:Rainhas católicas Categoria:Rainhas de Portugal Categoria:Regentes de Portugal Categoria:Casa de Avis Categoria:Príncipes católicos romanos Categoria:Mulheres em Portugal Categoria:Portuguesas do século XV Categoria:Portuguesas do século XVI Categoria:Mulheres de Portugal medieval Categoria:Mulheres do século XV Categoria:Mulheres do século XVI Categoria:Rainhas regentes",
 "title": "Leonor de Avis, Rainha de Portugal"
}