{
 "id": "101116",
 "text": "O Presidente da África do Sul é o chefe de Estado e de governo da nação sul- africana. O presidente é nomeado pelos membros do Parlamento da África do Sul, sendo, geralmente, o líder do maior partido da nação. Os poderes do presidente são regulamentados pela Constituição e desde a reforma constitucional da era pós-Apartheid, a nação elegeu cinco presidentes: Nelson Mandela, Thabo Mbeki, Kgalema Motlanthe, Jacob Zuma e Cyril Ramaphosa; todos negros. A constituição também determina que o presidente eleito só pode ocupar o cargo por cinco anos, tendo direito a outra candidatura consecutiva, ou seja, um candidato só pode ser presidente da África do Sul por dois mandatos. A residência oficial e sede do gabinete do Presidente é o Union Buildings, edifício construído no início do século XX, localizado na capital administrativa do país, Pretória. ==Poderes e Funções== Ao presidente são atribuídos os títulos de: *Chefe-de- estado e Governo da República da África do Sul; *Líder do Gabinete; *Comandante-em-Chefe das Forças de Defesa Nacional Sul-Africanas. O presidente também recebe os tratamentos de Vossa Excelência, Senhor/Senhora Presidente e O Honorável. ===Funções=== De acordo com a Constituição, o presidente sul- africano exerce também funções no Legislativo e em parte do Judiciário. O presidente: *Nomeia os ministros e membros do Gabinete; *Concede os Prêmios Nacionais e condecorações do Estado; *Deve aprovar todas as alterações legislativas; *Nomeia os Chefes de Justiça; *Pode declarar guerra ou paz em qualquer parte do território da África do Sul. ==Presidentes da África do Sul== Lista de presidentes da África do Sul que ocuparam o cargo durante ou após a promulgação da atual Constituição Sul-Africana, criada em 1996. Nº Presidente Imagem Início do mandato Fim do mandato Partido 1 Nelson Rolihlahla Mandela 10 de maio de 1994 16 de junho de 1999 ANC 2 Thabo Mvuyelwa Mbeki 16 de junho de 1999 24 de setembro de 2008 ANC – Ivy Matsepe-Casaburri 25 de setembro de 2008 (atuando por 14 horas) ANC 3 Kgalema Petrus Motlanthe 25 de setembro de 2008 9 de maio de 2009 ANC 4 Jacob Gedleyihlekisa Zuma 9 de maio de 2009 14 de fevereiro de 2018 ANC 5 Matamela Cyril Ramaphosa 15 de fevereiro de 2018 Incumbente ANC == Vice-presidentes== Durante a Constituição provisória (1994-1996), vigorava um Governo de Unidade Nacional, nos termos do qual um deputado do maior partido da oposição detinha o título de Vice-Presidente. Desde 1996, ocuparam o cargo de vice-presidente da África do Sul: Nº Vice- Presidente Imagem Início do mandato Fim do mandato Presidente 1 F. W. de Klerk Nelson Mandela Thabo Mbeki 2 3 Jacob Zuma Thabo Mbeki 4 Phumzile Mlambo-Ngcuka 5 Baleka Mbete Kgalema Motlanthe 6 Kgalema Motlanthe Jacob Zuma 7 Cyril Ramaphosa 8 David Mabuza Incumbente Cyril Ramaphosa == Ver também== *Política da África do Sul *Lista de chefes de Estado da África do Sul *Lista de governadores-gerais da África do Sul Categoria:Política da África do Sul",
 "title": "Presidente da África do Sul"
}