{
 "id": "101255",
 "text": "A Batalha de La Lys (7 a 29 de abril de 1918) foi uma enorme ofensiva militar alemã focada ao norte da fronteira franco-belga, na região da Flandres, durante a Primeira Grande Guerra. Também conhecida como Operação Georgette, Ofensiva do Lys, Quarta Batalha de Ypres, Quarta Batalha da Flandres e Batalha de Estaires, fez parte da chamada Ofensiva de Primavera, onde os alemães pretendiam romper as linhas Aliadas de uma vez por todas na Frente Ocidental europeia. Foi planejada pelo general Erich Ludendorff e de início teria um alcance bem maior, mas acabou sendo reduzida em escala. Parte dos planos era tomar de vez a região de Ypres e expulsar os britânicos dos portos belgas. Foi lançada como uma sequência a Operação Michael, também travada no contexto da Ofensiva de Primavera alemã. No final, a Operação Georgette acabou falhando em seus objetivos principais e terminou sendo inconclusiva para os alemães no quadro geral da guerra, dando vantagem tática aos Aliados. Nesta batalha, que marcou negativamente a participação de Portugal na Primeira Guerra Mundial, os exércitos alemães infligiram uma pesada derrota às tropas portuguesas, constituindo o maior desastre militar português depois da batalha de Alcácer- Quibir, em 1578. A frente de combate distribuía-se numa extensa linha de 55 quilómetros, entre as localidades de Gravelle e de Armentières, guarnecida pelo 11.º Corpo Britânico, com cerca de 84 000 homens, entre os quais se compreendia a 2.ª divisão do Corpo Expedicionário Português (CEP), constituída por cerca de 20 000 homens, dos quais somente pouco mais de 15 000 estavam nas primeiras linhas, comandados pelo general Gomes da Costa (que mais tarde conta as memórias deste acontecimento em A Batalha do Lys (1920) no qual descreve a organização do C.E.P. e os seus dispositivos e enuncia os episódios prévios à Batalha). Esta linha viu-se impotente para sustentar o embate de oito divisões do 6.º Exército Alemão, com cerca de 55 000 homens comandados pelo general Ferdinand von Quast (1850-1934). Essa ofensiva alemã, montada por Erich Ludendorff, ficou conhecida como ofensiva \"Georgette\" e visava à tomada de Calais e Boulogne-sur-Mer. As tropas portuguesas, em apenas quatro horas de batalha na madrugada e manhã de 9 de Abril, teriam registado milhares de baixas, entre mortos (1 341), feridos (4 626), desaparecidos (1 932) e prisioneiros (7440).Infopédia - Batalha de La lys De acordo com estudos recentes, porém, esses números estariam muito inflacionados. Segundo um autor, em La Lys ter-se-ão registado apenas 423 mortos portugueses (de um total de 2 086 mortos do Corpo Expedicionário Português em 1917-1918) e cerca de 6 000 prisioneiros.Henrique Manuel Gomes da Cruz, Portugal na Grande Guerra: a construção do «mito» de La Lys na imprensa escrita entre 1918 e 1940, Tese de mestrado, FCSH - Universidade Nova de Lisboa, Março de 2014, p. 51 Outro autor refere apenas 300 mortos e 6 000 prisioneiros portugueses em La Lys.Isabel Pestana Marques, Das Trincheiras, com saudade: a vida quotidiana dos militares portugueses durante a Primeira Guerra Mundial, Lisboa: A Esfera dos Livros, 2008. Entre as diversas razões para esta derrota tão evidente têm sido citadas, por diversos historiadores, as seguintes: * A revolução de dezembro de 1917, em Lisboa, que colocou na Presidência da República o Major Doutor Sidónio Pais, o qual alterou profundamente a política de beligerância prosseguida antes pelo Partido Democrático; * A chamada a Lisboa, por ordem de Sidónio Pais, de muitos oficiais com experiência de guerra ou por razões de perseguição política ou de favor político; * Devido à falta de barcos, as tropas portuguesas não foram rendidas pelas britânicas, o que provocou um grande desânimo nos soldados. Além disso, alguns oficiais, com maior poder económico e influência, conseguiram regressar a Portugal, mas não voltaram para ocupar os seus postos; * O moral do exército era tão baixo que houve insubordinações, deserção e suicídios. * A grande diferença numérica entre as forças portuguesas e as alemãs; * O armamento alemão era muito melhor em qualidade e quantidade do que o usado pelas tropas portuguesas o qual, no entanto, era igual ao das tropas britânicas; * O ataque alemão deu-se no dia em que as tropas lusas tinham recebido ordens para, finalmente, serem deslocadas para posições mais à retaguarda; * As tropas britânicas recuaram em suas posições, deixando expostos os flancos do CEP, facilitando o seu envolvimento e aniquilação. O resultado da batalha já era esperado por oficiais responsáveis dentro do CEP, Gomes da Costa e Sinel de Cordes, que por diversas vezes tinham comunicado ao governo português o estado calamitoso das tropas. No entanto, é de realçar o facto de a ofensiva \"Georgette\" se tratar duma ofensiva já próxima do desespero, planeada pelo Alto Comando da Alemanha Imperial para causar a desorganização em profundidade da frente aliada antes da chegada das tropas norte-americanas, que nessa altura se encontravam prestes a embarcar ou já em trânsito para a Europa. O objectivo do general Ludendorff no sector português consistia em atacar fortemente nos flancos do CEP, consciente que nesse caso os flancos das linhas portuguesa e britânica vizinha recuariam para o interior das suas zonas defensivas respectivas em vez de manterem uma frente coerente, abrindo assim uma larga passagem por onde a infantaria alemã se pudesse lançar. Coerente com essa táctica e para assegurar que os flancos do movimento alemão não ficassem desprotegidos, os estrategas alemães decidiram-se a simplesmente arrasar o sector português com a sua esmagadora superioridade em capacidade de fogo artilheiro (uma especialidade alemã), e deslocando para a ofensiva um grande número de efectivos como se explica acima, (nas palavras dos próprios: \"Vamos abrir aqui um buraco e depois logo se vê!\", o que também indicia o estado de espírito já desesperado do planeamento da ofensiva). Nestas condições, não surpreende a derrocada do CEP, que apesar de tudo resistiu como pôde atrasando o movimento alemão o suficiente para as reservas aliadas serem mobilizadas para tapar a brecha. Esta resistência é geralmente pouco valorizada em face da derrota, mas caso esta não se tivesse verificado a frente aliada na zona poderia ter sido envolvida por um movimento de cerco em ambos os flancos pelo exército alemão, o que levaria ao seu colapso. Trata-se de uma batalha com muitos mitos em volta a distorcerem a percepção do realmente passado nesse dia 9 de Abril de 1918. Uma situação análoga à da batalha de La Lys foi a da contra-ofensiva alemã nas Ardenas na parte final da Segunda Guerra Mundial, a (Batalha do Bulge), que merece comparação pelas semelhanças entre ambas. Novamente um exército aliado escasso para defender o sector atribuído ao I Exército dos Estados Unidos), sujeito a uma ofensiva desesperada por parte do Alto Comando Alemão (OKW - Oberkommando der Wehrmacht), para desorganizar a frente aliada arrombando-a em profundidade, usando para o efeito quatro exércitos completos (dois blindados) para atacar no sector do I exército norte-americano. A consequência foi o colapso local da frente, com retirada desorganizada dos americanos e com milhares a serem feitos prisioneiros pelos alemães, contido depois com as reservas aliadas (incluindo forças sobreviventes da Batalha de Arnhem ainda em recuperação como a 101.ª e a 82.ª divisões aerotransportadas) e com o desvio de recursos de outros exércitos aliados nas regiões vizinhas (com destaque para o III Exército do general Patton), obrigando a passar duma situação de ofensiva geral aliada à defesa do sector das Ardenas a todo o custo. Os aliados só retomariam a iniciativa na frente ocidental passado mais de um mês. Comparando-se ambas compreende-se melhor a derrocada das forças do CEP em La Lys. A experiência do Corpo Expedicionário Português no campo de batalha ficou registada na publicação João Ninguém, soldado da Grande Guerra, com ilustrações e texto do capitão Menezes Ferreira. Pela sua parte, Adelino Delduque da Costa, Coronel de Infantaria, feito prisioneiro pelas tropas alemãs a 9 de abril de 1918,Ordem de Serviço da 5ª Brigada de Infantaria, de 27 de Outubro de 1917 escreveu durante oito meses e meio de cativeiro sob forma de diário entre os campos de Rastatt e Breesen as suas Notas do cativeiro, um dos mais vivos relatos dos acontecimentos que seguiram a derrota portuguesa, assim como das precárias condições em que houve de sobreviver os oficiais portugueses aprisionados na Alemanha. Além destas, várias foram as obras editadas que têm como pano de fundo o mais sangrento episódio da participação portuguesa no conflito, nomeadamente: Flandres: notas e impressões de Costa Dias (1920) e A 2ª Divisão Portuguesa na Batalha do Lys (1924) pelo Major Vasco de Carvalho com prefácio do general Fernando Tamagnini. As cerimónias da comemoração do aniversário da Batalha de La Lys têm lugar, habitualmente, todos os anos no Mosteiro de Santa Maria da Vitória - Batalha (Leiria) num dos primeiros fins de semana de Abril, com a presença dos vários ramos das forças armadas portuguesas, entre outras entidades. No final, a ofensiva alemã acabou perdendo força e com a chegada de reforços franceses no fim de abril, os militares alemães começaram a sofrer perdas consideráveis. Perdendo a iniciativa, em 29 de abril o Alto Comando Alemão cancelou a Operação Georgette e desautorizou novas ofensivas naquele setor. Em um estudo feito em 2002, Marix Evans estimou as perdas alemãs em 109 300 (entre mortos, feridos e desaparecidos). Os britânicos perderam 76 300 homens e 60 aeronaves, enquanto os franceses registraram 35 000 baixas em combate. Já Portugal contabilizou oficialmente 400 mortos e 6 600 homens feitos prisioneiros. == O soldado Milhões == Nesta batalha a 2.ª Divisão do CEP foi completamente desbaratada, sacrificando-se nela muitas vidas, entre os mortos, feridos, desaparecidos e capturados como prisioneiros de guerra. No meio do caos, distinguiram-se vários homens, anónimos na sua maior parte. Porém, um nome ficou para a História, deturpado, mas sempiterno: o soldado Milhões. De seu verdadeiro nome Aníbal Augusto Milhais, natural de Valongo, em Murça, viu- se sozinho na sua trincheira, apenas munido da sua menina, uma metralhadora Lewis, conhecida entre os combatentes lusos como a Luísa. Munido da coragem que só no campo de batalha é possível, enfrentou sozinho as colunas alemãs que se atravessaram no seu caminho, o que em último caso permitiu a retirada de vários soldados portugueses e britânicos para as posições defensivas da retaguarda. Vagueando pelas trincheiras e campos, ora de ninguém ora ocupados pelos alemães, o soldado Milhões continuou ainda a fazer fogo esporádico, para o qual se valeu de cunhetes de balas que foi encontrando pelo caminho. Quatro dias depois do início da batalha, encontrou um major escocês, salvando-o de morrer afogado num pântano. Foi este médico, para sempre agradecido, que deu conta ao exército aliado dos feitos do soldado transmontano. Regressado a um acampamento português, um comandante saudou-o, dizendo o que ficaria para a História de Portugal, \"Tu és Milhais, mas vales Milhões!\". Foi o único soldado raso português da Primeira Guerra a ser condecorado com o Colar da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito, a mais alta condecoração existente no país. == Ver também == * Memórias da Grande Guerra, de Jaime Cortesão == Bibliografia == * La Lys, 1916, Mendo Castro Henriques e António Rosas Leitão, Lisboa, Prefácio («Batalhas de Portugal»), 2001, ISBN 972-8563-49-3 * Guerra & Marginalidade. O Comportamento das Tropas Portuguesas em França. 1917 - 1918, Luís Alves de Fraga, Lisboa, Prefácio («História Militar»), 2003, ISBN 972-8563-90-6 * «Portugal e a Grande Guerra» in Factos Desconhecidos da História de Portugal, Luís Alves de Fraga, Lisboa, Selecções do Resder's Digest, 2004, ISBN 972-609-416-X, pp. 214–225 * «La Lys - a batalha portuguesa» in Portugal e a Grande Guerra, (coord. Aniceto Afonso e Carlos Matos Gomes), Luís Alves de Fraga, Lisboa, Diário de Notícias, 2003, ISBN 972-9335-07-9, pp. 427–442 * AMARAL, Ferreira do. O 9 de Abril e a nossa política de Guerra. * GOMES DA COSTA, Manuel de Oliveira. A Batalha do Lys. 1920. 260p. * LUDENDORFF, Eric. Souvenirs de Guerre. 1920. * OLIVEIRA, Maria José, \"Prisioneiros Portugueses da Primeira Guerra Mundial: frente europeia: 1917/1918\". Porto Salvo, Saída de Emergência, 2017, 255 p. ISBN 978-989-773-022-1 == Ligações externas == * Batalha de La Lys: Operação Georgette, Áreamilitar * * Flandres: notas e impressões (1920) * A Batalha do Lys (1920) * A 2ª Divisão Portuguesa na Batalha do Lys (1924) * A Batalha do Lys de 1918 e a sua história, por Guilhermina Mota Categoria:Batalhas da Primeira Guerra Mundial em 1918 Categoria:Frente Ocidental (Primeira Guerra Mundial) Categoria:Batalhas da Primeira Guerra Mundial envolvendo a África do Sul Categoria:Batalhas da Primeira Guerra Mundial envolvendo a Austrália Categoria:Batalhas da Primeira Guerra Mundial envolvendo a Bélgica Categoria:Batalhas da Primeira Guerra Mundial envolvendo o Canadá Categoria:Batalhas da Primeira Guerra Mundial envolvendo os Estados Unidos Categoria:Batalhas da Primeira Guerra Mundial envolvendo a França Categoria:Batalhas da Primeira Guerra Mundial envolvendo o Império Alemão Categoria:Batalhas da Primeira Guerra Mundial envolvendo Portugal Categoria:Batalhas da Primeira Guerra Mundial envolvendo o Reino Unido Batalha La Lys",
 "title": "Batalha de La Lys"
}