{
 "id": "10121",
 "text": "Blur é uma banda britânica de britpop e rock alternativo. Formada em 1989, em Londres, o grupo é formado pelo vocalista Damon Albarn, o guitarrista Graham Coxon, o baixista Alex James e o baterista Dave Rowntree. A banda já vendeu mais de 15 milhões de cópias pelo mundo.https://epoca.globo.com/vida/noticia/2015/06/apos-16-anos-o-blur-volta- com-seu-album-mais-criativo-magic-whip.html == História == === O início, álbum Leisure === A trajetória do grupo começou com o nome Seymour em 1989. Após alguns shows e a primeira demo tape, a banda assina com a gravadora Food Records, uma subsidiária da EMI. A única exigência da gravadora foi a mudança do nome da banda: eles ofereceram uma lista de onde foi escolhido o nome Blur. Já como Blur, a banda parte para uma pequena turnê pela Inglaterra, terminando em julho de 1990 em Londres. Assim que a turnê acabou, o Blur entra em estúdio, de onde saíram três canções para o single \"She's So High\", lançado em outubro. A banda entra novamente em turnê. A segunda sessão de gravações ocorre somente em dezembro de 1990 com o produtor Stephen Street, bastante conhecido pelo seu trabalho com o The Smiths, e mais tarde, pelo próprio Blur e o Cranberries. Stephen havia assistido ao vídeo de \"She's So High\" na TV e demonstrou interesse em trabalhar com o Blur. Com Stephen Street são gravadas mais duas canções, \"Come Together\" e \"There's No Other Way\", que acabou sendo o segundo single, lançado em abril de 1991. Em julho começam as gravações do primeiro álbum, também com Stephen Street. O disco foi intitulado Leisure e contava também com as canções dos dois primeiros singles. Foi lançado em agosto de 1991 na Inglaterra, tendo lançamento também nos Estados Unidos, algumas semanas mais tarde, pela gravadora SBK. === Período de afirmação, crise, Modern Life Is Rubbish e Parklife === Entre os integrantes da banda, o descontentamento com a sonoridade de Leisure foi ainda maior e o Blur passaria a se concentrar na reinvenção da sua música. Em setembro, eles já estavam em estúdio e durante um show em outubro de 1991 eles apresentam pela primeira vez a faixa \"Popscene\", que seria lançada como single em março de 1992. Em janeiro de 1992, a banda descobre que o seu gerente os deixou em uma péssima situação financeira, dando conta da falta de nada menos que 40 mil libras em sua conta e débitos de cerca de 60 mil. Todo o dinheiro de Leisure foi pelo ralo. Para piorar, em junho de 1992 a banda parte para uma turnê de 44 shows nos Estados Unidos, onde foram ostensivamente vaiados em vários shows. De volta a Inglaterra em agosto, a Food Records ameaça dispensar a banda, que depois de um tempo parada, retorna em outubro para iniciar as gravações de seu segundo álbum. Inicialmente a banda trabalha com o produtor Andy Patridge (ex- integrante da banda XTC), mas o resultado não os agradou. Por acaso, o guitarrista Graham Coxon reencontra Stephen Street durante um show do Cranberries. Stephen mostra interesse em trabalhar de novo com o Blur e em novembro as gravações recomeçavam. No mês seguinte, a banda apresenta o disco novo para sua gravadora, que rejeita o material, alegando que não havia nenhum hit. No natal, Damon Albarn compõe \"For Tomorrow\" e a Food estava pronta para lançar o álbum. Porém, a SBK, gravadora da banda nos Estados Unidos, insistia que não havia nenhum hit em potencial para o mercado americano. Então o Blur voltou ao estúdio e gravou \"Chemical World\". O disco estava pronto para ser lançado em abril quando a SBK pediu à banda que regravasse todo o disco com o produtor Butch Vig (Kiss, Nirvana, Smashing Pumpkins, Sonic Youth). Desta vez, a banda se negou e Modern Life Is Rubbish foi lançado na Inglaterra em maio. O segundo single do álbum foi \"Chemical World\". Apenas três meses depois do lançamento de \"Modern Life Is Rubbish\", a banda começa a compor músicas para seu terceiro disco. Em outubro é lançado o último single de \"Modern Life Is Rubbish\", \"Sunday Sunday\" e em dezembro a banda entra em estúdio novamente. No mês seguinte, o disco já estava pronto. Em março de 1994 é lançado o single de \"Girls & Boys\", como uma prévia do novo álbum Parklife, e foi seguido por outros três singles: \"To the End\", \"Parklife\" (que contava com participação de Phil Daniels, o ator da ópera-rock do The Who Quadrophenia) e \"End of a Century\". No fim do ano de 1994, Parklife era escolhido como o melhor disco do ano por várias revistas, incluindo a NME. === O esgotamento, The Great Escape === O Blur passou metade de 1995 trabalhando em seu novo disco, The Great Escape, e tocando alguns shows esporádicos. Em agosto surge o primeiro single do álbum, \"Country House\". Por iniciativa da gravadora, o lançamento dele foi atrasado em uma semana para coincidir com o lançamento de \"Roll With It\", o novo single do Oasis. === A era pós-Parklife, Blur === Em março, após o final de uma turnê nos Estados Unidos, Damon Albarn viaja para a Islândia para descansar e volta completamente reanimado. Em junho eles tocam o último show daquele ano em Dublin, na Irlanda, onde tocam pela primeira vez as canções \"Song 2\" e \"Chinese Bombs\". Elas foram compostas após um encontro entre Damon e Stephen Malkmus do Pavement. Após o show a banda retornou para a Islândia, onde iniciaram as gravações de seu quinto disco, Blur. Em dezembro de 1996, o Blur retorna à Inglaterra, onde grava a última faixa do novo disco, que foi lançado em fevereiro de 1997. Em março, Blur é lançado nos Estados Unidos, onde a banda contava com uma nova gravadora, a Virgin. \"Song 2\" é escolhido pela Virgin e pela banda como o primeiro single americano. Blur teve ainda os singles \"M.O.R.\" e \"On Your Own\". No intervalo entre o fim da turnê e o reinício dos trabalhos no próximo disco, os integrantes do Blur trabalham em projetos próprios. Damon Albarn fez algumas trilhas para filmes e Graham Coxon lançou um álbum solo, \"The Sky's Too High\". Em 1998 a banda entra em estúdio com o produtor William Orbit para gravar seu novo álbum, 13, lançado no ano seguinte. Depois de mais três singles (\"Tender\", \"Coffee & TV\" e \"No Distance Left to Run\"), a banda comemora seus 10 anos de carreira em mais um show na Arena Wembley. Com o fim das atividades de promoção de 13, a banda dá mais uma parada, quando seus integrantes se voltam aos seus próprios projetos. Sai o segundo disco de Graham Coxon, The Golden D e Damon se envolve na banda Gorillaz. Em 2000 foi lançado um Best Of, ainda como parte das comemorações pelos 10 anos da banda, contendo uma faixa inédita, \"Music is My Radar\". Em 2001, mais um disco solo de Coxon, chamado Crow Sit on Blood Tree. O Blur só volta efetivamente em 2002, quando descobre-se que a banda está gravando um novo disco (Think Tank), tendo Fatboy Slim como produtor. === A saída de Graham Coxon, Think Tank, participação de Simon e hiato === Em 2002, Graham Coxon deixa a banda. O ano marca ainda o lançamento do quarto disco dele, chamado The Kiss of the Morning. Think Tank é lançado em 2003. Para o lugar de Coxon, foi recrutado Simon Tong, ex-guitarrista do Verve. A única faixa que Coxon participa deste álbum é a última, chamada \"Battery in Your Leg\". Think Tank foi citado em vigésimo lugar nos melhores álbuns da década pela revista NME. === A volta dos Blur (2009 - atualmente) === No ano de 2009, o Blur anuncia oficialmente a sua volta com a formação original. Coxon volta à banda e eles voltam a fazer shows, o que resulta no DVD No Distance Left to Run. No mesmo ano, a banda também lança um álbum duplo ao vivo, All the People: Blur Live at Hyde Park. Neste ano aconteceu um dos principais shows da banda, no festival de Glastonbury. Em 2010, a banda lança a sua primeira faixa inédita de estúdio e single desde 2003, \"Fool's Day\". E este foi o início de mais um longo intervalo na carreira dos Blur, ao menos como banda. Em 2012, para completar os mais de 21 anos de carreira, Blur lança uma caixa comemorativa contendo todos os seus discos já gravados remasterizados em CD, além de outros discos com diversas faixas inéditas no box, Blur 21. A coletânea incluía versões remasterizadas dos álbuns e versões demo e/ou em fase embrionária. Estas demos incluíam canções inéditas que não foram incluídas nos álbuns de estúdio. Ainda em 2012 a banda toca no British Awards 2012, onde receberia um prêmio pelo conjunto de sua obra, o \"Outstanding Contribution to Music\". Nesta apresentação Damon Albarn se apresentou de forma totalmente desafinada e displicente, levantando suspeitas sobre a boa forma da banda, que se apresentaria em um show no dia do encerramento das Olimpíadas de Londres em 2012, sendo atração principal entre coadjuvantes de peso como New Order e The Specials. Em julho de 2012 a banda anunciou o lançamento de duas novas canções, \"Under the Westway\" e \"The Puritan\". As duas foram gravadas também ao vivo em um telhado nos arredores de Londres, com transmissão na Internet. Devido ao show ser parte das festividades das Olimpíadas a banda anunciou \"shows de aquecimento\" em pequenas cidades do interior da Inglaterra, da mesma forma que acontecera no ano de 2009. Os shows aconteceram nas cidades de Margate, Wolverhampton e Plymouth, além de um pequeno show em uma casa noturna de Londres. Em 12 de agosto de 2012 a banda se apresentou para um público de 80 mil pagantes no Hyde Park. Logo depois a banda lançou um novo álbum ao vivo intitulado Parklive, em CD e em DVD, com a gravação dos shows realizados nas festividades de encerramento das Olimpíadas de Londres em 2012 e gravações feitas nos \"shows de aquecimento\", além de lançamentos em vinil dos singles \"Under the Westway\" e \"The Puritan\" - a primeira foi considerada a terceira melhor canção do ano pela NME. === A volta novamente em turnês mundiais (2013) === A banda estava com dois dos membros afastados do mundo musical, sendo eles Alex James e Dave Rowntree. O primeiro tornou-se fazendeiro e produtor de queijos, o segundo realizou o sonho de tornar-se advogado e também ensaiava uma carreira política. No entanto, em 2013, o Blur anunciou seu retorno aos shows internacionais. Inicialmente foram anunciados somente festivais, incluindo o famoso Coachella nos Estados Unidos, outros diversos festivais na Europa e um no México. Logo após, foram marcados shows na Ásia e também na América do Sul, incluindo o Brasil. === The Magic Whip (2015) === Em 19 de fevereiro de 2015, a banda anuncia pelas redes sociais seu mais novo álbum, The Magic Whip, junto com o lançamento do single \"Go Out\" e seu videoclipe, tratando-se de \"uma mulher chinesa ensinando uma receita de sorvete caseiro\". A capa do álbum é um sorvete com luzes em neon. O álbum foi lançado em 27 de abril, e marcou a volta da banda aos discos de estúdio após 12 anos sem lançamento de álbuns do gênero. São constadas 12 faixas no álbum, todas inspiradas e gravadas durante o período que Blur passou na Ásia em 2013. O disco também marca a volta do produtor Stephen Street, que não trabalhava com o grupo desde Blur (1997). === The Ballad of Darren e segunda reunião (2023–presente) === Em 14 de novembro de 2022 a banda anunciou uma apresentação no Estádio de Wembley prevista em 8 de julho de 2023 — sua primeira apresentação desde 2015. O grupo também foi confirmado para se apresentar no festival Primavera Sound em Barcelona, Madrid e Dublin, em junho de 2023; e no Festival de Beauregard em Paris em 6 de julho (essa última performance, cancelada dois dias antes devido a uma lesão do baterista Dave Rowntree). Em fevereiro de 2023, de acordo com a reunião, a banda colaborou com a marca de roupas PLEASURES para lançar uma linha de itens comemorando seu álbum homônimo de 1997, Blur. Em maio de 2023, o Blur anunciou o lançamento do álbum The Ballad of Darren, lançado em 21 de julho, liberando o single \"The Narcissist\" como prévia do disco. == Influências e principais referências == Com o andamento de sua carreira, o Blur desenvolveu o seu próprio estilo, resgatando elementos da música britânica, inspirado por, entre outros, The Kinks, Beatles e The Specials. Bandas como Pavement e Pixies também apresentam traços na música do Blur. Lançou alguns hits famosos até hoje, como \"Song 2\", \"Girls & Boys\", \"Coffee & TV\" e álbuns consagrados como Modern Life Is Rubbish (1993), Parklife (1994) e Blur (1997). Estes três álbuns são listados na publicação 1001 Albums You Must Hear Before You Die. Blur lançou ao todo nove álbuns de estúdio. O álbum The Great Escape recebeu boas avaliações, obtendo a nota 9 em 10 por parte da NME. Este álbum é o último do que ficou conhecido como The Life Trilogy, complementando Modern Life Is Rubbish e Parklife. 13 também teve boa receptividade por parte da crítica especializada. == Discografia == ;Álbuns de estúdio *Leisure (1991) *Modern Life Is Rubbish (1993) *Parklife (1994) *The Great Escape (1995) *Blur (1997) *13 (1999) *Think Tank (2003) *The Magic Whip (2015) *The Ballad of Darren (2023) == Ligações externas == * * Categoria:Bandas da Inglaterra Categoria:Bandas de rock alternativo do Reino Unido Categoria:Bandas de indie rock Categoria:Bandas de britpop Categoria:Bandas vencedoras do MTV Europe Music Awards Categoria:Bandas formadas em 1988 Categoria:Bandas extintas em 2004 Categoria:Bandas reativadas em 2009 Categoria:Músicos vencedores dos Brit Awards Categoria:Vencedores do Prêmio NME",
 "title": "Blur"
}