{
 "id": "10128",
 "text": "A bandeira da Lituânia consiste em uma tricolor horizontal com as cores amarelo, verde e vermelho. Ela foi adotada em 20 de março de 1989, quase dois anos antes do restabelecimento da independência do país, após o fim da União Soviética. Antes da sua readoção em 1989, a bandeira tinha sido usada entre 1918 e 1940, até o momento em que a Lituânia foi invadida pelos soviéticos. Essa bandeira tinha cores mais claras. Com o fim do breve período de ocupação pela Alemanha Nazista (1941–1945), e a volta do domínio soviético, a bandeira da Lituânia Soviética, vigente de 1945 até 1989, inicialmente foi constituída de uma bandeira soviética genérica e vermelha, com o nome da república, que depois mudou para a bandeira vermelha com barras brancas e verdes na parte inferior. A última alteração na bandeira atual ocorreu em 2004, quando a proporção altura/largura mudou de 1:2 para 3:5. A bandeira é idêntica à bandeira da ilha dinamarquesa Ærø, que assim como a Lituânia também fica localizada no Mar Báltico. == História == As mais antigas bandeiras da Lituânia de que se tem conhecimento foram registradas no manuscrito Banderia Prutenorum, do século XV, escrito por Jan Długosz. Na Batalha de Grunwald, em 1410, havia duas bandeiras distintas. A maioria dos 40 governos do país usava uma bandeira vermelha que mostrava um cavaleiro montado perseguindo um inimigo invisível. Essa bandeira era conhecida como Vytis, e acabaria sendo usada como a bandeira de guerra da Lituânia e depois, em 2004, como a bandeira do estado. O restante dos governos utilizava uma bandeira vermelha que reproduzia as Colunas de Gediminas. Portavam o Vytis, também conhecido como o Pahonia, os exércitos do Grão-Ducado da Lituânia, enquanto aqueles que usavam as Colunas de Gediminas eram de famílias nobres da Lituânia. Até o final do século XVIII, quando o país passou a integrar o Império Russo, o Grão-Ducado da Lituânia e os estados sucessores da Lituânia utilizaram os Vytis como sua bandeira. O nascimento da tricolor amarela, verde e vermelha ocorreu durante um período em que outras repúblicas européias mudaram suas bandeiras. Um exemplo que deu vida à ideia do tricolor foi a bandeira azul, vermelha e branca da França, adotada após a Revolução Francesa. A única tricolor que houve na Lituânia antes da bandeira amarela, verde e vermelha foi uma bandeira verde, branca e vermelha usada para representar a Lituânia Menor. Não se sabe quem foi o primeiro a sugerir o amarelo, o verde e o vermelho, mas a ideia é normalmente atribuída aos exilados do país que viviam em outras partes da Europa ou nos Estados Unidos durante o século XIX. Essas três cores eram frequentemente usadas em tecelagens folclóricas e em trajes típicos. Na Grande Seimas de Vilnius de 1905, essa bandeira foi a escolhida para representar a nação lituana, derrotando a bandeira Vytis, que foi defendida por Jonas Basanavičius mas não foi a escolhida por três motivos: primeiro, porque, para manter a identidade nacional, o Seimas (parlamento lituano) desejava se distanciar um pouco da bandeira do Grão-Ducado da Lituânia, que também abrangeu algumas nações agora separadas, como a Bielorrússia e a Ucrânia. O segundo motivo foi a escolha da cor vermelha, dominante na Vytis, pelos revolucionários que se afiliaram às causas marxista ou comunista. E a última razão para tal escolha foi que a bandeira com o Vytis era muito complicada e não era de fácil costura. Os debates sobre a bandeira nacional ocorreram novamente em 1917 durante a Conferência de Vilnius. Duas cores, vermelho e verde, foram escolhidas, baseadas na prevalência local pela arte popular. O artista Antanas Žmuidzinavičius ornamentou a sala de conferências com algumas pequenas bandeiras vermelhas e outras verdes. No entanto, os deputados não gostaram delas por acharem-nas muito escuras e sombrias. Então Tadas Daugirdas sugeriu que acrescentassem uma estreita faixa de amarelo (que simbolizava o sol nascente) entre o vermelho (as nuvens iluminadas pelo sol da manhã) e o verde (os campos e as florestas). No entanto, os deputados decidiram que a questão deveria ser resolvida por uma comissão especial, composta por Basanavičius, Zmuidzinavicius e Daugirdas. Em 19 de abril de 1918, eles apresentaram o protocolo final para o Conselho da Lituânia. A bandeira supostamente seria divida em três partes (com o topo amarelo, o meio verde e a parte inferior vermelha) com o Vytis no canto superior esquerdo ou no meio. O Conselho aceitou a proposta, mas a Constituição da Lituânia de 1992 não fazia nenhuma referência ao brasão de armas. Então foi aprovada a bandeira que é usada até hoje. Todos os debates falharam em tentar criar uma bandeira histórica. === Período soviético === Durante a Segunda Guerra Mundial, a Lituânia foi ocupada pela Alemanha Nazista e pela União Soviética. Duas bandeiras foram usadas durante o período da ocupação soviética; imediatamente após a guerra a bandeira consistia em um fundo vermelho, a foice e martelo de ouro e os seguintes caracteres latinos: Lietuvos TSR (RSS Lituana em lituano), acima deles escritos em letras sem serifas, também em ouro. Essa primeira versão foi substituída em 1953 pela última bandeira da República Socialista Soviética Lituana — uma bandeira vermelha com a foice e martelo e uma estrela na parte superior esquerda. Na parte inferior da bandeira foram colocadas duas barras horizontais: uma menor branca e outra verde. A porção vermelha da bandeira ocupava 8/12 da largura da mesma, enquanto a branca ocupava 1/12 e a verde 3/12. Em 1998, época que o movimento rumo à independência estava ganhando força, o Soviete Supremo da RSS da Lituânia reconheceu novamente a bandeira tricolor como oficial através de uma alteração no artigo 168 da Constituição (Lei Fundamental) da RSS Lituana. A bandeira foi definida como um retângulo de proporção 1:2 (assim como as bandeiras soviéticas) contendo três linhas horizontais de mesmo tamanho: parte superior amarela, meio verde e parte inferior vermelha. Essa bandeira foi confirmada pela Constituição Provisória de 11 de março de 1990 no capítulo I, artigo 10. Após a independência do país, a bandeira tricolor foi incluída na nova Constituição da Lituânia, aprovada por referendo em 1992. Esta Constituição não especificou o tamanho da bandeira e, portanto, ela se manteve sob a lei de 1991 até 2004, quando foi revista, em 8 de julho. Nesta data a proporção foi alterada para 3:5 de acordo com a lei nº IX-2331. == Desenho e simbolismo == Foi aprovada em 26 de junho de 1991 a Lei da República da Lituânia sobre o design, tamanho e uso da bandeira do Estado, sendo posteriormente alterada em 8 de julho de 2004. As mudanças mais notáveis foram a mudança da proporção da bandeira nacional de 1:2 para 3:5 e a adoção oficial de uma bandeira histórica como a bandeira do Estado (governo). A emenda entrou em vigor em 1 de setembro de 2004 após aprovação pelo Presidente Valdas Adamkus. O amarelo na bandeira simboliza o sol, a luz e a prosperidade. O verde representa a beleza da natureza, a liberdade e a esperança. O vermelho retrata o solo, a coragem e o sangue derramado pela pátria. As cores apropriadas, tanto da bandeira nacional quanto do estado são feitas de acordo com o Sistema de Cores Pantone, especificamente no papel têxtil Pantone. O tamanho padrão da bandeira deve estar entre 1 metro até 1,7 metros. Diferentes tamanhos de bandeira podem ser criados, mas eles devem estar em conformidade com os códigos de cores e com os requisitos estabelecidos em relação a lei. As cores oficiais da Pantone têm sido publicadas desde 2004 e a tabela a seguir apresenta as cores oficiais e seus equivalentes sugeridos: A cor vermelha é descrita em lituano como \"purpuro\", que significa roxo. No entanto isto não significa que a cor em si é roxa. Esse erro foi cometido relativamente ao Estandarte Presidencial, nas primeiras descrições publicadas em obras de Vexilologia. Amarelo Verde Vermelho RGB `253/185/19` `0/106/68` `193-39-45` Hexadecimal `FDB913` `006A44` `C1272D` Pantone `` `` `` CMYK `0/30/100/0` `100/55/100/0` `25/100/100/0` == Bandeira (histórica) do estado == Em 2004, juntamente com a lei que aprovava a mudança da proporção de tela da bandeira, foi adotada uma bandeira de estado que exibe o símbolo nacional em forma de banner. A proporção de tal bandeira é a mesma que a da nacional, ou seja, 3:5. A bandeira do estado, conhecida como bandeira histórica perante a lei, foi proposta por Česlovas Juršėnas, vice-presidente da câmara de deputados do Seimas e Edmundas Rimša, presidente da Comissão de Heráldica. Essa bandeira foi proposta também, na mesma época em que o brasão de armas, ambos feitos para homenagear o 750º aniversário da coroação de Mindaugas em 1253. O designer da bandeira (histórica) do Estado foi Arvydas Každailis. Historicamente essa bandeira foi usada durante a Batalha de Grunwald e também como bandeira do governo da República da Lituânia Central entre 1922 e 1939. A bandeira dos estado é permanentemente içada em três locais: Palácio do Grão-Ducado da Lituânia, Castelo da Ilha Trakai e nos solos do Grande Museu da Guerra de Vytautas em Kaunas. A bandeira ainda é hasteada nas seguintes datas e locais: *16 de fevereiro — próximo a Casa dos Signatários na Rua Pilies em Vilnius; *11 de março — próximo ao Palácio do Seimas; *6 de julho — próximo ao Palácio Presidencial; *15 de julho — próximo ao Ministério da Defesa *25 de outubro — próximo ao Edifício Seimas, ao Palácio Presidencial e ao Gedimino 11, prédio que abriga o Governo da Lituânia. == Protocolo == A bandeira pode ser pendurada na vertical ou horizontal de edifícios públicos, casas particulares, empresas, navios, praças ou durante cerimônias oficiais. Se a bandeira for hasteada na horizontal, a faixa amarela deve estar ao topo, enquanto que, se içada na vertical, a faixa amarela deve estar à esquerda. Em lugares comuns, a bandeira deve permanecer hasteada entre o nascer e o pôr do sol, enquanto que nos gabinetes governamentais na Lituânia e fora do país, ela permanece hasteada 24 horas e não pode estar suja ou danificada. Em atos lúgubres, a bandeira pode ser içada de acordo com qualquer uma das seguintes formas: o primeiro procedimento, vulgarmente conhecido como bandeira à meia-haste, é realizado quando a bandeira é içada para o topo do mastro, e então baixada para a posição de um terço do mastro. O outro método é anexar uma fita preta a uma bandeira que é afixada permanentemente ao mastro. A fita deve ter dez centímetros de largura e estar atada a haste de modo que as extremidades da fita alcancem a parte inferior da bandeira. Durante a cerimônia funerária, a bandeira pode ser usada para cobrir os caixões dos funcionários públicos, soldados, signatários da Declaração de Independência da Lituânia e das pessoas designadas através de um ato Presidencial; essa bandeira é posteriormente dobrada e entregue ao parente mais próximo antes do sepultamento. Ao arvorar a bandeira lituana junto de outras bandeiras, a ordem correta de precedência deve ser: a bandeira nacional, a bandeira do Estado (histórica), bandeiras de Estados estrangeiros, a bandeira da União Europeia, a de ONGs internacionais, o estandarte presidencial, o militar e do governo, bandeiras dos condados, bandeiras das cidades e todas as outras. Quando bandeiras estrangeiras são hasteadas ​​juntamente com a bandeira lituana, elas são ordenadas de acordo com os nomes de seus países na ordem alfabética da língua lituana. A única exceção é quando o congresso ou a reunião realizada em lituano dita que uma linguagem diferente seja usada para a classificação. A bandeira europeia tem sido içada desde que a Lituânia tornou-se membro da organização. Embora não seja mencionado pela lei, a bandeira da OTAN pode ser usada na Lituânia, uma vez que ela pertence a essa organização. É comum também serem hasteadas as bandeiras da Estônia e da Letônia durante certas ocasiões, principalmente na celebração de independência dos três estados bálticos. A Lei da República da Lituânia sobre a bandeira nacional e outras bandeiras rege as regras, o uso, o protocolo e a fabricação das bandeiras nacionais e quaisquer outras utilizadas dentro do país. === Dias nacionais da bandeira === Como parte do protocolo da bandeira, a exibição diária da bandeira lituana é encorajada, mas é mais fortemente encorajada ou legalmente exigida nos seguintes dias: Data Nome em português Notas 1 de janeiro Dia da bandeira Comemoração do dia em que a bandeira nacional foi içada pela primeira vez na Torre de Gediminas em 1919 13 de janeiro Dia dos Combatentes da Liberdade Em memória dos acontecimentos de janeiro em 1991 16 de fevereiro Dia do Restabelecimento do Estado da Lituânia (do Império Russo, 1918) Içada junto das bandeiras da Letônia e da Estônia 24 de fevereiro Dia da Independência da Estônia Içada junto das bandeiras da Letônia e da Estónia 11 de março Dia da Restituição da Independência da Lituânia (da União Soviética, 1990) Içada junto das bandeiras da Letônia e da Estônia 29 de março Dia da OTAN Em honra a adesão da Lituânia à OTAN em 2004; hasteada junto da bandeira da OTAN 1 de maio Dia da União Europeia Em honra a adesão da Lituânia à União Europeia em 2004; hasteada junto da bandeira da UE 9 de maio Dia da Europa Comemora o fim da Segunda Guerra Mundial em 1945; anteriormente chamado de Dia da Vitória durante a era soviética 15 de maio Dia da Convocação dos Constituintes do Seimas Em honra da Assembleia Constituinte da Lituânia 14 de junho Dia do Luto e da Esperança Marca a data das primeiras deportações em massa de lituanos para a Sibéria em 1941; a bandeira simboliza o luto 15 de junho Dia da Ocupação e do Genocídio Marca o início da ocupação soviética da Lituânia em 1940; a bandeira simboliza o luto 6 de julho Dia da Independência Comemora a coroação do primeiro rei, Mindaugas, em 1253 15 de julho Dia da Batalha de Grunwald Comemora a vitória da Lituânia e da Polônia sobre os Cavaleiros Teutônicos em 1410 23 de agosto Dia da Faixa Preta Marca a assinatura do Pacto Molotov-Ribbentrop em 1939; a bandeira simboliza o luto 31 de agosto Dia da Liberdade Marca a partida do Exército Vermelho da Lituânia em 1993 23 de setembro Dia do Genocídio dos Judeus Lituanos Marca a destruição do Gueto de Vilnius pela Alemanha Nazista em 1943 25 de outubro Dia da Constituição Comemoração da aprovação da Constituição nacional em 1992 18 de novembro Dia da Independência da Letônia Içada junto das bandeiras da Letônia e da Estônia 23 de novembro Dia do Soldado Lituano Comemoração da criação do Exército Lituano em 1918 Além desses dias, a bandeira é hasteada em locais onde ocorrem votações para eleições. O governo nacional, no artigo 4, seção 7 da lei da bandeira, exige a exibição da bandeira nacional e determina as condições especiais, tais como a marcação do luto. == Outras bandeiras da Lituânia == Uma insígnia naval vem sendo usada pela Lituânia desde 1992. Ela tem um fundo branco, com uma cruz azul e a bandeira nacional no canto superior esquerdo. A largura de cada cruz é 1/7 da largura total da bandeira, com a proporção de tela sendo 1:2. Historicamente, essa bandeira tem sido usada como insignia do Kaunas Iate Clube, mas com a diferente proporção de 2:3. O jaque naval consiste em um fundo branco e uma âncora azul que contém o emblema naval da Lituânia. Esse emblema é composto pelas Colunas de Gediminas na cor amarela dentro de um disco vermelho. A Força Naval da Lituânia adotou uma bandeirola, que possui uma proporção de tela de 1:20, e é usada em seus navios. O Presidente da Lituânia estabeleceu oficialmente um padrão pelo Seimas em 1993. O padrão é o emblema do Estado da Lituânia no centro sobre um fundo de cor única. Segundo a lei estadual, a cor de fundo é indicada como roxo, mas a cor que na prática é usada é o vermelho escuro. A proporção padrão usada é de 1:1,2. Cada condado da Lituânia adotou uma bandeira, cada um deles conforme a um padrão: um retângulo azul, com dez cruzes de Vytis (ou cruzes duplas) revestidas em ouro, que funcionam como uma borda para a característica central da bandeira, que é escolhida pelo próprio condado. A maioria dos modelos centrais foi adaptada a partir dos brasões de armas de cada um dos mesmos. == Ligações externas == *Bandeira da Lituânia em Flags of the World *Bandeira da Lituânia no Portal São Francisco Lituania Categoria:Símbolos da Lituânia Categoria:Bandeiras introduzidas em 1989",
 "title": "Bandeira da Lituânia"
}