{
 "id": "101313",
 "text": "O Woolworth Building é um arranha-céu de 57 andares e 241 metros de altura. É um dos 50 arranha-céus mais altos dos Estados Unidos e um dos mais altos do mundo. Situa-se em Manhattan, no número 233 da Broadway e é um dos mais antigos e famosos edifícios da cidade. Mesmo passados mais de cem anos desde sua inauguração, continua a ser um dos mais altos de Nova Iorque. Em 1912, o milionário norte-americano Frank Winfield Woolworth mandou construí-lo, com um custo de $13,5 milhões de dólares, para sediar a sua empresa Woolworth. Após, quase dois anos de obras, sua inauguração deu-se em 24 de abril de 1913. Na cultura popular, o edíficio também apareceu notavelmente: no filme Enchanted, em 2007, e no ano seguinte, no longa Cloverfield. Neste, é ficcionado o seu desabamento provocado pelo monstro, que dá nome ao filme. Na série de televisão norte-americana Ugly Betty, é a sede da Meade Publications e, em seu 28º andar, funciona a Revista MODE e o principal cenário da série. O Edifício também será sede do MACUSA, Congresso Mágico dos Estados Unidos da América (Macusa), no filme, Animais Fantásticos E Onde Habitam, baseado no universo de Harry Potter, escrito por J.K. Rowling. O arranha-céu foi designado, em 13 de novembro de 1966, um edifício do Registro Nacional de Lugares Históricos bem como, na mesma data, um Marco Histórico Nacional. == Galeria de imagens == Ficheiro:Woolworth Building 2 Feb. 1912 LC-USZ62-105567.jpg Ficheiro:View of Woolworth Building fixed.jpg Ficheiro:Woolworth1915.JPG Ficheiro:WoolworthBuilding crop.jpg == Ver também == * Marcos históricos nacionais em Nova Iorque * Lista dos maiores arranha-céus dos Estados Unidos Categoria:Edifícios do Registro Nacional de Lugares Históricos Categoria:Marco Histórico Nacional na cidade de Nova Iorque Categoria:Arranha-céus entre 200 e 249 metros Categoria:Arranha-céus da cidade de Nova Iorque Categoria:Edifícios de escritórios da cidade de Nova Iorque Categoria:Arquitetura neogótica nos Estados Unidos Categoria:Construções de Manhattan Categoria:Família Woolworth",
 "title": "Woolworth Building"
}