{
 "id": "101467",
 "text": "O VII Governo Constitucional de Portugal tomou posse a 9 de janeiro de 1981, sendo chefiado por Francisco Pinto Balsemão e constituído pela coligação formada pelo Partido Social-Democrata, o Centro Democrático Social e o Partido Popular Monárquico. Terminou o seu mandato a 4 de setembro de 1981, devido à demissão do Primeiro-Ministro. == Historia == Este governo é liderado pelo novo Primeiro-Ministro Francisco Pinto Balsemão. É formado e apoiado pela Aliança Democrática (AD), coligação de centro-direita entre o Partido Social Democrata (PPD/PSD), o Centro Democrático Social (CDS) e o Partido Popular Monárquico (PPM). Juntos têm 134 deputados em 250, ou 53,6% dos assentos na Assembleia da República. Após a morte de Francisco Sá Carneiro num acidente de avião em 4 de dezembro de 1980, Vice-Primeiro-Ministro Diogo Freitas do Amaral assume a presidência interina do Governo. Três personalidades são abordadas dentro do Partido Social Democrata para assumir: o ministro-Adjunto Francisco Pinto Balsemão, o ministro da Administração Interna Eurico de Melo e o presidente do governo regional dos Açores Mota Amaral. Reunidos a 13 de dezembro, o conselho nacional do PPD/PSD escolheu Francisco Pinto Balsemão pela sua proximidade com o falecido Francisco Sá Carneiro, por ter sido um dos últimos fundadores do partido a ainda ser filiado, pelas boas relações com os outros partidos da da AD, e que pertence à ala esquerda do PPD/PSD . É formalmente proposto a 15 de dezembro ao Presidente da República António Ramalho Eanes como candidato ao cargo de Primeiro-Ministro. Este último confiou-lhe oficialmente, uma semana depois, a tarefa de constituir o novo executivo português . Francisco Pinto Balsemão apresenta os seus ministros ao Chefe de Estado em 5 de janeiro de 1981, que inclui como inovação a criação de um cargo responsável pela integração europeia, depois de ter tido de conciliar as exigências do presidente com as dos seus aliados do CDS, pouco entusiasmados com a subida ao poder de Francisco Pinto Balsemão, percebido por eles como demasiado próximo dos partidos de esquerda e menos opositor do que o seu antecessor. Empossado a 9 de janeiro com os seus ministros, o Primeiro- Ministro apresenta o16 de janeiro o seu programa à Assembleia da República. O VII governo constitucional obtém uma semana depois a confiança dos parlamentares por 134 votos a favor, depois de o Parlamento ter rejeitado as moções de rejeição do programa de governo apresentadas pelo Partido Socialista, Partido Comunista e Movimento Democrático Português. A 10 de agosto de 1981, o Primeiro-Ministro apresentou a sua demissão ao Presidente da República, não se considerando suficientemente apoiado pelos executivos do Partido Social Democrata face aos apoiantes da feroz oposição ao Chefe de Estado no contexto de uma crise política aberta há três semanas anteriormente pela censura da lei de privatização do setor bancário pelo Conselho Revolução. O conselho nacional do PPD/PSD decidiu seis dias depois, quase por unanimidade, convidá-lo a manter-se no poder apoiando a sua linha política de normalização das relações institucionais . Encarregado em 25 de agosto por António Ramalho Eanes para constituir um novo executivo, Francisco Pinto Balsemão apresenta o VIII governo constitucional.. ==Composição== O Governo é constituído pelo Primeiro-Ministro, Ministros, Secretários e Subsecretários de Estado. O Governo compreende os seguintes Ministros: a) Ministro de Estado Adjunto do Primeiro-Ministro; b) Ministro da Administração Interna; c) Ministro da Defesa Nacional; d) Ministro dos Negócios Estrangeiros; e) Ministro da Justiça; f) Ministro das Finanças e do Plano; g) Ministro da Educação e Ciência; h) Ministro do Trabalho; i) Ministro dos Assuntos Sociais; j) Ministro da Agricultura e Pescas; l) Ministro do Comércio e Turismo; m) Ministro da Indústria e Energia; n) Ministro da Habitação e Obras Públicas; o) Ministro dos Transportes e Comunicações; p) Ministro da Reforma Administrativa; q) Ministro da Qualidade de Vida; r) Ministro da Integração Europeia. Compete ao Ministro de Estado Adjunto do Primeiro-Ministro substituir o Primeiro-Ministro na sua ausência ou impedimento, ocupar-se das relações entre o Governo, a Assembleia da República e os partidos políticos e exercer os poderes que lhe forem delegados pelo Primeiro-Ministro ou pelo Conselho de Ministros. Cargo Retrato Nome Período Partido Primeiro-Ministro Francisco Pinto Balsemão (1937–) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro de Estado Adjunto do Primeiro-Ministro Basílio Horta (1943–) 9 de janeiro de 1981 a 4 de setembro de 1981 Centro Democrático Social Ministro da Administração Interna Fernando Amaral (1925–2009) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro da Defesa Nacional Luís de Azevedo Coutinho (1928–2016) 9 de janeiro de 1981 a 4 de setembro de 1981 Centro Democrático Social Ministro dos Negócios Estrangeiros André Gonçalves Pereira (1936–2019) 9 de janeiro de 1981 a 4 de setembro de 1981 Independente Ministro da Justiça José Menéres Pimentel (1928–2014) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro das Finanças e do Plano João Morais Leitão (1938–2006) 9 de janeiro de 1981 a 4 de setembro de 1981 Centro Democrático Social Ministro da Educação e Ciência Vítor Crespo (1932–2014) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro do Trabalho Henrique Nascimento Rodrigues (1940–2010) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro dos Assuntos Sociais Carlos Macedo (1937–2017) 9 de janeiro de 1981 a 3 de agosto de 1981 Partido Social- Democrata Francisco Pinto Balsemão (1937–) 3 de agosto de 1981 a 4 de setembro de 1981 Partido Social-Democrata Ministro da Agricultura e Pescas António Cardoso e Cunha (1933–2021) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro do Comércio e Turismo Alexandre Vaz Pinto (1939–) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro da Indústria e Energia Ricardo Bayão Horta (1936–) 9 de janeiro de 1981 a 4 de setembro de 1981 Centro Democrático Social Ministro da Habitação e Obras Públicas Luís Barbosa (1933–) 9 de janeiro de 1981 a 4 de setembro de 1981 Centro Democrático Social Ministro dos Transportes e Comunicações José Viana Baptista (1931–2004) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro da Qualidade de Vida Augusto Ferreira do Amaral (1942–) 9 de janeiro de 1981 a 4 de junho de 1981 Partido Popular Monárquico João Vaz Serra de Moura (1937–2016) 4 de junho de 1981 a 4 de setembro de 1981 Partido Popular Monárquico Ministro para a Integração Europeia Álvaro Barreto (1936–2020) 9 de janeiro de 1981 a 4 de setembro de 1981 Partido Social- Democrata Ministro da Reforma Administrativa Eusébio Marques de Carvalho (1935–) 9 de janeiro de 1981 a 4 de junho de 1981 Independente Ministro da República para a Região Autónoma dos Açores Henrique Afonso da Silva Horta (1920–2012) 9 de janeiro de 1981 a 28 de abril de 1981 Independente Tomás George da Conceição Silva (1933–2021) 28 de abril de 1981 a 4 de setembro de 1981 Independente Ministro da República para a Região Autónoma da Madeira Lino Miguel (1936–2022) 3 de janeiro de 1980 a 4 de setembro de 1981 Independente Categoria:1981 em Portugal 7 Categoria:Fundações em Portugal em 1981 Categoria:1981 na política Categoria:Extinções em Portugal em 1981",
 "title": "VII Governo Constitucional de Portugal"
}