{
 "id": "10146",
 "text": "{{Info/Município do Brasil | nome = Macaé | preposição = de | foto = Sunrise - panoramio (94).jpg | leg_foto = Praia dos Cavaleiros ao nascer do sol em Macaé | apelido = Capital Nacional do Petróleo\" \"Princesinha do Atlântico” ”Capital da Energia | brasão = BrasaoMacae.jpg | bandeira = Bandeira-macae.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 29 de julho | fundação = | gentílico = macaense | distritos = Macaé (Sede), Cachoeiros de Macaé, Córrego do Ouro, Glicério, Frade e Sana. (Fonte: IBGE) | prefeito = Welberth Rezende | partido = Cidadania | mandato_início = 2021 | fim_mandato = 2025 | mapa = RiodeJaneiro Municip Macae.svg | latP = S | latG = 22 | latM = 22 | latS = 15 | lonP = O | lonG = 41 | lonM = 47 | lonS = 13 | estado = Rio de Janeiro | site_câmara = https://cmmacae.rj.gov.br/ | mesorregião = Norte Fluminense | data_mesorregião = IBGE/2008 | microrregião = Macaé | data_microrregião = IBGE/2008 | vizinhos = Carapebus, Casimiro de Abreu, Conceição de Macabu, Nova Friburgo, Rio das Ostras e Trajano de Moraes | dist_capital = 190 | área = 1216.989 | área_ref = | população = 246391 | data_pop = estatísticas IBGE/Censo 2022 | altitude = 7 | clima = Tropical | sigla_clima = Aw | idh = 0.764 | idh_pos = RJ: 7º | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 42º | data_pib = IBGE/2016https://www.ibge.gov.br/estatisticas-novoportal/economicas/contas-nacionais/9088-produto-interno-bruto-dos-municipios.html?t=destaques&c;=3302403 | pib_per_capita = 73412,55 | data_pib_per_capita = IBGE/2016 | site_prefeitura = https://www.macae.rj.gov.br/ }} Macaé é um município brasileiro do estado do Rio de Janeiro, no Brasil, situado à 190 quilômetros a nordeste da capital do Estado. Sua população é de 246.391 habitantes, segundo o Instituto Brasileiro de Geografia e Estatística (IBGE). Possui uma área total de 1 215,904 km². É conhecida como a Capital Nacional do Petróleo. As ligações da sede municipal são feitas por duas rodovias e uma ferrovia. A RJ-106 percorre todo o litoral, de Rio das Ostras a Carapebus, atravessando o centro da cidade. A RJ-168 corta o município de leste a oeste, acessando a BR-101, que alcança Conceição de Macabu, ao norte, e Rio das Ostras, ao sul. A RJ-162 tem um traçado pelo interior, alcançando Trajano de Moraes ao norte e Casimiro de Abreu ao sul. A Estrada de Ferro Leopoldina, ferrovia que liga o Rio de Janeiro ao Espírito Santo, já foi usada quase que exclusivamente para transporte de cargas, mas hoje está sem utilidade. == Etimologia == O nome do município é uma referência ao Rio Macaé. Não restam dúvidas de que este é um vocábulo de origem indígena, porém seu significado ainda é controverso: * Queriam alguns estudiosos que o termo procedesse da corruptela de maca-ê, \"que, entre os nativos, significa macaba doce, por extensão coco doce, produzido pela palmeira macabaíba, abundante na região\". Eduardo de Almeida Navarro aponta, como origem etimológica, o termo do tupi antigo mokaîé, que designava a variedade de palmeira conhecida como mocajaíba ou bocaiuva.NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 583,584. A atual bandeira da cidade apresenta o desenho de um coqueiro; * Outros afirmavam que os índios goitacás se utilizavam da palavra Macaé, que significaria \"Rio dos Bagres\", para denominar o Rio Macaé. == História == Descobertas de sambaquis na Praia de Imbetiba comprovam que a região já era povoada por indígenas há milhares de anos. Quando os primeiros colonos de origem europeia chegaram ao local, no século XVI, encontraram duas tribos rivais: os tamoios e os goitacás. As terras do atual município faziam parte da Capitania de São Tomé, indo do Rio Itabapoana ao Rio Macaé e foi batizada de \"Macahé\". Seu povoamento de origem europeia iniciou-se em 1614, quando Portugal se encontrava sob o domínio da Espanha. Para evitar invasões de inimigos, criou-se uma aldeia de índios catequizados. Os primeiros registros dos jesuítas em Macaé datam de 1634. No princípio, foi fundada, à margem do rio Macaé e próxima ao Morro de Sant'Ana, uma fazenda agropecuária, que, no correr dos anos, ficou conhecida como \"Fazenda de Macahé\". Na base do morro, entre este e o rio, levantou-se um engenho de açúcar com todas as dependências e lavouras necessárias. Além do açúcar, produziam farinha de mandioca em quantidade e extraíam madeira para construções navais e edificações. No alto do morro, foram construídos um colégio, uma capela e um pequeno cemitério, o qual guarda, até hoje, os restos mortais de alguns jesuítas. Em 1759, a fazenda foi incorporada aos bens da coroa portuguesa pelo desembargador João Cardoso de Menezes. Nesta ocasião, os jesuítas foram expulsos do Brasil, imposição feita pelo Marquês de Pombal. Em 1813, foi elevado a município e, em 1846, a Vila de Macaé passou à condição de cidade. Como a produção açucareira e cafeeira se expandiram muito e o Porto de São João da Barra não estava mais dando conta do movimento, iniciou-se, então, em 1844, a construção do Canal Campos-Macaé, com 109 km. No dia 11 de abril de 1832 o famoso naturalista inglês Charles Robert Darwin, após meses de viagem a bordo do navio Beagle, vindo com seus auxiliares da região dos lagos a cavalo e após passar por barra de São João (Distrito de Casimiro de Abreu) se sentiu mal e, ao chegar a Macaé, devido à forte exaustão, desmaiou, sendo levado à localidade situada a três quilômetros ao sul da entrada do Rio Macaé (Praia de Imbetiba, onde hoje existe a Base da Petrobras). Neste lugar, Darwin pernoitou em um estabelecimento comercial chamado \"Venda do Mato\" e, no dia seguinte, foi para a \"Fazenda do Socego\", de propriedade de Manoel Figueiredo, cuja filha era casada com um escocês chamado Lawrie, que Darwin conhecera no Rio de Janeiro. Nesta fazenda, hoje parte do município de Conceição de Macabu, Darwin coletou insetos e répteis que foram catalogados e incorporados a sua famosa coleção e que serviram de base para sua mais notável publicação, \"A Origem das Espécies\" (On the Origin of Species by Means of Natural Selection, or The Preservation of Favoured Races in the Struggle for Life) publicada em 1859.KEYNES, R. D. ed. 2001. Charles Darwin's Beagle diary. Cambridge: Cambridge University Press., http://darwin-online.org.uk/content/frameset?itemID=F1925&viewtype;=text&pageseq;=1Em 1873, houve a criação da Sociedade Musical Nova Aurora. Em 1875, foi construída a Cia. Estrada de Ferro Macahé-Campos. A via férrea trouxe novo impulso e, mais tarde, os trilhos da Estrada de Ferro Leopoldina. A partir de 1974, com a descoberta de petróleo na Bacia de Campos, o município, que permanecia rural, começou a sofrer profundas mudanças em sua economia e cultura, recebendo grande quantidade de pessoas de várias partes do país e do mundo, a fim de atender a crescente demanda desta cidade por mão de obra especializada, até hoje ainda não suprida totalmente, tornando os salários oferecidos na cidade bem atraentes. Apesar de receber grande quantidade de mão de obra especializada, também é grande a quantidade de pessoas não especializadas que procuram a cidade em busca da promessa de emprego, nem sempre atendida pelo exigente mercado de trabalho. Muitas destas pessoas acabam ficando na cidade, e sem conseguir o tão sonhado emprego, acabam populando cada vez mais as favelas da cidade, que aumentam assustadoramente a cada dia. A inaptidão governamental, ou falta de uma política pública para criação de moradias populares, reformar o sistema de transporte público, garantir saneamento básico assim como reforçar a segurança na cidade, também colabora para a falta de qualidade de vida da maior parte da população Macaense. == Política == O atual prefeito é Welberth Rezende (Cidadania) e o vice-prefeito é Chapeta (PSDB). === Câmara Municipal === O prédio da Câmara Municipal de Macaé fica na Avenida Rui Barbosa, no Centro. Aproveita elementos do estilo neoclássico e se dispõe em dois blocos agregados. Foi construído no século passado e recentemente foi totalmente restaurado. As visitações podem ser feitas na segunda e sexta-feira, no horário comercial. A nova câmara municipal, que custou dezenas de milhões aos cofres públicos, sofrendo diversas acusações de desvios milionários de verba está situada na estrada da Virgem Santa, e leva o nome de Palácio do Legislativo Natálio Salvador Antunes (nome do pai do vereador Paulo Antunes). === Prefeitura Municipal === Projetado por Oscar Niemeyer, o prédio da Prefeitura Municipal fica localizado na Avenida Presidente Sodré, Centro. O arquiteto foi contratado em 1983 pelo então prefeito Alcides Ramos para criar o projeto da nova sede do administrativo municipal. Niemeyer projetou uma estrutura de oito andares, porém foi informado que o gabarito da cidade (tamanho permitido para construções) só permitia uma estrutura com quatro andares. Esse impasse durou até 2001. Niemeyer era famoso por não alterar suas criações, mas, nesse ano, enfim, o arquiteto entendeu as limitações da cidade e cedeu. O prédio possui quatro andares e terraço e foi concluído apenas em 2004. Esta é a lista de prefeitos de Macaé, desde a autonomia do município. Nº Nome Partido Início do mandato Fim do mandato Nº Nome Partido Início do mandato Fim do mandato 1 João Francisco Moreira Neto 1913 1915 26 Elias Agostinho 1951 1955 2 José de Oliveira Lobo Vianna Júnior 1915 1923 27 Antonio Curvello Benjamin 1955 1959 3 Jayme Afonso 1923 1923 28 Eduardo Serrano 1959 1960 4 Jayme Memória 1923 1924 29 Antonio Otto de Souza 1960 1960 5 Sizenando Fernandes de Souza 1924 1927 30 Alcides Francisco Ramos 1960 1961 6 Francisco de Miranda Sobrinho 1927 1929 31 Gerson Maciel Miranda 1961 1962 7 Sizenando Fernandes de Souza 1929 1930 32 Iltamir Honório Abreu 1962 1962 8 Bento Costa Júnior 1930 1930 33 Gerson Maciel Miranda 1962 1963 9 Álvaro Rodrigues da Silva 1930 1932 34 Antonio Curvello Benjamin 1963 1966 10 Floriano Castilho Saddock de Sá 1932 1935 35 Aristeu Ferreira da Silva 1966 1967 11 Durval Coutinho Lobo 1935 1935 36 Cláudio Moacyr de Azevedo 1967 1970 12 Ivair Nogueira Itagiba 1935 1936 37 Romeu Pereira 1970 1971 13 Raul Garnier da Silva 1936 1936 38 Antonio Curvello Benjamin 1971 1973 14 Ivair Nogueira Itagiba 1936 1937 39 Alcides Francisco Ramos 1973 1977 15 Juvenal Barreto Junior 1937 1937 40 Carlos Emir Mussi PMDB 1977 1982 16 Télio Barreto 1937 1944 41 Nacif Salim Selen 1982 1983 17 Ferry Jaccoud D'Azeredo 1944 1944 42 Alcides Francisco Ramos 1983 1988 18 Oyama Muniz 1944 1945 43 Silvio Lopes Teixeira PL 1988 1992 19 Álvaro Teixeira da Assunção 1945 1946 44 Carlos Emir Mussi 1993 1996 20 Elias Agostinho 1946 1946 45 Silvio Lopes Teixeira 1997 2000 21 Jorge Costa 1946 1946 PSDB 2001 2004 22 Álvaro Teixeira da Assunção 1946 1947 46 Riverton Mussi Ramos PSDB 2005 2008 23 Ronald de Souza 1947 1947 PMDB 2009 2012 24 João Alves Pedro Sobrinho 1947 1947 47 Aluízio dos Santos Júnior PV 2013 2015 25 Milne Evaristo da Silva Ribeiro 1947 1951 MDB 2016 2020 48 Welberth Rezende Cidadania 2021 2024 === Emancipações === Vários municípios vizinhos a Macaé já fizeram parte do seu território. Em 1859, Casimiro de Abreu foi desmembrado de Macaé, levando consigo o território do atual município de Rio das Ostras, o qual só obteve sua emancipação em 1993. Já no período republicano, no ano de 1953, Conceição de Macabu também foi emancipado do município de Macaé. Em seguida, no período conhecido como \"febre emancipatória\", ocorreram os desmembramentos de Quissamã, em 1990, e Carapebus, em 1997, as duas últimas perdas territoriais do município de Macaé, que o deixaram com seus limites atuais.http://educacao.globo.com/artigo/municipios-do-rio-de-janeiro.html == Geografia == Macaé está localizada a uma latitude de -22º22'33\" e longitude de -41º46'30\" e faz divisa com as cidades de Carapebus, Conceição de Macabu, ao Norte; Rio das Ostras e Casimiro de Abreu, ao Sul; Trajano de Moraes e Nova Friburgo, a Oeste; e com o Oceano Atlântico, a Leste. ; Arquipélago de Sant'Ana O Arquipélago de Sant'Ana é formado pelas ilhas do Francês, Ilhote Sul e Sant'Ana. Localizado a 8 quilômetros do cais do Mercado Municipal é utilizado para o lazer e para a pesca. Nele vivem colônias de gaivotas além do vai e vem de algumas espécies de aves que migram da América do Norte na época do inverno. ; Pico do Frade O Pico do Frade é o ponto mais alto do município.É um dos lugares mais altos de Macaé , contendo 1.429 metros de altitude, e está a 56 km do centro urbano. Ideal para a prática de escaladas e caminhadas, de preferência com guias, que podem ser contratados na cidade. ; Peito do Pombo O Peito do Pombo, com metros, situado próximo ao Arraial do Sana, onde a natureza esconde belezas exuberantes, incluindo cachoeiras praticamente intocadas. === Clima === Contando com 23 quilômetros de litoral, o clima é quente e úmido na maior parte do ano, com temperaturas que variam entre 23 °C e 38 °C, amplitude térmica considerável, ocasionada pela troca de ventos entre o litoral e a serra, relativamente próximos. É também conhecida como \"Princesinha do Atlântico\". Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes aos períodos de 1979 a 1983, 1986 a 1996 e desde 2006 (a partir de 22 de setembro), a menor temperatura registrada em Macaé foi de em 27 de junho de 1994. Mínimas abaixo dos também ocorreram em 28 de junho de 1994 () e 7 de agosto de 1983 (). O recorde de maior temperatura é de em 9 de fevereiro de 2010. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 25 de outubro de 2007. Outros grandes acumulados iguais ou superiores a foram: em 26 de fevereiro de 2010, em 9 de março de 2018, em 7 de setembro de 1992, em 5 de fevereiro de 2009 e em 2 de dezembro de 2013. Desde setembro de 2006, a rajada de vento mais forte alcançou () nos dias 17 de dezembro de 2012 e 13 de março de 2013. O menor nível de umidade relativa do ar (URA) ocorreu na tarde de 30 de agosto de 2011, de 17%. === Hidrografia === ; Corredeiras de Glicério As corredeiras de Glicério tornaram-se famosas para a prática de canoagem, devido a presença de uma antiga usina de eletricidade nas imediações. A comunidade local desenvolveu um interessante esporte denominado \"boiagem\", que consiste em descer as corredeiras em boias feitas de câmaras de ar de veículos pesados. ; Rio Macaé O Rio Macaé nasce na Serra de Macaé, em Lumiar, (5° Distrito de Nova Friburgo), numa área de proteção ambiental conhecida como Macaé de Cima. Desce a região serrana e deságua no Oceano Atlântico. Grande parte de seu leito é navegável. É o rio que abastece a cidade. ; Lagoa de Jurubatiba A Lagoa de Jurubatiba é uma das menores entre as 18 lagoas que integram o Parque Nacional da Restinga de Jurubatiba. Suas águas de coloração escura, devido a presença de raízes, porém são límpidas. É permitida a visitação e o banho, mas a pesca não é permitida. ; Lagoa de Imboassica A Laguna de Imboassica já foi considerada um verdadeiro santuário ecológico. Hoje em dia, recebe dejetos de esgoto domiciliar de alguns bairros que surgiram em seu entorno e está com má preservação devido à exploração imobiliária. No passado, já foi muito procurada para as atividades de lazer e para a prática esportiva. Tem uma área de 5 quilômetros quadrados, fazendo limite com o município de Rio das Ostras, e está a 11,5 quilômetros do centro da cidade de Macaé. thumb|250px|Praia do Pecado. ; Praia dos Cavaleiros A Praia dos Cavaleiros localiza-se no bairro de mesmo nome, reduto dos principais restaurantes da cidade. É ideal para o banho e para a pesca em suas várias lajes e costões. Na Praia dos Cavaleiros, realizam-se as competições esportivas do FestVerão. ; Praia Campista A Praia Campista é de mar aberto e agitado, sendo muito utilizada para a pesca e há também escolas de windsurfe, por ser um local com ótimo espaço e condição para a prática desse esporte. Localiza-se entre a Prainha do Farol e a Praia dos Cavaleiros, muito próxima ao centro urbano. ; Prainha do Farol A Prainha do Farol tem apenas 120 metros de extensão. Quando o mar está calmo, suas águas cristalinas são um convite ao banho e também para a pesca. Nesta praia localiza-se a ruína do antigo farol de Macaé, construído em 1880, nos primeiros anos de existência do município. ; Praia de Imbetiba (Praia de Cocotá) A Praia de Imbetiba abriga hoje o Terminal de Imbetiba, em apoio as atividades de extração de petróleo na plataforma continental. Recebe descarga de afluentes sanitários tratados do bairro Parque Valentina Miranda e da Petrobras. É muito procurada para a prática de cooper e para passeios ao amanhecer e ao entardecer. ; Praia de São José do Barreto A Praia de São José do Barreto é um prolongamento da Praia da Barra. Recebe alguns detritos do Rio Macaé. É uma das preferidas pelos pescadores de linha. Esta praia atravessa o Parque Nacional da Restinga de Jurubatiba. === Subdivisões === O município está dividido em 6 distritos: 1º - Macaé (sede); 2º - Cachoeiros de Macaé; 3º - Córrego do Ouro; 4º - Glicério; 5º - Frade; 6º - Sana; https://macae.rj.gov.br/midia/conteudo/arquivos/1269951881.pdf == Economia == === Petróleo === O petróleo é maior força econômica de Macaé. A cidade vive em um grande crescimento econômico desde a década de 1970, quando a Petrobras escolheu Macaé para ser a sede de suas operações na Bacia de Campos. Mais de quatro mil empresas Offshore se instalaram no município, surgiram hotéis de luxo e empreendimentos do setor de serviços e restaurantes, com aumento do turismo de negócios. Macaé também sedia a Brasil Offshore, feira do setor de petróleo que reúne quase 500 empresas, de 50 países. A feira é realizada no Centro de Convenções Jornalista Marinho, o segundo maior do estado, construído em uma área de 110.000 m2. Um levantamento da produção de óleo e gás nacional, atualizado pela ANP em maio de 2019 indica que o pós-sal, concentrado na Bacia de Campos, gerou 1.367 milhões de barris, o que representa 40% da produção nacional. Para desenvolvimento de projetos e ampliação da capacidade produtiva, a Petrobras anunciou que vai investir US$ 21 bilhões na Bacia de Campos nos próximos cinco anos, o que deve gerar indiretamente emprego, renda e royalties para a cidade. === \"Boom\" econômico === A economia da cidade cresceu 600% desde 1997. Levantamento elaborado em 2007 pelo IBGE demonstrou que o Produto Interno Bruto per capita da cidade é de 36 000 reais por ano, 200% maior do que a média nacional. O município atrai empresas de todo o país e do mundo: a cidade recebeu, recentemente, quatro hotéis de luxo (Blue Tree, Sheraton, Confort e Royal). Além disso, Macaé ganhou, em 11 de Setembro de 2008, o Shopping Plaza Macaé. Pesquisa feita pelo Instituto de Pesquisas Econômicas Aplicadas apontou a cidade como a que mais se desenvolveu na última década no eixo Rio-São Paulo. Por sua ótima economia, Macaé foi eleita pelo jornal A Gazeta Mercantil como a cidade mais dinâmica do estado, levando em consideração o Índice de Desenvolvimento Humano. === Emprego === Em 2004, a Fundação Getúlio Vargas apontou Macaé como a segunda melhor cidade brasileira para se trabalhar. A cidade também recebeu o título de Município Amigo da Criança, em reconhecimento às ações nas áreas de educação e saúde. O prêmio foi dado pela Organização Pan-Americana de Saúde. O crescimento trouxe (e ainda traz) milhares de pessoas de outras regiões do país, em sua grande maioria sem qualificação profissional, que esperavam encontrar trabalho farto. Porém, a realidade é que a oferta de empregos é concentrada em profissionais qualificados, sendo exigência mínima, quase sempre, o domínio da língua inglesa. A partir de 2014, com a crise econômica no país e a Operação Lava Jato impactando na estrutura da Petrobrás, a cidade mergulhou em uma crise de desemprego, chegando a constar entre as 10 cidades brasileiras que mais perderam emprego em 2017. Com o estímulo da prefeitura à retomada de empregos, a cidade experimenta em 2018 um ponto de inflexão nas demissões e inicia 2019 com movimento inverso: o o primeiro ano de saldo positivo de empregos, segundo o CAGED - Cadastro Geral de Empregados e Desempregados. Saldo de emprego formal em Macaé (2009 - 2019) ANO 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019* SALDO -279 +8235 +12579 +6642 +4548 +980 -12248 -13182 -8894 -107 +1580 * até ago/19 == Turismo == none|thumb|800px|Praia dos Cavaleiros, situada no bairro homônimo e paralela à rodovia RJ-106. São vários os pontos turísticos desta cidade, que começa a acordar para esse mercado tão bem explorado por países de \"Primeiro Mundo\", graças a iniciativa privada. A cidade tem bastante potencial, mas a grande receita obtida através da indústria do petróleo na cidade acaba diminuindo o interesse dos governantes da cidade em apoiar o turismo. Alguns desses pontos turísticos são: ; Cabeceira do Sana Arraial do Sana é um distrito de Macaé, conhecido por suas matas e cachoeiras. Possui diversos campings. É possível praticar rafting e rapel no local. ; Solar de Monte Elísio O solar de Monte Elísio tem destaque no cenário urbano macaense. O prédio foi erguido no sopé de uma pequena elevação, na Avenida Santos Moreira, bairro Visconde de Araújo. Hoje é a sede do Instituto Nossa Senhora da Glória (Castelo). Sua construção ocorreu em 1852, obedecendo o neoclássico e na parte interna, destaque para a escada em madeira, com as iniciais do Visconde de Araújo. ; Forte Marechal Hermes Não se sabe a data de construção do Forte Marechal Hermes. Dizem que foi construído em 1761, mas há quem afirme que foi em 1725. Esta fortaleza, erguida para defender o litoral macaense dos corsários, sofreu reforma em 1908, sendo inaugurado em 1910, levando o nome do Marechal Hermes Rodrigues da Fonseca. As visitas guiadas ao forte são permitidas. ; Farol de Imbetiba O Farol de Imbetiba foi restaurado em 1999. O velho farol foi construído em 1880, para atender as necessidades do Porto de Imbetiba, que funcionava como escoadouro da produção agrícola da Baixada Campista e de Macaé. As visitas são permitidas e o acesso se dá pelo Trevo da Petrobras, na praia Campista. ; Região Serrana A Serra de Macaé é um conjunto de distritos do município que possui entre outros atrativos cachoeiras, eventos de canoagem e festas tradicionais em homenagem ao padroeiro. Seu principal acesso é através da rodovia RJ-168. == Cultura == ; Parque de Exposição Latiff Mussi O Parque de Exposição Latiff Mussi fica na localidade de São José do Barreto e é considerado o terceiro melhor parque do país em infraestrutura. Tem 80 000 metros quadrados e, entre os eventos realizados, está a Expo Macaé, com rodeio e shows de música popular brasileira de primeira qualidade. ; Igreja de Sant'Ana A Igreja de Sant'Anna, segundo uma antiga lenda (lenda da santa fujona), que diz que a porta principal foi voltada para oeste, para impedir que a santa, de mesmo nome, fugisse do altar, visto que sua imagem foi encontrada na ilha de Santana e como a fachada principal antigamente era voltada para leste, a santa sentia saudades da sua ilha e sumia (fugia) do altar da igreja, sendo sempre encontrada novamente na ilha de Santana, então mudaram a fachada da igreja para o lado oposto, onde a santa não poderia mais avistar seu local de origem, e não mais poderia fugir. A imagem da santa sumiu na década de 1990 e nunca mais foi encontrada. Prédio com construção datada de 1630, localiza-se numa elevação de onde pode-se vislumbrar toda a cidade, junto a um cemitério de mesmo nome. Em meados da década de 2000, foi instalada uma réplica da famosa estátua do Cristo Redentor do Rio de Janeiro próximo à igreja, que acabou sendo vandalizada em 2009. A tradicional procissão do Senhor do Senhor Morto que percorre as ruas dos centro da cidade toda Sexta-Feira da Paixão, tem neste templo seu ponto de partida e chegada. A igreja foi construída por padres da Companhia de Jesus (jesuítas). === Carnaval === Evento atualmente comemorado através de trios elétricos promovidos pela prefeitura em alguns pontos da cidade, desfiles de bois pintadinhos, blocos carnavalescos, do desfile de escolas de samba, realizado na Linha Verde. Entre as maiores escolas da cidade estão o Castelo Imperial, campeã em 2011 e a Império da Barra, campeã em 2012. Há também desfile de bois, entre os quais o Boi Suave Veneno. Shows Nas décadas de 1960/70, Macaé produziu mais de uma centena de shows, peças de teatro, programa de calouros, usando quase que sempre, os Cines Teatros Taboada e Santa isabel. Vários eventos de mímica do então conhecido Francisco Porto, o Francisquinho ou mesmo Sargento Porto, que chegou a ser o vencedor do Programa Papel Carbono de Cesar Ladeira, na Rádio Nacional no Rio de Janeiro, com o título de Maior Mímico do Brasil com suas famosas dublagens de Señora Maestra, Der Veine izt Gut e outras como Malageña e várias de Nat King Cole e Frank Sinatra. Artistas de Teatro eram conhecidíssimos, valorosos artistas, mas para que sejam citados, seriam necessárias autorizações de seus parentes ou representantes. == Transportes == A área urbana do distrito-sede é acessada, principalmente, por Imboassica, Aroeira e Cabiúnas por quem vem, respectivamente, das Baixadas Litorâneas (Região dos Lagos) pela RJ-106, das Baixadas Litorâneas pela BR-101 (ou da Região Serrana), e de outros municípios do Norte Fluminense. === VLT === O VLT de Macaé foi um projeto da prefeitura de Macaé, que visava a construção de um sistema de Veículos leves sobre trilhos na cidade de Macaé, na Região Norte do estado do Rio de Janeiro, sendo similar ao Metrô do Cariri, implantado entre Crato e de Juazeiro do Norte. O traçado do VLT teria comprimento de 23 quilômetros, passando por dez estações ao ligar os bairros de Imboassica e Lagomar numa velocidade média de 27 quilômetros por hora, com intervalos de 30 minutos. Em outubro de 2013 a Prefeitura de Macaé suspendeu o projeto do VLT, sem decisão sobre a sequência ou não do projeto. Em julho de 2014, o projeto foi definitivamente abandonado. Os trens, que custaram R$ 25 milhoes à Prefeitura de Macaé, serão repassados ao Governo do Estado do Rio de Janeiro, que os utilizará no trecho de Saracuruna-Magé, do ramal Guapimirim. == Esporte == Macaé conta com boas áreas para práticas desportivas. o Clube Desportivo Macaé Sports, equipe de voleibol e futsal, Macaé Oilers e o Macaé Basquete. Macaé Basquete vem fazendo bons campeonato esses últimos anos. === Futebol === O futebol é a grande paixão dos macaenses. O Macaé Esporte Futebol Clube, maior clube da cidade, fundado em 1990, tem como principal conquista o título do Brasileiro série C 2014, além do título da 3ª divisão Carioca de 1998. O clube também foi vice campeão Brasileiro série D 2009. O leão manda seus jogos no Moacyrzão, é um estádio de futebol localizado na cidade de Macaé, no Estado do Rio de Janeiro. A cidade também conta com o Serra Macaense, equipe profissional da cidade. Não possui títulos na categoria profissional, mas tem uma boa categoria de base, que já ganhou a 2ª e a 3ª divisões do Campeonato Carioca na categoria juniores. === Basquete === A cidade conta com o Macaé Basquete, que figurou na elite do Basquete Brasileiro, o NBB, por muitos anos. Hoje, o clube não tem categoria Profissional, focando no trabalho de base. === Futebol Americano === A Associação Macaé Oilers de Futebol Americano nasceu no segundo semestre de 2013 com o desejo de alguns amigos em praticar o esporte nas praias de na cidade. Com o aumento de praticantes, o sonho de tornar aquilo mais do que uma brincadeira despertou dentro de cada um. Assim, no final de 2013 a equipe migrou das areias para os gramados. Em 2014 o time disputou seu primeiro estadual, conseguindo a vice colocação. O primeiro título veio em 2015 quando o Oilers derrotou o Volta Redonda Falcons no Estádio Raulino de Oliveira. Já em 2016 a equipe sagrou-se Bi-Campeã estadual, derrotando o Teresópolis Rockers (time B do Flamengo FA.) também no mesmo palco: o Estádio Raulino de Oliveira. Em 2017, time participou pela primeira vez da Liga Nacional de Futebol Americano. Caiu nas oitavas diante do Imperadores-MG. No Estadual, foi eliminado nas quartas de final para o Niteroi Federals. Em 2018, o time decidiu não participar dos estaduais, visando a conquista do acesso à Liga BFA, e a conquista da Liga Nacional de Futebol Americano. O time acabou ficando com o vice-campeonato, perdendo na final por 23 x 18 para o Botafogo Challengers. Em 2019, ocorreu a fusão entre o Vasco da Gama Patriotas e o Botafogo Reptiles, formando-se o Vasco Almirantes. Com isso, abriu-se uma vaga na conferencia Sudeste na elite do Futebol Americano Brasileiro, e por ter ficado com o vice-campeonato na temporada passada, o time ganhou a vaga na Liga BFA de 2019. == Relações Internacionais == Macaé tem como cidade-irmã Stavanger, na Noruega. Stavanger mantém tratado de cidade-irmã com Macaé pela semelhança que ambas possuem no aspecto econômico: são ambas conhecidas como capitais nacionais do petróleo offshore de seus respectivos países.Prefeito recebe comitiva da Noruega interessada em investir em Macaé - Prefeitura Municipal de Macaé == Ligações externas == * * Macaé no WikiMapia * Mapa de Macaé no OpenStreetMap Categoria:1813 no Brasil Categoria:Topônimos de origem tupi",
 "title": "Macaé"
}