{
 "id": "101409",
 "text": "Sandy Leah Lima (Campinas, 28 de janeiro de 1983) é uma cantora, compositora e atriz brasileira. No início da infância, ela e seu irmão Junior Lima formaram uma dupla vocal. Sandy & Junior ganharam notoriedade após uma apresentação no programa Som Brasil, em 1989, que lhes rendeu um contrato com a PolyGram. Depois de alcançarem o sucesso como cantores mirins, os irmãos atingiram o auge comercial de sua carreira na adolescência e se estabeleceram como recordistas em vendas de álbuns no Brasil. A dupla se desfez em 2007, com o lançamento do registro ao vivo Acústico MTV. Em 2019, eles se reuniram para uma turnê comemorativa, Nossa História, que se tornou um sucesso comercial e de crítica. Em 2008, Sandy concluiu sua graduação em Letras pela Pontifícia Universidade Católica de Campinas (PUC) e se casou com o músico Lucas Lima, com quem tem um filho, nascido em junho de 2014. Em 2010, ela lançou seu álbum de estreia solo, Manuscrito, que foi precedido pelo single \"Pés Cansados\" e certificado com platina pela Pro-Música Brasil (PMB). A turnê do álbum Manuscrito deu origem ao seu primeiro registro ao vivo, Manuscrito Ao Vivo (2011). Segundo álbum de estúdio da cantora, Sim (2013) produziu três singles e alcançou a nona posição no Brasil. Em 2016, Sandy lançou seu segundo álbum ao vivo, Meu Canto, que teve como carro-chefe a canção \"Me Espera\" e atingiu o topo da parada de DVDs da PMB. Em 2018, ela lançou seu terceiro álbum de estúdio, um projeto de colaborações intitulado Nós, Voz, Eles. Sandy tem experimentado um maior nível de aprovação da crítica desde o início de sua carreira solo. Ela foi considerada uma das 100 personalidades brasileiras mais influentes de 2013 pela edição brasileira da Forbes. Em seus principais trabalhos como atriz, protagonizou o seriado Sandy & Junior, a telenovela Estrela-Guia, os filmes Acquária e Quando Eu Era Vivo e um episódio da série As Brasileiras. Na televisão, Sandy também realizou projetos como apresentadora e integrou o júri técnico de duas temporadas do reality show musical Superstar. == Vida e carreira == === 1983–1989: Início da vida e carreira === Sandy Leah Lima nasceu em 28 de janeiro de 1983, em Campinas, São Paulo. Ela é a primeira filha da empresária e produtora Noely Pereira de Lima e do cantor Xororó, que se conheceram na cidade de São Paulo no final da década de 1970 e, em 1980, mudaram-se para Campinas. Sandy é neta dos músicos Zé do Rancho (1927–2015) e Mariazinha (nome artístico de Maria Vieira da Silva), pais de Noely, e possui ascendência italiana por parte de sua mãe. Além de indígena por parte paterna. Seu primeiro nome foi escolhido por causa do filme Grease (1978), com a atriz Olivia Newton-John, que interpretou a protagonista Sandy Olsson. Seus pais assistiram ao filme juntos no dia em que começaram a namorar. O nome Leah (pronuncia-se Leá) é a versão em hebraico do nome da personagem bíblica Lia (ou Leia). Ela foi batizada na Igreja Católica e criada sob os preceitos do catolicismo, porém, numa entrevista em 2010, disse que não \"[segue] totalmente os preceitos da religião\". Em 2016, ela afirmou que não segue nenhuma religião e, em vez disso, tem a sua \"[própria] religião\". No início da carreira, seu pai teve dificuldade em estabelecer-se como cantor sertanejo e sofreu com problemas financeiros até atingir o sucesso ao lado do irmão, Chitãozinho, no início da década de 1980. Em retrospecto, Sandy comentou: \"Eu nunca passei fome porque meu pai passou antes e fez tudo o que ele pôde para que eu não passasse também\". Ela também afirmou que sua família é \"bem pé-no-chão\". No início de sua infância, ela já exibia gosto pela música, tendo o pai, Xororó, como uma de suas influências: \"[...] lembro de cantar com meu pai, ele no violão, me incentivando. Devia ter uns três ou quatro anos. Eu sempre soube que seria cantora!\". Nessa idade, Sandy começou a praticar ballet. Seu irmão Junior Lima (nascido Durval de Lima Junior em 11 de abril de 1984) também desenvolveu gosto pela música e ganhou do pai uma bateria aos três anos de idade. Avó materna dos irmãos, a cantora Mariazinha foi quem mais os incentivou a formar uma dupla. Sandy também demonstrava interesse em entrar no grupo Trem da Alegria. Em 1989, o então apresentador do programa Som Brasil, Lima Duarte, recebeu a dupla Chitãozinho & Xororó na atração. Xororó disse que seus filhos também cantavam e Lima acatou a sugestão de trazer a dupla para realizar um número musical. Após ensaiarem em casa junto ao pai e o tio, Sandy e Junior interpretaram a canção \"Maria Chiquinha\" num programa que foi ao ar no final daquele ano. O áudio da apresentação foi retirado da televisão e começou a tocar em emissoras de rádio, o que gerou interesse na gravadora PolyGram (atualmente Universal Music Group), que os convidou a assinar um contrato. Inicialmente, Xororó e Noely não foram favoráveis aos filhos assinarem o contrato e começarem uma carreira profissional tão cedo, mas Sandy e Junior insistiram e inclusive apelaram para o seu avô paterno, que apoiou os filhos (Chitãozinho & Xororó) quando eles quiseram começar uma carreira ainda na infância. Eles acabaram cedendo à \"chantagem emocional\" e deixaram que Sandy e Junior assinassem o contrato. Apesar de ter começado na carreira artística muito cedo, Sandy afirmou ter tido uma infância \"relativamente normal\": \"[...] Fazíamos muitas coisas de criança comum e adorávamos isso. E tinha esse plus de ter a carreira, que era o que a gente mais gostava de fazer\". Ela estudou da pré-escola até o ensino médio no Colégio Notre Dame, em Campinas. O pai de Sandy descreveu seu comportamento na escola como \"perfeccionista\". Numa entrevista para a revista Máxima, Sandy disse que chegou a sofrer bullying em seus anos escolares. === 1990–2007: Sandy & Junior === ==== 1990–1995: Estrelas mirins ==== Em 1990, após assinarem seu primeiro contrato fonográfico com a PolyGram, Sandy & Junior deram início à gravação de seu álbum de estreia, Aniversário do Tatu (1991). Produzido por Xororó e de estilo sertanejo, o álbum ficou marcado pelo sucesso da regravação de \"Maria Chiquinha\" e foi certificado com ouro pela PMB. Na época, a Folha de S. Paulo descreveu Sandy como uma estrela mirim que \"parece ter nascido para o palco\". O segundo álbum de estúdio dos cantores, Sábado à Noite (1992), seguiu a mesma linha de seu antecessor. Conforme cresciam, Sandy e Junior começaram a imprimir mais seus gostos musicais na produção de seus álbuns. Em seu terceiro álbum de estúdio, Tô Ligado em Você (1993), a dupla apresenta influências de outros estilos, principalmente o pop. O quarto e quinto álbum de estúdio dos cantores, respectivamente Pra Dançar com Você (1994) e Você É D+ (1995), deram continuidade ao sucesso deles com o público infantojuvenil e venderam mais de um milhão de cópias juntos. Durante a gravação de Pra Dançar com Você, Sandy estava no início da puberdade e sua voz estava mudando. Como consequência, ela não conseguiu atingir algumas das notas mais agudas exigidas em canções como \"Com Você\", uma versão em português de \"I'll Be There\", do grupo The Jackson Five. Junior, que na época tinha 10 anos, acabou assumindo as partes mais agudas da canção. ==== 1996–1997: Adolescência, primeiras gravações solo, estreia na televisão e cinema ==== Sandy e Junior fizeram a transição de cantores mirins para ídolos adolescentes de maneira exitosa; os álbuns Dig-Dig-Joy (1996) e Sonho Azul (1997) foram certificados com ouro e platina pela PMB, respectivamente. Eles produziram singles como \"Dig-Dig-Joy\" e \"Beijo é Bom\", bem como \"Não Ter\" e \"Inesquecível\", baladas que mostraram a \"transição vocal\" de Sandy e uma voz mais madura. Em 1996, Sandy realizou uma performance da canção \"Águas de Março\" no tributo do Som Brasil à cantora Elis Regina. Posteriormente, Sandy descreveu essa apresentação como um \"divisor de águas\" em sua carreira, afirmando que, a partir dali, passou a ter um maior reconhecimento como cantora. No ano seguinte, ela gravou uma participação solo no álbum Romanza, do tenor italiano Andrea Bocelli. A cantora foi escolhida para um dueto em \"Vivo por Ella\", que foi bastante executada nas rádios brasileiras. Juntos, Sandy e Junior gravaram participação em quatro faixas do álbum com temas de Natal da dupla Chitãozinho & Xororó, Em Família (1997), sendo que Sandy gravou solo em \"Se Uma Estrela Aparecer\". Na época, eles estrearam no cinema com o filme infantojuvenil de comédia O Noviço Rebelde (1997), visto por 1,5 milhão de espectadores, e debutaram como apresentadores no programa Sandy & Junior Show, exibido pela Rede Manchete entre setembro de 1997 e janeiro de 1998. A atração apresentava entrevistas, números musicais e jogos com a participação de convidados. Os críticos apontaram a falta de habilidade e \"espontaneidade\" da dupla para apresentar o programa. Embora Sandy & Junior Show tenha registrado bons índices de audiência, Sandy e Junior optaram por não renovar seu contrato com a Manchete, pois queriam fazer um outro formato de programa. ==== 1998–2000: Carreira na televisão, pico de sucesso ==== Em meados de 1998, iniciaram a turnê Eu Acho que Pirei, que alcançou um público de 8,5 milhões de pessoas e deu origem ao seu primeiro álbum ao vivo, Era Uma Vez... Ao Vivo, lançado em setembro do mesmo ano. O projeto gerou três singles e se tornou o primeiro trabalho dos irmãos a ultrapassar a marca de um milhão de cópias vendidas. O videoclipe de \"No Fundo do Coração\", segundo single do álbum, foi responsável pela primeira indicação da dupla ao MTV Video Music Brasil (VMB), e, embora tenham acumulado diversas nomeações ao prêmio durante a carreira, nunca o venceram. Em julho de 1998, Sandy e Junior se apresentaram no concerto Coração Brasileiro, realizado no Stade Parc des Princes, em Paris. O show, promovido e transmitido pela TV Globo, ocorreu durante a Copa do Mundo com o intuito de \"promover a imagem do Brasil no mundo\". Novamente, Sandy realizou uma gravação solo, desta vez para a trilha sonora brasileira do filme de animação Mulan, interpretando a canção \"Imagem\". Em dezembro de 1998, foi ao ar na Rede Globo o episódio piloto do seriado Sandy & Junior. O episódio piloto foi ao ar como um especial de fim de ano e alcançou 32 pontos de audiência, o que entusiasmou o então diretor de criação da Rede Globo, Carlos Manga, que quis fixar o seriado na grade da emissora. Em abril de 1999, estreou a primeira temporada do programa, que teve um total de quatro temporadas. Exibido originalmente aos domingos, ele se tornou líder de audiência em seu horário de exibição. O seriado, que retratava de forma fictícia o cotidiano de Sandy, Junior e seus amigos, recebeu algumas críticas por apresentar situações que \"não aprofundam a discussão dos problemas dos adolescentes\". A quarta temporada do seriado, exibida em 2002, começou a abordar temas direcionados a jovens adultos, como dinheiro e escolha da profissão. A série também serviu como veículo para a divulgação da música da dupla; ao final de cada episódio, é exibido um número musical dos cantores. Durante as gravações do episódio piloto da série Sandy & Junior, em 1998, Sandy conheceu o ator Paulo Vilhena, com quem teve um relacionamento de oito meses que terminou \"na amizade\" em julho de 2000. Em outubro de 1998, ela conheceu o músico Lucas Lima após assistir a um concerto da banda Família Lima. Sandy e Lucas tiveram um relacionamento de idas e vindas entre 1999 e 2002 antes de se reconciliarem em 2004. Em outubro de 1999, Sandy e Junior lançaram seu oitavo álbum de estúdio, As Quatro Estações. O álbum é considerado um \"divisor de águas\" na carreira da dupla, tanto comercialmente quanto artisticamente, e representou sua \"transição\" para o \"pop adolescente\" após eles abordarem temáticas mais infantojuvenis em algumas faixas de seus álbuns anteriores. As Quatro Estações foi certificado com diamante duplo pela PMB, vendeu 2,8 milhões de cópias e se tornou um dos álbuns mais vendidos de todos os tempos no Brasil. O álbum produziu singles como \"Imortal\", \"Vâmo Pulá!\" e \"Aprender a Amar\". Sandy estreou como compositora nesse álbum; ela compôs os também singles \"As Quatro Estações\" e \"Olha o Que o Amor Me Faz\". Uma turnê homônima foi lançada em apoio ao álbum; O espetáculo, visto por cerca de 8 milhões de pessoas, foi dirigido por Flávia Moraes e trouxe inovações, como o efeito de neve, folhas, cheiro de coco representando o verão e vários efeitos especiais utilizando telões. A turnê deu origem ao segundo álbum ao vivo da dupla, Quatro Estações: O Show (2000), que vendeu três milhões de cópias e foi certificado com dois discos de diamante pela PMB: um diamante para o CD e outro para as vendas do DVD. \"A Lenda\" e a regravação de \"Enrosca\" foram lançadas como singles do álbum. Em 2000, foi lançado o primeiro e único álbum de remixes dos cantores, Todas as Estações: Remixes, que foi certificado com platina pela PMB. Em março de 2000, foi lançado no Brasil o single \"You're My #1\", um dueto entre o cantor espanhol Enrique Iglesias e Sandy, presente na edição brasileira do álbum Enrique. Em maio, Sandy recebeu o prêmio de Melhor Cantora no 7° Prêmio Multishow de Música Brasileira. Ela venceu o prêmio na mesma categoria em 2002. Lançado em outubro de 2000, o álbum Gil & Milton, de Gilberto Gil e Milton Nascimento, apresenta uma colaboração com Sandy e Junior na canção \"Duas Sanfonas\". ==== 2001–2002: Protagonista de novela, carreira internacional ==== Após uma série de álbuns bem-sucedidos, eles renovaram seu contrato com a Universal Music por R$12 milhões. Em janeiro de 2001, com o show da turnê Quatro Estações, Sandy e Junior se apresentaram para um público de 250 mil pessoas na terceira edição do festival Rock in Rio. Neil Strauss, do The New York Times, descreveu o concerto da dupla como o \"ápice da noite\", enquanto a NME elogiou a apresentação dos cantores e a produção de seu show. Silvio Essinger, do Cliquemusic, não se impressionou com a performance do duo e disse que eles \"foram tudo o que se esperava\" com sua \"dose de balanço inofensivo e romantismo moralista\". Logo após, Sandy começou a gravar a novela das seis Estrela-Guia, da Rede Globo, protagonizada por ela como a menina hippie e órfã Cristal. Junior fez um papel menor e apareceu em alguns capítulos interpretando o malabarista Zeca. A novela foi exibida entre março e junho de 2001. Sua duração foi propositalmente curta para que Sandy pudesse conciliar as gravações com sua carreira musical. Explicando a escolha de Sandy para o papel principal da novela, a autora Ana Maria Moretzsohn alegou que \"precisava de uma menina de cerca de 17 anos, bonita, com ar de inocência, que tivesse carisma e principalmente que cantasse muito bem, porque era essa a minha história\". Escrevendo para a Folha de S.Paulo, Cláudia Croitor afirmou que o papel de Sandy não foi muito desafiador e que ela estava \"praticamente interpretando a si mesma\". Com picos de até 43 pontos em sua estreia, Estrela- Guia alcançou uma média de audiência de 30,9, sendo considerada um sucesso para o horário. Em outubro de 2001, foi lançado o nono álbum de estúdio dos cantores, Sandy & Junior, que vendeu 1,5 milhão de cópias e foi certificado com platina tripla pela PMB. O álbum produziu singles como \"O Amor Faz\", \"A Gente Dá Certo\", \"Quando Você Passa (Turu Turu)\" e \"Não Dá pra não Pensar\". Escrevendo para o Jornal do Commercio, Rosário de Pompéia disse que \"O amadurecimento profissional da dupla é perceptível\", enquanto Sílvia Ruiz, da IstoÉ Gente, descreveu o álbum como o \"mais pop e bem produzido da carreira\" da dupla, até a data. Ruiz também reconheceu a evolução vocal de Sandy, afirmando que ela \"está cantando melhor do que nunca\". Outros críticos, no entanto, sentiram que o álbum não mostrou um progresso artístico do duo e \"pouco acrescenta\" à sua discografia. No final de 2001, a dupla reuniu público recorde de 1,2 milhão de pessoas durante show em João Pessoa. Em maio de 2002, iniciaram a turnê Sandy & Junior 2002. A série de shows passou por vários estádios brasileiros e também teve datas em Luanda, capital de Angola. O sucesso dos irmãos no Brasil atraiu a atenção de Max Hole, então diretor de marketing da Universal Music na Inglaterra, que teve a iniciativa de lançá-los no mercado internacional. As conversas começaram em 2000 e a dupla gravou onze canções em inglês em meados de 2001, nos Estados Unidos. Em junho de 2002, foi lançado o décimo álbum de estúdio dos cantores, Internacional (intitulado Sandy & Junior fora do Brasil), divulgado em países da Europa e América Latina. O projeto foi lançado em diferentes versões; as canções originalmente gravadas em inglês - mas não todas - também tiveram versões em espanhol, francês e português. O álbum foi certificado com platina pela PMB e vendeu 750 mil cópias no Brasil. Em Portugal, foi certificado com ouro pela Associação Fonográfica Portuguesa (AFP). Carro-chefe do álbum, \"Love Never Fails\" - que teve versões gravadas em espanhol, francês e português - atingiu o número um no Brasil, top dez em Portugal, Chile e Venezuela e top vinte na Espanha e México, enquanto seu videoclipe culminou a parada de videoclipes da MTV Itália. A versão em espanhol também experimentou sucesso na Colômbia e Argentina. A Billboard elogiou o álbum e também a voz de Sandy: \"Tudo aqui soa agradável, bem feito e totalmente mainstream. [...] O destaque, porém, é a doce voz de Sandy, que mostra surpreendente extensão\". O site AllMusic também revisou a versão latina do álbum e fez uma crítica positiva, definindo ele como \"todo R&B; e pop latino, com performances refinadas e sentimentais\". No entanto, o álbum foi recebido com avaliações negativas pelos críticos brasileiros. Escrevendo para a IstoÉ Gente, Mauro Ferreira considerou o álbum genérico e disse que Sandy \"desperdiça sua voz afinada em baladas previsíveis\". Após um período de divulgação fora do Brasil, em outubro de 2002 a dupla se apresentou para um público de 70 mil pessoas no estádio do Maracanã, no Rio de Janeiro, sendo os primeiros artistas brasileiros a realizarem um show solo no estádio. Esta apresentação gerou o terceiro álbum ao vivo da dupla, Ao Vivo no Maracanã, que foi certificado com platina pela PMB. Em fevereiro de 2003, Sandy e Junior se apresentaram no Festival Internacional da Canção de Viña del Mar, no Chile, onde Sandy recebeu o título de \"Miss Simpatia\" através de uma votação feita por jornalistas do festival. Antes da apresentação, eles foram recebidos por uma multidão de pessoas na saída de um hotel em Viña del Mar. Após sua passagem pelo Chile, Sandy e Junior voltaram a divulgar o disco na Europa. Embora uma parte da mídia tenha noticiado que os irmãos falharam em tentar conquistar outros mercados, tanto a dupla quanto a Universal Music esperavam resultados num período de até três anos para chegarem a uma conclusão; Sandy descreveu a carreira internacional do duo como um \"projeto a longo prazo\". A turnê de divulgação do álbum Internacional não foi levada adiante por opção dos próprios cantores; Apesar deles terem alegado que voltariam a promover o projeto após o lançamento de um disco em português e a gravação de um filme, a turnê de divulgação não passou de 2003, por causa da \"pressão de trabalhar fora, longe de casa, dos pais e dos amigos\", disse o cantor da dupla. Numa entrevista para a Billboard Brasil, em 2010, Sandy também citou motivos pessoais: \"Tem gente que encara como mais um passo na carreira e tem quem ache que é a chance da vida. Mas comigo foi o oposto, e foi por isso que eu parei. Meio que fui sendo levada. [...] Foi uma decisão em que não tive tempo para pensar e amadurecer. Quando ví, estava lá. Era muito jovem, estava num turbilhão de trabalhos. Tive que me virar em três: programa na Globo, novela, terminando a escola. [...] hoje olho para trás e não sei como dei conta de tudo isso\". ==== 2003–2005: Maior liberdade artística, papel principal no cinema ==== Em outubro de 2003, foi lançado o décimo primeiro álbum de estúdio da dupla, Identidade. Esse foi o primeiro projeto em que eles experimentaram um maior controle criativo. Apesar dos esforços do duo em fazer um disco mais \"sofisticado\", explorando outras sonoridades além do pop, Identidade não foi bem recebido pela crítica, que alegou que ele \"segue o padrão radiofônico imposto pela gravadora Universal à dupla [...] falta [a eles] um repertório à altura de seu talento\", escreveu Mauro Ferreira para a IstoÉ Gente. O álbum foi certificado com platina pela PMB e seu primeiro single, \"Encanto\", estreou em primeiro lugar nas rádios brasileiras. O álbum ainda produziu outros três singles: \"Desperdiçou\", \"Você pra Sempre (Inveja)\" e \"Nada Vai Me Sufocar\". Em Portugal, Identidade atingiu a décima quinta colocação na parada de álbuns da AFP. Diferentemente dos shows anteriores da dupla, a Identidade Tour não teve bailarinos, coreografias ou constante troca de roupas. Junior disse que a turnê é \"puramente a nossa música\", enquanto Sandy afirmou que o show \"nasceu dos ensaios\" que fizeram com a banda que os acompanhava. Além do Brasil, a turnê também passou por cidades do Japão como Tokyo e Nagoya. Em dezembro de 2003, foi lançado o filme de aventura e ficção científica Acquária, no qual Sandy e Junior interpretaram seus primeiros protagonistas no cinema. Acquária teve um desempenho comercial abaixo do esperado e atraiu cerca de 900 mil espectadores. O filme teve sua produção e direção elogiadas, enquanto o roteiro foi recebido com críticas negativas. A performance da dupla recebeu críticas geralmente positivas. Escrevendo para o Cinema em Cena, Pablo Villaça opinou: \"[...] a dupla tem carisma e boa presença em cena. Sandy, especialmente, demonstra possuir talento como atriz e merecia ser explorada com mais carinho pela história\". Marcelo Hessel, do site Omelete, também elogiou a performance de Sandy e disse que ela funcionou \"muito bem no papel da bad girl\". O trabalho rendeu a ela uma indicação a Melhor Atriz no Prêmio Fiesp/Sesi do Cinema Paulista. Em 2004, Sandy apareceu no álbum MTV Ao Vivo, da cantora Ivete Sangalo, e regravou a canção \"Chovendo na Roseira\" para a trilha sonora do filme A Dona da História. Em 2005, ela apareceu como artista convidada nos registros ao vivo 10 Anos: Ao Vivo em Gramado, da banda Família Lima, e Pedro Mariano Ao Vivo, do cantor Pedro Mariano. No mesmo ano, foi convidada a gravar a canção \"Um Segredo e Um Amor\" para a trilha sonora da telenovela Alma Gêmea, da Rede Globo. Nessa época, Sandy e Junior começaram a se dedicar a projetos musicais paralelos. Em outubro de 2004, Junior estreou como baterista da banda SoulFunk, e, em maio de 2005, Sandy realizou dois concertos na casa de shows Bourbon Street, em São Paulo, interpretando canções de jazz. ==== 2006–2007: Sandy & Junior, Acústico MTV e separação ==== Após o lançamento de Identidade, Sandy e Junior já tinham conquistado uma maior liberdade artística dentro da Universal Music. Eles disseram à gravadora que só entregariam o próximo álbum \"quando estivesse pronto\", para que pudessem trabalhar \"sem a pressão dos prazos\", afirmou Junior. Em abril de 2006, lançaram o décimo segundo e último álbum de estúdio em dupla, o autointitulado Sandy & Junior, que foi indicado ao Grammy Latino de Melhor Álbum Pop Contemporâneo em Língua Portuguesa. O videoclipe de seu segundo single, \"Estranho Jeito de Amar\", foi transformado num curta-metragem de 13 minutos, protagonizado por Sandy e codirigido por Junior. A versão veiculada na televisão era mais curta. Embora tenha sido certificado com platina pela PMB, Sandy & Junior se tornou o álbum menos vendido da carreira da dupla. Em Portugal, atingiu a vigésima primeira colocação na parada de álbuns da AFP. Ronaldo Evangelista, da Folha de S.Paulo, elogiou a produção do álbum mas avaliou negativamente as composições de Sandy e Junior, dizendo que eles se mostram \"incapazes de qualquer tipo de profundidade\", enquanto Jamari França e Bruno Porto, d'O Globo, fizeram críticas positivas ao álbum, o considerando um avanço artístico da dupla. A turnê do álbum seguiu a mesma linha de sua antecessora, com foco na música e sem balé ou troca de figurinos durante os concertos. Junior descreveu a turnê como um \"show de banda de pop rock\". Em setembro de 2006, a dupla se apresentou para um público de 1,5 milhão de pessoas em Nova York, durante o festival Brazilian Day. Em outubro, foi ao ar na Rede Globo o episódio Aquele da Sandy, do seriado A Diarista, onde Sandy interpretou uma versão fictícia de si mesma. Em março de 2007, Sandy deu início a um projeto paralelo a seus trabalhos em dupla com Junior. Ela realizou uma turnê solo com poucas datas cujo repertório foi pautado no jazz, MPB e bossa nova. Em abril, os cantores anunciaram o fim das atividades em dupla e, em agosto, lançaram seu quarto álbum ao vivo, Acústico MTV, com setlist formada por releituras de canções gravadas anteriormente e três faixas inéditas. O Acústico MTV da dupla foi certificado com platina pelas vendas do CD e platina dupla pelas vendas do DVD. Cinco canções do álbum foram certificadas com platina pela PMB, devido aos mais de 100 mil downloads digitais. Em resenha publicada nO Globo, Jamari França elogiou o projeto, escrevendo: \"Numa produção impecável, os dois atualizam o repertório de 17 anos de carreira discográfica com uma roupagem adulta muito bem tocada e arranjada\". Leandro Fortino, da Folha de S. Paulo, criticou a \"superficialidade\" do repertório da dupla, descrevendo-o como \"pueril e simplista\". Em 18 de dezembro de 2007, Sandy e Junior realizaram a última apresentação da turnê Acústico MTV, que aconteceu no Credicard Hall, em São Paulo. Sobre o fim da dupla com o irmão Junior Lima, Sandy disse que \"[...] Deu essa vontade de ser único, individual. Felizmente, essa vontade aconteceu simultaneamente nos dois. [...] A gente sentiu que não tinha como explorar nossa música de maneira mais diversificada. E que, para percorrer caminhos diferentes, que nos desafiasse mais, só conseguiria fazer separado\". === 2008–2011: Manuscrito === Entre 2008 e 2009, Sandy dedicou-se à sua vida pessoal e também à composição e produção das faixas que integrariam seu primeiro álbum solo. Em maio de 2008, ela e seu irmão Junior fizeram sua última aparição como dupla na sexta edição do Prêmio TIM de Música, onde receberam o prêmio de Melhor Dupla de Canção Popular. Em setembro de 2008, Sandy se casou com seu namorado de longa data, o músico Lucas Lima, e, no final do ano, concluiu sua graduação em Letras pela Pontifícia Universidade Católica de Campinas. Em novembro, ela se apresentou ao lado de Paula Toller na nona cerimônia de entrega do Grammy Latino, onde as cantoras fizeram uma performance da canção \"E o Mundo Não se Acabou\" em homenagem à Carmen Miranda. Sandy compôs e colocou sua voz na canção \"Scandal\", do álbum Humanized (2008), do duo de música eletrônica Crossover, formado pelos músicos Júlio Torres e Amon-rá Lima. A canção atingiu a décima terceira colocação no chart de música dance/eletrônica do Canadá. Ela também apareceu no registro ao vivo Entre Parentes e Amigos (2008), do músico Zé do Rancho, seu avô materno, que faleceu em 2015. Em maio de 2009, ela interpretou \"As Canções Que Você Fez Pra Mim\" no show especial Elas Cantam Roberto Carlos, em homenagem aos 50 anos de carreira do cantor Roberto Carlos. Sandy teve plena liberdade de criação para trabalhar em seu álbum de estreia solo e se referiu a ele como um \"sonho realizado\". Ela sente que a sonoridade do álbum foi influenciada por artistas como Damien Rice, Coldplay, KT Tunstall e Nerina Pallot – Pallot foi convidada a participar do projeto e compôs a canção \"Dias Iguais\" com Sandy. Ela compôs grande parte do material junto aos músicos Lucas Lima e Junior Lima, que também o produziram. Lançado no Brasil em 7 de maio de 2010 e em Portugal no dia 20 de setembro do mesmo ano, Manuscrito atingiu a quarta colocação na parada de álbuns da Pro-Música Brasil (PMB) e foi certificado com platina no País. O álbum foi lançado em duas versões: simples e especial; esta última acompanhada do documentário de curta-metragem Tempo, que foi dirigido por Fernando Grostein Andrade e mostra a concepção da carreira solo da cantora e momentos intimistas do processo criativo do disco. O jornal O Globo descreveu Manuscrito como \"Um bom e [...] impessoal pop-rock, que remete aos anos 1970, e no qual predominam baladas com letras confessionais\", enquanto o jornal Correio o considerou \"competente e sincero\", e o jornalista musical Mauro Ferreira afirmou que ele não tem a \"densidade que seria esperada de um disco de tom confessional\", mas \"deixa a (boa) impressão de que Sandy não procurou impressionar a crítica [...] Nesse sentido, o disco soa bastante digno, honesto e verdadeiro\". A canção \"Pés Cansados\" foi lançada como carro-chefe do álbum e se tornou uma das faixas mais executadas nas rádios brasileiras em 2010. \"Quem Eu Sou\" tornou-se o segundo single do álbum. Sandy foi indicada em três categorias na 16ª edição do MTV Video Music Brasil e a duas no 18° Prêmio Multishow de Música Brasileira. A turnê Manuscrito teve início em novembro de 2010 e se estendeu até dezembro de 2012. A série de shows deu origem ao primeiro álbum ao vivo de Sandy, Manuscrito Ao Vivo (2011), que contou com a participação dos cantores Lenine, Seu Jorge e Nerina Pallot. O registro foi recebido com avaliações mistas; enquanto alguns críticos consideraram a \"qualidade da filmagem primorosa\", outros avaliaram como muito \"técnica\" a performance de Sandy na gravação. Ela também apareceu em registros ao vivo como Roupa Nova 30 anos (2010), do grupo Roupa Nova, Multishow ao Vivo (2010), da cantora Maria Gadú, e Sinfônico: 40 anos (2011), da dupla Chitãozinho & Xororó. Em outubro de 2011, foi anunciado que Sandy participaria do Circuito Cultural, um projeto do Banco do Brasil que promove espetáculos inéditos onde os artistas interpretam canções do repertório de outros músicos. A turnê Sandy Canta Michael Jackson estreou em novembro de 2011 e se estendeu até agosto de 2012. O show foi recebido com críticas positivas. Para Marcus Preto, da Folha de S.Paulo, \"Sandy encarou com nobreza o repertório de Michael Jackson\", enquanto Lauro Lisboa Garcia, d'O Estado de S. Paulo, disse que ela \"superou as expectativas\". === 2012–2014: Projetos na televisão e cinema e Sim === Em fevereiro de 2012, Sandy apareceu no registro ao vivo Show da Paz: Cristo Redentor 80 Anos, em comemoração aos 80 anos da estátua do Cristo Redentor, no Rio de Janeiro. Em março, ela assumiu o comando do programa Superbonita, do canal GNT, no qual ocupou o posto de apresentadora durante seis episódios. Em abril, foi ao ar na Rede Globo o episódio A Reacionária do Pantanal, da série As Brasileiras, onde Sandy interpretou a personagem Gabriela, que se revolta com o relacionamento homoafetivo de sua mãe, Olinda, vivida pela atriz Regina Braga. O episódio atingiu uma média de 16 pontos de audiência. Patrícia Villalba, da Veja, elogiou a atuação de Sandy e disse que ela \"ajudou a fazer do episódio um dos mais agradáveis de As Brasileiras\". Em agosto de 2012, a cantora foi à Itália para gravar uma participação no registro ao vivo Love In Portofino (2013), do tenor Andrea Bocelli. No dia 30 de outubro de 2012, Sandy lançou através do iTunes o seu primeiro extended play (EP), Princípios, Meios e Fins. O EP foi divulgado como uma prévia de seu segundo álbum de estúdio; Sim foi lançado em junho de 2013 contendo dez faixas, sendo cinco inéditas e outras cinco lançadas previamente no EP Princípios, Meios e Fins. Sim alcançou a nona posição na parada de álbuns da PMB e foi recebido com críticas positivas. Silvio Essinger, do jornal O Globo, escreveu: \"A busca por caminhos próprios deu bons frutos no segundo álbum de Sandy. No meio do seu pop pianístico, brotam canções fortes e diversas, com personagens, não estereótipos. Eventualmente, surge algo bem bonito, como \"Saudade\"\". Para promover o álbum, foram lançadas como singles \"Aquela dos 30\", \"Escolho Você\" e \"Morada\". Na época de seu lançamento, o videoclipe de \"Escolho Você\" quebrou o recorde brasileiro da plataforma de vídeos Vevo, sendo o vídeo musical que mais recebeu visualizações num período de 24 horas após seu lançamento. A turnê Sim teve início em abril de 2013 e se estendeu até maio de 2014. À época em que encerrou a turnê, Sandy estava grávida de oito meses de seu primeiro filho, que nasceu no mês seguinte. Ela regravou as canções \"Meu Bem, Meu Mal\" e \"Meu Bem Querer\" para os registros Um Barzinho, um Violão - Novelas Anos 80, Vol. 1 (2013) e Um Barzinho, Um Violão: Novelas Anos 80, Vol. 2 (2014), respectivamente. Em outubro de 2013, Sandy apareceu como uma versão fictícia de si mesma no filme de comédia romântica Mato sem Cachorro. Em dezembro, o cantor e compositor Michael Sullivan lançou a coletânea de sucessos Mais Forte Que o Tempo, que contém a canção \"My Life\" na voz de Sandy. Em janeiro de 2014, foi lançado o filme de terror e suspense Quando Eu Era Vivo, coprotagonizado por Sandy junto aos atores Antônio Fagundes e Marat Descartes. Ela gravou três canções para a trilha sonora do filme. Quando Eu Era Vivo recebeu críticas positivas, bem como o seu elenco. Luiz Zanin, d'O Estado de S. Paulo, escreveu: \"[Sandy] dá conta do recado proposto. Tem mesmo o ar inocente que sua personagem exige, e consegue passar a ponta de mistério que apimenta a história\". Lucas Salgado, do AdoroCinema, disse que \"Sandy cumpre o que lhe é pedido, não se destacando muito, positivamente ou negativamente\". Como resultado de sua performance no filme, Sandy foi indicada a Melhor Atriz de Cinema no Prêmio Quem. Em março, foi lançado o quinto álbum de estúdio do cantor espanhol David Bisbal, Tú y Yo, que apresenta uma colaboração com Sandy na canção \"Hombre de Tu Vida\". === 2015–2017: Superstar e Meu Canto === Em março de 2015, foi anunciado que ela integraria o júri técnico da segunda temporada do reality show musical Superstar, da Rede Globo, que estreou no mês seguinte. Os cantores Thiaguinho e Paulo Ricardo também estrearam no programa ao lado de Sandy. Sandy continuou na bancada de jurados para a terceira e última temporada do programa, acompanhada de Daniela Mercury e Paulo Ricardo. Em maio de 2015, ela lançou, em parceria com a Orquestra Filarmônica de Paraisópolis, uma versão da canção \"Ciranda da Bailarina\" para a trilha sonora da telenovela I Love Paraisópolis, da Rede Globo. Antes de ser convidada para integrar o elenco do Superstar, Sandy estava trabalhando em seu terceiro álbum de estúdio, porém, acabou cancelando o projeto, alegando que o programa a fez sentir vontade de voltar aos palcos e que não queria esperar até o álbum ser finalizado para retornar a fazer shows. Em outubro, Sandy iniciou a turnê Teaser, que antecedeu a gravação de seu segundo álbum ao vivo. Em novembro, ela apareceu no registro ao vivo Família Lima 20 Anos, da banda Família Lima. Com participação dos cantores Gilberto Gil e Tiago Iorc, Sandy gravou nos dias 14 e 15 de novembro de 2015, no Teatro Municipal de Niterói, o seu segundo álbum ao vivo, Meu Canto, que foi lançado em junho de 2016. O DVD atingiu o topo da parada de DVDs da PMB, enquanto a versão em CD chegou à segunda colocação no ranking de álbuns. As cinco canções inéditas do álbum também foram gravadas em estúdio. Elas foram incluídas num EP homônimo, presente no box deluxe do projeto e também lançado nas plataformas digitais. Um dueto com Tiago Iorc, \"Me Espera\" foi lançada como carro-chefe do álbum e se tornou um sucesso. A canção foi indicada a Melhor Música na 24ª edição do Prêmio Multishow de Música Brasileira e seu videoclipe atingiu 100 milhões de visualizações no YouTube em maio de 2020. \"Respirar\" foi lançada como o segundo single do álbum. A turnê Meu Canto, onde a cantora reproduziu o mesmo show do DVD homônimo, teve início em maio de 2016 e se estendeu até dezembro de 2017. O show Meu Canto foi bem recebido pela crítica, que elogiou sua produção e a performance de Sandy. A turnê também se tornou a maior de Sandy em carreira solo, com um total de 49 apresentações. Em maio de 2016, Sandy e o ator Rodrigo Lombardi lançaram a canção \"Calor Pra Dar\" como parte da Campanha do Agasalho, promovida pelo governo do estado de São Paulo. Em setembro, Sandy apareceu como artista convidada no registro Amanhecer Ao Vivo, da cantora Paula Fernandes. Em dezembro de 2016, foi lançado no Brasil o filme de animação Sing, no qual Sandy dublou a personagem Meena. Em junho de 2017, o cantor Luan Santana lançou o single \"Mesmo Sem Estar\", um dueto com Sandy. A canção atingiu o pico de número quatro no Hot 100 Airplay da Billboard Brasil. No mesmo mês, Sandy se juntou a outros artistas para lançar a canção \"Filhos do Arco-Íris\", cujos lucros beneficiaram as pesquisas da amfAR. No dia 3 de novembro, ela lançou o single \"Nosso Nós\", canção composta para a trilha sonora da telenovela da Rede Globo Tempo de Amar. Logo após, a banda OutroEu lançou uma colaboração com Sandy intitulada \"Ai de Mim\". === 2018–19: Nós, Voz, Eles e reunião de Sandy & Junior === Em fevereiro de 2018, Sandy apareceu na faixa \"Black Widow's Web\", do nono álbum de estúdio da banda brasileira Angra, Ømni. A parceria entre Angra e Sandy se estendeu ao registro ao vivo do show do álbum Ømni. No dia 8 de junho, ela lançou sua versão da canção \"Preciso de Você\" para a trilha sonora da telenovela Segundo Sol, da Rede Globo. Sandy começou a trabalhar em seu terceiro álbum de estúdio no início de 2018 e o descreveu como \"um pouco diferente\" de seus trabalhos anteriores. Intitulado Nós, Voz, Eles, o álbum apresenta oito colaborações, sendo que todas foram lançadas individualmente. Para mostrar o processo de concepção das canções, foi produzida uma websérie de oito episódios, publicados no canal de Sandy no YouTube. \"Areia\", uma parceria com o músico Lucas Lima, foi lançada como primeiro single em agosto. A turnê Nós, Voz, Eles teve início no mesmo mês. Uma colaboração com o duo Anavitória, \"Pra Me Refazer\" foi lançada como segundo single do álbum em setembro. Após o lançamento individual de todas as faixas do projeto, o álbum Nós, Voz, Eles foi lançado nas plataformas digitais em 23 de novembro incluindo as oito colaborações. O álbum foi recebido com críticas positivas. Em dezembro de 2018, foi lançado um DVD homônimo contendo os videoclipes das canções do álbum e seus respectivos episódios, que fazem parte da websérie, bem como a versão física do álbum. Em março de 2019, Sandy e Junior anunciaram uma turnê em comemoração aos 30 anos da primeira apresentação televisionada da dupla, que aconteceu no programa Som Brasil, em 1989. Inicialmente, a turnê Nossa História contaria com apenas dez apresentações, com inicio em julho e encerramento em setembro, porém, após a alta demanda, novas datas foram adicionados, incluindo em países como Portugal e Estados Unidos, estendendo a turnê até novembro. A turnê teve como intuito reproduzir a \"era mais pop\" da carreira da dupla, com coreografias, estruturas de palco elaboradas e shows em estádios. Sandy retomou suas aulas de balé para se preparar para a sequência de apresentações e, após a estreia da turnê, tanto a produção do show quanto a performance do duo foram recebidas com críticas positivas. No total, Nossa História arrecadou 120 milhões de reais e se tornou a \"maior turnê da história do Brasil\". Segundo a Pollstar, Nossa História foi a segunda maior turnê do mundo em 2019 quando considerada a \"bilheteria por shows\". === 2020–presente: 10:39, Sandy + Chef e Nós, Voz, Eles 2 === Em abril de 2020, Sandy e Junior se reuniram para uma transmissão ao vivo para o festival a distância Fome de Música, que tem como intuito arrecadar doações para ajudar famílias em meio à pandemia de COVID-19. A transmissão atraiu 2,5 milhões de espectadores simultâneos e arrecadou 1,8 milhão de reais em doações. Em julho, Sandy lançou a canção \"Lealdade Coragem Verdade\", incluída na trilha sonora brasileira do filme Mulan (2020). Em outubro, ela lançou o EP 10:39, que contém três releituras: \"Piloto Automático\", da banda Supercombo, \"Lua Cheia\", da banda 5 a Seco, e \"Tempo\", originalmente gravada por Sandy em seu álbum de estreia, Manuscrito. Ela gravou um vídeo musical que compreende as três faixas do projeto na mesma sequência que a do EP. Sandy descreveu 10:39 como uma forma de expressar os sentimentos causados pela pandemia de COVID-19 e consequentemente o isolamento social. Em novembro de 2021, estreou na HBO Max o programa de culinária Sandy + Chef, no qual Sandy recebe, remotamente, chefs de cozinha para auxiliá-la no preparo de diversos pratos. Ela reprisou seu papel como a personagem Meena no filme de animação Sing 2, lançado no Brasil em janeiro de 2022. Em setembro de 2022, Sandy lançou o extended play (EP) Nós, Voz, Eles 2, uma continuação de seu projeto de colaborações Nós, Voz, Eles (2018). A turnê Nós Voz Eles 2 teve início em agosto do mesmo ano e deu origem ao seu terceiro álbum ao vivo, Nós, Voz, Eles - Ao Vivo, lançado em junho de 2023. == Características artísticas == === Influências === As primeiras experiências de Sandy com a música foram influenciadas por seus pais. Ela cresceu ouvindo seu pai cantar e tocar violão, enquanto sua mãe a apresentou à música de Elis Regina, que Sandy descreveu como sua primeira \"diva\". A cantora ainda citou o álbum Elis & Tom como o seu preferido na discografia de Elis. Vocal e musicalmente falando, Sandy teve forte influência de cantoras como Céline Dion, Whitney Houston e Mariah Carey, das quais foi fã durante a infância e adolescência. Sandy conheceu Carey pessoalmente em 2002, quando apresentou seu show no Brasil, dizendo a considerar \"uma das melhores cantoras do mundo\". Durante esse período de sua vida, ela também ouviu os discos de artistas como Xuxa, New Kids on the Block, Djavan, Laura Pausini e Michael Jackson. Sandy citou Jackson como um ídolo de sua infância e, entre 2011 e 2012, realizou uma turnê com poucas datas cujo repertório é composto por canções dele. Cantora e atriz cuja personagem no filme Grease deu origem ao primeiro nome de Sandy, Olivia Newton-John foi citada como uma influência numa entrevista de 1998. Sandy também expressou sua admiração por artistas como Alanis Morissette, Rita Lee, Diana Ross, Lenine, Gilberto Gil e Marisa Monte. Em uma entrevista para o Video Show, em 2002, citou Christina Aguilera como seu \"maior ídolo adolescente\", a quem admirava pela qualidade de seus vocais. Em seu álbum de estreia solo, Manuscrito, ela citou como referências Damien Rice, KT Tunstall, Nerina Pallot e Coldplay. Sandy também aponta John Mayer, Bon Iver, Norah Jones, Sarah McLachlan, Diana Krall, Muse e Jamie Cullum como alguns dos artistas que servem de referência para sua música; \"Não tenho influências muito diretas no meu trabalho, mas sei que o que a gente curte e ouve acaba refletindo nele indiretamente\". Ela se inspira em vários músicos do jazz e aponta Ella Fitzgerald como seu maior ídolo no gênero. Sandy citou Fitzgerald como \"A diva da minha vida\". Ela considera as cantoras Elis Regina e Ella Fitzgerald como referências \"atemporais\" em sua carreira. A cantora, que é graduada em Letras, tem seu trabalho como compositora influenciado pela literatura. Entre seus poetas e escritores favoritos, ela citou Clarice Lispector, Fernando Pessoa, Mário de Andrade, Florbela Espanca, Vinícius de Moraes, Cecília Meireles, Oscar Wilde e Sêneca. A canção \"Abri os Olhos\" foi inspirada num poema de Fernando Pessoa, enquanto o prelúdio \"Meu Canto\" apresenta uma citação de Carl Jung. === Estilo musical e composição === Durante o tempo em que integrou a dupla em parceria com seu irmão, Sandy transitou entre diversos estilos da música pop, incluindo teen pop, dance-pop, bubblegum e pop rock. Os primeiros álbuns da dupla exploraram o sertanejo, country, pop e regravações da Jovem Guarda. Sandy e Junior começaram na música sertaneja por influência do pai, o cantor Xororó, que produziu alguns de seus álbuns. Durante a década de 1990, Sandy se interessou pelo trabalho de cantoras como Whitney Houston, Mariah Carey e Céline Dion, o que resultou na inserção de um estilo mais voltado ao pop e a \"baladas românticas\" no repertório da dupla. A Folha de S.Paulo comparou Sandy e Junior ao duo musical The Carpenters e chamou a música deles de \"açucarada\". Com menos frequência, eles incorporaram techno, R&B;, funk, hip hop, blues e rock em seus trabalhos. Os dois últimos álbuns de estúdio da dupla, Identidade (2003) e Sandy & Junior (2006), apresentam uma produção mais \"experimental\" e \"sofisticada\" que seus antecessores, com os cantores participando ativamente do processo de concepção. Sandy e Junior eram caracterizados como uma dupla vocal, com Sandy nos vocais principais. Junior tinha menor participação vocal nos álbuns da dupla, mas coproduziu diversos deles e começou a estudar diversos instrumentos a partir da adolescência, como guitarra elétrica e acústica e bateria. Antigo jornalista da Folha de S.Paulo, Marcelo Moreira afirmou que, após o fim da dupla, \"Sandy tornou-se uma cantora pop em busca de um rumo um pouco mais sofisticado\", e que essa mudança \"foi muito arriscada comercialmente, mas acertada em termos artísticos\". Sandy geralmente incorpora elementos do pop, folk e pop rock em seus projetos. Sua música também é influenciada pelo jazz e MPB. Apesar de definir seu estilo como \"pop alternativo com indícios de folk\", Sandy afirma que sua música é uma \"mistura grande\" e que tem \"muita liberdade para compor\", sem pensar em que gênero musical está fazendo. Seu álbum de estreia, Manuscrito combina elementos da estética folk com pop e rock, enquanto a sonoridade de seu segundo álbum de estúdio, Sim, foi descrita pela crítica como \"pop pianístico\", devido ao piano ser a base da maioria das canções do disco. Em diversos projetos, Sandy colaborou com produtores mais alinhados ao mercado da música popular. Em seu álbum de estreia solo, Manuscrito, ela escolheu trabalhar com seu marido e irmão, os músicos Lucas Lima e Junior Lima e, embora parte da crítica tenha dito o contrário, Sandy considerou sua escolha uma \"ousadia\". Até 2018, ela foi creditada como compositora de pelo menos 67 canções. Amor é o tema principal das canções de Sandy, e ela também abordou outros assuntos em suas composições, como autoconhecimento, melancolia e \"as experiências de situações corriqueiras, que a maioria das pessoas podem se relacionar\". Sandy começou a escrever poesias aos 14 anos de idade e estreou como compositora no álbum As Quatro Estações (1999). Desde o início de sua carreira solo, ela lança trabalhos majoritariamente autorais e tem seu marido, o músico Lucas Lima, como principal parceiro de composição. Alguns críticos avaliaram negativamente suas primeiras experiências como compositora. No entanto, diversos críticos musicais notaram que sua música e composições amadureceram e se tornaram mais expressivas conforme seus álbuns progrediam. Sandy se baseia em personagens fictícios e em suas próprias experiências para escrever e disse que \"De modo geral, todas as canções revelam emoções minhas, pensamentos, reflexões... Sempre olho muito para dentro para compor minhas músicas\". Em entrevista à Billboard Brasil, a cantora disse que seu curso de Letras teve influência direta no trabalho de composição: \"Agora eu tenho elementos teóricos para avaliar minhas composições e até para saber usar artifícios, recursos na hora de fazer uma letra. Aprendi um pouco a analisar poesia e agora uso isso para escrever\". Embora não tenha um conhecimento profundo em nenhum instrumento musical, ela utiliza do piano para compor e, além dele, também experimentou tocar violão, pandeirola, surdo e auto-harpa em algumas de suas turnês. === Voz e timbre === Sandy possui um tipo vocal classificado como soprano e seu timbre é descrito como \"doce\" e \"suave\". Em 1996, quando tinha 13 anos de idade, ela se apresentou no Som Brasil em homenagem a Elis Regina. Sandy descreveu sua apresentação de \"Águas de Março\" como um \"divisor de águas\", afirmando que, a partir dali, começou a ter um maior reconhecimento como cantora. Luís Antônio Giron, da revista Época, disse que Sandy possui uma \"voz poderosa\" e é \"capaz de ornamentar a melodia em formas as mais variadas\". O antigo jornalista da Folha de S.Paulo Marcelo Moreira descreveu a voz dela como \"delicada e jazzística\", enquanto Mauro Ferreira afirmou que Sandy possui um \"tom de voz adolescente\" e que, mesmo ela tendo mais de 30 anos, seu timbre soa \"sempre juvenil\". Uma das características vocais da cantora é sua \"entonação positivamente anasalada\". Sérgio Martins, da Veja, sugeriu que Sandy é mais uma cantora \"técnica\" do que uma \"intérprete de verdade\". Em 2005, Sandy realizou alguns concertos interpretando canções de jazz. Ronaldo Evangelista, da Folha de S. Paulo, elogiou suas habilidades vocais, dizendo que \"...sim, ela sabe cantar. Afinadíssimo. Sua voz é perfeita\", mas também afirmou que Sandy não tem \"a emoção crua de uma Billie Holiday, [n]em o sex appeal de uma Julie London, [ou] a técnica de uma Ella Fitzgerald\". No entanto, outros críticos e jornalistas, como Júlio Boll, da Gazeta do Povo, e Mauro Ferreira, notaram um progresso de Sandy como intérprete e sua habilidade em expressar emoções em suas performances. Em 2006, o pianista Marcelo Bratke a convidou para realizar um concerto onde ela interpretou canções de compositores \"clássicos\" como Duke Ellington, Heitor Villa-Lobos e Tom Jobim. Bratke explicou que escolheu Sandy porque \"A voz dela é perfeita para isso, porque soa meio retrô, e pode tanto improvisar na parte jazzística, quanto evocar os musicais da [década] de 1930\". Em 2005, Sandy estudou canto lírico para se apresentar junto à Orquestra Sinfônica Brasileira no Copacabana Palace. Ela disse que, dentre os tipos de soprano coloratura, sua voz exibe aspectos que a caracterizam como um soprano leggero. Em parte influenciada por cantoras como Mariah Carey e Céline Dion, ela geralmente explorava mais a região aguda de sua voz nos registros em dupla com seu irmão durante o final da década de 1990 e início dos anos 2000. Comentando sobre a produção de seu álbum de estreia solo, Manuscrito (2010), Sandy disse: \"Eu quis gravar sem artifícios na voz, sem impostação ou coisas feitas para impressionar. Também optei por tons mais tranquilos, não queria 'gritar'\". Sandy deu à luz seu primeiro filho em 2014 e alegou que a gestação influenciou sua voz: \"Minha voz deu uma encorpada e eu ganhei uns graves que eu não tinha. Por causa da testosterona do menino no nosso útero\". Ela também é conhecida por sua \"perfeição técnica\". Caetano Veloso elogiou o talento vocal de Sandy e a comparou a Elis Regina, dizendo que \"Sob o ponto de vista técnico, [Sandy] é uma cantora perfeita\". Em 2000, Gilberto Gil opinou: \"Ela é a melhor cantora que surgiu no Brasil nos últimos anos\". Sua habilidade vocal também foi elogiada por outros músicos, como Milton Nascimento, Dave Mathews, Sabotage e Sérgio Dias. Comentando sobre sua experiência de trabalhar com Sandy, o produtor musical Moogie Canazio afirmou que ela é \"extremamente exigente com sua performance\" e \"não usa a tecnologia para cortar caminho ou criar atalhos. Pelo contrário. Faz questão de desempenhar da melhor maneira possível o que está gravando\". Sandy sofre de sinusite crônica e, no final de 2018, teve uma forte crise que a fez questionar a continuidade de sua carreira, devido às dificuldades causadas pelos sintomas da doença. == Imagem pública == Cantora desde a infância, Sandy cresceu aos olhos do público e afirmou que teve \"sorte de estar bem estruturada\" para lidar com a fama desde muito cedo. Durante sua adolescência, ela se tornou um modelo de comportamento para jovens garotas e foi chamada de \"namoradinha do Brasil\" pela imprensa. Alice Granato, da Quem, disse que ela \"Criou um estilo Sandy de viver\", enquanto Celina Côrtes, da IstoÉ, descreveu-a como \"recatada nos movimentos e na maquiagem\" e observou que ela \"apela[va] para mensagens politicamente corretas em seus shows\". Aos 18 anos de idade, Sandy afirmou que continuava virgem. Isso, combinado à sua música e imagem, contribuiu para que ela fosse rotulada como \"boa moça\". Embora tivesse seu talento como cantora reconhecido, ela era criticada por sua imagem inocente e conservadora, que alguns de seus críticos e detratores consideravam uma estratégia de marketing. Posteriormente, Sandy reconheceu que correspondeu a essa imagem e disse que nunca teve a \"intenção de ser exemplo\". Ela também passou a adotar uma postura mais reservada em relação à sua vida pessoal. O jornal Extra atribuiu a popularidade dela a seus \"talento e carisma\" e disse que \"Poucas personalidades conseguiram mobilizar tanto a opinião pública nacional, contra ou a seu favor, quanto Sandy\". Rachel Campello, da Veja, observou que Sandy é \"doce no jeito de ser e de tratar as pessoas\". Campello também se referiu a ela como a \"alma\" da dupla que formava com seu irmão. Para Thiago Ney, da Folha de S.Paulo, Junior parecia \"mais real\" e \"menos inatingível\" que Sandy. Numa entrevista para o Fantástico, em 2013, os irmãos falaram sobre sua percepção pública no passado. Eles afirmaram que foram aconselhados por um assessor de imprensa a \"tentar romper com essa imagem [bem comportada]\" e que \"A gente tentava mostrar maturidade através da nossa arte, tanto é que o nosso processo [de mudança de imagem] foi muito mais lento\". Sandy e Junior foram alegadamente vetados pela Igreja Católica de se apresentarem para o papa em 2007, porque, em 2003, fizeram um comercial para conscientizar os jovens acerca do uso de preservativos, além de não terem um \"perfil religioso\". Entre meados da década de 1990 e início dos anos 2000, Sandy era considerada um ídolo adolescente. Tom Cardoso, do CliqueMusic, sugeriu que o sucesso de Sandy fez com que as gravadoras brasileiras investissem em outras cantoras com apelo ao pop adolescente, incluindo Wanessa Camargo. Quando Camargo lançou sua carreira musical em 2000, as comparações entre ela e Sandy se tornaram constantes por parte da mídia e fãs. Por volta de 2003, Sandy começou a questionar com mais veemência os rótulos que foram colocados nela. Ela disse à Época: \"A imagem que têm de mim não me impede de fazer nada. [...] Não gosto dessa imagem inumana. Acham que não sou de verdade, que vivo em um mundo cor de rosa, trancada em casa, que tudo vem a mim...\". A Folha de S.Paulo sugeriu que a imagem pública de Sandy começou a mudar a partir de 2006, época em que a dupla com seu irmão estava chegando ao fim. Sandy afirmou que se orgulha do tempo em que formou a dupla com seu irmão e revelou seu desejo em se estabelecer \"como uma nova artista\" quando iniciou sua carreira solo, em 2010. Sua campanha publicitária para a marca de cerveja Devassa e a entrevista para a revista Playboy, em 2011, causaram comoção na mídia e redes sociais e levaram algumas publicações a dizerem que ela estava tentando mudar sua imagem de boa moça. Mauro Ferreira observou que parte do público insiste em preservar em sua memória a imagem de uma Sandy \"eternamente adolescente\", apesar da cantora ter amadurecido artisticamente. Alguns observadores, e a própria Sandy, acreditam que a campanha publicitária e a entrevista ajudaram a mudar sua percepção pública para uma mais madura, mas ela também alegou que não as fez com esse intuito. Desde então, ela passou a se sentir mais confortável com sua imagem, a ponto de ironizar ou fazer piada com seu passado. Em 2018, por exemplo, ela fez uma campanha publicitária para a Netflix com os dizeres \"[Eu] resolvi esperar\". Em 1999, Sandy fez sua primeira aparição na lista anual das 100 mulheres mais sexy do mundo, publicada pela revista VIP. Muitas vezes referida como um símbolo sexual, ela foi convidada a posar para publicações como Playboy e VIP, as quais recusa. Em 2000, Sandy negou posar para a revista VIP, pois ela se considerava jovem demais, com 17 anos na época. Então, o site gostosa-rcm publicou uma montagem de Sandy nua, o que levou a uma investigação policial e o indiciamento de Rodrigo Coutinho Marques por difamação e violação do Estatuto da Criança e do Adolescente. Sandy geralmente não explora sua imagem como um símbolo sexual, alegando que isso não faz parte de seus \"planos profissionais\". Em 2006, ela apareceu na lista dos \"50 Mais Sexy\", publicada pela revista IstoÉ Gente. O escritor e jornalista Xico Sá sugeriu que Sandy se tornou um símbolo sexual por causa de sua imagem inocente e \"pelo seu jeitinho meigo de quem saiu de um baile de cinema, algo como o baile do filme Peggy Sue, algo como a mocinha que tenta o mocinho num velho faroeste\". Ela afirma não sentir a necessidade de falar explicitamente sobre sexo em suas canções, mas argumentou que \"Sexo não é tabu pra mim\". Sandy já foi fotografada para a capa de publicações como Glamour, Vogue RG, Manequim e Cosmopolitan. A forma como ela se vestia na adolescência foi descrita como \"apropriada\" para a idade. À época em que iniciou sua carreira solo, Sandy adotou um estilo mais \"maduro, ligado ao mundo da moda, com vestidos recortados, transparências e acessórios\", bem como um corte de cabelo mais curto, no estilo Chanel. Sandy foi considerada a 39ª personalidade brasileira mais influente de 2013 pela edição brasileira da Forbes e, devido a sua popularidade nas redes sociais, foi considerada uma das 100 Mulheres Mais Influentes no Twitter pelo The Huffington Post, em 2015. Ela foi honrada pela Câmara Municipal de Campinas com o Título de Cidadã Emérita, o qual recebeu em 2018. == Legado e influência == Sandy foi descrita como a \"alma\" da dupla que formava com Junior e eles foram creditados por ter liderado e aberto caminho para uma onda de pop adolescente no Brasil entre o final da década de 1990 e início da década de 2000. José Teles, do Jornal do Commercio opinou que, antes deles, nenhum ídolo do público jovem atingiu o mesmo nível de \"profissionalismo, talento e competência\" no \"show business brasileiro\". Lauro Lisboa Garcia, da Época, comparou a comoção que a dupla causava à Beatlemania e se referiu a Sandy como um \"fenômeno raro na música brasileira\". Tendo vendido 20 milhões de álbuns, Sandy e Junior são recordistas em vendas de discos no Brasil. O trabalho de Sandy influenciou artistas como Anavitória, Dilsinho, Iza, Laura Rizzotto, Lexa, Luan Santana, Manu Gavassi, Melim, Paula Fernandes, Paula Mattos, Simone & Simaria e Thaeme Mariôto. Artistas de gerações mais jovens como Larissa Manoela, Lorena Queiroz e Rafa Gomes também foram influenciadas por ela. Larissa citou como uma inspiração o fato de Sandy ter crescido aos olhos do público e também sua transição artística da infância até a idade adulta. O tenor Andrea Bocelli a descreveu como um \"exemplo brilhante de uma promessa cumprida! De criança prodígio a artista adulta e madura, ela foi capaz de capitalizar seus talentos, apesar da responsabilidade, e vencer o risco potencial de uma reputação obtida em idade precoce\". Entre os artistas musicais que expressaram sua admiração e se declararam fãs de Sandy, estão Anitta, Maria Gadú, Marina Elali, Pabllo Vittar e Priscilla Alcântara. == Outras atividades == === Filantropia === Durante sua carreira, Sandy se envolveu em mais de 50 projetos sociais. Em 1998, ela e o irmão Junior organizaram uma campanha a favor da desestigmatização de pessoas afetadas pelo HIV/AIDS que também serviu para coletar donativos para instituições que cuidam de crianças e jovens afetados pela doença. Em maio de 2003, Sandy e Junior inauguraram um pavilhão com seus nomes no Hospital de Amor (chamado anteriormente de Hospital de Câncer de Barretos), um mérito concedido pela própria instituição para aqueles que \"contribuíram de alguma maneira para a expansão e o progresso\" do hospital. No último show dos cantores como uma dupla, em dezembro de 2007, parte do valor arrecadado com a venda de ingressos foi destinada ao hospital. Os irmãos também usaram sua imagem para promover campanhas nacionais para a prevenção e tratamento precoce do HIV/AIDS e do câncer de mama, além de terem apoiado projetos comunitários como o Centro de Formação Semente da Vida. Em 2005, Sandy doou dois mil cadernos e cem bichos de pelúcia para as crianças atendidas pela instituição Casa de Jesus. Em 2010, ela ajudou a promover a campanha Doe Novos Sorrisos, com a intenção de arrecadar recursos para pessoas que necessitam de cirurgias de grande porte no Hospital Sobrapar, em Campinas, especializado em cirurgias de crânio e face. Em 2013, ela foi uma das madrinhas do Outubro Rosa no Brasil, campanha que tem como intuito a prevenção e tratamento precoce do câncer de mama. Sandy também se apresentou em eventos beneficentes para ajudar na angariação de fundos para a Associação de Pais e Amigos dos Excepcionais (APAE), Childhood Brasil, Grupo de Apoio ao Adolescente e à Criança com Câncer (GRAACC) e Hospital Sobrapar. Em 2011, ela e o pianista Marcelo Bratke realizaram um show beneficente em prol da educação, com renda revertida para três instituições de ensino do Brasil. Em diversas ocasiões, Sandy se juntou a outros artistas para gravar canções cujos lucros foram destinados a causas e projetos sociais. Ela gravou \"Calor Pra Dar\" para promover a Campanha do Agasalho do estado de São Paulo, \"Filhos do Arco-Íris\" para apoiar as pesquisas da amfAR e \"A Nossa Voz\" para a ONG Amigos do Bem, que ajuda crianças e jovens do sertão do nordeste Brasileiro. Durante a pandemia de COVID-19 em 2020, Sandy e seu irmão Junior Lima colaboraram com doações financeiras a instituições que cuidam de pessoas afetadas direta ou indiretamente pela doença. As ações deles se focaram em sua cidade natal, Campinas. === Produtos e publicidade === Entre as décadas de 1990 e 2000, mais de 300 produtos (incluindo cosméticos, roupas e brinquedos) foram licenciados com as marcas Sandy e Sandy & Junior. Nesse período, Sandy estrelou diversas campanhas publicitárias relacionadas a produtos da sua marca solo, principalmente de calçados femininos, numa parceria com a Grendene. Em 1997, a Baby Brink lançou uma boneca inspirada na imagem da cantora. Juntos, os irmãos associaram sua imagem à Avon, Nokia, Chevrolet, Yamaha, Nestlé, Claro, Siemens, TIM, Sony Ericsson, entre outras. O sucesso da telenovela Estrela- Guia (2001) abriu espaço para a criação de uma marca milionária de produtos, que incluiu acessórios usados pela personagem de Sandy, como colares e batons, bem como uma boneca inspirada na personagem dela, que foi lançada pela Estrela. Os jogos de computador Sandy & Junior: Aventura Virtual e Acquária: O Jogo foram desenvolvidos pela Brasoft e Green Land Studios, respectivamente, e lançados em 2003. Além do jogo, também foram lançados outros produtos relacionados ao filme Acquária, incluindo uma boneca inspirada na personagem de Sandy, Sarah. Em 2000, calculou-se que o licenciamento de produtos com os nomes de Sandy e Junior movimentava, anualmente, cerca de R$ 70 milhões. Em março de 2004, foi estimada em R$ 300 milhões a quantia movimentada pelas marcas. Em outubro de 2005, a marca da dupla foi avaliada em R$ 60 milhões. Em 2011, Sandy promoveu a operadora de telecomunicações GVT. No mesmo ano, ela estrelou uma campanha da marca de cerveja Devassa, que teve grande repercussão na mídia e redes sociais. Alguns veículos noticiaram que ela teria recebido \"1 milhão de dólares\" para fazer a campanha publicitária. Em 2016, ela estrelou uma campanha da marca de sandálias Havaianas. Em 2018, passou a promover a marca de cosméticos capilar Lowell. Em 2010, Sandy lançou um aplicativo na Apple Store como parte da divulgação do álbum Manuscrito, com conteúdo baseado em notícias, músicas, fotos e vídeos. Em 2012, ela estreou sua loja virtual de produtos personalizados, a Sandy Store. Em 2016, lançou sua linha de esmaltes e batons em parceria com a Impala Cosméticos. == Vida pessoal == Sandy foi batizada e se casou na Igreja Católica, mas não é praticante da religião. Ela seguiu o catolicismo durante algum tempo de sua vida. Numa entrevista em 2016, Sandy comentou: \"Não me considero de nenhuma religião [...] mas eu tenho bastante fé, fé em Deus. Tenho a minha [própria] religião, ligada à espiritualidade. Gosto de meditar, entrar em contato comigo mesma, e tenho algumas crenças\". \"Em busca do autoconhecimento\", Sandy faz terapia desde 2001 e diz considerar-se \"uma pessoa bem introspectiva\". Ela é fã do esporte MMA e comentou algumas lutas do UFC em seu Twitter, além de ser uma \"grande fã do Anderson [Silva]\". Sandy ingressou no curso de Letras da Pontifícia Universidade Católica de Campinas em 2005 e graduou-se em 2008. Ela justificou sua escolha pela graduação em Letras dizendo que ela beneficiaria seu trabalho como compositora. Em 2000, Sandy foi a décima colocada no vestibular do curso de psicologia pela mesma universidade, mas decidiu não ingressar devido à agenda atribulada, que envolvia shows e as gravações do seriado Sandy & Junior e da novela Estrela-Guia. Na época, ela disse que escolheu psicologia por questão de \"realização pessoal\" e também por gostar de \"tentar entender a cabeça das pessoas\". Sandy possui algumas tatuagens em seu corpo. Em 2006, ela tatuou em sua nuca a frase do poeta romano Virgílio \"Omnia vincit amor\", que significa \"O amor vence tudo\" em latim. Em 2007, tatuou em seu pulso esquerdo um & (a letra \"E\" comercial), simbolizando a parceria musical de 17 anos com seu irmão, Junior Lima. Em 2016, tatuou no braço direito o nome de seu filho, Theo, em braille. Alguns jornalistas descreveram Sandy como sendo \"dessemelhante\" ao que sua imagem pública pode sugerir. Hugo Sukman, d'O Globo, a percebeu como sendo mais sofisticada e menos \"típica\" do que esperava quando a entrevistou em 2004. Ela também é percebida como \"controladora, autocrítica e perfeccionista\". Apesar da imagem \"conservadora\" que Sandy tem perante parte da mídia e público, ela se posicionou a favor do casamento entre pessoas do mesmo sexo e do feminismo. Ela se considera \"ideologicamente\" feminista. Em 2012, foi condecorada com o Troféu Triângulo Rosa em premiação realizada pelo Grupo Gay da Bahia, por seu \"apoio à cidadania LGBT\". Sandy disse manter uma relação \"muito próxima\" de seu público gay, que a acompanha desde a época em que integrava a dupla Sandy & Junior. Por sentir que é uma grande responsabilidade poder influenciar outras pessoas, Sandy geralmente não expõe suas opiniões quando se trata de política. Numa rara manifestação de cunho político, em 2013, ela criticou o pastor e então presidente da Comissão de Direitos Humanos e Minorias do Brasil, Marco Feliciano, cujas afirmações são frequentemente descritas como racistas e homofóbicas; a cantora afirmou que \"ele tem uma cabeça muito atrasada e retrógrada\" e não representa \"a nossa sociedade evoluída, inteligente, esperta, e livre de preconceitos\". === Relacionamentos === Em 1998, durante as gravações do episódio piloto do seriado Sandy & Junior, Sandy conheceu o ator Paulo Vilhena. Sandy e Vilhena começaram o namoro em dezembro de 1999 e terminaram \"na amizade\" em julho de 2000. Entre 2003 e 2004, a mídia ligou o nome de Sandy aos diretores Paulo Silvestrini e Picky Talarico e ao modelo Thiago Mansur, mas ela negou a existência de tais relacionamentos. Em outubro de 1998, ela conheceu o músico Lucas Lima após assistir a um concerto da banda Família Lima, em São Paulo. Eles começaram um namoro em junho de 1999 e, após cinco meses, terminaram o relacionamento. Sandy e Lucas voltaram a se relacionar entre 2001 e 2002 e terminaram novamente. O relacionamento foi reatado em 2004 e, no dia 12 de setembro de 2008, eles se casaram em Campinas. Em 24 de junho de 2014, Sandy deu à luz o primeiro filho do casal, Theo Scholles Lima. Desde o nascimento de seu filho, Sandy tem adotado uma postura reservada em relação à exposição pública da imagem dele. Ela explicou o motivo: \"Eu só quero dar essa oportunidade de escolha pra ele. Se ele quiser ser famoso, ele vai ser. Se quiser colocar foto dele na internet depois, ele vai expor e eu não vou ter nada a ver com isso. Enquanto ele é uma criança e eu decido por ele, vou preservá-lo\". Em 25 de setembro de 2023, após 24 anos de relacionamento e 15 anos de casados, Sandy e Lucas anunciaram a separação. == Discografia == *Manuscrito (2010) *Sim (2013) *Nós, Voz, Eles (2018) == Filmografia == *O Noviço Rebelde (1997) *Acquária (2003) *Quando Eu Era Vivo (2014) *Sing (2016) *Sing 2 (2022) *Evidências do Amor (2024) == Turnês == *Turnê Solo (2007) *Manuscrito (2010–12) *Sandy Canta Michael Jackson (2011–12) *Sim (2013–14) *Teaser (2015) *Meu Canto (2016–17) *Nós, Voz, Eles (2018–19) *Turnê 2022 (2022) == Ligações externas == * * * * * Categoria:Sandy & Junior Categoria:Cantores do estado de São Paulo Categoria:Compositores do estado de São Paulo Categoria:Naturais de Campinas Categoria:Prémio Globo de melhor cantora do ano Categoria:Sopranos do Brasil Categoria:Superstar (programa de televisão) Categoria:Cantautores do Brasil Categoria:Atrizes do estado de São Paulo Categoria:Atrizes de televisão do Brasil Categoria:Atrizes de cinema do Brasil Categoria:Cantores de língua portuguesa Categoria:Cantoras de música pop do Brasil Categoria:Cantores de pop rock do Brasil Categoria:Cantores de língua inglesa do Brasil Categoria:Vencedores do Prêmio Multishow de Música Brasileira Categoria:Cantoras brasileiras do século XX Categoria:Cantoras brasileiras do século XXI Categoria:Brasileiros de ascendência italiana Categoria:Brasileiros de ascendência indígena Categoria:Músicos de folk-pop Categoria:Vencedores do Meus Prêmios Nick Categoria:Alunos da Pontifícia Universidade Católica de Campinas Categoria:Vencedores do Prêmio Extra de Televisão Categoria:Youtubers do estado de São Paulo",
 "title": "Sandy"
}