{
 "id": "101461",
 "text": "Uma janela, fenestra ou ventana é uma abertura num elemento de vedação arquitetônica, como uma parede. Possibilita a ventilação e/ou insolação dos ambientes internos. A palavra assumiu diversos significados devido a esta aceção, em geral relacionando-a com a ideia de vazio. Por remeter ao exterior, pode ser considerada como ângulo de visão, pois permite a entrada de elementos como luz e ar, mas também possibilita a extensão do olhar como um indivíduo que participa da ação observada. É o símbolo da receptividade, da abertura para as influências vindas de fora, da entrada da luz. Representa também a sensibilidade as influências externas. A janela pode ainda ser considerada como sendo um símbolo da consciência, ou um portal para o inconsciente. == Materiais == O material transparente normalmente usados nas janelas é o vidro, sendo por vezes utilizados outros materiais poliméricos como o PMMA. A placa de vidro que constitui a janela é apoiada por um caixilho de suporte que pode ser confeccionado em diversos materiais, como madeira, ferro, aço inox, alumínio ou plástico PVC. Hoje generaliza-se o uso de alumínio em perfis de variadas secções, formas e desenhos. É um metal mais leve que o ferro, que não se deteriora por oxidação devido aos agentes atmosféricos, nem necessita de manutenção. Tem aumentado, recentemente, o recurso a perfis de alumínio com rutura térmica, colocando uma barreira isolante entre interior e exterior da janela. O PVC (policloreto de vinil) é um material que proporciona condições de isolamento térmico e acústico muito boas com custos e manutenção reduzidos, tornando-o ideal para o uso em portas e janelas. Janelas e caixilharia em geral podem ser feitos dos seguintes materiais: Material Isolamento Térmico e Acústico Estabilidade e Durabilidade Manutenção Custo Facto Madeira muito bom variável alta alto dimensionalmente sensível a variações de temperatura e humidade PVC bom má baixa muito alto Alumínio bom c/ ruptura térmica boa muito baixa baixo utilizado na maioria das grandes estruturas Ferro médio excelente (longe das regiões litorâneas) muito baixa alto tipicamente soldado em juntas de esquina Fibra de Vidro muito bom muito boa* muito baixa alto As janelas de vinil e fibra de vidro têm um bom desempenho em testes de envelhecimento acelerado. Devido à natureza do material, algumas das janelas de vinil são reforçadas com metal ou materiais compósitos para reforçar a sua rigidez. Têm vindo a ser retiradas por emitirem cloro, material cancerígeno. As janelas de alumínio que possuem ruptura térmica (solução recente, mais comum no norte da Europa) têm isolamento térmico muito beneficiado. == Tipos == == Ver também == * Cortina * Janelas em fita * Imposto sobre janelas * Mansarda * Moldura * Peitoril (arquitetura) * Porta * Teoria das janelas quebradas * Vidro * Vitrine Categoria:Elementos arquitetónicos Categoria:Casa Janelas",
 "title": "Janela"
}