{
 "id": "101451",
 "text": "O IV Governo Constitucional de Portugal tomou posse a 22 de novembro de 1978, sendo chefiado por Carlos Alberto da Mota Pinto e constituído por iniciativa do Presidente da República Ramalho Eanes. Cessou o seu mandato a 1 de agosto de 1979, devido à demissão do Primeiro-Ministro, a 6 de junho de 1979, após a rejeição da Assembleia da República, pela segunda vez consecutiva, das Grandes Opções do Plano (apesar de ter conseguido fazer aprovar o Orçamento Geral do Estado). == História == Liderado pelo novo primeiro-ministro independente, Carlos Mota Pinto, ex-ministro do Comércio, este governo é formado por tecnocratas. Conta com o apoio ao inicio, do Partido Social Democrata (PPD/PSD) e do Centro Democrático Social (CDS), que contam com 115 deputados em 263, ou 43,7% dos assentos na Assembleia da República. Depois da queda do governo de Nobre da Costa, o o Presidente da República António Ramalho Eanes anuncia a substituição deste pelo antigo ministro e fundador do Partido Social Democrata Carlos Mota Pinto. Tendo constatado a impossibilidade de os diferentes partidos chegarem a acordo sobre a formação de uma coligação, o Chefe de Estado procurou encorajar a constituição de um executivo independente capaz de forjar uma maioria parlamentar. Embora inicialmente planejasse tentar convencer as várias partes a deixar seus membros participarem de sua equipe, o chefe do executivo designado acabou preferindo cercar-se de personalidades independentes. O Partido Comunista Português (PCP) anunciou assim, dois dias depois, a intenção de apresentar uma moção de rejeição do programa do Governo, uma vez apresentado ao Parlamento. Se receber o apoio da União Democrática Popular (UDP), o Partido Socialista (PS) recusa-se a decidir de imediato e prefere aguardar o teor da discussão parlamentar para se pronunciar. Em sentido inverso, o PPD/PSD e o CDS deram desde logo o seu apoio ao novo governo. Durante a votação do programa, no dia 13 de dezembro, a moção de rejeição comunista foi rejeitada por 109 votos contra, 45 votos a favor e 97 abstenções, permitindo que o executivo tomasse posse em pleno. Apesar das reservas manifestadas pelos seus representantes durante os debates, os sociais-democratas e os democratas-cristãos confirmaram o seu apoio a Mota Pinto ao rejeitarem o texto do PCP. Para justificar a mudança de posição em relação ao III Constitucional que tinha rejeitado, o Presidente do CDS, Diogo Freitas do Amaral, evoca a “arrogância antipartidária” de Alfredo Nobre da Costa, o programa de governo de Mota Pinto mais próximo da coligação que levara o general Eanes à presidência da República em 1976, e a necessidade de governar Portugal. Os socialistas, conscientes da incapacidade dos partidos para chegarem a um acordo e denunciando a formação de um governo sem ter em conta os resultados das eleições de 1976, optaram por abster-se, confirmando a sua oposição ao novo primeiro-ministro. Após a rejeição março de 1979, do Grandes Opções do Plano, que incluinda medidas de austeridade, o Partido Social Democrata está dividido sobre a atitude a adotar perante o governo. O Conselho Nacional decidiu no início de abril retirar a confiança na direcção do grupo parlamentar e anunciou que estava preparando sanções contra os cerca de trinta deputados que votaram a favor do orçamento. Em resposta, 35 deputados – incluindo o ex-ministro, fundador do partido e presidente do grupo Joaquim Magalhães Mota , o ex-presidente interino António de Sousa Franco e o ex-ministro Rui Machete – anunciaram que estavam deixando o PPD/PSD e sentam como independentes, criando assim a ASDI. No final de maio, o governo viu a Assembleia desfazer completamente o seu novo projeto de Grandes Opções do Plano e depois aprovar uma lei que limitava a capacidade do Executivo de agir no âmbito da reforma agrária. A 6 de junho, Carlos Mota Pinto apresenta a sua demissão ao Chefe de Estado depois de o PS e o PCP – que em conjunto têm maioria absoluta – terem apresentado moção de censura contra ele. ==Composição== A Lei Orgânica do IV Governo Constitucional, Decreto-Lei n.º 448/78, de 30 de dezembro, decretou a seguinte composição: Ministros: a) Da Defesa Nacional; b) Adjunto do Primeiro-Ministro; c) Das Finanças e do Plano; d) Da Administração Interna; e) Da Justiça; f) Dos Negócios Estrangeiros; g) Da Agricultura e Pescas; h) Da Indústria e Tecnologia; i) Do Comércio e Turismo; j) Do Trabalho; l) Da Educação e Investigação Científica; m) Dos Assuntos Sociais; n) Dos Transportes e Comunicações; o) Da Habitação e Obras Públicas; p) Da Comunicação Social. O Ministro da República para os Açores e o Ministro da República para a Madeira terão assento em Conselho de Ministros sempre que as reuniões tratem de assuntos de interesse para as respetivas regiões. Participam ainda nas reuniões do Conselho de Ministros, sem direito a voto, os Secretários de Estado da Presidência do Conselho de Ministros e da Administração Pública. Compete ao Vice-Primeiro-Ministro para os Assuntos Económicos e Integração Europeia coadjuvar o Primeiro-Ministro na coordenação e orientação dos Ministérios económicos, bem como no âmbito dos assuntos relacionados com a integração europeia. Cargo Retrato Nome Período Partido Primeiro-Ministro Carlos Alberto da Mota Pinto (1936–1985) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Vice- Primeiro-Ministro para os Assuntos Económicos e Integração Europeia Manuel Jacinto Nunes (1926–2014) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro-Adjunto do Primeiro-Ministro Álvaro Monjardino (1930–2024) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Defesa Nacional José Loureiro dos Santos (1936–2018) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro das Finanças e do Plano Manuel Jacinto Nunes (1926–2014) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Administração Interna António Gonçalves Ribeiro (1933–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Justiça Eduardo Silva Correia (1915–1991) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro dos Negócios Estrangeiros 121x121px João de Freitas Cruz (1925–1984) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Agricultura e Pescas Apolinário Vaz Portugal (1930–2008) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Indústria e Tecnologia Álvaro Barreto (1936–2020) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro do Comércio e Turismo Abel Repolho Correia (1926–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro do Trabalho Eusébio Marques de Carvalho (1935–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Educação e Investigação Científica 120x120px Luís Valente de Oliveira (1937–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro dos Assuntos Sociais 123x123px Acácio Pereira Magro (1932–2018) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro dos Transportes e Comunicações José Marques da Costa (1932–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Habitação e Obras Públicas João Almeida Pina (1926–2014) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da Comunicação Social Daniel Proença de Carvalho (1941–) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da República para a Região Autónoma dos Açores Henrique Afonso da Silva Horta (1920–2012) 22 de novembro de 1978 a 1 de agosto de 1979 Independente Ministro da República para a Região Autónoma da Madeira Lino Miguel (1936–2022) 22 de novembro de 1978 a 1 de agosto de 1979 Independente === Secretários e subsecretários de Estado === Dependência Cargo Dententor Período Presidência do Conselho de Ministros Secretário de Estado da Presidência do Conselho de Ministros José Xavier de Basto 22 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Administração Pública António Figueiredo Lopes 22 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado Adjunto dos Assuntos Económicos e Integração Europeia José de Matos Torres 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Cultura David Mourão Ferreira 29 de novembro de 1978 a 31 de julho de 1979 Ministério das Finanças e do Plano Secretário de Estado do Tesouro António de Almeida 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado das Finanças Alípio Dias 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Orçamento João Pinto Ribeiro 29 de novembro de 1978 a 31 de julho de 1979 Subsecretário de Estado do Orçamento António Joaquim Carvalho 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Planeamento Rui Conceição Nunes 29 de novembro de 1978 a 31 de julho de 1979 Ministério da Administração Interna Secretário de Estado da Administração Regional e Local José Marques Leandro 29 de novembro de 1978 a 31 de julho de 1979 Ministério dos Negócios Estrangeiros Secretário de Estado dos Negócios Estrangeiros e Emigração Paulo Ennes 29 de novembro de 1978 a 31 de julho de 1979 Ministério da Agricultura e Pescas Subsecretário de Estado Adjunto do Ministro da Agricultura e Pescas José Lima de Carvalho 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Comércio e Indústrias Agrícolas Mário Barreira da Ponte 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Estruturação Agrária Augusto Ferreira do Amaral 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Fomento Agrário Francisco Moniz Borba 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado das Pescas João de Albuquerque 29 de novembro de 1978 a 31 de julho de 1979 Ministério da Indústria e Tecnologia Secretário de Estado da Energia e Indústrias de Base Hugo de Jesus 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado das Indústrias Extractivas e Transformadoras António Cardoso e Cunha 29 de novembro de 1978 a 31 de julho de 1979 Ministério do Comércio e Turismo Secretário de Estado do Turismo Licínio Cunha 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Comércio Externo Francisco Correia Guedes 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Comércio Interno Manuel Duarte Pereira 29 de novembro de 1978 a 31 de julho de 1979 Ministério do Trabalho Secretária de Estado do Trabalho Manuela Aguiar 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da População e Emprego João Saraiva Padrão 29 de novembro de 1978 a 31 de julho de 1979 Ministério da Educação e Investigação Científica Subsecretário de Estado Adjunto do Ministro da Educação e Investigação Científica Carlos Alberto Rosa 29 de novembro de 1978 a 31 de julho de 1979 Subsecretário de Estado da Administração Escolar António Daniel 8 de fevereiro de 1979 a 31 de julho de 1979 SUBSECRETARIA DE ESTADO CRIADA Secretária de Estado do Ensino Básico e Secundário Maria Alice Nobre Gouveia 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Ensino Superior e Investigação Científica Eduardo Arantes de Oliveira 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Juventude e Desportos Rodolfo Bacelar Begonha 29 de novembro de 1978 a 31 de julho de 1979 Ministério dos Assuntos Sociais Secretário de Estado da Saúde Mário Marques 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Segurança Social Coriolano Albino Ferreira 29 de novembro de 1978 a 31 de julho de 1979 Ministério dos Transportes e Comunicações Secretário de Estado dos Transportes e Comunicações Rogério do Ouro Lameira 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado da Marinha Mercante José da Silva Domingos 29 de novembro de 1978 a 31 de julho de 1979 Ministério da Habitação e Obras Públicas Secretário de Estado da Habitação José Augusto Ramos 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado das Obras Públicas Mário de Azevedo 29 de novembro de 1978 a 31 de julho de 1979 Secretário de Estado do Ordenamento Físico, Recursos Hídricos e Ambiente Baltazar Morais Barroco 29 de novembro de 1978 a 31 de julho de 1979 == Ver também == * Governo de iniciativa presidencial Categoria:1978 em Portugal 4 Categoria:Fundações em Portugal em 1978 Categoria:1978 na política Categoria:Extinções em Portugal em 1979",
 "title": "IV Governo Constitucional de Portugal"
}