{
 "id": "101411",
 "text": "Hipnose, segundo a atual definição pela Associação Americana de Psicologia, é um estado de consciência que envolve atenção focada e consciência periférica reduzida, caracterizado por uma maior capacidade de resposta à sugestão.\"New Definition: Hypnosis\". Division 30 of the American Psychological Association É um estado mental (teorias de estado) ou um tipo de comportamento (teorias de não-estado) usualmente induzidos por um procedimento conhecido como indução hipnótica, o qual é geralmente composto de uma série de instruções preliminares e sugestões. O termo \"hipnose\" (grego hipnos = sono + latim osis = ação ou processo) deve o seu nome ao médico e pesquisador britânico James Braid (1795-1860), que o introduziu pois acreditou tratar-se de uma espécie de sono induzido (Hipnos era também o nome do deus grego do sono). Quando tal equívoco foi reconhecido, o termo já estava consagrado, e permaneceu nos usos científico e popular. == Histórico == ===Franz Anton Mesmer=== Franz Anton Mesmer (1734–1815) acreditava que existia uma forma magnética ou \"fluido\" universal que influenciava a saúde do corpo humano. Ele o chamou de magnetismo animal. A saúde e a doença seriam frutos de desequilíbrios deste fluido universal. Ele fez experiências com ímãs para alterar este campo, e portanto, realizar curas. Por volta de 1774, ele concluiu que os mesmos efeitos poderiam ser criados com movimentos das mãos, a uma distância, na frente do corpo do paciente, conhecido como fazer \"passes mesméricos\". A palavra mesmerizar se origina do nome de Franz Anton Mesmer, e foi intencionalmente utilizada para separar seus utilizadores dos vários \"fluidos\" e teorias \"magnéticas\" que eram utilizadas dentro da denominação \"magnetismo\". Após conseguir produzir uma melhora temporária ao tratar a pianista cega Maria Theresia Paradis, Mesmer deixou Viena e mudou-se para Paris. Em 1780, a pedido do rei francês Luis XVI, uma Comissão de Inquérito iniciou investigações para confirmar se existia mesmo um Magnetismo Animal. Entre os membros da comissão estavam o pai da química moderna Antoine Lavoisier, o cientista Benjamin Franklin e um especialista em controle da dor Joseph-Ignace Guillotin. Mesmer conseguia resultados espetaculares em muitos casos nos quais os médicos convencionais não conseguiam ajudar. Conduzindo uma série de experimentos, a comissão investigou o método de Mesmer. Em vários deles, os comissionários usaram testes cegos. Eles descobriram que os pacientes, quando vendados, só sentiam os efeitos do magnetismo quando acreditavam que ele está sendo aplicado. Em uma experiência com um jovem, onde uma árvore foi magnetizada sem que ele soubesse, ele não sentiu nenhum efeito. Outros experimentos foram conduzidos com os mesmos resultados. A conclusão da comissão foi de que o magnetismo não existe, e que as curas e outros efeitos observados eram resultado da \"imaginação\". Eles também produziram um relatório secreto alertando que a prática do magnetismo poderia levar à imoralidade sexual, o que levou à proibição dessa prática. O mesmerismo permitia induzir a estados alterados de consciência e era possível até mesmo realizar cirurgias sob anestesia hipnótica por esse método. Em Londres foi fundado o \"Mesmeric Hospital\", por John Elliotson, discípulo de Mesmer. ===Marquês de Puységur=== Mudanças importantes no mesmerismo foram introduzidas por Amand Marie Jacques de Chastenet de Puységur, o Marquês de Puységur. Após completar 33 anos, Puységur fez um curso com Mesmer e também passou a se dedicar à prática do mesmerismo. Em maio de 1784, Victor Race, um camponês de 23 anos, estava gravemente doente com sintomas de pneumonia, como dor lateral, expectoração de sangue e febre. O Marquês de Puységur utilizou o magnetismo animal para tratá-lo diferindo da abordagem tradicional de Mesmer. Em vez de apenas aplicar passes magnéticos, Puységur concentrou-se também no estado emocional e mental de Victor. Ele induziu um estado parecido com o sono, fazendo, por meio de comandos verbais, com que Victor imaginasse atividades alegres, o que o levou a se mover e suar profusamente. Victor também era capaz de se comunicar com Puységur durante aquele estado. Este tratamento resultou em uma suposta recuperação rápida de Victor, que em poucos dias relatava estar quase completamente curado. Apesar disso, sabe-se que ele continuou sofrendo de problemas de saúde durante sua vida. Durante o tratamento, Victor demonstrou uma conexão especial com Puységur. Isso representou uma mudança significativa em relação à teoria de Mesmer, que focava apenas na restauração da circulação do fluido magnético através de passes. Puységur, por outro lado, enfatizou o estabelecimento de uma relação profunda entre o magnetizador e o paciente, usando a mistura dos supostos fluidos magnéticos e a vontade do operador para dirigir a cura. Puységur denominou esse estado \"sonambulismo magnético\". ===James Braid=== James Braid (1795-1860), iniciou a hipnose científica. Em 1841, enquanto trabalhava em Manchester, interessou-se pelo mesmerismo e desenvolveu a visão de que o então chamado \"sonambulismo magnético\" é um sono nervoso induzido pela concentração intensa, descartando a visão tradicional de transmissão de fluidos. Braid, assim, iniciou uma abordagem mais científica do assunto. Cunhou, em 1842, o termo hipnotismo (do grego hipnos = sono), para significar o procedimento de indução ao estado hipnótico. Hipnose, hipnotismo, ficou logo claro, eram termos inadequados (não se dorme durante o processo). O uso, porém, já os havia consagrado e não mais se conseguiu modificá-los, remanescendo até a atualidade. ===James Esdaile=== James Esdaile (1808-1868), utilizou, como cirurgião, o sonambulismo magnético (hipnoanalgesia) para realizar aproximadamente 3.000 (três mil) cirurgias sem a necessidade de anestésicos químicos. Nestas estão incluídas até mesmo extração de apêndice entre outros procedimentos de grande vulto. Todas as cirurgias estão devidamente catalogadas. Talvez o método de Esdaile não tenha tido maior projeção científica porque, à mesma época, foram descobertos os anestésicos químicos (éter,clorofórmio e óxido nitroso) que passaram a fazer parte dos procedimentos médicos da nobreza europeia. Curioso é saber que os anestésicos químicos mataram muito mais pessoas que se imagina, dada à ignorância das reações ao procedimento. Tal nunca ocorreu com a hipnose. ===Ivan Pavlov=== Ivan Pavlov (1849-1936), famoso neurofisiologista russo, conhecido por suas pesquisas sobre o comportamento (condicionamento clássico), que foram o ponto de partida para o behaviorismo e o advento da psicologia científica do comportamento; estudou os efeitos da hipnose sobre o córtex cerebral e a indicação terapêutica deste tipo de intervenção. ===Jean Charcot=== Jean Charcot (1825-1893), conhecido médico da escola de Salpetriére (França), professor de Freud, estudou os efeitos da hipnose em pacientes histéricos. Charcot afirmava que apenas histéricos eram hipnotizáveis, mas outros médicos contemporâneos constataram que a hipnose é parte do funcionamento normal do cérebro de qualquer pessoa. Muitos dos erros cometidos por Charcot (e repetidos por Freud) levaram a crer na ineficácia da hipnose, o que foi rebatido anos depois. ===Sigmund Freud=== Sigmund Freud (1856-1939), médico neurologista, nascido na Morávia (atual Chéquia), autor da maior literatura acerca do inconsciente humano, fundador da psicanálise, aplicou a hipnose profunda no começo de sua carreira e acabou por abandoná-la, porque ele a utilizava para a obtenção de memórias reprimidas. Freud abandona a hipnose porque a sugestão hipnótica não permitia que o paciente se apropriasse da etiologia do trauma, uma vez que o mesmo não recordava do trauma após sair do transe hipnótico. Freud substituiu o método hipnótico pelo de associação livre, através do qual o paciente traz suas demandas através da fala não direcionada pelo terapeuta, e desvela seu recalque. === Dave Elman === Apesar de Dave Elman (1900–1967) ser conhecido primeiramente como um notório locutor de rádio, comediante e compositor musical, ele também ficou famoso no campo da Hipnose. Ele lecionou vários cursos para médicos e escreveu, em 1964, o livro: _“Findings in Hypnosis”_ (Descobertas na Hipnose),1970 Explorations in Hypnosis. Nash Pub. ISBN 0-8402-1143-0 que depois foi denominado _“Hypnotherapy”_ (Hipnoterapia).1970 Hypnotherapy, Westwood Pub. ISBN 0-930298-04-7 Provavelmente, um dos aspectos mais importantes do legado de Dave Elman foi o seu método de indução, que originalmente foi construído para realizar a hipnose de um modo rápido e depois adaptada para o uso de profissionais médicos; os seus discípulos rotineiramente obtinham estados hipnóticos adequados para procedimentos médicos ou cirúrgicos em menos de três minutos. Seu livro e suas gravações deixaram muito mais que somente sua técnica de indução rápida. A primeira cirurgia cardíaca de tórax aberto utilizando somente hipnose no lugar de uma anestesia (por causa de vários problemas severos do paciente) foi conduzida por seus estudantes, tendo Dave Elman como orientador na sala de cirurgia.Elman, D. (1981). Hypnotherapy. Glendale, CA: Westwood.Overholser, L. Scientific Break Throughs in Hypnosis for Pain Management. Site: http://www.hypnosispower.com/Hyp- paintalkhandout4-9-11.pdf. Consultado em 13/07/2013. Graças ao Elman, o papa Piu XII recomendou o uso da hipnose para possibilitar partos sem dor e sofrimento além ser pioneiro na cirurgia cardíaca utilizando hipnose como anestésico. ===Milton Erickson=== Milton Erickson (1901-1980), psiquiatra norte-americano, especializado em terapia familiar e hipnose. Fundou a American Society of Clinical Hypnosis e foi um dos hipnoterapeutas mais influentes no pós-guerra. Ele publicou vários livros e artigos científicos na área. Durante a década de 1960, Erickson popularizou um novo tipo de hipnoterapia, conhecida como hipnose ericksoniana, caracterizada principalmente por sugestão indireta, \"metáforas\" (na realidade, analogias), técnicas de confusão, e duplo vínculos no lugar de uma indução hipnótica clássica. Enquanto a hipnose clássica é direta e autoritária, e muitas vezes encontra resistência do paciente, a forma que Erickson apresentou é permissiva e indireta.Lankton & Lankton, The Answer Within 1983/2008, Crown Publishers Por exemplo, se na hipnose clássica é utilizado na indução \"Você está entrando agora em um transe hipnótico\", na hipnose ericksoniana a indução seria utilizada na forma \"você pode aprender confortavelmente como entrar em um transe hipnótico\". Desta forma, dá a oportunidade ao paciente a aceitar as sugestões com as quais se sentirão mais confortáveis, no seu próprio ritmo, e com consciência dos benefícios. A pessoa a ser hipnotizada sabe que não está sendo coagida, tomando para si a responsabilidade e a participação na sua própria transformação. Como a indução se dá durante uma conversa normal, a hipnose ericksoniana também é chamada de hipnose conversacional. Erickson insistia que não era possível instruir conscientemente a mente inconsciente, e que sugestões autoritárias seriam muito mais prováveis de obter resistência. A mente inconsciente responderia a aberturas, oportunidades, metáforas, símbolos e contradições. A sugestão hipnótica eficaz, então, seria \"artisticamente vaga\", deixando a oportunidade para que o hipnotizado possa preencher as lacunas com seu próprio entendimento inconsciente - mesmo que eles não percebam conscientemente o que está acontecendo. Um hipnoterapeuta habilidoso constrói essas lacunas nos significados de modo que melhor se adequa para cada indivíduo - de uma forma que tem a maior probabilidade de produzir o estado de mudança desejado. Por exemplo, a frase autoritária \"você vai deixar de fumar\" teria uma menor probabilidade de atingir o inconsciente que \"você pode se tornar um não-fumante\". A primeira é um comando direto, para ser obedecido ou ignorado (e observe que ela chama a atenção para o ato de fumar), a segunda é um convite aberto para uma mudança permanente e possível, sem pressão, e que é menos provável de encontrar resistência. Richard Bandler e John Grinder identificaram esse tipo de linguagem \"artisticamente vaga\" como uma característica do seu 'Milton Model', como uma tentativa sistemática de codificar os padrões de linguagem de Erickson. > \"Eu digo isso não porque este livro é sobre minhas técnicas hipnóticas, mas > porque já passa da hora de entender que a necessidade de reconhecer que uma > comunicação com sentido pleno necessita substituir verborréias repetitivas, > sugestões diretas e comandos autoritários\" - Milton Erickson. == Hipnoterapia: aplicações == === Tratamento de distúrbios psicológicos === * Ansiedade, pânico, Lista de fobias, depressão e outros. === Anestesia para procedimentos cirúrgicos === Na literatura médica há muitos relatos de cirurgias de grande porte realizadas com anestesia puramente hipnótica. Em nosso meio tais estudos estão se iniciando, e várias pequenas cirurgias já foram realizadas tendo a hipnose como método único de anestesia. Mesmo nas ocasiões em que a anestesia química é empregada, o uso de hipnose diminui consideravelmente a quantidade de medicamentos empregados. == Hipnose, misticismo, ciência e parapsicologia == Em sessões de hipnose é frequente observar fenômenos que costumam ser atribuídos à competência da Parapsicologia. Segundo a Parapsychology Association, tem-se verificado que a hipnose é uma condição favorável para a ocorrência de muitas formas de percepção extra-sensorial. A associação afirma que pessoas hipnotizadas tendem a ter um melhor desempenho em testes laboratoriais de clarividência, telepatia e precognição.Mario Varvoglis, Ph.D. Hypnosis and Psi. Parapsychology Association. Página visitada em 28/11/2014. Contudo, a bem de não se recair em imponderações científicas, ou mesmo propensões de fundo sectário qualquer (espiritual, religioso, etc.), é preciso cautela a respeito, pois muitos casos que são referidos como manifestações parapsicológicas são, em realidade, manifestações ou expressões, sim, de outros estados da consciência — estados alterados da consciência. Fenômenos assim podem ser provocados e treinados por sugestão ou podem aparecer espontaneamente. Mas, em qualquer caso, podem ser examinados em estado hipnótico. Muitos pacientes experimentam a sensação de flutuar fora do próprio corpo e poderem se deslocar a outros lugares. Outros afirmam saber o que ocorre à distância etc. O psicólogo e parapsicólogo Charles Tart, autor de uma tese de pós-doutorado sobre hipnose, relatou experiências de \"hipnose mútua\", em que cada uma das duas pessoas foram hipnotizadas uma pela outra. Tart relatou vários fenômenos curiosos em tais casos, incluindo eventuais fenômenos de telepatia.http://noetic.org/directory/person/charles-tart/ == Ver também == * Auto-hipnose * Magnetismo Animal * Consciência * Conscienciologia * Hipniatria * Hipnose ericksoniana * Hipnoterapia * Psicologia * Psicoterapia * Sono * Vigília * Ansiolíticos * FACIOLI, Adriano. Hipnose: fato ou fraude?. Campinas (SP), Brasil: Editora Átomo, 2006. * FERREIRA, Aurélio. Dicionário da Língua Portuguesa. Rio de Janeiro (RJ), Brasil: Nova Fronteira, 2000 * LOPES, Leon. Sugestões que curam: a hipnose como recurso terapêutico em saúde mental. Monografia de Graduação em Psicologia. Universidade de Fortaleza - UNIFOR, 2003. (http://www.comportamento.net/artigos/monograf.htm, acesso em 2005.07.18). * WHITE, John (Org.). O mais elevado estado da consciência. São Paulo (SP), Brasil: Cultrix-Pensamento, 1997. Categoria:Magnetismo animal Categoria:Psicologia Categoria:Hipnose",
 "title": "Hipnose"
}