{
 "id": "101524",
 "text": "A Kriegsmarine (lit. 'Marinha de Guerra') foi a marinha da Alemanha nazista de 1935 a 1945. Substituiu a Marinha Imperial Alemã do Império Alemão (1871-1918) e a Reichsmarine entre guerras (1919-1935) da República de Weimar. A Kriegsmarine foi um dos três ramos oficiais, juntamente com o Heer e a Luftwaffe, da Wehrmacht, as forças armadas alemãs de 1935 a 1945.Bird, Keith. Weimar, the German Naval Officer Corps, and the Rise of National Socialism. Amsterdam: Grüner, 1977.Dülffer, Jost. Weimar, Hitler, und die Marine. Düsseldorf: Droste, 1973.Rössler, Eberhard. The U-Boat: The Evolution and Technical History of German Submarines. Translated by Harold Erenberg. Annapolis: Naval Institute Press, 1981.Lohmann, Walter, and Hans H. Hildebrandt. Die deutsche Kriegsmarine, 1939-1945. 3 vols. Bad Nauheim: Podzun, 1956. Em violação do Tratado de Versalhes, a Kriegsmarine cresceu rapidamente durante o rearmamento alemão na década de 1930. O tratado de 1919 limitou o tamanho da marinha alemã e proibiu a construção de submarinos. Sob os termos do Tratado de Versalhes de 1919, a Alemanha só tinha permissão para uma marinha de 15 000 pessoas, seis navios de não mais de 10 000 toneladas, seis cruzadores, doze contratorpedeiros, doze torpedeiros e nenhum submarino ou porta-aviões. Aeronaves militares também foram proibidas, para que a Alemanha não pudesse ter aviação naval. De acordo com o tratado, a Alemanha só poderia construir novos navios para substituir os antigos. Todos os navios permitidos e pessoal foram tomados da Kaiserliche Marine, que foi renomeada Reichsmarine. Mesmo antes da tomada do poder pelos nazistas em 30 de janeiro de 1933, o governo alemão decidiu em 15 de novembro de 1932 lançar um programa de rearmamento naval proibido que incluía submarinos, aviões e um porta- aviões. Os navios da Kriegsmarine foram enviados para as águas ao redor da Espanha a durante a Guerra Civil Espanhola (1936-1939) sob o pretexto de impor a não-intervenção, mas na realidade apoiando os nacionalistas contra os republicanos espanhóis. Em janeiro de 1939, o Plano Z, um enorme programa de construção naval, foi encomendado, pedindo a paridade naval de superfície com a Marinha Real Britânica até 1944.Siegfried Breyer: Der Z-PLAN. Podzun-Pallas- Verlag. Wölfersheim-Berstadt 1996. ISBN 3-7909-0535-6 A principal força do Plano Z eram seis couraçados da classe H. Na versão do Plano Z, elaborada em agosto de 1939, a frota alemã foi planejada para consistir nos seguintes navios até 1945: * 4 porta-aviões * 10 couraçados * 15 navios blindados (Panzerschiffe) * 3 cruzadores de batalha * 5 cruzadores pesados * 44 cruzadores leves * 158 contratorpedeiros e torpedeiros * 249 submarinos * Numerosas embarcações menores O efetivo foi planejado para aumentar para mais de 200 000. Quando a Segunda Guerra Mundial eclodiu em setembro de 1939, o Plano Z foi arquivado em favor de um programa de construção de submarinos (U-boats) em vez de navios de guerra de superfície capital, e as forças terrestres e aéreas receberam prioridade de recursos estratégicos. O Comandante-em-Chefe da Kriegsmarine (como para todos os ramos das forças armadas durante o período de poder nazista absoluto) foi Adolf Hitler, que exerceu sua autoridade através do Oberkommando der Marine ('Alto Comando da Marinha'). Entre os navios mais significativos da Kriegsmarine estavam seus submarinos, a maioria dos quais foi construída depois que o Plano Z foi abandonado no início da Segunda Guerra Mundial. Wolfpacks foram rapidamente montados grupos de submarinos que atacaram comboios britânicos durante a primeira metade da Batalha do Atlântico, mas esta tática foi largamente abandonada em maio de 1943, quando as perdas de submarinos aumentaram. Junto com os U-boats, os invasores de comércio de superfície (incluindo cruzadores auxiliares) foram usados para interromper a navegação aliada nos primeiros anos da guerra, sendo os mais famosos deles os cruzadores pesados Admiral Graf Spee, Admiral Scheer e o encouraçado Bismarck. No entanto, a adoção de escoltas de comboios, especialmente no Atlântico, reduziu muito a eficácia dos invasores do comércio de superfície contra comboios. Após o fim da Segunda Guerra Mundial em 1945, os navios restantes da Kriegsmarine foram divididos entre as potências aliadas e foram usados para vários fins, incluindo a varredura de minas. Alguns foram carregados com armas químicas supérfluas e afundados. == Segunda Guerra Mundial == A Kriegsmarine participou da Batalha de Westerplatte e da Batalha da Baía de Danzig durante a invasão da Polônia. Em 1939, os principais eventos para a Kriegsmarine foram o naufrágio do porta- aviões britânico HMS Courageous e do encouraçado britânico HMS Royal Oak e a perda do Admiral Graf Spee na Batalha do Rio da Prata. Os ataques de submarinos às rotas vitais de abastecimento marítimo da Grã-Bretanha (Batalha do Atlântico) começaram imediatamente no início da guerra, embora tenham sido prejudicados pela falta de portos bem-posicionados a partir dos quais operar. Durante toda a guerra, a Kriegsmarine foi responsável pela artilharia costeira protegendo os principais portos e importantes áreas costeiras. Também operava baterias antiaéreas protegendo os principais portos. Em abril de 1940, a Marinha alemã esteve fortemente envolvida na invasão da Noruega, onde sofreu perdas significativas, que incluíram o cruzador pesado Blücher afundado por artilharia e torpedos de baterias terrestres norueguesas na Fortaleza de Oscarsborg, no fiorde de Oslo. Dez contratorpedeiros foram perdidos nas Batalhas de Narvik (metade da força do contratorpedeiro alemão na época), e dois cruzadores leves, o Königsberg que foi bombardeado e afundado por aviões da Marinha Real em Bergen, e o Karlsruhe que foi afundado na costa de Kristiansand por um submarino britânico. A Kriegsmarine afundou em troca alguns navios de guerra britânicos durante esta campanha, incluindo o porta- aviões HMS Glorious.Rohwer, Jürgen. Axis Submarine Successes 1939-1945. Annapolis: Naval Institute Press, 1983.Thomas, Charles S. The German Navy in the Nazi Era. Annapolis: Naval Institute Press, 1990.Tarrant, V. E. The Last Year of the Kriegsmarine: May 1944-May 1945. Annapolis: Naval Institute Press, 1994.Rohwer, Jürgen and Gert Hümmelchen. Chronology of the War at Sea, 1939-1945. Translated by Derek Masters. London: Ian Allan, 1974.Roskill, Stephen W. The War At Sea, 1939-1945. London: HMSO, 1954-61. As perdas na Campanha Norueguesa deixaram apenas um punhado de navios pesados intactos disponíveis para a planejada, mas nunca executada, invasão do Reino Unido (Operação Leão Marinho) no verão de 1940. Havia sérias dúvidas de que as rotas marítimas de invasão poderiam ter sido protegidas contra a interferência naval britânica. A queda da França e a conquista da Noruega deram aos submarinos alemães um acesso muito melhor às rotas marítimas britânicas no Atlântico. No início, os comboios britânicos não tinham escoltas adequadas em número ou equipamento e, como resultado, os submarinos tiveram muito sucesso por poucas perdas (este período foi apelidado de \"First Happy Time\" pelos alemães). A Itália entrou na guerra em junho de 1940, e a Batalha do Mediterrâneo começou: de setembro de 1941 a maio de 1944, cerca de 62 submarinos alemães foram transferidos para lá, passando sorrateiramente pela base naval britânica em Gibraltar. Os submarinos do Mediterrâneo afundaram 24 grandes navios de guerra aliados (incluindo 12 contratorpedeiros, 4 cruzadores, 2 porta-aviões e 1 couraçado) e 94 navios mercantes (449 206 toneladas de navios). Nenhum dos submarinos do Mediterrâneo conseguiu voltar para suas bases de origem, pois todos foram afundados em batalha ou afundados por suas tripulações no final da guerra.Uboat.net, U-boats in the Mediterranean – Overview Em 1941, um dos quatro modernos navios de guerra alemães, o Bismarck, afundou o HMS Hood enquanto invadia o Atlântico para ataques comerciais. O Bismarck, por sua vez, foi caçado por forças britânicas muito superiores depois de ser paralisado por um torpedo lançado pelo ar. Ela foi posteriormente atropelada depois de ser destruída por dois navios de guerra britânicos. Em novembro de 1941, durante a Batalha do Mediterrâneo, o submarino alemão U-331 afundou o encouraçado britânico Barham, que teve uma explosão de revista e afundou em minutos, com a perda de 862, ou 2/3 de sua tripulação. Durante 1941, a Kriegsmarine e a Marinha dos Estados Unidos tornaram-se beligerantes de fato, embora a guerra não tenha sido formalmente declarada, levando ao naufrágio do USS Reuben James. Este curso de eventos foi o resultado da decisão americana de apoiar a Grã-Bretanha com seu programa Lend-Lease e a subsequente decisão de escoltar comboios Lend-Lease com navios de guerra dos EUA através da parte ocidental do Atlântico. O ataque japonês a Pearl Harbor e a subsequente declaração alemã de guerra contra os Estados Unidos em dezembro de 1941 levaram a outra fase da Batalha do Atlântico. Na Operação Drumbeat e operações subsequentes até agosto de 1942, um grande número de navios mercantes aliados foram afundados por submarinos ao largo da costa dos EUA, pois os americanos não haviam se preparado para a guerra submarina, apesar de avisos claros (este foi o chamado Segundo Tempo Feliz para a Marinha Alemã). A situação tornou-se tão grave que os líderes militares temeram por toda a estratégia aliada. As vastas capacidades de construção naval e as forças navais americanas foram, no entanto, agora trazidas para a guerra e logo mais do que compensaram quaisquer perdas infligidas pelos submarinistas alemães. Em 1942, a guerra submarina continuou em todas as frentes, e quando as forças alemãs na União Soviética chegaram ao Mar Negro, alguns submarinos acabaram sendo transferidos para lá. Em fevereiro de 1942, os três grandes navios de guerra estacionados na costa atlântica em Brest foram evacuados de volta aos portos alemães para serem enviados à Noruega. Os navios tinham sido repetidamente danificados por ataques aéreos da RAF, os navios de abastecimento para apoiar as missões atlânticas tinham sido destruídos pela Marinha Real, e Hitler agora sentia que a Noruega era a \"zona do destino\" para esses navios. Os dois couraçados Scharnhorst e Gneisenau e o cruzador pesado Prinz Eugen passaram pelo Canal da Mancha (Channel Dash) a caminho da Noruega, apesar dos esforços britânicos para detê-los. Desde a Armada Espanhola em 1588 que nenhum navio de guerra em tempo de guerra fazia isso. Foi uma vitória tática para a Kriegsmarine e um golpe no moral britânico, mas a retirada removeu a possibilidade de atacar comboios aliados no Atlântico com navios pesados de superfície. Com o ataque alemão à União Soviética em junho de 1941, a Grã-Bretanha começou a enviar comboios do Ártico com bens militares ao redor da Noruega para apoiar seu novo aliado. Em 1942, as forças alemãs começaram a atacar fortemente esses comboios, principalmente com bombardeiros e submarinos. Os grandes navios da Kriegsmarine na Noruega raramente estavam envolvidos nesses ataques, por causa da inferioridade da tecnologia de radar alemã, e porque Hitler e a liderança da Kriegsmarine temiam perdas desses preciosos navios. O mais eficaz desses ataques foi a quase destruição do Comboio PQ 17 em julho de 1942. Mais tarde na guerra, os ataques alemães a esses comboios foram reduzidos principalmente a atividades de submarinos e a massa de cargueiros aliados chegou ao seu destino nos portos soviéticos. A Batalha do Mar de Barents em dezembro de 1942 foi uma tentativa de uma força naval alemã de superfície de atacar um comboio aliado do Ártico. No entanto, a vantagem não foi pressionada e eles voltaram à base. Havia sérias implicações: esse fracasso enfureceu Hitler, que quase impôs a decisão de sucatear a frota de superfície. Em vez disso, os recursos foram desviados para novos submarinos, e a frota de superfície tornou-se uma ameaça menor para os Aliados. Depois de dezembro de 1943, quando Scharnhorst foi afundado em um ataque a um comboio do Ártico na Batalha do Cabo Norte pelo HMS Duke of York, a maioria dos navios de superfície alemães em bases no Atlântico foram bloqueados em, ou perto de, seus portos como uma frota em ser, por medo de perdê-los em ação e para amarrar as forças navais britânicas. O maior desses navios, o encouraçado Tirpitz, estava estacionado na Noruega como uma ameaça à navegação aliada e também como uma defesa contra uma potencial invasão aliada. Quando ela foi afundada, após várias tentativas, por bombardeiros britânicos em novembro de 1944 (Operação Catecismo), vários navios da capital britânica puderam ser movidos para o Extremo Oriente. Do final de 1944 até o final da guerra, a frota de superfície sobrevivente da Kriegsmarine (cruzadores pesados: Almirante Scheer, Lützow, Admiral Hipper, Prinz Eugen, cruzadores leves: Nürnberg, Köln, Emden) estava fortemente empenhado em fornecer apoio de artilharia às forças terrestres alemãs em retirada ao longo da costa do Báltico e no transporte de refugiados civis para as partes ocidentais do Mar Báltico da Alemanha (Mecklemburgo, Schleswig- Holstein) em grandes operações de resgate. Grande parte da população do leste da Alemanha fugiu do Exército Vermelho que se aproximava por medo de retaliação soviética (estupros em massa, assassinatos e saques por tropas soviéticas ocorreram). A Kriegsmarine evacuou dois milhões de civis e tropas na evacuação da Prússia Oriental e Danzig de janeiro a maio de 1945. Foi durante essa atividade que ocorreu o naufrágio catastrófico de vários grandes navios de passageiros: Wilhelm Gustloff e Goya foram afundados por submarinos soviéticos, enquanto Cap Arcona foi afundado por bombardeiros britânicos, cada um afundando milhares de vidas civis. A Kriegsmarine também prestou importante assistência na evacuação dos civis alemães em fuga da Pomerânia e Stettin em março e abril de 1945. Uma medida desesperada da Kriegsmarine para combater a força superior dos Aliados Ocidentais a partir de 1944 foi a formação das Kleinkampfverbände (Pequenas Unidades de Batalha). Eram unidades navais especiais com sapos, torpedos tripulados, lanchas carregadas de explosivos e assim por diante. O mais eficaz dessas armas e unidades foi o desenvolvimento e implantação de submarinos intermediários como o Molch e o Seehund. Na última fase da guerra, a Kriegsmarine também organizou uma série de divisões de infantaria de seu pessoal. Entre 1943 e 1945, um grupo de U-boats conhecidos como Monsun Boats (Monsun Gruppe) operou no Oceano Índico a partir de bases japonesas nas Índias Orientais Holandesas ocupadas e na Malásia. Comboios aliados ainda não haviam sido organizados nessas águas, então inicialmente muitos navios foram afundados. No entanto, essa situação logo foi sanada. Durante os últimos anos da guerra, os barcos Monsun também foram usados como um meio de trocar suprimentos vitais de guerra com o Japão.Uboat.net, U-boat Operations – The Monsun U-boats Durante 1943 e 1944, devido às táticas antissubmarino aliadas e melhor equipamento, a frota de submarinos começou a sofrer pesadas perdas. O ponto de virada da Batalha do Atlântico foi durante o Maio Negro de 1943, quando a frota de submarinos começou a sofrer pesadas perdas e o número de navios aliados afundados começou a diminuir. Radar, cobertura aérea de longo alcance, sonar, táticas aprimoradas e novas armas contribuíram. Desenvolvimentos técnicos alemães, como o Schnorchel, tentaram contrariá-los. Perto do final da guerra, um pequeno número dos novos U-boats Elektroboot (tipos XXI e XXIII) tornou-se operacional, os primeiros submarinos projetados para operar submersos em todos os momentos. Os Elektroboote tinham o potencial de anular a vantagem tecnológica e tática dos Aliados, embora tenham sido implantados tarde demais para ver o combate na guerra.Submarines: an illustrated history of their impact Paul E. Fontenoy p.39 == Navios capturados == As campanhas militares na Europa renderam um grande número de embarcações capturadas, muitas das quais estavam em construção. As nações incluíam Áustria (embarcações fluviais), Tchecoslováquia (embarcações fluviais), Polônia, Noruega, Dinamarca, Holanda, Bélgica, França, Iugoslávia, Grécia, União Soviética, Reino Unido, Estados Unidos (várias embarcações de desembarque) e Itália (após o armistício). Poucos dos navios incompletos de tamanho de contratorpedeiro ou acima foram concluídos, mas muitos navios de guerra menores e auxiliares foram concluídos e comissionados na Kriegsmarine durante a guerra. Além disso, muitos navios civis estrangeiros capturados ou confiscados (mercantes, barcos de pesca, rebocadores etc.) foram convertidos em navios de guerra auxiliares ou navios de apoio. == Grandes navios de guerra inimigos afundados ou destruídos == O primeiro navio de guerra afundado na Segunda Guerra Mundial foi o contratorpedeiro ORP Wicher, da Marinha Polonesa, por bombardeiros de mergulho Junkers Ju 87 do grupo aéreo porta-aviões Graf Zeppelin em 3 de setembro de 1939. Este grupo aéreo de transporte aéreo (Trägergeschwader 186) fazia parte da Luftwaffe, mas naquela época sob o comando da Kriegsmarine. Navio Tipo Data Ação HMS Courageous (Marinha Real Britânica) Porta-aviões 17 de setembro de 1939 Torpedeado pelo submarino U-29 HMS Royal Oak (Marinha Real) Encouraçado 14 de outubro de 1939 Torpedeado na âncora pelo submarino U-47 HNoMS Eidsvold (Marinha Real Norueguesa) Navio de defesa costeira 9 de abril de 1940 Torpedeado no porto de Narvik pelo contratorpedeiro Z21 Wilhelm Heidkamp HNoMS Norge (Marinha Real Norueguesa) Navio de defesa costeira 9 de abril de 1940 Torpedeado no porto de Narvik pelo contratorpedeiro Z11 Bernd von Arnim Jaguar (Marinha Francesa)) Grande contratorpedeiro 23 de maio de 1940 Torpedeado por torpedeiros (E-boats) S21 e S23 HMS Glorious (Marinha Real) Porta-aviões da frota 8 de junho de 1940 Afundado pelos couraçados Gneisenau e Scharnhorst HMS Hood (Marinha Real) Cruzador de batalha 24 de maio de 1941 Afundado pelo encouraçado Bismarck HMS Ark Royal (Marinha Real) Porta-aviões 14 de novembro de 1941 Torpedeado pelo submarino U-81 em 13 de novembro, afundou enquanto estava a reboque para Gibraltar (Marinha Real Australiana) Cruzador leve 19 de novembro de 1941 Afundado pelo cruzador auxiliar Kormoran. O Kormoran também foi afundado na batalha. HMS Dunedin (Marinha Real) Cruzador leve 24 de novembro de 1941 Torpedeado pelo submarino U-124 HMS Barham (Marinha Real) Encouraçado 25 de novembro de 1941 Torpedeado pelo submarino U-331. Enquanto o ataque ao navio foi registrado, a Kriegsmarine não sabia que ele havia sido afundado até 27 de janeiro de 1942, quando o Almirantado admitiu a perda de Barham. HMS Galatea (Marinha Real) Cruzador leve 14 de Dezembro de 1941 Torpedeado pelo submarino U-557 HMS Audacity (Marinha Real) Transportador 21 de dezembro de 1941 Torpedeado pelo submarino U-751 HMS Naiad (Marinha Real) Cruzador leve 11 de Março de 1942 Torpedeado pelo submarino U-565 HMS Edinburgh(Marinha Real) Cruzador leve 2 de maio de 1942 Torpedeado pelo U-456 e pelos contratorpedeiros Z7 Hermann Schoemann, Z24 e Z25, abandonados e afundados HMS Hermione (Marinha Real) Cruzador leve 16 de junho de 1942 Torpedeado pelo submarino U-205 HMS Eagle (Marinha Real) Porta-aviões 11 de agosto de 1942 Torpedeado pelo submarino U-73 HMS Avenger (Marinha Real) Transportador 15 de novembro de 1942 Torpedeado pelo submarino U-155 HMS Welshman (Marinha Real) Cruzador de lançamento de minas 1 de Fevereiro de 1943 Torpedeado pelo U-617 HMS Abdiel (Marinha Real) Cruzador de lançamento de minas 10 de setembro de 1943 Afundado por minas no porto de Taranto enquanto operava como transporte. As minas foram colocadas por torpedeiros (E-boats) S54 e S61. HMS Charybdis (Marinha Real) Cruzador leve 23 de outubro de 1943 Torpedeado por torpedeiros T23 e T27 HMS Penelope (Marinha Real) Cruzador leve 18 de fevereiro de 1944 Torpedeado pelo submarino U-410 USS Block Island (Marinha dos EUA) Transportador 29 de maio de 1944 Torpedeado pelo submarino U-549 HMS Scylla (Marinha Real) Cruzador leve 23 de junho de 1944 Mina submarina, declarada perda total ORP Dragon (Marinha polonesa)) Cruzador leve 7 de julho de 1944 Torpedeado por um torpedo tripulado de Neger, abandonado e afundado HMS Nabob (Marinha Real) Transportador 22 de agosto de 1944 Torpedeado pelo U-354, julgado não valer a pena reparar, encalhado e abandonado HMS Thane (Marinha Real) Transportador 15 de janeiro de 1945 Torpedeado pelo U-1172, declarou-se uma perda total == Ver também == * Karl Dönitz * Lothar von Arnauld de la Perière * Otto Kretschmer * Batalha do Atlântico * Guerra submarina irrestrita * Navios brasileiros afundados na Segunda Guerra * Submarinos da Marinha da Alemanha === Bibliografia === * Bird, Keith. German Naval History: A Guide to the Literature. Nova York: Garland, 1985. * Bräckow, Werner. Die Geschichte des deutschen Marine- Ingenieuroffizierskorps. Hamburgo: Stalling, 1974. * Breyer, Siegfried, and Gerhard Koop. Die deutsche Kriegsmarine, 7 vols., Friedberg: Podzun- Pallas, 1985. * Dülffer, Jost. \"Die Reichs- und Kriegsmarine, 1918-1939.\" In Deutsche Marinegeschichte der Neuzeit, 337-488. Munique: Bernard und Graefe, 1977. * Güth, Rolf. \"Bild einer Crew.\" Marine Rundschau 61, no. 3 (1964): 131-41. * Güth, Rolf. \"Die Organisation der deutschen Marine in Krieg und Frieden, 1913-1933.\" In Deutsche Marinegeschichte der Neuzeit, 263-336. Munich: Bernard und Graefe, 1977. * Güth, Rolf. \"Die Organisation der Kriegsmarine bis 1939.\" In Wehrmacht und Nationalsozialismus, 1933-1939, 401-500. Munique: Bernard und Graefe, 1978. * Krüger, Peter. \"Die Verhandlungen über die deutsche Kriegs-und Handelsflotte auf der Konferenz von Potsdam 1945.\" Marine Rundschau 63, no. 1 (1966): 10-19, 81-94. * Löwke, Udo F. Die SPD und die Wehrfrage, 1949-1955. Bonn e Bad Godesberg: Neue Gesellschaft, 1976. * Peifer, Douglas. The Three German Navies: Dissolution, Transition, and New Beginning. Gainesville: University Press of Florida, 2002. * Rahn, Werner, e Gerhard Schreiber, eds. Kriegstagebuch der Seekriegsleitung, 1939-1945. 68 vols. Herford: E.S. Mittler, 1988-1997. * Salewski, Michael. Die deutsche Seekriegsleitung, 1935-1945, vol. 2, 1942-1945. Munich: Bernard und Graefe, 1975. * Thompson, Harold Keith, e Henry Strutz. Dönitz at Nuremberg: A Reappraisal: War Crimes and the Military Professional. Nova York: Amber, 1976. == Ligações externas == * A Marinha Nazista Alemã 1935-1945 (Kriegsmarine) * * * * * * The photo album of Kriegsmarine minelayer 'Roland' crew member. Fotos de missões de combate e várias embarcações Kriegsmarine. Categoria:História militar da Alemanha durante a Segunda Guerra Mundial Categoria:Marinha da Alemanha Categoria:Marinhas dissolvidas Categoria:Palavras, frases e expressões em alemão Categoria:Unidades e formações militares da Wehrmacht",
 "title": "Kriegsmarine"
}