{
 "id": "101537",
 "text": "Álvaro Xavier de Castro GOTE • ComA • ComSE • GCIC (Guarda, 9 de Novembro de 1878 – Coimbra, 29 de Junho de 1928) foi um major de Infantaria e político português da I República que fez parte da Junta Constitucional que governou Portugal após o derrube do governo de ditadura do general Pimenta de Castro, em 1915. Exerceu depois, entre outras funções, o cargo de Governador-geral de Moçambique (entre 1915 e 1918) e foi, por duas vezes, presidente do Ministério (actual cargo de primeiro-ministro). == Biografia == Frequentou o Colégio Militar. Participou na sublevação anti-sidonista de Santarém de 11 de Janeiro de 1919 (ao lado de figuras históricas da República como Machado Santos), destinada a restaurar a pureza dos ideais da República proclamada em 5 de Outubro de 1910 e a restabelecer a Constituição de 1911 tal como fora aprovada (já que havia sido alterada durante o «consulado sidonista»); isto passava pela imediata queda do governo chefiado por João Tamagnini Barbosa e pela destituição do presidente João do Canto e Castro, considerado continuador das políticas sidonistas. No dia seguinte o presidente do Ministério ordenou o cerco dos revoltosos em Santarém, que acabaram por se render, sendo o movimento sufocado. A 28 de Fevereiro de 1919 foi feito Comendador da Ordem Militar de São Bento de Avis, a 13 de Março de 1919 foi feito Grande-Oficial da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito e a 28 de Junho de 1919 foi feito Comendador da Antiga, Nobilíssima e Esclarecida Ordem Militar de Sant'Iago da Espada, do Mérito Científico, Literário e Artístico. Mais tarde, ajudou a fundar e viria a liderar o Partido Republicano da Reconstituição Nacional (ou Partido Reconstituinte, uma dissidência do Partido Liberal Republicano, resultante da aglutinação dos Partidos Republicano Evolucionista e do Unionista). Nessa condição deu o seu apoio ao primeiro governo do liberal António Granjo, de coligação, em 1920; contudo, viria a retirar-lhe o apoio e ele mesmo foi designado presidente do Ministério de Portugal, durante a I República, durante um curto lapso de tempo — de 20 de Novembro a 30 de Novembro de 1920 —, após o que foi substituído pelo tenente-coronel da G.N.R. Liberato Pinto. Entretanto, acentuava-se a crise política em Portugal pelo que os partidos de direita (os Liberais, agora sem o seu carismático líder António Granjo que fora assassinado na Noite Sangrenta, os Reconstituintes de Álvaro de Castro, e os antigos sidonistas reconvertidos em Partido Nacional Republicano) uniram-se para fazer face à hegemonia do Partido Democrático, criando um novo partido, o Partido Republicano Nacionalista, do qual Álvaro de Castro viria a ser uma das proeminentes figuras. Nessa circunstância viria a ser uma segunda vez designado presidente do Ministério, entre 18 de Dezembro de 1923 a 6 de Julho de 1924. Em 1924, há um conflito entre o governo e a aviação militar, por causa de um decreto de 30 de Maio sobre compressão das despesas. Demite-se o comandante da aviação militar. Em seguida, a 3 de Junho de 1924, dá-se a chamada \"Revolta dos Aviadores\", na Amadora. O deputado Lelo Portela, que era oficial-aviador, levantou a questão na Câmara dos Deputados, a 4 de Junho, um dia depois do início da sublevação. A despeito de se terem rendido a 7 de Junho, o descontentamento dos aviadores leva a que o próprio Álvaro de Castro defronte um dos descontentes em duelo, o Capitão-aviador Ribeiro da Fonseca. O duelo terminou com este último sofrendo ferimentos ligeiros no braço. A 14 de Julho de 1932 foi agraciado a título póstumo com a Grã-Cruz da Ordem do Império Colonial. O seu nome perdura na toponímia portuguesa, em nomes de arruamentos, e também consta da lista de colaboradores do jornal A republica portugueza (1910-1911) e da Revista nova (1901-1902). Alvaro de Castro Categoria:Alunos do Colégio Militar (Portugal) Categoria:Oficiais superiores de Portugal Categoria:Republicanos de Portugal Categoria:Comendadores da Ordem Militar de Avis Categoria:Grandes-Oficiais da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Comendadores da Ordem Militar de Sant'Iago da Espada Categoria:Primeiros-ministros da Primeira República Portuguesa Alvaro Xavier de Castro Categoria:Governadores de Moçambique Categoria:Ministros das Colónias de Portugal Categoria:Ministros do Interior de Portugal Categoria:Grã-Cruzes da Ordem do Império",
 "title": "Álvaro de Castro"
}