{
 "id": "101513",
 "text": "Ptolemeu XV Filópator Filómetor Cesarião (do latim Caesarion, \"pequeno César\"; 23 de junho de 47 — agosto de ) foi o último faraó da dinastia ptolemaica do Egito Antigo. Era tido como filho da rainha do Egito, Cleópatra VII e do general romano Júlio César. Embora o romano jamais tenha reconhecido publicamente sua paternidade, deu indícios que fosse seu pai. ==Biografia== Cesarião nasceu no Egito e sua mãe, a rainha Cleópatra, sempre afirmou que ele era filho do generalromano Júlio César. Mas ainda que o menino pudesse ostentar traços fisionômicos de seu suposto pai e talvez tenha sido autorizado a usar seu nome,Duane W. Roller. Cleópatra: A Biography. Oxford University Press, 2010, pp.70-3. César nunca reconheceu, oficialmente, ter um filho natural, razão pela qual veio a adotar seu sobrinho, Otaviano, como seu herdeiro. Um panfleto que circulou em Roma àquela épocaAtribuído a Caio Ópio, um partidário de César. tentava provar que César não poderia ser o pai de Cesarião. Além disso, o fato de Cleópatra comparar sua relação com o filho à da deusa egípcia Ísis com seu filho milagroso, Hórus,Duane W. Roller. Cleópatra: A Biography, Oxford University Press, 2010, pp.70-3. tornava a questão ainda mais controversa. Cesarião passou dois de seus primeiros anos, 46 a.C.-44 a.C., em Roma, onde ele e sua mãe eram convidados oficiais do governo romano, ou seja, de Júlio César. Mas quando o ditador foi assassinado, em 15 de março de 44 a.C., ambos tiveram que retornar, apressadamente, ao Egito. Aos três anos (em 2 de setembro de 44 a.C.), Cesarião foi nomeado co- regente do trono egípcio, mas é pouco provável que tenha tido algum papel político relevante, haja vista a concentração de poder exercido por sua mãe. Quando Cleópatra e Marco Antônio estavam juntos, ele foi beneficiado pelas chamadas \"Doações de Alexandria\" (34 a.C.), sendo proclamado \"rei dos reis\" — um título grandioso \"sem precedentes na gestão das relações cliente-rei romano\" e que \"poderia ser visto como ameaça à grandeza do povo romano\".Meyer Reinhold. Studies in classical history and society, Oxford University Press, 2002, p.58. Após a batalha de Áccio (31 a.C.) e consequente invasão do Egito pelas forças de Otaviano, Cleópatra enviou Cesarião, com um grande tesouro, para o porto de Berenice, no mar Vermelho, provavelmente pretendendo fazê-lo chegar à Índia, onde encontraria refúgio. As circunstâncias da morte do suposto filho de César nunca ficaram plenamente esclarecidas. A hipótese mais aceita — sustentada, inclusive, por Plutarco — é a de que ele, após os suicídios de Marco Antônio e Cleópatra, se tenha deixado enganar pela promessa de assumir o trono do Egito, como herdeiro de sua mãe,Ainda que na condição de rei tributário do Império Romano. tendo retornado a Alexandria, onde foi preso e executado por ordem de Otaviano. “ Cesarião, que se dizia ser o filho de Cleópatra com Júlio César, foi enviado por sua mãe, com um grande tesouro, para a Índia, por meio da Etiópia. Mas seu tutor, Teodoro, persuadiu-o a voltar, com o fundamento de que Otávio César o convidara para tomar o reino.\" ” —Plutarco. Vida de Antônio. == Bibliografia == * PLUTARCO. Vida de Antônio]]. * CLAYTON,Peter. Chronicle of the Pharaohs. 1994. ISBN 0-500-05074-0 * PEYRAMAURE, Michel. Divina Cleópatra. Belo Horizonte: Itatiaia, 1960 Categoria:Faraós da dinastia macedónica Categoria:Pessoas da realeza executadas Categoria:Naturais do Egito Categoria:Dinastia ptolemaica Categoria:Filhos de Júlio César Categoria:Cleópatra Categoria:Faraós da dinastia ptolemaica Categoria:Romanos antigos executados Categoria:Pessoas executadas pela República Romana",
 "title": "Ptolemeu XV Cesarião"
}