{
 "id": "101567",
 "text": "Diamond Dogs é o oitavo álbum de estúdio do músico britânico David Bowie, originalmente lançado em 1974 pela RCA Records. Tematicamente, é um casamento entre o romance 1984, de George Orwell, e a própria versão de Bowie de um um mundo pós-apocalíptico \"glam\". Bowie queria fazer fazer uma adaptação teatral do livro de Orwell e para isso começou a escrever material após terminar as gravações do álbum Pin Ups, de 1973. Porém, os detentores dos direitos autorais de Orwell negaram os direitos. Assim, as canções acabaram na segunda metade de Diamond Dogs, em que, como mostram os títulos das músicas, o tema de 1984 é proeminante. == Produção e estilo == Apesar do álbum ter sido gravado e lançado após a \"aposentadoria\" de Ziggy Stardust em meados de 1973, e conter seu próprio protagonista (Halloween Jack - \"um verdadeiro gato legal\" que vive na decadente \"Hunger City\" (\"Cidade da Fome)), Ziggy era ainda visto muito vivo em Diamond Dogs, como evidencia o corte de cabelo de Bowie na capa e e o estilo \"glam-trash\" de \"Rebel Rebel\", o primeiro single. Como foi o caso de algumas canções em Aladdin Sane, a influência dos Rolling Stones também é evidente, especialmente na explosiva faixa-título. Transformado, de qualquer modo, Bowie se distanciou dos seus trabalhos prévios com a épica sequência musical \"Sweet Thing\"/\"Candidate\"/\"Sweet Thing (Reprise)\", enquanto \"Rock 'n' Roll With Me\" e a o wah-wah estilo shaft da guitarra de \"1984\" dão um antegosto da próxima fase de Bowie, \"plastic soul\". O álbum original em vinil terminava com o refrão trepidante (na verdade, um loop na gravação) Bruh/bruh/bruh/bruh/bruh, a primeira sílaba de \"(Big) Brother\", repetida incessantemente. \"Sweet Thing\" foi a primeira experiência de Bowie com es estilo \"recortado\" de escrita de William S. Burroughs, que Bowie continuou a usar pelos 25 anos seguintes. Apesar de Diamond Dogs ter sido o primeiro álbum de Bowie desde 1969 sem a participação de nenhum dos \"Spiders from Mars\" - a banda de apoio famosa por Ziggy Stardust - muitos dos arranjos já tinham sido preparados e tocados em shows com Mick Ronson antes das gravações em estúdio, incluindo \"1984\" e \"Rebel Rebel\". No estúdio, porém, Herbie Flowers tocou baixo e a bateria foi compartilhada por Aynsley Dunbar e Tony Newman. Num ato que surpreendeu alguns críticos, o próprio Bowie tomou o papel de guitarrista principal (antes de Mick Ronson), produzindo o que Roy Carr e Charles Shaar Murray, da NME, descreveram como \"um som áspero, rouco, semi-amador que deu ao álbum muito do seu sabor característico\". Diamond Dogs foi também um marco na carreira de Bowie por tê-lo reunido com Tony Visconti, que forneceu arranjos de cordas e ajudou a mixar o álbum no seu próprio estúdio em Londres. Visconti continuaria a produzir grande parte do trabalho de Bowie pelo resto da década. == Capa == A arte de capa mostra Bowie como um impressionante e caricato meio- homem, meio-cão pintado pelo artista belga Guy Peellaert. A versão inteira da obra foi controversa por mostrar claramente a genitália da criatura. De acordo com a Goldmine, guia de preços para colecionadores, esses álbuns (com o membro exposto) estão entre os mais caros discos de todos os tempos, com preços chegando a mil dólares por cópia. A genitália foi rapidamente escondida para a versão gatefold do encarte do álbum em 1974, apesar da arte original (e outra rejeitada, com Bowie usando um sombrero cordobés e segurando um cão raivoso, imagem capturada por Terry O' Neill) foi incluída nas edições Rykodisc/EMI subsequentes. == Lançamento e repercussão == Segundo o autor David Buckley, Diamond Dogs foi o canto do cisne da fase glam de Bowie, \"No tipo de ação que acabaria definindo a sua carreira, Bowie desceu do navio de glam-rock na hora certa, pouco antes de escorregar numa paródia inexpressiva de si mesmo\". Na época do seu lançamento, Bowie descreveu Diamond Dogs como \"um álbum muito político. O meu protesto... mais eu do que qualquer coisa que já fiz antes\". A revista Disc comparou o álbum a The Man Who Sold the World (1970), enquanto ambas as publicações Rock e Sounds o descreveram como \"seu trabalho mais impressionante... desde Ziggy Stardust\". O álbum chegou ao n° 1 nas paradas britânicas e ao n° 5 nos EUA (onde a faixa \"Rebel Rebel\" mostrou-se muito popular), a maior posição americana de Bowie até então. No Canadá, o álbum conseguiu repetir o sucesso britânico e também alcançou o n°1 nas paradas nacionais, por duas semanas. O estilo cru da guitarra de Diamond Dogs e as visões do caos urbano, crianças catadoras de lixo e amantes niilistas (\"Vamos comprar algumas drogas e assistir a bandas antigas/ E pularemos no rio de mãos dadas\") são creditadas como uma antecipação da revolução punk que aconteceria nos anos seguintes. O próprio Bowie descreveu os Diamond Dogs, apresentados na faixa-título, como \"realmente pequenos Johnny Rotten e Sid Vicious. E, na minha mente, não havia meios de transporte, então eles ficavam andando por aí com aqueles patins de rodas gigantes, e que rangiam porque não eram lubrificados corretamente. Então havia essas gangues de encapuzados viciados com patins rangentes, com facas bowie e casacos de pele, e eram todos magros porque não comiam o suficiente, e tinham um cabelo com cores engraçadas. De certa forma, foi o precursor da coisa punk.\" Em sua turnê Diamond Dogs (gravada e lançada como David Live), de 1974, Bowie tocou todas as músicas do álbum, menos \"We Are the Dead\". \"Rebel Rebel\" esteve, desde então, presente em quase todas as turnês de Bowie. \"Diamond Dogs\" foi tocada nas turnês Station to Station, de 1976, Outside, de 1996-96 e Reality, de 2003-04. \"Big Brother/Chant of the Ever Circling Skeletal Family\" foi retomada para turnê Glass Spider, de 1987. ==Faixas== Todas as músicas foram compostas por David Bowie exceto onde indicado: === Lado A === # \"Future Legend\" - (1:05) \"Bewitched, Bothered and Bewildered\" (Richard Rodgers) # \"Diamond Dogs\" - (5:56) # \"Sweet Thing\" - (3:39) # \"Candidate\" - (2:40) # \"Sweet Thing\" (reprise) - (2:31) # \"Rebel Rebel\" - (4:30) === Lado B === # \"Rock 'N' Roll With Me\" (Bowie, Warren Peace) \\- (4:00) # \"We Are The Dead\" - (4:58) # \"1984\" - (3:27) # \"Big Brother\" - (3:21) # \"Chant of the Ever Circling Skeletal Family\" - (2:00) === Faixas-Bônus(1990 Rykodisc/EMI) === Todas as músicas foram compostas por David Bowie # \"Dodo\" (Gravado em 1973, não lançado anteriormente) – 2:53 # \"Candidate\" (Versão demo, gravado em 1973, não lançado anteriormente) – 5:09 == Bibliografia == * * * * * * * * * * * * * * == Ligações externas == * Diamond Dogs no allmusic.com Categoria:Álbuns de David Bowie Categoria:Álbuns de 1974 Categoria:Álbuns conceituais Categoria:Álbuns lançados pela Virgin Records Categoria:Álbuns produzidos por David Bowie Categoria:Álbuns de glam rock Categoria:Álbuns de capas controversas",
 "title": "Diamond Dogs"
}