{
 "id": "101688",
 "text": "{{Info/Futebol/seleção |nome = Irlanda do Norte |apelido = Green and White Army (Exército Verde e Branco) Norn Iron |bandeira = |associação = Irish Football Association |confederação = UEFA |material = Adidas |treinador = Michael O'Neill |capitão = Steven Davis |maispart = Steven Davis (126) |artilheiro = David Healy (36) |códigofifa = NIR |rankingfifa = 48 |melhorcolfifa = 27(agosto de 2007, abril de 2009) |piorcolfifa = 129(setembro de 2009) |rankingelo = 73 |melhorcolelo = 5 ou 14 (1882 ou maio de 1886) |piorcolelo = 114 (outubro de 2013) |partint = Irlanda 0 – 13 (Belfast; 18 de fevereiro de 1882) Como Irlanda do Norte: 1 – 4 (Belfast; 7 de outubro de 1950) |maiorvit = Irlanda 7 – 0 (Belfast; 1 de fevereiro de 1930) Como Irlanda do Norte 5 – 0 (Belfast, 21 de abril de 1971) 0 – 5 (Landskrona; 11 de setembro de 1991) |maiorder = Irlanda 0 – 13 (Belfast; 18 de fevereiro de 1882) |partcm = 3 (1ª em 1958) |melhordescm = Quartas-de-final (1958 e 1982) |coparegional = Campeonato Europeu de Futebol |partcoparegional = 1 (1ª em 2016) |melhordescopareg = Oitavas-de-Final (2016) |linkcopareg1 = |resultadocopareg1= |linkcopareg2 = |resultadocopareg2= |linkcopareg3 = |resultadocopareg3= |modelo = padrão |skin1 = _nir24h |skin_bd1 = _nir24h |skin_be1 = _nir24h |skin_calção1 = _nir24h |skin_meia1 = |braçoesquerdo1 = 22913C |corpo1 = 22913C |braçodireito1 = 22913C |calções1 = 006633 |meias1 = FFFFFF |skin2 = _nir24a |skin_be2 = _nir24a |skin_bd2 = _nir24a |skin_calção2 = _nir24a2 |skin_meia2 = |braçoesquerdo2 = FFFFFF |corpo2 = FFFFFF |braçodireito2 = FFFFFF |calções2 = 006633 |meias2 = FFFFFF |skin3 = |skin_be3 = |skin_bd3 = |skin_calção3 = |skin_meia3 = |braçoesquerdo3 = |corpo3 = |braçodireito3 = |calções3 = |meias3 = }} A Seleção Norte- Irlandesa de Futebol representa a Irlanda do Norte nas competições de futebol da FIFA. 1930 a 1938 - Não era afiliada à FIFA 1950 a 1954 - Não se classificou 1958 - Eliminada nas Quartas de Final 1962 a 1978 - Não se classificou 1982 - Eliminada na 2ª Fase 1986 - Eliminada na 1ª Fase 1990 a 2022 - Não se classificou 2026 - == História == Não existe nas competições olímpicas; nelas, os norte-irlandeses competem juntamente com os ingleses, escoceses e galeses pelo Reino Unido, cuja seleção obteve (como Grã-Bretanha) as medalhas de ouro nos Olímpicos de 1900, nos Jogos Olímpicos de 1908 e nos Jogos Olímpicos de 1912, apesar de formada basicamente por amadores ingleses. Com a eleição de Londres como sede dos Jogos de 2012, surgiu a cogitação de que a Seleção Britânica voltasse para disputar a competição (não disputa as qualificações desde 1971). As federações de futebol da Escócia, País de Gales e Irlanda do Norte recusaram ceder seus jogadores, e decidiu-se amigavelmente que a seleção do Reino Unido competisse apenas com ingleses. Participou de 3 Copas do Mundo (1958,1982 e 1986), sendo igualada em 2002 pela Irlanda (que já tinha disputado as de 1990 e 1994). Os rivais do sul, entretanto, levam a vantagem por terem conseguido participar de duas Eurocopas (as de 1988 e 2012), torneio que os norte-irlandeses jamais haviam se qualificado até então. Ambas as Seleções têm uniforme similar: camisas e meias verdes e calças brancas, cores nacionais da Ilha da Irlanda, e também utilizadas pela Seleção Irlandesa que existiu entre 1882 e 1950, precursora oficial da Seleção Norte- Irlandesa. Depois de um período enfrentando decadência futebolística, o selecionado norte-irlandês obteve a classificação inédita para uma fase final de Eurocopa com uma vitória por 3 a 1 contra a Grécia, gols marcados por Steven Davis (2 vezes) e Josh Magennis. Alguns de seus jogadores mais celebrados são: o meia Danny Blanchflower, líder da equipe na Copa de 58; o goleiro Pat Jennings, um veterano nos mundiais de 82 e 86 (detinha o recorde de ser o mais velho das Copas antes de Roger Milla); o temperamental meia- atacante Keith Gillespie e o atacante George Best, que, embora não tenha jogado nenhuma Copa, é não só o melhor futebolista norte-irlandês, como também foi eleito o melhor jogador britânico da história (superando o inglês Bobby Charlton, campeão mundial em 1966). Best, entretanto, não conseguiu jogar nenhum torneio oficial pela Irlanda do Norte; Gerry Armstrong, autor do gol da vitória histórica de 1 x 0 sobre a anfitriã Espanha na Copa de 1982, que permitiu a classificação norte-irlandesa para a segunda fase (quando foi superada pela França de Platini); e Martin O'Neill, capitão neste mundial. Em 1986, no México, a Espanha deu o troco nos norte-irlandeses, que foram eliminados na primeira fase (ambas as seleções estiveram no Grupo D - do Brasil - que ainda tinha as \"Raposas\" da Argélia na lanterna). Curiosidades: até o mundial de 1994, quando Milla disputou o torneio aos 42 anos de idade, a seleção da Irlanda do Norte detinha o jogador mais velho (Pat Jennings, que disputou o mundial de 1986 aos 41 anos) e também o mais novo (Norman Whiteside, aos 17 anos em 1982, superando em alguns dias a marca de Pelé em 1958) das Copas. Este último recorde se mantém até hoje. Billy Bingham é o único presente nos três mundiais da Seleção: o de 1958 como jogador e os outros dois como treinador. O Estandarte do Ulster, utilizado oficialmente como Bandeira da Irlanda do Norte entre 1953 e 1972, ainda é usado para representar as Seleções Norte-Irlandesas esportivamente, apesar de desde então a bandeira oficial ser a do Reino Unido. ==Elenco atual== Os seguintes jogadores foram convocados para jogos amigáveis contra Malta em 30 de maio de 2021 e Ucrânia em 3 de junho de 2021 Atualizado até 01 de Junho de 2021 Nome Posição Clube Peacock-Farrell Goleiro Burnley Hazard Goleiro Celtic Hughes Goleiro Liverpool Dallas Defesa Leeds United Cathcart Defesa Watford McClelland Defesa Chelsea Ferguson Defesa Millwall McNair Defesa Middlesbrough Ballard Defesa Blackpool Brown Defesa Cardiff City McClelland Defesa Chelsea Bradley Defesa Liverpool McCalmont Defesa Leeds United McGinn Médio Aberdeen Whyte Médio Cardiff City Thompson Médio Stoke City McCann Médio St. Johnstone Galbraith Médio Manchester United Lafferty Avançado Kilmarnock Magennis Avançado Hull City Boyce Avançado Heart of Midlothian Lavery Avançado Linfield Smyth Avançado Queens Park Rangers Charles Avançado Accrington Stanley Ian Baraclough Treinador == Cores e símbolos == A Irlanda do Norte sempre jogou (ou pelo menos desde que não é mais a Irlanda) com roupas verdes, shorts brancos e meias verdes. Pelo menos até o final da década de oitenta essas eram as duas únicas cores que a seleção nacional usava, criando muitas confusões com o homólogo independente, também verde com calção branco. Na realidade, a velha e histórica Irlanda vestiu suas primeiras vezes em azul, adotando o verde apenas para não se confundir com a Escócia, mas desde a criação da Seleção Eire a seleção sempre foi verde. A situação melhorou apenas ligeiramente nos últimos anos, adotando-se cada vez com mais frequência (mas nem sempre) um azul meia-noite mais ou menos vistoso, em conjugação com a utilização do laranja em pequenas partes pela Eire. O uso do azul era mais ou menos conspícuo, desde espirais e desenhos de xadrez bastante marcados, até pequenas bordas nas mangas. Nos últimos anos, geralmente são utilizados azuis meia-noite ou pinceladas nos ombros ou nas laterais da camisa. O segundo uniforme costuma ser branco, mas não faltaram camisas azuis, pretas ou azuis claras. Atualmente o segundo uniforme voltou a ser branco, dada a forte tonalidade de verde da primeira camisa. Como brasão, pelo menos até 1946 a seleção nacional usava uma cruz celta no peito e uma harpa no centro, símbolos típicos da Irlanda. Este foi interrompido, provavelmente para se opor à seleção nacional da FAI que usava o mesmo brasão, apenas entre 1946-51, colocando um escudo branco com três trevos. A partir de 1957 sempre usou o brasão federativo, que se manteve quase inalterado, cruz celta azul com bordas douradas e trevo na ponta dos braços. Somente em 1977 ele vestiu uniformes sem brasões com uma vistosa cruz celta estilizada no centro. == Uniforme == === Evolução do uniforme === * Camisa verde, calção branco e meiões verdes; * Camisa branca, calção azul e meiões azuis claros. === 1º Uniforme === === 2º Uniforme === === 3º Uniforme === === Material esportivo === Marca Período Umbro 1975–1977 Adidas 1977–1990 Umbro 1990–1994 ASICS 1994–1998 Olympic Sportswear 1998–1999 Patrick 1999–2004 Umbro 2004–2012 Adidas 2012– Presente == Campanhas de destaque == *Copa do Mundo: 8º lugar - 1958 *Curiosidade: na copa de 1982 a irlanda do norte bateu o recorde de jogador mais jovem de disputar a copa do mundo, Norman Whiteside disputou a copa com 17 anos e 41 dias. == Jogadores ilustres == * George Best * Danny Blanchflower * Pat Jennings * Norman Whiteside * Mal Donaghy * Jimmy Nicholl * Jackie Blanchflower * Gerry Armstrong * Martin O'Neill * Keith Gillespie * Peter McParland * Billy Bingham * Steven Davis * Nigel Worthington * Aaron Hughes * Sammy McIlroy * David Healy * John McClelland * Roy Carroll * Michael Hughes * Harry Gregg * Pat Rice * Jimmy McIlroy * Kyle Lafferty * Chris Baird * Maik Taylor == Ver também == * Eliminatórias da Copa do Mundo de Futebol de 2018 Categoria:Futebol da Irlanda do Norte",
 "title": "Seleção Norte-Irlandesa de Futebol"
}