{
 "id": "101622",
 "text": "O agrião-de-jardim, agrião, agrião-da-índia, agrião-mouro, mastruço ou mastruço-ordinário (Lepidium sativum) é uma planta herbácea anual da família Brassicaceae, utilizada como planta medicinal, além de ser utilizado na alimentação humana. De crescimento rápido, é apreciado pelo seu sabor levemente picante e aromático (próprio da sua família botânica). A autoridade científica da espécie é Lineu, tendo sido publicada em Species Plantarum 2: 644. 1753.Tropicos.org. Missouri Botanical Garden. 10 Oct 2014 ==Descrição== A sua flor é alaranjada. As folhas da base têm longos pecíolos. As folhas que acompanham o caule são lineares. O comprimento das pétalas é o dobro do das sépalas. O fruto é uma silíqua suborbicular estreitamente alada na parte superior. ==Distribuição geográfica== É uma planta originária do Egipto e da Ásia ocidental. É subespontânea em Portugal (ilhas e continente). É cultivada em hortas e jardins de todo o mundo. ==Uso pelo ser humano== Uma investigação levada a cabo pelo cientista José Baptista, da Universidade dos Açores, mostrou que o uso das sementes desta planta, tradicional entre os açorianos, tem, efectivamente, propriedades benéficas no tratamento do reumatismo e da artrite, por conter ácidos gordos insaturados com uma acção imunomoderadora do sistema imunológico, além de conter fitoesteróis que regulam as interleucinas, ajudando a manter os níveis certos de glucosamina nas articulações, mantendo- as lubrificadas. Considera-se que tem efeitos benéficos também na regulação do ácido úrico, tuberculose, raquitismo, pedras nos rins, cistites e diminui o efeito tóxico do consumo de tabaco. É ainda indicado como digestivo e diurético. Supõe-se igualmente que beneficia o funcionamento do fígado. É costume utilizar-se o seu suco, fervido com a mesma quantidade de leite, para curar catarro e reumatismo. Para combater a bronquite, mistura-se com mel. Como qualquer agrião, esta planta é também utilizada em saladas, sopas, refogados e purés, usando-se principalmente as folhas dos rebentos jovens. É rico em vitamina A, vitaminas do complexo B, vitamina C, fósforo, ferro, iodo e enxofre. Categoria:Plantas medicinais Categoria:Hortaliças Categoria:Flora de Portugal sativum",
 "title": "Lepidium sativum"
}