{
 "id": "101662",
 "text": "A Seleção Dinamarquesa de Futebol representa a Dinamarca nas competições de futebol da FIFA e é representada pela Associação Dinamarquesa de Futebol. A equipe tem uma vantagem competitiva desde os anos 80, com três vitórias na primeira fase da Copa do Mundo de 1986, o que lhe valeu a alcunha \"Dinamáquina\". Depois vieram o triunfo da Eurocopa 1992, quando venceram a Alemanha por 2 a 0 na partida final e também a conquista da Copa das Confederações de 1995 derrotando a Argentina por 2 a 0. == História == A Dinamarca conquistou um título oficial dos Jogos Olímpicos de Verão de 1906, e terminou em segundo no seu primeiro torneio oficial os Jogos Olímpicos de Verão de 1908, uma realização repetida quatro anos mais tarde, nos Jogos Olímpicos de Verão de 1912. Apesar do país tivesse a capacidade de produzir talento futebolístico notável, uma medalha de bronze nos Jogos Olímpicos de Verão de 1948 foi o único bom resultado em 50 anos. Como o futebol continuava a ser um passatempo amador, a maioria dos melhores jogadores do futebol dinamarquês jogava no exterior para ganhar a vida. Na década de 1960, a Dinamarca reviveu o êxito anterior obtendo uma medalha de prata nos Jogos Olímpicos de Verão de 1960, embora o desempenho mais notável tenha sido o quarto lugar na Eurocopa 1964. A seleção se aproveitou de um empate relativamente fácil, já que vencera Malta e Luxemburgo, antes de perder para União Soviética, na semifinal, e da Hungria na disputa pelo bronze. O amadorismo foi finalmente abolido em 1971, o que levou a uma grande melhora do time dinamarquês. Em 1978, o futebol profissional foi introduzido nas ligas do país, o que culminou na obtenção do primeiro patrocínio da equipe nacional pela cervejaria dinamarquesa Carlsberg, permitindo que fosse contratado o treinador alemão Sepp Piontek, em 1979. === Dinamite Dinamarquês e Dinamáquina === thumb|direita|200px|O time nas Olimpíadas de 1912, prata de novo. Nas eliminatórias para a Copa do Mundo de 1982, a Dinamarca terminou com 8 pontos, incluindo uma vitória por 3 a 1 contra a futura campeã do Mundial, a Itália. Mas o país não conseguiu se qualificar para a fase final do torneio, apesar daquele resultado impressionante. Qualificou-se, no entanto, para a Eurocopa 1984, quando bateu a Inglaterra. Allan Simonsen converteu um pênalti dando uma vitória por 1 a 0. A Dinamarca foi derrotada na semi-final ao perder para a Espanha. Após o forte desempenho a equipe começou a ser chamada como \"Dinamite Dinamarquês\". A Dinamarca fez sua primeira aparição na Copa do Mundo de 1986, com a dupla de ataque Michael Laudrup e Elkjær. A equipe então surpreendeu o mundo, ao vencer na primeira fase os três jogos, contra a Escócia por 1 a 0 e a Alemanha por 2 a 0, além de um inesquecível e histórica goleada de 6 a 1 no Uruguai. Na segunda fase o time enfrentou a forte Espanha e sofreu uma inesperada goleada de 5 a 1, com direito a quatro gols do artilheiro Emilio Butragueño. Apesar da sensação entre imprensa e torcida de que o time merecia ter ido ainda mais longe, a seleção deixou ótima impressão e recebeu a alcunha que se tornaria a definitiva para sua história, pela qual é chamada até hoje: \"Dinamáquina\". Após os dias de glória, veio um período de transição, com resultados vacilantes. Na Eurocopa 1988 a seleção dinamarquesa terminou o torneio derrotas para a Espanha, Alemanha e Itália. Quando a Dinamarca não conseguiu se classificar para a Copa do Mundo de 1990, o técnico Sepp Piontek foi substituído por seu assistente-técnico Richard Møller Nielsen. === Campeões da Europa 1992 === O melhor fase posterior da Dinamarca em competições internacionais ocorreu durante a disputa da Eurocopa 1992. Os dinamarqueses inicialmente não conseguiram se classificar, já que perderam a vaga para a Iugoslávia em seu grupo nas eliminatórias. Michael Laudrup, a estrela da equipe, decidiu abandonar a equipe durante os jogos de qualificação, por causa de divergências táticas com o treinador Nielsen. No entanto, devido às sanções internacionais decorrentes da guerra na Iugoslávia - a UEFA suspendeu o país do torneio - a Dinamarca herdou a vaga pela regra do Lucky loser. Baseando-se no forte goleiro Peter Schmeichel e sua defesa, junto com a criatividade de Brian Laudrup, a equipe dinamarquesa protagonizou uma das maiores surpresas no evento em toda a sua história. O time ganhou a Euro 1992 sob o comando do técnico Richard Møller Nielsen, em seu tradicional estilo defensivo. O time avançou a partir da fase de grupos, à qual contava com as fortíssimas França, Inglaterra e Suécia (país-sede da Euro-92). Na semi-final a Dinamarca derrotou a então campeã Européia Holanda, de Rijkaard, Koeman, Bergkamp, Van Basten e Gullit, nos pênaltis (após empate no tempo normal em 2 x 2). E com a vitória por 2 a 0 sobre a Alemanha, conquistou o seu primeiro troféu de renome internacional. Após a Euro 1992, Michael Laudrup reviveu a sua carreira na equipe nacional em 1993. Nos anos seguintes, a Dinamarca alternou seu rendimento. Não se classificou para a Copa do Mundo de 1994, mas venceu a Argentina na final da Copa das Confederações em 1995. Na Eurocopa 1996, a Dinamarca decepcionou obtendo fracos resultados, sendo eliminada na fase de grupos. Como havia ocorrido uma controvérsia acerca do prolongamento do contrato de Richard Møller Nielsen, no outono de 1995, o treinador, que já tinha uma tensa relação com a imprensa, acabou demitido. O simpático sueco Bo Johansson, veio em seu lugar, e tornou a equipe mais ofensiva. Na Copa do Mundo de 1998 a seleção, vivenciou bons momentos protagonizados pelos irmãos Laudrup em suas últimas campanhas internacionais. Após bater a Árabia Saudita por 1 a 0, a Dinamarca empatou com a África do Sul em 1 a 1, e sofreu uma derrota por 2 a 1 da França. Nas oitavas de final, a Dinamarca bateu a Nigéria por 4 a 1, chegando às quartas de final, para enfrentar o Brasil, do qual perdeu por 3 a 2. Após mais uma participação abaixo da média na Eurocopa 2000, o técnico decidiu não renovar o seu contrato. === Copa das Confederações de 1995 (Copa Rei Fahd de 1995) === A Dinamarca participou da sua primeira copa europeia depois do grande título da Euro de 1992. A versão Copa Rei Fahd de 1995 foi realizada na Arábia Saudita. Na fase de grupos, a Dinamarca estreou com vitória sobre a anfitriã da competição, por 2x0. No jogo decisivo com o México (já que não tinha semi- finais, o segundo colocado do grupo disputaria o terceiro lugar e o primeiro a final) a Dinamarca empatou por 1x1. A partida foi para os pênaltis, com vitória dinamarquesa por 4x2, eliminando o México. Mas, o desafio final era vencer a poderosa Argentina, e conseguiu, venceu por 2x0. A zebra foi a maior vitória Dinamarquesa, pois venceu a Copa das Confederações. A Dinamarca foi a primeira seleção européia a conquistar esse título, sendo seguida pela França em 2001 e 2003, e pela Alemanha em 2017. === Gang Olsen === O novo treinador acabou por ser o ex-capitão da equipe nacional na década de 1980, Morten Olsen. Seu time foi rapidamente apelidado de \"Olsen Gang\", uma referência a uma série de filmes dinamarqueses em torno do personagem principal Egon Olsen. O apelido também fora usado quando Olsen era capitão da seleção. O comandante trouxe consigo grande experiência. Logo a tática se tornou mais ofensiva, com ênfase na utilização dos alas Jesper Grønkjær e Dennis Rommedahl. Olsen destacaria a importância de usar apenas o ajuste na forma de atuação de sua equipe. A Dinamarca se qualificou tanto para a Copa do Mundo de 2002 como à Eurocopa 2004, mas apesar dos impressionantes resultados na fase de grupos, em ambos os torneios, principalmente a vitória por 2 a 0 sobre a França, sua participação ficou lembrada por conta de um incidente no jogo contra a Itália, no qual a estrela italiana Francesco Totti, foi flagrada pelas câmeras cuspindo em Christian Poulsen. A eliminação conjunta da Itália pela Dinamarca e Suécia na última rodada da fase de grupos, quando ambas empataram em 2 a 2, era o resultado exato para eliminar os italianos. O reinado de Olsen obteve maior êxito em março de 2006. Morten Olsen obteve 58,7% de aproveitamento, tendo uma média de 2,03 pontos por jogo. Em comparação, Richard Møller Nielsen conseguiu 54,8%, e média de 1,89 pontos por partida. Um referencial foi a atitude de levar todas as partidas a sério, até mesmo as amistosas. Um exemplo notável foi um amistoso, no qual a Dinamarca goleou por 4 a 1 a Inglaterra, em 2005, a pior derrota da equipe inglesa desde a década de 80. Nas eliminatórias para a Copa do Mundo de 2006, a Dinamarca foi inserida no grupo de Turquia, Grécia, Ucrânia e a Albânia. A Dinamarca teve que se contentar com um 3° lugar, que não foi suficiente para levá-la ao Mundial. Apesar da eliminação, o treinador foi mantido no cargo, mesmo recebendo diversas ofertas de clubes. Seu contrato fora prorrogado até a Copa de 2010 por conta de sua popularidade junto à equipe e à torcida dinamarquesa. Na Copa de 2010, a Dinamarca estreou com derrota de 2x0 para a Holanda - venceu Camarões por 2x1 de virada na rodada seguinte, mas no último jogo perdeu por 3x1 para o Japão, assim sendo eliminada na primeira fase pela primeira vez em sua história. == Estádio == Para a história do Estádio veja Estádio Parken miniaturadaimagem|290x290px|Estádio Parken De um amistoso com vitória de 2-1 sobre a Alemanha em 1912, para uma derrota por 2-0 na qualificação para a Euro 1992 para a Iugoslávia, a Dinamarca jogou a maioria dos jogos no estádio Idrætsparken em Copenhague, um total de 232 jogos, dos quais 125 foram ganhos. Durante este tempo, vários jogos foram espalhados pelo país, como em Aalborg Stadion, em Aalborg, no NRGi Park em Århus e Fionia Park em Odense, foram o palco principal para os jogos da equipe nacional, após o abandono do Idrætsparken. Em 9 de Setembro de 1992, o Idrætsparken foi reconstruído, agora chamado de Parken Stadium, o maior estádio da Dinamarca com 42.000 lugares, foi inaugurado com uma derrota por 2-1 para a Alemanha. O Parken desde então tem sido o único estádio da equipe nacional. == Uniformes == === Uniformes atuais === * 1º - Camisa vermelha, calção branco e meias vermelhas; * 2º - Camisa branca, calção vermelho e meias brancas; === Uniformes anteriores === * 2016 * 2015 * 2014 * 2012 * 2010 * 2008 * 2006 * 2004 * 2002 * 2000 * 1998 * 1996 * 1994 * 1992 * 1988 * 1986 * 1984 == Material esportivo == Marca Período Hummel 1979–2004 Adidas 2004–2016 Hummel 2016–presente ==Elenco atual== Os seguintes 25 jogadores foram convocados para os jogos da Liga das Nações da UEFA de 2024–25 contra a Espanha e a Suíça em 12 e 15 de outubro de 2024. Atualizado até 12 de outubro de 2024 Nome Posição Clube Kasper Schmeichel Goleiro Mads Hermansen Goleiro Frederik Rønnow Goleiro Joachim Andersen Zagueiro Victor Nelsson Zagueiro Jannik Vestergaard Zagueiro Asger Sörensen Zagueiro Rasmus Kristensen Lateral-direito Alexander Bah Lateral-direito Victor Kristiansen Lateral-esquerdo Morten Hjulmand Volante Pierre Emile Højbjerg Volante Christian Nørgaard Volante Albert Grønbæk Meio-campo Jens Stage Meio-campo Mads Bidstrup Meio-campo Christian Eriksen Meio-campo Patrick Dorgu Ponta Andreas Skov Olsen Ponta Gustav Isaksen Ponta Anders Dreyer Ponta Rasmus Højlund Centroavante Jonas Wind Centroavante Yussuf Poulsen Centroavante Kasper Dolberg Centroavante Lars Knudsen Treinador == Títulos == === Títulos oficiais === Campeão invicto INTERCONTINENTAIS Competição Vezes Ano Copa das Confederações 1 1995 CONTINENTAIS Competição Vezes Ano Eurocopa 1 1992 ;Seleção olímpica EVENTOS MULTIESPORTIVOS Competição Vezes Ano Jogos Olímpicos 3 1908, 1912, 1960 1 1948 === Títulos não oficiais === Torneios amistosos Competição Vezes Ano Jogos Olímpicos Intercalados 1 1906 Campeonato Nórdico 3 1924–28, 1978–80, 1981–83 Carlsberg Cup 2 1994, 2006 King's Cup 1 2010 == Campanhas destacadas == * Eurocopa - 3º Lugar em 1984, 4º Lugar em 1964; * Copa Intercontinental de Seleções - Vice em 1993; * Copa do Mundo FIFA: oitavo lugar em 1998. == Desempenho em competições == Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Desempenho na Copa do Mundo Ano Fase 1930 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1934 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1938 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1950 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1954 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1958 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1962 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1966 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1970 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1974 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1978 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1982 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1986 Oitavas de final 4 3 0 1 10 6 1990 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1994 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1998 Quartas de final 5 2 1 2 9 7 2002 Oitavas de final 4 2 1 1 5 5 2006 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 2010 Primeira-fase 3 1 0 2 3 6 2014 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 2018 Oitavas de final 4 1 3 0 3 2 2022 Primeira-fase 3 0 1 2 1 3 2026 A definir Total 0 títulos 23 9 6 8 31 29 Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Desempenho na Eurocopa Ano Fase J V E D GP GC 1960 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1964 Quarto-lugar 2 0 0 2 1 6 1968 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1972 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1976 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1980 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 1984 Semifinal 4 2 1 1 9 4 1988 Primeira-fase 3 0 0 3 2 7 1992 Campeão 5 2 2 1 6 4 1996 Primeira-fase 3 1 1 1 4 4 2000 Primeira-fase 3 0 0 3 0 8 2004 Quartas de final 4 1 2 1 4 5 2008 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 2012 Primeira-fase 3 0 1 2 4 5 2016 Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou Não se classificou 2020 Semifinal 6 3 0 3 12 7 2024 Oitavas de final 4 0 3 1 2 4 Total 1 título 37 10 9 18 44 54 Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Desempenho na Copa das Confederações Ano Fase 1992 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 1995 Campeão 3 2 1 0 5 1 1997 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 1999 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2001 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2003 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2005 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2009 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2013 Não participou Não participou Não participou Não participou Não participou Não participou Não participou 2017 Não participou Não participou Não participou Não participou Não participou Não participou Não participou Total 1 título 3 2 1 0 5 1 ==Jogos da Dinamarca com Portugal e o Brasil== Adversário Jogos Vitórias Empates Derrotas Golos Portugal 14 3 2 9 18 - 30 Brasil 4 1 0 3 10 - 8 *Ver também: Brasil-Dinamarca em futebol == Estatísticas e recordes == Negrito: Jogadores ainda em atividade === Mais partidas === Jogador Período Jogos Gols 1 Peter Schmeichel 1987–2001 129 1 2 Dennis Rommedahl 2000–2013 126 21 3 Simon Kjær 2009– 124 5 4 Christian Eriksen 2010– 120 39 5 Jon Dahl Tomasson 1997–2010 112 52 6 Thomas Helveg 1994–2007 108 2 7 Michael Laudrup 1982–1998 104 37 8 Morten Olsen 1970–1989 102 4 Martin Jørgensen 1998–2011 102 12 10 Thomas Sørensen 1999–2012 101 0 === Maiores artilheiros === Jogador Período Gols Jogos 1 Poul Nielsen 1910–1925 52 38 1,37 Jon Dahl Tomasson 1997–2010 112 0,46 3 Pauli Jørgensen 1925–1939 44 47 0,94 4 Ole Madsen 1958–1969 42 50 0,84 5 Christian Eriksen 2010– 39 120 0,33 6 Preben Elkjær Larsen 1977–1988 38 69 0,55 7 Michael Laudrup 1982–1998 37 104 0,36 8 Nicklas Bendtner 2006–2018 30 77 0,37 9 Henning Enoksen 1958–1966 29 54 0,54 10 Ebbe Sand 1998–2004 22 66 0,33 Brian Laudrup 1987–1998 86 0,26 == Principais jogadores == Dentre os grandes jogares nascidos na Dinamarca destacam- se:https://blogcfernando.wixsite.com/blogcfernando/single- post/2014/08/17/-Top-10-Maiores-Jogadores-Dinamarqueses-da-Hist%C3%B3ria * Allan Simonsen * Brian Laudrup * Christian Eriksen * Ebbe Sand * Jan Heintze * Jesper Gronkjaer * Jon Dahl Tomasson * Martin Jorgensen * Michael Laudrup * Nicklas Bendtner * Peter Schmeichel * Preben Elkjaer Larsen * Thomas Gravesen * Thomas Helveg Categoria:Seleção Dinamarquesa de Futebol Categoria:Seleções nacionais de futebol da Europa Categoria:Seleções campeãs da Eurocopa",
 "title": "Seleção Dinamarquesa de Futebol"
}