{
 "id": "101679",
 "text": "{{Info/Futebol/seleção |nome =Chipre |apelido = |bandeira = |associação =Κυπριακή Ομοσπονδία Ποδοσφαίρου / Kıbrıs Futbol Federasyonu |confederação =UEFA |material = Erreà |treinador = Temur Ketsbaia |capitão =Kostakis Artymatas |maispart =Ioannis Okkas (106) |artilheiro =Michalis Konstantinou (32) |códigofifa =CYP |rankingfifa =123 |melhorcolfifa =43 (setembro de 2010) |piorcolfifa =135 (setembro de 2012) |rankingelo =110 |melhorcolelo =69 (março de 2000) |piorcolelo =141 (março de 1992) |partint = 3-1 Chipre Tel-Aviv, ; 30 de julho de 1949 (extraoficial) 1 - 1 Nicósia, ; 13 de novembro de 1960 (oficial) |maiorvit = 5 - 0 Limassol; ; 21 de março de 2019 |maiorder = Alemanha Ocidental 12 - 0 Essen, Alemanha Ocidental; 21 de maio de 1969 |partcm = |coparegional =Campeonato Europeu de Futebol |partcoparegional = |melhordescopareg = |linkcopareg1 = |resultadocopareg1= |linkcopareg2 = |resultadocopareg2= |linkcopareg3 = |resultadocopareg3= |modelo =padrão |skin1 =_cyp22h |skin_be1 =_cyp22h |skin_bd1 =_cyp22h |skin_calção1 =_luverdense16t |skin_meia1 = |braçoesquerdo1 =0000FF |corpo1 =0000FF |braçodireito1 =0000FF |calções1 =0000FF |meias1 =0000FF |skin2 = _cyp22a |skin_be2 = _cyp22a |skin_bd2 = _cyp22a |skin_calção2 = |skin_meia2 = |braçoesquerdo2 = FFFFFF |corpo2 = FFFFFF |braçodireito2 = FFFFFF |calções2 = FFFFFF |meias2 = FFFFFF }} A Seleção Cipriota de Futebol representa o Chipre nas competições de futebol da FIFA. Apesar de ser uma das seleções mais modestas da Europa (nunca disputou Copas do Mundo ou Eurocopas), o Chipre segue em estágio de evolução, principalmente após o surpreendente empate em 4-4 contra Portugal, em plena cidade de Guimarães. Suas partidas como mandante acontecem no GSP Stadium, em Nicósia, a capital do país. Entre 2011 e 2013, foi treinado por Nikos Nioplias, ex-jogador da Grécia e do Panathinaikos, substituído por Pambos Christodoulou. == Principais jogadores == Sotiris Kaiafas é considerado o mais importante futebolista da história do Chipre, sendo oito vezes artilheiro do Campeonato Nacional, quatro delas seguidas (1980–81, 1981–82, 1982–83 e 1983–84, as últimas já em final de carreira), e levou ainda a Chuteira de Ouro europeia em 1976, sendo o único cipriota a receber a honraria. Pela Seleção, não teve o mesmo sucesso: foram apenas dois gols em 18 jogos entre 1972 e 1980. Posteriormente, Michalis Konstantinou e Ioannis Okkas (ambos com passagens pelo futebol grego) viriam-se a tornar os jogadores mais famosos da Seleção Cipriota, assim como Constantinos Charalambides e Efstathios Aloneftis. Atualmente Grigoris Kastanos é um grande destaque da seleção. ==Treinadores== Treinador Período na seleção Nikos Nioplias 2011–presente Angelos Anastasiadis 2004–2011 Momčilo Vukotić 2001–2004 Stavros Papadopoulos 1999–2001 Panikos Georgiou 1997–1999 Andreas Michaelides 1991–1997 Panikos Iakovou 1984–1991 Vassil Spasov 1982–1984 Kostas Talianos 1977–1982 Panikos Krystallis 1976–1977 Pambos Avraamidis 1972–1976 Sima Milovanov 1972 Ray Wood 1969–1971 Pambos Avraamidis 1968–1969 Argyrios Gavalas 1960–1967 Gyula Zsengellér 1958–1959 ===Mais partidas disputadas=== # Jogador Estreou em Partidas Gols Em atividade pela seleção 1 Ioannis Okkas 1997 106 27 Não 2 Michalis Konstantinou 1998 86 32 Sim 3 Pambos Pittas 1987 82 7 Não 4 Nicos Panayiotou 1994 75 0 Não 5 Constantinos Charalambides 2003 70 11 Sim ==Elenco atual== Os seguintes jogadores foram convocados para os jogos da Liga das Nações 2020-21, contra Luxemburgo e Montenegro, em 14 e 17 de novembro de 2020 Atualizado até 24 de Janeiro de 2021 Nome Posição Clube Demetriou Goleiro Apollon Limassol Kyriakides Goleiro AC Omonia Michael Goleiro Olympiakos Karo Defesa Salernitana Sielis Defesa Jeju United Shelis Defesa APOEL Nicholas Ioannou Defesa Aris de Salonica Thomas Ioannou Defesa AEK Laifis Defesa Standard Liège Charalambos Kyriakou Defesa AEL Chambos Kyriakou Médio Apollon Limassol Katelaris Médio Apollon Limassol Papafotis Médio AEL Makris Médio AEK Gogić Médio Hibernian Loizou Médio AC Omonia Artymatas Médio Anorthosis Famagusta Kastanos Médio Frosinone Kosti Médio Olympiacos Piraeus Tzionis Médio AC Omonia Pittas Médio Apollon Limassol Kakoullis Avançado AC Omonia Sotiriou Avançado FC Astana Johan Walem Treinador ==Dez partidas notáveis== * 3 - 1 Grécia (Nicósia, 27 de novembro de 1963, amistoso) * 2 - 1 (Nicósia, 17 de fevereiro de 1968, Eliminatórias para a Copa de 1970) * 1 - 1 (Limassol, 12 de fevereiro de 1983, Eliminatórias para a Eurocopa de 1984) * 1 - 1 (Nicósia, 22 de outubro de 1988, Eliminatórias para a Copa de 1990) * 3 - 2 (Larnaca, 5 de setembro de 1998, Eliminatórias para a Eurocopa de 2000) * 5 - 0 (Limassol, 15 de novembro de 2000, amistoso) * 5 - 2 (Nicósia, 7 de outubro de 2006, Eliminatórias para a Eurocopa de 2008) * 1 - 1 (Nicósia, 15 de novembro de 2006, Eliminatórias para a Eurocopa de 2008) * 4 - 1 (Larnaca, 11 de outubro de 2009 Eliminatórias para a Copa de 2010) * 4 - 4 (Guimarães, ; 3 de setembro de 2010, Eliminatórias para a Eurocopa de 2012) ==Galeria de imagens== File:Cyprus national football team 2012.jpg|Jogadores do Chipre antes da partida contra a Bulgária, em agosto de 2012, File:Cyprus - Italy.jpg|Imagem do jogo entre Chipre e Itália, válido pelas Eliminatórias da Copa de 2010. === Ver também === * Eliminatórias da Copa do Mundo de Futebol de 2014 Cipriota Categoria:Futebol de Chipre",
 "title": "Seleção Cipriota de Futebol"
}