{
 "id": "101615",
 "text": "Epidemiologia Veterinária é a especialidade da Medicina Veterinária que estuda a freqüência das doenças em diferentes grupos ou coletividades, proporcionando a detecção de qualquer mudança nos fatores que interferem na sua distribuição, com a finalidade de recomendar e adotar as ações de prevenção e controle adequadas. Conceitos importantes: * Last JM : A Dictionary of Epidemiology - \"O estudo da distribuição e determinantes dos estados e eventos relacionados à saúde em populações e a aplicação desse estudo no controle de problemas de saúde\". * Lilienfield A. : in Foundations of Epidemiology - \"O estudo da distribuição de uma doença ou condição fisiológica em populações e dos fatores que influenciam esta distribuição\". Estudos epidemiológicos requerem experiência em muitas áreas, tais como: produção animal, computação, manejo de dados (banco de dados), economia, matemática, ciências sociais, estatística e ciências veterinárias. Dentro dessas disciplinas, diversas técnicas como estatística analítica e descritiva, técnicas de diagnóstico, análise econômica, modelagem de dados e análise de risco são utilizadas nos métodos epidemiológocos. == Qual a única ferramenta dos epidemiologistas? == ===Medir a frequência de uma doença nas populações.=== Para medir essa frequência, existem vários componentes, como: \\- Classificar e caracterizar a doença; \\- Encontrar uma fonte para busca de casos; \\- Definir a população de risco da doença; \\- Definir o período de tempo de risco da doença; \\- Obter permissão para estudar o indivíduo; \\- Fazer medidas das frequências da doença; \\- Relacionar casos à probabilidade na população e tempo de risco. == Quais os objetivos com o uso da epidemiologia? == * Determinação da origem da doença de causa desconhecida; * Investigação e controle de doença de causa desconhecida ou pouco compreendida; * Ter informações,conhecimento da ecologia e da história natural da doença; * Planejamento e monitoramento de programas de controle da doença; * Avaliação econômica dos efeitos da doença e dos custos x benefícios das campanhas. == Finalidade epidemiológica == Investigar e identificar as causas, a ecologia e a história natural das enfermidades que afetam os rebanhos, visando seu controle, erradicação ou prevenção. Avaliar os riscos e impactos econômicos dos efeitos das enfermidades nas populações animais assim como das estratégias adotadas para controle ou prevenção, auxiliando desta forma, no planejamento dos programas de sanidade animal. == Lista dos pontos fundamentais == * Frequência das doenças. * Saúde em rebanhos. * Fatores que interferem na distribuição da saúde e da doença. * Recomendar e adotar ações. * Ações de prevenção. * Ações de controle. == Determinação da origem da doença de causa conhecida == === Para se determinar a origem nestas condições, inclui-se === * Diagnóstico clínico; * Diagnóstico laboratorial; * Determinar porque o surto ocorreu, usando procedimentos corretos de controle, algo que pode ser difícil; Ex.: Salmonelose em bezerros \\- compra de animais infectados; \\- alimentos contaminados. Casos de salmonelose em criações intensas de bezerros, geralmente aparecem há poucos dias da entrada dos bezerros infectados na unidade, ocorrendo com mais intensidade em torno de 3 semanas. A infecção por salmonelose geralmente desaparece no grupo ou rebanho quando mantidas as condições de higiene ou evitando a exposição às fontes de infecção externas. == Investigação e controle de doença de causa desconhecida ou pouco compreendida == === O controle da doença baseia -se em observações epidemiológicas antes da causa ser identificada=== Ex.: Ação protetora da varíola bovina contra a varíola humana (século XVIII)→ Anterior à descoberta dos vírus → Base da erradicação da doença no mundo; \\- BSE ocorreu em decorrência ao consumo de alimentos contendo farinha de carne e de ossos contaminados → Formulação de Leis → Proibição do consumo antes do agente ser identificado. * Estudos epidemiológicos são também utilizados para identificar as causas de doenças- multifatoriais e pouco compreendidas; * Técnicas de controle apropriadas podem ser usadas. Ex.: Fator - Baixo consumo de água em felinos→ Urolitíase em felinos →Facilitou o controle- Modificação da dieta ; Risco - Cadelas não castradas com histórico de estros irregulares e pseudoprenhez →Piometra→ Valor de diagnóstico para o clínico. == Aquisição de conhecimentos e informações da ecologia e da história natural da doença == === Conhecimento de comunidades inter-relacionadas e seus ambientes-ecossistemas=== \\- Leptospirose em rebanhos bovinos→O controle envolve outras espécies de animais presentes na propriedade. \\- A rotina de observação fornece informações importantes nas mudanças no nível de ocorrência da doença→Mudanças nas estratégias de controle. Esquema: Doenças infecciosas transmitidas por artrópodes → Relações ecológicas complexas → Difícil controle → Estudos epidemiológicos abrangentes → Métodos adequados de controle ← ==Planejamento e Monitoramento de programas de controle da doença== Requer conhecimento do nível de ocorrência da doença numa população, conhecimento dos fatores associados à sua ocorrência, estruturas necessárias para o seu controle e o custo x benefício envolvido na ação. Ex.: Programas Nacionais de Sanidade Animal → PNCEBT- PNSE; PNSA - PNEFA ; PNCRH - PNSS. == Metodologia Epidemiológica== ===Aplicação do método científico a eventos relacionados com as condições de saúde e de doença a nível populacional ou massal.=== \\- Busca reconhecer a existência do problema; \\- Define sua natureza e extensão; \\- Determina a causalidade; \\- Estabelece tratamento ou medidas de prevenção. == Características da abordagem epidemiológica == === Toda investigação epidemiológica deve considerar que === # As informações devem estar relacionadas a uma população bem definida. # A abordagem deve ser orientada para Fontegrupos e não para indivíduosBibliografia. # Os resultados são avaliados a partir da comparação entre os grupos. == Ver também == \\- Medicina Veterinária; \\- Estudos epidemiológicos; \\- Leptospirose; \\- Salmonelose; \\- artrópodes Categoria:Medicina veterinária == Bibliografia == \\- Epidemiologia Veterinária Princípios e Métodos S Wayne Martin; Allan H. Meek; Prebben Willeberg.",
 "title": "Epidemiologia veterinária"
}