{
 "id": "101771",
 "text": "A amniocentese é um método de diagnóstico pré-natal que consiste na aspiração transabdominal duma pequena quantidade de fluido amniótico da bolsa amniótica, que envolve o feto. É tipicamente aconselhada aos pais perante a probabilidade de deformações genéticas durante a gravidez. Este procedimento pode ser realizado logo que exista quantidade suficiente de fluido (líquido amniótico) em volta do feto, para que possa ser recolhida uma amostra com segurança - em alguns casos chega a fazer-se a cerca de 13 semanas de gestação, embora o período mais comum seja entre as 15 e 20 semanas. As amostras demoram geralmente 2 semanas a produzir resultados. Este método implica alguns riscos, e a recolha de líquido amniótico deverá ser feita apenas por técnicos especializados. ==Aplicação== A amniocentese é sobretudo utilizada para avaliação citogenética, permitindo detectar a existência de trissomia 21 (principal responsável pelo síndrome de Down) e estabelecer o sexo fetal, importante quando se prevêem patologias ligadas ao sexo, como a hemofilia. Porém, este processo também permite: * Determinar os grupos sanguíneos ABO e sensibilização ao factor Rh; * Para estimar a maturidade fetal; * Para revelar anomalias bioquímicas homozigóticas (erros hereditários de metabolismo); * Para determinar, através da análise bioquímica de células, a presença de quaisquer patologias fatais, como a doença de Tay-Sachs ou galactosemia. * Determinar a possível necessidade de uma transfusão fetal intra-uterina. ==Procedimento== Fase preparatória: * Explicar o procedimento à paciente, na tentativa de descobrir as suas preocupações - a paciente pode considerar o procedimento perigoso para si ou para o feto: * A paciente deve urinar previamente à intervenção, para evitar lesão vesical. Fase de realização: * O médico determina a posição do feto através de palpação, para evitar eventuais lesões; * A placenta é localizada através de ultra-sonografia, processo que é possível apenas após as 13 semanas de gestação - a punção dos vasos da placenta poderia causar a contaminação do líquido amniótico, inutilizando a amostra; * A pele é preparada para a introdução da agulha no interior da cavidade amniótica, evitando a infecção; também o abdómen da paciente deve estar protegido de elementos infecciosos, empregando uma técnica estéril; * O local da punção deve ser anestesiado - este varia consoante a posição do feto e da placenta; * A introdução de uma agulha de calibre 22, de 12,5 cm de comprimento; * É adaptada a agulha a uma seringa de 10 ml para extracção do líquido. O fluido deve ser protegido da luz, que pode degradar os pigmentos que devem ser doseados. Categoria:Exames pré-natais",
 "title": "Amniocentese"
}