{
 "id": "101705",
 "text": "A Seleção Peruana de Futebol também conhecida como La Blanquirroja (A Branca e Vermelha), representa o Peru nas competições de futebol da FIFA. Sua organização está a cargo da Federação Peruana de Futebol (FPF), criada em 1922, que é uma das dez federações membros da Confederação Sul-Americana de Futebol (Conmebol), da qual ingressou em 1925, pela qual participam de competições organizadas pela Conmebol e FIFA. Sua estreia ocorreu em 1º de novembro de 1927 contra a seleção uruguaia no Campeonato Sul-Americano daquele ano realizado no Peru. A seleção peruana joga seus jogos em casa no Estádio Nacional, localizado na capital do país, Lima. == História == === Introdução do futebol e estabelecimento da seleção do Peru === O futebol foi introduzido no Peru no final do século XIX por marinheiros ingleses durante suas frequentes visitas ao porto de Callao. Durante os seus tempos livres, os marinheiros jogavam futebol e convidaram os \"chalacos\" a participar. O futebol cresceu graças à essa prática, depois, a pratica esportiva se desenvolveu entre os visitantes estrangeiros e os locais, chamando a atenção de Peruanos que vivem em outras cidades. A falta de uma organização centralizada muitas vezes levou a conflitos entre as equipes, razão pela qual em 1922 ocorreu a criação da FPF. A FPF tornou-se filiada à Conmebol em 1925. Em 1927, foi criada oficialmente a seleção peruana de futebol, que sediou o Campeonato Sul- Americano naquele mesmo ano, onde ficou em terceiro lugar após uma vitória (3 a 2 contra a Bolívia) e duas derrotas. (0-4 contra o Uruguai e 1-5 contra a Argentina). No Campeonato Sul-Americano de 1929 não conseguiu nenhuma vitória e ficou em último lugar. Um ano depois, ela foi convidada a participar da primeira Copa do Mundo de Futebol. === A estreia na Copa do Mundo e o título do Campeonato Sul-Americano === Na Copa do Mundo de Futebol de 1930, a seleção peruana fez parte do grupo C junto com as seleções da Romênia e Uruguai, sendo derrotada nas duas partidas que disputou, 1 a 0 contra o anfitrião e 3 a 1 contra os romenos. Como anedota, lembrou-se que a partida contra o Uruguai marcou a inauguração do histórico Estádio Centenário, em Montevidéu. Entre setembro de 1933 e março de 1934, a seleção nacional (composta por jogadores de futebol do Alianza Lima, Atlético Chalaco e Universitario de Deportes juntamente com a seleção chilena (formada por jogadores de futebol do Colo- Colo) formou o chamado \"Combinado del Pacífico\", que disputou trinta e nove amistosos na Europa, onde Teodoro Fernández Meyzán se tornou o artilheiro da equipe com quarenta e oito gols. Em 1935, após um recesso de seis anos, o Campeonato Sul-Americano foi realizado novamente e pela segunda vez no Peru. Apenas quatro equipes participaram: Argentina, Uruguai, Chile e Peru como anfitrião. A seleção peruana iniciou sua participação no dia 13 de janeiro com uma derrota contra o Uruguai. Sete dias depois foram novamente derrotados, desta vez pelas mãos da Argentina, e em 26 de janeiro conseguiram sua única vitória do torneio, contra o Chile por 1 a 0, e terminaram na terceira posição. Nos Jogos Olímpicos de Berlim de 1936, a equipe peruana chegou às semifinais depois de vencer confortavelmente a equipe finlandesa por um placar de 7:3. com cinco gols de Teodoro Fernández e dois de Alejandro Villanueva, e a equipe austríaca 4:2, depois de perder 2:0 e conseguir empatar nos últimos quinze minutos do tempo regulamentar. Isso causou uma suposta invasão do campo de jogo por torcedores peruanos que estavam no estádio. Já na prorrogação, o Peru conseguiu marcar mais dois gols, obtendo a vitória. No entanto, a Áustria protestou à FIFA e ordenou que uma partida de vingança fosse disputada sem espectadores, situação em que o governo peruano decidiu que toda a delegação peruana abandonaria os Jogos Olímpicos, dando os austríacos como vencedores da partida. Em 1938, com a maioria dos \"jogadores de futebol olímpico\" e depois de vencer facilmente os times da Colômbia, Equador, Bolívia e Panamá, o Peru conquistou a medalha de ouro nos I Jogos Bolivarianos marcando dezoito gols nas quatro partidas. ==== Copa América 1939 ==== Em 1939 a equipe conquistou seu primeiro grande título internacional: o Campeonato Sul-Americano realizado na cidade de Lima. A equipe disputou quatro partidas no campeonato e venceu todas, 5 a 2 contra o Equador, 3 a 1 contra o Chile, 3 a 0 contra o Paraguai e 2 a 1 contra o Uruguai na última partida. O peruano Teodoro Fernández Meyzán foi o artilheiro do campeonato com sete gols, além de ser eleito o melhor jogador de futebol do torneio. === 1940-1968 === Nas décadas seguintes, a seleção peruana foi sede de quase todos os torneios do continente e, apesar de ter jogadores de grande nível internacional, não conquistou títulos importantes. O declínio na eficácia da seleção nacional foi mais evidente durante o Campeonato Sul-Americano da década de 1940. O Peru não conquistou um título internacional até 1947, quando novamente conquistou a medalha de ouro nos II Jogos Bolivarianos. Para chegar à Copa do Mundo de 1950, pela primeira vez, a FIFA determinou que fosse disputado um processo eliminatório. Na América do Sul foram formados dois grupos. O primeiro foi formado por Argentina, Colômbia, Bolívia e Chile, e o segundo Equador, Paraguai, Peru e Uruguai. Mas a seleção peruana, por ordem do ditador Manuel Odria, desistiu de participar. As seleções de Argentina, Colômbia e Equador também se retiraram. No final, essa eliminatória não aconteceu e, sem jogar na fase preliminar, Bolívia, Chile, Paraguai e Uruguai, mais o anfitrião Brasil, foram para a Copa do Mundo. Na década de 1950, voltou a ser um importante protagonista do futebol sul-americano, graças à contribuição de futebolistas como Alberto Terry, Guillermo Barbadillo, Valeriano López, Félix Castillo e Óscar Gómez Sánchez que contribuíram para a competitividade da seleção selecionada ao longo desses anos. Em 1952, participou da primeira edição do Campeonato Pan- Americano de Futebol, que aconteceu na cidade de Santiago do Chile. A seleção peruana começou sua participação vencendo o Panamá por 7 a 1, depois sofreu duas derrotas consecutivas contra o Uruguai por 5 a 2 e o Chile por 3 a 2. Em seguida, empataram em 0 a 0 com o Brasil e terminaram com uma vitória por 3 a 0 sobre o México, somando 5 pontos e ficando em quarto lugar. Para a Copa do Mundo de 1954, o Peru também não pôde participar das eliminatórias. O governo da época não estava interessado em disputar o torneio classificatório, porque também não era obrigatório pela FIFA e pela Conmebol. Em 1955, no Campeonato Sul-Americano, a seleção nacional ficou em terceiro lugar. No entanto, não foi muito bem no Campeonato Sul-Americano de 1956, no qual terminou em último, não tendo obtido nenhuma vitória. A seleção teve uma leve recuperação no final da década, chegando ao quarto lugar nos Campeonatos Sul-Americanos em 1957 e 1959. Para a classificação para a Copa do Mundo de 1958, a seleção peruana seria agrupada com as seleções brasileira e venezuelana, embora esta última se retirasse. A seleção peruana cairia contra a seleção brasileira por 2 a 1 no placar agregado, sendo eliminada da Copa do Mundo. Em 1961, a seleção peruana jogou as eliminatórias para a Copa do Mundo de 1962 contra a Colômbia. No primeiro jogo, o time colombiano venceu por 1 a 0, enquanto no segundo jogo ficou empatado em 1 a 1. No Campeonato Sul-Americano de 1963, ficou em quinto lugar, depois de somar cinco pontos, resultado de duas vitórias, um empate e duas derrotas. Nas eliminatórias para a Copa do Mundo de 1966, ele fez parte do grupo 1 junto com as seleções do Uruguai e da Venezuela. Na série contra os venezuelanos, obtiveram duas vitórias, primeiro por 1 a 0 e depois por 6 a 3, enquanto contra os uruguaios não venceram, então ficaram em segundo lugar em seu grupo, perdendo a oportunidade de se classificar para a Copa do Mundo. === Classificação para a Copa do Mundo de 1970 === Em 31 de agosto de 1969, ele enfrentou seu colega da Argentina em La Bombonera, uma partida que aconteceu no âmbito das eliminatórias para a Copa do Mundo de 1970. O Peru veio de derrotar o povo do Rio da Prata e os bolivianos em Lima, depois de perder em La Paz, precisava apenas de um empate para se classificar para a Copa do Mundo, deixando bolivianos e argentinos fora da competição. Desde o início da partida houve pressão constante da equipe local, mas graças às defesas de Luis Rubiños o primeiro tempo terminou sem gols, enquanto no segundo tempo os argentinos, com o apoio de seus torcedores, se dedicaram ao ataque, deixando espaços para a seleção peruana criar jogadas de contra-ataque. Desta forma Oswaldo Ramírez aproveitou a sua velocidade para ultrapassar a defesa e marcar o primeiro golo. A seleção argentina reagiu e marcou o gol do empate temporário graças a um pênalti executado por José Rafael Albrecht, no entanto, a esperança da Argentina não durou muito, já que Ramírez novamente, depois de roubar a bola de Roberto Perfumo, marcou o segundo gol peruano, e finalmente o estreante Alberto Rendo escapou da defesa peruana e definiu com um chute cruzado para marcar o gol da partida final. Desta forma, a seleção peruana conquistou pela primeira vez em sua história a classificação para uma Copa do Mundo de Futebol por mérito próprio, já que na edição de 1930 se classificou por meio de um convite. === México 70: quartas de final === Na Copa do Mundo, fez parte do grupo D junto com as seleções da Alemanha Ocidental, Bulgária e Marrocos. Na primeira partida eles conseguiram uma vitória por 3 a 2 contra a Bulgária. Em seu segundo encontro, eles novamente obtiveram uma vitória depois de vencer confortavelmente o Marrocos por 3 a 0, com dois gols de Teófilo Cubillas e um de Roberto Challe, enquanto na última partida da fase de grupos foram derrotados pela Alemanha Ocidental por 3 a 1, ocupando o segundo lugar em seu grupo com quatro pontos e se classificando para as quartas de final. Nesta fase, a seleção peruana caiu para o Brasil. === O surpreendente fracasso em se classificar para a Copa do Mundo de 1974 === Diante da desistência da Venezuela, a classificação foi decidida em ida e volta entre Chile e Peru. Essas seleções empataram no placar acumulado de suas partidas de ida e volta, então a classificação para a repescagem intercontinental foi decidida no desempate disputado em Montevidéu. O Chile venceu nesta partida. A eliminação foi muito criticada e inesperada pela torcida peruana já que naquela época a seleção peruana era uma das melhores do continente. === Campeão da Copa América de 1975 === Após a decepção de não ter conseguido a classificação para a Copa do Mundo de Futebol de 1974, no ano seguinte durante a Copa América que foi disputada sem sede fixa e com formato de ida e volta, o Peru se agrupou com Chile e Bolívia. Com três vitórias e um empate, se classificou para as semifinais junto com as seleções de Colômbia, Brasil e Uruguai. Nas semifinais enfrentou o Brasil, obtendo uma vitória por 3 a 1 fora de casa no jogo de ida em Belo Horizonte com dois gols de Enrique Casaretto e um de Teófilo Cubillas. No jogo de volta disputado em Lima, o Brasil venceu por 2 a 0, e o empate no saldo de gols fez com que o vencedor fosse decidido em sorteio, vencido pelo Peru. A final foi disputada contra a Colômbia, que já havia derrotado o Uruguai por 3 a 1 no total. A primeira partida foi disputada em Bogotá com vitória da Colômbia por 1 a 0, enquanto na partida de volta em Lima a seleção peruana venceu por 2 a 0, pelo que uma partida extra teve que ser disputada em 28 de outubro de 1975, na cidade de Caracas. O Peru venceu por 1 a 0 com gol de Hugo Sotil. Os atacantes Juan Carlos Oblitas e Oswaldo Ramírez foram os artilheiros da seleção nacional com três gols cada e Teófilo Cubillas foi eleito o melhor jogador do campeonato. === Argentina 78: bom começo mas péssimo final === Nas eliminatórias para a Copa do Mundo de Futebol de 1978, o Peru fez parte do grupo 3 junto com as seleções do Chile e do Equador, disputou quatro partidas, das quais venceu duas em Lima por 4 a 0 contra o Equador e por 2 a 0 contra o Chile e empatou as outras duas fora de casa, somando seis pontos e passando para a próxima fase invicto. Na rodada final, enfrentou o Brasil, com quem perdeu por 1 a 0, e depois a Bolívia, vencendo-o por 5 a 0, alcançando assim sua segunda qualificação para uma Copa do Mundo. Na primeira partida venceram a Escócia por 3 a 1, a segunda partida foi um empate sem gols contra a Holanda e, finalmente, venceu o time do Irã por 4 a 1. Já na segunda fase, a seleção peruana entrou no grupo 2 junto com Brasil (perdeu por 3 a 0), Polônia (perdeu por 1 a 0) e Argentina (perdeu por 6 a 0), em uma das apresentações mais polêmicas e vergonhosas da história do futebol peruano. Essa partida levantou muitas suspeitas já que a Argentina precisava vencer por no mínimo 4 gols para avançar para a final (deixando o Brasil de lado). No entanto, alguns dos jogadores de futebol peruanos daquele time explicaram repetidamente que não foram subornados para aquela partida. No ano seguinte, pela Copa América, enfrentou o Chile nas semifinais, sendo eliminado após derrota por 1 a 2 em Lima e empate em 0 a 0 em Santiago. === Década de 1980 === Nas eliminatórias da Conmebol para a Copa do Mundo de 1982, enfrentou Colômbia e Uruguai em seu grupo. Com a chegada do técnico brasileiro Elba de Pádua Lima, formou-se um time de alto nível, com a presença de jogadores como César Cueto, Julio César Uribe, José Velásquez Castillo, Juan Carlos Oblitas, Gerónimo Barbadillo entre outros. Em 26 de julho de 1981, disputou a primeira partida de seu grupo contra a Colômbia na cidade de Bogotá, na qual empatou em 1 a 1, depois enfrentou o mesmo rival em Lima e desta vez o venceu por 2 a 0. Depois vieram as partidas contra o Uruguai, primeiro em Montevidéu onde conseguiram uma vitória por 2 a 1, graças aos gols de La Rosa após uma jogada marcante de Uribe e Oblitas e o segundo gol foi marcado por Uribe antecipando o goleiro Rodolfo Rodríguez após um passe de Velásquez, enquanto na segunda partida o Peru se classificou para a Copa do Mundo de Futebol de 1982 depois de empatar em 0 a 0 em Lima, em um jogo que significou a aposentadoria de Héctor Chumpitaz. Antes do campeonato mundial, o Peru venceu a Copa do Pacífico ao vencer o Chile por 1 a 0. O Peru também fez uma série de partidas na Europa e na África com resultados muito positivos, vencendo a Hungria e a França com Michel Platini no Parque dos Príncipes. Já na Copa do Mundo integrou o grupo A junto com Itália, Camarões e Polônia. Em sua primeira partida conseguiu um empate sem gols contra a seleção africana, depois empataram novamente com a Itália por 1 a 1, o gol peruano foi obra de Rubén Toribio Díaz e o gol italiano de Bruno Conti. Finalmente foram derrotados pela Polônia por um placar de 5 a 1, com o qual o Peru ocupou a última colocação do grupo com apenas dois pontos e foi eliminado na primeira fase do torneio. Na Copa América de 1983, teve uma participação decente, eliminando as seleções da Colômbia e da Bolívia na primeira fase após duas vitórias e dois empates. Nas semifinais enfrentou o Uruguai e no jogo de ida foi derrotado por 1 a 0, enquanto no jogo de volta empatou em 1 a 1. Na ausência de novos jogadores de destaque, o Peru enfrentou a classificação para a Copa do Mundo de Futebol de 1986 com um time cuja idade média era superior a trinta anos. O primeiro técnico para a fase classificatória foi Moisés Barack, sendo substituído após uma participação modesta por Roberto Challe. Faltando dois jogos para o fim das eliminatórias, o Peru precisava vencer a Argentina em casa e fora. Na partida disputada em Lima, conquistou uma vitória por 1 a 0 com gol de Oblitas. Depois, em Buenos Aires, a seleção peruana empatou em 2 a 2. Em seguida, perdeu a oportunidade de se classificar para a Copa do Mundo contra o Chile no repescagem, sendo derrotado por 4 a 2 na ida e 1 a 0 na volta. Apesar do resultado adverso, naquele mesmo ano o Peru foi convidado a participar de seu primeiro torneio asiático, a Copa Nehru da Índia. Na Copa América de 1987, que iniciou o sistema de rotação alfabética do anfitrião, la Blanquirroja não conseguiu passar da primeira rodada, apesar de empatar a anfitriã Argentina (1–1) e o rival Equador (1–1). A tragédia aconteceu em 8 de dezembro de 1987, quando o avião que transportava a equipe e a comissão técnica do Alianza Lima caiu no Oceano Pacífico. Várias vítimas eram membros da seleção nacional. Entre os mortos estão o meio-campista José Casanova, o goleiro José González Ganoza, os atacantes Luis Escobar e Alfredo Tomassini e o treinador Marcos Calderón. === Década de 1990 === Peru venceu apenas dois jogos (5–1 contra a Venezuela em 1991 e 1–0 contra o Chile em 1993) nas próximas quatro edições da Copa América. Além disso, o Peru não venceu uma única partida nas eliminatórias para a Copa do Mundo de 1990 e 1994, terminando em último lugar em ambos os grupos e prolongando a ausência do time no cenário mundial. A situação do Peru melhorou com o tempo, já que a seleção alcançou o quarto lugar na Copa América de 1997 e em 1998 não se classificou para a Copa do Mundo porque tinha menos saldo de gols que o Chile. === 2017- === Em 2017 após a vitória pelo placar de 2-1 sobre o Uruguai,com gols de Júlio Marchi Neto e Guerrero a seleção Peruana conseguiu um marco história e alcançou a 18ª posição no ranking da FIFA E ainda em 15 de novembro de 2017, disputando pela vaga de repescagem contra a Nova Zelândia, o Peru conseguiu classificar-se para a 2018 ao vencer a Nova Zelândia por 2x0. == Títulos == CONTINENTAIS Competição Títulos Anos Copa América 2 1939, 1975 ;Seleção Olímpica MUNDIAIS Competição Títulos Anos Jogos Olímpicos da Juventude 1 2014 CONTINENTAIS Competição Títulos Anos Jogos Sul-americanos 1 1990 - INTERNACIONAIS Competição Títulos Anos Jogos Bolivarianos 6 1938, 1947, 1961, 1973, 1981, 2001 Legenda Campeão invicto ===Cronologia dos Títulos=== Sede Torneio Ano N.º Colômbia Jogos Bolivarianos 1938 1º Peru Copa América 1939 2º Várias Sedes Copa América 1975 3º ==Uniformes== ==Campanhas em destaque == Seleção Principal Torneio Campeão Vice-campeão Terceiro Quarto Copa América 2 (1939, 1975) 1 (2019) 8 (1927,1935, 1949, 1955, 1979, 1983, 2011, 2015) 6 (1929, 1941, 1957, 1959, 1997, 2021) Copa Ouro da CONCACAF 0 0 0 1 (2000) Campeonato Pan-Americano 0 0 0 2 (1952, 1956) Seleção de Base Torneio Campeão Vice-campeão Terceiro Quarto Campeonato Sul-Americano Sub-20 0 0 0 5 (1954, 1958, 1967, 1971, 1975) Campeonato Sul-Americano Sub-17 0 0 0 1 (2007) Campeonato Sul-Americano Sub-15 1 (2013) 0 0 0 Pré-Olímpico Sul- Americano Sub-23 0 1 (1960) 2 (1964 , 1980) 1 (1972) Seleção Olímpica Torneio Ouro Prata Bronze Jogos Olímpicos da Juventude 1 (2014http://elcomercio.pe ¡Perú campeón! Sub 15 de Oré ganó el oro en Nanjing 2014) Jogos Sul-americanos 1 (1990) 2(1982 , 1994) Jogos Bolivarianos 6 (1938, 1947, 1961, 1973, 1981, 2001) 1 (1997) 4 (1951, 1977, 1985, 2013) == Outros títulos == * Copa Kirin: 3 (1999, 2005 e 2011) * Copa do Pacífico: 4 (1953, 1954, 1971 e 1982) * Copa Mariscal Sucre: 1 (1973) * Copa 75° Aniversário da FPF: 1 (1997) * Torneio Quadrangular de Lima: 1 (2007) * Torneio Internacional Juvenil de Niigata: 1 (2007) == Participações em Copas do Mundo == * 1930 - 10º lugar (primeira fase). * 1934 a 1966 - Não se classificou * 1970 - 7º lugar (quartas de final). * 1974 - Não se classificou * 1978 - 8º lugar (fase semifinal). * 1982 - 20º lugar (primeira fase). * 1986 a 2014 - Não se classificou * 2018 - Primeira Fase * 2022 - Não se classificou Na história das Copas: 5 participações (1 a disputar ainda), 15 jogos, 4 vitórias, 3 empates, 8 derrotas, 19 gols pró, 31 gols contra, -12 gols de saldo, 33% de aproveitamento de pontos. ===Copa do Mundo de 1930=== A Seleção Peruana foi um dos 13 países participantes da Copa do Mundo de Futebol de 1930, disputada no Uruguai. O Peru chegou à Copa do Mundo a convite da Associação Uruguaia de Futebol. ====Primeira fase==== Classificação - Grupo 3 Time 3 Peru 0 2 0 0 2 1 4 –3 ===Copa do Mundo de 1970=== ====Fase inicial==== Classificação - Grupo 4 Time 2 Peru 4 3 2 0 1 7 5 +2 ====Quartas de final==== ===Copa do Mundo de 1978=== ====Primeira fase==== Classificação - Grupo 4 Time 1 Peru 5 3 2 1 0 7 2 +5 ====Segunda fase==== == Elenco atual == Os seguintes jogadores foram convocados para os jogos contra Alemanha e Marrocos. Atualizado até março de 2023 Nome Posição Clube Pedro Gallese Goleiro Orlando City Carlos Cáceda Goleiro FBC Melgar José Carvallo Goleiro Universitario Miguel Araujo Defesa Emmen Anderson Santamaría Defesa Atlas Miguel Trauco Defesa San Jose Earthquakes Luis Abram Defesa Atlanta United Carlos Zambrano Defesa Alianza Lima Luis Advíncula Defesa Boca Juniors Marcos López Defesa Feyenoord Cartagena Médio Orlando City Andy Polo Médio Universitario Pedro Aquino Médio América Yoshimar Yotún Médio Sporting Cristal Sergio Peña Médio Malmö Renato Tapia Médio Celta de Vigo Christofer Gonzáles Médio Al-Adalah Edison Flores Médio Atlas Jesús Castillo Médio Sporting Cristal André Carrillo Médio Al- Hilal Alex Valera Avançado Universitario Gianluca Lapadula Avançado Cagliari Raúl Ruidíaz Avançado Sounders Percy Liza Avançado Marítimo Ray Sandoval Avançado Atlético Grau Juan Reynoso Treinador Ficheiro:Carrillo17.jpg|André Carrillo Ficheiro:Edison Flores Ecuador vs Peru 2017 (cropped) (cropped).jpg|Edison Flores Ficheiro:Christian Cueva.jpg|Christian Cueva Ficheiro:Gallese19.jpg|Pedro Gallese Ficheiro:JCseptiembre 22.jpg|José Carvallo == Jogadores == === Copa do Mundo === ==== Uruguai 1930 ==== :Jorge Pardon, Juan Valdivieso, Mario de las Casas, Arturo Fernández, Antonio Maquilon, Alberto Soria, Eduardo Astengo, Alberto Denegri, Galindo, García, Julio Quintana, Valle, Cilloniz, Gongora, Lavalle, Lores, Neyra == Estatísticas e recordes == Negrito: Jogadores ainda em atividade === Mais partidas === # Nome Período Jogos Gols 1 Roberto Palacios 1992–2012 128 19 2 Héctor Chumpitaz 1965–1981 105 3 3 Jorge Soto 1992–2005 101 9 4 Juan Jayo 1994–2008 97 1 5 Nolberto Solano 1994–2008 95 20 6 Rubén Toribio Díaz 1972–1985 89 2 7 Paolo Guerrero 2004- 87 35 8 Claudio Pizarro 1999–2016 85 20 9 Juan Reynoso 1986–2000 84 5 10 Percy Olivares 1987–2001 83 1 === Maiores artilheiros === # Jogador Período Gols (Jogos) 1 Paolo Guerrero 2004– 39 (99) 2 Teófilo Cubillas 1968–1982 26 (81) 3 Teodoro Fernández 1935–1947 24 (32) 4 Jefferson Farfán 2003–2021 22 (75) 5 Claudio Pizarro 1999–2016 20 (85) Nolberto Solano 1994–2008 20 (95) 7 Roberto Palacios 1992–2012 19 (128) 8 Hugo Sotil 1970–1978 18 (62) 9 Oswaldo Ramírez 1969–1982 17 (57) 10 Franco Navarro 1980–1989 16 (56) == Uniformes == O Peru tem como escudo o emblema da Federação Peruana de Futebol. O primeiro emblema, apresentado em 1927, tinha um desenho de escudo em forma de ferro de engomar com o nome do país e a sigla da federação (FPF). Oito emblemas diferentes se seguiram, com o design mais duradouro sendo o escudo francês moderno estampado na camisa do time de 1953 a 2014. Este design tinha a bandeira peruana em sua base, e o nome do país ou a sigla da federação em seu topo. Desde 2014, o emblema tem um design de escudo de ferro de engomar de inspiração retro, com todo o campo composto pela bandeira do Peru e a sigla da federação, circundada por uma moldura dourada. O primeiro uniforme do Peru é composto tradicionalmente por uma camisa branca, com uma faixa transversal da esquerda para a direita vermelha, calção e meias brancas, enquanto o segundo uniforme é o inverso, com camisa vermelha e a faixa transversal branca, calção e meias vermelhas, porém, recentemente outras cores tem sido utilizadas no uniforme alternativo, como o preto em 2019 e azul em 2021. === Material esportivo === Fornecedor Período Adidas 1978–1981 Penalty 1981–1982 Adidas 1983–1985 Calvo 1986–1987 Puma 1987–1989 Power 1989–1991 Diadora 1991–1993 Polmer 1993–1995 Umbro 1996–1997 Walon 1998–2010 Umbro 2010–2018 Marathon 2018–2022 Adidas 2022–presente == Ver também == * Federación Peruana de Fútbol * Seleção Peruana de Futebol Feminino * Anexo:Lista de títulos das Seleções Sul- americanas de Futebol Masculino * Futebol do Peru",
 "title": "Seleção Peruana de Futebol"
}