{
 "id": "101744",
 "text": "{{Info/Futebol/seleção |nome =Líbia |apelido =Os Cavaleiros do Mediterrâneo |bandeira = |associação =Federação Líbia de Futebol |confederação =CAF |material = Adidas |treinador = Milutin Sredojević |capitão = Mansour Al- Bourki |maispart =Samir Aboud (24) |artilheiro = |códigofifa =LBY |rankingfifa =63 |melhorcolfifa =36(setembro de 1996) |piorcolfifa =187(julho de 1997) |rankingelo =70 |melhorcolelo =46 (agosto de 1985) |piorcolelo =124 (junho de 2003) |partint = 10 - 2 Líbia } (; 29 de julho de 1953) |maiorvit =} Líbia 21 - 0 Mascate e Omã (; 6 de abril de 1966) |maiorder = 10 - 2 Líbia } (; 29 de julho de 1953) |partcm = |coparegional =Copa das Nações Africanas |partcoparegional =3 (1ª em 1982) |melhordescopareg =Vice-campeão (1982) |linkcopareg1 = |resultadocopareg1= |linkcopareg2 = |resultadocopareg2= |linkcopareg3 = |resultadocopareg3= |modelo =padrão |skin1 =_adidascondivo22rw |skin_be1 =_adidascondivo22rw |skin_bd1 =_adidascondivo22rw |skin_calção1 =_adidascondivo22bw |skin_meia1 =_3_stripes_white |braçoesquerdo1 =FF0000 |corpo1 =FF0000 |braçodireito1 =FF0000 |calções1 =000000 |meias1 =000000 |skin2 =_adidascondivo22wb |skin_be2 =_adidascondivo22wb |skin_bd2 =_adidascondivo22wb |skin_calção2 =_adidascondivo22bw |skin_meia2 =_3_stripes_black |braçoesquerdo2 =FFFFFF |corpo2 =FFFFFF |braçodireito2 =FFFFFF |calções2 =000000 |meias2 =FFFFFF |}} A Seleção Líbia de Futebol representa a Líbia nas competições de futebol da FIFA. Participou 3 vezes do Campeonato Africano das Nações, tendo como melhor resultado o 2º lugar em 1982, ano em que sediou o torneio. Nunca participou de uma Copa do Mundo. Ela também é filiada à CAF, à UAFA e à UNAF. == História == Estreou oficialmente em julho de 1953, contra o Egito, saindo derrotada por 10 a 2, resultado esse que seria também a maior derrota do selecionado. A maior vitória ocorreu em 1966, quando derrotou Omã (então Mascate e Omã) pelo incrível placar de 21 a 0. Até 2011, quando o país era governado por Muammar al-Gaddafi (morto em outubro do mesmo ano), a Seleção Líbia era conhecida como \"Os verdes\" (alusão à cor da bandeira usada entre 1977 e 2011), e desde a queda do regime e posterior adoção da nova bandeira, o time também mudaria a cor do uniforme, que passou a ser vermelho e preto, e o apelido (\"Cavaleiros do Mediterrâneo\"). === Copas do Mundo === A Líbia entrou pela primeira vez nas eliminatórias da Copa do Mundo da FIFA em 1970. Suas primeiras tentativas falharam, mas durante a década de 1980 o lado nacional se fortaleceu. A posição geopolítica do país, no entanto, afetou o time de futebol, que teve que se retirar das eliminatórias para as Copas de 1982 e 1990. A Líbia chegou mais perto de se classificar para a copa do mundo em 1986. Eles chegaram a um jogo de chegar às finais no México. Depois de vencer sua partida contra o Sudão em seu primeiro jogo, os líbios venceram Gana na próxima rodada antes de enfrentar o Marrocos para um lugar nas finais. O Marrocos venceu o primeiro jogo por 3 a 0 e foi eliminado, apesar de a Líbia ter vencido a segunda partida por 1 a 0. Depois de não entrar na competição da Copa do Mundo da FIFA de 1994 e 1998, a Líbia voltou para a competição de classificação para a Coreia / Japão. Os líbios avançaram para o segundo turno às custas do Mali, que foram derrotados por 4 a 3 no total. Na fase de grupos, a Líbia conseguiu apenas dois empates em oito jogos. Nas eliminatórias para a Copa do Mundo da FIFA de 2006, uma vitória de duas rodadas por 9 a 0 sobre São Tomé e Príncipe colocou os líbios na fase de grupos. No entanto, durante esses dois jogos, Al- Saadi Gaddafi foi banido quando falhou em um teste de drogas. Um grupo difícil seguiu o Egito, Camarões e Côte d'Ivoire, os eventuais vencedores do grupo e as eliminatórias para a Copa do Mundo. No entanto, os Cavaleiros conseguiram bons resultados contra estes lados, vencendo o Egipto por 2-1 em Trípoli, e empatando Camarões e Costa do Marfim em 0-0, levando-os a um 4º lugar e a um lugar em as finais da Copa das Nações Africanas de 2006 no Egito. Tendo falhado também nas eliminatórias de 2010 a 2018, nunca participou de uma copa. === Copa das Nações Africanas === ==== Líbia 1982 ==== O maior torneio de futebol a ser realizado na Líbia foi o Campeonato Africano das Nações de 1982. A Líbia qualificou-se automaticamente como anfitriã e foi colocada em um grupo ao lado de Gana, Camarões e Tunísia. A partida de abertura do torneio fez com que os anfitriões enfrentassem Gana em Trípoli em um empate por 2 a 2. Uma vitória por 2-0 sobre a Tunísia e um empate sem gols contra Camarões viu a Líbia no topo do grupo. Nas meias-finais, a Líbia ficou em desvantagem para vencer a Zâmbia por 2-1 e marcou mais uma partida com o Gana, desta vez na final de 19 de março. Gana marcou primeiro aos 35 minutos, mas a Líbia empatou no 70º. Este foi seguido por um período de tempo extra no qual nenhum gol foi marcado. Em uma longa disputa de pênaltis, Gana saiu triunfante por 7-6. ==== Egito 2006 ==== A segunda Copa das Nações Africanas da Líbia teve um retorno aos níveis mais altos do cenário do futebol internacional na final da Copa das Nações Africanas de 2006, no Egito. Eles se classificaram para a competição depois de um empate sem gols com o Sudão em sua nona partida de classificação. A Líbia foi sorteada no Grupo A, com o Egito (os anfitriões e eventuais vencedores), as eliminatórias da Copa do Mundo de 2006, a Costa do Marfim e o Marrocos. A Líbia perdeu por 3-0 para o Egito no Cairo, depois perdeu por 2-1 para a Costa do Marfim. Um empate sem gols contra o Marrocos fez com que a Líbia terminasse no último lugar do grupo. === Anos recentes === Faouzi Benzarti tornou-se o técnico da seleção em 2006. Ele não conseguiu levar o time à Copa das Nações Africanas de 2008, apesar de ter sido escolhido no grupo que foi visto como fácil, juntamente com a República Democrática do Congo, Namíbia e Etiópia; as derrotas fora em Addis Ababa e Windhoek impediram a qualificação. O próximo desafio para os líbios foi a classificação para a Copa do Mundo da FIFA 2010. Eles foram sorteados no Grupo 5, juntamente com Gabão, Lesoto e Gana: a Líbia foi eliminada devido à diferença de gols depois de perder sua partida final contra o Gabão. A Líbia teve a chance de voltar do infortúnio da Copa do Mundo durante as eliminatórias para o Campeonato Africano das Nações de 2009. Eles derrotaram o Egito, a Tunísia e o Marrocos para disputar o torneio, mas a Líbia terminou no último lugar de seu grupo depois de perder para o Congo DR e empatar com Gana e Zimbábue. Benzarti foi demitido, e o sérvio Branko Smiljanić foi nomeado em 13 de dezembro. Em julho de 2010, o técnico brasileiro Marcos Paquetá foi indicado como treinador da equipe líbia e assinou um contrato de quatro anos antes da Copa do Mundo de 2014 no Brasil.http://news.xinhuanet.com/english2010/sports/2010-07/10/c_13392891.htm == Rivalidades == As únicas reais rivalidades da Líbia são as nações do futebol norte-africano, a Argélia, o Marrocos, o Egito e, principalmente, a Tunísia. Jogos entre a Líbia e qualquer um desses adversários são encontros altamente carregados. A Líbia derrotou o Egito por 2 a 1 em uma eliminatória da Copa do Mundo em 8 de outubro de 2004, e os faraós nunca conseguiram derrotar os líbios em seu próprio território. A rivalidade foi reacendida nos Jogos Pan-Africanos de 2007, onde as equipes empataram 0-0; O Egito acabou conquistando a medalha de ouro pela diferença de gols dos líbios. O último confronto da Líbia com o Marrocos aconteceu na Copa das Nações Africanas de 2006, onde terminou sem gols. No entanto, a Líbia também disputou recentemente o play-off do Campeonato Africano das Nações de 2009, que a Líbia venceu por 4 a 3 no total. . O auge da rivalidade foi na década de 1980, onde um forte lado da Líbia, que na época era considerado um dos melhores times do continente, teve seus sonhos na Copa do Mundo de 1986 sendo esmagados pelo lado ressurgente do Marrocos. Os marroquinos venceram o play-off por 3-1 no total, e avançaram para a fase eliminatória, onde foram derrotados pela Alemanha Ocidental. == Campanhas e Títulos == Campeonato Africano das Nações: * 2º Lugar: 1982 Copa das Nações Árabes: * 2º Lugar: 1964 e 2012 * 3º Lugar: 1966 Campeonato Africano de Nações: * Campeões: 2012 ==Elenco atual== Os seguintes jogadores foram selecionados para a partida de qualificação da CAN 2021 contra Tunísia e Tanzânia. Atualizado até 28 de março Nome Posição Clube Nashnoush Goleiro Al-Ahly Tripoli Azzaga Goleiro Al-Madina Rizq Goleiro Al-Ahly Bengasi El Trbi Defesa Al-Ittihad Al-Warfali Defesa Raja Casablanca Salama Defesa Al- Madina Maetouq Defesa Stade Tunisien Sabbou Defesa Monastir El-Monir Defesa Los Angeles FC Allafi Defesa Al-Nasr Elmusrati Médio Rio Ave Al-Shadi Médio Al-Ittihad Ellafi Médio USM Argel Sola Médio Al-Muharraq Al Hadi Médio Al- Arabi Benali Médio Crotone Elhouni Avançado Espérance Tajouri-Shradi Avançado New York City Taher Avançado Riffa SC Saltou Avançado Al-Ittihad Elmslaty Avançado Al-Ittihad Magdi Avançado Al-Nasr Alharaish Avançado CS Constantine Faouzi Benzarti Treinador == Ver também == * Eliminatórias da Copa do Mundo de Futebol de 2014 Libia Categoria:Futebol da Líbia Categoria:Seleção Líbia de Futebol",
 "title": "Seleção Líbia de Futebol"
}