{
 "id": "10176",
 "text": "O cantonês ou cantonense () é uma das principais línguas do grupo yuè da família linguística chinesa (sinítica), fazendo parte do tronco linguístico Sino-Tibetano. O cantonês é o 16° idioma mais falado do mundo como língua materna e o 3° mais falado entre as línguas faladas na China, com mais de 80 milhões de falantes nativos que usam ativamente a língua em seu cotidiano, principalmente localizados na província do Cantão (Guangdong), nas regiões administrativas de Hong Kong e Macau, assim como em comunidades internacionais, mais notavelmente no Vietnã, Malásia, Camboja e Singapura. O nome da sua família linguística yuè corresponde ao nome de um antigo reino situado na atual província de Cantão. Por esse motivo, o caractere 粵 utiliza- se hoje em dia como abreviatura do nome desta província e língua. O cantonês é um idioma bastante conservador, mais próximo das formas antigas da língua do que outras línguas na China. Isto reflete-se, por exemplo, no facto de que a poesia antiga, cuja pronúncia original ainda é desconhecida, rima melhor lida em cantonês do que em mandarim. Ainda que os chineses prefiram falar de \"dialetos\" (方言 fāngyán) ao referirem-se às variedades linguísticas faladas na China, a inteligibilidade mútua entre estes é praticamente nula, fazendo com que os linguistas consideram o chinês uma família de línguas, e não uma língua única, família esta que inclui variedades como o mandarim, jin, wu, gan, hakka, xiang e min. Dos diferentes idiomas chineses, o cantonês é o único que, à parte do mandarim, tem uma forma escrita. Esta utiliza alguns caracteres chineses que não existem em mandarim e reutiliza outros com significados diferentes. O cantonês escrito se utiliza, no entanto, somente em situações informais, como cartas entre amigos, foros de Internet ou em algumas formas de literatura popular. Em situações formais, o chinês escrito segue as normas do mandarim. Em Hong Kong e Macau, o cantonês falado se utiliza também em situações formais, como em discursos políticos, emissoras de rádio e televisão. Nestes casos, o idioma utilizado não é o cantonês autêntico, senão mandarim com uma leitura cantonesa dos caracteres.Matthews, S.; Yip, V. (1994). Cantonese: A Comprehensive Grammar. London: Routledge. Para a língua cantonesa, utiliza-se em Macau um silabário codificado de romanizaçãoKataoka, Shin; Lee, Cream (2008). \"A System without a System: Cantonese Romanization Used in Hong Kong Place and Personal Names\". Hong Kong Journal of Applied Linguistics. 11: 83–84. com o objetivo de evitar disparidades na romanização dos nomes próprios escritos em caracteres chineses tradicionais. == História == miniaturadaimagem|Dicionário chinês da dinastia Tang. A pronúncia cantonesa moderna preserva quase todas as consoantes finais (-m -n -ng, -p -t -k) do chinês médio. Durante o período da dinastia Song do Sul, Cantão se tornou o centro cultural da região. O cantonês emergiu como a variedade de prestígio dos chineses yue quando a cidade portuária de Cantão, no Delta do Rio das Pérolas, se tornou o maior porto da China, com uma rede de comércio que se estendia até a Arábia. O cantonês também era usado nos gêneros populares de canções folclóricas Yuè'ōu, Mùyú e Nányīn, bem como na ópera cantonesa. Além disso, uma literatura clássica distinta foi desenvolvida em cantonês, com textos do chinês médio soando mais semelhantes ao cantonês moderno do que outras variedades chinesas atuais, incluindo o mandarim. Como o Cantão se tornou o principal centro comercial da China para o comércio exterior em 1700, o cantonês se tornou a variedade de chineses que mais interagia com o mundo ocidental. Por volta deste período e continuando na década de 1900, os ancestrais da maioria da população de Hong Kong e Macau chegaram do Cantão e áreas circunvizinhas após terem sido cedidos à Grã-Bretanha e Portugal, respectivamente. Após a Revolução Xinhai de 1912, o cantonês quase se tornou a língua oficial da República da China, mas perdeu por uma pequena margem. Na China continental, o mandarim padrão foi fortemente promovido como língua de instrução nas escolas e como língua oficial, especialmente depois que os comunistas assumiram o controle em 1949. Enquanto isso, o cantonês manteve-se a variedade oficial do chinês em Hong Kong e Macau, tanto durante como após o período colonial. == Diferenças entre línguas chinesas == Palavra Jin Mandarim Xiang Gan Wu Min Hakka Yue Taiyuan Beijing Changsha Nanchang Suzhou Fuzhou Meixian Guangzhou 人 'pessoa' zəŋ1 ʐən2 ʐən2 ɲin5 ɲin2 nøyŋ2 ɲin2 jɐn2 男 'homem' næ̃1 nan2 lan2 lan5 nø2 naŋ2 nam2 nam2 女 'mulher' ny3 ny3 ɲy3 ɲy3 ɲy6 ny3 ŋ3 nøy4 魚 'peixe' y1 y2 y2 ɲiɛ5 ŋ2 ŋy2 ŋ2 jy2 蛇 'cobra' sɤ1 ʂɤ2 sa2 sa5 zo2 sie2 sa2 ʃɛ2 肉 'carne' zuəʔ7 ʐou5 ʐəu7 ɲiuk8 ɲioʔ8 nyʔ8 ɲiuk7 juk8 骨 'osso' kuəʔ7 ku3 ku7 kut7 kuɤʔ7 kauʔ7 kut7 kuɐt7a 眼 'olho' nie3 iɛn3 ŋan3 ŋan3 ŋɛ6 ŋiaŋ3 ɲian3 ŋan4 耳 'orelha' ɚ3 ɚ3 ɤ3 ə3 ɲi6 ŋei5 ɲi3 ji4 鼻 'nariz' pieʔ8 pi2 pi2 pʰit8 bɤʔ8 pei6 pʰi5 pei6 日 'sol', 'dia' zəʔ7 ʐʅ5 ɲʅ7 ɲit8 ɲɪʔ8 niʔ8 ɲit7 jat8 月 'lua', 'mês' yəʔ7 ye5 ye7 ɲyɔt8 ŋɤʔ8 ŋuɔʔ8 ɲiat8 jyt8 年 'ano' nie1 niɛn2 ɲiẽ2 ɲiɛn5 ɲiɪ2 nieŋ2 ɲian2 nin2 山 'montanha' sæ̃1 ʂan1 san1 san1 sɛ1 saŋ1 san1 ʃan1 水 'água' suei3 ʂuei3 ɕyei3 sui3 sɥ3 tsy3 sui3 ʃøy3 紅 'vermelho' xuŋ1 xuŋ2 xən2 fuŋ5 ɦoŋ2 øyŋ2 fuŋ2 huŋ2 綠 'verde' luəʔ7 ly5 lou7 liuk8 loʔ7 luɔʔ8 liuk8 luk8 黃 'amarelo' xuɒ̃1 xuaŋ2 uan2 uɔŋ5 ɦuɒŋ2 uɔŋ2 vɔŋ2 wɔŋ2 白 'branco' piəʔ7 pai2 pɤ7 pʰak7 bɒʔ8 paʔ8 pʰak8 pak8 黑 'preto' xəʔ7 xei1 xa7 hɛt8 hɤʔ7 xaiʔ7 hɛt7 hɐk7a 上 'em cima' sɒ̃5 ʂaŋ5 san6 sɔŋ6 zɒŋ6 suɔŋ6 sɔŋ5 ʃœŋ6 下 'debaixo' ɕia5 ɕia5 xa6 ha6 ɦo6 a6 ha2 ha6 中 'meio' tsuŋ1 tʂuŋ1 tʂən1 tsuŋ1 tsoŋ1 touŋ1 tuŋ1 tʃuŋ1 大 'grande' ta5 ta5 tai6 tʰɔ6 dəu6 tuai6 tʰai5 tai6 小 'pequeno' ɕiau3 ɕiau3 ɕiau3 ɕiɛu3 siæ3 sieu3 siau3 ʃiu3 == Fonética e fonologia == === Iniciais === As consoantes iniciais são as 19 consoantes que podem estar presentes no início de um som. Alguns sons podem não ter iniciais, quando isso acontece, é dito que possuem uma inicial nula. Possuindo assim o seguinte inventário em IPA: Labial Dental/Alveolar Palatal Velar Glotal Simples Sibilante Simples Labializada Nasal m 媽 n 拿 ŋ 牙 Plosiva Simples p 巴 t 打 t͡s 炸 k 加 kʷ 瓜 (ʔ) 亞 Aspirada pʰ 怕 tʰ 他 t͡sʰ 查 kʰ 卡 kʷʰ 跨 Fricativa f 花 s 沙 h 哈 Aproximante l 啦 j 也 w 話 === Finais === Finais são a parte do som depois do inicial. Um final é geralmente composto de uma vogal principal, chamada de núcleo, e uma terminal, chamada de coda. A vogal principal pode ser longa ou curta, dependendo da duração vocálica. As vogais presentes em cantonês seguem o seguinte padrão: Frontal Central Posterior Não arredondada Arredondada Curta Longa Curta Longa Curta Longa Curta Longa Fechada /ɪ/ /iː/ /yː/ /ʊ/ /uː/ Média /e/ /ɛː/ /ɵ/ /œː/ /o/ /ɔː/ Aberta /ɐ/ /aː/ Já uma terminal pode ser uma semivogal, uma consoante nasal ou uma consoante de pausa. O gráfico a seguir representa todos os finais em IPA: Vogal Principal Consonante Silábica /aː/ /ɐ/ /ɔː/, /o/ /œː/, /ɵ/ /ɛː/, /e/ /iː/, /ɪ/ /uː/, /ʊ/ /yː/ Terminal Monotongo aː 沙 ɐ ɔː 疏 œː 鋸 ɛː 些 iː 詩 uː 夫 yː 書 Ditongo (Semivogal) /i/, /y/ aːi 街 ɐi 雞 ɔːy 愛 ɵy 水 ei 你 uːy 會 /u/ aːu 敎 ɐu 夠 ou 好 ɛːu 掉 iːu 了 Nasal /m/ aːm 衫 ɐm 深 ɛːm 舐 iːm 點 m̩ 唔 /n/ aːn 山 ɐn 新 ɔːn 看 ɵn 準 ɛːn iːn 見 uːn 歡 yːn 遠 /ŋ/ aːŋ 橫 ɐŋ 宏 ɔːŋ 方 œːŋ 傷 ɛːŋ 鏡 ɪŋ 敬 ʊŋ 風 ŋ̩ 五 Fechada /p/ aːp 插 ɐp 輯 ɛːp 夾 iːp 接 /t/ aːt 達 ɐt 突 ɔːt 渴 œːt ɵt 出 ɛːt iːt 結 uːt 沒 yːt 血 /k/ aːk 百 ɐk 北 ɔːk 國 œːk 著 ɛːk 錫 ɪk 亦 ʊk 六 ===Tons=== Como outros dialetos (ou línguas) chineses, o cantonês usa contornos tonais para distinguir palavras, à partir do número de possíveis tons e dependendo do tipo de final da palavra. Enquanto o cantonês de Guangzhou (também conhecido como Cantão) geralmente distingue os tons alto descendente e alto plano, esses dois se fundiram na língua de Hong Kong, produzindo um sistema de seis tons diferentes em sílabas que terminam em uma consoante oclusiva com semivogal ou nasal. Alguns desses tons têm mais do que uma percepção sonora, mas tais diferenças não são utilizadas para distinguir palavras. Em finais que terminam numa oclusiva, o número de tons é reduzido para três; em descrições de chineses, esses ditos \"tons fechados\" são tratados separadamente, fazendo com que cantonês seja tradicionalmente dito como tendo nove tons. No entanto, esses três adicionais são foneticamente fusões de tom e consoante final; o número de tons fonêmicos é de seis em Hong Kong e sete em Guangzhou.Bauer & Benedict (1997):119–120 Tipo da Sílaba Sílaba Aberta Sílaba Fechada Nome do Tom Nivelado escuro (陰平) Subindo escuro (陰上) Saindo escuro (陰去) Nivelado claro (陽平) Subindo claro (陽上) Saindo claro (陽去) Entrando escuro superior (上陰入) Entrando escuro inferior (下陰入) Entrando claro (陽入) Descrição Nivelado alto, Caindo alto Subindo médio Nível médio Caindo baixo, Nivelado muito baixo Subindo baixo Nivelado baixo Nivelado alto Nivelado médio Nivelado baixo Romanização de Yale ou Jyutping Nº do Tom 1 2 3 4 5 6 7 (ou 1) 8 (ou 3) 9 (ou 6) Exemplo 詩, 思 史 試 時 市 是 識 錫 食 Tom da letra siː˥, siː˥˧ siː˧˥ siː˧ siː˨˩, siː˩ siː˩˧ siː˨ sɪk˥ sɛːk˧ sɪk˨ Diacrítico IPA síː, sîː sǐː sīː si̖ː, sı̏ː si̗ː sìː sɪ́k sɛ̄ːk sɪ̀k Diacrítico Yale sī, sì sí si sìh síh sih sīk sek sihk Como outros dialetos Yue, o cantonês preserva uma distinção análoga à distinção fonêmica (surdo, sonoro) do chinês médio, conforme se vê na tabela a seguir: Chinês Médio Cantonês Tom Inicial Núcleo Nome do Tom Contorno Número Nível surdo Nível escuro ˥, ˥˧ 1 sonoro Nível claro ˨˩, ˩ 4 Subindo surdo Subindo escuro ˧˥ 2 sonoro Subindo claro ˩˧ 5 Saindo surdo Saindo escuro ˧ 3 sonoro Saindo claro ˨ 6 Entrando surdo curto Entrando escuro superior ˥ 7 (1) longo Entrando escuro inferior ˧ 8 (3) sonoro Entrando claro ˨ 9 (6) == Escrita == O cantonês escrito é uma adaptação dos caracteres chineses para servir à língua de maneira completa, tendo sido inicialmente desenvolvido do chinês clássico, que serviu como a principal língua literária da China no século XIX. Hoje em dia, enquanto que o mandarim pode ser lido e falado, palavra por palavra, por todas as outras variedades chinesas, a inteligibilidade desses leitores provavelmente vai ser prejudicada devido às diferenças em idiomas, gramática e uso. Os falantes do cantonês moderno já desenvolveram o seu próprio sistema de escrita, às vezes até mesmo criando novos caracteres para palavras que ou não existem ou foram perdidas no chinês padrão. Atualmente, com o avanço da globalização e do contato com o mundo ocidental, são utilizadas, cada vez mais, diversas palavras vindas inicialmente de outras línguas, agora adaptadas para os fonemas e para o sistema de escrita cantonês. === Romanização === Em algumas regiões, notavelmente Hong Kong, está sendo utilizado um sistema de romanização dos caracteres para evitar a discrepância em na pronúncia de nomes próprios causada pelo fato dos mesmos caracteres poderem possuir dois tipos de som, o cantonês e o padrão, no entanto, isso vem frustrando e gerando uma certa revolta nos cidadãos que afirmam estar perdendo uma parte essencial de sua língua, alegando que o governo está cedendo à globalização, assim levando à uma perda de identidade e sentimento nacional único. == Gramática == Os pronomes pessoais em cantonês são ngo5 (我) \"eu/mim\", nei5 (你) \"você\" e keoi5 (佢) \"ele/ela\", com dei6 (哋) adicionado para formar o plural. Ainda existem algumas outras versões presentes principalmente em obras literárias, como exibe o gráfico seguinte: Pessoa Singular Plural Geral Clássico Significado Geral Clássico Significado Primeira Pessoa \\- 我 - ngo5 \\- 我 - ngo5 (acc.) \\- 吾 - ng4 (nom.) 'eu/mim' - 我哋 - ngo5 dei6 - 我等 - ngo5 dang2 \\- 吾等 - ng4 dang2 'nós' Segunda Pessoa - 你 - nei5 - 爾 - ji5 \\- 汝 - jyu5 'você' - 你哋 - nei5 dei6 - 爾等 - ji5 dang2 \\- 汝等 - jyu5 dang2 'vocês' Terceira Pessoa - 佢 - keoi5 - 𠍲/渠 - keoi4 (gen.) 'ele/ela' - 佢哋 - keoi5 dei6 - 𠍲/渠等 - keoi4 dang2 'eles/elas' A língua cantonesa, assim como a grande maioria das outras línguas chinesas, não faz determinação de gênero, número e nem grau em seus substantivos, logo, não faz nenhum tipo flexão a fim de especificar algo em nenhuma dessas ocasiões. No entanto, faz-se o uso de outro artifício linguístico para inserir essa informação: os classificadores, também às vezes chamados de palavras de medida. Estes servem o principal fim de qualificar um substantivo em função de um numeral. Por exemplo, a frase “uma pessoa”, sendo “uma” um numeral, seria traduzida para cantonês como “一個人”, fazendo necessário o uso do classificador go “個”. Existem diversos classificadores, cada um servindo para um grupo específico de nomes, podendo, inclusive, mudar o sentido de uma frase, em certas ocasiões, como por exemplo: “一位家人” e “一个家人”, onde os significados são “membro da família” e “família”, respectivamente, sendo essa distinção feita unicamente pelo classificador. As relações de posse ocorrem por meio de uma partícula subordinativa, no caso do cantonês, essa partícula é ge3 “嘅”. Ela pode ser usada após o sujeito e seguida do objeto cuja possessão há de ser estabelecida da seguinte forma: nei5 ge3 gaau3 si1“你嘅教師”, sendo literalmente traduzido como “você - (partícula de posse) - professor”, significando “seu professor”. As variedades chinesas são tradicionalmente como os principais exemplos de línguas analíticas, sendo uma das principais características de línguas fazendo parte desse grupo a ausência de tempos e conjugações verbais, usando-se no lugar destes, os aspectos verbais. No caso do cantonês, faz-se o uso de diversos sufixos utilizados para explicar e especificar se um evento começou, está acontecendo ou já foi completado. Aspecto Marcador Uso Exemplos Perfeito zo2 (咗) Uma atividade terminada cujo resultado ainda aplica-se à situação atual. 我尋晚睇咗兩集。[ngo5 cam4 maan5 tai2 zo2 loeng5 zaap6] Literal: “Eu ontem noite assisti (perfeito) dois episódio” Tradução: “Eu assisti a dois episódios ontem à noite” Experiencial gwo3 (過) Uma atividade terminada em um passado indeterminado que já não mais se aplica à situação atual. 小明曾經去過呢間學校。[siu2 ming4 cang4 ging1 heoi3 gwo3 ni1 gaan1 hok6 haau6] Literal: Siu Ming em um ponto ir (experiencial passado) essa escola Tradução: Siu Ming em um determinado momento foi para essa escola. (Já não vai mais) Progressivo gan2 (緊) Uma atividade dinâmica cujo estado ainda pode ser alterado. 我食緊飯嘅時候唔好同我傾偈。[ngo5 sik6 gan2 faan6 ge3 si4 hau6 m4 hou2 tung4 ngo5 king1 gai2] Literal: Eu comer (progressivo genitivo - duração de) tempo não bom comigo conversar Tradução: Quando eu estou comendo, não converse comigo. Durativo zyu6 (住) Uma atividade contínua sem mudança de estado. 佢孭住一個好重嘅書包。[keoi5 me1 zyu6 jat1 go3 hou2 cung5 ge3 syu1 baau1] Literal: Ele/ela carregar (durativo) um - classificador - muito pesado mochila Tradução: Ele/ela está carregando uma mochila muito pesada. Delimitativo haa5 (吓) Uma atividade de curta duração. 盞燈猛咁喺度閃吓閃吓。[zaan2 dang1 maang5 gam3 hai2 dou6 sim2 haa5 sim2 haa5] Literal: Classificador - luz deixado piscar (delimitador) piscar (delimitador) Tradução: As luzes ficavam piscando (ligado e desligado) Habitual hoi1 (開) Uma atividade que se passou durante certo período de tempo, até chegar ao ponto de se tornar característica ou habitual. 我食開呢隻牌子架。[ngo5 sik6 hoi1 ni1 zek3 paai4 zi2 gaa3] Literal: Eu comer (habitual) esse - classificador - marca - partícula intensificadora Tradução: Eu estou acostumado a comer dessa marca. Incoativo hei2-soeng5-lai4 (起上嚟) O início de uma atividade. 個阿咇突然之間喊起上嚟 [go3 aa3 bat1 dat6 jin4 zi1 gaan1 haam3 hei2 soeng5 lai4] Literal: Classificador - Bebê repentinamente começar chorar (incoativo) Tradução: O bebê começou a chorar repentinamente. Continuativo lok6-heoi3 (落去) A continuação de uma atividade. 你唔使再講落去喇 [nei5 m4 sai2 zoi3 gong2 lok6 heoi3 laa1] Literal: Você não precisa de novo falar (continuativo) - partícula finalizadora Tradução: Você não precisa continuar falando. Note que a língua não possui as específicas estruturas que designamos como modos verbais em línguas neolatinas, como o indicativo, subjuntivo ou condicional, no entanto, faz uso de sentenças contrafactuais ou partículas finais que podem alterar o sentido da frase de maneira similar. Partícula Jyutping Uso 呀 aa3 Usada em perguntas neutras. Também usada para suavizar o tom de frases afirmativas para não soarem tão abruptas. 嘅 ge3 Usada em assertivas onde algo é enfatizado (geralmente 係 hai6 está na frente do que está sendo enfatizado). Pronunciá-la como ge2 dá um sentido de confusão sobre a situação. Possui um equivalente no mandarim/chinês escrito 的 dik1. 㗎 gaa3 Contração da combinação 嘅呀 ge3 aa3. 啦 laa1 Usada em pedidos e imperativas. Essa é uma partícula que pode fazer a sentença soar rude. Possui um equivalente no mandarim/chinês escrito 吧 baa6. 囉 lo1 Indica uma sugestão ou conclusão que deveria ser óbvia (geralmente ocorre com 咪 mai6). 啫 ze1 Pode ser usada com o sentido “somente” ou “é tudo”, ou usada para suavizar o significado da situação. Diferentemente do mandarim, no cantonês, o objeto direto precede o objeto indireto quando o verbo 畀 bei2 “dar” é utilizado, por exemplo: a frase em mandarim “给我一本书”, em tradução literal “dar - eu - um - (classificador) - livro”, em cantonês seria traduzido como “畀嗰本書我”, em tradução literal “dar - (classificador) - (classificador) - livro - eu”, ambas significando “Dê-me um livro”. Na grande maioria dos outros casos da linguagem cotidiana, a ordem segue o padrão SVO (Sujeito - Verbo - Objeto), tanto em cantonês como em mandarim. As comparações adjetivas em cantonês são formadas pela adição do marcador 過 gwo3 depois do adjetivo. Essa construção serve como um verbo transitivo que toma o objeto como o padrão de comparação, como o seguinte exemplo: “佢高過我” keoi5 gou1 gwo3 ngo5, traduzido literalmente como “Ele - alto - (partícula de comparação) - eu)”. As frases condicionais tomam uma forma relativamente simples, utilizando uma construção básica usando as partículas “如果” yu guo, “萬一” marn yat e “假如” ga yu, em ordem decrescente de probabilidade, para os casos de acordo com a eventual chance de algo acontecer, usando sempre o modo indicativo para expressar a ideia completa da frase, às vezes, fazendo uso de aspectos, porém sempre com a estrutura inicial. == Vocabulário == === Declaração Universal dos Direitos Humanos === ==== Cantonês padrão ==== 第一条 人人生而平等，喺尊严同埋权利上一律平等。佢哋有理性同埋良心，而且应当以兄弟关系 嘅精神相对待。 ==== Jyutping ==== dai6 jat1 tiu4 jan4 jan4 saang1 ji4 ping4 dang2, hai2 zyun1 jim1 tung4 maai4 kyun4 lei6 soeng6 jat1 leot6 ping4 dang2. keoi5 dei6 jau5 lei5 sing3 tung4 maai4 loeng4 sam1, ji4 ce2 jing1 dong1 ji5 hing1 dai6 gwaan1 hai6 ge3 zing1 san4 soeng1 deoi3 doi6. ==== Transcrição em IPA ==== tɐ̱i̯jɐ̄t̚ tʰi̖ːu̯ jɐ̖njɐ̖n sāːŋ ji̖ː pʰe̖ŋtɐ́ŋ, hɐ́i̯ t͡sȳːnji̖ːm tʰo̖ŋ ma̖ːi̯ kʰy̖ːnle̱i̯ sɵːŋ˥ jɐ̄t̚lɵ̱t̚ pʰe̖ŋtɐ́ŋ. kʰɵ̗y̯ te̱i̯ jɐ̗u̯le̗i̯ se̟ŋ tʰo̖ŋ ma̖ːi̯ lœ̖ːŋsɐ̄m, ji̖ːt͡sʰɛ́ː jēŋtɔ̄ːŋ ji̗ː hēŋtɐ̱i̯ kʷāːn hɐ̱i̯ kɛ̟ː t͡sēŋsɐ̖n sœ̄ːŋ tɵ̟y̯ tɔ̱ːy̯. === Numeração === Português Cantonês 0 零 (ling4) 1 一 (jat1) 2 二 (ji6) 3 三 (saam1) 4 四 (sei3) 5 五 (ng5) 6 六 (luk6) 7 七 (cat1) 8 八 (baat3) 9 九 (gau2) 10 十 (sap6) 11 十一 (sap6 jat1) 12 十二 (sap6 ji6) 13 十三 (sap6 saam1) 20 二十 (ji6 sap6) 30 三十 (saam1 sap6) 40 四十 (sei3 sap6) 50 五十 (ng5 sap6) 60 六十 (luk6 sap6) 70 七十 (cat1 sap6) 80 八十 (baat3 sap6) 90 九十 (gau2 sap6) 100 一百 (jat1 baak3) 200 二百 (ji6 baak3) 300 三百 (saam1 baak3) 400 四百 (sei3 baak3) 500 五百 (ng5 baak3) 600 六百 (luk6 baak3) 700 七百 (cat1 baak3) 800 八百 (baat3 baak3) 900 九百 (gau2 baak3) 1000 一千 (jat1 cin1) 10.000 一萬 (jat1 maan6) 100.000 十萬 (sap6 maan6) 10.000.000 一千萬 (jat1 cin1 maan6) 100.000.000 一億 (jat1 jik1) 10.000.000.000 一百億 (jat1 baak3 jik1) 1.000.000.000.000 一萬億 (jat1 maan6 jik1) === Bibliografia === * * * * * * * * * == Ligacões externas == * * Hong Kong Government site on the HK Supplementary Character Set (HKSCS) * Online Cantonese Editor * Cantonese Tools * * Silabário Codificado de Romanização do Cantonense Categoria:Língua chinesa Categoria:Línguas da China Categoria:Línguas de Singapura Categoria:Línguas de Hong Kong cantonesa Categoria:Línguas das Filipinas",
 "title": "Língua cantonesa"
}