{
 "id": "101726",
 "text": "{{Info/Futebol/seleção |nome =Angola |apelido =Palancas Negras |bandeira = |associação =Federação Angolana de Futebol |confederação =CAF |material = Lacatoni |treinador = Pedro Gonçalves |capitão =Fredy |maispart =Flávio (91) |artilheiro =Akwá (36) |códigofifa =ANG |rankingfifa =125 |melhorcolfifa =45(julho de 2000) |piorcolfifa =147(março de 2017) |rankingelo =120 |melhorcolelo =50 (setembro a outubro de 2006) |piorcolelo =160 (setembro de 2006) |partint = Congo 3 - 2 (Brazzaville, República do Congo; 8 de fevereiro de 1976) |maiorvit = 7 - 1 (Luanda, Angola, 23 de abril de 2000) |maiorder = 6 - 0 (Lisboa, Portugal, 23 de março de 1989) |partcm =1 (2006) |melhordescm =Fase de grupos (2006) |coparegional =Copa das Nações Africanas |partcoparegional =7 (1ª em 1996) |melhordescopareg =Quartas-de-final (2008 e 2010) |linkcopareg1 = |resultadocopareg1= |linkcopareg2 = |resultadocopareg2= |linkcopareg3 = |resultadocopareg3= |modelo =padrão |skin1 =_ang24h |skin_be1 =_ang24h |skin_bd1 =_ang24h |skin_calção1 = |skin_meia1 = |braçoesquerdo1 =FF0000 |corpo1 =FF0000 |braçodireito1 =FF0000 |calções1 =000000 |meias1 =FF0000 |skin2 =_ang24a |skin_be2 =_ang24a |skin_bd2 =_ang24a |skin_calção2 = |skin_meia2 = |braçoesquerdo2 =FFFFFF |corpo2 =FFFFFF |braçodireito2 =FFFFFF |calções2 =FFFFFF |meias2 =FFFFFF |skin3 =_ang24t |skin_be3 =_ang24t |skin_bd3 =_ang24t |skin_calção3 = |skin_meia3 = |braçoesquerdo3 =FFF200 |corpo3 =FFF200 |braçodireito3 =FFF200 |calções3 =FFF200 |meias3 =FFF200 |medalhas = |}} A Seleção Angolana de Futebol, conhecida como as Palancas Negras, é a equipe nacional de Angola e é controlada pela Federação Angolana de Futebol. Ela é filiada à FIFA, CAF e à COSAFA. Em 8 de outubro de 2005, Angola classificou-se para a Copa do Mundo pela primeira vez na sua história. Na Copa do Mundo de 2006, sob a liderança de Luís de Oliveira Gonçalves, teve uma passagem menos conseguida, não tendo passado da fase de grupos com uma derrota diante de Portugal e empates diante do México e do Irão. == História == Angola jogou o seu primeiro jogo contra o Congo em 8 de fevereiro de 1976, e perdeu por 3-2. Angola qualificou-se para o seu primeiro CAN em 1996. Onde foram sorteados no Grupo A com a África do Sul, Egito e os Camarões. Eles perderam seus primeiros dois jogos para o Egito e a África do Sul, mas conseguiu um empate 3-3 contra os Camarões. Terminaram no último lugar do grupo e não alcançou os Quartos de Final. Angola qualificou-se para o seu segundo CAN consecutivo, em 1998, mas, novamente, não conseguiu chegar aos Quartos de Final, dois empates e uma derrota, 0-0 com a África do Sul e Namíbia, com 3-3 e perdendo por 5-2 com a Costa do Marfim. Depois de perder os últimos 3 torneios, se qualificaram para o CAN de 2006. Tiveram a sua primeira vitória no Campeonato Africano das Nações, ao vencerem o Togo, ganhando por 3-2, com dois gols vindo de Flávio e o outro vindo de Maurito. Eles também empataram 0-0 contra a RDC e perdeu 3-1 contra os Camarões. Angola teve o seu melhor desempenho no CAN de 2008. Foram sorteados no Grupo D com a Tunísia, a África do Sul e Senegal. tendo empatado por 1-1 e 0-0 com a África do Sul e a Tunísia, então derrotando o Senegal por 3-1, com dois gols vindo de Manucho. Nos quartos de final foram derrotados pelos eventuais campeões, o Egito, por 2-1 mas o próprio Manucho marcou novamente, terminando com quatro golos no total. Angola também venceu a Taça COSAFA em 1999, 2001 e 2004. === Copas do Mundo === ==== Qualificação para Copas do Mundo no México 1986 ==== Artigo principal: Classificação da CAF para a Copa do Mundo de 1986 Ele teria seu primeiro empate em Julho de 1984, qualificando curso para a Copa do Mundo FIFA de 1986, realizada em México. A equipe enfrentaria no primeiro turno contra o Senegal. O primeiro jogo foi em Luanda, a capital de Angola , onde as alavancas pretas venceram por 1-0. No retorno, em Dakar, capital do Senegal, ganharia o lugar, também por 1-0. Por ter o mesmo número de golos em golos marcados fora, e ficar com os mesmos objectivos em tempo extra, eles iriam para penalidades, onde Angola iria ganhar 4-3. No segundo turno, enfrentou a Argélia, que na década de 1980 disputou os Jogos Olímpicos de Moscovo em 1980 e foi vice- campeã da Copa Africana de 1980. Na primeira partida, a partida terminaria em 0 a 0 em solo angolano. Na partida de volta, disputada em Argel, o time árabe venceria por 3 a 2, eliminando Angola em seu primeiro empate. ==== Qualificação para Copa do Mundo na Itália 1990 ==== Artigo principal: Classificação do CAF para a Copa do Mundo de 1990 Ele jogaria novamente em 1988, na primeira rodada contra o Sudão, vencedor da Copa Africana em 1970 . Na primeira mão, em Angola, empataria a 0 e, no regresso a Cartum, Angola ganharia 1-2, qualificando-se para a segunda volta. Ele se encaixaria no grupo C ao lado das selecções de Camarões, Gabão e Nigéria . No primeiro encontro, eu conseguiria um grande empate contra o poderoso Camarões. Ele iria empatar no dia seguinte contra a Nigéria, desta vez 2-2. Sua primeira vitória no grupo foi contra o Gabão por 2-0, embora mais tarde perderiam os seguintes 3 jogos (com Camarões 1-2, com Nigéria 1-0 e com Gabão 1-0), permanecendo, em terceiro lugar com 4 pontos, voltando a estar fora das eliminatórias. ==== Qualificação para Copa do Mundo nos Estados Unidos 1994 ==== Artigo principal: Classificação do CAF para a Copa do Mundo de 1994 Nas eliminatórias para a Copa do Mundo de 1994 nos Estados Unidos, a equipe angolana recomeçaria no primeiro turno, desta vez na fase de grupos, permanecendo no Grupo C com Egito, Serra Leoa, Togo e Zimbábue. Não se qualificaria para a rodada final, pois obteve 4 pontos, produto de 1 vitória, 2 empates e 2 derrotas, ficando em terceiro lugar. Esta seria a primeira vez que o time de Angola está fora das eliminatórias do primeiro turno. ==== Qualificação para Copa do Mundo na França 1998 ==== Artigo principal: Classificação do CAF para a Copa do Mundo de 1998 Angola jogaria no primeiro turno contra o Uganda. O global teria um 5-1 convincente a favor de Angola, passando para o segundo turno. Ele jogaria no Grupo 4 com Camarões, Togo e Zimbábue (todos os rivais nas eliminatórias anteriores, os dois últimos na última rodada). Começaria com uma vitória por 2-1 contra o Zimbabwe no primeiro encontro e um empate 1-1 contra os Camarões. Voltaria à vitória com um 3-1 contra o Togo, mas empataria os 3 dias seguintes. Apesar de não receber derrotas, ficou em segundo lugar com 10 pontos, atrás de Camarões, ficando fora do mundial de 1998 pela quarta vez consecutiva. ==== Qualificação para Copas do Mundo na Coreia do Japão 2002 ==== Artigo principal: Classificação da CAF para a Copa do Mundo de 2002 Angola iria novamente competir nas eliminatórias em 2000 , competindo no primeiro turno. Seu rival seria a Suazilândia , que fez seu segundo empate em sua história. Na primeira mão, na Suazilândia, Angola ganharia por 0-1, enquanto no retorno, venceria por 7-1, sendo esta a maior vitória da história da selecção sul-africana. Já no segundo turno, jogaria no grupo A, juntamente com o já conhecido pelo seleccionado angolano, Camarões, Líbia, Togo (outra selecção que já jogou várias vezes com Angola) e Zâmbia. Começaria com uma vitória por 2-1 sobre a Zâmbia, mas perderia no dia seguinte contra os Camarões por uma vitória por 3-0. Ele retornaria à vitória contra a Líbia com um 3-1, empatou no dia seguinte contra o Togo, e alcançaria uma grande vitória por 2-0 contra Camarões. Nos últimos dois dias, seria contra a Líbia e o Togo. Apesar de colher uma boa quantidade de pontos, voltaria a ficar em segundo com 13 pontos, 6 pontos abaixo do classificado Camarões. ==== Qualificação para Copa do Mundo na Alemanha 2006 ==== Artigo principal: Classificação da CAF para a Copa do Mundo de 2006 Nestas eliminatórias, Angola seria medida no primeiro turno contra o Chade. Na primeira mão, o Chade conseguiu uma vitória por 3-1, mas no regresso, Angola ganharia por 2-0. Para o golo fora, Angola iria para o segundo turno. No segundo turno, Angola jogaria no grupo 4, contra a Argélia, o Gabão, a poderosa seleção da Nigéria, Ruanda e Zimbábue. Estaria empatado no primeiro dia contra a Argélia 0-0, e no dia seguinte obteria uma grande vitória frente à Nigéria, uma das seleções mais poderosas do continente. Ele perderia apenas uma vez no grupo (1-0 contra o Zimbábue), vencendo 6 partidas e empatando 3. Então, ele se classificaria para sua primeira Copa do Mundo. ===== Copa do mundo de futebol 2006 ===== Artigo principal: Angola na Copa do Mundo de 2006 Em seu primeiro mundial foi colocado no grupo D, em frente às eleições do Irão, México e Portugal. No primeiro jogo, enfrentaram a Selecção de Portugal, mas perderam por 0-1 com o gol de Pedro Pauleta aos 4 minutos. Em junho novembro de 2006 , 21:00 Angola 0: 1 (0: 1)0: 1 Portugal Copa do Mundo Est. , Colônia [ show ] No segundo dia, eu conseguiria um bom empate contra o México por 0-0. Como 16 junho de 2006 , 21:00 México 0: 0 Angola Copa do Mundo Est. , Hannover [ show ] Terminando a fase de grupos, empate 1 contra o Irã. O primeiro gol da história de Angola no mundo foi convertido por Flávio Amado. Como 21 de junho de 2006 , 16:00 Irã 1: 1 (0: 0)0: 1 Angola Zentralstadion , Leipzig [ show ] Assim, na sua primeira Copa do Mundo, o Angola terminou em terceiro com 2 pontos, sendo eliminado na fase de grupos. ==== Qualificação para Copa do Mundo na África do Sul 2010 ==== Artigo principal: Classificação da CAF para a Copa do Mundo de 2010 Depois de ter a sua primeira Copa do Mundo, Angola foi uma das favoritas para se classificar para a Copa do Mundo na África do Sul. Na primeira fase, foi colocado no grupo 3 com seleções de Benin, Níger e Uganda. Ele ganharia 2 vitórias nos primeiros 2 dias contra o Benin e o Uganda. Depois, ele teria apenas 1 ponto em 9 possíveis (perdeu 3-1 para o Uganda, empatou 0-0 com o Uganda outra vez e perdeu por 3-2 para o Benim). No final, ele venceria por 3-1 contra o Níger. Com estes resultados, Angola ficaria em segundo lugar com 10 pontos, sendo eliminado na primeira fase pela segunda vez, e sendo uma decepção para muitos, depois de ter conseguido se classificar para a Copa do Mundo de 2006. ==== Qualificação para Copa do Mundo no Brasil 2014 ==== Artigo principal: Classificação do CAF para a Copa do Mundo de 2014 Angola iria jogar a segunda fase no grupo J, juntamente com a Libéria, Senegal e Uganda. Ele empataria os 4 primeiros jogos contra o Uganda (1-1), Libéria (0-0) e Senegal duas vezes (ambas as vezes 1-1). Corte a raia de jogos empatados em 2-1 contra o Uganda e terminando a fase de grupos com uma vitória por 3-0 para a Libéria, alinhando um jogador inelegível para a Libéria. Assim, Angola ficou em terceiro com 7 pontos, sendo novamente eliminado na classificação. ==== Qualificação para Copa do Mundo na Rússia 2018 ==== Artigo principal: Classificação do CAF para a Copa do Mundo de 2018. Angola voltou a se classificar directamente para a segunda rodada das eliminatórias. Desta vez, seu rival seria a África do Sul. Na primeira partida, a África do Sul venceria os visitantes por 1 a 3, enquanto no retorno voltaria a vencer, desta vez por 1 a 0 com um gol fantástico de Migue Llave. == Resultados == === Copa do mundo de futebol === Year Rodada Posição PJ PG PE PP GF GC 1930 Sem participação 1934 1938 1950 1954 1958 1962 1966 1970 1974 1978 1982 1986 Não foi classificado 1990 1994 1998 2002 2006 Primeira rodada 23 ° 3 0 2 1 1 2 2010 Não foi classificado 2014 2018 2022 2026 Para ser disputado Total 1/23 63 ° 3 0 2 1 1 2 ==Elenco atual== Os seguintes jogadores foram selecionados para a qualificação da CAN de 2021 contra Gambia e Gabão nos dias 13 e 17 de novembro de 2019. Atualizado até 10 de dezembro de 2022 Nome Posição Clube Neblú Goleiro 1° de Agosto Nsesani Simão Goleiro Academica Lobito Jota Bé Goleiro Kabuscorp Bastos Defesa Botafogo Isaac Costa Defesa 1° de Agosto Wilson Gaspar Defesa Petro de Luanda Nandinho Defesa Progresso Núrio Fortuna Defesa Charleroi Quinito Defesa Interclube Diógenes João Defesa Petro de Luanda Herenilson Médio Petro de Luanda Fredy Médio Antalyaspor Chow Médio Belenenses Ito Médio Interclube Macaia Médio 1° de Agosto Além Médio Petro de Luanda Yano Médio Progresso Vá Avançado Leixões Geraldo Avançado Al-Ahly Gelson Avançado Antalyaspor Mateus Galiano Avançado Boavista Wilson Eduardo Avançado Braga Fábio Abreu Avançado Moreirense Pedro Gonçalves Treinador == Uniformes == {|width=55% border=1 cellpadding=\"2\" cellspacing=\"0\" style=\"background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%; text-align: center;\" Copa do Mundo FIFA de 2006 1º Uniforme 2º Uniforme Puma {|width=55% border=1 cellpadding=\"2\" cellspacing=\"0\" style=\"background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%; text-align: center;\" Campeonato Africano das Nações de 2013 1º Uniforme 2º Uniforme Adidas === Material esportivo === Fornecedor Período Olympic 1994–1998 Adidas 1998–2002 Devis Sport 2002–2006 Puma 2006–2012 Adidas 2012–2018 Puma 2018–2019 Lacatoni 2019–presente ==Futebolistas famosos== ==Treinadores== * József Szabó (? – ?) * Zlatko Škorić (? – ?) * Ruben Garcia (? –1988) * Carlos Queirós (1988–?) * Jesualdo Ferreira (1989) * Dušan Kondić (? –1993) * Arlindo Branco (1993–?) * Carlos Alhinho (1994–1995) * Professor Neca (1996–1998) * Carlos de Abreu (1998) * Veselin Jelušić (1998) * Djalma Cavalcante (1999) * Carlos Alhinho (2000) * Mário Calado (2000–2001) * Ismael Kurtz (2002–2003) * Luís Oliveira Gonçalves (2003–2008) * Mabi de Almeida (2008–2009) * Manuel José (2009–2010) * Hervé Renard (2010) * Zeca Amaral (2010) * Lito Vidigal (2011–2012) * Romeu Filemón (2012 - interino) * Gustavo Ferrín (2012–2013) * Romeu Filemón (2014–2015) * José Kilamba (2016–2017) * Beto Bianchi (2017–2018) * Srđan Vasiljević (2018–) ==Títulos== CONTINENTAIS Competição Vezes Ano Copa COSAFA 4 1999, 2001, 2004 e 2024 === Outros Titulos === * CAN Sub-21: 1 vez - 2001 === Campanhas de destaque === * Campeonato das Nações Africanas: ** Medalha de prata - CHAN 2011 * Jogos da Lusofonia: ** Medalha de prata - 2006 ** Medalha de bronze - 2009 * Jogos da CPLP: ** Medalha de prata - 2014 ** Medalha de bronze - 2012 ==Ver também== *Seleção Angolana de Futebol Feminino *Campeonato Africano das Nações de 2010 *CHAN de 2011 Categoria:Futebol de Angola Categoria:Seleções desportivas nacionais de Angola Categoria:Seleção Angolana de Futebol",
 "title": "Seleção Angolana de Futebol"
}