{
 "id": "101760",
 "text": "O 1. Fußball-Club Kaiserslautern e. V., também conhecido como 1. FC Kaiserslautern ou pela sigla FCK, é uma agremiação esportiva alemã, fundada em 2 de junho de 1900, sediada em Kaiserslautern, na Renânia-Palatinado. Nessa data o Germania 1896 e o FG Kaiserslautern se uniram para criar o FC 1900. Este juntou-se mais tarde ao FC Palatia (1901) e ao FC Baviera (1902), em 1909, para formar o FV 1900 Kaiserslautern. Em 1929, houve nova junção, com o SV Phönix, para formar o FV Phönix-Kaiserslautern, antes de ser adoptado três anos depois o atual nome. O Kaiserslautern sagrou-se campeão alemão em quatro ocasiões e outras duas da Copa da Alemanha, sendo o décimo-primeiro clube com mais pontos conquistados na História do Campeonato Alemão. == História == === Primeiros anos à Segunda Guerra Mundial === thumb|direita|300px|ídolos do Kaiserslauterer campeões mundiais de 1954 homenageados com bronze no Fritz- Walter-Stadion: Werner Liebrich, Fritz Walter, Werner Kohlmeyer, Horst Eckel e Ottmar Walter. Dois dos clubes antecessores, Baviera e FC 1900, faziam parte da nova Westkreis-Liga (I), quando esse certame foi formado, em 1908. De 1909 em diante, o novo FV Kaiserslautern obteve um bom desempenho, terminando vice- campeão em 1910 e 1912. A equipe passou despercebida ao longo dos anos seguintes. Em 1919, alcançou a Kreisliga Saar, em 1919, a Kreisliga Pfalz, em 1920, e a Bezirksliga Rhein-Saar, em 1931. O time passaria o restante da década de 1930 alternando entre a Bezirksliga e a Gauliga Südwest, uma das dezesseis divisões de elite formadas a partir da reorganização do futebol alemão sob a égide do Terceiro Reich. O desempenho do clube foi indiferente nos anos que antecederam à Segunda Guerra Mundial, mas melhorou bastante depois de 1939. A equipe conquistou a Gauliga Südwest/Staffel Saarpfalz, mas perdeu o título da divisão nacional para o Kickers Offenbach. Na temporada 1941-1942, a Gauliga Südwest foi dividida em Gauliga Hessen-Nassau e Gauliga Westmark. O Kaiserslautern venceu a Westmark, passando a atuar pela primeira vez na fase final nacional, mas perdeu por 9 a 3 para o Schalke 04, o time dominante naquela época do futebol alemão. O desempenho da equipe desmoronou. Em 1944, o time terminou na última colocação. No ano seguinte a liga entrou em colapso por conta do avanço dos exércitos aliados que lutavam contra o regime nazista. === Pós-guerra === thumb|direita|150px|Fritz Walter, ídolo maior do clube. Após a guerra, o sudoeste da Alemanha passou a fazer parte da zona de ocupação dos franceses. As autoridades francesas fora lentas em estabelecer o controle sobre os jogos, em Sarre, em particular. Portanto, as equipes nessas áreas preferiram aderir à restabelecida liga nacional alemã. O 1. FC Kaiserslautern integrou a Oberliga Südwest, em 1945, e terminou a temporada a apenas um ponto do 1. FC Saarbrücken. Na temporada seguinte venceu com facilidade com o Grupo Norte, em 1947, devido em grande parte ao talento de Fritz Walter e seu irmão Ottmar. A dupla marcou 46 gols, mais do que qualquer outra equipe. === Sucesso na década de 1950 e entrada na Bundesliga === O Kaiserslautern dominaria a Oberliga Südwest, conquistando o título da divisão por onze vezes ao longo da doze temporadas seguintes. O time avançou à final nacional, em 1948, mas perdeu por 2 a 1 para o 1. FC Nuremberg. A equipe se tornou uma presença no cenário nacional durante a década de 1950. A obtenção da conquista do primeiro campeonato alemão ocorreu em 1951 com uma vitória por 2 a 1 sobre o SC Preußen Münster. O segundo título veio em 1953, além de dois vice-campeonatos em 1954 e 1955. O time também cedeu cinco jogadores para a seleção da Alemanha que venceu a Copa do Mundo de 1954, na histórica final contra a Hungria, no que ficou conhecido como o Milagre de Berna. Contudo, o desempenho caiu no final da década e no início dos anos 1960. Destaque apenas pelo avanço à final da Copa da Alemanha, em 1961, na qual perdeu por 2 a 0 para o Werden Bremen. O time recuperou-se a tempo de ganhar novamente a sua divisão na véspera da formação, em 1963, da Bundesliga, a nova liga de futebol profissional da Alemanha. O Kaiserslautern garantiu uma das dezesseis vagas no novo circuito de nível superior. A equipe perdeu as finais da Copa da Alemanha em 1972, 1976 e 1981 até finalmente vencê-la em 1990. Na temporada 1990-1991 o time conquistou o campeonato alemão. === Rebaixamentos === O 1. FCK venceu uma segunda vez a Copa da Alemanha, em 1996, mas na temporada 1995-1996 ficou em décimo-sexto lugar e acabou rebaixado a 2. Bundesliga, a apenas uma semana da final da copa. Na época, o Kaiserslautern era um dos quatro times que haviam atuado desde o início da formação da Bundesliga sem jamais ter sido rebaixado. Esse grupo incluía o Eintracht Frankfurt, que caiu na mesma temporada, 1. FC Köln, rebaixado em 1998, e o Hamburger SV, rebaixado em 2018 Os Diabos Vermelhos retornaram à Bundesliga na temporada em 1996-1997, conseguindo um feito único na história do campeonato ao conquistar a 2. Bundesliga e, na temporada seguinte, ganhar o campeonato alemão sob o comando do famoso treinador Otto Rehhagel. O time, na temporada 1998-1999 chegou à UEFA Champions League, caindo no mesmo grupo de PSV Eindhoven, SL Benfica e HJK Helsinki. Apesar do sucesso, o clube se viu logo em apuros. As obras necessárias para o Fritz-Walter Stadion para ser uma das sedes para a Copa do Mundo de 2006 foram feitas de maneira incompetente e irresponsável por uma gestão que ficou marcada por crimes financeiros. Em 2002, o Kaiserslautern esteve à beira da falência. Os gestores Jürgen Friedrich, Robert Wieschemann e Gerhard Herzog foram demitidos. O novo presidente Rene C. Jaggi foi obrigado a vender o Fritz-Walter Stadion para uma entidade de propriedade do Land Rheinland-Pfalz e da cidade de Kaiserslautern, poupando assim o clube do iminente desastre financeiro, enquanto o novo treinador, Eric Gerets, após a pausa de inverno, tirou a equipe do último lugar e a salvou do rebaixamento. O time iniciou a temporada 2003-2004 sob o peso de uma pena de três pontos imposta pela Federação Alemã de Futebol por conta de seus erros financeiros. Depois de um início vacilante, Gerets foi demitido e substituído por Kurt Jara. Este último se tornou impopular perante a torcida por causa de sua filosofia de futebol defensivo, mas com ele no comando, o clube teve uma temporada segura. No entanto, Jara foi demitido antes do final da temporada, alegando diferenças irreconciliáveis com a gestão do clube. Ao final da temporada 2005-2006, o Kaiserslautern sofreu o descenso, após nove anos consecutivos na Bundesliga. Ainda assim, era o clube que contava com mais participações isoladamente, 60 vezes contra 59, do Stuttgart e do Hamburgo, e 58 do Bayern, além de ter sido o terceiro que mais pontuou e o quarto que mais partidas disputou na Primeira Divisão até 2006. Na temporada 2004-2005 a média de público dos Diabos Vermelhos foi de 35.208 espectadores. O time também é responsável pela maior goleada da história do futebol alemão, 20 a 0 sobre o Trier-Kürenz na temporada 1946-1947. O Kaiserslautern sagrou-se campeão da 2. Bundesliga (segunda divisão) na temporada 2009-2010, tendo como destaques o goleiro Tobias Sippel e o meia Sidney Sam, ambos da seleção alemã sub-21, o centroavante Erik Jendrisek, da seleção da Eslováquia e o zagueiro brasileiro Rodney. === O árduo retorno à Bundesliga === Em 2005, Michael Henke, que atuou como assistente de longa data de Ottmar Hitzfeld tornou-se treinador. O FCK foi inicialmente bem sucedido, mas depois sofreu uma série de reveses e perdeu colocações, chegando ao fundo da tabela. Henke foi demitido e Wolfgang Wolf assumiu a sua função. O novo técnico trouxe atletas muitos jovens, mas na temporada 2005-2006 terminou em fracasso. O time foi mais uma vez rebaixado para a segunda divisão após uma estada de nove anos na primeira A equipe terminaria a temporada 2006-2007, em sexto lugar na 2. Bundesliga, sete pontos fora da zona de promoção. Em 20 de maio de 2007, o clube anunciou o norueguês Kjetil Rekdal o seu novo treinador. Rekdal assumiu as rédeas em 1 de julho. Devido aos maus resultados, o time se encontrava na décima-sexta colocação com apenas 3 vitórias em 19 jogos, Rekdal foi demitido e substituído por Milan Šašić em fevereiro de 2008. Em abril do mesmo ano, Stefan Kuntz assumiu a presidência e sob sua liderança a equipe se salvou do descenso à nova 3. Liga, ao obter uma vitória sobre o já promovido 1. FC Köln na última rodada da temporada 2007-2008. Milan Sasic durou quase toda a temporada 2008-2009, mas acabou demitido em 4 de maio de 2009, após uma série de resultados ruins na segunda metade da temporada e três dias depois de sofrer uma goleada de 5 a 1 do Hansa Rostock. Alois Schwartz foi nomeado treinador interino e conseguiu que a equipe terminasse em sétimo na temporada. O clube acabaria contratando Marco Kurz como treinador principal. Sob o comando de Kurz, o clube garantiu a promoção à Bundesliga em 25 de abril de 2010, após quatro anos na segunda liga. No início da temporada 2010-2011, o recém-promovido 1. FCK obteve duas vitórias consecutivas, incluindo uma vitória por 2 a 0 sobre o campeão, Bayern de Munique. No entanto, após uma dura batalha na qual perdeu por 2 a 1 para o 1. FSV Mainz 05, além de uma goleada de 5 a 0 do campeão da temporada, Borussia Dortmund, o clube começou a lutar contra o rebaixamento. O time iniciou mal o segundo turno, permanecendo na zona de descenso por várias semanas, mas conseguiu uma reação, conquistando sete vitórias nas últimas dez partidas sofrendo apenas duas derrotas e um empate. Já no final da temporada, o time obteve quatro vitórias seguidas que o levou ao sétimo lugar da tabela final. == Títulos == NACIONAIS Competição Títulos Temporadas Campeonato Alemão 4 1951, 1953, 1990-91 e 1997-98 Copa da Alemanha 2 1989-90 e 1995-96 Supercopa da Alemanha 1 1991 Campeonato Alemão - 2ª Divisão 2 1996-97 e 2009-10 == Categorias de base == * Campeão alemão sub-19: 1992; ::Vice-campeão alemão sub-19: 1984, 1991, 1993; * Campeão alemão sub-17: 1983; ::Vice-campeão alemão sub-17: 1992; == Cronologia recente == Ano Divisão Posição Jogos Vitórias Derrotas Empates Gols a favor Gols contra Saldo Pontos DFB Pokal Recopa Copa da UEFA UEFA Champions 1989–1990 Bundesliga 12ª 34 10 11 13 42 55 −13 31:37 1990–1991 Bundesliga 1ª 34 19 10 5 72 45 +27 48:20 1991–1992 Bundesliga 5ª 34 17 10 11 58 42 +16 44:24 1992–1993 Bundesliga 8ª 34 13 9 12 50 40 +10 35:33 1993–1994 Bundesliga 2ª 34 18 7 9 64 36 +28 43:25 1994–1995 Bundesliga 4ª 34 17 12 5 58 41 +17 46:22 1995–1996 Bundesliga 16ª 34 6 18 10 31 37 −6 36 1996–1997 2. Bundesliga 1ª 34 19 11 4 74 28 +46 68 1997–1998 Bundesliga 1ª 34 19 11 4 63 39 +24 68 1998–1999 Bundesliga 5ª 34 19 6 9 62 37 25 63 1999–2000 Bundesliga 5ª 34 15 5 14 54 59 −5 50 2000–2001 Bundesliga 8ª 34 15 5 14 49 54 −5 50 2001–2002 Bundesliga 7ª 34 17 5 12 62 53 +9 56 2002–2003 Bundesliga 14ª 34 10 10 14 40 42 −2 40 2003–2004 Bundesliga 13ª 34 11 6 17 39 62 −23 36 2004–2005 Bundesliga 12ª 34 12 6 16 43 52 −9 42 2005–2006 Bundesliga 16ª 34 8 9 17 47 71 −24 33 2006–2007 2. Bundesliga 6ª 34 13 14 7 48 34 +14 53 2007–2008 2. Bundesliga 13ª 34 9 12 13 37 37 0 39 2008–2009 2. Bundesliga 7ª 34 15 7 12 53 48 +5 52 2009–2010 2. Bundesliga 1ª 34 19 10 5 56 28 +28 67 2010–2011 Bundesliga 7ª 34 13 7 14 48 51 -3 46 2011–2012 Bundesliga 18ª 34 4 11 19 24 54 -30 23 == Notáveis jogadores == * Alemanha * Michael Ballack * Mario Basler * Andreas Brehme * Hans-Peter Briegel * Andreas Buck * Michael Dusek * Horst Eckel * Gerald Ehrmann * Marco Haber * Miroslav Klose * Harry Koch * Werner Kohlmeyer * Stefan Kuntz * Werner Liebrich * Roger Lutz * Olaf Marschall * Werner Melzer * Josef Pirrung * Marco Reich * Thomas Riedl * Axel Roos * Oliver Schäfer * Dietmar Schwager * Klaus Toppmöller * Martin Wagner * Fritz Walter * Ottmar Walter * Roman Weidenfeller * Tim Wiese * Outros * Ricardo Alves Fernandes * Halil Altıntop * Thomas Dooley * Youri Djorkaeff * Tamas Hajnal * Ronnie Hellström * Demir Hotić * Marian Hristov * Miroslav Kadlec * Samir Kamouna * Pavel Kuka * Lucien Mettomo * Michael Mifsud * Torbjörn Nilsson * Jörgen Pettersson * Hany Ramzy * Aki Riihilahti * Wynton Rufer * Michael Schjønberg * Mark Schwarzer * Ciriaco Sforza * Ervin Skela * Jeff Strasser * Igli Tare * Bill Tchato * Ferydoon Zandi == Uniformes == === Uniformes dos jogadores === * Primeiro uniforme (2018-19): Camisa vermelha, calção e meias vermelhos; * Segundo uniforme (2018-19): Camisa preta, calção e meias pretos. === Uniformes anteriores === * 2017-18 * 2016-17 * 2012-13 * 2011-12 * 2007-08 * 2006-07 == Ligações externas == * Página Oficial * Guia do futebol alemão * Estatísticas Categoria:1. FC Kaiserslautern Categoria:Clubes de futebol fundados em 1900",
 "title": "1\\. FC Kaiserslautern"
}