{
 "id": "101724",
 "text": "A Seleção Marroquina de Futebol (árabe: منتخب المغرب لكرة القدم, francês: Équipe du Maroc de football) representa o Marrocos nas competições internacionais de futebol masculino. É controlada pela Federação Real Marroquina de Futebol, também conhecida como FRMF. As cores da equipe são vermelho e verde. A equipe é membro da FIFA e da Confederação Africana de Futebol (CAF). O Marrocos venceu a Copa das Nações Africanas de 1976, dois Campeonatos das Nações Africanas e a Copa das Nações Árabes uma vez. Eles participaram da Copa do Mundo da FIFA cinco vezes. Seu melhor resultado veio em 2022, quando conseguiu se classificar para às semifinais (onde foi derrotada pela França por 2 a 0), se tornando a primeira seleção africana a conseguir esse feito. Na disputa do 3° lugar, perdeu para a Croácia por 2 a 1, ficando com o 4° lugar. Ficou em 10º lugar no Ranking Mundial da FIFA em abril de 1998, a primeira seleção africana da história a ser classificada pela FIFA entre os dez melhores times nacionais de futebol. Em dezembro de 2022, o Marrocos é classificado como a 11ª melhor seleção nacional no mundo. Na Copa do Mundo FIFA de 2022, se tornou a primeira seleção africana a chegar às semifinais, após vencer Portugal por 1 a 0. == Histórico == === Período pré- independência === A seleção marroquina foi fundada em 1928 e jogou sua primeira partida em 22 de dezembro daquele ano contra o time B da França, para quem perdeu por 2–1. Essas associações de clubes colonos e jogadores de futebol locais, além de terem seu próprio campeonato, se enfrentaram em um torneio que o Marrocos venceu várias vezes, como em 1948–1949. Em 9 de setembro de 1954, um terremoto atingiu a região argelina de Orléansville (atual Chlef) e causou a destruição da cidade e a morte de mais de 1.400 pessoas. Em 7 de outubro de 1954, a Federação Francesa de Futebol e os habitantes do Magrebe organizaram uma partida beneficente para arrecadar fundos para as famílias das vítimas do evento catastrófico. Na partida, realizada no Parc de Princes, em Paris, um time formado por marroquinos, argelinos e tunisianos jogou contra a seleção da França. Liderada pelo astro Larbi Benbarek, a seleção magrebina conseguiu vencer por 3–2, um mês antes dos Toussaint Rouge ataques de pela Frente de Libertação Nacional da Argélia que marcaram o início da Guerra da Argélia. === O início do Marrocos (1955–1963) === Em 1955, foi criada a Real Federação Marroquina de Futebol, ao final do protetorado francês de Marrocos, que vigorava desde 1912. Entre 1957 e 1958, o Marrocos realizou inúmeros amistosos contra a equipe da Frente de Libertação Nacional, representante da Argélia antes de sua independência em 1958. Em 1959, a equipe participou pela primeira vez de uma competição internacional, as eliminatórias das Olimpíadas Roma 1960. Empatado em um grupo com Tunísia e Malta, o Marrocos terminou em segundo no saldo de gols e não conseguiu avançar. Nesse mesmo ano, a federação de futebol do Marrocos aderiu à FIFA. Em 1960, o Marrocos competiu nas eliminatórias para a Copa do Mundo pela primeira vez. Empatado contra a Tunísia na primeira rodada, o Marrocos venceu a primeira mão por 2–1, enquanto a Tunísia venceu a segunda mão por 2–1. Um play-off realizado em Palermo, na Itália, também terminou empatado, então o cara ou coroa foi usado para determinar quem avançava. Marrocos venceu o sorteio e venceu Gana por 1–0 no total para chegar aos play-offs intercontinentais. Empatado contra a Espanha, o Marrocos perdeu por 4–2 no total e, portanto, não conseguiu se classificar. Em 1963, a seleção marroquina esteve perto de se classificar para a Copa Africana de Nações. No play-off decisivo contra a Tunísia, eles foram derrotados por 4–1 em Tunis e venceram por 4–2 em casa, portanto, foram eliminados. Nos Jogos do Mediterrâneo em Nápoles 1963, eles terminaram em quarto lugar após uma derrota por 2 a 1 na final pelo terceiro lugar contra o time reserva da Espanha. === Primeiras aparições em competições internacionais (1963–1976) === O Marrocos participou pela primeira vez da fase final de uma competição internacional nas Olimpíadas de Tóquio em 1964. Tendo se qualificado sob a liderança do técnico Mohamed Massoun, os marroquinos foram incluídos em um grupo de três seleções devido à desistência da Coreia do Norte. O Marrocos perdeu as duas partidas, contra a Hungria (6-0, a pior derrota do time) e a Iugoslávia (3-1, apesar de assumir a liderança no segundo minuto por meio de Ali Bouachra). Em 1968 e 1969, a equipe se engajou nas eliminatórias para a Copa do Mundo de 1970. A estreia eliminou o Senegal (1–0) e a Tunísia após um empate. Na rodada final das eliminatórias, contra Sudão e Nigéria, o Marrocos obteve cinco pontos, terminando à frente da Nigéria e se classificando pela primeira vez para a fase final de um campeonato mundial. Pouco depois, o Marrocos perdeu o play- off decisivo contra a Argélia para entrar na fase final da Copa Africana de Nações de 1970. O Marrocos tornou-se assim a primeira seleção africana a se classificar para um campeonato mundial após ter disputado um torneio eliminatório. A seleção marroquina, orientada pelo iugoslavo Blagoje Vidinić, era composta inteiramente por jogadores do campeonato marroquino, entre eles Driss Bamous e Ahmed Faras. Em 3 de junho de 1970, contra a Alemanha Ocidental, o Marrocos surpreendentemente abriu o placar com um gol aos vinte e um minutos do jogo marcado por Houmane Jarir. No segundo tempo, porém, os alemães ocidentais marcaram com Uwe Seeler e Gerd Müller e venceram por 2–1. Os Leões do Atlas então jogaram contra o Peru. Desta vez, os marroquinos sofreram três gols em dez minutos para perder por 3–0. Em 11 de junho de 1970, os eliminados marroquinos empataram com a Bulgária em 1–1, com um gol de retorno no sexagésimo jogo do Maouhoub Ghazouani. Foi o primeiro ponto obtido por uma seleção africana na Copa do Mundo. Na fase de grupos da Copa das Nações Africanas de 1972, eles acumularam três empates em 1–1 contra Congo, Sudão e Zaire e foram eliminados na primeira rodada. Os três gols marroquinos foram de Ahmed Faras. Classificando-se para as Olimpíadas de 1972 com duas vitórias e dois empates, o Marrocos estreou no Grupo A com um empate sem gols contra os Estados Unidos, depois perdeu por 3 a 0 para a anfitriã Alemanha Ocidental e derrotou a Malásia por 6 a 0 com um hat-trick de Faras, avançando assim ao segundo turno. com três derrotas foram eliminados do torneio; terminando em último lugar em seu grupo. Até o momento, este resultado continua sendo o melhor desempenho no torneio olímpico de futebol. Nas eliminatórias da Copa do Mundo de 1974, o Marrocos passou com sucesso por três rodadas de qualificação antes de entrar na rodada final ao lado de Zâmbia e Zaire. Perdendo por 4 a 0 fora para a Zâmbia, os marroquinos se recuperaram no segundo jogo, derrotando o mesmo adversário por 2 a 0 em casa. Eles então foram para o Zaire para seu terceiro jogo, mas perderam por 3 a 0, sofrendo os três gols no segundo tempo, com Faras deixando o campo devido a uma lesão. === Entre sucessos e derrotas (1976-1986) === O Marrocos, treinado pelo romeno Virgil Mărdărescu e capitaneado por Faras, assumiu o trono continental na Copa das Nações Africanas de 1976, em sua segunda participação na competição. Ahmed Makrouh marcou o gol da partida final para empatar em 1–1, o que deu ao Marrocos a primeira e até agora única copa de sua história. Na Copa Africana de Nações de 1978, eles foram eliminados na primeira fase, enquanto na Copa Africana de Nações de 1980 eles conquistaram o terceiro lugar, derrotando o Egito por 2–0. === Geração de Ouro (1986–2000) === O Marrocos se classificou para a Copa do Mundo FIFA de 1986, e surpreendentemente venceu um grupo com Portugal, Inglaterra e Polônia, graças a dois empates contra ingleses e poloneses e uma vitória por 3 a 1 sobre os portugueses. No entanto, eles foram eliminados por pouco pela Alemanha Ocidental na primeira fase eliminatória, graças a um gol de Lothar Matthäus a um minuto do final do tempo regulamentar. Marrocos se tornou a primeira seleção africana e árabe a passar da primeira fase da Copa do Mundo. Dois anos depois, a seleção marroquina se apresentou na Copa das Nações Africanas de 1988 como país-sede com grandes expectativas. Depois de vencer a primeira rodada, eles foram eliminados nas semifinais por Camarões e terminaram em quarto lugar. O fracasso em se classificar para a Copa do Mundo FIFA de 1990 abriu um período de crise. Na Copa Africana de Nações de 1992, a equipe foi eliminada na primeira fase. Eles então não participaram dos de 1994 ou torneios da Copa Africana 1996. Eles, no entanto, se classificaram para a Copa do Mundo de 1994 nos Estados Unidos e para o torneio de 1998. === Anos difíceis (2004-2018) === O Marrocos participou da Copa das Nações Africanas de 2004, entrando no Grupo D derrotando a Nigéria por 1–0, derrotando Benin por 4–0 e empatando em 1–1 com a África do Sul. O Marrocos se classificou para a fase eliminatória, enfrentando a Argélia; o time perdeu a final contra a Tunísia por 2–1. Em 2012, a Seleção conquistou a Copa Árabe, liderando seu grupo, derrotando o Iraque na semifinal e a Líbia na final. Em 2014, o Marrocos participou pela primeira vez do Campeonato Africano das Nações após não conseguir se classificar nas de 2009 e 2011 edições. liderado pelo técnico Hassan Benabicha, o Marrocos não passou da segunda rodada depois de perder por 3–4 para a Nigéria nas quartas de final. Eles conseguiram se classificar para o Campeonato Africano das Nações de 2016, mas foram eliminados na fase de grupos. O Marrocos sediou o Campeonato Africano das Nações de 2018, que contou com uma vitória da nação anfitriã, o terceiro país do Norte da África a conquistar o título da competição. === Segunda Geração de Ouro (2018–presente) === O Marrocos voltou à Copa do Mundo após 20 anos de ausência em 2018. Os norte-africanos foram sorteados no Grupo B com os favoritos da Copa do Mundo, Espanha, Portugal e Irã. Em seu jogo de abertura contra o Irã, o Marrocos mostrou dedicação total, mas perdeu por 1 a 0 nos minutos finais da partida, marcado por um gol contra. Em seu segundo jogo, Marrocos enfrentou Portugal mas acabou perdendo por 1–0 por um gol marcado por Cristiano Ronaldo. Na última partida contra a Espanha eles assumiram a liderança por 2–1, mas não conseguiram mantê-la, e empataram em 2–2, marcados por Khalid Boutaïb e Youssef En-Nesyri. No Campeonato Africano das Nações de 2020, Marrocos conquistou seu segundo título CHAN, em sua segunda final consecutiva. Capitaneados por Ayoub El Kaabi, na final, Marrocos venceu por 2 a 0, com os dois gols marcados no final do segundo tempo por Soufiane Bouftini e Ayoub El Kaabi. O Marrocos tornou-se assim o primeiro time a ganhar títulos consecutivos. Soufiane Rahimi passou a ser eleito o Homem Total do torneio após um desempenho surpreendente marcando um total de 5 gols. Depois de liderar facilmente o grupo de qualificação da Copa das Nações Africanas de 2021, que consistia em Mauritânia, Burundi e República Centro-Africana, o Marrocos era um dos favoritos para vencer a edição de 2021 do torneio sediado em Camarões. Marrocos foi sorteado para o grupo E, que incluía Gabão, Gana e Comores. Marrocos venceu seu primeiro jogo contra Gana. Em seu segundo jogo contra Comores, eles conquistaram uma vitória por 2-0. A última partida contra o Gabão terminou empatada, fazendo o Marrocos chegar às oitavas de final depois de terminar em primeiro no grupo. Eles derrotaram o Malawi por 2–1 nas oitavas de final. Eles foram eliminados nas quartas de final após uma derrota por 2–1 contra o Egito. Depois de se classificar para a Copa do Mundo FIFA de 2022, a equipe foi sorteada no Grupo F junto com Croácia, Bélgica e Canadá. Não se esperava que o Marrocos se classificasse, mas depois de segurar a Croácia, vice-campeã anterior, em um empate em 0-0 e chocar o terceiro lugar anterior, a Bélgica, por 2 a 0, uma vitória por 2 a 1 sobre o Canadá significou que eles terminaram em primeiro lugar no grupo e avançaram para a rodada. de 16 pela primeira vez desde 1986. Lá, eles enfrentaram a Espanha, empatando em 0-0 para forçar uma disputa de pênaltis. O goleiro Yassine Bounou defendeu dois pênaltis e Achraf Hakimi marcou o pênalti decisivo com um panenka para o Marrocos avançar para as quartas de final pela primeira vez. Eles avançaram ainda mais para as semifinais vencendo o favorito Portugal por 1–0. O atacante marroquino Youssef En-Nesyri marcou de cabeça que foi o gol da vitória. Isso fez do Marrocos o primeiro time africano e árabe a se classificar para as semifinais. No entanto, eles perderam para a França na semifinal por 2 a 0 em 14 de dezembro no Estádio Al Bayt, pondo fim à sequência dos sonhos do Marrocos. Eles jogaram contra a Croácia pelo terceiro lugar em 17 de dezembro no Khalifa International Stadium, uma revanche da partida anterior da fase de grupos. Eles perderam por 2–1 para o último e terminaram sua campanha na Copa do Mundo em quarto lugar. ==Títulos== Continentais Competição Vezes Ano Campeonato Africano das Nações 1 1976 Copa das Nações Árabes 1 2012 === Outras Conquistas === * Jogos da Francofonia: 2001 * Campeonato Africano de Nações: 2018, 2020African Nations Championship == Campanhas de destaque == * Copa do Mundo: 4º lugar - 2022 * Campeonato Mundial de Futebol Sub-20: 4º lugar - 2005 * Jogos Olimpicos ** medalha de bronze - 2024 * Universíada ** medalha de bronze - 2005 * Jogos da Francofonia ** medalha de prata - 1989 ** medalha de bronze - 2005 == Uniformes == === Uniformes dos jogadores === * 1º - Camisa vermelha, calção verde e meias vermelhas; * 2° - Camisa branca, calção e meias brancas. === Uniformes dos goleiros === * Camisa roxa, calção e meias roxas; * Camisa preta, calção e meias pretas; * Camisa azul, calção e meias azuis. === Uniformes anteriores === * 2020 * 2019 * 2018 * 2017 * 2015 * 2014 * 2013 * 2012 * 2011 * 2010 * 2008 * 2007 * 2006 * 2004 * 2002 ==Elenco atual== Os seguintes 24 jogadores foram convocados para os jogos Amistosos contra a Angola e a Mauritânia em 22 e 26 de março de 2024. Atualizado até 17 de março de 2024 Nome Posição Clube Yassine Bounou Goleiro Al-Hilal Munir Mohand Mohamedi Goleiro Al Wehda El Mehdi Benabid Goleiro FAR Rabat Nayef Aguerd Zagueiro Chadi Riad Zagueiro Achraf Dari Zagueiro Sporting de Charleroi Abdel Abqar Zagueiro Achraf Hakimi Lateral-direito Mohamed Chibi Lateral-direito Pyramids Yahia Attiat-Allah Lateral-esquerdo Sochi Yusi Enríquez Lateral-esquerdo Sofyan Amrabat Volante Oussama El Azzouzi Volante Azzedine Ounahi Volante Amir Richardson Meia- atacante Bilal El Khannouss Meia-atacante Brahim Díaz Meia-atacante Eliesse Ben Seghir Meia-atacante Amine Adli Ponta Soufiane Rahimi Ponta Hakim Ziyech Ponta Ilias Akhomach Ponta Youssef En-Nesyri Centroavante Sevilla Ayoub El Kaabi Centroavante Walid Regragui Treinador == Ver também == * Seleção Marroquina de Futebol Feminino Categoria:Seleção Marroquina de Futebol Categoria:Seleções nacionais de futebol da África",
 "title": "Seleção Marroquina de Futebol"
}