{
 "id": "101728",
 "text": "A Seleção Zambiana de Futebol representa a Zâmbia nas competições de futebol da FIFA. É filiada à FIFA, CAF e à COSAFA. Também são conhecidos como Chipolopolo (\"Balas de Cobre\", no idioma bemba) em referência ao estilo veloz de jogo da seleção zambiana e ao metal cuja extração é vital para a economia do país. ==Pioneiros do futebol africano== A primeira grande aparição de uma seleção do continente negro no cenário futebolístico mundial foi na Copa de 1990 quando Camarões surpreendeu a campeã Argentina por 1x0. Dois anos antes, no entanto, no torneio de futebol das Olimpíadas de Seul, Zâmbia deixou o mundo da bola boquiaberto ao fazer 4x0 nada menos que na Itália de Tacconi, Carnevale e Baggio. Embora os Chipolopolo fossem eliminados pela Alemanha Ocidental pelo mesmo placar, ficaram na história como uma das maiores \"zebras\" da história do futebol. ==Uma trajetória marcada pela tragédia== Em 27 de abril de 1993, um avião da Força Aérea zambiana que levava os Chipolopolo para uma partida das Eliminatórias para a Copa de 1994, explodiu logo após decolar de uma aeroporto no Gabão, onde havia sido reabastecido. Dezoito jogadores, três dirigentes da Associação de Futebol da Zâmbia (FAZ) e cinco militares pereceram. As investigações a respeito das verdadeiras causas do acidente nunca foram completadas, e os Chipolopolo perderam muito do espaço que haviam conquistado nos anos anteriores. Era comentado que aquele time seria uma das grandes surpresas da Copa de 1994. No dia 12 de fevereiro de 2012, quase 19 anos após a tragédia, Zâmbia entra para a história derrotando nos pênaltis a Costa do Marfim e conquistando pela primeira vez a Copa Africana de Nações. ==Títulos== CONTINENTAIS Competição Vezes Ano Campeonato Africano das Nações 1 2012 Copa CECAFA 2 1984 e 1991 Copa COSAFA 6 1997, 1998, 2006, 2013, 2019 e 2022 ==Elenco atual== Os seguintes jogadores foram selecionados para as partidas das eliminatórias da CAN 2021 contra a Argélia e o Zimbabwe nos dias 14 e 18 de novembro de 2019 Atualizado até 28 de dezembro de 2019 Nome Posição Clube Nsabata Goleiro Zanaco Mwange Goleiro Green Eagles Chibwe Goleiro Polokwane City Sunzu Defesa FC Metz Chongo Defesa TP Mazembe Shamujompa Defesa Buildcon Chungu Defesa Zanaco Clement Mwape Defesa ZESCO United Tandi Mwape Defesa TP Mazembe Sinkala Defesa TP Mazembe Malama Defesa Black Leopards Phiri Médio Polokwane City Mulenga Médio Orlando Pirates Chama Médio Simba Musakanya Médio Red Arrows Kampamba Médio Nkana Mwepu Médio Red Bull Salzburg Bwayla Médio Power Dynamos Kings Kangwa Médio Arsenal Tula Shonga Avançado Orlando Pirates Evans Kangwa Avançado Arsenal Tula Kambole Avançado ZESCO United Musonda Avançado Black Leopards Mumamba Numba Treinador ==Ver também== * Eliminatórias da Copa do Mundo FIFA de 2010 * Seleção Zambiana de Futebol Feminino Categoria:Futebol da Zâmbia",
 "title": "Seleção Zambiana de Futebol"
}