{
 "id": "101819",
 "text": "O talit – טַלִּית (no hebraico moderno), talet - טַלֵּית (em sefaradi) ou talis (em Iídiche) é um acessório religioso judaico em forma de um xale feito de seda, lã (mais caro e elegante que o de seda) ou linho, tendo em suas extremidades as tsitsiot ou sissiot \"sefaradi\" (franjas). Ele é usado como uma cobertura na hora das preces judaicas, principalmente no momento da oração de Shacharit (primeiras orações feitas pela manhã). O talit (também conhecido como \"talit gadol\" - טלית גדול) é usado pelos homens no momento da oração na sinagoga e no momento da oração do Shacharit. O talit isola o que esta orando do mundo a sua volta e facilita-o na em sua concentração durante a oração. Sobre o talit se interpreta que um dos objetivos deste acessório é criar um ambiente de igualdade entre os que estão orando na sinagoga, tendo então concordância com uma cobertura homogênea que estaria sobre as roupas que as pessoas realmente estavam usando – que mostram a qualidade e o estado econômico do que ora. Entre os asquenazitas, o costume de se cobrir com o talit se reserva aos homens apenas após o casamento. De acordo com este costume, quando se está solteiro, é permitido cobrir-se com talit só em ocasiões especiais, como no momento que eles são chamados para serem “Olim” - עולים (plural de “Olê” - עולה, denominação aos que são chamados para ler a Torá nas sinagogas). Os judeus orientais (também chamados de “mizrahiim”) têm o costume de se cobrir com o talit a partir da idade de treze anos, quando o menino faz o Bar Mitzvah ou até mesmo antes dessa cerimônia. Comunidades Conservadoras e Reformistas permitem também é às mulheres fazerem uso do talit apesar da lei Judaica tradicional isentarem as mulheres dessa obrigação. thumb|left|Detalhe - tzitzit ou sissit \"sefaradi\" (franjas) num dos cantos de um talit. Há também um outro tipo de talit denominado “talit katan” – טלית קטן – (talit pequeno) conhecido também só pelo nome de “tzitzit”, que é utilizado durante o dia inteiro por baixo da roupa no qual se está vestido, a fim de cumprir este mandamento durando todo o dia. A bandeira do Estado de Israel é baseada em um talit (as duas faixas que a compõem), tendo uma estrela de David ao centro dela. Categoria:Objetos rituais judaicos Categoria:Vestuário religioso judaico Categoria:Religiosidade judaica",
 "title": "Talit"
}