{
 "id": "101828",
 "text": "Hector BerliozEmbora batizado Louis-Hector Berlioz, ele sempre foi conhecido como Hector; veja Cairns - Berlioz vol. 1, p. 36. () foi um compositor romântico francês, incluindo-se nas suas obras mais conhecidas a Sinfonia Fantástica, Haroldo na Itália, o Requiem, Os Troianos e A Danação de Fausto, tendo contribuído significativamente para a orquestração moderna com o seu Treatise on Instrumentation. Ele definiu enormes grupos orquestrais para alguns de seus trabalhos, tendo realizado vários concertos com mais de mil músicos. Também compôs cerca de cinquenta canções com acompanhamento de piano e orquestra. A sua influência foi fundamental para o desenvolvimento do Romantismo, especialmente em compositores como Richard Wagner, Nikolai Rimsky- Korsakov, Franz Liszt, Richard Strauss e Gustav Mahler.Blas Matamoro, \"Hector Berlioz: Un genio francés\", ensaio editado pelo Grupo Santillana e La Nación, Buenos Aires, 2004 == Biografia == === Primeiros anos === Hector Berlioz nasceu na comuna francesa de La Côte-Saint-André, no departamento de Isère, perto de Grenoble. Seu pai, Louis Berlioz, um médico provincial respeitado e estudioso que é amplamente creditado pelas primeiras aplicações e registros do uso de acupuntura na Europa,Cairns - Berlioz vol. 1, pp. 25-6 foi responsável por grande parte da educação de Berlioz.Cairns - Berlioz vol. 1, pp. 59-60 Louis era um agnóstico, com uma perspectiva liberal; sua mãe, Marie- Antoinette, era um devota católica romana.Cairns - Berlioz vol. 1, pp. 30-1 Berlioz teve cinco irmãos, ao todo, três dos quais não chegaram à idade adulta.Barzun, Jacques (1982) [1956]. Berlioz e seu século: Uma introdução à Idade do Romantismo (3 ed.). University of Chicago Press. p. 19. ISBN 978-0-226-03861-2. Os outros dois, Nanci e Adèle, permaneceram perto de Berlioz ao longo da sua vida.Cairns - Berlioz vol. 1, pp. 51 Berlioz não era uma criança prodígio, ao contrário de alguns outros compositores famosos da época; ele começou a estudar música aos doze anos, escrevendo pequenas composições e arranjos. Como resultado do desaconselhamento de seu pai, ele nunca aprendeu a tocar piano, uma peculiaridade que mais tarde foi descrita tanto como benéfica como prejudicial. Tornou-se proficiente em guitarra, flautim e flauta. Aprendeu harmonia de livros didáticos sozinho, pois não recebeu formalmente treino. A maioria de suas primeiras composições eram romances e peças de câmara. Com apenas doze anos, como lembrou nas suas Mémoires, o autor experimentou a sua primeira paixão por uma mulher, uma jovem de dezoito anos de idade que vivia na casa ao lado chamada Estelle Fornier (DuBoeuf, de solteira). Berlioz parece ter sido inatamente romântico, tendo esta característica sido manifestada em seus casos de amor, na apreciação da grande literatura romântica, assim como de Shakespeare e Beethoven, e na sua comoção ao ler passagens de Virgílio (aos doze anos de idade ele tinha aprendido a ler Virgílio em latim e a traduzi-lo em francês, sob a tutoria de seu pai). === Vida de estudante === ==== Paris ==== Em março de 1821, Berlioz deixou a escola secundária em Grenoble, e, em outubro, aos 18 anos, foi enviado para Paris para estudar Medicina, um campo para o qual não tinha interesse e, mais tarde, sentiu nojo imediato após a exibição de um cadáver humano sendo dissecado. (Ele dá um relato colorido deste episódio nas suas Mémoires.)Berlioz, Hector, (1865, 1912, 2002). The Memoirs of Hector Berlioz. traduzido para o inglês por David Cairns, hardback, pp. 20–1. Everyman's Library/Random House. Ele começou a tirar proveito das instituições a que agora tinha acesso na cidade, incluindo a sua primeira visita à Ópera de Paris, onde viu Iphigénie en Tauride, de Christoph Willibald Gluck, compositor a quem ele passou a admirar, acima de tudo, junto a Ludwig van Beethoven. Berlioz também começou a visitar a biblioteca do Conservatório de Paris, em busca de pautas de óperas de Gluck para fazer cópias pessoais de partes delas. Hector recordou nas Mémoires o seu primeiro encontro com Luigi Cherubini, que foi depois diretor musical do Conservatório. Cherubini tentou expulsar o impetuoso Berlioz da biblioteca, uma vez que este não era formalmente um aluno de música na época. Berlioz também ouviu duas óperas por Gaspare Spontini, um compositor que o influenciou através de sua amizade, e quem, mais tarde, defendeu quando escrevia como crítico. A partir de então, dedicou-se à composição. Foi encorajado no seu esforço por Jean-François Le Sueur, diretor da Capela Real e professor no Conservatório. Em 1823 escreveu o primeiro artigo, uma carta ao jornal Le Corsaire com a defesa de La vestale de Spontini. Até então já havia composto várias obras, incluindo Estelle et Némorin e Le passage de la Mer Rouge (A Travessia do Mar Vermelho), ambos agora dadas como perdidas, a última das quais convenceu Le Sueur a tomar Berlioz como um dos seus alunos particulares. Apesar da desaprovação dos pais, Berlioz abandonou em 1824 formalmente o estudo de Medicina para prosseguir uma carreira musical, tendo nessa época composto a Messe Solennelle. Este trabalho foi ensaiado e revisto após o ensaio, mas não realizada até ao ano seguinte. Berlioz mais tarde alegou ter queimado a pauta, mas foi redescoberta em 1991.ClassicalArchives.com Mais tarde, naquele ano ou em 1825, começou a compor a ópera Les francs-juges, que foi concluída no seguinte ano, mas que não foi apresentada ao público. Do trabalho sobreviveram apenas fragmentos;Cairns, David (1989, rev., 1999). Berlioz: The Making of an Artist, 1803-1832. Paperback, p. 144 Penguin Books. ISBN 978-0-14-028726-4 A abertura da obra, contudo, foi muitas vezes gravada sendo por vezes tocada em concertos. ==== Conservatório ==== Em 1826, ele começou a frequentar o Conservatório para estudar composição com Jean-François Le Sueur e Anton Reicha. Ele também apresentou uma fuga para o Prix de Rome, mas foi eliminado na rodada preliminar. Ganhar o prêmio se tornaria uma obsessão até que ele finalmente a ganhou, em 1830, com a apresentação de uma nova cantata todos os anos, até que ele conseguiu em sua quarta tentativa. A razão para este interesse no prêmio não era apenas o reconhecimento académico. O prêmio incluía uma pensão de cinco anos \\- renda muito necessária para um compositor em dificuldades. Em 1827, compôs a abertura Waverley baseada nos romances Waverley de Walter Scott. Também começou a trabalhar como cantor de coro num teatro de vaudeville para obter mais uma renda. Em 11 de setembro do mesmo ano, ele assistiu a uma produção da companhia de teatro itinerante inglesa no teatro Odéon, com a atriz irlandesa Harriet Smithson fazendo de Ofélia e Julieta nas peças de Shakespeare Hamlet e Romeu e Julieta. Ele imediatamente se apaixonou pela atriz e pelas peças. Propenso a impulsos violentos, Berlioz começou a enviar para o quarto de hotel de Smithson cartas de amor um tanto confusas e que a aterrorizavam. Mas as suas tentativas não levaram a nada. Em 1828, Berlioz ouviu as terceira e quinta sinfonias de Beethoven, no Conservatório de Paris, uma experiência que ele achou esmagadora. Ele também leu o Fausto de Goethe pela primeira vez (em tradução francesa), que se tornaria a sua inspiração para Huit Scènes de Faust (a sua Opus 1), muito mais tarde redes envolvida como La Damnation de Faust. Também entrou em contato com Beethoven estudando os quartetos de cordas e sonatas para piano do mestre de Bonn e reconheceu a importância destes imediatamente. Foi quando começou a estudar inglês, para que pudesse ler Shakespeare. Na mesma época, também começou a escrever crítica musical. Berlioz começou a composição final da Sinfonia Fantástica em 1830, uma obra que lhe traria muita fama e notoriedade. Iniciou o relacionamento com Marie Moke, com quem depois ficou noivo, apesar da sinfonia ser inspirada pela obsessão do compositor com Harriet Smithson. Quando a sua quarta cantata para submeter ao Prix de Rome estava quase completa, começou a Revolução de Julho. \"Eu estava terminando a minha cantata quando estourou a revolução\", registrou ele nas suas Mémoires. \"Eu escrevi as páginas finais da minha partitura orquestral ao som de balas perdidas que ouvia sobre os telhados e a crepitar na parede do lado de fora da minha janela. No dia 29 eu tinha acabado, e estava livre para sair de Paris até de manhã, de pistola na mão.\" Ele finalmente ganhou o prêmio com a cantata Sardanapale. Hector também orquestrou o hino nacional La Marseillaise e compôs uma abertura para a peça de Shakespeare A Tempestade, que foi a primeira de suas peças a estrear na Ópera de Paris. Uma hora antes do espetáculo, uma tempestade repentina originou a pior chuvada em Paris em 50 anos, ou seja, a execução da obra ocorreu perante uma plateia quase deserta. Berlioz conheceu Franz Liszt, que também foi assistir ao concerto, o que foi o começo de uma longa amizade. Liszt viria a transcrever toda a Sinfonia Fantástica de piano para permitir que mais pessoas pudessem ouvi-la. ==== Itália ==== Em 30 de dezembro de 1831, Berlioz trocou a França por Roma, conforme determinado pelo Prix de Rome que exigia que os vencedores passassem dois anos estudando lá. Embora nenhuma das suas principais obras tenha sido escrita na Itália, as suas viagens e experiências tiveram influência mais tarde ao inspirar grande parte de sua música. Isso é mais evidente nos aspectos temáticos de sua música, especialmente Haroldo na Itália (1834), um trabalho inspirado na obra Childe Harold de Lord Byron. Berlioz recordou mais tarde que a sua \"intenção era escrever uma série de cenas de orquestra, em que a viola solo estaria envolvida como participante mais ou menos ativa [com a orquestra], mantendo o seu próprio carácter. Ao colocá-la nas lembranças poéticas formadas nas minhas andanças em Abruzzi, eu quis fazer da viola uma espécie de melancolia sonhadora, à maneira do Jovem-Harold de Byron\". Enquanto em Roma, ele ficou na Academia Francesa na Villa Medici. A cidade desagradou-lhe, tendo escrito: \"Roma é a cidade mais estúpida e prosaica que eu conheço. Não é lugar para qualquer um com a cabeça ou o coração no lugar\". Portanto, ele esforçou-se para deixar a cidade sempre que possível, fazendo frequentes viagens para zonas circundantes. Durante uma dessas viagens ele encontrou um grupo de Carbonários. Estes eram membros de uma sociedade secreta de patriotas italianos, com sede em França, com o objectivo de criar uma Itália unificada. thumb|Litografia de Belioz Durante a sua estada na Itália, recebeu uma carta da mãe de sua noiva, Camille Moke, informando-lhe que ela tinha terminado o noivado, pois estava para se casar com Camille Pleyel (filho de Ignaz Pleyel), um rico fabricante de pianos. Enfurecido, Berlioz decidiu voltar a Paris e se vingar de Pleyel, da sua noiva e da sua mãe, matando os três. Ele gizou um plano elaborado, indo tão longe a ponto de comprar um vestido, peruca e um chapéu com um véu (com o qual ele se disfarçaria como mulher, a fim de entrar na casa deles). Ele ainda roubou um par de pistolas de cano duplo da Academia para matá-los, guardando um único tiro para si mesmo. Planeando a sua acção com grande cuidado, Berlioz comprou frascos de estricnina e láudano para usar como venenos em caso da pistola encravar.Cairns – Berlioz vol. 1, pp. 457–9 Apesar deste planejamento cuidadoso, Berlioz não conseguiu levar o plano até o fim. Quando tinha alcançado Génova, ele percebeu que havia deixado seu disfarce no bolso lateral da carruagem, durante o trajeto. Após chegar a Nice, (na época, parte da Itália), ele reconsiderou todo o plano, decidindo que era inadequado e tolo. Ele enviou uma carta para a Academia em Roma, pedindo que ele seja autorizado a voltar. Este pedido foi aceito, e preparou-se para a sua viagem de volta. Antes de retornar a Roma, ele compôs as aberturas para o Rei Lear em Nice e Rob Roy, e começou a trabalhar em uma sequela do Sinfonia Fantástica, Le retour à la vie (O Retorno à Vida), renomeado Lélio em 1855. Após seu retorno à Cidade Eterna, Berlioz posou para uma pintura do retrato por Émile Signol (concluída em abril de 1832), que o compositor, mais tarde, não considerou ter uma boa semelhança de si mesmo.Cairns – Berlioz vol. 1, p. 542 Hector continuou a viajar durante a sua estada na Itália, tendo visitado várias cidades: Pompeia, Nápoles, Milão, Tivoli, Florença, Turim e Génova. A Itália foi importante ao proporcionar a Berlioz experiências que seriam impossíveis na França. Às vezes, era como se ele próprio, na verdade, estivesse a viver os contos românticos de Byron em pessoa, ao conviver com bandoleiros, corsários e camponeses. Ele retornou a Paris em novembro de 1832. === Década produtiva === Entre 1830 e 1847, Berlioz escreveu muitas de suas obras mais populares e duradouras. As mais importantes são a Sinfonia Fantástica (1830), Haroldo na Itália (1834), a Grande Messe des morts ( Requiem ) (1837) e Romeu e Julieta (1839). No retorno de Berlioz a Paris, um concerto incluindo a Sinfonia Fantástica (que tinha sido extensivamente revista na Itália) e Le retour à la vie foi realizado estando Victor Hugo, Alexandre Dumas, Heinrich Heine, Niccolò Paganini, Franz Liszt, Frédéric Chopin, George Sand, Alfred de Vigny, Théophile Gautier, Jules Janin, Harriet Smithson e outros na plateia. Neste momento, Berlioz também conheceu o dramaturgo Ernest Legouvé que se tornou um seu grande amigo. Poucos dias após a apresentação, Berlioz e Harriet foram finalmente apresentados e começaram um relacionamento. Apesar de Berlioz não entender inglês falado e Harriet não saber nada de francês, em 3 de outubro de 1833, eles se casaram em uma cerimônia civil na embaixada britânica, com Liszt como uma das testemunhas. No ano seguinte nasceu o seu único filho, Louis Berlioz, uma fonte inicial de decepção e ansiedade e final de orgulho para seu pai. Infelizmente para Berlioz, viver com a esposa amada, levou-o a descobrir que ela era muito menos atraente do que quando a adorava de longe. O casamento acabou um desastre, pois ambos eram propensos a conflitos, pelas suas personalidades violentas e explosões de temperamento. Em 1834, o virtuoso violinista e compositor Niccolò Paganini encomendou a Berlioz um concerto para viola, com a intenção de o estrear como solista. Esta obra tornou-se a sinfonia para viola e orquestra Haroldo na Itália. Paganini mudou de ideias quanto a tocar a peça quando viu os primeiros esboços do trabalho, tendo expressado dúvidas sobre a falta de complexidade. A estreia da peça foi realizada no final daquele ano. Depois de inicialmente rejeitar a peça, Paganini, como diz Berlioz nas Mémoires, ajoelhou-se diante Berlioz na frente da orquestra, depois de a ouvir pela primeira vez e proclamou-o um gênio e herdeiro de Beethoven. No dia seguinte, ele mandou a Berlioz um presente de 20 mil francos, generosidade que o deixou estranhamente sem palavras. Por esta altura, Hector decidiu realizar a maior parte de seus próprios concertos, cansado como estava de maestros que não entendiam a sua música. Esta decisão lançou o que viria a se tornar uma carreira lucrativa, criativa e frutífera na condução de música tanto dele próprio como de outros compositores famosos. Berlioz compôs a ópera Benvenuto Cellini em 1836. Nas décadas seguintes, gastou muito esforço e dinheiro a tentar realizá-la com sucesso. Benvenuto Cellini foi estreada na Ópera de Paris em 10 de setembro de 1838, mas foi um fracasso, devido a um público hostil. A seguir escreveu uma de suas peças mais conhecidas, Grande Messe des morts, foi tocada pela primeira vez em Les Invalides, em dezembro de 1837. Esta obra, que foi encomendada pelo Estado teve uma gestação difícil devido à muita burocracia que o autor teve de suportar. Houve também a oposição de Luigi Cherubini que, na época, era o diretor musical do Conservatório de Paris. Cherubini considerava que a encomenda patrocinada pelo governo devia, naturalmente, ter sido a si mesmo, em vez de ao jovem Berlioz, que era considerado um excêntrico. Independentemente da animosidade entre os dois compositores, Berlioz aprendeu com ele e admirava a música de Cherubini, por exemplo o seu Réquiem. Graças ao dinheiro que Paganini lhe dera depois de ouvir Harold, Berlioz foi capaz de pagar as suas próprias dívidas e as de Harriet e suspender o seu trabalho como crítico. Isso lhe permitiu concentrar em escrever a \"sinfonia dramática\" Roméo et Juliette para vozes, coro e orquestra. Berlioz mais tarde identificou a \"cena de amor\" a partir desta sinfonia coral, como ele a chamava, como a sua composição favorita. (Contudo, ele considerava o seu Requiem o seu melhor trabalho: \"Se eu fosse ameaçado com a destruição de todos os meus trabalhos excepto um, eu deveria implorar misericórdia para a Messe des morts\"). Foi um sucesso, tanto em França e no exterior, ao contrário, mais tarde, de grandes obras vocais como La Damnation de Faust e Les Troyens, que foram fracassos comerciais. Roméo et Juliette estreou em uma série de três concertos mais tarde, em 1839, para públicos distintos, num dos quais se encontrava Richard Wagner. No mesmo ano em que Roméo estreou, Berlioz foi nomeado Conservador Adjunto (Vice-bibliotecário) da Biblioteca do Conservatório de Paris. Para se suportar e à sua família, continuou escrevendo crítica musical para publicações parisienses, principalmente no Journal des Débats, durante mais de trinta anos, mas também na Gazette musicale e no Le Rénovateur. A sua carreira como crítico e escritor proporcionou-lhe uma confortável renda, tendo um talento óbvio para a escrita, mas que acabou por detestarFindArticles.com dado o tempo gasto assistindo a performances e à escrita da crítica dos mesmos, ocupação que lhe limitava severamente o tempo disponível para desenvolver os seus próprios trabalhos e produzir mais composições. Apesar de sua posição de destaque na crítica musical, ele não usou os seus artigos para promover as suas próprias obras. === Meio da vida === Após a década de 1830, Berlioz encontrava cada vez mais dificuldade para obter o reconhecimento de sua música na França. Como resultado, ele começou a viajar para outros países com mais frequência. Entre 1842 e 1863, ele viajou para a Alemanha, Inglaterra, Áustria, Rússia e em outros lugares, onde realizou óperas e música orquestral, tanto a sua própria como a de outros. Durante a sua vida, Berlioz era tão famoso como maestro como compositor. Em 1839, ele foi agraciado com a ordem de Cavaleiro da Légion d'Honneur em França. Em 1840, foi-lhe encomendada a Grande Symphonie funèbre et Triomphale para comemorar o décimo aniversário da Revolução de Julho de 1830. Devido a um prazo estrito, foi estreada apenas alguns dias depois de ter sido concluída. Foi executada ao ar livre, em 28 de julho, conduzida pelo próprio Berlioz, na Place de la Bastille. A peça foi difícil de ouvir, devido à multidão e aos tímpanes da secção de percussão. Isto foi posteriormente remediado por um concerto um mês depois, tendo Wagner expressado a sua aprovação ao trabalho. No ano seguinte, Berlioz começou, mas depois abandonou, a composição de uma nova ópera, La nonne sanglante, tendo alguns fragmentos sobrevivido. Em 1841, Berlioz escreveu recitativos para uma produção de Der Freischütz de Weber, na Ópera de Paris, tendo orquestrado a peça para piano Convite à Dança também de Weber para a integrar na dita ópera . Mais tarde, nesse ano, Berlioz terminou a composição do ciclo de canções Les nuits d'été para piano e vozes (que viria a ser orquestrada). Ele também entrou numa relação íntima com a cantora Marie Recio que se tornaria a sua segunda esposa. Em 1842, Berlioz embarcou em uma turnê de concertos iniciada em Bruxelas, na Bélgica, de setembro a outubro. Em dezembro, ele continuou a turnê na Alemanha, que prosseguiu até meados do ano seguinte. Nas cidades visitadas incluíram-se Berlim, Hannover, Leipzig, Stuttgart, Weimar, Hechingen, Darmstadt, Dresden, Brunswick, Hamburgo, Frankfurt e Mannheim. Em Leipzig, conheceu Felix Mendelssohn e Robert Schumann, tendo este escrito um artigo entusiástico sobre a Sinfonia Fantástica. Também travou conhecimento com Heinrich Marschner em Hanover, Wagner em Dresden e Giacomo Meyerbeer, em Berlim. De volta a Paris, Berlioz começou a compor o poema sinfônico Le carnaval Romain, com base em música de Benvenuto Cellini. O trabalho foi concluído no ano seguinte e foi estreado pouco depois. Hoje em dia é um dos seus trabalhos mais populares. No início de 1844, foi publicado o seu profícuo e influente Tratado de Instrumentação. Neste momento Berlioz estava produzindo vários artigos para revistas de música que viriam a ser recolhidos em seu Mémoires e Les soirées de l'orchestre (Noites com a Orquestra). Ele fez uma viagem para descanso a Nice, no final daquele ano, durante o qual ele compôs o \"concerto overture\" La tour de Nice (A Torre de Nice), mais tarde revisto e renomeado Le Corsaire. Com o seu casamento em declínio, Berlioz e Harriet Smithson separaram-se, tendo ela tornado-se alcoólatra devido ao colapso de sua carreira de atriz. Berlioz foi viver com a amante Marie Recio, mas continuou a sustentar Harriet até ao fim da vida dela. Nessa época, Berlioz conviveu com Mikhail Glinka (com quem se tinha inicialmente encontrado na Itália e que permaneceu um amigo próximo), que esteve em Paris entre 1844 e 1845 e convenceu Berlioz a embarcar no primeiro de duas viagens à Rússia. A piada de Berlioz, \"Se o Imperador da Rússia me quer, então eu estou à venda\", foi levada a sério. As duas viagens à Rússia (a segunda em 1867) foram tão bem sucedidas financeiramente que suportaram as finanças de Berlioz, apesar da grande quantia de dinheiro que estava perdendo com a escrito de composições sem sucesso comercial. Em 1845, ele embarcou em sua primeira turnê de concertos em grande escala em França. Ele também participou e escreveu um relatório sobre a inauguração de uma estátua de Beethoven em Bonn, e começou a compor La Damnation de Faust, incorporando as anteriores Huit scènes de Faust. Em seu retorno a Paris, a recém-concluída La Damnation de Faust foi estreada na Ópera-Comique, mas depois de duas apresentações, a execução da peça foi interrompida tendo sido um grande fracasso de bilheteira (talvez devido ao seu modelo híbrido, no limite entre a ópera e a cantata), mesmo apesar de ter recebido resenhas críticas geralmente favoráveis. Isso deixou Berlioz novamente com dívidas, no montante de 6 mil francos, o que o tornou cada vez mais desencantado com o seu futuro na França.Cairns, David (1999, 2000). Berlioz: Servitude and Greatness, 1832–1869. Paperback, p. 361–5, Penguin Books. Em 1847, durante uma visita de sete meses em Inglaterra, ele foi nomeado maestro de Drury Lane Theatre, em Londres, pelo seu então diretor- musical, o músico popular francês Louis Antoine Jullien. Em Londres, ele também percebeu que sabia muito mais Inglês do que tinha suposto, embora ainda não percebesse metade do que era dito, tendo começado a escrever as suas Memórias. Durante a sua estada na Inglaterra, a Revolução de Fevereiro eclodiu na França. Berlioz regressou a França em 1848 tendo o seu pai morrido pouco depois. Ele voltou à sua terra natal para o funeral junto com suas irmãs. Enquanto isso, a saúde de Harriet estava em declínio devido ao abuso de álcool, tendo sofrido uma série de derrames que a deixaram inválida. Berlioz pagou quatro serviçais para cuidar dela de forma permanente e ia visitá-la quase diariamente. Nesse estado de choque e prostração, Hector começou a composição do seu Te Deum. Em 1850, ele se tornou bibliotecário-chefe no Conservatório de Paris, o único cargo oficial em toda a sua vida, e que seria uma valiosa fonte de renda. Neste ano, Berlioz também realizou uma experiência para testar os seus muitos críticos. Compôs uma obra intitulada o Adeus do Pastor e executou-a em dois concertos, com o disfarce de ser de um compositor chamado Pierre Ducré. Este compositor foi, naturalmente, uma criação ficcional de Berlioz. O truque funcionou, e os críticos elogiaram o trabalho de 'Ducré' e alegaram que era um exemplo que Berlioz faria bem em seguir. \"Berlioz nunca poderia ter feito isto!\", foi um dos comentários que ele citou nas suas Mémoires.Berlioz/Cairns – Memoirs p. 243 Mais tarde, ele incorporou esta peça em La fuite en Egypte de L'enfance du Christ. Em 1852, Liszt apresentou Benvenuto Cellini, no que seria a versão \"Weimariana\" da ópera, que contém modificações feitas com a aprovação de Berlioz. As performances foram as primeiras desde a estreia desastrosa em 1838. Berlioz viajou para Londres no ano seguinte para a encenar no Theatre Royal, Covent Garden, mas retirou-a após a primeira récita devido à recepção hostil. Foi durante esta visita que ele assistiu a um espetáculo de caridade com quase 7 mil cantores infantis na Catedral de São Paulo. Harriet Smithson morreu em 1854. L'enfance du Christ foi concluída no final deste ano e foi bem recebido na sua estreia. Raro num trabalho tardio de Berlioz, continuou a ser uma peça popular muito depois da sua morte. Em outubro, Berlioz casa-se com Marie Recio. Em uma carta escrita para seu filho, ele disse que, tendo vivido com ela por tanto tempo, era seu dever fazê-lo. No início de 1855, Le retour à la vie foi revisto e renomeado Lélio. Pouco depois, o Te Deum foi estreado sob a direção de Berlioz. Durante uma breve visita a Londres, Hector teve uma longa conversa com Wagner durante um jantar. Foi publicada a segunda edição do Tratado de Instrumentação com um novo capítulo detalhando aspectos sobre direcção de orquestra. ==== Les Troyens ==== Em 1856, Berlioz visitou Weimar onde assistiu a uma representação de Benvenuto Cellini dirigida por Liszt. O seu convívio com o mestre húngaro fez destacar uma crescente falta de apreço pela música de Wagner, para grande aborrecimento do sogro do músico alemão. Berlioz foi convencido pela Princesa Sayn-Wittgenstein - com quem se correspondeu por algum tempo - que deveria começar a escrever uma nova ópera. Este trabalho acabaria por se tornar Les Troyens, uma grande ópera monumental com um libreto (que ele mesmo escreveu) com base nos Livros Dois e Quatro da Eneida. A ideia de criar uma ópera baseada no texto épico de Virgílio persistia em sua mente há vários anos, quando Sayn-Wittgenstein se acercou dele, e apesar de uma longo período de desilusões, a sua chama criativa parece ter permanecido. Les Troyens provou ser uma obra muito pessoal de Berlioz, como homenagem ao seu primeiro amor literário, que ele mantinha - mesmo após a sua descoberta de Shakespeare e Goethe. A ópera foi planejada em torno de cinco atos, similar em tamanho à grande ópera de Meyerbeer. Foi composta tendo em mente a Ópera de Paris, um local de maior prestígio. As chances de Berlioz garantir uma produção em que a representação pudesse granjear atenção igual aos seus méritos, eram insignificantes desde o início, fato que ele não desconhecia. Apesar destas perspectivas sombrias, Hector concluiu a obra em 1858. O aparecimento de uma doença intestinal que afligiria Berlioz para o resto da vida tinha-se tornado evidente. Durante uma visita a Baden-Baden, Edouard Benazet encomendou-lhe uma nova ópera, mas devido à doença a obra nunca foi escrita. Dois anos depois, no entanto, Berlioz começou a trabalhar em Béatrice et Bénédict, peça cômica em dois atos, inspirada em Muito Barulho por Nada, de Shakespeare, que Benazet aceitou, tendo sido concluída em 25 de fevereiro de 1862. Da récita alemã, em Baden Baden, Hector tem boas recordações, como fala em suas memórias: \"Estava coberto de todas as maiores formas de atenção\". Ainda que ela continuasse a ser representada em vários teatros desde a sua primeira apresentação, a primeira performance de Béatrice et Bénédict na França só ocorreria em 1890, no Théâtre de l’Odéon, promovida pela Société des Grandes auditions musicales de France, conduzida por Charles Lamoureux, e com Juliette Bilbaut-Vauchelet e Émile Engel nos papéis principais. Marie Recio, a esposa de Berlioz, morreu inesperadamente de um acidente vascular cerebral 48 anos, em 13 de junho de 1862. Berlioz conheceu pouco depois uma jovem, de pouco mais de vinte anos, chamada Amélie no Cemitério de Montmartre. A despeito da diferença de idade entre os dois, eles desenvolveram uma relação estreita. As primeiras apresentações de Béatrice et Bénédict foram realizadas em Baden-Baden no dia 9 e 11 de agosto. O trabalho teve extensos ensaios durante muitos meses, e apesar dos problemas de Berlioz achar que os músicos não tocavam tão delicadamente como ele gostaria, e até descobrir que o fosso da orquestra era muito pequeno antes da estreia, a representação foi um sucesso. Berlioz mais tarde afirmou que sua regência foi muito melhorada devido à dor considerável ele suportou nesse dia, o que lhe permitiu estar \"emocionalmente desligado\" e \"menos empolgado\". Béatrice foi cantada por Madame Charton-Demeur. Tanto ela como seu marido eram firmes defensores da música de Berlioz, tendo ela estado presente no leito de morte de Berlioz. Les Troyens foi abandonada pela Ópera de Paris, com a desculpa de que era muito cara para a representação; e foi substituída pelo Tannhäuser de Wagner. A obra foi atacada por seus adversários pelo seu tamanho e exigências. Tudo aquilo o exasperou, já que as memórias do fracasso de Benvenuto Cellini na Opéra ainda estavam frescas. Pouco depois, Les Troyens foi aceite pelo novo diretor do recentemente reconstruído Théâtre Lyrique. Em 1863, Berlioz publicou o seu último artigo assinado no Journal des débats. Apesar de sentir-se aliviado em findar o trabalho na imprensa, tal prejudicou o seu estado de espírito. Também se ocupou na apreciação dos participantes do Prix de Rome, sendo amplamente favorável ao jovem vencedor, então com apenas vinte e um anos de idade, Jules Massenet. Amélie havia solicitado terminar o relacionamento entre ambos, o que Berlioz aceitou, mas para seu desespero. A primeira apresentação de Les Troyens foi repleta de dificuldades, de forma truncada pela companhia do Théâtre Lyrique e estreada em 4 de novembro de 1863, tendo havido vinte e uma apresentações até ao final daquele ano. A mezzo-soprano Charton-Demeur actuou no papel de Didon. Les Troyens só foi representada sem cortes, como no projeto inicial de Berlioz, pela primeira vez, em Paris, em 2003, no Théâtre du Châtelet, com condução de John Eliot Gardiner. === Últimos anos === Em 1864, Berlioz foi nomeado Officier de la Légion d'honneur. Em 22 de agosto, sabe por um amigo que Amélie, que vinha sofrendo de problemas de saúde, morrera com a idade de 26 anos. Uma semana depois, no Cemitério de Montmartre, descobriu o túmulo de Amélie: ela já havia morrido há seis meses. Agora, Berlioz era um homem só. A maior parte de sua família e amigos tinham morrido, incluindo as suas duas irmãs. Eventos como estes se tornaram comuns no final da sua vida mais tarde, tal como prosseguiu o seu isolamento da cena musical à medida que o foco se virava para a Alemanha. Ele escreveu: Berlioz encontrou Estelle Fornier - o objeto da sua afeição juvenil - em Lyon, pela primeira vez em quarenta anos, tendo começado uma correspondência regular com ela. Berlioz logo percebeu que ainda ansiava por ela, mas ela acabou por informá-lo que, sendo uma mulher casada, não haveria nenhuma possibilidade do seu relacionamento ir além de amizade. Em 1865, concluiu as suas Mémoires que tiveram uma tiragem inicial de mil e duzentos exemplares.Cairns – Berlioz vol. 2, p. 660+6 bottom caption Algumas cópias foram distribuídas entre os seus amigos, mas a maior parte, algo morbidamente, ficou armazenada em seu escritório no Conservatório de Paris, para ser vendida após a sua morte. Viajou para Viena em Dezembro de 1866 para realizar a primeira apresentação completa de La Damnation de Faust. Em 1867, o seu filho Louis, um capitão da marinha mercante, morreu de febre amarela, em Havana. Depois de saber disso, Berlioz queimou um grande número de documentos e outras lembranças que ele tinha acumulado durante a sua vida, mantendo apenas a batuta que lhe fora dada por Mendelssohn e uma guitarra que havia recebido de Paganini. Em seguida, escreveu o seu testamento. As dores intestinais foram aumentando gradualmente, e se espalharam para o estômago, passando dias inteiros ​​em agonia. Às vezes, as dores eram tão intensas que ele não podia sair de casa.Cairns – Berlioz vol. 2, p. 754 Mais tarde naquele ano, ele embarcou em sua segunda turnê na Rússia, que também seria a sua última turnê. A viagem foi extremamente lucrativa para ele, tanto que Berlioz recusou uma oferta de 100 mil francos da americana Steinway para apresentar-se em Nova Iorque. Em São Petersburgo, Berlioz experimentou um prazer especial em executar com a Orquestra de \"primeira linha\" do Conservatório da cidade. Retornou a Paris em 1868, exausto, com a saúde abalada devido ao inverno russo. Logo depois, rumou a Nice, para se recuperar no clima ameno do Mediterrâneo. Lá, acabou acidentando-se na beira do mar, talvez devido a um princípio de derrame, o que o obrigou a retornar à capital. De volta, viveu os seus últimos dias como um inválido. Em agosto de 1868, fez sua última viagem a Grenoble, onde ele vivera com a sua irmã e a família dela, convidado pelo prefeito Jean Vendre para acompanhar os três dias de festividades para a inauguração de uma estátua de Napoleão, tendo ainda presidido a um festival de música. == Morte == Em 8 de março de 1869, Berlioz morreu em sua casa de Paris, o Nº. 4 da Rua de Calais, ao meio-dia e meia hora.Cairns – Berlioz vol. 2, pp. 772–3 Rodeado pelos amigos de então, o seu funeral realizou-se na recém-concluída Église de la Trinité, em 11 de março,Cairns – Berlioz vol. 2, p. 779 e foi enterrado no Cemitério de Montmartre com suas duas mulheres, que foram exumadas e re-enterradas ao lado dele. Suas últimas palavras foram: \"Enfin, on va jouer ma musique\" (\"Finalmente, vão tocar a minha música\"). === Visões religiosas === Berlioz afirmou muitas vezes em suas cartas que era um agnóstico. Em uma carta que foi escrita pouco antes de sua morte, ele escreveu em relação à religião, \"Eu não acredito em coisa alguma\".Boult, G. K. Life of Berlioz. 1903, p. 298. A Enciclopédia Católica, por sua vez, classifica Berlioz como católico, mas indicando que ele não permaneceu fiel ao catolicismo. \"...The Childhood of Christ, songs, choruses, etc. ... give us an idea of what he might have been had he remained faithful to Catholic ideals.\" == Berlioz como regente == A obra de Berlioz como um condutor foi muito influente e lhe trouxe a fama em toda a Europa. Ele foi considerado por Charles Hallé, Hans von Bülow e outros para ser o maior condutor de sua época.Cairns – Berlioz vol. 2, p. 100 Berlioz inicialmente começou a realizar devido a frustrações sobre a incapacidade dos outros condutores - mais utilizado para executar a música mais antiga e mais simples - para dominar suas obras avançadas e progressistas, com suas melodias prolongados e complexidade rítmica. Ele começou com mais entusiasmo do domínio, e não foi formalmente treinados,Cairns – Berlioz vol. 2, p. 99 mas através da perseverança suas habilidades melhoradas. Ele também estava disposto a seguir o conselho de outros, como evidenciado por Spontini criticando seu uso precoce de grandes gestos durante a realização. Um ano mais tarde, de acordo com a Hallé, seus movimentos eram muito mais econômico, permitindo-lhe controlar mais nuance no música. Sua compreensão especializada da forma como o som de cada instrumento interage com o outro (demonstrado em seu Treatise on Instrumentation ) foi atestada pelo crítico Louis Engel, que menciona como Berlioz uma vez notado, no meio de uma orquestra tutti, um diferença entre dois clarinetes. Engel oferece uma explicação da capacidade de Berlioz para detectar coisas como, em parte, devido à energia nervosa pura ele estava experimentando durante a condução. Apesar deste talento, Berlioz nunca ocupou um cargo de condutor empregado durante sua vida, obrigada a se contentar com apenas regência do convidado. Este não foi o caso quase. No final de 1835, ele foi abordado pela gestão de uma nova sala de concertos em Paris, o Gymnase Musical, e ofereceu uma posição como seu diretor musical. Para Berlioz esta foi uma oportunidade ideal. Não só seria dar-lhe um grande salário anual (entre 6 mil a 12 mil francos), mas também lhe daria uma plataforma para executar sua própria música, e a música de colegas que julgava \"progressistas\". Berlioz aceitou a oferta, e assinou o contrato para a posição. No entanto, um novo decreto emitido pelo governo revolucionário obrigou-o a mudar de ideia. O obstáculo foi uma das muitas restrições que estes haviam colocado sobre o funcionamento de estabelecimentos musicais, proibindo a execução de música vocal, para que eles não competem com o influente Paris Opéra (entre outras organizações).Cairns – Berlioz vol. 2, p. 101 Havia argumentos apaixonados e tentativas de contornar essa restrição, mas eles caíram em ouvidos surdos, e o Gymnase Musical se tornou um salão de dança em seu lugar. Isso deixou Berlioz desanimado, e provaria ter sido um cruciais encruzilhada em sua vida, forçando-o a trabalhar longas horas como um crítico, o que prejudicou severamente o tempo livre disponível para a composição. A partir de então, ele conduziu em muitas ocasiões diferentes, mas principalmente durante grandes excursões de vários países onde foi muito bem pagos para visitar. Em particular, para o fim de sua vida, ele seria muito bem pago pelas turnês na Rússia (duas vezes), a última visita, por sua vez, provando ser extremamente lucrativa e também ser a última de condução em vida. Isto permitiu-lhe não apenas para executar sua música para um público mais amplo, mas também para aumentar a sua influência em toda a Europa - por exemplo, a orquestração, por conta disso, seria estudada por muitos compositores russos. Não apenas do companheiro hiper-romântico Tchaikovsky, mas também membros do Clube dos Cinco, estão em dívida com estas técnicas, incluindo Nikolai Rimsky-Korsakov, mas mesmo Modest Mussorgsky - muitas vezes retratado como desinteressado em orquestração refinada - a partir de então reverenciando BerliozCairns – Berlioz vol. 2, p. 761 e consta que morreu com um exemplar do Tratado em sua cabeceira. Da mesma forma, a sua técnica de condução, como descrito por fontes contemporâneas parece definir as bases para a clareza e precisão favorecida na escola francesa de conduzir a partir dali até o presente, exemplificado por figuras como Pierre Monteux, Désiré-Émile Inghelbrecht, Paul Paray, Charles Munch, André Cluytens, Pierre Boulez e Charles Dutoit. == Legado == Embora negligenciado na França durante grande parte do século 19, a música de Berlioz tem sido frequentemente citada como extremamente influente no desenvolvimento da forma sinfônica, instrumentação, e a representação na música de programáticas e literárias ideias, recursos central para o Romantismo musical. A observação de Wagner também sugere a forte etnocentrismo característico de compositores europeus da época em ambos os lados da Reno. Berlioz não só influenciando Wagner através de sua orquestração e quebra de formas convencionais, mas também em seu uso da ideia fixa na Symphonie fantastique que prenuncia o leitmotif. Liszt veio ver Berlioz não só como compositor para apoiar, mas também para aprender, considerando Berlioz um aliado em seu objetivo de \"A renovação da música através de sua união mais íntima com a poesia\".Cairns – Berlioz vol. 2, p. 470 Durante o seu centenário em 1903, ao receber a atenção de todos os livros de referência musicais principais, ele ainda não era geralmente aceita como sendo um dos grandes compositores. Algumas de suas músicas ainda estava em negligência e seus seguidores foi menor do que o outro, principalmente Alemão, compositores. Mesmo meio século não mudou muito, e demorou até 1960 para as perguntas certas a serem feitas sobre o seu trabalho, e para que possa ser visto de uma forma mais equilibrada e solidária. Um dos eventos centrais neste ignição fresco de interesse no compositor foi uma performance de Les Troyens por Rafael Kubelik em 1957 no Covent Garden.KBAQ.org A música de Berlioz teve um renascimento nos anos 1960 e 1970, devido em grande parte à os esforços do maestro francês Charles Munch e do maestro britânico Sir Colin Davis, que gravou toda a sua obra, trazendo à luz uma série de obras menos conhecidas de Berlioz. Um exemplo incomum (mas contando) do aumento da fama de Berlioz na década de 60 foi uma explosão de falsosautógrafos, manuscritos e cartas, evidentemente, criados para atender a um interesse muito maior no compositor. gravação do Davis Les Troyens foi a primeira gravação quase completa desse trabalho. O trabalho, que Berlioz nunca viu encenado na íntegra durante a sua vida, é agora uma parte do repertório internacional, se ainda uma raridade. Les Troyens foi a primeira ópera realizada no recém construído Opéra Bastille em Paris, em 17 de março de 1990 em uma produção alegou ser completa, mas faltam os ballets. Em 2003, o bicentenário do nascimento de Berlioz, suas conquistas e status eram muito mais amplamente reconhecido, e sua música é agora visto como sério e original, ao invés de uma novidade excêntrica. Os artigos de jornal relatou sua vida colorida com zelo, muitos festivais dedicados ao compositor foram realizadas, leituras de seus livros e uma televisão dramatizada biografia de uma hora francesa todos ajudaram a criar um monte de exposição a vida do compositor e música - muito mais do que o centenário anterior. Numerosos projetos de gravação foram iniciadas ou reeditados, e as transmissões de sua música aumentou. condutor Proeminente Berlioz Colin Davis já tinha estado no processo de gravação de grande parte da música de Berlioz no rótulo Vivo LSO, e continuou esse projeto para esta data com um L'enfance du Christ gravação emitida em 2007. A internet também foi um fator nas celebrações, com o site hberlioz.com abrangente (que está online desde 1997) ser uma fonte facilmente disponível de informação para qualquer pessoa interessada em o compositor. Celebrações do 'Berlioz 2003', organizado por instituições acadêmicas francesas, também tinha um website proeminente, listando eventos, publicações e encontros o domínio do que já caducaram. Houve também um site mantido pela Associação nationale Hector Berlioz. A proposta foi feita para remover seus restos mortais para o Panteão, e embora inicialmente incentivada pela presidente francês, Jacques Chirac, foi adiado por ele, alegou ser porque era muito pouco depois de Alexandre Dumas foi mudado para lá. Ele também pode ter sido influenciado por uma disputa política sobre merecimento de Berlioz como um republicano. Também houve objeções de partidários de Berlioz, alguns dos quais alegaram que Berlioz era uma figura anti-establishment e não teria nenhum interesse em tal uma cerimônia, e que ele estava feliz por ser enterrado ao lado de suas duas mulheres no local que tem sido em quase 150 anos. Uma vez que Chirac se aposentou como presidente, o futuro do lugar de descanso de Berlioz ainda é incerto. Peter Cornelius contados Berlioz como um dos três Bs nas alturas de música clássica ao lado de Bach e Beethoven. Comemorações do Berlioz incluem a 2000 lugares Opera Berlioz no Corum centro de artes em Montpellier, Berlioz ponto na Antártida e asteróide 69288 Berlioz. == Influências == === Literatura === Berlioz tinha uma viva afeição pela literatura, e muitas de suas melhores composições foram inspiradas em obras literárias. Para a Sinfonia Fantástica Berlioz inspirou-se em parte em Confessions of an English Opium-Eater (Confissões de um comedor de ópio Inglês) de Thomas de Quincey. Para La Damnation de Faust, Berlioz se baseou em Fausto de Goethe; para Harold en Italie, ele baseou-se em Childe Harold de Byron; para Benvenuto Cellini, baseou-se na própria autobiografia de Cellini. Para Roméo et Juliette, Berlioz atendeu, naturalmente, Romeu e Julieta de Shakespeare. Para a sua opus magnum, a ópera monumental Les Troyens, Berlioz baseou-se no poema épico Eneida de Virgílio. Para a sua última ópera, a ópera cômica Béatrice et Bénédict, Berlioz preparou um libretto vagamente baseado em Muito Barulho por Nada de Shakespeare. A sua composição \" Tristia\" (para orquestra e coro) teve inspiração em Hamlet de Shakespeare. ==== Shakespeare ==== Em 1827, Berlioz viu a atriz irlandesa Harriet Smithson no teatro Odéon representando Ophelia de Hamlet e Julieta de Romeu e Julieta de William Shakespeare. Isso levou a duas paixões intensas. Uma por Harriet, de que resultaria um casamento desastroso. A outra por Shakespeare, que se tornaria um amor ao longo da vida. Ele acompanhou de perto o resto da temporada de 1827, até que a companhia se mudou para a Salle Favart, e começou a ler as peças a partir de edições de bolso.Holoman, 46. Embora as apresentações fossem em inglês, que Berlioz sabia pouco, ele conseguia compreender a grandeza e sublimidade da linguagem de Shakespeare, juntamente com a riqueza da concepção dramática das peças.MacDonald, \"Berlioz, (Louis-)Hector\", New Grove, 2:581. O calendário destas representações, não apenas para a carreira de Berlioz, como para o romantismo francês, em geral, não poderia ter sido mais oportuno. Berlioz estava à beira de criar as suas obras mais românticas, tal como os escritores Vigny, Dumas, Gautier e vários outros presentes naquela noite. Shakespeare serviu de modelo para o romantismo francês,Holoman, 45. tendo Hugo exaltando Shakespeare como um desafio ao classicismo francês e o modelo para o novo teatro romântico. Para Berlioz, Shakespeare representava o ápice da expressão poética, com a veracidade da expressão dramática e a liberdade das restrições formais do bardo ecoando no espírito do compositor. Mais profundamente, Shakespeare tornou-se uma fonte, por meio de sua verdade dramática, para a noção fundamental de Berlioz de verdade expressiva; a ponto de ele chamar Romeu e Julieta de \"drama supremo da minha vida\".Quoted in Holoman, 46. Ele lia as peças constantemente, muitas vezes em voz alta para quem quisesse ouvir. Ele continuou sempre a citá-as, associando qualquer turbulência pessoal com o seu homólogo de Shakespeare.Holoman, 93. Berlioz foi especialmente tocado pela capacidade de Shakespeare para identificar o cerne de um conflito dramático e penetrar nos segredos do amor intenso. Com estes segredos, Berlioz sugeriu-o no texto de Roméo et Juliette, o dramaturgo fê-lo subir ao céu. Continuamente ao longo dos anos, Berlioz reteria a imagem favorita de uma peça e a traduziria em termos musicais. Roméo et Juliette pode ter sido a primeira. Mais tarde foi A Tempestade, Rei Lear, uma marcha fúnebre para a cena final de Hamlet, a cena de amor para Les Troyens (que, segundo uns, Berlioz tirou de O Mercador de Veneza ) e Béatrice and Benedict.Holoman, 92–93. ==== Fausto ==== Berlioz descobriu o Fausto de Goethe através da tradução de Gérard de Nerval publicada em Dezembro de 1827. O seu impacto sobre Berlioz foi, novamente, profundo e imediato, com o conceito faustiano do homem sensibilizando imenso o compositor. Ele descreveu Shakespeare e Goethe numa carta de 1828 como \"confidentes silenciosos do meu sofrimento; eles detêm a chave para a minha vida\". Em qualquer caso, a tragédia shakespeariana e a mística de Fausto unificaram-se na sua mente.Holoman, 92. ==== Os Românticos ==== Simultânea com a descoberta de Shakespeare foi a imersão de Berlioz nos efectivos textos do Romantismo. Nestes se incluíram as obras de Thomas Moore, Sir Walter Scott e Lord Byron. Todos os três inspiraram Berlioz na composição das suas obras. Ele também se interessou por Chateaubriand, E.T.A. Hoffmann, James Fenimore Cooper e pelos compatriotas Victor Hugo, Alfred de Vigny, Alfred de Musset e Gérard de Nerval. Mais tarde, ele acrescentou Honoré de Balzac, Gustave Flaubert e Théophile Gautier à sua lista de favoritos, tendo também usado poemas de Gautier como textos para o seu ciclo de canções Les nuits d'été.MacDonald, New Grove, 2:582–3. Talvez como resultado dessa leitura e vendo-se a si mesmo como um herói trágico arquetípico, Berlioz começou a inserir referências pessoais na sua música. Pode de fato ter sido o seu amor por Shakespeare, compartilhado por outros jovens artistas-heróis do século XIX francês, que empurraram Berlioz firmemente para a fraternidade do Romantismo. === Música === ==== Beethoven ==== Berlioz escreveu em suas Memórias: Ele podia ouvir as obras de Beethoven através das actuações da Société des Concerts du Conservatoire, uma orquestra fundada por François Antoine Habeneck e colegas para promover a música orquestral moderna. O concerto inaugural, em 09 de março de 1828, contou com a estreia francesa da Sinfonia Eroica.Holoman, 48. Apesar dos protestos de compositores franceses e italianos,Memoirs, 104. até ao final da primeira temporada Habeneck e a orquestra também executaram a Sinfonia n.º 5, o Concerto para Piano n.° 3, o Concerto para Violino, bem como outras obras.Holoman, 48–49. Para Berlioz a experiência de ouvir a Eroica trouxe-lhe a última e maior revelação do poder da música instrumental como uma linguagem expressiva, juntamente com a liberdade de ação com a qual poderia ser expressiva.Cairns, 1:265. Ele entendeu imediatamente que a sinfonia era uma forma dramática num grau que ele não tinha anteriormente compreendido,Cairns, 1:265–6. e que em Beethoven ele viu uma via para a forma dramática em que ele desejava compor. Mais reveladoramente, ao ouvir a Eroica inspirou Berlioz a expandir os seus horizontes, pela primeira vez após a ópera e outras obras vocais e a considerar o poder expressivo da música puramente instrumental.MacDonald, New Grove, 2:582. Antes disso, ele aceitara a visão dominante do meio músical parisiense, como tipificado por Le Sueur: que a sinfonia era uma forma menor de composição que Mozart e Haydn já tinha levado ao máximo possível.Cairns, 1:261. Berlioz iria descobrir que a música instrumental poderia ser muito mais penetrante na expressão e articulação do que a vocal. \"Agora que ouvi esse gigante aterrorizante Beethoven\", escreveu ele, \"eu sei exatamente onde a minha arte musical está; a questão é pegar nela a partir daqui e elevá-la ainda mais\".Citado in Holoway, 93. ==== Outros compositores ==== A seguir às de Beethoven, Berlioz mostrou profunda reverência pelas obras de Gluck, Mozart, Méhul, Weber e Spontini, bem como respeito por algumas de Rossini, Meyerbeer e Verdi. O uso inovador de cromatismo pelos seus contemporâneos e colegas Chopin e Wagner teve pouco efeito sobre o estilo de Berlioz. Durante sua segunda visita à Rússia em 1867, Berlioz conheceu o compositor e pianista Anton Rubinstein, diretor e fundador do Conservatório de São Petersburgo (este deixou o seu lugar em agosto daquele ano para ir viver na Alemanha). Outros compositores russos que conhecia, ou pelo menos que encontrou, incluem Mussorgsky, Rimsky-Korsakov, Vladimir Stasov e Tchaikovsky. == Obras == === Obras musicais === A Sinfonia Fantástica com cinco movimentos, em parte devido à sua fama, é em geral considerado como o trabalho mais marcante de Berlioz, e que teve um impacto considerável quando tocada pela primeira vez, em 1830, três anos após a morte de Beethoven e dois anos após a de Schubert. É famosa por suas inovações na forma de sinfonia programática. A história subjacente a esta obra refere-se ao próprio Berlioz, podendo ser considerada de certa forma autobiográfica. Além da Sinfonia Fantástica, algumas outras obras orquestrais de Berlioz que fazem parte atualmente do repertório orquestral típico e incluem a sua \"lenda dramática\" La Damnation de Faust e a \"sinfonia dramatica\" Roméo et Juliette (ambas obras de grande volume para vozes e orquestra), e a sinfonia concertante (para viola e orquestra) Harold en Italie. Vários poemas sinfónicos têm também permanecido sempre populares, como Le Corsaire e Le Carnaval romain. Nos trabalhos mais orientados para voz contam-se o ciclo de canções Les nuits d'été e o oratório L'enfance du Christ que se mantiveram sempre apelativos, assim como os quase- litúrgicos Te Deum e a Grande Messe des morts. A música não convencional de Berlioz irritou o meio musical francês de concertos e ópera. Berlioz teve frequentemente que organizar as suas próprias apresentações musicais, bem como pagar ele próprio por elas. Isto teve um custo pesado sobre ele financeira e emocionalmente. A natureza de suas grandes obras - às vezes envolvendo centenas de artistas \\- dificultou o seu sucesso financeiro. A sua capacidade jornalística tornou-se essencial para obter o sustento regular, tendo sobrevivido como crítico espirituoso, enfatizando a importância do drama e da expressividade no entretenimento musical. Foi talvez esta actividade que impediu Berlioz de compor mais ópera. O seu talento neste gênero é óbvio, mas a ópera é a mais cara de todas as formas clássicas, e Berlioz, em particular, teve que esforçar-se para encenar as suas óperas, em parte devido à relutância das companhias de ópera conservadores parisienses para apresentar as obras dele. === Obras literárias === Embora mais conhecido como compositor, Berlioz foi também um escritor prolífico, e obteve durante muito tempo escrevendo crítica musical, utilizando um estilo vigoroso e ousado, às vezes arrogante e sarcástico. Escreveu para várias revistas, incluindo Rénovateur, Journal des débats e Gazette musicale.Cairns – Berlioz vol. 2, p. 95 Esteve ativo na Débats durante mais de trinta anos, até a apresentação de seu último artigo assinado em 1863. Quase desde a fundação, Berlioz foi um membro chave do conselho editorial da Gazette, bem como colaborador, e atuou como editor em diversas ocasiõesCairns – Berlioz vol. 2, p. 96 enquanto o dono estava ocupado. Berlioz aproveitou da sua posição enquanto editor, permitindo-se escrever artigos sobre a história da música, ao invés dos eventos contemporâneos, evidenciado pela publicação de sete artigos sobre Gluck na Gazette entre junho de 1834 e janeiro 1835. Um exemplo do volume da sua escrita são os mais de cem artigos para a Gazette entre 1833 e 1837. Esta é uma estimativa conservadora, já que nem todos os seus escritos foram assinados. Em 1835, sozinho, devido a um dos seus muitos períodos de dificuldade financeira, escreveu quatro artigos para a Monde dramatique, doze para a Gazette, dezenove para os Débats e trinta e sete para o Rénovateur. Estes não eram meros rascunhos, mas artigos em profundidade e comentários não repetidos, que consumiram um tempo considerável para os escrever.Cairns – Berlioz vol. 2, p. 85 Um indicador comprovativo da importância que Berlioz colocou na integridade e imparcialidade jornalísticas foram as revistas para que ele escreveu e aquelas para as quais não escreveu. Em meados da década de 1830, a Gazette era considerada uma revista intelectual, apoiando firmemente as artes progressistas e o romantismo em geral, e opondo-se a tudo o que contrariava esta visão. Um exemplo foi o continuado criticismo de Henri Herz, e o seu fluxo aparentemente interminável de variações sobre temas de ópera, mas para seu crédito, ele também analisou positivamente por vezes a música dele.Cairns – Berlioz vol. 2, p. 97 Nos seus colaboradores incluiam-se Alexandre Dumas, Honoré de Balzac e George Sand. Na Gazette não havia unanimidade no elogio da música de Berlioz, embora sempre foi reconhecido como um compositor importante e sério que merecia ser respeitado. Um exemplo de outra tipo de revista da mesma época era a Revue musicale, que prosperou com ataques pessoais, muitos contra o próprio Berlioz pelo crítico François-Joseph Fétis. Num certo momento, Robert Schumann foi motivado a publicar uma refutação detalhada de um dos ataques de Fetis à Sinfonia Fantástica de Berlioz em sua própria revista, a Neue Zeitschrift für Musik. Fétis viria a contribuir para a degradação da reputação da Gazette quando a su revista faliu e foi absorvida pela Gazette, ficando ele no conselho editorial.Cairns – Berlioz vol. 2, p. 98 Os livros pelos quais Berlioz recebeu aplauso foram compilados a partir dos seus artigos de revistas. Les soirées de l'orchestre (As noites da orquestra) (1852), uma sátira mordaz do meio musical provinciano da França do século XIX, e o Traité d'instrumentation et d'orchestration (Tratado de Instrumentação), um trabalho pedagógico, foram ambos publicados em série na Gazette musicale. Muitos textos do Mémoires (1870) foram originalmente publicado no Journal des débats, bem como no Le monde illustré.HBerlioz.com O Mémoires pinta um retrato magistral (ainda que tendencioso) da era romântica através dos olhos de um de seus principais protagonistas. As noites da orquestra é mais abertamente ficcional do que seus outros dois livros importantes, mas a sua força deriva de ser baseado na realidade, tornando as histórias que narra mais engraçadas devido ao toque de verdade. W. H. Auden elogia-o, dizendo: \"Para ter sucesso na [escrita destes contos], como Berlioz brilhantemente o consegue, requer-se uma combinação de qualidades que é muito rara, a multifacetada curiosidade do ficcionista com a visão agressiva pessoal do poeta lírico\". O Tratado foi a base da sua reputação como um maestro. Esta obra foi estudada aprofundadamente por Gustav Mahler e Richard Strauss e serviu de base para um livro subsequente de Nikolai Rimsky-Korsakov, que, enquanto estudante de música, assistiu aos concertos dirigidos por Berlioz realizados em Moscou e São Petersburgo. == Nota == * == Ligações externas == * * * Categoria:Compositores da França Categoria:Compositores de ópera Categoria:Ateus da França Categoria:Compositores românticos Categoria:Prémio de Roma",
 "title": "Hector Berlioz"
}