{
 "id": "101831",
 "text": "A Comunidade Europeia da Energia Atómica (CEEA ou Euratom) é uma organização com estatuto legal próprio, à parte da União Europeia mas governada pelos seus Estados-membros. Foi criada a 25 de Março de 1957, juntamente com a Comunidade Económica Europeia, pelo Tratado de Roma. Em 1967 foi enquadrada nas instituições executivas da Comunidade Económica Europeia, mas mantém até hoje uma natureza legal distinta da própria União Europeia. == História == Como consequência das crises energéticas, a Assembleia da Comunidade Europeia do Carvão e do Aço (CECA) propôs a extensão dos poderes da CECA a outras formas de energia. Contudo, Jean Monnet, o presidente da Alta Autoridade, rejeitou a proposta, sugerindo uma organização distinta para a energia nuclear, em parte por causa dos receios de um possível uso militar desta energia. O engenheiro francês Louis Armand foi incumbido de coordenar um relatório acerca do uso industrial da energia nuclear na Europa. O relatório concluiu que o desenvolvimento nuclear então existente era insuficiente para suprir um esgotamento das reservas de carvão e reduzir a dependência dos países produtores de petróleo. Contudo, os estados do Benelux e a República Federal da Alemanha também desejavam a criação de um mercado comum, a que a França se opunha, devido à sua política de proteccionismo. Para conciliar as partes, Jean Monnet propôs a criação de duas comunidades distintas. No seguimento da Conferência de Messina (1 a 3 de Junho de 1955), foi constituído um comité preparatório com o objectivo de elaborar um relatório sobre a criação de um mercado comum europeu. Este Comité, presidido por Paul-Henri Spaak apresentou em 21 de Abril de 1956 dois projectos: a constituição de um mercado comum e de uma comunidade da energia atómica. A Conferência Intergovernamental sobre o Mercado Comum e a Euratom, que teve lugar em Bruxelas, a 26 de Junho de 1956, esboçou as linhas gerais de ambos os tratados. Assim, à CEEA caberia a cooperação no âmbito da energia nuclear, partilhando com a CEE a Assembleia e o Tribunal de Justiça da CECA, mas com um corpo executivo diferente. A CEEA teria a sua própria Comissão, com poderes quase equivalentes aos da Alta Autoridade da CECA, e ainda um Conselho. Os Tratados de Roma foram ratificados pelos membros da CECA e entraram em vigor a 1 de Janeiro de 1958. Em Abril de 1965, pelo Tratado de Fusão, a CECA, CEE e CEEA uniram-se, constituindo as Comunidades Europeias, ainda que a CEEA continuasse a manter uma existência legal distinta. Em 1993, o Tratado de Maastricht criou a União Europeia, absorvendo as Comunidades, mas a CEEA não se fundiu com a União, mantendo a sua personalidade jurídica distinta, embora partilhe as mesmas instituições. A Constituição Europeia de 2004 tinha como objectivo consolidar todos os tratados anteriores mas, provavelmente devido ao forte sentimento antinuclear do eleitorado europeu, o Tratado Euratom não foi ratificado de forma igual aos anteriores, permanecendo separado do texto da Constituição. O Tratado de Lisboa, assinado a 13 de Dezembro de 2007, modifica certas disposições do Tratado Euratom através do seu \"Protocolo nº 2, que altera o Tratado que institui a Comunidade Europeia da Energia Atómica \". Essas alterações limitam- se a adaptações às novas regras estabelecidas pelo Tratado Reformador, nomeadamente nos domínios institucional e financeiro. == Presidentes da CEEA == A Comissão da CEEA, constituída por cinco membros, teve vários executivos independentes, mas apenas teve três presidentes, todos franceses: Louis Armand, 1958-1959 – Comissão Armand; Étienne Hirsch, 1959-1962 – Comissão Hirsch; Pierre Chatenet, 1962-1967 – Comissão Chatenet. Com o Tratado de Fusão, a CECA, CEE e CEEA uniram-se, constituindo as Comunidades Europeias. Actualmente, as instituições comunitárias são responsáveis pela aplicação do Tratado e pelos dois organismos próprios da Euratom: a Agência de Aprovisionamento e o Serviço de Salvaguardas (que efectuam controlos contabilísticos e materiais em todas as instalações nucleares da Comunidade). == O Tratado Euratom == De um modo geral, os principais objectivos do Tratado Euratom original mantêm-se, sendo o principal alcançar a independência energética através do uso da energia nuclear. Outros objectivos subsidiários são a cooperação no desenvolvimento e utilização da energia nuclear; a promoção da investigação da energia nuclear; a criação de um mercado comum de equipamentos e materiais nucleares, de modo a que todos os Estados-Membros pudessem beneficiar do uso desta energia; estabelecer normas de segurança uniformes com vista a proteger a saúde da população e dos trabalhadores da indústria; e garantir que os materiais nucleares não são desviados para fins diferentes daqueles a que se destinam, em particular militares. Desde o final da Guerra fria, a Euratom é particularmente importante na ajuda que dá aos países de Leste para o desenvolvimento das condições de segurança nas centrais de energia atómica. Actualmente, o seu projecto mais importante é a participação no reactor de fusão internacional, ITER , financiado pela FP7 . A CEEA também providencia empréstimos para financiamento de projectos de energia nuclear na UE. == Objectivos e competências da EURATOM == A EURATOM só tem competência no domínio da energia nuclear para fins civis. De acordo com o Tratado, as missões específicas da CEEA são as seguintes:* * Desenvolver a investigação e assegurar a difusão dos conhecimentos técnicos relativos à investigação nuclear. * Estabelecer normas de segurança uniformes destinadas à protecção sanitária da população e dos trabalhadores (educação e formação profissional) e velar pela sua aplicação. * Facilitar os investimentos e assegurar, designadamente encorajando as iniciativas das empresas, a criação das instalações essenciais ao desenvolvimento da energia nuclear da UE. * Velar pelo aprovisionamento regular e equitativo (de acordo com o princípio de igualdade de acesso aos recursos) de todos os utilizadores da Comunidade em minérios e combustíveis nucleares. * Garantir que os materiais nucleares civis não sejam desviados para fins diferentes daqueles a que se destinam. * Exercer o direito de propriedade que lhe é reconhecido sobre os materiais cindíveis especiais. * Promover o progresso através da utilização pacífica da energia nuclear em colaboração com os países terceiros e as organizações internacionais. * Constituir Empresas Comuns, tendo em vista um projecto específico de desenvolvimento da indústria nuclear europeia. == Ligações externas == * União Europeia: Tratados da UE * Book Pascal Fontaine, A União Europeia, Editorial Estampa, Lisboa, 1994 * Center for Policies Studies * Eurota Reform * CVCE Centro de pesquisa e documentação dedicado ao processo de integração europeia * Tratado que institui a Comunidade Europeia da Energia Atómica (Euratom) * EURO-Lex: Treaties * Update of the Nuclear Illustrative Programme in the context of the second Strategic Energy Review pdf. 14p. * ANNEXE 1 Atualização do Programa Ilustrativo Nuclear no contexto da segunda Revisão Estratégica de Energia. pdf. 7p. * Seventh Framework Programme (FP7) Cordis Categoria:História da União Europeia Categoria:Organizações intergovernamentais extintas Categoria:Organizações fundadas em 1958 Categoria:Fundações na Europa do século XX",
 "title": "Comunidade Europeia da Energia Atómica"
}