{
 "id": "101817",
 "text": "Fiat Palio é um automóvel compacto que foi produzido pela Fiat entre 1996 e 2018, tendo sido projetado para mercados emergentes como América Latina, África do Sul, Leste Europeu e Ásia. O nome Palio vem do festival medieval do Pálio (\"Palio di Siena\"), realizado anualmente na cidade italiana de Siena. Seu projeto foi iniciado em 1992, pelo Centro de Estilo da Fiat do Brasil junto ao estúdio italiano I.DE.A. A Fiat já contava com um produto de tamanho similar para o mercado europeu, o Punto, lançado na Itália em 1993, para substituir o Uno, que já contava com 10 anos de mercado. O projeto, chamado inicialmente pelo código interno 178, teria uma suspensão mais simples e robusta e, ao contrário do Punto, daria origem uma grande família de produtos. Foi apresentado à imprensa mundial em Abril de 1996, em versões com carroceria hatchback de três ou cinco portas. Foi o primeiro de uma linha de produtos que ainda contaria com uma versão station-wagon, chamada Weekend, lançada em janeiro de 1997, o sedan Siena (Palio Sedan ou Albea em alguns mercados, este último com alterações na traseira), apresentado em agosto de 1997 e a picape Strada, lançada em outubro de 1998. Também sendo eleito pela Revista Autoesporte o Carro do Ano de 2001, 2004 e 2012. Em 2014 ganhou a versão Way, acompanhando o modelo já existente no Fiat Uno. Também em 2014, o Palio foi o carro mais vendido do ano, desbancando a série de 27 anos seguidos do Volkswagen Gol. Com a chegada do Fiat Argo em 2017, inicialmente optou-se pela descontinuação das motorizações 1.4 Fire e 1.6 E-torq, além das versões Fire e Fire Way, porém, devido as baixas vendas, no final de 2017 com a queda em vendas, o Palio foi descontinuado no final de 2017, mantendo em linha o Grand Siena (derivado da segunda geração do hatchback), a Strada (ainda derivada da primeira geração do Palio) e a Weekend (também derivada da primeira geração). == Linha do Tempo == ;Linha 1996 * Fiat Palio é lançado em Abril, haviam versões EL (motor Fiasa 1.5 mpi 8v) e 1.6 16v (motor Torque 1.6 16v fabricado inicialmente na Itália), todas elas com 3 ou 5 portas, todas com injeção mpi (multiponto); * Em Julho foram lançadas as versões ED e EDX (ambas com 3 ou 5 portas) com motor Fiasa 1.0 mpi 8v. A ED teve o propósito originalmente de suceder ao Mille, o que acabou não ocorrendo devido aos altos números de venda do Mille; ;Linha 1997 * A station Palio Weekend é lançada nas versões básica (com motor Fiasa 1.5 mpi 8v ou Torque 1.6 mpi 16v), Sport e Stile, as duas últimas com motor 1.6 16V e a Stile com airbag de série, mas apenas para o motorista; * Lançado o sedan Siena, nas versões EL (motor Sevel 1.6 mpi 8v, fabricado na Argentina), HL (motor Torque 1.6 16v fabricado na Itália) e Stile 1.6 16v (com airbag para o motorista de série), sendo produzido na Argentina; ;Linha 1998 * O hatch Palio ganha versões EX (1.0 mpi 8v, 3 ou 5 portas), EL (3 ou 5 portas e motor 1.6 SPI 8v com injeção monoponto) e ELX (3 ou 5 portas; opção dos motores 1.0 mpi 8v ou 1.6 mpi 8v Sevel, este com injeção multiponto, igual ao do Siena EL) em adição às versões já existentes; * Siena ganha versão com câmbio de 6 Marchas e motor 1.0 mpi 8v, além da série especial Sport MTV com motor 1.6 mpi 16v; * Palio Weekend ganha versões EX (1.5 mpi 8v) e ELX (1.5 mpi 8v ou 1.6 mpi 8v, todos com injeção multiponto); * Picape da linha, Strada é lançada nas versões Working (1.5 mpi 8v), Trekking (1.6 mpi 8v) e LX (1.6 mpi 16V), pioneira no segmento de picapes compactas com opção de cabine estendida nas versões Working e LX; * As demais versões passam a ter opcionalmente o ABS de 4 canais, antes exclusivo ao 16v; ;Linha 1999 * Palio ganha versões City (1.0 mpi 8v) e Citymatic com motor 1.0 mpi 8v e câmbio manual com acionamento automático da embreagem. O primeiro carro a ter sistema desse tipo no Brasil; * Siena passa a ser fabricado no Brasil e ganha versão ELX com motor 1.6 mpi 8v; * Palio Weekend ganha versão 6 Marchas (motor 1.0 mpi 8v), City (1.5 mpi 8v ou 1.6 mpi 8v) e Adventure (1.6 mpi 8v), pioneira no segmento aventureiro; * Palio e Siena ganham série especial ELX 500 anos. Para a comemoração dos 500 anos do descobrimento do Brasil, houve uma edição especial com vários acessórios, como rodas de 14 polegadas, pára-choques e retrovisores na cor do veículo, conta-giros, acabamento aprimorado e adesivos de 5 estrelas nos pára-lamas; * Strada ganha versão Working com motor 1.6 mpi 16v; ;Linha 2000 * Palio, Siena e Palio Weekend ganham versão ELX com novo motor Fire 1.3 mpi 16v; * Siena perde versão EL 1.6 mpi 8v e versão 6 marchas passa a se chamar EX; * Palio Weekend perde versões EX 1.5 8v e ELX 1.5 8v e 1.6 8v; * Palio perde versões ED, EDX (ambas com motor 1.0 Fiasa de 8v) e EL 1.5 8v e 1.6 8v. Ganha versão Stile 1.6 16v; ;Linha 2001 * Família Palio recebe primeira reestilização (Mk 2); * Palio perde versão Citymatic, Weekend e Siena perdem versão 6 marchas, todos pela baixa aceitação; * Carroceria antiga perde todas as versões, mas permanece no mercado com a nova versão única Young, ainda com motor Fiasa 1.0 mpi 8v e opção 3 ou 5 portas; * Palio em nova carroceria estreia com versões EX (novo motor Fire 1.0 16v, 3 ou 5 portas), EX Century (1.0 16v e 5 portas, edição comemorativa à chegada do século XXI, contava com rodas de 14 polegadas com calotas, conta-giros, saias laterais, pára-brisa degradê e faróis de neblina); ELX (Fire 1.0 16v com 3 ou 5 portas), ELX Fire 1.3 16v (apenas com 5 portas) e Stile 1.6 16v (apenas com 5 portas); * Palio Weekend em nova carroceria estreia com versões ELX Fire 1.0 16v, ELX Fire 1.3 16v, ELX 1.5 8v (somente movida a álcool, destinada a frotistas), Stile 1.6 16v e Adventure (agora com motor Torque 1.6 16v). * Siena reestilizado estreia com versões EX (Fire 1.0 16v) e ELX (com motor Fire 1.0 16v, Fire 1.3 16v ou Torque 1.6 16v); * Palio e Siena ganham versão ELX 25 anos. A fórmula similar da edição 500 anos, em comemoração aos 25 anos da Fiat no Brasil, ambos com motor 1.0 16V e rodas de liga leve aro 14\"; *Strada, ainda na carroceria antiga, perde versão Trekking com motor 1.6 mpi 8v. Ganha série especial MTV 1.6 16v cabine estendida, com base na versão Working 1.6 16v; ;Linha 2002 * Strada ganha a reestilização do resto da família (Mk 2) * Strada ganha versão Adventure 1.6 16v. Cabine simples fica disponível somente na versão Working 1.5; * Palio Young passa a ter novo motor Fire 1.0 mpi 8v, virando Palio Young Fire; * Palio ganha versão básica Fire com 3 ou 5 portas, com interior da versão antiga, parachoques sem pintura e estreando novo motor Fire 1.0 mpi 8v, que também passou a estar disponível na versão EX; * Siena recebe versão Fire nos mesmos moldes do Palio Fire, porém com parachoques pintados e com motor 1.0 8v, que também passa a estar disponível na versão EX; * Palio Five. A fórmula similar ao Century, em comemoração ao Pentacampeonato de futebol do Brasil; ;Linha 2003 * Palio Weekend Stile e Adventure recebem motores 1.8 8V de origem GM, substituindo o 1.6 16V, pelo fato da cara importação do segundo; * Palio ganha novo motor Fire 1.3 8v nas versões EX e ELX e versão Stile passa a ter motor 1.8 8v, substituindo o 1.6 16v; * Siena ganha novo motor Fire 1.3 8v nas versões EX e ELX e motor 1.8 8v na ELX, substituindo o 1.6 16v. * Strada recebe motor 1.8 8V em substituição ao 1.6 16v nas versões Working e Adventure e perde versão LX 1.6 16v; * Fim do Palio Young, assim encerrando a produção da carroceria antiga; ;Linha 2004 * Família Palio ganha sua segunda reestilização (Mk 3) * Palio, Siena e Weekend perdem todas as versões com motor 1.0 16v e 1.3 16v; * Palio fica disponível nas versões EX 1.0 8v (3 ou 5 portas), ELX 1.0 8v (3 ou 5 portas), ELX 1.3 8v (3 ou 5 portas) e HLX 1.8 8v (somente 5 portas), está última com opção de Airbags Laterais, Rádio integrado com MP3, Sensor Fotocrômico e de Chuva inéditos no segmento; * Palio na carroceria anterior e com interior de 1996 permanece no mercado na versão Fire com motor 1.0 8v, com 3 ou 5 portas; * Siena fica disponível nas versões EX (1.0 8v ou 1.3 8v), ELX (1.0 8v ou 1.3 8v) e HLX 1.8 8v; * Siena na carroceria anterior e com interior de 1996 permanece no mercado na versão Fire com motor 1.0 8v; * Palio Weekend fica disponível nas versões EX 1.3 8v, ELX 1.3 8v, HLX 1.8 8v e Adventure 1.8 8v. * Todos os motores da linha passam a ser flex; * Palio Weekend perde versão Stile, trocada pela HLX; * Strada reestilizada fica disponível nas versões Trekking 1.8 8v e Adventure 1.8 8v; * Strada na carroceria anterior e com interior de 1996 permanece no mercado na versão Fire com motor 1.3 8v; ;Linha 2005 * Siena ganha versão Tetrafuel com novo motor Fire 1.4 8v que pode ser movido a gasolina pura, gasolina brasileira (com 1/4 de álcool), álcool puro e GNV. * Todas as versões com motor 1.3 8v passam a ter o novo motor 1.4 Fire 8v; * Palio Weekend perde a versão EX; * Strada ganha versão Trekking 1.4 8v; ;Linha 2006 * Palio ganha versão 1.8 R; * Palio ELX 30 anos: Kit opcional em comemoração aos 30 anos da Fiat no Brasil, com rodas de liga leve aro 14\" e adesivos alusivos à série; ;Linha 2007 * Palio perde versões EX 1.0 8v e HLX 1.8 8v. * Siena e Palio Weekend passam a estar disponíveis com Kit 30 anos; * Versões Fire passam a ter a mesma carroceria do resto da linha, porém com o interior da segunda reestilização; ;Linha 2008 * Terceira reestilização do Palio, ainda na primeira geração. * Palio passa a ficar com faróis diferentes do restante da linha, com parábola simples, ao contrário dos outros, que passaram a ter faróis duplos com o baixo tendo refletor elipsoidal; * Palio Weekend perde versão HLX; * Palio fica disponível em apenas 4 versões: Fire 1.0 8v (com carroceria antiga), ELX 1.0 8v, ELX 1.4 8v e 1.8 R. * Palio Weekend ganha versão Trekking 1.4 8v; * Palio Weekend e Strada estreiam a nova versão Adventure Locker (bloqueio do diferencial) com motor 1.8 8v; * Siena permanece em carroceria antiga na versão Fire 1.0 8v e ganha nova carroceria nas versões ELX 1.0 8v, ELX 1.4 8v e HLX 1.8 8v; ;Linha 2009 * Palio Fire passa a se chamar Fire Economy. Foi o primeiro carro da linha 2010, lançado em 4 de janeiro de 2009, gerando muita polêmica, pelo ano-modelo; * Palio recebe faróis duplos iguais ao resto da linha após críticas e vendas fracas. * Palio ganha versão ELX 1.8 8v. ;Linha 2010 * Siena ganha versão EL 1.0 8v, com a frente do Palio 2008 de faróis simples, posicionada entre o Fire de carroceria antiga e o ELX 1.0 8v; * Toda linha Palio, Siena e Weekend com airbags e ABS de opcionais; * Palio Weekend Trekking ganha opção de motor 1.8 8v; * Strada é lançada em versão Adventure com Cabine Dupla; * Palio Adventure, Siena HLX e Palio ELX 1.8 8V ganham versões Dualogic automatizadas; * Strada Working é relançada com Cabine Estendida e Dupla, frente do Siena EL, traseira da Trekking e interior da terceira geração, ficando entre a Fire e a Trekking 1.4 8V; * Linha Adventure recebe airbag duplo e ABS de Série; ;Linha 2011 * Versões com motor 1.8 de Palio e Siena ganham novo motor E-Torq 1.6 16v; * Palio e Strada em versões Adventure ganham novo motor E-Torq 1.8 16v; * Siena ganha série especial Sporting 1.6 16v. * Fim do Palio 1.8 R. * Versões ELX e HLX passam a se chamar Attractive e Essence, respectivamente. A versão EL permanece com o nome. * Siena EL ganha opção de motor 1.4 8v; ; Linha 2012 * Palio finalmente ganha a nova geração; * É vendido em seis versões: Attractive 1.0, Attractive 1.4, Essence 1.6 16V, Essence Dualogic 1.6 16V e Sporting 1.6 16V, Sporting Dualogic 1.6 16V; * Siena mantém a carroceria antiga na versão EL 1.0 8v ou 1.4 8v; * Palio Weekend se mantém com a carroceira da terceira reestilização nas mesmas versões; * Strada perde versão Fire com carroceria da segunda reestilização e se mantém nas versões Working, Trekking e Adventure com a carroceria da terceira reestilização; * Palio Fire Economy se mantém com a carroceria da segunda reestilização e ganha uma nova grade; ; Linha 2013 * Versões Attractive 1.4, Essence 1.6 16V, Essence Dualogic 1.6 16V, Sporting 1.6 16V, Sporting Dualogic 1.6 16V ganham Airbag duplo e ABS de série; * Grand Siena é lançado. Nova geração do Siena não possui motor 1.0, estando disponível apenas nas versões Attractive 1.4 8v, Essence 1.6 16v e Essence 1.6 16v Dualogic; ; Linha 2014 * Palio Fire perde o sobrenome Economy, ganha um novo painel e nova grade dianteira, a nova versão Way 1.0 8v (que recebeu molas e amortecedores novos, além de suspensão elevada, que resultam em uma altura em relação ao solo 1,5 cm maior do que nas demais versões); * Todas as versões contam com Airbag duplo e ABS; ; Linha 2016 * Palio passa ser produzido exclusivamente na Argentina e perde opcionais como teto solar e airbags laterais; ; Linha 2017 * Palio Fire, depois de 20 anos de mercado teve a produção encerrada em janeiro de 2017, disponível apenas como carro de frota para empresas com o motor 1.0 8v na carroceria 4p. * Novo Palio ganha na painel igual ao do Grand Siena; * O anúncio do Fiat Argo leva inicialmente a descontinuação das versões Attractive 1.4, Essence 1.6 16V, Essence Dualogic 1.6 16V e Sporting 1.6 16V, Sporting Dualogic 1.6 16V; * Fim de linha na Argentina para Palio Fire e Novo Palio em favor do Fiat Argo; Linha 2018 * No dia 22 de Fevereiro, a Fiat anuncia o fim de linha do Pálio no Brasil, após o lançamento do Fiat Argo. == Primeira geração == === Primeira Fase 1996-2003 === A primeira geração do Palio foi lançada em 1996 no Brasil, e impressionava pela modernidade: ao contrário de seu antecessor (que continuou a ser vendido até 2014), o Uno, contava com linhas arredondadas, frente baixa, para-brisas bastante inclinado e pelo desenho da traseira, com lanternas invadindo o vidro traseiro, de desenho irregular. No início foram oferecidas apenas duas versões, a EL 1.5 de 76 cv e a 1.6 16V (que teve acabamento superior e um motor de 106 cv, o que permitiu que o pequeno carro acelerasse de 0 a 100 km/h em menos de 10s) - também tendo sido equipado com ar condicionado e freios ABS -, sendo o primeiro carro da categoria produzido no Brasil a ser equipado com airbags. O carro também inovou em ser o primeiro do mercado brasileiro a ter adaptação para deficientes físicos de fábrica: entre outras adaptações, uma porta traseira corrediça teve disponibilidade. Ao contrário do Uno brasileiro, que usava uma suspensão traseira independente McPherson de feixes transversais (mesmo sistema usado no antigo Fiat 147, que fora resistente mas firme), o novo modelo teve eixo de torção, sendo que o mesmo sistema do Uno europeu foi mais suave e com maior capacidade de filtrar as irregularidades do piso. A dianteira teve um sub-chassi (espécie de estrutura entre a suspensão e o chassis do carro), o que permitiu regulagem mais firme. O motor 1.5 foi produzido no Brasil (variação do modelo que equipava a família Uno, mas com injeção multiponto e aperfeiçoamentos para um funcionamento mais suave). Já o 1.6 16V foi importado da Itália, sendo que sua potência e funcionamento despertaram admiração da imprensa especializada. Os dados da fábrica indicaram velocidade máxima de 190 km/h (mas outras pessoas que afirmam que possam passar dos 200 km/h), o que deixou apto para enfrentar as versões esportivas de seus concorrentes, mas a versão nunca foi caracterizada assim pelo fabricante, que teve acabamento familiar e suspensões reguladas para o conforto. Em julho de 1996, a Fiat lançou o motor 1.0, que respondeu pela maior parte de suas vendas. O motor Fiasa de 61 cv equipou duas versões, a ED (que vinha apenas na versão três portas, com poucos equipamentos de série e rodas de ferro) e a EDX (de três ou cinco portas, só que com uma oferta um pouco maior de equipamentos, desta vez com para-choques em preto fosco). Em junho de 1998, foi lançada a versão EL com o motor 1.6 8V de 82cv produzida na Argentina e que substituiu o 1.5. O acabamento interno podia ser em azul, cinza ou vermelho. Já no início de 1999 as versões com este motor 1.0 foram renomeadas de ED para EX e EDX para ELX, que foi equipada com sistema de embreagem automática, o Citymatic (que, apesar de não ser caro, o sistema nunca chamou atenção do mercado e logo foi descontinuado). Com isso, a versão EL passou para ELX, que teve injeção multi-ponto e um motor de 92 cv. Em fevereiro de 2000, foi lançado o motor Fire 1.3 16V, produzido no Brasil e equipado com acelerador eletrônico Drive by Wire, tendo desenvolvido 80 cv, sendo que as versões equipadas com ele tiveram acabamento interno prateado e o painel de instrumentos da versão topo de linha. O Fiat Palio Young foi produzido nos anos de 2001, 2002 e modelo 2003 com a mesma carroceria do Palio Fase I: até 2001 tinha sido equipado com o motor Fiasa, mas no modelo 2002 e 2003 o Palio Young recebeu o motor Fire. === Segunda Fase 2001-2007 === A primeira reestilização, ou facelift, do Fiat Palio foi lançada em fins do ano 2000 como modelo 2001. Erroneamente algumas pessoas chamam de 2ª geração (G2), que pode ser chamado apenas de Fase II devido a ser uma mera reestilização da carroceria e da plataforma originais, mas mantendo suas características básicas, porém o que houve foi um redesenho da dianteira, traseira e interior feito pela ItalDesign de Giorgetto Giugiaro, que esteve no Brasil para o lançamento do modelo. Alguns criticaram a semelhança da dianteira do modelo com a o Volkswagen Gol de terceira geração: os faróis e a grade dianteira estavam mais estreitos e retangulares, e o capô tinha vincos acentuados semelhantes ao modelo alemão. Na traseira, as lanternas estavam mais arredondadas, mas as mudanças não foram tão dramáticas. O painel era novo, mas mantinha o design básico do modelo original, porém adotando uma tonalidade mais clara no painel, quadro de instrumentos em ambar, com display digital do odometro total e parcial, além da adoção da rede multiplexada VENICE, uma implementação do padrão CAN, sendo o primeiro da categoria a adotar tal rede, além de reforços estruturais pontuais. Junto ao novo desenho, novos motores de 1.0 litro foram apresentados: o Fire 1.0 8V, de 55cv - de potência menor que o antigo Fiasa (que a essa altura já tinha sido substituído, mas com uma melhor distribuição potência/RPM) - e 1.0 16V, de 70 cv. Eram mais modernos, leves e econômicos. As unidades 1.3 16V e 1.6 16V continuavam disponíveis. O modelo com o desenho da primeira fase ainda não desatualizado em relação à concorrência, continuava em linha, com o nome de Palio Young até 2002, quando foi substituída por uma versão com o novo desenho e acabamento simples. Em resposta a diminuição do IPI, que favorecia motores de maior cilindrada, a Fiat rapidamente apresentou o Palio de motor 1.3 (1.250 cm³) em versão 8 válvulas, com 67 cv. Com menor potência que o antigo 1.0 de 16V, tinha mais torque em baixas rotações. Em 2003, aproveitando um acordo de fornecimento de motores com a General Motors, o motor 1.6 16V, que sofria com os altos preços de importação da Itália, foi substituído pelo 1.8 8V de 103 cv de origem GM. Nesse mesmo ano o antigo Fiasa 1.5 voltou ao mercado, movido a álcool e equipando apenas os modelos básicos da linha, em versões destinadas principalmente a frotistas e empresas. Com a chegada da segunda reestilização em 2003, o modelo anterior foi mantido na versão Fire, e em 2004 passou a utilizar os novos motores Fire agora com 65cv de potência. Essa versão do Palio foi descontinuada no ano de 2007. === Terceira Fase 2004- 2016 === Pela segunda vez o estúdio Italdesign Giugiaro foi novamente requisitado para uma reestilização no modelo lançado em novembro de 2003 já como modelo 2004. Embora mantivesse a mesma carroceria desde seu lançamento, o que caracteriza uma mesma geração, os novos retoques tentavam diferenciar o Palio da concorrência e de suas duas fases anteriores: os faróis estavam maiores e abaulados em sua parte inferior, e a traseira exibia grandes lanternas retangulares verticais, que ainda invadiam uma pequena área do vidro traseiro, tendo inspiração no Punto Europeu e no Stilo. Surgiu a versão HLX para substituir a versão Stile tanto no Palio quanto na Weekend, o Siena também ganhou essa versão e nessa geração a Palio Adventure finalmente se popularizou, mas ainda não obteve o mesmo sucesso dos outros modelos. O painel era completamente novo, com linhas mais retas e modernas, e foi o primeiro carro brasileiro do segmento a contar com bolsas infláveis (Airbag) frontais e laterais, sensores crepusculares e de chuva, além de toca-CD com MP3 player integrado ao painel. Os materiais empregados em seu interior eram de melhor qualidade e o ambiente geral da cabine era agradável, pois a ideia era manter as versões topo de linha do Palio em concorrência com o Honda Fit, VW Polo e Citroen C3, o que durou até a chegada do Punto. Foi introduzido o motor Flex que é abastecido com álcool e gasolina: 1.0 8V, que desenvolvia 65 cv com gasolina e 66 com álcool; o 1.3 8V de 70 cv abastecido com gasolina e 71 cv com álcool e o 1.8 8V, com 106 e 110 cv, respectivamente. Em 2005, o motor 1.3 deu lugar a uma nova unidade 1.4 de 80/81cv. A linha 2006 do carro podia contar com uma nova versão do motor GM 1.8, com reajustes na alimentação e árvores de balanceamento que deixavam seu funcionamento mais suave. Com 115 cv, a primeira versão equipada com esse motor foi a 1.8R, reedição das clássicas versões esportivas do Uno na década de 1980. A versão se diferencia por ter acabamento interno na cor vermelha; máscara negra nos faróis, rodas exclusivas e aerofólio traseiro, neste mesmo ano a linha Fire ganhou o visual da Fase III e o interior da Fase II. O Palio Fire, versão de entrada da família, continuou a ser produzido com o visual externo ainda da Fase III durante um longevo tempo, e a partir de 2009 recebeu pequenas mudanças como novo quadro de instrumentos com econômetro que lhe rendeu o nome Economy, em 2010 nova grade frontal mais fechada e com friso cromado. Porém em 2014 foi lançada uma nova versão pra complementar a gama com um apelo aventureiro chamada de Way e o interior foi renovado para toda linha Fire apresentando aparência similar as versões ELX da Fase III e detalhes ao redor das saídas de ar e console central em um tom de cinza claro que não foram bem aceitos, questão que foi resolvida em 2016 com a adoção de um tom escuro nessas regiões deixando o visual mais agradável e coeso. Porém entrou no ano de 2017 sendo vendido apenas para frotistas sob encomenda e no meio desse mesmo ano encerrou-se a sua produção abrindo espaço para seus legítimos substitutos o Fiat Mobi e o Fiat Argo. === Quarta Fase 2008-2012 === Desde o lançamento do segundo facelift, ou Fase III do Palio, existiam rumores sobre a possível nova reestilização do projeto 178 - ou até mesmo a sua completa substituição pelo modelo europeu, Grande Punto. As especulações começaram a ganhar um rumo mais sólido em abril de 2006, quando o site chinês Auto Sohu conseguiu fotografar o novo Fiat Petra (equivalente ao nosso Siena), em testes naquele país. Com diferenças significativas no conjunto óptico dianteiro, as hipóteses de uma pequena atualização ou a total descontinuação da linha para 2007 estavam descartadas. O projeto foi então confirmado pela Fiat, que começou uma campanha de marketing baseada no suspense em torno das novas linhas do veículo - a cada intervalo de tempo a fábrica divulgava um detalhe diferente do desenho. O Palio 2008 foi lançado no dia 28 de fevereiro de 2007. Os faróis de dupla parábola com formato irregular e uma leve abaulação deram lugar a faróis de parábola única e desenho convencional (parecidos com os do Grande Punto), que agora invadem as laterais. A traseira também recebeu alterações: as lanternas traseiras invadindo o vidro da tampa. As lanternas estão instaladas em uma posição baixa e em um formato horizontal, diminuindo de tamanho em relação ao modelo anterior (foi considerada estranha por muitas pessoas). A placa de identificação voltou a ficar no para-choque, que por sua vez ficou mais proeminente. O vidro da tampa traseira deixou de se estender até as laterais, e agora está emoldurado e com um leve caimento em sua parte inferior. Nesta remodelação a Fiat alterou as laterais do modelo vincando as portas em duas posições e estendendo os para-lamas. Tal procedimento, que envolve mais custos do que a mera re-estilização da dianteira e da traseira, faz desta a primeira modificação total da carroceria do Palio em onze anos de produção. A linha Palio 2008 estava disponível nas versões ELX 1.0 e 1.4, e na versão 1.8R, que ganha a opção de carrocerias 3 e 5 portas. O novo motor 1.8 ficou agendado para estrear em meados de 2007 - e as motorizações presentes na geração anterior continuam em linha, sem aumento na potência específica. O Palio 1.8R passou a ser oferecido também na configuração duas portas, e foi o único da gama sem mudanças na disposição dos comandos, sendo alterados apenas as marcações no conta-giros e velocímetro, que agora, aumentam a escala ao se aproximarem do limite. A opção de duas portas apresenta agora um vidro lateral traseiro mais estreito e pontudo. Em 2008, a Fiat incluiu maior número de itens de série em todas as versões. Agora, todas (desde a básica ELX com duas portas) vêm com terceiro apoio de cabeça traseiro, rodas e pneus maiores, espelho cortesia para motorista e passageiro, porta-óculos, faróis de neblina e retrovisores na cor do veículo, direção hidráulica em todas as versões e passaram a ter como opcional o acesso ao comando de voz com bluetooth. A versão EX (básica) foi extinta da linha Palio por representar baixas vendas, a versão HLX (luxuosa) agora só e disponível na família Palio em um carro, o Fiat Siena. O interior do carro, em contraste com o exterior, foi mantido praticamente inalterado - com exceção de alguns comandos que trocaram de lugar, a exemplo do pisca-alerta que migrou do centro do painel para a parte de cima da alavanca de direção. O modelo 2010 foi lançado no Brasil no começo de 2009, com a frente de Siena/Weekend/Strada, que tem os faróis de dupla parábola, o Palio ainda ganhou versão ELX 1.8. A partir de julho de 2009, a versão ELX que vem equipada com motor 1.8 também passou a ser equipada com o sistema Dualogic que torna o carro automática sendo desnecessário o uso do pedal de embreagem. Na família Palio o Fiat Siena HLX e a Palio Adventure também receberam o novo câmbio como opcional. == Segunda Geração == O Fiat Palio de 2ª geração ou Novo Palio foi fabricado a partir de novembro de 2011. É totalmente diferente da primeira geração, pois suas linhas são totalmente distintas de seu antecessor, por isso sendo considerado a nova geração do modelo, além de sua nova plataforma com novos recursos de segurança, ainda que determinados componentes ainda sejam derivados da primeira geração. Seu sedan, o Siena também foi reformulado em 2012, com as mesmas categorias do Novo Palio, agora com o nome Grand Siena, porém adotando um visual diferente do hatch, diferente dos modelos anteriores onde a frente do hatch era a mesma no sedan. Em novembro de 2011, a Fiat Brasil apresentou a segunda geração do Palio. O modelo foi totalmente redesenhado (dianteira, traseira, interior) e cresceu em todas direções, entre-eixos, comprimento, largura, altura e porta- malas. Os motores 1.0 Fire EVO e 1.4 Fire EVO são os mesmos usados na linha Uno. Há opção de serem decorados com adesivos colados no teto, capô, porta- traseira e colunas traseiras. Além das alterações no seu desenho, possui como opcionais, conteúdos que não havia na geração anterior, como para-brisa térmico, Sidebags e airbags dianteiros, volante em couro com comandos de rádio e com borboletas de comando Dualogic, piloto automático, sistema de abertura elétrica do porta-malas, chave \"tipo canivete\" com telecomando, parafusos de roda antifurto. As versões lançadas para este modelo são Attractive 1.0 8V Fire EVO, Attractive 1.4 8V Fire EVO, Essence 1.6 16V E.TorQ, Essence 1.6 16V E.TorQ Dualogic, Sporting 1.6 16V E.TorQ e Sporting 1.6 16V E.TorQ Dualogic. Em meados de 2017, tendo em vista o lançamento do Fiat Argo, as versões Essence, Sporting e Attractive 1.4 foram descontinuadas, posteriormente, a versão Attractive 1.0 também foi descontinuada, assim encerrando a produção do modelo em 2017. == Segurança == === Primeira geração === O Palio foi o primeiro carro da categoria, em 1996 a oferecer a opção de airbags desde a versão mais básica, sendo na época apresentado e anunciado como o \"mais seguro da categoria\" pela própria montadora. Contudo, em 2000 foi realizado o crashtest pela Revista Quatro Rodas com a versão EX 1.0, seguindo o padrão do National Highway Traffic Safety Administration, sendo testado em uma barreira rígida com 100% de overlap com outros carros da mesma categoria como o Gol, Corsa e Fiesta. O cinto de segurança havia se soltado nos testes, gerando assim o primeiro recall do modelo. O Fiat Albea, a versão sedan do Palio em alguns mercados, foi testado na Rússia pela revista AutoReview Magazine, seguindo os padrões do Euro NCAP como (offset frontal a 64 km/h). O Albea atingiu 8,5 points no teste frontal, equivalente a 3 estrelas. O veículo testado foi equipado com o airbag do motorista e cintos de segurança padrões (sem pré tensionadores). Os resultados foram considerados apenas razoáveis pelos técnicos do teste, levando em consideração a idade do projeto Já o Fiat Perla, a versão Chinesa do Albea, foi testado na China pelo China-NCAP em Setembro de 2006 em três tipos de teste: 100% de overlap em uma parede rígida (similar ao teste do National Highway Traffic Safety Administration Americano), um teste com 40% de overlap (similar ao Euro NCAP) e teste lateral. O Perla atingiu 8.06 pontos no teste frontal com 100% de overlap, equivalente a três estrelas; 12.02 pontos no teste com 40% de overlap, equivalente a 4 estrelas e 10,96 pontos no teste lateral, com uma média geral de 31 pontos e três estrelas. O veículo testado estava equipado com duplo airbag e cinto de segurança regular. Posteriormente, com o advento do Latin NCAP, em 2010, o modelo da primeira geração na sua terceira reestilização (Mk4), recebeu, no modelo com duplo airbag, 3 estrelas para adultos e 2 estrelas para proteção infantil. Sem airbag recebeu 1 estrela para adultos e 2 estrelas para proteção infantil. Os resultados, ainda que péssimos, foram surpreendentes, uma vez que o carro demonstrou segurança similar ao seu principal concorrente, o Gol G5, que é supostamente muito mais moderno, derivado parcialmente da plataforma PQ24 do VW Polo. Os resultados ruins ocorreram, segundo o Latin NCAP devido ao mau funcionamento do pré tensionamento dos cintos de segurança e, na segurança para crianças, as informações confusas e listas de compatibilidades divergentes, fizeram com que o Palio tivesse baixa pontuação. === Segunda geração === A segunda geração do modelo, quando foi apresentada, foi anunciada com melhorias de segurança em estrutura. Porém os itens foram os mesmos que o Palio teve em sua geração anterior, como a possibilidade de 4 airbags e ABS (com EDB), sendo que os frontais eram opcionais no modelo Attractive 1.0 no lançamento, mas de série nas versões superiores e o ABS de série na versão Sporting. Em 2014, o ABS + EDB com duplo airbag se tornaram obrigatórios no Brasil e neste mesmo ano, houve um crashtest do modelo em Agosto de 2014 com novos critérios do Latin NCAP, no modelo sem airbag (fabricado na Argentina) recebeu 0 estrelas para adultos e 2 para crianças, porém a estrutura foi considerada estável. Já o modelo com airbags recebeu 3 estrelas para adultos e 2 estrelas para adultos Em 2015, o Palio atingiu 4 estrelas para adultos e 3 estrelas para proteção infantil no protocolo realizado em Julho de 2015, este foi o último teste realizado em apenas impactos frontais, sendo que a melhoria em nota foi devido a reforços estruturais e aviso de cinto não colocado (apenas para o motorista) e melhorias na segurança infantil, não conseguindo evoluir nesse aspecto devido a ausência de ISOFIX. Com a mudança nos padrões de segurança do LatinNCap no final de 2016, o Palio foi novamente testado, porém desta vez com um teste de impacto lateral, nesses novos critérios, o Novo Palio conseguiu apenas 1 estrela frontal e 3 estrelas para crianças. Tendo proteção fraca para o peito do motorista e estruturas perigosas que poderiam se soltar do painel, mas a carroceria foi considerada estável. Possui reforços estruturais para superar uma colisão lateral, mas não possui airbags laterais de série (suprimido como opcional em 2017), ISOFIX e nem ESC, explicando a baixa pontuação. Esse foi o último teste de segurança realizado no Palio antes de sua descontinuação. == Palio Elétrico == Em junho de 2006, durante o Brazil Classics Fiat Show, a Fiat apresentou o Palio Elétrico, projetado em conjunto com a empresa suíça KWO, entre outros parceiros. O Palio elétrico é um protótipo criado pela Fiat a pedido da hidrelétrica Itaipu Binacional. Possui um motor com potência máxima de 15 Kw (20 cv), autonomia de 120km e torque máximo de 50 Nm (5,1 kgm). As suas baterias ficam sob o assoalho do porta- malas para não roubar espaço, e são construídas para fornecer a máxima autonomia com o mínimo de volume entretanto, sua recarga é lenta, demorando oito horas em uma tomada trifásica de 220 volts. O modelo contava com câmbio automático, e sua alavanca foi substituída por outra do tipo joystick com três posições: Drive (D), Neutro (N) e Ré (R). O console central ganhou um display para monitoramento do comportamento da bateria com informações sobre carga, tensão, temperatura e corrente. Em julho de 2009 a Fiat apresentou à imprensa uma versão mais moderna do modelo, agora baseado na Palio Weekend. == Nas pistas == Em 1997, durante o processo de substituição do Fiat Uno como principal produto da empresa, a Fiat lançou a Fórmula Palio, disputada por unidades equipadas com motor 1.6 16V. Com o fim do apoio do fabricante, entretanto, a competição foi logo descontinuada. Nos rallyes, porém, os Palios têm se destacado em campeonatos regionais na América do Sul e Turquia, fazendo frente aos carros patrocinados pelas outras marcas. == Galeria == Ficheiro:Fiat Palio white 5door.jpg|Fiat Palio 1ª geração (fase 1) Ficheiro:Fiat Palio first generation 3door.jpg|Fiat Palio 1ª geração (fase 1 - visão traseira) Ficheiro:Fiat Palio China 2016-04-13.jpg|Fiat Palio 1ª geração (fase 2) Ficheiro:Fiat Palio Stile Multijet Diesel.jpg|Fiat Palio 1ª geração (Fase 3) Ficheiro:Fiat-palio20084.jpg|Fiat Palio 1ª geração (fase 4) Ficheiro:Fiat Palio Sporting 1.6 16V E.torQ Engine.JPG|Novo Fiat Palio 2ª Geração Ficheiro:Fiat Palio Sporting - Second generation (326) backview.JPG|Novo Fiat Palio 2ª Geração == Ligações externas == * * * Best Cars. Fiat Palio e família: 10 curiosidades da primeira geração Palio Categoria:Veículos com tração dianteira Categoria:Automóveis de 1996 Categoria:Veículos policiais Categoria:Automóveis do segmento B Categoria:Automóveis do Brasil Categoria:Hatchbacks",
 "title": "Fiat Palio"
}