{
 "id": "101997",
 "text": "A social-democracia é uma ideologia política que apoia intervenções econômicas e sociais do Estado para promover justiça social dentro de um sistema capitalista, e uma política envolvendo Estado de bem-estar social, sindicatos e regulação econômica, assim promovendo uma distribuição de renda mais igualitária e um compromisso para com a democracia representativa. É uma ideologia política de centro-esquerda, surgida no fim do século XIX dentre os partidários de Ferdinand Lassalle, que acreditavam que a transição para uma sociedade socialista deveria ocorrer sem uma revolução, mas sim, em oposição à ortodoxia marxista, por meio de uma gradual reforma legislativa do sistema capitalista a fim de torná-lo mais igualitário. O conceito de social- democracia tem mudado com o passar das décadas desde sua introdução. A diferença fundamental entre a social-democracia e outras formas de ideologia política, como o marxismo ortodoxo, é a crença na supremacia da ação política, em contraste à supremacia da ação económica ou do determinismo económico- socioindustrial. Historicamente, os partidos sociais-democratas advogaram o socialismo de maneira estrita, a ser atingido através da luta de classes. No início do século XX, entretanto, vários partidos socialistas começaram a rejeitar a revolução e outras ideias tradicionais do marxismo, como a luta de classes, e passaram a adquirir posições mais moderadas. Essas posições mais moderadas incluíram a crença de que o reformismo era uma maneira possível de atingir o socialismo. Dessa forma, a social-democracia moderna se desviou do socialismo científico, aproximando-se da ideia de um Estado de bem-estar social democrático, e incorporando elementos tanto do socialismo como do capitalismo. Os social-democratas tentam reformar o capitalismo democraticamente, através de regulação estatal e da criação de programas que diminuem ou eliminem as injustiças sociais inerentes ao capitalismo, tais como Rendimento Social de Inserção (Portugal), Bolsa Família (Brasil) e Opportunity NYC. Esta abordagem difere significativamente do socialismo tradicional, que tem, como objetivo, substituir o sistema capitalista inteiramente por um novo sistema econômico, caracterizado pela propriedade coletiva dos meios de produção pelos trabalhadores. Atualmente em vários países, os sociais- democratas atuam em conjunto com os socialistas democráticos, que se situam à esquerda da social-democracia no espectro político. No final do século XX, alguns partidos sociais-democratas, como o Partido Trabalhista britânico e o Partido Social-Democrata da Alemanha, começaram a flertar com políticas econômicas neoliberais, originando o que foi caracterizado de \"Terceira Via\". Isto gerou, além de grande controvérsia, uma grave crise de identidade entre os membros e eleitores desses partidos. A social-democracia se distingue do liberalismo econômico. Enquanto a social-democracia defende benefícios sociais universais e uma extensa regulação econômica, o liberalismo apoia benefícios sociais pontuais e a liberdade econômica mais ampla. == Etimologia == === Definição === A social-democracia é definida como uma das muitas tradições socialistas. Como movimento político, visa alcançar o socialismo por meios graduais e democráticos. Esta definição remonta à influência tanto do socialismo reformista de Ferdinand Lassalle como do socialismo revolucionário internacionalista avançado por Karl Marx e Friedrich Engels, por quem a social-democracia foi influenciada. Como um movimento político e ideologia internacional, a social-democracia passou por várias formas importantes ao longo de sua história. Enquanto no século XIX era \"marxismo organizado\", a social-democracia tornou-se \"reformismo organizado\" no século XX. Como regime político, a social-democracia implica o apoio a uma economia mista e medidas de melhoria para beneficiar a classe trabalhadora dentro da estrutura do capitalismo democrático. No século XXI, um regime de política social-democrata é geralmente definido como um aumento nas políticas de bem-estar com um aumento nos serviços públicos. Na ciência política, socialismo democrático e social-democracia são amplamente vistos como sinônimos,. Sob esta definição socialista democrática, a social-democracia é uma ideologia que busca construir gradualmente uma economia socialista alternativa através das instituições da democracia liberal. A partir do período pós-guerra, a social- democracia foi definida como um regime político que defende a reforma do capitalismo para alinhá-lo com os ideais éticos de justiça social. No século XIX, abrangia uma ampla variedade de correntes não revolucionárias e revolucionárias do socialismo que excluíam o anarquismo. No início do século XX, a social-democracia passou a referir-se ao apoio a um processo gradual de desenvolvimento do socialismo através das estruturas políticas existentes e uma oposição aos meios revolucionários de alcançar o socialismo em favor do reformismo. A Internacional Socialista definiu a social-democracia como forma ideal de democracia representativa, que pode solucionar os problemas encontrados numa democracia liberal, enfatizando os seguintes princípios para construir um estado de bem-estar social: primeiro, a liberdade inclui não somente as liberdades individuais, entendendo-se por \"liberdade\" também o direito a não ser discriminado e de não ser submisso aos proprietários dos meios de produção e detentores de poder político abusivo. Segundo, deve haver igualdade e justiça social, não somente perante a lei mas também em termos econômicos e socioculturais, o que permite oportunidades iguais para todos, incluindo aqueles desfavorecidos física, social ou mentalmente. === Partidos sociais-democratas === O que partidos socialistas, comunistas, social- democratas e sindicalistas compartilham em comum é a história, todos eles foram influenciados por indivíduos, grupos e literatura da Primeira Internacional, e mantiveram algumas das terminologias e simbolismos, como a cor vermelha. Até que ponto a sociedade deve intervir e se o governo, particularmente o governo existente, é o veículo correto para a mudança são questões de desacordo. Como resume o Dicionário Histórico do Socialismo, \"houve críticas gerais sobre os efeitos sociais da propriedade privada e controle do capital\", \"uma visão geral de que a solução para esses problemas estava em alguma forma de controle coletivo (com o grau de controle variando entre os proponentes do socialismo) sobre os meios de produção, distribuição e troca\", e \"havia um acordo de que os resultados desse controle coletivo deveriam ser uma sociedade que proporcionasse igualdade e justiça social, proteção econômica e, em geral, uma vida mais satisfatória. vida para a maioria das pessoas\". O socialismo tornou-se um termo genérico para os críticos do capitalismo e da sociedade industrial. Os social-democratas são anticapitalistas na medida em que as críticas sobre \"pobreza, baixos salários, desemprego, desigualdade econômica e social e falta de segurança econômica\" estão vinculadas à propriedade privada dos meios de produção. === O revisionismo marxista === Os pontos de vista do revisionista marxista Eduard Bernstein influenciaram e lançaram as bases para o desenvolvimento da social- democracia do pós-guerra como um regime político, o revisionismo trabalhista da Terceira Via. Esta definição de social-democracia é focada em termos éticos, com o tipo de socialismo defendido sendo ético. Bernstein descreveu o socialismo e a social-democracia em particular como \"liberalismo organizado\"; nesse sentido, o liberalismo é o predecessor e precursor do socialismo, cuja visão restrita da liberdade deve ser socializada, enquanto a democracia deve implicar a social-democracia. Para aqueles social-democratas, que ainda se descrevem e se veem como socialistas, o socialismo é usado em termos éticos ou morais, representando democracia, igualitarismo e justiça social, em vez de um sistema econômico especificamente socialista. Sob esse tipo de definição, o objetivo da social-democracia é o de promover esses valores dentro de uma economia capitalista de mercado, pois seu apoio a uma economia mista não denota mais a coexistência entre propriedade privada e pública, ou entre planejamento e mecanismos de mercado, mas sim representa mercados livres combinados com a intervenção e regulamentações governamentais. A social- democracia tem sido vista como uma revisão do marxismo ortodoxo, embora isso tenha sido descrito como enganoso para a social-democracia moderna. Alguns distinguem entre social-democracia ideológica como parte do amplo movimento socialista e social-democracia como regime político. == Filosofia == Como uma forma de socialismo democrático reformista, a social-democracia rejeita a interpretação do capitalismo contra socialismo. Afirma que a promoção de uma evolução progressiva do capitalismo resultará gradualmente na evolução de uma economia capitalista para uma economia socialista. Todos os cidadãos devem ter direito a certos direitos sociais; estes são compostos de acesso universal a serviços públicos, como educação, saúde, compensação de trabalhadores e outros serviços, incluindo creche e assistência a idosos. Ao desenvolver a social- democracia, Eduard Bernstein rejeitou os fundamentos revolucionários e materialistas do marxismo ortodoxo. Em vez de conflito de classes e revolução socialista, o revisionismo marxista de Bernstein refletia que o socialismo poderia ser alcançado através da cooperação entre as pessoas, independentemente da classe. No entanto, Bernstein prestou referência a Marx, descrevendo-o como o pai da social-democracia, mas declarando que era necessário revisar o pensamento de Marx à luz das mudanças nas condições. Influenciado pela plataforma gradualista favorecida pelo movimento fabiano na Grã-Bretanha, Bernstein veio a defender uma abordagem evolucionária semelhante à política socialista que ele chamou de socialismo evolucionário. Os meios evolutivos incluem a democracia representativa e a cooperação entre as pessoas, independentemente da classe. Bernstein aceitou a análise marxista de que a criação do socialismo está interligada com a evolução do capitalismo. August Bebel, Bernstein, Engels, Wilhelm Liebknecht, Marx e Carl Wilhelm Tölcke são considerados os fundadores da social-democracia na Alemanha, mas é especialmente Bernstein e Lassalle, juntamente com trabalhistas e reformistas como Louis Blanc na França, que levou à ampla associação da social-democracia com o reformismo socialista. Bernstein previu uma coexistência de longo prazo da democracia com uma economia mista durante a reforma do capitalismo em socialismo e argumentou que os socialistas precisavam aceitar isso. Esta economia mista envolveria empresas públicas, cooperativas e privadas, e seria necessário por um longo período de tempo antes que as empresas privadas evoluíssem por conta própria para empresas cooperativas. Bernstein apoiou a propriedade estatal apenas para certas partes da economia que poderiam ser melhor geridas pelo Estado e rejeitou uma escala massiva de propriedade estatal como sendo demasiado onerosa para ser gerida. Em O Futuro do Socialismo (1956), Anthony Crosland argumentou que \"o capitalismo tradicional foi reformado e modificado quase até deixar de existir, e é com uma forma de sociedade bem diferente que os socialistas devem se preocupar agora. A guerra anticapitalista pouco nos ajudará\", um novo tipo de capitalismo exigia um novo tipo de socialismo. Crosland acreditava que essas características de um capitalismo gerencial reformado eram irreversíveis, mas tem sido argumentado dentro do Partido Trabalhista e por outros que Margaret Thatcher e Ronald Reagan provocaram sua reversão nas décadas de 1970 e 1980. Embora o consenso do pós-guerra tenha representado um período em que a social-democracia era \"mais dinâmica\", tem sido argumentado que \"a social-democracia do pós-guerra tinha sido muito confiante em sua análise\" porque \"ganhos que se pensava serem permanentes resultaram em ser condicional e como o reservatório do crescimento capitalista mostrava sinais de esgotamento\". Em Socialismo agora (1974), Crosland argumentou que \"muito mais deveria ter sido alcançado por um governo trabalhista em exercício e pressão trabalhista em oposição. Contra a resistência obstinada à mudança, deveríamos ter colocado uma vontade mais forte de mudar. concluir que é necessário um movimento para a esquerda\". == História == === Primeira Era Internacional (1863-1889) === As origens da social-democracia remontam à década de 1860, com a ascensão do primeiro grande partido operário da Europa, a Associação Geral dos Trabalhadores Alemães (ADAV), fundada por Ferdinand Lassalle.Bookchin 1998, p. 284. No ano de 1864 foi fundada a Associação Internacional de Trabalhadores, também conhecida como a Primeira Internacional. Esta reuniu socialistas de várias posições e inicialmente ocasionou um conflito entre Karl Marx e os anarquistas liderados por Mikhail Bakunin sobre o papel do Estado no socialismo, com Bakunin rejeitando qualquer papel para o Estado.Ishay 2008 , p. 148 Outra questão na Primeira Internacional foi o papel do reformismo.Ishay 2008, p. 149–150. Lassalle promoveu a luta de classes de uma forma mais moderada que Marx e Engels.Aspalter 2001, p. 52. Enquanto Marx via o estado negativamente como um instrumento de domínio de classe que deveria existir apenas temporariamente com a ascensão ao poder do proletariado e depois desmantelado, Lassalle era a favor da manutenção do poder estatal. Lassalle via o Estado como um meio pelo qual os trabalhadores poderiam aumentar seus interesses e até mesmo transformar a sociedade para criar uma economia baseada em cooperativas dirigidas por trabalhadores. A estratégia de Lassalle era primariamente eleitoral e reformista, com os \"lassaleanos\" argumentando que a classe trabalhadora precisava de um partido político que lutasse acima de tudo pela ampliação do sufrágio. O jornal do partido da ADAV chamava-se Der Sozialdemokrat (\"O social-democrata\"). Marx e Engels responderam ao título \"Sozialdemokrat\" com desgosto, Engels escreveu uma vez: \"Mas que título: Sozialdemokrat! ... Por que eles simplesmente não o chamam de Proletário\". Marx concordou com Engels que \"Sozialdemokrat\" era um título ruim. Embora as origens do nome \"Sozialdemokrat\" remontassem à tradução alemã de Marx em 1848 do partido político francês conhecido como Partido Democrata-Socialista, Marx não gostou deste partido francês porque o via como dominado pela classe média e associava a palavra \"Sozialdemokrat\" àquele partido. Havia uma facção marxista dentro do ADAV representado por Wilhelm Liebknecht, que se tornou um dos editores do Der Sozialdemokrat. Diante da oposição dos capitalistas liberais às suas políticas socialistas, Lassalle tentou forjar uma aliança tática com os conservadores aristocráticos Junkers devido às suas atitudes antiburguesas, bem como ao chanceler prussiano Otto von Bismarck. O atrito no ADAV surgiu sobre a política de Lassalle de uma abordagem amigável para Bismarck que assumiu incorretamente que Bismarck, por sua vez, seria amigável com eles. Esta abordagem foi oposta pelos marxistas do partido, incluindo Liebknecht. A oposição na ADAV à abordagem amistosa de Lassalle ao governo de Bismarck resultou na renúncia de Liebknecht de seu cargo de editor do Die Sozialdemokrat e de deixar o ADAV em 1865. Em 1869, Liebknecht, junto com o marxista August Bebel, fundou o SDAP, que foi fundada como uma fusão de três grupos: o Partido Povo - Saxão (SVP) pequeno-burguês , uma facção do ADAV; e membros da Liga das Associações Alemãs de Trabalhadores (VDA).Aspalter 2001 , p. 53 Embora o SDAP não fosse oficialmente marxista, era a primeira grande organização da classe trabalhadora a ser liderada por marxistas, e Marx e Engels tinham associação direta com o partido. O partido adotou posturas semelhantes às adotadas por Marx na Primeira Internacional. Havia intensa rivalidade e antagonismo entre o SDAP e o ADAV, com o SDAP sendo altamente hostil ao governo prussiano, enquanto o ADAV buscava uma abordagem reformista e mais cooperativa.Bookchin 1998 , pp. 285-286. Esta rivalidade atingiu o ápice envolvendo as posições dos dois partidos sobre a Guerra Franco- Prussiana, com o SDAP se recusando a apoiar o esforço de guerra da Prússia, alegando que era uma guerra imperialista perseguida por Bismarck, enquanto a ADAV apoiou a guerra. === Pré-Segunda Guerra Mundial === thumb|esquerda|A rosa vermelha é o símbolo da social-democracia. Muitos partidos da segunda metade do século XIX se definiam como sendo sociais-democratas, tais como a Associação Geral dos Trabalhadores Alemães, o Partido Social Democrata dos Trabalhadores da Alemanha (que se fundiram para dar origem ao Partido Social- Democrata da Alemanha ou SPD), a Federação Social Democrata Britânica e o Partido Operário Social-Democrata Russo. Na maioria dos casos, estes partidos eram declaradamente socialistas revolucionários, visando não só a introduzir o socialismo, mas também a democracia em nações com poucas instituições democráticas. A maioria destes partidos era influenciada pelas obras de Karl Marx e Friedrich Engels, que, na época, estavam trabalhando para influenciar a política europeia continental em Londres. O movimento social-democrata moderno se concretizou através de uma ruptura no movimento socialista no início do século XX. Em linhas gerais, esta ruptura se originou na divisão de crenças entre aqueles que insistiam na revolução política como pré-condição para atingir o socialismo e os que defendiam que era possível e desejável atingir o socialismo através de uma evolução política gradual. Muitos movimentos relacionados, como o pacifismo, o anarquismo e o sindicalismo, começaram a irromper em todo o mundo na mesma época; estes grupos eram, muitas vezes, formados por indivíduos que se separaram do movimento socialista preexistente e mantinham uma série de objeções diferentes ao marxismo ortodoxo. Os social- democratas, que fundaram as principais organizações socialistas da época, não rejeitavam o marxismo. Um número significativo de indivíduos no movimento social-democrata queria revisar alguns dos raciocínios de Marx, a fim de promulgar uma crítica menos hostil ao capitalismo. Eles argumentavam que o socialismo deveria ser atingido através da evolução da sociedade, ao invés da revolução. De fato, Marx havia declarado ser possível estabelecer o comunismo ou socialismo por uma revolução pacífica e democrática em alguns países. Essa ideia também foi desenvolvida por Friedrich Engels e, principalmente, por Karl Kautsky. O revisionismo também buscava alterar alguns pontos teóricos básicos do marxismo, principalmente devido à influência do darwinismo e de Immanuel Kant. Esta visão era fortemente condenada pelos socialistas revolucionários, que argumentavam que qualquer tentativa de reformar o capitalismo estava fadada ao fracasso, uma vez que os reformistas seriam gradualmente corrompidos e, eventualmente, se transformariam em capitalistas eles próprios. Apesar das diferenças, os reformistas e os socialistas revolucionários permaneceram unidos durante a Segunda Internacional até a eclosão da Primeira Guerra Mundial. Uma opinião dissonante sobre a legitimidade da guerra provou ser a gota d'água desta união tênue. Os socialistas reformistas apoiavam seus respectivos governos nacionais na guerra, um fato que foi visto pelos socialistas revolucionários como a traição definitivas contra a classe trabalhadora. Os socialistas revolucionários acreditavam que esta postura traiu o princípio de que os trabalhadores de todas as nações deveriam unir-se na derrubada do capitalismo, e lamentaram o fato de que geralmente as pessoas de classes mais baixas é que são as enviadas para lutar e morrer na guerra. Discussões amargas surgiram dentro dos partidos socialistas, como por exemplo, entre Eduard Bernstein, líder socialista reformista, e Rosa Luxemburgo, líder dos socialistas revolucionários, dentro do SPD na Alemanha. Eventualmente, após a Revolução Russa de 1917, a maioria dos partidos socialistas do mundo se viram fraturados. Os socialistas reformistas mantiveram o nome de social- democratas, enquanto que os socialistas revolucionários começaram a chamar a si mesmos de comunistas, formando o movimento comunista moderno. Estes partidos comunistas logo formaram uma internacional exclusiva deles, a Terceira Internacional, conhecida mundialmente como Comintern. Na década de 1920, as diferenças doutrinárias entre os sociais-democratas e os comunistas de todas as facções (marxistas ortodoxos, como os bolcheviquesOrlando Figes, Revolutionary Russia, 1891-1991: A History, Metropolitan Books, 2014) tinham se solidificado. Estas diferenças só se tornaram cada vez mais dramáticas com o passar dos anos. === Pós-Segunda Guerra Mundial === Após a Segunda Guerra Mundial, na sequência da cisão entre os social-democratas e comunistas, uma outra divisão surgiu no âmbito do próprio movimento social democrata. Os que acreditavam que ainda era necessário abolir o capitalismo (sem revolução) e substituí-lo por um sistema socialista democrático através da via parlamentar se opunham àqueles que acreditavam que o sistema capitalista poderia ser mantido, mas precisava de uma reforma drástica, como a nacionalização das grandes empresas, a implementação de programas sociais (educação pública, sistema de saúde universal, e assim por diante) e a redistribuição parcial de riqueza através da criação de um estado de bem-estar permanente baseado na tributação progressiva. Eventualmente, a maioria dos partidos sociais- democratas se viu dominada pela última visão e, na era pós-Segunda Guerra Mundial, abandonou, por completo, o compromisso de abolir o capitalismo. Por exemplo, em 1959, o SPD aprovou o Programa Godesberg, que rejeitou a luta de classes e o marxismo. Enquanto os termos \"social-democrata\" e \"socialista democrático\" continuaram a ser utilizados de forma indiscriminada desde então, até a década de 1990, no mundo anglófono, pelo menos, os termos ainda denominavam, respectivamente, adeptos da visão de que não era mais necessário implementar o socialismo e de que ainda era necessário implementar o socialismo. Na Itália, o Partido Socialista Democrático Italiano, fundado em 1947, deu as bases para aquilo que ficaria, mais tarde, conhecido como \"Terceira Via\"; uma aliança dos sociais-democratas com os partidos de centro. Desde o final da década de 1980, com a queda do Muro de Berlim, vários partidos sociais-democratas tradicionais adotaram a \"Terceira Via\", tanto formalmente quanto na prática. No Brasil, o Partido da Social Democracia Brasileira surge como um partido de \"Terceira Via\" propriamente dito, desconectado de sindicatos ou outros movimentos trabalhistas, diferentemente dos partidos sociais-democratas tradicionais. Os social-democratas modernos são, em geral, a favor de uma economia mista, capitalista sob vários aspectos, mas defendendo, explicitamente, o apoio governamental de certos serviços sociais. Muitos partidos sociais-democratas trocaram seus objetivos tradicionais de justiça social para questões como direitos humanos e preservação ambiental. Nisto, estão enfrentando um desafio crescente dos Partidos Verdes, que veem a ecologia como fundamental para a paz, exigindo uma reforma das fontes de capital e promovendo medidas de segurança para garantir um comércio que não fira a integridade ecológica. Em países como a Alemanha, a Noruega e a Suécia, os Verdes e os Sociais-Democratas cooperam em alianças chamadas de \"vermelhas-verdes\". == Regime político == No século XXI, tornou-se comum fazer referência à social-democracia como as social-democracias europeias, ou seja, os estados realmente existentes, principalmente, nos países nórdicos, geralmente em referência ao seu modelo de estado de bem- estar e sistema corporativista de negociação coletiva -- conhecido como modelo nórdico . As social-democracias europeias representam uma ordem socioeconômica que tem sido descrita de várias maneiras, começando nas décadas de 1930, 1940 e 1950 e terminando nas décadas de 1970, 1980 e 1990. Henning Meyer e Jonathan Rutherford associam a social-democracia à ordem socioeconômica que existiu na Europa desde o período pós-guerra até o início dos anos 1990. Isso foi aceito ou adotado em todo o espectro político, incluindo conservadores, democratas cristãos, liberais, liberais sociais e socialistas; uma diferença notável é que os socialistas veem o estado de bem-estar \"não apenas para fornecer benefícios, mas para construir as bases para a emancipação e autodeterminação\". As raízes social-democratas também são observadas na América Latina durante o início do século XX, como foi o caso do Uruguai durante os dois mandatos presidenciais de José Batlle y Ordóñez. A social- democracia influenciou o desenvolvimento do corporativismo social, uma forma de corporativismo econômico tripartite baseado em uma parceria social entre os interesses do capital e do trabalho, envolvendo negociações coletivas entre sindicatos e empresários mediadas pelo governo em nível nacional. Durante o consenso do pós-guerra, esta forma de social-democracia tem sido um componente importante do modelo nórdico e, em menor grau, das economias sociais de mercado da Europa Ocidental. O desenvolvimento do corporativismo social começou na Noruega e na Suécia na década de 1930 e se consolidou nas décadas de 1960 e 1970. O sistema baseava-se no duplo compromisso entre capital e trabalho como um componente e mercado e Estado como outro componente. Da década de 1940 até a década de 1970, as características definidoras da social- democracia como regime político incluíam políticas econômicas keynesianas e acordos industriais para equilibrar o poder do capital e do trabalho, bem como o estado de bem-estar social. Isso está especialmente associado aos sociais- democratas suecos. O teórico social-democrata Robin Archer escreveu sobre a importância do corporativismo social para a social-democracia em sua obra Democracia econômica. Como um estado de bem-estar social, a social-democracia é um tipo específico de estado de bem-estar e regime político descrito como universalista, favorável à negociação coletiva e mais favorável à provisão pública de bem-estar. A social-democracia baseia-se em três características fundamentais: * Democracia (por exemplo, direitos iguais para votar e formar partidos). * Economia orientada pelo Estado (por exemplo, utilizando políticas keynesianas, e myrdealianas). * Um estado de bem-estar social, oferecendo um padrão basilar de vida (por exemplo, direitos iguais à educação, serviços de saúde, emprego e pensões). Na prática, essas políticas foram implementadas principalmente por social-democratas. Na Grã-Bretanha, o Relatório Beveridge elaborado pelo economista William Beveridge influenciou as políticas sociais do Partido Trabalhista, como o Serviço Nacional de Saúde e o desenvolvimento do estado de bem-estar trabalhista. == Legado == As políticas social- democratas foram adotadas pela primeira vez no Império Alemão entre as décadas de 1880 e 1890, quando o chanceler conservador Otto von Bismarck colocou em prática muitas propostas de assistência social inicialmente sugeridas pelos social-democratas depois de instituir as Leis Anti-Socialistas, lançando as bases do primeiro estado de bem-estar moderno. Essas políticas foram apelidadas de Socialismo de Estado pela oposição liberal, mas o termo foi posteriormente aceito e reapropriado por Bismarck. Foi lançado um conjunto de programas sociais em 1883 como medidas corretivas para apaziguar a classe trabalhadora e reduzir o apoio ao socialismo e aos social-democratas após tentativas anteriores de alcançar o mesmo objetivo através das Leis Anti- Socialistas. Isso não impediu que os social-democratas se tornassem o maior partido no parlamento em 1912. Políticas semelhantes foram adotadas posteriormente na maior parte da Europa Ocidental, incluindo a França e o Reino Unido. Nos Estados Unidos, o movimento progressista, um movimento social-democrata semelhante predominantemente influenciado mais pelo liberalismo social do que pelo socialismo, apoiou os presidentes democratas Woodrow Wilson e Franklin D. Roosevelt, cujos programas New Freedom e New Deal adotaram muitas políticas social-democratas . Com a Grande Depressão, o intervencionismo econômico e as nacionalizações tornaram-se mais comuns em todo o mundo e o consenso do pós-guerra até a década de 1970 viu políticas social-democratas e de economia keynesianas postas em prática, levando ao boom pós-Segunda Guerra Mundial em que os Estados Unidos, a União Soviética, os países da Europa Ocidental e do Leste Asiático experimentaram um crescimento econômico excepcionalmente alto e sustentado, juntamente com o pleno emprego. Ao contrário das previsões iniciais, este período de alto crescimento econômico e desenvolvimento nacional também incluiu muitos países que foram devastados pela guerra, como Japão (milagre econômico japonês do pós-guerra), Alemanha Ocidental e Áustria (Wirtschaftswunder), Coréia do Sul (Milagre do rRo Han), França (Trente Glorieuses), Itália (milagre econômico italiano) e Grécia (milagre econômico grego). Com a crise energética dos anos 1970, o abandono do padrão ouro e do sistema de Bretton Woods, juntamente com as políticas keynesianas social-democratas, o estado de bem-estar social- democrata foi posto em dúvida. No entanto, a Grande Recessão no final dos anos 2000 e início dos anos 2010 lançou dúvidas ao Consenso de Washington e protestos contra medidas de austeridade se seguiu. Houve um ressurgimento de partidos e políticas social-democratas, especialmente nos Estados Unidos e no Reino Unido com a ascensão de políticos como Bernie Sanders e Jeremy Corbyn. O Relatório Mundial da Felicidade das Nações Unidas mostra que as nações mais felizes estão concentradas nas nações social-democratas, especialmente no norte da Europa, onde o modelo nórdico é aplicado. Isso às vezes é atribuído ao sucesso do modelo social-democrata nórdico na região, onde partidos socialistas democráticos, trabalhistas e social-democratas semelhantes dominaram a cena política da região e lançaram as bases para seus estados de bem-estar universal no século XX. Os países nórdicos, incluindo Dinamarca, Finlândia, Islândia, Noruega e Suécia, bem como a Groenlândia e as Ilhas Faroe, também ocupam a posição mais alta nas métricas de PIB real per capita, igualdade econômica, saúde pública, expectativa de vida, solidariedade, liberdade percebida fazer escolhas de vida, generosidade, qualidade de vida e desenvolvimento humano, enquanto os países que praticam uma forma de governo neoliberal registraram resultados relativamente mais pobres. Da mesma forma, vários relatórios listaram os países escandinavos e outros países social- democratas como de alta classificação em indicadores como liberdades civis, democracia, imprensa, liberdades, paz e liberdade a corrupção. Numerosos estudos e pesquisas indicam que as pessoas tendem a viver vidas mais felizes em países governados por partidos social-democratas, em comparação com países governados por governos neoliberais, centristas e de direita. == Críticas == Em abril de 1917, em suas Teses de Abril,As Teses de Abril de Lênin B. M. Volin. Acessado em 22/11/2013.Vladimir Ilyich Lenin, The Tasks of the Proletariat in the Present Revolution (a.k.a. The April Theses) (1917), Lenin Internet Archive Acessado em 22/11/2013. Lenin citou que o revisionismo era uma das manifestações de um capitalismo burguês e reacionário, pois negava a revolução e a democracia proletária em troca de uma democracia burguesa que apenas mascara a luta de classes e, portanto, as ideias socialista e igualitárias de Marx e Engels. Os pensadores Kautsky, uma das mais importantes figuras da história do marxismo, e Eduard Bernstein, principais teóricos da social-democracia, foram duramente atacados por Lenin, que os acusou de deturparem a teoria marxista e traírem o movimento proletário, sendo que o primeiro foi considerado \"renegado\" pelo revolucionário russo. O filósofo e pensador Walter Benjamin considerou a social-democracia duplamente culpada pela ascensão do nazismo na Alemanha, pois ela menosprezou o movimento fascista emergente na Europa, definindo-o como um simples \"espasmo\" do capitalismo já declinante. Outro erro da social-democracia, para Benjamin, foi criticar o comunismo como um movimento que precipita as revoluções, criando atritos e desarticulando os dois partidos de esquerda que, unidos, poderiam fazer frente ao avanço nazista na Alemanha. == Social-democracia na atualidade == Atualmente, a social-democracia costuma pleitear: * Uma economia mista regulada democraticamente. * Programas que garantam educação, saúde, cuidado infantil e serviços sociais para toda a população de forma pública, universal, gratuita e de qualidade. * Um amplo e profundo sistema de proteção social, com o objetivo declarado de diminuir os efeitos da pobreza e proteger a população, promovendo bem-estar social. * Organismos governamentais que regulem as empresas privadas em defesa dos trabalhadores e dos consumidores, garantindo os direitos trabalhistas e dos consumidores. * Democracia representativa e participativa, fundamentada no Estado de Direito. * Ecologismo, sustentabilidade e proteção do meio ambiente através das leis (por exemplo, o financiamento de energia alternativa ou leis destinadas a combater o aquecimento global). * Sistemas de impostos progressivos para financiar os gastos do Estado. * Uma política social secular e progressista. * Imigração e multiculturalismo. * Uma política externa de apoio à promoção da democracia, à proteção dos direitos humanos, a partir do multilateralismo e do princípio da autodeterminação dos povos. * Promoção da justiça social, dos direitos humanos, dos direitos sociais, dos direitos civis e das liberdades civis. == No Brasil == Ao longo da história do Brasil, a social-democracia esteve difundida em vários movimentos de esquerda, principalmente entre os defensores do trabalhismo e do nacional-desenvolvimentismo. Embora presentes timidamente entre a imprensa e a intelectualidade desde finais do século XIX, ideais social-democratas passaram a ser delineados de forma mais clara no Brasil com o início da Era Vargas, em particular na Constituição Brasileira de 1934. O documento, fortemente baseado na Constituição de Weimar, em grande parte redigida pelo Partido Social Democrata Alemão (SPD), e no New Deal americano, previa uma série de direitos políticos e sociais, como o sufrágio feminino, a jornada de trabalho de oito horas e a educação pública, além de uma série de dispositivos de caráter nacionalista, industrialista e estatizante. A maior expressão da social-democracia no Brasil contemporâneo é a Constituição de 1988. Também chamada de “Constituição Cidadã”, a atual carta magna brasileira prevê um amplo Estado de bem-estar social, cuja maior expressão é o Sistema Único de Saúde (SUS), assim como medidas de combate à desigualdade (taxação de grandes fortunas, reforma agrária e função social da propriedade, por exemplo), direitos sociais, trabalhistas, civis e políticos. Políticas como o Bolsa Família também compõem um arcabouço social-democrata no Brasil atual. Apenas um partido político – o Partido Democrático Trabalhista (PDT) – integra a Internacional Socialista, órgão que reúne partidos identificados como representantes da ideologia social-democrata em todo o mundo.Pereira, Merval. \"Dessemelhanças\". Blog do Noblat. 12 de setembro de 2010. O líder histórico do PDT, Leonel Brizola, fundou o partido após ter perdido na Justiça o direito de usar a sigla do Partido Trabalhista Brasileiro (PTB) – partido de Getúlio Vargas extinto após o golpe de 1964 – para Ivete Vargas, sobrinha de Getúlio. O Partido da Social Democracia Brasileira (PSDB)ROMA, Celso. A institucionalização do PSDB. Revista Brasileira de Ciências Sociais. no.49, p.71-92, 2002. traz a nomenclatura social-democracia em sua legenda. Havia como intenção na sua fundação e no seu estatuto ser um representante do centro (terceira via) à centro-esquerda (social-democracia). Todavia, na prática, ao se tornar um aliado histórico de partidos de direita (como o DEM), um rival histórico de partidos mais à esquerda (como o PT) e ao atuar em defesa de um menor controle estatal sobre a economia, o partido aproximou-se do social- liberalismo (centro-direita) e do liberalismo (direita). Fato esse que se reflete, inclusive, na filiação internacional do partido à Internacional Democrata Centrista, uma aliança de partidos conservadores de diversos países, autodeclarados de centro-direita. Entre suas ações enquanto governo, estiveram a privatização de alguns setores estatais, o fortalecimento das agências reguladoras, a redução de gastos públicos, a defesa do direito à propriedade intelectual e a implementação do Bolsa Escola no âmbito federal. Por influência de Brizola, o PSDB foi rejeitado na Internacional Socialista, sob a alegação de que se aliara à direita (PFL) para governar. O Partido Social Democrático (PSD) coincide com o PSDB no fato de possuir o ideal social- democrático em seu nome, mas de na prática estar mais ligado à direita e ao conservadorismo social. O PTB, da mesma maneira, apesar de estar historicamente ligado a Getúlio Vargas e ao trabalhismo, na prática dos últimos anos se mostrou um partido conservador. Ambos esses partidos têm alinhamento na casa dos 90% (até abril de 2021) com o governo do presidente de direita Jair Bolsonaro. Ao contrário do PSDB, o Partido dos Trabalhadores (PT), ligado à Central Única dos Trabalhadores (CUT), nasceu com ampla base operária. Histórico defensor do socialismo por vias democráticas, a atuação do PT no governo federal, onde faz a defesa de maior controle estatal sobre a economia e de programas de assistência social, fez com que especialistas identificassem o PT como um partido social-democrata,A LONGA MARCHA DO PT PARA A SOCIAL-DEMOCRACIA, Paulo Roberto de Almeida apesar da resistência de parte dos membros do partido de se autointitularem como tal.Opinião: Terceira Via - A social-democracia e o PT, in Teoria e Debate nº 12 - outubro/novembro/dezembro de 1990, site da Fundação Perseu Abamo, publicado em 10/04/2006 De fato, durante os últimos anos do governo Lula, cresceu novamente a força do grupo dentro do partido que ainda defende a \"utopia socialista\" como objetivo final de sua luta. Cresce, atualmente, em importância, o Partido Socialista Brasileiro (PSB). Esse partido é um dos representantes brasileiros, junto ao PT, da Aliança Progressista (uma aliança de partidos de esquerda que romperam com a Internacional Socialista pela conivência dessa internacional com regimes autoritários de esquerda). Sendo assim, PT, PDT e PSB são, nessa ordem, os maiores partidos brasileiros (tanto em número de filiados quanto em representantes eleitos) a representar a social-democracia no país. == Em Portugal == Em Portugal, a Internacional Socialista tem, como representante, o Partido Socialista,MEMBER PARTIES of the SOCIALIST INTERNATIONAL tendo sido Mário Soares um dos seus Presidentes HonoráriosHONORARY PRESIDENTS of the SOCIALIST INTERNATIONAL até ao seu falecimento, e sendo, também, filiado no Partido Socialista Europeu e membro do Grupo Parlamentar da Aliança Progressista dos Socialistas & Democratas no Parlamento Europeu (antigo Grupo Parlamentar do Partido Socialista Europeu). Há, também, o Partido Social Democrata - PPD/PSD (que, na atualidade, posiciona-se no centro), que esteve, originariamente, pela ação de Francisco Sá Carneiro e em vários contactos internacionais, destinado a integrar-se na Internacional Socialista e, consequentemente, no Partido Socialista Europeu, para, assim, se sedimentar a sua natureza de partido reformista, social-democrata e europeísta. Como descreveu a estudiosa Cristina Crisóstomo, quando foi criado em 1974, o então PPD/PSD pretende a integração na Internacional Socialista, pretensão que explicará a mudança de designação para Partido Social Democrata (PSD), mas a influência do PS impedirá esse reconhecimento. == Ver também == * Solidarismo * Social-liberalismo * Socialismo democrático * Socialismo burguês * Neoliberalismo * Socialismo * Liberalismo * Anarquismo * Fascismo * Neofascismo === Bibliografia === * GAGNEBIN, Jeanne Marie. Walter Benjamin: os cacos da história. São Paulo: Brasiliense, 2ª ed, 1993, p. 17\\. * KITSCHELT, Herbert. The transformation of European social democracy. Cambridge University Press, 1994. == Ligações externas == * Categoria:Ideologias políticas Categoria:História do socialismo Categoria:Socialismo Categoria:Ideologias de centro-esquerda Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Social-democracia"
}