{
 "id": "101933",
 "text": "O Condado de Västerbotten (; ouça a pronúncia), raramente da Vestrobótnia ou da Bótnia Ocidental, é um dos 21 condados (län) em que a Suécia está atualmente dividida. Situado na região histórica (landsdel) da Norlândia, abrange a província histórica (landskap) de Västerbotten, assim como o sul da província histórica da Lapônia e uma pequena parte do nordeste da província histórica de Ångermanland. Ocupa 13,5% da superfície total do país, e tem cerca de habitantes (2024). A sua sede administrativa (residensstad) está na cidade de Umeå. Ao contrário do resto da Suécia, a identidade regional dos habitantes das províncias históricas da Lapónia, Norrbotten e Västerbotten não está focada nessas províncias mas sim nos condados atuais de Norrbotten e Västerbotten. ==História== O Condado de Västerbotten foi fundado em 1638 - incluindo então o futuro condado de Norrbotten. Em 1810, este mesmo condado de Norrbotten ganhou autonomia própria, e desde essa altura o condado de Västerbotten tem praticamente a forma atual. === Condado e Províncias históricas === O Condado de Västerbotten abrange a província histórica de Västerbotten e o sul da província histórica da Lapónia (Lappland), assim como uma pequena parcela da Ångermanland. SverigesLän2007Västerbotten.svg|O Condado de Västerbotten Sverigekarta-Landskap Västerbotten.svg|A Província histórica da Västerbotten Sverigekarta-Landskap Lappland.svg|A Província histórica da Lappland ===Brasão=== O seu brasão está baseado nos brasões das 3 províncias históricas de que é composto - Västerbotten, Lapónia e Ångermanland . ==Geografia== ===Comunas=== O condado de Västerbotten está dividido em 15 comunas: ===Cidades principais=== As principais cidades do condado são: *Umeå (91916 habitantes) *Skellefteå (36388 habitantes) *Lycksele (8660 habitantes) *Holmsund (6046 habitantes) *Vännäs (4567 habitantes) *Ursviken (3844 habitantes) *Vilhelmina (3356 habitantes) *Skelleftehamn (3213 habitantes) *Sävar (3050 habitantes) *Nordmaling (2656 habitantes) ===Comunicações=== O condado é atravessado de norte a sul pelas estradas europeias E4, ao longo do litoral do Mar Báltico, e E45, pelo interior, e ainda pela estrada europeia E12, oeste a leste. Existem ligações ferroviárias asseguradas pela Linha do Interior (Dorotea-Östersund-Vilhelmina-Storuman-Sorsele) e pela linha do Norte da Norrland (Umeå-Skellefteå). Dispõe de aeroportos em Umeå, Skellefteå, Lycksele, Vilhelmina e Hemavan, e de portos de mercadorias em Umeå, e Skellefteå, assim como portos de passageiros em Umeå e Skellefteå. ===Educação=== ====Ensino superior==== * Universidade de Umeå (Umeå universitet; Umeå) ==Política e administração regional== ===Órgão administrativo regional=== Como subdivisão regional, o condado é chefiado por um governador (landshövding), nomeado pelo governo, e tem a missão de executar as tarefas administrativas do estado nesse mesmo condado, contando para tal com o ”Conselho Administrativo do Condado da Västerbotten” (Länsstyrelsen i Västerbottens län). ===O condado e a região=== No mesmo território do Condado de Västerbotten (län), opera a Região Västerbotten (region). Enquanto que o condado é um órgão administrativo – cujo governador é nomeado pelo estado, a região é um órgão político – eleito pelos cidadãos, e responsável pela gestão local da saúde, transportes, cultura, etc… ===O condado na União Europeia=== No âmbito da União Europeia, o Condado de Västerbotten é uma unidade estatística do tipo (Nuts 3). == Ver também == *Província histórica de Västerbotten *Província histórica da Lapónia *Região Västerbotten (Region Västerbotten) == Bibliografia == * ==Ligações externas== * Conselho Administrativo do Condado de Västerbotten (Länsstyrelsen i Västerbottens län) * Região Västerbotten (Region Västerbotten) Categoria:Condados da Suécia Categoria:Bótnia Ocidental (condado) Categoria:Lapônia",
 "title": "Västerbotten (condado)"
}