{
 "id": "101925",
 "text": "Wang Mang (王莽, pinyin: Wáng Măng) (45 a.C. — 6 de outubro de 23) foi um oficial da Dinastia Han que usurpou o trono chinês à família Liu e fundou a Dinastia Xin (ou Hsin) (新朝, com o significado de \"nova dinastia\"), governando entre os anos 9 e 23. == A Instituição Imperial == == Antes de Wang Mang == Durante vários períodos da história chinesa, o trono imperial esteve sujeito às turbulências resultantes de conflitos palaciais. Esses graves conflitos ocorreriam sempre que os parentes do herdeiro do trono tentavam legitimar sua ascensão política por meio de golpes ou assassinatos, e não havia mecanismos eficientes para impedi-los. O Segundo Imperador, por exemplo, foi responsável pela morte do próprio irmão. A imperatriz Lü, esposa de Gaozu, aproveitou a morte do marido para conduzir a corte visando os interesses de sua família. Apenas quinze anos foram necessários para que, por ocasião de sua morte, toda a sua família fosse assassinada numa contenda palacial. == Wang Mang == Wang Mang era parente da imperatriz Wang – membro da família imperia Liu - que controlou a corte por tempo considerável durante a viuvez. Ele serviu como regente durante o governo de imperadores menores e, no ano 9 d.C., assumiu o título imperial e fundou a dinastia Xin (ou “Nova” dinastia). Chamado por muitos de “usurpador”, Xang Mang era um grande conhecedor da filosofia confuciana e realizou reformas administrativas orientado pelos clássicos. Durante seu governo funcionários foram renomeados, templos construídos, e custos supérfluos cortados. No entanto, o imperador adquiriu muitos opositores entre a população (além dos tradicionais opositores: alguns intelectuais confucionistas, que não concordavam com a forma pela qual ele havia ascendido ao trono, e os senhores de terra, que combatiam as taxas impostas pelo governo central), em grande parte graças a uma crise de ordem econômica ocorrida durante seu governo. Em 25 d.C., o governo de Wang Mang foi derrubado e, no seu lugar, governou Liu Xiu (ou Guangwu, que governou entre 25 e 57 d.C.), um nobre descendente da antiga casa imperial. Dessa forma, foi restabelecido o domínio dos Han. == Bibliografia == * Roberts, John A. G., History of China (título original), Palgrave MacMillan, 1999 (primeira edição), 2006 (segunda edição), ISBN 978-989-8285-39-3, págs - 65-66 Categoria:Imperadores da China",
 "title": "Wang Mang"
}