{
 "id": "101936",
 "text": "O Condado da Västmanland (; ouça a pronúncia), raramente Condado da Vestmânia (), é um dos 21 condados em que a Suécia está atualmente dividida. Situado na região histórica da Svealand, abrange fundamentalmente o leste da província histórica da Västmanland, o noroeste de Södermanland e o nordeste de Närke. Ocupa 1,5% da superfície total do país, e tem uma população de cerca de habitantes (2024). A sua sede administrativa (residensstad) está na cidade de Västerås. ==História== O Condado da Västmanland foi fundado em 1634 e adquiriu a forma atual em 1719. === O condado atual === Abrange o leste da província histórica da Västmanland, o noroeste de Södermanland, o nordeste de Närke e ainda pequenas parcelas de Dalarna e Gästrikland. Sverigekarta- Landsdelar, namn och landskap.svg|A Svealand Sverigekarta-Landskap Västmanland.svg|A Província histórica da Västmanland SverigesLän2007Västmanland.svg|O Condado da Västmanland ===Brasão=== O brasão do condado da Västmanland é igual ao brasão da província histórica da Västmanland, apesar de apenas uma parte dessa antiga província fazer parte do condado atual. ==Geografia== ===Comunas=== O condado tem 10 comunas. * Arboga * Fagersta * Hallstahammar * Kungsör * Köping * Norberg * Sala * Skinnskatteberg * Surahammar * Västerås === Centros urbanos === Os maiores centros urbanos do condado eram em 2020: # Centro urbano População 1 Västerås 128660 2 Köping 18720 3 Sala 13779 4 Fagersta 11826 5 Arboga 10989 ===Educação=== ====Ensino superior==== * Universidade de Mälardalen (Mälardalens universitet; Eskilstuna e Västerås) ==Política e administração regional== ===Órgão administrativo regional=== Como subdivisão regional, o condado é chefiado por um governador (landshövding), nomeado pelo governo, e tem a missão de executar as tarefas administrativas do estado nesse mesmo condado, contando para tal com o ”Conselho Administrativo do Condado da Västmanland” (Länsstyrelsen i Västmanlands län). ===O condado e a região=== No mesmo território do Condado da Västmanland (län), opera a Região Västmanland (region). Enquanto que o condado é um órgão administrativo – cujo governador é nomeado pelo estado, a região é um órgão político – eleito pelos cidadãos, e responsável pela gestão local da saúde, transportes, cultura, etc… ===O condado na União Europeia=== No âmbito da União Europeia, o Condado da Västmanland é uma unidade estatística do tipo (Nuts 3). == Ver também == *Västmanland *Södermanland *Närke *Região Västmanland (Region Västmanland) == Bibliografia == * ==Ligações externas== * Conselho Administrativo do Condado de Västmanland (Länsstyrelsen i Västmanlands län) * Região Västmanland (Region Västmanland) * Factos e números do Condado da Västmanland * Turista na Västmanland Categoria:Condados da Suécia Categoria:Vestmânia (condado)",
 "title": "Västmanland (condado)"
}