{
 "id": "101927",
 "text": "O Condado de Norrbotten (; ouça a pronúncia), raramente da Bótnia Setentrional ou da Norbótnia, é o maior condado da Suécia, ocupando quase ¼ da superfície total do país. Tem uma área de 97 242 km2 - quase 25% da superfície total do país - e uma população de habitantes (2024). A sua sede administrativa (residensstad) está na cidade de Luleå. Nesta região cheia de contrastes, com a maior montanha do país - Kebnekaise - e o lago mais profundo - Hornavan, enquanto as terras altas podem estar geladas, as praias do litoral do Mar Báltico podem estar cheias de banhistas. Ao contrário do resto da Suécia, a identidade regional dos habitantes das províncias históricas da Lapónia, Norrbotten e Västerbotten não está focada nessas províncias mas sim nos condados atuais de Norrbotten e Västerbotten. ==História== === O condado atual e as províncias históricas=== O condado de Norrbotten foi fundado em 1810, ao sair do condado de Västerbotten. Abrange a província histórica de Norrbotten e a parte norte da província histórica da Lapónia. SverigesLän2007Norrbotten.svg|O Condado de Norrbotten Sverigekarta- Landskap Norrbotten.svg|A Província histórica de Norrbotten (província)|Norrbotten Sverigekarta-Landskap Lappland.svg|A Província histórica da [Lapônia (província sueca)|Lapónia ===Brasão=== O seu brasão foi criado em 1949. Está baseado nos brasões das províncias históricas de Västerbotten e da Lapónia . == Geografia == O Condado de Norrbotten é atravessado pelo Círculo Polar Ártico, havendo por isso dias no verão em que o sol nunca se põe durante 24 horas, e dias no inverno em que o sol nunca nasce. No Vale de Torne, junto ao rio Torne, é praticada uma agricultura muito produtiva de batatas e cevada, aproveitando ao máximo a presença do sol no curto verão. Existem 17 030 ilhas no interior e na orla costeira, das quais 97 são habitadas. * Montanhas: Kebnekaise, Sarektjåkkå, Sulitelma * Rios: Lule, Torne * Lagos: Hornavan, Torne * Baía: Baía de Bótnia ===Comunas=== O condado de Norrbotten está dividido em 14 comunas (kommuner) a nível local: Comuna População (31 de dezembro de 2006) Arjeplog 3.151 Arvidsjaur 6.791 Boden 28.002 Gällivare 18.959 Haparanda 10.214 Jokkmokk 5.491 Kalix 17.396 Kiruna 23.258 Luleå 73.313 Pajala 6.688 Piteå 40.943 Älvsbyn 8.653 Överkalix 3.859 Övertorneå 5.168 ===Cidades principais=== As primeiras cidades do condado - Luleå e Piteå - foram fundadas em 1621. * Luleå : habitantes * Piteå : habitantes * Kiruna : habitantes * Boden : habitantes * Gällivare : habitantes * Kalix : habitantes * Malmberget : habitantes * Älvsbyn : habitantes * Gammelstad : habitantes * Haparanda : habitantes. ===Educação=== ====Ensino superior==== * Universidade Técnica de Luleå (Luleå tekniska universitet ; Lund) ==Política e administração regional== ===Órgão administrativo regional=== Como subdivisão regional, o condado é chefiado por um governador (landshövding), nomeado pelo governo, e tem a missão de executar as tarefas administrativas do estado nesse mesmo condado, contando para tal com o ”Conselho Administrativo do Condado de Norrbotten” (Länsstyrelsen i Norrbottens län). ===O condado e a região=== No mesmo território do Condado de Norrbotten (län), opera a Região Norrbotten (region). Enquanto que o condado é um órgão administrativo – cujo governador é nomeado pelo estado, a região é um órgão político – eleito pelos cidadãos, e responsável pela gestão local da saúde, transportes, cultura, etc… ===O condado na União Europeia=== No âmbito da União Europeia, o Condado de Norrbotten é uma unidade estatística do tipo (Nuts 3). == Ver também == *Norrbotten (Província histórica) *Lapónia (Província histórica) *Região Norrbotten (Region Norrbotten) == Bibliografia == * ==Ligações externas== * Conselho Administrativo do Condado de Norrbotlten (Länsstyrelsen i Norrbottens län) * Região Norrbotten (Region Norrbotten) Categoria:Lapônia",
 "title": "Norrbotten (condado)"
}