{
 "id": "102005",
 "text": "Ofélia Ramos Anunciato (Itatiba, 27 de dezembro de 1924 — São Paulo, 26 de outubro de 1998) foi uma culinarista e cozinheira brasileira. Tornou-se famosa ao apresentar programas de cozinha (A cozinha maravilhosa de Ofélia) na televisão. Começou a sua carreira de divulgação culinária em 1958 com a publicação de receitas nos jornais A Tribuna (Santos) e A Gazeta (São Paulo). == Carreira == Filha de Benedito Ramos e Maria Marques, Ofélia foi uma das pioneiras da televisão. Estreou como culinarista no programa Bom Dia da TV Santos (canal 5 de Santos), uma subestação da TV Paulista, também pertencente às Organizações Victor Costa, no dia 11 de fevereiro de 1958. Passados seis meses, estava na TV Tupi de São Paulo, sob a direção de Abelardo Figueiredo. Com ele, tornava-se culinarista do primeiro programa feminino da televisão brasileira, Revista Feminina, apresentada por Maria Teresa Gregori. Ficou na Tupi até 1968, quando ela, o programa e toda a equipe se transferiram para a Rede Bandeirantes. No canal 13 de São Paulo, acabou ganhando um programa próprio, Cozinha Maravilhosa da Ofélia, que apresentou por 30 anos.Morre aos 73 anos a cozinheira e apresentadora Ofélia Anunciato: Folha de S.Paulo - Folha UOL - 27 de Outubro de 1998 Autora de 14 livros de culinária, que passaram pelas cozinhas brasileira, portuguesa e italiana, Ofélia recebeu o Prêmio Jabuti na categoria Produção Editorial com o livro Ofélia, o Sabor do Brasil da Editora Melhoramentos, que em inglês ganhou o título Ofélia, A Taste of Brazil, 2000 (tradução do português ao inglês por Julie Martin, em associação com a editora First Edition Translations). O livro também foi considerado um dos 13 mais lidos do mundo na última feira do livro em Frankfurt. O Grande Livro da Cozinha Maravilhosa de Ofélia, com mais de 1200 receitas (13 edições até 1998) pela Cia. Melhoramentos de São Paulo, também foi publicado. Ofélia faleceu às 3 da manhã do dia 26 de outubro de 1998, no Hospital da Beneficência Portuguesa, em São Paulo. A morte foi decorrência de um infarto do miocárdio ocorrido duas semanas antes. Durante esse período, Ofélia ficou internada na UTI do hospital. Seu corpo foi velado na Câmara Municipal de São Paulo, no Auditório Prestes Maia. Em seguida, foi levado para Santos, onde seria enterrado no Cemitério Memorial. == Filmografia == === Televisão === Ano Título Cargo Nota 1958 Bom Dia Colunista Quadro: \"Culinária\" 1958–67 Revista Feminina Colunista Quadro: \"Culinária\" 1968–98 Cozinha Maravilhosa da Ofélia Apresentadora == Ver também == * Culinária do Brasil == Ligações externas == * Categoria:Apresentadores de televisão do estado de São Paulo Categoria:Culinaristas do estado de São Paulo Categoria:Naturais de Itatiba",
 "title": "Ofélia Anunciato"
}