{
 "id": "102052",
 "text": "é uma série de televisão japonesa do gênero tokusatsu, pertencente à franquia dos Metal Hero. Produzida pela Toei Company, foi exibida originalmente entre 24 de janeiro de 1988 a 22 de janeiro de 1989 pela TV Asahi, totalizando 50 episódios. A série diferenciou-se de suas antecessoras por quebrar o padrão dos Metal Heroes, introduzindo um herói sem superpoderes, e utilizar como temática a tradição japonesa dos ninjas, até então nunca explorada dentro da franquia. O personagem também apareceu no Super Sentai Shuriken Sentai Ninninger, de 2015 e em dois filmes para cinema junto a outros personagens da Toei, a série foi vendida para fora do Japão com o nome de Ninja Olimpíada Jiraiya devido ao clima olímpico da época, pois o ano da série 1988 foi o ano das Olimpíadas de Seul na Coréia do Sul, aqui na dublagem Brasileira é dito nas Prévias dos episódios o Título Ninja Olimpíada Jiraiya. == Enredo == Conta a história de um jovem Touha Yamaji (山地闘破, Yamaji Tōha), que foi adotado por Tetsuzan Yamaji (山地哲, Yamaji Tetsuzan) sucessor do clã ninja Togakure (戸隠流, Togakure-ryū), e que possuí um dojo onde ensina e treina seus três filhos em ninjutsu, seus outros dois filhos são Kei e Manabu. Ele guarda a missão passada a cada geração de seu clã, de proteger o segredo do paradeiro de Pako. Pako é uma espécie de cápsula espacial de uma civilização alienígena muito mais avançada do que a da Terra, com a missão de retornar ao seu planeta de origem. A cápsula foi soterrada em um grande terremoto, no entanto, foi desenterrada e para protegê-la de gananciosos foi escondida e posteriormente foi esculpida uma placa de barro com uma inscrição que revelaria o paradeiro de Pako e que foi confiada para a sua proteção ao clã ninja Togakure há centenas de anos, mas devido à traição do ambicioso e maligno Oninin Dokusai (鬼忍 毒斎) essa placa foi dividida, ficando uma metade com o clã Togakure, onde atualmente Tetsuzan Yamaji tem a sua posse e a outra foi levada por Dokusai, que formou a sua própria facção ninja, a Família de Feiticeiros (妖魔一族, Yōma Ichizoku). Desde então, Pako se tornou muito cobiçado e por isso ficou conhecido pelos ninjas do mundo inteiro (tanto os malignos como os pacíficos, chamados na série como \"O Império Ninja\" (世界忍者, Sekaininja) como O Tesouro do Século. Por isso a família Yamaji (妖魔一族, Yōma Ichizoku) se tornou alvo da Família de Feiticeiros, dos ninjas do Império ou de algum desses ninjas trabalhando em conjunto com a Família de Feiticeiros, recebem ataques constantes geralmente na tentativa de lhes roubarem a sua metade da inscrição. E a partir de uma invasão da Família de Feiticeiros ao dojo dos Yamaji na tentativa de conseguir roubar a outra metade da inscrição onde durante esse confronto Kei acabou sendo raptada e Tetsuzan ferido na perna minutos após a fuga da Família de Feiticeiros recebe a mensagem de que para resgatar sua filha deve mandar a sua metade da inscrição para ser trocada pela refém, Tetsuzam além de estar ferido e a sua idade avançada passou a missão de resgatar Kei e proteger Pako a Touha e por isso lhe entregou uma misteriosa armadura vermelha ninja juntamente com uma espada especial para que o jovem as utilizem e assuma a identidade de Jiraya (ジライヤ). A partir daí o herói luta juntamente com sua família contra as investidas contra a sua família (incluindo invasões em sua casa ou no dojo) ou qualquer outro plano maléfico traçados pela Família de Feiticeiros ou por algum ninja do Império estando ou não trabalhando em conjunto com a Família dos Feiticeiros, sua principal arma é a famosa Espada Olímpica (磁光真空剣, Jikkō Shinkūken), que tem o poder de se transformar momentaneamente numa espada laser efeito com o qual geralmente derrota seus inimigos. Em muitas missões ele conta com o auxilio de sua irmã Kei Yamaji (山地ケイ), que nos momentos de combate ela utiliza uma armadura branca similar a de Jiraiya ganhando o codinome Himenin Emiha (姫忍 恵美破) ao longo do seriado ele recebe a ajuda de vários ninjas do Império que se tornam seus amigos principalmente da misteriosa Rei Yagyū/Kinin Reiha (柳生 レイ/貴忍 麗破) . == Personagens == === Família Yamaji === São os personagens principais da série, descendentes dos Togakure (戸隠流, Togakure-ryū?), um antigo clã ninja cuja missão é proteger a Inscrição, um pedaço de pedra que aponta o paradeiro de Pako, uma espécie de capsula espacial que caiu na Terra há cerca de 300 anos antes de Cristo, conhecida mundialmente como \"Tesouro do Século\", e que utiliza a arte ninja para defender a paz mundial. * Touha Yamashi/Jiraiya (山地闘破/ジライヤ (磁雷矢), Yamaji Tōha/Jiraiya?): o protagonista da série. Quando era pequeno, seus pais foram mortos e ele foi adotado por Tetsuzan como filho. É treinado por seu pai adotivo para tornar-se um ninja e sucedê-lo na linha dos sucessores de Togakure. Quando sua irmã é raptada pela Família de Feiticeiros, Touha recebe a armadura Olímpica e sua respectiva arma, a Espada Olímpica (磁光真空剣, Jikkō Shinkūken?) para assumir o codinome de Jiraiya e resgatar Kei, iniciando assim sua luta contra a Família dos Feiticeiros. Tornando-se muito famoso no Império Ninja desde então assim como a sua família têm sido alvo de vários ninjas do mundo, tanto os invejosos por sua fama como os que cobiçam apossar-se de Pako. A Família dos Feiticeiros também passa a fazer investidas constantes à família Yamaji algumas vezes associada com algum ninja do Império. Suas técnicas, praticamente todas ensinadas por Tetsuzan, e agilidade e talento natos, faz com que Touha se torne um ninja absolutamente invencível, matando praticamente todos os outros ninjas que lutam contra ele. Mesmo em situações adversas, quando lutou contra dois ao mesmo tempo, e também contra três, conseguiu tirar a vida de seus inimigos com facilidade. Ao longo da série, Jiraiya assassinou trinta e quatro pessoas, sendo vinte e sete ninjas (Kenin Parchis e Otonin Uhaya foram mortos duas vezes cada um, e Dokusai foi o último ninja a ser morto, e o único que Jiraiya matou sem usar a Espada Olímpica) e sete Karasutengus (sendo um deles o primeiro inimigo que Jiraiya mata na série, ainda no episódio 2). Chama Tetsuzan constantemente de \"velho\", mas o respeita e ama como pai. * Tetsuzan Yamashi (山地哲山, Yamaji Tetsuzan?): Um sábio mestre ninja que adotou Touha como filho após a morte dos pais do garoto. É o representante da 34ª geração do clã ninja Togakure. Mesmo um tanto severo, mostra às vezes um bom humor e grande carinho e consideração pelos filhos, especialmente Touha. Considerado um dos maiores mestres ninjas do mundo. Ele possui um dojo onde ensina as tradições e os ensinamentos da arte ninja aos seus três filhos em meio ao mundo moderno e os treina constantemente principalmente Touha. Após uma invasão da Família dos Feiticeiros em que se fere na perna em batalha tem a sua filha raptada. Não podendo regata-la entrega a Armadura Olímpica juntamente com a Espada Olímpica a Touha e mandou que as utilize e que assuma o codinome Jiraiya antes de o enviar para resgatar a sua irmã. A única vez em que Tetsuzan mata um inimigo na série foi no episódio final, quando assassina Morgana com um golpe de espada. * Kei Yamashi/Himenin Emiha (山地ケイ/姫忍 恵美破, Yamaji Kei/Himenin Emiha?): A mais velha dos filhos biológicos de Tetsuzan, Kei tem aproximadamente 15 anos. Dividida entre viver uma vida de garota normal e tornar-se uma ninja, acaba ganhando uma armadura branca semelhante a armadura de Jiraiya e passa a auxiliar seu irmão se tornando sua principal aliada nas batalhas. * Manabu Yamashi (山地 学, Yamaji Manabu?): O mais jovem dos filhos de Tetsuzan, Manabu tem 8 anos. Vive aprontando travessuras que muitas vezes colocam sua família em situações difíceis como quando pegou a Espada Olímpica e deixou que a mesma caísse nas mãos da Família de Feiticeiros. Ainda assim, é valente e aplicado, ajudando sua família em várias ocasiões, tendo grande admiração por Touha. === Aliados === * Rei Yagyū/Kinin Reiha (柳生 レイ/貴忍 麗破, Yagyū Rei/Kinin Reiha): kunoichi da família Yagyu e também agente do Serviço Secreto Japonês, expert em ataques surpresa e em espreitar os inimigos de Jiraiya para colher informações. Sabe leitura labial, como demonstra em sua primeira aparição. Reiha possui um brilho misterioso nos olhos, o mesmo do pote que os Yamashi mantêm. Normalmente faz parcerias com Yanin Spiker. No início da série, usa o poder de seus olhos e salva Jiraiya de Kannin Dragon e Chang Kung Fu Jr., mas perde a memória e entra em coma. Depois volta a ativa e ajuda o grupo Yamashi. Durante a luta contra Adolf Sugitani, Toha é mortalmente ferido e Tetsuzan solicitou a Rei para que ajude Toha em uma transfusão de sangue. Tetsuzan revela a Rei e Toha que ambos são descendentes do extraterrestre que veio para a Terra acompanhando Paco. * Ryū Asuka/Yanin Spiker (飛鳥 竜/槍忍 突破, Asuka Ryū/Yarinin Toppa): agente do serviço secreto da polícia Japonesa, normalmente é visto trabalhando junto com Reiha e ajuda Jiraiya em algumas ocasiões, especialista em luta com lanças, segundo a tradução de seu nome original. Sua última aparição se deu quando ele, Jiraiya e Reiha enfrentaram Tubarão-Mor. Foi dito que ele foi embora por causa de uma missão a resolver. * Dr. Smith (スミス博士, Sumisu Hakase): cientista americano, discípulo de Tetsuzan e aprendiz da arte ninja de Togakure. Fugiu pro Japão com a ajuda de Tetsuzan, temendo o caminho que a sua pesquisa estava sendo usada para o \"Projeto Guerra nas Estrelas\". Sonha em combinar a sua tecnologia científica com os caminhos do Ninja para ajudar a proteger o mundo. Aparece em alguns episódios prestando boas ajudas aos Yamashi. Smith é perito em tecnologia. Foi ele que reforçou a Armadura Olímpica para que Jiraiya pudesse derrotar Kannin Dragon e Kanin Chang Kung Fu e criou Black Storm, um carro utilizado por Jiraiya para vencer os Ninjas Especiais. * Henry Rakuchin (ヘンリー楽珍, Henrii Rakuchin): um vidente trapalhão e perito em adivinhações. Apaixonado secretamente por Kei, ajudou Jiraiya com sua bola de cristal em algumas poucas ocasiões. Em sua última aparição, Hakushin revela ser também um ninja (sempre com seu chapéu-coco à mostra), apesar de sua total incompetência, mas que ainda assim consegue salvar Jiraiya de uma armadilha letal lançada por Dell-Star. === Inimigos === ==== Família de Feiticeiros==== Facção ninja criada e liderada por Oninin Dokusai que utiliza a arte ninja combinada com feitiçaria e magia negra para atingir os seus objetivos deste a obtenção criminosa de riquezas até a subjugação mundial. * Oninin Dokusai (鬼忍 毒斎, Oninin Dokusai?): chefe e patriarca da Família dos Feiticeiros. Tem o seu rosto verdadeiro coberto por uma mascara de Oni. No passado foi amigo e aprendiz da arte ninja juntamente com Tetsuzan. Matou a esposa de Tetsuzan para roubar a Inscrição, mas acabou ficando somente com a metade. Morre no final da série após ser derrotado em um combate definitivo com Jiraiya. Dokusai começa a demonstrar seus verdadeiros poderes desde o Episódio 37 para frente, mostrando várias habilidades como disparar raios de luz dos braços, confundir Jiraiya mudando o seu proprio rosto pro de Tetsuzan ou aumentando de tamanho para enfrentar o Deus Jiray em sua última batalha. Durante o Episódio final foi revelado ser sem rosto. Oninin (鬼忍?) significa \" Ninja Oni\", e Dokusai (毒斎?) significa \"adorador de venenos\". * Chounin Benikiba (蝶忍 紅牙, Chōnin Benikiba?): Filha de Dokusai, gosta muito de jóias. É muito fraca na arte ninja, sendo constantemente salva por seu pai ou por Retsuga. É excelente em disfarces, conseguindo se transformar em qualquer um (até mesmo em criança). Trava uma rivalidade enorme com Reiha durante grande parte da série onde protagonizam diversos combates. No último capítulo ela entra em uma batalha de tudo ou nada contra Emiha e é derrotada por ela, mas se rende e tem sua vida poupada. Chōnin (蝶忍?) significa \"Ninja Borboleta\", e Benikiba (紅牙?) significa \"presa escarlate\". * Hoshinin Retsuga (星忍 烈牙, Hoshinin Retsukiba?): \"filho\"adotivo de Dokusai, usa um arco e flecha algumas vezes na série. Possui uma estrela gigantesca na testa usada como arma e pode produzir fogo através de feitiços. Protagonizou várias lutas contra Jiraiya, inclusive recebendo um golpe de Jiraiya com a Espada Olímpica e sobrevivendo no primeiro episódio, provavelmente por levar o golpe na diagonal, sendo que a horizontal é que é o lado mortal. Escapa vivo no fim da série após ser derrotado por Reiha e se render. É muito protetor com Benikiba, supondo - se que é secretamente apaixonado por ela. Hoshinin (星忍?) significa \"Ninja da Estrela\", e Retsuga (烈牙?)significa \"presa violenta\". * Ninjas Pássaros Karasutengus (鳥忍 カラス天狗, Torinin Karasutengu?): ninjas com aparência de corvos, servem à Família de Feiticeiros como soldados. Conseguem voar graças ao pequeno par de asas em suas costas. Não se sabe ao certo como surgiram e que dificilmente aparecem mais do que três, exceto quando surgiu o Homem Míssil e apareceram pelo menos nove deles. Fracos e péssimos lutadores, são facilmente derrotados por Jiraiya e seus amigos. Contudo eles sempre aparecem em mesmo número embora que eles sempre morram alguns durante as batalhas e em algumas quando não ha algum ninja inimigo para matar e em geral um ou todos recebem o ataque fatal da Espada Olímpica no fim do combate. Não se sabe se são imortais ou novos recrutados para cada batalha. Em um episódio, este recurso é explorado quando Dokusai coloca bombas nos três Karasutengu para eliminar Jiraya. Seu nome é derivado da palavra Karasu, que significa corvo e do duende Tengu da mitologia japonesa. * Mini Ninjas Pássaros Karasutengos: Morgana recruta um grupo de garotos para enfrentar Jiraiya, apesar do fato de Jiraiya desprezar o fato de enfrentar crianças inocentes. Parte do grupo que não passam no teste são feitos prisioneiros e outros se vestiam como os Ninjas Pássaros Karasutengos. Quando iam se apossar da armadura e da Espada-Olímpica, são aturdidos por Toha. Depois de frustrar os planos de Morgana, são salvos por Jiraiya e o grupo Yamashi. * Aracnin Morgana (妖忍 クモ御前, Yōnin Kumo Gozen?, 37-41, 47-50): uma feiticeira que fora derrotada por Tetsuzan no passado. Pode se transformar em duas formas humanas diferentes (uma \"frontal\" e uma \"posterior\") ou em uma aranha. Volta à vida nos tempos atuais e passa a auxiliar Dokusai. Usa um rifle como arma em sua forma jovem. Embora Jiraya não consiga vencê-la é Tetsuzan que a vence novamente, em um duelo no final da série. A forma humana regular é a \"forma frontal\", enquanto a forma que ela usa como disfarce público é a \"forma posterior\" às vezes com uma roupa comum ou uma armadura de batalha. Usa como armas bombas em forma de aranhas, uma teia de aranha que descarga eletricidade e tem os poderes mágicos para evocar as almas dos ninjas do Império Ninja mortos no mundo dos vivos. Seu nome original é traduzido como \"Ninja Feiticeira Madame Aranha\". É também uma antiga paixão de Dokusai, mostrando ser a única com quem ele se importa, bem mais que com Benikiba, e a única que consegue lhe dar uma prensa. Como nunca foi citado o que houve com a mãe de Benikiba, há rumores que Morgana seja a mãe. * Unidade de Ninjas Especiais (特殊忍者群, Tokushu Ninjakun?, 16): um grupo de elite de 5 ninjas criados pelos Feiticeiros e nomeados pelos 5 elementos do Taoísmo: Fogo(火, Hi?), Água (水, Mizu?), Terra (土, Tsuchi?), Madeira (木, Ki?) e Vento (風, Kaze?). Representam o Brasil na série. Cada membro tem uma habilidade que utiliza os seus respectivos elementos. Hi pode submergir o seu corpo de chamas e disparar bolas de fogo, Mizu pode nadar na água em alta velocidade e usar a alta pressão da água em seus ataques, Ki pode se transformar em madeira e chocar no inimigo, Tsuchi pode lançar ataques debaixo da terra e Kaze pode atacar em alta velocidade cercando o seu corpo em um tornado e controlar o vento. São enviados para destruir Jiraiya, mas Stormin hesita em atacar o herói ao ouvir o barulho do vento uma vez que este lhe traz memórias da morte de seus pais. Após a derrota deles nas mãos de Jiraiya, os Feiticeiros recolhem os cadáveres dos ninjas para criarem o ciborgue Kazenin Mafia. ====Uchūnin Dell-Star==== (ep. 37 a 41, 46, 48-49) Origem : Planeta das Trevas. Esse Ninja extraterrestre é um dos mais terríveis inimigos de Jiraiya, pode separar a cabeça do corpo, flutuar no ar, se regenerar depois de ser destruído, ler a mente do oponente e disparar raios. Tem cerca de 2300 anos de vida e chegou a Terra no século IV A.C. junto do antepassado de Toha, o primeiro Jiraiya por quem foi aprisionado em uma caverna. Por esse motivo tem um ódio mortal por Jiraiya e deseja mata-lo e tomar Pako para si. Tem uma uma poderosa espada chamada Satã que é rival da espada Olímpica de Jiraiya. O duelo final com Jiraiya nos episódios 48 e 49 foi um dos mais eletrizantes da série, aonde o herói teve que recorrer à técnica suprema dos Togakure conhecida como 'Consciência Olímpica' para destruí-lo de forma definitiva. Além disso, Dell-Star é o último ninja que Jiraiya mata com a Espada Olímpica. Em seguida aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela, fazendo eles desaparecerem. Embora carregasse uma pistola espacial, nunca utilizou. === Império Ninja === O Império Ninja (世界忍者, Sekai Ninja, Ninjas Mundiais?) é o grupo não organizacional que define todos os ninjas do mundo de diversas nacionalidades. Cada um deles possui uma habilidade especial e um objetivo para o uso do tesouro. Alguns são malignos e desejam Pako para o ganho pessoal; outros o desejam para motivos nobres. Alguns lutam contra Jiraiya inicialmente, mas posteriormente tornam-se seus aliados outros que por estarem trabalhando em conjunto com a Família dos Feiticeiros ou invejados por sua fama e/ou por cobiçar Pako o desafiam chegando muitas vezes a serem destruídos pelo herói. ==== Aliados ==== * ·Jonin Barão Owl (城忍 フクロウ男爵, Jōnin Fukurō Danshaku, Ninja do Castelo Barao Coruja?, 1-2, 9, 19, 37-38, 47, 49-50): País : Inglaterra . É o primeiro membro do Império dos Ninjas a aparecer na série. É, na verdade, é um ninja cavaleiro britânico descendente de um Cruzado adepto do cristianismo (em especial o anglicanismo) e luta com uma espada claymore escocesa, chicote e shurikens em forma de crucifixo. Deseja utilizar Pako para fins pacíficos como uma despedida para os mártires que morreram por causas nobres. Quase morre no episódio 9, quando cai do alto de uma cachoeira por conta de uma emboscada planejada pela Família de Feiticeiros, mas posteriormente aparece vivo para Jiraiya e torna-se seu aliado. Seu nome se traduz literalmente como \"Ninja do Castelo Barão Coruja\". Seus maiores defeitos são se deixar levar mais pelas emoções do que com a razão e perder a calma, tanto que caiu facilmente na armadilha elaborada por Dokusai e Del-Star de que Toha tinha encontrado Pako. Na versão original, Barao Owl mistura inglês e japonês nas suas falas. * Rainin Wild (雷忍 ワイルド, Rainin Wairudo, Ninja do Trovao Wild?, 20, 33, 40, 46, 49-50): País : Estados Unidos . Este ninja nipo-americano trabalha como caçador de recompensas. Sua roupa ninja é feito de denim (jeans) azul claro. Empunha um revólver Magnum juntamente com uma faca. No episódio 20, ele persegue Jiraiya a fim de conseguir uma suposta recompensa oferecida pela Família de Feiticeiros, mas une forças com Jiraiya no final do episódio quando a Família de Feiticeiros o traem. Depois, começa a trabalhar para uma empresa pública de entretenimento a fim de juntar dinheiro para pagar sua viagem de volta para os Estados Unidos e acaba desafiando Jiraiya novamente no episódio 33 a um duelo amigável. Desse ponto em diante, ele se torna um aliado de Jiraiya na última batalha contra o Clã dos Feiticeiros. Sua habilidade com revólver é tão boa que consegue fazer uma bala disparada fazer uma curva. * Hōnin Jane (宝忍 ジャンヌ, Hōnin Jannu, Ninja do Tesouro Jane?, 40): País : Canadá . É uma ninja vidente, que procura ajudar sua cidade natal pobre. Pode disparar chuva de diamante de seu peito. Abusa de suas boas intenções, forçando-a a levar Jiraiya para uma armadilha, depois que foi enganada por Dell-Star, mas acabou salvando-o dando sua própria vida. * Igyōnin Beni Lagarto (異形忍 紅トカゲ, Igyōnin Beni Tokage?, 5, 31, 41) : País : Portugal . É um ninja colecionador de espadas que anda errante pelo mundo em busca de espadas valiosas. Procura dominar todo o tipo de luta de espadas e técnicas ninja sendo um guerreiro habilidoso e temido até mesmo por Dokusai. Utiliza como armas explosivos e shurikens em forma de lagarto ou disco bem como um canhão de mão, além de ter a capacidade de se transformar em um enorme lagarto. No episódio 5, ele se apossa da Espada Olímpica e desafia Jiraiya, mas não consegue usá-la uma vez que a Espada Olímpica torna-se uma espada laser somente nas mãos de Tōha. Depois disso, aparentemente, torna-se aliado de Tōha, mas, no episódio 31, ao descobrir uma nova espada de valor pertencente a Shingen Takeda, Nobutora, roubada de um museu de Paris, envolve-se em mais uma luta com o herói por recusar-se a devolvê-la ao museu. No episódio 41, ele é possuído por um espírito mal ao pegar a espada das Trevas que originalmente pertencia a Dell- Star. Igyōnin quer dizer \"Ninja antropomórfico\"; Beni significa carmesim, como \"antropomórfico\" soa científico demais, uma tradução ideal seria \"Ninja Mutante Lagarto Escarlate\" * Rōnin Haburamu (牢忍 ハブラム, Rōnin Haburamu?, 3, 15): País : Turquia . É um ninja guardião encarregado da proteção da Chama Verde, uma esmeralda preciosa do Palácio Topkapi, na Turquia, seu país natal. Carrega uma grande faca e cimitarra, bem como uma Kusari-fundo. É tido com o ninja com a maior força física, conseguindo entortar um cano de espingarda só com uma mão. No episódio 3, ele é levado a lutar contra Jiraiya pela Família de Feiticeiros, mas reconcilia com ele até o final do episódio. No episódio 15, ele sem querer liberta Manin Luanna de sua prisão e retorna ao Japão para pedir ajuda a Jiraiya para derrotá-la. Haburamu é um muçulmano devoto que nunca falta uma oração e prefere dormir ao ar livre, pois seu ronco é muito alto, e respeito ao Cristianismo, pois fez o sinal do Pai Nosso quando achou a cruz que guardava a tumba de Luanna. Seu nome, Ronin, significa Ninja Carcereiro, mas também é o termo usado pra Samurai sem Mestre. * Kaminin Oruha (紙忍 折破, Kaminin Oruha, Ninja do Papel Oruha?, 12, 26, 45): País : Coréia . É um ninja que pode manipular o papel, ele é empregado por seu próprio clã para caçar desertores. Ele aparece pela primeira vez no episódio 12, onde é designado para caçar um desertor chamado Kensuke Mimura (三 村?). No entanto, reluta em terminar o trabalho pelo afeto que tem pela filha do desertor, Kasumi (カスミ?). Depois de Mimura ser morto, Oruha abandona o clã dos Kaminin e foge para viver tranquilamente com Kasumi. Ele se aposenta e muda-se para Yamanakako com Kasumi, mas volta à ação no episódio 26, após se envolver em uma trama dos Feiticeiros. Oruha tem a capacidade de criar outros ninjas a partir de bonecos de papel e usa uma tesoura desmontada como facas de arremesso. No episódio 45, ele e Kasumi são mortos por seu ex-líder do clã, mas ambos são trazidos de volta à vida pelos poderes de Deus Jirai. * Bakunin Homem Míssil (爆忍 ロケットマン, Bakunin Roketto Man, Ninja Explosivo Rocket Man?, 14, 44, 49-50): País : Estados Unidos : Este ninja americano é especialista em explosivos e pólvora. Empunha um lançador de foguetes, que ele normalmente carrega em suas costas. No entanto, ele não é perito em contra-ataques. Um veterano da Guerra do Vietnã, ele decidiu fugir do conflito depois que ele encontrou uma jovem chamada Tao (タオ?), cujos pais foram mortos. Forjou sua morte e adotou Tao como sua própria filha, a qual mostra ter grande talento para dança. No episódio 14, ele vai para o Japão pela primeira vez, a fim de limpar seu nome após o Clã Feiticeiros o acusarem de um atentado a bomba e sequestros que ele não cometeu. No episódio 44, ele é forçado a lutar contra a sua vontade contra Jiraiya quando Tao é sequestrada pelo Clã Feiticeiros. Depois de Tao ser salva, ele retorna ao lado de Storm e Wild, a fim de ajudar Jiraiya na batalha final contra os feiticeiros. * Seinin Alan (聖忍 アラムーサ, Seinin Aramūsa, Ninja Sagrado Alamsa?, 21, 47): País : Israel . É membro da Ninja Clã do Santo, um clã de ninjas religiosos que habitam as terras do deserto. Empunha uma katana grande, um shuriken e uma faca. Ele tem várias habilidades Ninpo como a criação de um tempestade de areia que sela armas de seus inimigos na areia, shurikens que se alimentam de determinadas fontes de energia, a capacidade de levitar objetos gigantes, e assim por diante. A pedra vermelha na cabeça é a fonte de seus poderes. Ele ignora a sociedade moderna devido à sua educação. No episódio 21, ele é enganado pelo Clã Feiticeiros a roubar toda a gasolina em Tóquio, mas ele se redime de seus erros e luta ao lado de Jiraiya e torna-se seu aliado. No episódio 47, ele sofre uma lavagem cerebral de Aracnin Morgana forçado a destruir Deus Jirai, mas ele recobra seus sentidos antes que ele pudesse realizar tal tarefa. * Kazenin Mafia ou Kazenin Storm (風忍 馬風破, Kazenin Mafūba, Ninja do Vento Mafuba?, 16, 29, 40, 47, 49-50): País : Japão. Primeiro ninja ciborgue a ser criado, Storm foi projetado para ter as habilidades de seus companheiros mortos. Utilizando o corpo de Fuu, Dokusai o criou para destruir Jiraiya de uma vez por todas. Porém, após lutar contra Jiraiya em suas duas primeiras aparições, tornou-se seu aliado e retorna no final da série para ajudá-lo na batalha. Seu nome original, \"Mafūba\" (馬風破?) é traduzido como \"Cavalo que Rasga o Vento\". Ele definia os bonzinhos como bonachões, um trocadilho usado na versão dublada. * Hananin Agnes (花忍 夢破, Hananin Yumeha, Ninja das Flores Yumeha?, 17, 18, 32): País : Japão. Pertencente a família dos Hananin essa ninja guerreira aliou-se a Jiraiya para buscar vingança depois que seu Mestre foi traído e morto por Yuji que era seu discípulo. Ajudou Jiraiya a combater a ganância de Yujin que após matar seu mestre se apossou da Lendária e perigosa Armadura de Satã. Apareceu depois no episódio 32 ajudando Jiraiya a acabar com os planos malignos da Família de Feiticeiros. * Catherine (カトリーヌ?, 29, 31). País: França. Kunoichi de origem francesa, disfarçada como uma repórter meio avoada. É amiga de Rei e veio para ajudá-la no caso do roubo da espada Nobutora. Mostra ser bem simpática com Toha. ==== Inimigos ==== * Kanin Chang Kung Fu (火忍 チャンカンフー, Kanin Chan Kan Fū, Ninja do Fogo Chang Kung Fu?, 4, 49): País : China. Esse Ninja de 90 anos usa de feitiços para destruir o espírito de luta do inimigo, colocando dentro deles o medo. No episódio 4, Chang Kung Fu coopera com os Feiticeiros para obter a cápsula Pako para obter a eterna juventude e a imortalidade. Luta com uma espada ninja, uma Kusarigama, um Nunchaku e uma barra de três seções. Consegue enfeitiçar Jiraiya Arte das Três Doenças (三病の術, San'ya no Jutsu?), que causa o seu oponente a subestimá-lo, sobreanalisar a situação e depois, enchê-lo com medo, que só voltar a lutar encorajado por Tetsuzan. Jiraiya recuperado luta com Chang Kung Fu e vence acabando assim com sua magia. Foi o primeiro ninja morto por Jiraya, embora no episódio anterior ele já tivesse destruído um dos Corvos da Família de Feiticeiros. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Filho de Kanin Chang Kung Fu (火忍 チャンカンフーの息子, Kanin Chan Kan Fū no Musuko?, 10-11): País: China. Filho de Chang Kung Fu, vai ao Japão para vingar a morte de seu pai. Torna-se aliado de Kannin Dragon para destruir Jiraiya. Apesar de quase conseguir derrotar Jiraiya, acaba sendo destruído. Possui as mesmas habilidades e traje do pai e usa um tipo de Ramen de Hong Kong preparado especialmente para imobilizar os seus oponentes. A cena da sua morte foi impactante, já que é a primeira vez que Jiraiya luta usando os novos acessórios de sua armadura, que são feitos de um material super resistente, e que o Filho de Chang Kung Fu parte sua espada ao meio ao atingir o ombro de Jiraiya. Isso o deixa praticamente indefeso diante da superioridade do adversário, que lhe dá um soco no queixo e o derruba em cima do outro inimigo, Kannin Dragon. Jiraiya mata os dois ao mesmo tempo, sendo a primeira vez em que tira a vida de dois ninjas de uma só vez. O Filho de Chang Kung Fu leva o golpe frontal primeiro, e depois de Jiraiya também golpear Kannin Dragon frontalmente, ele corta os dois com o golpe lateral, matando-os imediatamente. * Kannin Dragon (漢忍 緑龍, Kannin Ryokuryū, Ninja Chinês Ryokuryu?, 10-11, 49): País : China . Um Ninja membro do cartel de Hong Kong, alia-se aos Feiticeiros para aumentar a venda da droga no Japão. Buscava também vingar-se de Spiker que descobriu e acabou com sua Organização de Tráfico de Sekijatan na China. Adepto do Estilo do Punho Bêbado, luta com uma espada e um nunchaku e pode distrair os seus adversários com ilusões enquanto ataca continuamente com o seu nunchaku. Usa como principal magia o Golpe Torpente, além de se criar um terrível Dragão de fogo, que ataca com suas garras e chamas ilusionárias. Quase elimina Jiraiya com a ajuda do filho de Kanin Chang Fu, mas acaba sendo assassinado por Jiraiya junto com o companheiro. Antes de morrer, ainda viu o companheiro Filho de Chang Kung Fu levar o golpe frontal ao seu lado sem poder impedir Jiraiya de matar o seu companheiro, e morrendo junto com ele. Kannin漢忍 significa Ninja da China; e Ryoku ryū 緑 龍 é \"Dragão Verde\". Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Jūnin Makumba (獣忍 マクンバ, Jūnin Makunba, Ninja Fera Macumba?, 7, 25, 49):País : Quênia. Ninja de um grupo de guerrilha do Quenia. Alia-se a uma organização criminosa do Japão trocando peles de animais e pedras preciosas por armas e munições para seus guerreiros da África. Usa como armas uma katana e arco e flechas. Mata o fiscal de caça ilegais de animais Jo, díscípulo de Tetsuzan. Mas Jo antes de morrer tinha enviado uma carta a Tetsuzan contando tudo sobre a organização criminosa fazendo com que Makumba fosse atrás de Jiraiya e Tetsuzan para matá-los também. Acaba sendo morto por Jiraiya, que destrói sua organização. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Irmão gêmeo mais velho de Jūnin Makumba (獣忍 マクンバの兄, Jūnin Makunba no Ani?, 25): País : Quênia. Alia-se aos Feiticeiros e vai ao Japão para vingar a morte de seu irmão. Tem as mesmas armas do irmão e mais um rifle. Leva com ele o Deus Dadáh , que através do sacrifícios de animais traz de volta o espírito de seu irmão Shunin Makumba para enfrentar Jiraiya novamente. Mas seu plano acaba falhando pois Manabu destrói Dadáh levando Makumba de novo para o mundo dos mortos. Assim Jiraiya luta frente a frente com ele e o mata. * Gōnin Abdad (剛忍 アブダダ, Gōnin Abudada, Ninja Forte Abdad?, 8, 49): País: Arábia . Um ninja árabe da República Democrática de Anmel que aparece no episódio 8. É o tio de uma jovem menina chamada Maira, que foi escolhida para servir como embaixadora de paz por conta de Anmel. Ele trama o assassinato da sobrinha para que Anmel se torne uma monarquia ditatorial. Não querendo matar a filha do seu irmão mais velho, ele contrata os Feiticeiros para isso pagando os com 100 quilates de diamantes. É armado com um punhal, um bastão e uma pistola de duplo cano. Ele usa também uma técnica ninja que lhe pemite de causar grandes explosões com um tipo misterioso de pó. Sua mascara ninja é um turbante que envolve o rosto inteiro. Após a fuga de sua sobrinha, Jiraiya luta com ele e o mata. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Shakunin Strowver (灼忍 ストローボ, Shakunin Sutorōba, Ninja Milagroso Strowver?, 43, 49): País : Bulgária . Sua primeira aparição é no Episódio 43. Uma vez desafia Tetsuzan pelo título de melhor ninja do mundo, mas perde o seu braço direito na batalha. Depois da batalha, ele substituiu o braço faltante por uma prótese e começou a treinar para se vingar de Tetsuzan. Ele decide fazer isso, alvejando Toha. Pode tornar seus oponentes cegos disparando com um milhão de volts de luzes brilhantes do peitoral da sua armadura dourada. Depois que Jiraiya foi cegado pela técnica de Strowver, a única coisa que pode curá-lo é uma raiz de uma flor Yamayuri vermelha que cresce só no Monte Kumotori. Antes de ser curado da cegueira, Jiraiya luta com Strowver e, mesmo cego, consegue matá-lo. Aparece junto com os 10 ninjas ressuscitados por Morgana, cuja magia Tetsuzan quebra, fazendo-os desaparecerem. * Kenin Parchis (化忍 パルチス, Kenin Paruchisu, Ninja dos Disfarces Parchis?, 19, 22, 31, 40, 48-49): País : Itália . Um ninja mestre dos disfarces que coopera com os Feiticeiros nos Episódios 19 e 22. No episódio 31, Parchis rouba a Espada Nobutora de um museu em Paris junto com um grupo internacional de ladrões, mas o seu plano é frustrado por Jiraiya. Os dois lutam até Parchis ser derrotado e morto por Jiraiya. Surpreendentemente, Parchis coopera com os Feiticeiros de novo no Episódio 40, onde revela ser imortal. No episódio 48, ele reaparece aliado com Devilcat e Tubarão-Mor para conseguir Pako, mas Jiraiya facilmente o mata novamente junto com seus dois amigos usando um único golpe da Espada Olímpica. É a única vez que Jiraiya assassina três ninjas de uma só vez, e possivelmente é a cena mais significativa da força e invencibilidade de Jiraiya, por conseguir, com grande facilidade e rapidez, assassinar três inimigos com um único golpe de espada, mas sem terminar a luta - os ninjas ainda estavam lutando e Jiraiya simplesmente decide matá-los sem concluir a luta (aparentemente pela pressa que estava em se juntar aos amigos na busca por Pako, o que demonstrou também algo que é marca registrada do personagem ao longo de toda a série: o descaso pela vida dos inimigos). Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Líder dos Kaminin (紙忍一族頭領, Kaminin Ichizoku Tōriyō?, 45): País : Coréia . O insensível líder do clã ninja de Oruha. Coopera com os feiticeiros para sequestrar Oruha por ter desertado do clã. Pode se transformar em um dragão usando uma técnica de turbilhão. Assassinou Oruha e Kasumi, mas Jiraiya o mata de imediato. * Otonin Uhaya (音忍 宇破, Otonin Uha, Ninja do Som Uha?, 6, 32, 49): País : Irlanda . Único membro sobrevivente do cruel Clã Ninja do Som que se veste como um Komusō(um grupo de monges mendicantes que vestem um cesto de palha sobre a cabeça). Uhaya coopera com os Feiticeiros para se vingar da Escola Tokagure por ter destruído o seu clã. Quando ele toca a sua Shakuhachi, pode controlar o seu adversário e fazer aparecer um grupo de ninjas ilusórios em uma névoa. É morto por Jiraiya mas revivido por Dokusai no Episódio 32 e começa a evocar fantasmas no dormitório da Escola para atrair uma garota psíquica potente e controlá-la. No final, Jiraiya novamente o mata definitivamente. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Adolf Sugitani (杉谷悪之坊, Sugitani Akunobō?, 28): País : Japão. Um membro das Artes Ninja Ímpias (Jaaku Ninpo) e luta com uma lança. Foi o homem responsável pelas mortes dos pais de Toha. Ele se manteve escondido por 17 anos junto com seus lacaios em um esconderijo em uma serra no vilarejo de Tokagure. Quando Sugitani decide de sair do esconderijo para atacar o vilarejo Tokagure, é desafiado por Jiraiya, que vinga os seus pais. * Tetsunin Steel (鉄忍 ガメッシュ, Tetsunin Gamesshu, Ninja Metalico Gamesh?, 23): País: Rússia. O chefe do clã dos Tetsunin (Ninjas Metalicos), um clã misterioso que vive na floresta e trama dominar o mundo usando a ciência para o crime. Seu arsenal consiste em duas espadas, uma kusarigama que encanala a eletricidade e uma faca bumerangue escondida acima do olho direito. Pode disparar um raio laser vermelho de sua armadura e causar uma tempestade magnética e se esconder na sombra do seu oponente. No episódio 23, Steel sequestra 3 cientistas (Dr. Smith, Dr. Brown e Dr. Schmidt) com a ajuda dos Feiticeiros, mas o seu plano é frustrado por resultado de uma discussão com os Feiticeiros. Foi um dos adversários mais difíceis de serem derrotados por Jiraiya. Steel, graças às suas apelações, quase venceu o herói, mas ao ver que Jiraiya iria perder, o Dr. Smith usa uma arma secreta de controle da mente humana para deixar Steel indefeso diante de Jiraiya. Steel recebe o disparo de energia em seu cérebro e fica completamente indefeso, embora ainda de pé, diante de Jiraiya. Jiraiya rapidamente se levanta e assassina Steel com dois golpes da Espada Olímpica. No Episódio 40, surge seu irmão, Tetsunin Steel 002 (鉄忍 ガメッシュ002, Tetsunin Gamesshu Tsu?, 40) e coopera com Dell-Star para caçar Jiraiya, mas acaba sendo derrotado por Kazenin Storm, supostamente morrendo afogado em um rio. * Manin Luana (魔忍 シルビア, Manin Shirubia, Ninja Demoniaca Sílvia?, 15): País : Romênia . O espírito de uma bruxa medieval muito poderosa, mas sedenta de sangue humano desde que nasceu, no passado causou um grande terror na Europa, mas foi executada e seu corpo escondido e selado em um túmulo secreto na Turquia, mas é despertada acidentalmente por Haburamu que estava escavando o túmulo a procura de relíquias, acaba hipnotizando seu libertador e o tornando seu escravo para recuperar sua espada e assim transformar o mundo em um mar de sangue, mas acaba derrotada por Jiraya, é a única mulher a ser morta pelo golpe da Espada Olímpica. Ela tem o poder de hipnotizar as pessoas que ela toca e levá-las sob o próprio controle e lançar raios de trovão da sua espada. É mostrada como bastante potente para enfrentar os Feiticeiros sozinha. Embora tenha sido desintegrada totalmente, a bainha de sua espada reaparece misteriosamente. * Janin Aman Negro (邪忍 黒い茨, Janin Kuroi Ibara, Ninja Ímpio Espinho Negro?, 30): País : Noruega . Um jovem ninja que foi criado e treinado pelo mestre ninja ancião Genchi Koshimura. Embora fosse treinado para ser um campeão de justiça por Koshimura, que lhe deu o nome de Aman Negro. Aman Negro rejeitou os valores do mestre depois da morte da mãe e se voltou a uma vida de crime virando um assaltante de banco, achando que podia salvar a vida da própria mãe se tivesse dinheiro. Presumido morto depois de uma luta com o seu antigo mestre, volta quatro anos depois para tramar vingança sobre Koshimura enquadrando-o por vários incidentes de bombardeios e chantagens contra o Governo. Aman Negro luta usando espinhos como armas e acabou matando seu mestre. Em seguida trava um duelo com Jiraya, mas por mais que se esforçasse, acaba sendo assassinado. * Suinin Tubarão-Mor (水忍 シルバーシャーク, Suinin Shirubā Shāku, Ninja Aquatico Silver Shark?, 24, 40, 48-49): Origem : Caribe. Um assassino descendente de um pirata do Caribe que nada nos mares em busca de riquezas. Se especializa em combate submarino e luta com uma pistola com arpão. No Episódio 24 coopera com os Feiticeiros em busca do tesouro do Capitão Cook e ao final é derrotado por Jiraiya, mas sobrevive, tendo sua pistola destruída. Retorna no Episódio 40 para cooperar com os Feiticeiros junto com Parchis, mas foi pego em uma das armadilhas de Steel 002. Volta de novo no Episódio 48, onde Jiraiya finalmente consegue matá-lo junto com dois companheiros usando um único golpe da espada olímpica. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Yuji (花忍 黒猿, Hananin Kurozaru, Ninja das Flores Kurozaru?, 17, 18): Um membro dos Hananin, foi criado pelo mestre do clã depois de ter sido órfão como criança, da mesma maneira que Agnes. No entanto, Yuji se torna corrupto e conspira com metade do clã para conquistar o mundo, assassinando o seu antigo mestre no processo. Ele busca a armadura Satã Ashura para alcançar a sua ambição, mas depois de vesti-la se torna possuído e acaba lutando contra Jiraiya. Kurozaru significa Macaco Negro. * Satã Ashura (魔王, Maō, Rei Demoníaco?, 17-18): Uma armadura amaldiçoada que é dita de transformar o seu usuário em um demônio guerreiro. é invulnerável a flechas e balas e pode usar os sentimentos dos oponentes contra os mesmos. Quando Jiraiya se aproximou de Satã Ashura abaixando o seu espírito de luta, a espada de Satã Ashura provou ser inútil ao momento. Depois da derrota de Yuji, a armadura é selada do resto do mundo. Ela mostra ser indestrutível ao poder da Espada Olímpica, mas seu usuário, não. * Yaminin David Cat (闇忍 デビルキャッツ, Yaminin Debiru Kyattsu, Ninja das Trevas Devil Cats?, 36, 48, 49):País : Espanha. Ninja que se passa por vidente, mas tem o intuito de roubar joias valiosas. Usa como armas uma lança de ponta dupla e uma pistola laser e entre seus poderes, pode convocar as figuras das cartas de tarô para combater, como o Diabo e o esqueleto da carta da Morte. Em sua primeira derrota é mandado para a cadeia e derrotado em definitivo no episódio 48. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Sainin Gyūma (祭忍 ギュウマ, Sainin Gyūma, Ninja do Festival Gyuma?, 13, 49): País : Camboja. Ninja ambicioso busca derrotar Jiraiya para se tornar o melhor ninja do mundo e obter a cápsula Pako. Pode disparar um raio elétrico dos seus chifres e pode criar subalternos do seu próprio pano. O Gyuma original é derrotado por Jiraiya no Episódio 13, mas a sua identidade é depois assumida por um sucessor. No Episódio 42, o sucessor de Gyuma envia uma ninja chamada Akiko Matsumoto, uma cópia exata da falecida mulher de Tetsuzan, para espiar sobre a família Yamaji. Porém, Akiko trai o segundo Gyuma depois de fazer amizade com a família Yamaji, especialmente Manabu. Aparece junto com os 10 ninjas ressuscitados por Morgana e que Tetsuzan quebra a magia dela fazendo eles desaparecerem. * Killer e Commando (キラーとコマンド, Kirā to Komando?, 34 e 35): Dois mercenários do Uruguai assalariados pelos Feiticeiros nos Episódios 34 e 35. Killer brande uma kusarigama, enquanto Commando usa uma espingarda e uma lança longa. Aparentemente são irmãos. Na última luta com Jiraiya, Dokusai ordena que eles acabem com Jiraiya e eles obedecem imediatamente. Mas mesmo sendo dois contra um, a capacidade de Jiraiya é bem maior e ele rapidamente consegue derrubar os dois juntos para poder matá-los. Os dois ainda se levantam para tentar atacar Jiraiya, mas este imediatamente dá um golpe frontal em um deles e corta os dois ao mesmo tempo com o golpe lateral. É uma das poucas vezes em que Jiraiya assassina dois ninjas de uma só vez, dando provas de sua total invencibilidade. === Outros === * Senhor Senda【仙田】- um velho homem que mora no campo e trabalha como chefe de uma empresa. Tinha em mãos a Chama Verde, que Rounin Haburamu precisava levar de volta à Turquia. Senda é morto pelos Karasutengus. * Joe - Joe era pupilo da arte ninja Togakuri. Ele trabalhava na África como ambientalista e fiscal de caças ilegais dos animais. Apareceu somente numa foto, pois Shunin Makumba #1 o matou por ordem do pérfido Koichi Miyamura. * Kōichi Miyamura【宮村- velho empresário mau-caráter, ganancioso e sem escrúpulos para quem Jūnin Makumba #1 trabalhava, era o principal chefe do mercado negro de produtos animais no Japão. Ele ganhava rios de dinheiro não apenas pela compra e revenda de produtos de origem animal como também por via de encomendar as mortes daqueles que tentavam atrapalhar seus negócios escusos (por exemplo, Joe foi morto por Makumba sob sua ordem). Miyamura foi neutralizado por Tetsuzan, que o mandou para a prisão. * Maira - embaixatriz e herdeira do trono de Anmel, Maira é conhecida como \"O Anjo da Paz\". Ela escapou viva de um atentado realizado pela Família de Feiticeiros e seu próprio tio Gonin Abdad. Por sorte, Toha e Kei impediram esse ato de terrorismo. Ao fim do episódio em que aparece, Maira, por intermédio de Reiha, deixa um talismã com Toha, segundo ela, como \"uma lembrança de seu primeiro amor\". * Bacera e Lúcia - amigas e empregadas de Maira. * Kensuke Mimura - ninja fugitivo da família Kaminin, era também discípulo de Tetsuzan Yamashi. Kaminin Oruha queria matá-lo, custe o que custasse, por sua traição - morto por Retsuga. * Kazumi Mimura - filha de Kensuke Mimura, Kazumi tinha afeto por Kaminin Oruha. Trabalhou junto com este na pensão da fazenda onde moravam depois que seu pai morreu (este foi morto por Retsuga). Morre junto de Oruha e são ressuscitados pelo Deus Jirai. * Tōryō - líder dos antigos ninjas conhecidos como Sombras, que são também discípulos de Tetsuzan. * Líder da Central JR - o líder da JR trabalha no trem-bala. Estava arrasado pelo seqüestro da filha, Noriko, mas acabou tudo bem graças ao Jiraiya. * Noriko - filha do líder da Central JR e amiga de Manabu. * Murakami - chefe da Família Hananin e mentor de Hananin Agnes. Murakami e sua família tinham o dever de proteger a armadura amaldiçoada Sathan. Murakami foi traído e morto por Yuji (Sathan Ashura) e seus capangas. * Iku Sasaki - corretor de imóveis. Ele se aliou à Família de Feiticeiros por causa do dinheiro e armou um plano para expulsar os Yamashi do prédio. No fim, se arrepende e acabou perdoado graças ao filho. * Senji Sasaki - amigo de Manabu, Senji é o filho único do corretor de imóveis Iku Sasaki. Ele ajudou os Yamashi quando estes souberam que os moradores do prédio foram pegos e feitos reféns pela Família de Feiticeiros. * Makiko - amiga de Kei, Makiko é filha de um dono de posto de gasolina Esso. * Mii (Satsuki no original) - amiga de Kei, Mei se meteu em uma confusão em que sofreu valentanismo de um grupo de valentonas, mas foi salva da situação por Kei. Após isso, Benikiba atraiu as meninas para se aliar a um plano da Família de Feiticeiros e de Kenin Parchis. Mii correu perigo junto com os pais e os empregados virando reféns dos Feiticeiros na mansão, tendo Parchis se disfarçado de Mii e da mãe dela para atrair Kei para uma armadilha. No final, Jiraiya e Emiha vieram e tudo acabou bem. * Dr. Schimdt e Dr. Brown - dois cientistas da Rússia e da Inglaterra, respectivamente. Eles criaram junto com o Dr. Smith um aparelho para cura do medo no cérebro dos pacientes quando iam se submeter a uma cirurgia. Tetsunin Steel e seus capangas queriam esse aparelho para controlar os cérebros de bilhões de pessoas. Os dois cientistas acabaram sendo raptados e o Dr. Smith foi raptado depois. No final, Jiraiya e Tetsuzan acabaram com o plano maligno dos Steel. * Kayo Tsumoto - uma mulher que adora animais. Ela vivia num apartamento mas acabou expulsa de lá pelos vizinhos por causa dos animais que tinha. Kayo vivia numa rua até que chegaram os Yamashi e a acolheram com seus bichos. Ela também é uma ótima cozinheira. Manabu queria que Kaio morasse junto com ele. Kayo tem um marido, que era o sequestrador dos bichos entregues a Jūnin Makumba #2, que os usava em sacrifício para trazer Jūnin Makumba #1 de volta à vida. Mas por sorte, ele se arrependeu deste trabalho sujo e Jiraiya destruiu Makumba #2, acabando com os sacrifícios. * Shin Yazaka【矢坂慎太郎】- um aventureiro que descobriu o palácio Deus do Mar. É perito em conhecer sobre animais e plantas. Ele até que poderia ser o primeiro amor de Kei. * Yajirō Iyo【伊予 野二郎】- No episódio 27, aparece para desafiar Tōha a um combate desarmado a pedido de Tetsuzan (secretamente) para que Tōha ao ser derrotado deixasse a arrogância de lado. Um habilidoso guerreiro formado pela escola de Togakure como o número um dentre os antigos discípulos, possui uma conduta imprevisível. Ao derrotar Toha numa disputa pela armadura e espada Olímpica Yajiro lhe concede uma segunda chance. Então Toha inicia um treinamento especial e na revanche vence Yajiro recuperando assim seus equipamentos. Após ser revelado por Tetsuzan a Toha e os demais Yajiro volta para o campo seu local de origem, onde vive em contato com a natureza sendo um legítimo homem da terra. * Sogo - é um homem que mora na vila dos Togakure e conhece muito bem Adolf Sugitani, e que depois foi atacado pelo mesmo, mas escapou vivo. * Hanzo e Chiyo - os dois são os pais verdadeiros de Toha. Eles morreram defendendo a nscrição de Pako. Badan Adolf Sugytani foi o responsável pelas mortes deles. Toha vingou a morte deles acabando com Adolf. * Gensai Koshimura【越村玄斎】- Gensai é o maior veterano dos ninjas. É um velho conhecido do Tetsuzan. Gensai foi o mestre do Aman Negro e acabou assassinado pelo mesmo ao tentar impedi-lo de cometer seus crimes hediondos. * Tomoe - ela é professora do internato feminino onde Mei e Kei (além da Reiha e Agnes disfarçadas) estavam hospedadas. * Mei - Mei é a garota que tem poderes paranormais. Ela possui a percepção extra-sensorial. Otonin Uhaya e a Família de Feiticeiros queriam esse poder de Mei para acabar com Jiraiya e descobrir o Pako. Mas, graças a Jiraiya, Emiha, Agnes e Reiha, esse plano não foi concluído. * Nomiya(【野々宮左近, Nonomiya, no original】) - ele era um espião-ninja. Fazia negócios e roubos. Ele roubou o projeto da nova arma sendo que este projeto foi destruído por Jiraiya depois que este enfrentou o Rainin Wild num duelo. Nomiya acabou morto por Retsuga e os Karasutengus * Akiko Matsumoto - ela é parecida com a mãe de Manabu e Kei. Akiko ficou hospedada com os Yamashi, mas ela era escrava do Sainin Gyumah (o segundo, que queria vingança pela morte do primeiro). Por ordem do maligno, Akiko encarregou-se de conquistar a confiança dos Yamashi para roubar deles a outra metade de Pako. No entanto (e também por sua semelhança à finada mãe de Kei e Manabu) Akiko se afeiçoou aos dois filhos mais novos dos Yamashi, especialmente Manabu, e por isso não queria mais fazer o trabalho sujo que Gyumah exigia. No final, ela pôde enfim ir embora após Jiraiya acabar com Gyumah. Ao que tudo indica, Tetsuzan mostrou gostar mesmo dela. * Mayuko【繭子】- menina que mora no campo. Ela conheceu Toha quando este estava cego pelo raio de Shakunin Strowver e o trouxe para uma caverna. Ela conseguiu a flor montanhesa cujo lírio curou a cegueira de Toha após este derrotar Strowver. * Tao - Tao é a filha adotiva do Bakunin Homem-Míssil. Ela o conheceu no Vietnã nos tempos da guerra, quando seus pais verdadeiros foram covardemente assassinados por guerrilheiros inimigos, os quais Homem-Míssil matou depois. Ela se dedica muito à dança. * Prof. Takai - arqueólogo que descobriu a existência do Deus Jirai, o qual erroneamente classificava com um deus do mal. * Akari Takai - dizem que ela é a namorada do Manabu. Akari é a filha do Prof. Takai. A menina tem a ocarina que ajudou a salvar Seinin Allan da hipnose da flauta malévola de Aracnin Morgana. == Armas e Outros Equipamentos == *: Armadura de cor vermelha deixada pelo viajante extraterrestre que trouxe Pako para a Terra juntamente com a Espada Olímpica para os cuidados do clã ninja Togakure e que teve a sua guarda passada de geração em geração até Tetsuzan entrega-las para Touha tornando-se Jiraiya. Quando não está em uso, geralmente é mantido escondido no dojo. Além de proteção ela aprimora a força, velocidade e outras habilidades de seu usuário, foi revelado no episódio 12 pelo Dr. Smith que ela é feita do mesmo material encontrado no meteorito que foi utilizado para construir as peças de aprimoramento da armadura. *: Espada entregue a Touha por Tetsuzan é a arma principal de Jiraiya, é com ela que o heróis geralmente derrota definitivamente seus adversários. Ela tem a capacidade de se transformar momentaneamente em espada laser, motivo que a tornou famosa e cobiçada por todo o Império dos Ninja a fazendo se roubada pelo ninja colecionador de espadas Igyōnin Beni Lagarto, onde foi descoberto que só se torna uma espada laser nas mãos de Touha, que posteriormente foi revelado por ele ser um descendente do extraterrestre que trouxe Pako. É feita pelo mesmo material da armadura, no ultimo episodio Touha se desfaz dela a arremessando dentro do Deus Jirai para impedir a destruição eminente da Terra. Os ataques desferidos com a Espada Olímpica são os golpes frontal, lateral, crucial (dois cortes em forma de cruz), trilateral (para fulminar 3 oponentes de uma só vez), aéreo (utilizou para destruir o canhão dos feiticeiros), solar (utilizado uma única vez para quebrar o efeito da arte secreta de Benikiba - Mariposa Transtor), e a Energia Relâmpago que é própria energia laser da espada atirada contra o inimigo. No final da série para evitar a eminente destruição da Terra Jiraiya se vê obrigado a se desfazer da espada antes da sua luta final contra Dokusai anos depois ela retorna ao herói com a ajuda dos Ninninger *Armamento Ninja: Durante toda a serie Jiraiya faz uso de algumas armas e outros equipamentos ninja tradicionais como shurikens, bombas de fumaças, tetsubishis, kyogetsu- shogue e shukos. *: Pistola laser transmitida tradicionalmente pela família Yamashi, É a arma secundária de Jiraiya ela possui três cartuchos com funções distintas comunicação, defesa e ataque, porém não possui poder de disparo letal. *: Um conjunto de peças de atualização criadas pelo Dr. Smith que podem ser adicionado à Armadura Olímpica aperfeiçoando-a. Elas consistem num par de ombreiras, protetores de joelhos e de braços, proteção para o pescoço e um visor que permite ao usuário habilidades especias como zoom, infravermelho, raio-x e visão noturna. Atualmente o herói sempre aparece em atuais produções tokusatsu japonesas com a armadura olímpica com todas as peças de aprimoramento, como no episódio 34 do seriado Super Sentai Ninninger. *: É o automóvel de Touha utilizado no decorrer do seriado um Nissan Fairlady Z preto, no episódio 16 ele é aperfeiçoado pelo Dr. Smith apedido de Tetsuzan de combinar ciência com ninjutsu. Embora ainda se pareça com um carro comum do lado de fora, ele é equipado com numerosos dispositivos especiais, como radar de última geração, metralhadoras estilo pop-up dentro das unidades de luz retrátil, um míssil e lançadores de âncora dentro do capô. e makibishis atrás das rodas traseiras. Seu corpo também foi reforçado para torná-lo durável o suficiente para suportar qualquer explosão. Sua velocidade máxima é de 310 km. *: Um robô gigante escondido nas profundezas do Monte Kongō com aproximadamente 20 metros de altura, ele foi construído pelo príncipe Shōtoku com a finalidade de proteger Pako contra os maiores males. Foi encontrado no episódio 34 quando Dokusai juntou as duas partes da inscrição que ao invés de encontrar Pako ativou os mecanismos que fazem o robô emergir do subsolo para a superfície, ele só se movimenta quando se fundi com Jiraiya que controla os seus movimentos. As armas do Deus Jirai são uma espada posicionada em sua cintura e uma espécie de lança cata-vento. Quando não está em uso, Deus Jirai é mantido no subsolo. No ultimo episódio após a luta contra o gigante Dokusai quando o vilão retorna ao seu tamanho original a pedido de Pako Jiraiya larga a Espada Olímpica dentro do Deus Jirai antes de sair do seu interior fazendo robô decolar para o espaço sideral para impedir a destruição da Terra. Deus Jirai aparece na forma de silhueta em um dos episódios de Ninninger. == Episódios == Título do episódio Inimigo(s) do episódio Protagonista(s) / Foco do episódio episódio 1 - Pako, a Cápsula Miraculosa Hoshinin Retsuga Tōha(Jiraiya) episódio 2 - Barão Owl, o Imperador Ninja Jōnin Barão Owl, Chōnin Benikiba e os Karasutengus Tōha(Jiraiya) episódio 3 - A Esmeralda Rōnin Haburamu Tōha(Jiraiya) episódio 4 - A Retomada da Inscrição Kanin Chang Kung Fu Tōha(Jiraiya), Kei(Himenin Emiha) e Manabu episódio 5 - O Roubo da Espada Olímpica Igyōnin Beni Lagarto Manabu episódio 6 - O Mistério dos Mistérios Otonin Uhaya (Uha, no original) Tōha(Jiraiya) e Rei Yagyū(Kinin Reiha) episódio 7 - O Caçador da Selva Jūnin Makunba Tōha(Jiraiya) e Manabu episódio 8 - O Anjo da Paz Gōnin Abdad (Abudada, no original) Tōha(Jiraiya), Kei(Himenin Emiha) e Maira episódio 9 - A Emboscada Família de Feiticeiros Tōha(Jiraiya), Tetsuzan, Rei Yagyū(Kinin Reiha), Ryū Asuka(Yanin Spiker) e Jōnin Barão Owl episódio 10 - A Vida ou a Morte Kan-nin Dragon (Kan-nin Ryokuryū) e o Filho de Kanin Chang Kung Fu Tōha(Jiraiya) episódio 11 - A Vingança do Kung-Fu Kan-nin Dragon e o Filho de Kanin Chang Kung Fu Tōha(Jiraiya) e Tetsuzan episódio 12 - A Promessa do Amor Kaminin Oruha Kazumi e seu pai Kenzuke episódio 13 - As Sete Sombras Sainin Gyūma Família Yamaji episódio 14 - O Franco-Atirador Bakunin Homem-Míssil episódio 15 - A Maldição Lendária Manin Luana (Manin Shirubia) Rōnin Haburamu episódio 16 - A Cruzada dos Ninjas Unidade de Ninjas Especiais (Fire, Water, Tree, Land e Stormin/Kazenin Mafia [Storm]) Tōha(Jiraiya) episódio 17 - A Estrela das Trevas Yuji (No original, Kurosaru \"Macaco Preto\")/Satan Ashura Hananin Agnes (Hananin Yumeha) episódio 18 - A Vingança de Agnes Satan Ashura Tōha(Jiraiya) e Hananin Agnes episódio 19 - A Invasão Kenin Parchis Tōha(Jiraiya) episódio 20 - Procura-se Jiraiya Rainin Wild Tōha(Jiraiya) episódio 21 - A Ira da Lua Seinin Allan episódio 22 - A Dimensão da Amizade Kenin Parchis Kei(Himenin Emiha) episódio 23 - O Sequestro dos Cientistas Tetsunin Steel (Tetsunin Gamesshu) Dr. Smith episódio 24 - O Capitão Pirata Suinin Tubarão Mor Tōha(Jiraiya), Rei Yagyū(Kinin Reiha) e Ryū Asuka(Yanin Spiker) episódio 25 - O Rapto dos Animais Jūnin Makunba e seu irmão mais velho Manabu e Kaio Tsumoto episódio 26 - A Primavera de Emiha Nukenin Kei(Himenin Emiha), Kaminin Oruha e Shin Yazaka episódio 27 - Jiraiya, o inimigo de Toha (Nenhum) Tōha(Jiraiya) e Yajirō Iyo episódio 28 - Quem sou eu? Adolf Sugitani (Sugitani Akunobō) Tōha(Jiraiya) e Tetsuzan Yamaji episódio 29 - A Revolta do Pequeno Ninja (Nenhum) Manabu e Kazenin Storm episódio 30 - O Ninja Solitário Aman Negro Tōha(Jiraiya), Kei(Himenin Emiha), Manabu e Gensai Kochimura episódio 31 - A Espada de Shingen Kenin Parchis Tōha(Jiraiya), Igyōnin Beni Lagarto , Rei Yagyū(Kinin Reiha) e Katherine episódio 32 - A Percepção Extrassensorial Otonin Uhaya e Família de Feiticeiros Kei(Himenin Emiha) e Mei episódio 33 - A Guitarra Cobiçada Tōha(Jiraiya) e Rainin Wild episódio 34 - A Caveira Assassina Monstro Feiticeiro Gomaz Família Yamaji e Rei Yagyū(Kinin Reiha) episódio 35 - O Desafio dos Togakure Monstro Feiticeiro Gomaz, Commando e Killer Tōha(Jiraiya) e Deus Jirai episódio 36 - O Feitiço do Gato Preto Yaminin Devilcat Tōha(Jiraiya), Kei(Himenin Emiha), Manabu e Henri Rakuchin episódio 37 - O Homem de 2300 Anos Uchūnin Del-Star (Uchūnin Demost) Tōha(Jiraiya), Rei Yagyū(Kinin Reiha) e Jōnin Barão Owl episódio 38 - As Mil e Uma Faces Oninin Dokusai e Aracnin Morgana (Yōnin Kumo Gozen = \"Ninja Feiticeira Madame Aranha\") Tōha(Jiraiya) e Tetsuzan episódio 39 - A Conspiração de Morgana Aracnin Morgana e os Mini-Karasutengus Kei(Himenin Emiha) e Manabu episódio 40 - A Traição Tetsunin Steel 002, Kenin Parchis e Suinin Tubarão Mor Tōha(Jiraiya), Kazenin Storm, Rainin Wild e Hōnin Jane episódio 41 - Olímpica VS Satã Uchūnin Del-Star e Igyōnin Beni Lagarto(controlado pela magia da espada Satã) Tōha(Jiraiya) episódio 42 - Adeus, Mamãe Segundo Sainin Gyūma Família Yamaji e Akiko episódio 43 - O Indomável Strover Shakunin Strover Tōha(Jiraiya) episódio 44 - O Poder do Amor Família de Feiticeiros Bakunin Homem-Míssil episódio 45 - A Ponte da Esperança Chefe da Família Kaminin Tōha(Jiraiya), Kaminin Oruha e Kazumi episódio 46 - Amizade Perdida Uchūnin Del-Star Tōha(Jiraiya) e Henri Rakuchin episódio 47 - Manabu e seu Primeiro Amor Aracnin Morgana e Seinin Allan(enfeitiçado por Morgana, e posteriormente salvo por Manabu) Manabu e Akari episódio 48 - O Aparecimento de Pako Uchūnin Del-Star , Kenin Parchis, Suinin Tubarão Mor e Yaminin Devilcat Família Yamaji episódio 49 - O Último Confronto Família de Feiticeiros, Uchūnin Del-Star e as almas de 10 ninjas mortos por Jiraiya Família Yamaji e Jōnin Barão Owl episódio 50 - Adeus Espada Olímpica Oninin Dokusai e Aracnin Morgana Tōha(Jiraiya) == Elenco == ===Regular=== * Tōha Yamaji/Jiraiya: Takumi Tsutsui * Rei Yagyū/Kinin Reiha/Pako: Tomoko Taya * Kei Yamaji/Himenin Emiha: Megumi Sekiguchi * Manabu Yamaji: Takumi Hashimoto * Tetsuzan Yamaji: Masaaki Hatsumi * Ryū Asuka/Yarinin Spiker: Issei Hirota * Chōnin Benikiba: Hiromi Nohara * Aracnin Morgana: Machiko Soga (forma frontal)/Hizuru Uratani (forma posterior) ===Semirregulares e atores convidados=== * Henry Rakuchin (eps: 1, 3, 4, 6, 25, 36, 46): Masayuki Suzuki * Rōnin Haburamu (eps: 3, 15): Kin Ōmae * Miyamura (ep: 7): Jiro Miyaguchi * Maira (ep: 8): Emi Sato * Gōnin Abdad (ep: 8): Ulf Otsuki * Lucia (ep: 8): Ayumi Yoshida * Dr. Smith (eps: 11, 16, 23): Chris Reynolds * Kaminin Oruha (eps: 12, 26, 45): Shohei Kusaka * Kasumi Mimura (eps: 12, 26, 45): Megumi Ueno * Kensuke Mimura (ep: 12): Hiroshi Seigo * Tao (criança) (eps: 14, 44): Yuki Shibuya * Kaze (ep 16): Junichi Haruta * Hananin Agnes (eps: 17-18, 32): Tamao Matsugi * Yuji (eps: 17-18): Bun Nakamura * Genichiro Murakami (Chefe dos Hananin) (ep 17): Koji Kawai * Mei (ep: 22): Ayako Kanda * Pai da Mei (ep: 22): Daisuke Fujimori * Mãe Da Mei (ep: 22): Yasuko Kato * Dr. Brown (ep: 23): Ronnie Santana * Dr. Schmidt (ep: 23): Malcom McLeod * Kaiyo Tsumoto (ep 25): Botan Senba * Marido da Kaiyo (ep: 25): Ippei Kawashima * Shin Yazaka (ep: 26): Kaname Kawai * Presidente da Companhia de Desenvolvimento (ep: 26): Eiichi Kikuchi * Yajirō Iyo (ep: 27): Kenji Ohba * Chiyo (eps: 28, 42, 50): Miho Tojo * Hanzo (eps: 28, 42): Koji Matoba * Shōgo (ep: 28): Eisuke Yoda * Médico que cuida de Tōha (ep: 28): Atsuo Mori * Katherine (eps: 29, 31): Dorothée * Aman Negro (ep: 30): Kazuoki Takahashi * Gensai Koshimura (ep: 30): Jun Tatara * Yaminin David Cat (ep: 36): Mickey Curtis * Hōnin Jane (ep: 40): Sumiko Kakizaki * Sanae Yamaji/Akiko Matsumoto (ep: 42): Yukiko Yoshino * Tao (adulta) (ep: 44): Aya Shindo * Líder dos Kaminin (ep: 45): Katsuhiko Kobayashi ===Dubladores japoneses=== * Tetsuzan Yamaji: Dai Nagasawa * Dokusai: Shozo Iizuka * Retsuga: Shingo Hiromori * Karatsutengu #1, Preview dos próximos episódios: Ittoku Yamanaka * Karatsutengu #2, Preview dos próximos episódios: Shigeru Saito * Karatsutengu #3, Preview dos próximos episódios, Sainin Gyūma, Tetsunin Steel: Toku Nishio * Kazenin Storm, Barão Owl, Seinin Alan, Otonin Uhaya, Shakunin Strowver: Atsuo Mori * Igyōnin Beni Lagarto: Takeshi Kuwabara (ep: 5), Teiji Oomiya (ep: 31), Eiji Maruyama (ep: 41) * Chang Kung-Fu, Jūnin Makumba: Eiji Maruyama * Filho do Chang Kung-Fu: Michiro Iida * Kanin Dragon, Kenin Parchis, Tubarão Mor, Dell-Star: Eisuke Yoda * Manin Luana: Naoko Matsui * Adolf Sugitani: Takeshi Watabe * Pako/Rei Yagyū (possuída por Pako): Jun Yoshida * Narrador: Toru Ohira ==== Dublagem brasileira ==== * Toha Yamashi/Jiraiya: Mauro Eduardo Lima * Tetsuzan Yamashi: Waldir Wey * Kei Yamashi/Eminin Emiha: Cecília Lemes * Manabu Yamashi: Hermes Baroli * Yoninin Dokussai: Líbero Miguel (ep. 1 a 16)/Gilberto Baroli (do ep. 17 até o final) * Benikiba: Zodja Pereira * Retsuga: Oswaldo Boaretto (ep. 1), Carlos Alberto do Amaral (ep. 3 e 5), Francisco Brêtas (a partir do episódio 06)/Eduardo Camarão (eps 32 e 39) e ??? (ep. 48, dublador desconhecido) * Corvos Retsugengo: Eduardo Camarão, Francisco Brêtas e Carlos Laranjeira * Aracnin Morgana: Maximira Figueiredo * Rei Yagyū/Kinin Reiha: Lúcia Castello Branco (até o ep 13)/Alessandra Araújo (a partir do ep. 24) * Ryu Asuka/Yamin Spiker: Carlos Laranjeira /Francisco Brêtas (em forma de Ninja apenas no ep. 05) / Eduardo Camarão (em forma de Ninja nos ep. 6, 8 e 9) * Dr. Smith: Eudes Carvalho (ep 11) e Luiz Antônio Lobue (ep. 16, 23 e 29) * Hananin Agnes: Lucia Helena (ep. 17 e 18) /Letícia Quinto (ep. 32) * Henry Hakushin: Jorge Pires (ep. 1, 25, 36 e 46)/Nelson Machado (ep. 3, 4 e 6) * Katharina: Maximira Figueiredo (ep. 29 e 31) * Jonin Barão Owl: Gastão Malta (ep. 1, 2, 9, 37, 38, 46, 48, 49 e 50)/Luiz Antônio Lobue (ep. 19) * Rounin Haburamu: João Paulo Ramalho (ep 03)/Oswaldo Boaretto (ep 15) * Benin Lagarto: Oswaldo Boaretto (ep 05, 31 e 41) * Kamenin Oruha: Leonardo Camilo (eps 12 e 45)/Ricardo Pettine (ep 26) * Bakonin Homem Míssil: Leonardo Camilo (ep 14)/Oswaldo Boaretto (ep 44) * Kazenin Mafia - Storm: Ricardo Medrado (ep 16)/João Paulo Ramalho (ep 29)/Élcio Sodré (ep. 40, 46 e 49) * Rainin Wild: Luiz Antônio Lobue (ep. 20, 40, 46 e 49)/Leonardo Camilo (ep 33) * Seinin Alan: João Francisco Garcia (ep. 21)/Robson Raga (ep 47) * Chang Kung Fu: Muibo César Cury (ep 03) * Otonin Ohaya: Oswaldo Boaretto (ep 06)/João Francisco Garcia (ep 32) * Jonin Makumba: Leonardo Camilo (ep 07)/Luiz Antônio Lobue (ep 25) * Agnin Abdab: Nelson Machado (ep 08) * Kanin Dragon: Mauro de Almeida (ep 10)/ Leonardo Camilo (ep 11) * Chang Kung Fu Jr.: Carlos Laranjeira (ep 10 gafe)/ ??? (ep 10)/ João Francisco Garcia (ep 11) * Sainin Guiumu: Leonardo Camilo (ep 13)/ Robson Raga (ep 42) * Kanin Parks: Leonardo Camilo (ep 19)/ Eudes Carvalho (ep 22)/ ??? (ep 31, maior parte das falas é de dublador desconhecido)/ João Francisco Garcia (ep 31, última fala)/ Francisco Brêtas (ep 40) * Tetsunin Steel:Oswaldo Boaretto (ep 23)/ Eduardo Camarão (ep 40) * Suinin Tubarão-Mor: João Paulo Ramalho (24)/ Leonardo Camilo (40)/ Robson Raga (ep 48) * Adolf Suguitani: Eduardo Camarão (ep 28) * Yaminin Devil Cats: Francisco Brêtas (ep 36) * Onin Jane: Lucia Helena (ep 40) * Shakonin Strower: Robson Raga (ep 43) * Oshinin Dell Star: João Francisco Garcia * Manin Luana: Rosa Maria Baroli (ep 15) * Water/ Tree/Land /Fire): Oswaldo Boaretto (ep 16) / Robson Raga (ep 16) * Yajiro/Satã Yashura: Leonardo Camilo (eps 17 e 18) * CChefe de uma família: Luiz Antônio Lobue (ep 26) Aman Negro: Ricardo Medado (ep 29) * Comando Assassino - eps 34 e 35: Carlos Laranjeira e ??? (mesmo dublador desconhecido que dublou Kanin Parks no ep 31) * Líder dos Kamenin (ep 45): João Paulo Ramalho ==Exibição no Brasil== Foi trazida ao Brasil pela extinta empresa Top Tape e estreou no dia 2 de outubro de 1989 pela Rede Manchete, continuando a fazer muito sucesso na década de 1990. Mais tarde, voltou a ser exibida pela mesma emissora entre 1998 e 1999. Com a venda da Manchete, a série foi exibida ora pela manhã, ora ao final de tarde na RedeTV! até meados de 1999, pouco antes da emissora estrear a sua programação definitiva. Foi exibido diariamente na TV Diário de Fortaleza entre janeiro e março de 2013, com nova exibição em 2018. Também foi exibido pela Rede Brasil de Televisão (RBTV), Ulbra TV, NGT e na TV Marajoara do Pará. Em março de 2020, Jiraiya, passou a ser exibido pela Band nas manhãs de domingo, junto com Jaspion e Changeman. A série teve audiência satisfatória para os padrões da emissora e grande repercussão nas redes sociais, e pela primeira vez deste 1991, que a série teve todos os seus episódios exibidos. Sua última exibição foi no dia 13 de setembro de 2020, encerrando as exibições de Tokusatsu na Band. == Trilha sonora == === Temas === (de acordo com o álbum \"Sekai Ninja Sen Jiraiya Hit Kyokushū\") * Faixa 1 - Jiraiya, por Akira Kushida (tema de abertura) * Faixa 2 - Jiraiya Sanjō!, por Akira Kushida * Faixa 3 - Hikaru Kaze, por Akira Kushida * Faixa 4 - Yami no Kajin ~Yōma no Theme~, por Akira Kushida * Faixa 5 - Kagayake! Jiraiya, por Takumi Tsutsui * Faixa 6 - Unare Jikō-Shinkū-Ken, por Akira Kushida * Faixa 7 - Kei to Emiha ~Emiha no Theme~, Megumi Sekiguchi * Faixa 8 - Sora Kara Hibiku Koe, por Akira Kushida * Faixa 9 - Soko ni Paradise, por Akira Kushida * Faixa 10 - SHI NO BI '88, por Akira Kushida (tema de encerramento) === BGM (músicas de fundo) === (de acordo com o álbum \"Sekai Ninja Sen Jiraiya Ongakushū\") * Faixa 1 - Jiraiya (TV SIZE) * Faixa 2 - Pako Densetsu * Faixa 3 - Dokusai no Yabō * Faixa 4 - Sekai Ninja no Chōsen * Faixa 5 - Tachiagare Tōha * Faixa 6 - SHI NO BI '88 (TV SIZE KARAOKE) * Faixa 7 - Reiha Kenzan! * Faixa 8 - Sekai o Kakeru Yūjō * Faixa 9 - Shukumei no Shoujo Tachi * Faixa 10 - Shinobi Yoru Kage * Faixa 11 - Uzumaku Yōki * Faixa 12 - Jiraiya (TV SIZE KARAOKE) * Faixa 13 - Yamachi Ke ~Hikari no Naka de~ * Faixa 14 - Emiha Bojou * Faixa 15 - Sekai Ninja Sen * Faixa 16 - Shūgeki! Yōma Ichizoku * Faixa 17 - Unare Jikō Shinkū Ken (INSTRUMENTAL) * Faixa 18 - Dai Tate * Faixa 19 - Jikō Shinkū Ken Makkō Ryōdan! * Faixa 20 - Aratanaru Ketsui * Faixa 21 - SHI NO BI '88 (TV SIZE) Música: Kei Wakakusa ===Trilha sonora brasileira=== (de acordo com o álbum \"Jiraya (sic), o incrível ninja\" - Top Tape, 1989) * Faixa 1 - Ninja Jiraya (sic), por Renato Ladeira e Ronaldo Barcellos (tema de abertura) * Faixa 2 - Espada Olímpica, por Ronaldo Barcellos * Faixa 3 - Veio pra ficar, por Ronaldo Barcellos * Faixa 4 - Agora é hora, por Ronaldo Barcellos * Faixa 5 - Ninja Jiraya (sic), instrumental * Faixa 6 - Ninja Jiraya (sic), tema original japonês Jiraiya, por Akira Kushida * Faixa 7 - Energia e sabedoria, por Renato Ladeira e Ronaldo Barcellos (tema de encerramento) * Faixa 8 - Nossa esperança, por Ronaldo Barcellos * Faixa 9 - Viva a paz viva o amor, por Ronaldo Barcellos * Faixa 10 - Ensinamentos ninja, por Ronaldo Barcellos * Faixa 11 - Energia e sabedoria, instrumental * Faixa 12 - Energia e sabedoria, tema original japonês SHI NO BI '88, por Akira Kushida ===Outas mídias=== Durante o evento CCXP Worlds 2021, a Editora JBC anunciou que irá publicar uma HQ brasileira em estilo mangá do Jiraiya, a publicação será oficial e canônica ao universo Jiraiya e é uma parceria da JBC com a Sato Company e a Toei Company, a previsão de lançamento é para o fim de 2022 ou começo de 2023. ==Ligações externas== * * no canal Tokusatsu TV da distribuidora Sato Company Categoria:Programas da TV Asahi Categoria:Metal Hero",
 "title": "Jiraiya (série)"
}