{
 "id": "102068",
 "text": "O Renascimento do século XII consistiu num conjunto de transformações culturais, políticas, sociais, e econômicas ocorridas nos povos da Europa ocidental. Nessa época ocorreram eventos de grande repercussão: a renovação da vida urbana, após um longo período de vida rural, girando em torno dos castelos e mosteiros; o movimento das Cruzadas, a restauração do comércio, a emergência de um novo grupo social (os burgueses) e, sobretudo, o renascimento cultural com um forte matiz científico-filosófico, que preparou o caminho para o renascimento italiano, eminentemente literário e artístico. == Antecedentes == Herdeiro da desintegração do Império Romano, o Ocidente europeu do início da Idade Média era pouco mais que uma colcha de retalhos com populações camponesas e tribos germânicas em processo de desagregação cultural, romanização (latinização fonética e idiomática) e asiatização religiosa/cultural (adotando um efêmero movimento religiodo do Oriente Próximo - ao menos no lugar de origem do mesmo - e renegando as suas proprias raízes animistas, politeístas e afins). A instabilidade política e o definhar da vida urbana golpearam duramente a vida cultural do continente. A Igreja Católica, como única instituição que não se desintegrou juntamente com o extinto império, mantinha o que restava de força intelectual, especialmente através da vida monástica. Com o tempo a sociedade foi se estabilizando e, em certos aspectos, no século IX o retrocesso causado pelas migrações bárbaras já estava revertido, mas nessa época os pequenos agricultores ainda eram impelidos a se proteger dos inimigos junto aos castelos. Esse cenário começa a mudar mais fortemente com a contenção das últimas ondas de invasões estrangeiras no século X, época em que o sistema feudal começa a ser definido. O período de relativa tranquilidade que se segue coincide com um período de condições climáticas mais amenas. A partir do ano 1000, o Feudalismo entra em ascensão e leva ao período histórico que dá nome ao presente artigo. == Renascimento do século XII == Nos séculos XI e XII, começaram a ocorrer várias mudanças sociais, políticas e econômicas. Evoluções técnicas possibilitaram o cultivo de novas terras e aumentaram a diversidade dos produtos agrícolas, que sustentaram uma população que cresceu rapidamente. O crescimento populacional e o aumento da produtividade agrícola permitiram um fortalecimento da vida urbana. As cidades cresceram e tornaram-se centros de comércio e artesanato, abandonando a sua dependência agrária, em torno dos castelos e dos mosteiros. Muitas cidades europeias, chamadas de burgos, acabaram por tornar-se livres das relações servis e do domínio dos nobres (senhores feudais) se transformando em ilhas de capitalismo em um continente feudal. O comércio estava em franca expansão e se impôs como uma das atividades econômicas mais determinantes da sociedade. Surgiu um novo grupo social: os burgueses (habitantes dos burgos), dedicados essencialmente ao comércio. Por motivos políticos, os \"burgueses\" recebiam frequentemente o apoio dos reis, que muitas vezes estavam em conflito com os outros nobres senhores feudais. Na língua alemã, o ditado Stadtluft macht frei (\"O ar da cidade liberta\") ilustra este fenômeno. Com o restabelecimento do comércio com o Oriente Próximo e o desenvolvimento das cidades, começaram a ser minadas as bases da organização feudal. Na medida em que aumentou a demanda de produtos agrícolas para o abastecimento da população urbana, elevou-se o preço dessas mercadorias, permitindo aos camponeses maiores fundos para a compra de sua liberdade. Ao mesmo tempo, a expansão do comércio e da indústria criou novas oportunidades de trabalho, atraindo os servos para as cidades. Esses acontecimentos, aliados à formação dos exércitos profissionais e à insurreição camponesa, contribuíram depois para o declínio do feudalismo europeu, que viveu seu auge nesse período prévio ao renascimento. === O renascimento comercial === O renascimento comercial na Idade Média beneficiou principalmente as cidades italianas, alguns dos motivos foram: * Localização geográfica favorável (mar Mediterrâneo); * Fortalecimento das ligações comerciais com o Oriente, durante a Quarta Cruzada, onde se obteve o direito à distribuição de mercadorias orientais pelo continente europeu. * Na Europa Setentrional, o comércio ampliou-se na região dos mares Báltico e do Norte, destacando-se a região de Flandres, devido a sua produção de lã. * As regiões norte e sul da Europa foram interligadas por rotas terrestres e fluviais criadas pelas atividades comerciais. As feiras eram os locais de compra e venda de produtos dos negociantes. Até o século XIV, as feiras mais importantes eram na região de Champanhe, França. * Esse comércio possibilitou o retorno das transações financeiras, o reaparecimento da moeda, ou seja, deu vida às atividades bancárias. Com isso a terra deixava de ser a única fonte de riqueza e um novo grupo social surgiu, os mercadores ou comerciantes. As cidades assumiam papéis diversificados durante o passar dos tempos. Na época do feudalismo, as cidades serviam apenas como centros religiosos e militares,além de serem ligadas ao feudo. O crescimento delas só começou a surgir quando o comércio se expandiu. Na época do feudalismo, o senhor feudal tinha controle tanto no campo como na cidade. Não havia distinção de cidade e campo. No começo a maioria das cidades eram cercadas por altas muralhas, fazendo assim um núcleo urbano, chamado burgo. Mas com o aumento da população os burgos ultrapassaram os limites das muralhas. Então os habitantes dos burgos passaram a ser os comerciantes e artesãos, também chamados de burgueses. Com o progresso do comércio e do artesanato, o crescimento social da burguesia também foi notado. Estes eram homens livres de laços com senhores feudais. Mas, a partir do século XI, quando as cidades começaram a crescer e os burgueses aparecerem, a situação mudou. Porque agora as cidades tinham ganho prestígio econômico e poder e os burgueses, começaram a buscar sua autonomia em relação ao feudo. Esse movimento de independência das cidades em relação ao feudo é chamado de movimento comunal. Esse movimento serviu de base para o processo de emancipação de algumas cidades. Poderia ocorrer por duas maneiras: ou era por via pacífica , pagando-se ao senhor feudal; ou pelo uso das armas, através de combate. Se fosse por este meio, havia a união de reis e burgueses, onde as tropas serviam de instrumento de intimidação para os nobres aceitarem a liberdade dos burgos. Esse movimento foi do século XI ao século XIII. === Fatores que contribuíram para o renascimento comercial === * O esgotamento das terras: com o esgotamento de terras férteis, muitos camponeses se viram sem alternativa de trabalho ou emprego. Por isso o comércio foi uma opção achada por eles para a entrada nas atividades comerciais. * As Cruzadas: ajudaram a expandir as atividades comerciais, pelo menos por três motivos: os cruzados não eram os únicos a irem as expedições cruzadistas, os viajantes mercadores iam juntos, e assim serviam como abastecedores dos peregrinos com seus produtos. * O contato com o Oriente: esse contato fez nascer o gosto pelos artigos luxuosos, nos ocidentais, o qual fez ampliar largamente o consumo destes artigos na Europa. * O enriquecimento dos nobres: estes iam para as Cruzadas, aumentando a riqueza em circulação. === Renascimento urbano === As cidades assumiam papéis diversificados durante o passar dos tempos. Na época do feudalismo, as cidades serviam apenas como centros religiosos e militares além de serem ligadas ao feudo. O crescimento delas só começou a surgir quando o comércio se expandiu. Na época do feudalismo, o senhor feudal tinha controle tanto no campo como na cidade. Não havia distinção de cidade e campo. No começo a maioria das cidades eram cercadas por altas muralhas, fazendo assim um núcleo urbano, chamado burgo. Mas com o aumento da população os burgos ultrapassaram os limites das muralhas. Então os habitantes dos burgos passaram a ser os comerciantes e artesãos, também chamados de burgueses. Com o progresso do comércio e do artesanato, o crescimento social da burguesia também foi notado. Estes eram homens livres de laços com senhores feudais. Mas, a partir do século XI, quando as cidades começaram a crescer e os burgueses aparecerem, a situação mudou. Porque agora as cidades tinham ganho prestígio econômico e poder e os burgueses, começaram a buscar sua autonomia em relação ao feudo. Esse movimento de independência das cidades em relação ao feudo é chamado de movimento comunal. Esse movimento serviu de base para o processo de emancipação de algumas cidades. Poderia ocorrer por duas maneiras: ou era por via pacífica , pagando-se ao senhor feudal; ou pelo uso das armas, através de combate. Se fosse por este meio, havia a união de reis e burgueses, onde as tropas serviam de instrumento de intimidação para os nobres aceitarem a liberdade dos burgos. Esse movimento foi do século XI ao século XIII. As cidades independentes (as comunas), começaram a planejar uma forma de governo - com direito a prefeitos e magistrados - que se encarregavam de administrar e defender tanto as cidades como seus interesses, os burgueses de maior riqueza e poder ocupavam os principais cargos, elaboravam leis, criavam tributos, controlavam os impostos para fazer e manter a construção de obras e claro tinham política própria. Com todos esses atrativos, as cidades passaram a ser um chamariz para os servos do campo se mudarem para a cidade. Elas passaram a ser encaradas como locais de segurança e liberdade para os que quisessem sair do poder do senhor feudal, embora se comprove que muitos dos camponeses que mudavam do campo para a cidade levavam uma vida difícil, visto que eram considerados trabalhadores desqualificados e ainda mal remunerados. === Renascimento cultural === O desenvolvimento de rotas entre os diversos povos reduziram as distâncias, facilitando não só o comércio de bens físicos, como também a troca de ideias entre os países. Nesse ambiente receptivo, começam a ser abertas novas escolas ao longo de todo o continente, inclusive em cidades e vilas menores. No campo intelectual, as mudanças são também fruto do contacto com o mundo oriental e árabe através das Cruzadas e do movimento de Reconquista da Península Ibérica. Na altura, o mundo islâmico encontrava-se bastante avançado em termos intelectuais e científicos. Os autores árabes tinham mantido durante muito tempo um contacto regular com as obras clássicas gregas (Aristóteles, por exemplo), tendo feito um trabalho de tradução que se tornaria valioso para os povos ocidentais, já que por este meio voltaram a entrar em contacto com as suas raízes eruditas entretanto \"esquecidas\". De facto, seja em Espanha (Toledo), seja no sul de Itália, os tradutores europeus produziram um espólio considerável de traduções que permitiram avanços importantes em conhecimentos como a astronomia, a matemática, a biologia e a medicina, e que se tornariam o gérmen da evolução intelectual européia dos séculos seguintes. Por volta de 1150, são fundadas as primeiras universidades medievais – Bolonha (1088), Paris (1150) e Oxford (1167) — em 1500 já seriam mais de setenta. Esse foi efetivamente o ponto de partida para o modelo actual de universidade. Algumas dessas instituições recebiam da Igreja ou de reis o título de Studium Generale; e eram consideradas os locais de ensino mais prestigiados da Europa, seus acadêmicos eram encorajados a partilhar documentos e dar cursos em outros institutos por todo o continente. Tratando- se não apenas de instituições de ensino, as universidades medievais eram também locais de pesquisa e produção do saber, além de focos de vigorosos debates e muitas polêmicas. Isso também ficou claro nas crises em que estas instituições estiveram envolvidas e pelas intervenções que sofreram do poder real e eclesiástico. A filosofia natural estudada nas faculdades de Arte dessas instituições tratava do estudo objetivo da natureza e do universo físico. Esse era um campo independente e separado da teologia; entendido como uma área de estudo essencial em si mesma, bem como um fundamento para a obtenção de outros saberes. Outro fator importante para o florescimento intelectual do período foi a atividade cultural das novas ordens mendicantes: especialmente os dominicanos e os franciscanos. Ao contrário de ordens monásticas, voltadas para a vida contemplativa nos mosteiros, essas novas ordens eram dedicadas à convivência no mundo leigo e procuravam defender a fé cristã pela pregação e pelo uso da razão. A integração dessas ordens nas universidades medievais proporcionava a infra-estrutura necessária para a existência de comunidades científicas e iria gerar muitos frutos para o estudo da natureza, especialmente com a famosa escola Franciscana de Oxford. O influxo de textos gregos, as ordens mendicantes e a multiplicação das universidades iriam agir conjuntamente nesse novo mundo que se alimentava do turbilhão das cidades em crescimento. Em 1200 já havia traduções latinas razoavelmente precisas dos principais trabalhos dos autores antigos mais cruciais para a filosofia: Aristóteles, Platão, Euclides, Ptolomeu, Arquimedes e Galeno. Nessa altura a filosofia natural (e.g. ciência) contida nesses textos começou a ser trabalhada e desenvolvida por intelectuais notáveis do escolasticismo. Alguns dos nomes mais importantes do período são: Robert Grosseteste, Roger Bacon, Alberto Magno, Tomás de Aquino, Duns Scot, William de Ockham, Jean Buridan e Nicole d'Oresme. Eles geraram novas tendências para uma abordagem mais concreta e empírica da natureza, representando um prelúdio do pensamento moderno. ===Tecnologia=== O mesmo ciclo de prosperidade que impulsionou a produção cultural traz também grande impacto na área da técnica. O renascimento do século XII e o período que se segue a ele também já foi chamado de a Revolução Industrial da Idade Média, pelo aumento radical no número de invenções e importação de tecnologias. Ocorreram muitas inovações na forma de utilizar os meios tradicionais de produção. No setor agrícola, por exemplo, foi essencial a redescoberta de ferramentas como a charrua, o peitoral, o uso de ferraduras, e a utilização de moinhos d'água. Na arquitetura, surgiram o estilo gótico, que foi possibilitado por diversos avanços nas técnicas que foram aplicadas à construção das catedrais. Presenciaram-se descobertas como as dos óculos no século XIII, da prensa móvel no século XV, o aperfeiçoamento da tecnologia da pólvora (descoberta na China) e a invenção dos relógios mecânicos, que se espalharam nos ambientes urbanos e transformaram a noção de tempo daquelas sociedades. Muito importantes foram também avanços em instrumentos como a bússola e o astrolábio, que, somados às mudanças na confecção de mapas e à invenção das caravelas, tornaram possível a expansão marítimo-comercial europeia do início da Idade Moderna. == Fim do período == Por volta de 1340, a população europeia teria atingido aproximadamente 80 milhões de pessoas e, segundo alguns, o continente estava superpovoado. Ocorre, então, uma sensível piora econômica devido a fraudes financeirasMoney, Bank Credit, and Economic Cycles Jesus Huerta de Soto e climática. Períodos de fome como o de 1315-1317, eventos catastróficos como a Peste Negra, além de conflitos como a Guerra dos cem anos, causam abalos nas estruturas da sociedade e trazem um forte baque no ciclo de prosperidade que havia se instalado. Algum tempo depois esse baque seria superado, mas então já estaremos na transição da Idade Média para a Idade Moderna, com o Renascimento Italiano. == Ligações externas == *A Renascença == Ver também == *Ciência e tecnologia medieval *Reforma gregoriana *Escolástica *Renascença carolíngia *Renascimento do Século XV Categoria:Idade Média Categoria:Século XII",
 "title": "Renascimento do século XII"
}