{
 "id": "10208",
 "text": "A teleologia (do grego τέλος, finalidade, e -logía, estudo) é o estudo filosófico dos fins, isto é, do propósito, objetivo ou finalidade. Embora o estudo dos objetivos possa ser entendido como se referindo aos objetivos que os homens se colocam em suas ações, em seu sentido filosófico, teleologia refere-se ao estudo das finalidades do universo. Platão e Aristóteles elaboraram essa noção do ponto de vista filosófico. No Fédon, Platão afirma que a verdadeira explicação de qualquer fenômeno físico deve ser teleológica. Ele se queixa daqueles que não distinguem entre as causas necessárias e causas suficientes das coisas, que ele identifica, respectivamente, como a causa material e a causa teleológica. Ele diz que os materiais que compõem um corpo são condições necessárias para seu movimento e ação de uma determinada maneira, mas que os materiais não podem ser condições suficientes para seu movimento e ação, que seriam determinados pelas finalidades impostas pelo demiurgo (Deus-artesão). Aristóteles desenvolveu a ideia de causa final que ele acreditava que era explicação determinante de todos os fenômenos. Sua ética afirmava que o Bem em si mesmo é o fim a que todo ser aspira, resultando na perfeição, na excelência, na arte ou na virtude. Todo ser dotado de razão aspira ao Bem como fim que possa ser justificado pela razão. A teleologia de Aristóteles é estreitamente relacionada à sua teoria do ato e potência. Ernst Mayr aponta que o conceito de teleologia, na história da filosofia e das ciências, é utilizado em diversos contextos, referindo-se a diversos fenômenos estruturalmente diferentes. Dentre os processos e fenômenos aos quais foi tradicionalmente utilizado o conceito de teleologia, Mayr aponta os seguintes:\"MARTINS JUNIOR, P.P.; VASCONCELOS, V.V. A teleologia e a aleatoriedade no estudo das ciências da natureza: Sistemas, Ontologia e Evolução R. Inter. Interdisc. INTERthesis, Florianópolis, v.8, n.2, p. 316-334, Jul./Dez. 2011\" A) Teleomatismo: ocorre quando o investigador percebe que certas características de um fenômeno, sistema ou processo estudado apresentam uma tendência de mudança para um certo estado final. Ou seja, dado um estado inicial determinado, parece válido inferir que ele necessariamente se desenvolverá rumo a este termo previsto. B) Características seletivas: ocorre em situações em que vários objetos (como sistemas complexos) são produzidos aleatoriamente, com características e organizações diferentes entre si, e que, devido às restrições do ambiente, apenas um número limitado destes tipos de objeto consegue se manter ao longo do tempo. Neste caso, é comum, quando se pergunta o porquê de alguma característica do objeto existir, concluir-se que esta tem ou teve a função de assegurar a sobrevivência do objeto; embora, após uma análise mais aprofundada, seja preciso reconhecer que essa característica foi gerada aleatoriamente, ou ao menos, sem um “desejo premeditado” por parte do objeto. C) Teleonomia: ocorre quando um objeto ou sistema se orienta em direção a metas que devem ser alcançadas. Para alcançar estas metas (postas como causas finais), o objeto se adapta às características e restrições do meio onde está, calculando o que parece a melhor maneira de atingir seu objetivo. A teleonomia pode ser compreendida com uma analogia ao conceito de programa, pelo qual, através de uma organização especial do sistema em questão, o torna apto a buscar certas metas de maneira mais ou menos eficiente, as quais, portanto vão regular os processos e ações deste sistema. Mayr, dentro desta mesma analogia, propõe também a diferenciação entre programas fechados, isto é, em que as metas e a maneira de alcançá-las são definidas previamente ao início do processo, e os programas abertos, em que a programação ou mesmo as metas podem ser alteradas ao longo da história do sistema, dependendo de sua interação com o meio. D) Comportamento proposital: o entendimento deste tipo de fenômeno requer a pressuposição da existência de uma subjetividade pensante. Este pólo de subjetividade coloca para si metas a cumprir, e age com propósito (intenção) de alcançar estas metas. A característica principal do comportamento proposital é o reconhecimento de que o sistema complexo analisado seja consciente de suas metas (ou de parte delas), e que procure satisfazê-las a partir da atividade pensante. E) Teleologia cósmica: que recorre à imputação de uma finalidade, ou desígnio, transcendente encarnada na totalidade estudada (natureza, universo, cosmos, etc.), ou mesmo posta e dirigida por algo acima desta totalidade. Mayr criticou veementemente o uso desta suposta teleologia transcendente vinculada a teorias científicas. == Origem do termo == A palavra teleologia foi criada pelo filósofo alemão Christian Wolff no livro Philosophia rationalis, sive logica (1728). Aristóteles [384–322 a.C.], em sua Metafísica, elenca vários tipos de explicações sobre os processos existentes no mundo, que respectivamente correspondiam a quatro tipos de causas. Nessa ordem, temos: 1ª – causa formal; 2ª – causa material; 3ª – causa eficiente. Como quarto e último tipo causal, temos a explicação teleológica ou finalista, que explica o fim (ou meta) ao qual o acontecimento, ou ser, se encontra destinado. No viés dessa explicação, Aristóteles afirma que todas as coisas tendiam naturalmente para um fim, o que trocando em detalhes, significa afirmar que a concepção teleológica da realidade torna possível explicar a natureza (o fim, ou meta) de todos os seres. Neste sentido, a concepção teleológica de Aristóteles se remete à essência de cada ser, a uma teleologia interna dos entes naturais. A causa final faz o objeto mover-se e até transformar-se, procurando a perfeição, e esta só se realiza na medida em que ele cumpre a função para o qual foi designado em essência. Essa mesma concepção será aplicada na sua obra Ética a Nicômaco, na proposição de que o ser humano tem como finalidade intrínseca buscar a sua própria felicidade.\"VASCONCELOS, V.V. MARTINS JUNIOR, P.P. A Teleologia e o Estudo das Ciências da Natureza – Contribuições da Filosofia. AMBIENTE & EDUCAÇÃO: revista de educação ambiental. Vol. 16(1), 2011\" == O uso na Idade Média == Dada as suas formações essencialmente religiosas, os pensadores da Idade Média tenderam a interpretar o conhecimento (incluindo o conhecimento da Natureza) por um viés teológico. Para religiosos medievais, todo o destino do homem e do universo estava nas mãos de Deus, e só restava aos fiéis reconhecer esta vontade divina. A Natureza, inclusive, será referida através dos sinais de Deus discerníveis nela, os quais evidenciariam a grandeza divina. E a correta compreensão da Natureza e do homem não se daria através da observação do mundo, mas sim pela interpretação das Sagradas Escrituras, que ensinariam sobre o sentido da vontade divina e, dessa maneira, de toda a Natureza criada. Portanto, faz sentido falar de uma teleologia transcendente na interpretação do mundo durante o período medieval, no sentido da percepção de que os fenômenos e os entes se enquadrariam dentro dos objetivos que Deus pretendia para o destino da Criação. A visão de mundo teológica cristã mostrou-se bastante compatível com a interpretação teleológica de que o mundo possuiria uma tendência, através dos tempos, a um melhoramento ou perfeição. No caso cristão, ao longo dos tempos, o mundo convergiria, através das leis divinas, ao ideal de perfeição arquitetado por Deus. E mesmo após o período medieval, até os dias de hoje, essa visão originalmente cristã de uma teleologia cósmica influenciou marcadamente diversas interpretações, teológicas ou não, em que o universo, a natureza, e/ou a humanidade são considerados como tendendo a um progresso rumo a uma perfeição crescente ou a alguma meta ou ideal finalístico. Depois de o Primeiro Concílio de Niceia (325) ter estruturado o cristianismo tal como o conhecemos hoje, a explicação por causas finais passou a ser considerada a única explicação conveniente para os mistérios divinos. Isso resultou da introdução da filosofia clássica nos contextos filosóficos e teológicos (praticamente indistintos naquele período), principalmente a introdução de Platão no pensamento do clero (tendo como principal representante Agostinho de Hipona)e, posteriormente, de Aristóteles (cuja obra foi redescoberta através dos mouros, chegando a Europa só no fim da idade média). Este movimento de inserção da filosofia clássica no pensamento medieval é o que hoje se conhece por escolástica, que procurava compreender a revelação divina mediante o uso dos conceitos herdados daquele período anterior. == A crise na Idade Moderna == Na Idade Moderna verificou-se uma mudança de tendências: considerava-se que a explicação teleológica era antropomórfica, pois o fato de o ser humano atribuir objetivos (causas finais, projetos) às suas próprias ações (por exemplo, o trabalhador impondo seus objetivos sobre a matéria trabalhada) não justifica supor que o universo como um todo seja do mesmo modo submetido a alguma finalidade imposta. No entanto, no início da idade moderna difundiu-se o mecanicismo e o deísmo, que tentaram explicar o mundo pelas causas eficientes com o propósito de descobrir as causas finais que teriam sido arquitetadas por Deus (metáfora do mundo como um relógio e de Deus como relojoeiro). O nascimento da ciência moderna relaciona-se ao estudo das causas eficientes dos fenômenos e um crescente abandono da ideia de causa final, considerada antropomórfica. Em suma, a explicação dos fenômenos deixou de ser feita pela teleologia e, em seu lugar, buscou-se explicar os fenômenos como emergentes. Nessa seara, o pensamento da modernidade propunha, em linhas gerais, uma nova metodologia para o conhecimento. As teorias e asserções sobre o mundo deveriam estar estritamente ligadas à observação dos fenômenos empíricos e à sua submissão ao raciocínio lógico e matemático. Suposições que não se sustentassem nesses critérios deveriam ser questionadas; e a partir disso é que tanto Galileo quanto Descartes eliminam a causa final aristotélica (e com isso os modelos de explicação teleológica imanente e transcendente) da ciência. Para Descartes, à ciência só restaria a causa eficiente (modelos de explicação estritamente de causa e efeito), enquanto o questionamento da causa final, tanto de cada ser quanto do universo enquanto todo, seria relegado aos teólogos. Ademais, atribuir vontade e finalidade à matéria seria conceber, ao material, atributos que são específicos da subjetividade (alma), o que não se adequaria ao método científico. == Ajuste Fino == Diversas discussões cosmológicas surgiram em torno do ajuste fino nas eternas disputas entre naturalistas e sobre naturalistas. O ajuste fino do universo teria fartas evidências que teve por finalidade (teleologia) abrigar a vida inteligente e assim conclui: > 'É logicamente possível que os parâmetros determinado exclusivamente por > princípios teóricos abstratos simplesmente acontecem para exibir todos os > ajustes finos aparentes necessários para produzir, por uma feliz > coincidência, um universo contendo estruturas complexas. Mas isso, eu acho, > realmente estica credulidade\". == A Seleção Natural == Quando Charles Darwin escreveu A origem das espécies uma revolução começou. Segundo a teoria sintética da evolução, que inclui a teoria darwiniana, a genealogia dos seres vivos é afetada por mutações aleatórias no passar das gerações, e, ao longo desta história, os mais adaptados ao ambiente se propagarão. Desta maneira, explica-se que os objetivos dos seres vivos, como auto-preservação e reprodução, assim como a eficácia e o desejos finalista por estes, podem ter emergido nos seres vivos de maneira aleatória, contudo, por ajudarem na perpetuação destas espécies, continuaram cada vez mais presentes nos seres vivos. Parafraseando Darwin com uma terminologia mais atualizada, seu postulado pode ser enunciado da seguinte maneira: \"os indivíduos de uma espécie que obtêm, de uma série de traços aleatórios (mutações), uma adaptação mais adequada (eficácia biológica) que outros membros da mesma espécie com os quais competem pelo mesmo alimento, serão os que transmitirão sua carga genética às gerações seguintes, causando assim, ao largo de muito tempo, a variação das espécies sobre a Terra\". É assim que Darwin fala de uma “teleologia não consciente da natureza”, não- finalista em relação ao todo natural, e que marca passagem da teleologia (em seu sentido estrito) para uma espécie de teleonomia, que estudaria os fins dos seres vivos a partir de uma história de evolução natural, a qual está encarnada em um mundo objetivo e sem uma teleologia última no fundo. Após a síntese evolucionista, na década de 1940, completa-se o cenário da teleonomia na biologia evolutiva, considerando que os fins dos seres vivos se dão por uma espécie de programação, em parte advinda do código genético transmitido geracionalmente, e em parte devido ao efeito da interação contínuo do indivíduo com o meio (esta última é notadamente marcante em animais com cérebro e sistema nervoso mais desenvolvido). Como se pôde observar, a explicação darwiniana é naturalista e eficientista. Ela não se baseia em fins determinados que possam ser perseguidos. Tal postura ia de encontro à doutrina criacionista defendida pela igreja, o que provocou uma reação desta. A compreensão mais difundida, na qual se ridiculariza a pretensão darwiniana de que a espécie humana descende do macaco, não passou de uma estratégia da igreja para ocultar o verdadeiro ponto de ataque contra a então nova teoria. == Usos contemporâneos == Atualmente, muitos grupos e doutrinas seguem utilizando as explicações teleológicas para oferecer explicações alternativas às explicações contemporâneas denominadas \"científicas\". O exemplo talvez mais difundido disto é o Design inteligente. Tem se tornado comum as proposições de teorias de forte tendência teleológica totalizante ou cósmica, tanto como a hipótese Gaia (de um planeta “inteligente” e finalista), e mesmo diversas correntes espiritualistas-ecológicas que procuram conciliar a teleologia conservacionista com aspectos finalistas mais amplos. É preciso atentar para que as argumentações não partam de concepções confusas e pouco definidas de teleologia, sob pena de resultarem raciocínios falhos e da conseqüente desconfiança frente meio acadêmico tradicional. == Teleologia na ciência == Norbert Wiener (1942) chamou de sistemas teleológicos aos sistemas cibernéticos cujo funcionamento pode ser descrito como orientado a um fim. Desde então o desenvolvimento do estudo dos sistemas complexos tornou as explicações teleológicas cientificamente aceitáveis. == Ver também == * Causalidade * David Hume * Argumento Teleológico * Hipótese de Gaia * Anamorfismo * Deontologia * Aristóteles == Bibliografia == * MORA, José Ferrater. Dicionário de Filosofia. São Paulo: Martins Fontes, 2001. * Rosenblueth, A.; Wiener, N.; Bigelow, J. (1943): «Behavior, Purpose and Teleology», en Philosophy of Science, vol. 10, nº 18-24. Categoria:Filosofia da religião Categoria:Teorias metafísicas Categoria:Filosofia da história Categoria:Causalidade",
 "title": "Teleologia"
}