{
 "id": "102175",
 "text": "Na mitologia grega, Niso, um dos filhos de Pandião II de Atenas, foi um dos reis de Mégara. Em sua honra foi crismado o porto de Niseia, por si fundado. Niso destaca-se por ter nascido com uma madeixa de cabelo roxo, à qual o oráculo atribuira poderes mágicos, mais concretamente, enquanto a madeixa permanecesse intacta, Niso permaneceria vivo e incólume contra todos os males, bem como o seu reino. == Isagoge == Pandião II fora o rei de Atenas, antes de ter sido expulso pelos metiónidas, filhos do seu primo Metion. Subsequentemente, Pandião II refugiou-se em Mégara, onde se casou com Pylia, filha do rei Pylas. Mais tarde, quando Pylas matou o próprio tio, Bias, viu-se na contingência de partir para o Peloponeso, onde acabou por fundar Pilos. Neste comenos, o reino de Mégara passou para as mãos de Pandião. Enquanto esteve em Mégara, Pandião teve vários filhos, dos quais se inclusivem Egeu e Niso. == Reinado == Depois da morte do pai, Niso e os irmãos marcharam contra Atenas, expulsando os metiónidas, e ulteriormente, dividindo entre si a governação dos reinos. Destarte, Egeu ficando com o poder sobre AtenasPseudo- Apolodoro, Biblioteca, 3.15.6, ao passo que Niso se tornou rei de Mégara. Neste ensejo, Niso crismou a região que herdara do seu pai Niseia, em sua própria honra. Niso casou-se com Abrota, irmã de Megareu. Após a morte da sua mulher Abrota, Niso ordenou que todas as mulheres de Mégara usassem roupas semelhantes às que ela usava, chamadas de aphabroma.Plutarco, Quaestiones Graecae, Pergunta 16, O que é chamado pelos habitantes de Mégara de aphabroma? O rei Minos, após a morte do seu filho AndrogeuPseudo-Apolodoro, Biblioteca, 3.15.8, declarou guerra a Atenas e nesse comenos, atacou e sitiou a pólis de Mégara, por esta ser aliada de Atenas. Durante o cerco de Mégara, a filha de Niso, Cila apaixonou-se por Minos. Noutras versões, sustenta-se que, em vez disso, Cila se deixou subornar por Minos. A mando de Minos, Cila arrancou a madeixa de cabelo roxo ao pai, roubando-lhe a invulnerabilidade. Subsequentemente, Niso morre (ou suicida-se, de acordo com outras versões), transformando-se numa águia-pesqueira. Minos, após tornar-se mestre de Mégara, julgando que Cila por ter sido capaz de trair o próprio pai, não seria capaz de ser leal a ninguémPartênio de Niceia, Metamorfoses, Fragmento 20 e afirmando que Creta não poderia acoitar tal tipo de criminosa,Higino, Fabulae, CXLVIII, Niso mandou-a amarrar à proa do seu navio, matando-a afogamento.Pseudo-Apolodoro, Biblioteca, 3.15.8 Ao morrer, Cila transforma-se, de acordo com algumas versões, num peixe e de acordo com outras, numa garça marinha. Castigada deste modo pelos deuses, Cila é eternamente perseguida pelo pai, ora volvido águia-pesqueira. == Sucessão == Há duas tradições sobre sua sucessão, relatadas por Pausânias: numa versão, Megareu, filho de Posídon, veio ajudar Niso na guerra contra Minos, com um exército de beócios, mas foi morto, e ao local onde caiu, que se chamava Nisa, passou a chamar-se MégaraPausânias (geógrafo), Descrição da Grécia, 1.39.5. Noutra versão, que Pausânias atribui à tradição de Mégara, e que não menciona a guerra com Minos, Megareu casa-se com Ifinoé, filha de Niso, tendo posteriormente sucedido a Niso como rei de Mégara.Pausânias (geógrafo), Descrição da Grécia, 1.39.6 Categoria:Reis de Mégara",
 "title": "Niso"
}