{
 "id": "1021",
 "text": "iPAQ foi uma linha inicialmente de personal digital assistants (assistente pessoal digital) e posteriormente de smartphones, inicialmente desenvolvida pela Compaq e posteriormente continuada pela Hewlett-Packard após a compra daquela por esta. Os primeiros modelos utilizavam processadores StrongARM da Intel e sistema operacional Pocket PC 2000/2002 (baseado no Windows CE 3.0), enquanto os seguintes modelos possuiam tanto processadores Intel como Samsung, e os sistemas operacionais Pocket PC 2003SE e Windows Mobile 5 (baseados no Windows CE 4.21 e 5.0, respectivamente). ==Séries== Em geral, costuma-se dividir a linha Ipaq em séries, sendo, fora de ordem cronológica: * Série 19xx * Série 22xx * Série 31xx * Série 36xx * Série 37xx * Série 38xx * Série 39xx * Série 4xxx * Série 5xxx * Série 1xx * Série 2xx * Série 3xx * Série 6xx * Série 9xx Cada série foca um determinado mercado, possuindo os aparelhos várias semelhanças entre si. Por exemplo, a Série 19xx é em geral formada por aparelhos pequenos, leves e de custo menor, ao contrário dos aparelhos pertencentes à série 5xxx, notadamente maiores, com mais funções e mais caros. Também digna de nota é a distinção feita entre aparelhos destinados ao mercado doméstico e corporativo, onde o dígito final 5 é reservado aos aparelhos dedicados ao mercado corporativo. Por exemplo, o modelo Ipaq H1930 é estritamente igual ao modelo Ipaq H1935, porém enquanto aquele destina-se ao usuário doméstico, este tem como nicho o meio corporativo. ==Compaq iPAQ== Compaq iPAQ refere-se ao iPAQ Pocket PC e um assistente pessoal digital primeiro revelada pela Compaq em abril de 2000; o nome foi retomado do anterior da Compaq iPAQ computadores pessoais. Desde Hewlett-Packard a aquisição da Compaq, o produto foi comercializado pela HP. O dispositivo era a principal competição para o Palm, mas fornecia mais capacidades multimídia utilizando uma interface do Microsoft Windows. Para além deste, existiam diversas distribuições Linux que também funcionavam em alguns desses dispositivos. Anteriormente, eram unidades modulares. \"Sleeve\" acessórios, tecnicamente chamado casacos, que deslize ao redor da unidade e adicionar funcionalidades tais como um leitor de cartão de rede sem fios, GPS, e até mesmo extra baterias foram utilizadas. Os iPAQs têm a maior parte desses recursos integrados na base do próprio dispositivo == Ver também == * HP Jornada Categoria:Compaq Categoria:Computadores portáteis Categoria:Linux embarcado",
 "title": "IPAQ"
}