{
 "id": "102136",
 "text": "Vaupés é um departamento da Colômbia. == História == O território atual do departamento foi habitado na era pré-colombiana por numerosos grupos indígenas, muitos dos quais, graças ao habitat da selva, sobreviveram à devastação da colonização; entre eles, os cuboos, desanos, guananos e tukanos, do grupo lingüístico tukano , são os mais numerosos. Os primeiros conquistadores do território foram Hernán Pérez de Quesada em 1538 e Philip Von Hutten em 1541; durante este tempo fazia parte da província de Popayán . Um século depois, as primeiras missões jesuíticas (1657) e as carmelitas (1695) chegaram do Brasil. A partir de 1750 foram fundadas numerosas cidades missionárias e fortes portugueses, que logo desapareceram. O governo da Grã Colômbia (1821-1830) atribuiu-o ao departamento de Boyacá e depois tornou-se parte do Território de Caquetá, até 1857, quando, juntamente com ele, era a jurisdição do Estado Soberano do Cauca e depois (em 1886) do departamento de Cauca. A partir de 1880, iniciou-se a penetração das missões franciscanas vindas do Brasil, que concentraram os índios em aldeias de até 2.000 habitantes, culminando em revoltas indígenas entre 1910 e 1920. Ao mesmo tempo, houve uma expansão da exploração do território. A exploração da borracha, que trouxe a extinção da maioria de sua população indígena, realizou uma verdadeira conquista do território. O decreto 1.131 de 1910 criou a Comissaria del Vaupés , segregado do antigo território de Caquetá. Entre 1914 e 1917, os missionários monfortianos fizeram várias fundações no território e, desde 1943, foram estabelecidas missões protestantes. Entre 1969 e 1970, a resistência indígena, apoiada pelos missionários, conseguiu expulsar os remanescentes da exploração da borracha. Anteriormente a esta situação, as leis nº 18 de 1963 e 55 de 1977, segregaram dos Vaupés as delegacias de Guaviare e Guainía , com a delegacia de polícia do Vaupés adquirindo sua atual configuração. A constituição de 1991 elevou-a à categoria de departamento. Até 1936, a capital de Vaupés era Calamar (hoje uma localidade do departamento de Guaviare ), mas a necessidade de afirmar a soberania na fronteira com o Brasil fez com que a capital se mudasse para a recém-criada cidade de Mitu, no rio Vaupés, perto da fronteira entre Colômbia e Brasil. == Geografia == O rio Apaporis forma sua fronteira sul com os departamentos de Caquetá e Amazonas. Ao norte, faz fronteira com Guaviare e Guainía e a leste com o Brasil, através do estado brasileiro do Amazonas.Departamento del Vaupés (em espanhol) Vaupés ocupa um setor de transição entre as planícies secas da Orinoquia, ao norte, e a floresta amazônica, ao sul. Suas temperaturas variam entre 25 e 30 ° C. O departamento compartilha a Reserva nacional natural Nukak, juntamente com o departamento de Guaviare. Suas paisagens naturais e a riqueza da fauna e flora oferecem uma certa atração turística, que inclui espécies únicas de fauna e flora. As principais plantações incluem a mandioca ou tapioca, milho, banana, inhame e frutos silvestres. Recursos de mineração como ouro e ilmenita são explorados. Estando localizado na floresta amazônica, Vaupés carece de rotas terrestres para outras partes do país e só é possível chegar à capital por rio (especialmente pelo rio Vaupés ) ou por via aérea, contando pequenos aeródromos em várias de suas comunidades ou aldeias indígenas, que permitem a conexão com Mitú e de lá com Bogotá e outras regiões. O departamento é regado por inúmeros rios, todos pertencentes à grande bacia amazônica. O rio Vaupés atravessa o departamento de oeste a leste e serve como um canal de comunicação entre várias cidades ribeirinhas. Os rios Papunaua, Suruby Suruí, Querarí, Cuduyarí, Pacoa, Taraíra (ou Traíra), Isana, Cananarí, Pacoa, Papurí, Pira Paraná, Tiquíe, Apaporis, Mambú e Ujca ou Vica também banham a região; os córregos Jotabeyá, Cotudo, Inambú e os córregos Caruru, Lindala, Tatú, Colorado, Comeyacá, Tí, Tuí, Cubiú, Paraná, Pichuna, Alsácia, Chontaduro, Macú, Cuyucuyu, Petróleo, Bacatí, Arara, Guiriri e Umarí também são notáveis na hidrografia do departamento. == Municípios == # Carurú # Mitú # Taraira === Etnias === Cor/Raça Porcentagem Indígenas 66,63% Mestiços e Brancos 31,81% Afro-colombianos 1,55% == Ver também == * Rio Uaupés Categoria:Estados e territórios fundados em 1991",
 "title": "Vaupés"
}