{
 "id": "102284",
 "text": "A Ilha Espanhola que inclui atualmente a República Dominicana, foi a segunda do Novo Mundo a ser colonizada pelos espanhóis. Estes trouxeram consigo diversas doenças desconhecidas dos outros povos indígenas que, juntamente com a exploração a que estes foram submetidos, dizimaram a população nativa. Para os substituir, os colonizadores começaram a importar escravos. A cultura dominicana tem, então, raízes europeias, africanas e americanas. Muitos dominicanos preferem, contudo, considerar-se, culturalmente, europeus. Ainda que os dominicanos vejam a si mesmos como uma única família, existem diferenças em termos de classe e educação que os separam em grupos diversos. A diferença entre os ricos e os pobres é grande, sendo os últimos, essencialmente fazendeiros de poucos recursos e habitantes dos \"barrios\". A cultura metropolitana, acessível para as classes altas e para uma classe média cada vez mais reduzida, devido à conjuntura econômica é comparável à dos países mais desenvolvidos da Europa Ocidental ou mesmo dos Estados Unidos não é de forma alguma partilhada com a população de baixos recursos econômicos que têm carências de ordem vária: eletricidade, água potável, infraestruturas sanitárias não chegam a grande parte da população. Alguns dos traços partilhados por todos os grupos sociais são a forma particular de estabelecer relações sociais, o catolicismo com fortes tradições populares e a música popular. == Religião == O catolicismo com características populares é a religião predominante. Ainda que nem todos sejam católicos praticantes, quase todos se consideram católicos de nascença, a não ser que se tenham convertido ao cristianismo evangélico. Este movimento religioso tem alguma influência em determinadas áreas, particularmente a oriente, na capital e em Samana. Além das crenças convencionais católico Igreja Católica Romana, os católicos Dominicanos têm uma especial preferencia pelo culto dos santos, bem como das Virgens nacionais, altagracia e mercedes que são assumidas como símbolos da identidade Dominicana, quase tanto ou mais que a bandeira nacional. == Música == A dança circular areíto fascinou os conquistadores espanhóis. Com o tempo, a música local acabou substituída pela dos invasores e, depois, influenciada pela música negra. A Catedral de Santo Domingo, finalizada na primeira metade do século XVI, foi o centro musical local até o século XIX, quando compositores buscaram um estilo secular, entre eles Juan Bautista Alfonseca. == Língua == Os Dominicanos têm um dialecto espanhol descrito como \"mocha'o\". Há a tendência para a simplificação de certos grupos de consoantes.Os povos pré-colombianos da república dominicana são africanos mas não se sabe o nome da tribo. Em outras palavras, o espanhol dominicano tem fortes influências das línguas da África Ocidental e pode ser ouvido em sua sintaxe, gramática, vocabulário e palavras. == Bibliografia == *",
 "title": "Cultura da República Dominicana"
}