{
 "id": "102297",
 "text": "Half-Life 2 (estilizado como HλLF-LIFE2) é um jogo de tiro em primeira pessoa, lançado em 2004 pela Valve Corporation. Trazendo diversas inovações para o campo dos games, Half-Life 2 logo se tornou um enorme sucesso de vendas e de crítica, ganhando vários prêmios importantes e sendo inclusive amplamente aclamado como o \"Jogo do Ano\" e, posteriormente, como o \"Jogo da Década\". O jogo também inclui o Counter-Strike: Source uma versão melhorada de Counter- Strike, com novos gráficos, física e mapas clássicos reformulados pela tecnologia Source. Half-Life 2 também recebeu duas continuações episódicas, Half-Life 2: Episode One e Two (ambos incluídos junto com Half-Life 2 na compilação The Orange Box), com um terceiro a lançar. A 12 de maio de 2014 a Nvidia lança uma versão do jogo em Android em exclusivo para a seu console portátil Nvidia Shield,http://exameinformatica.sapo.pt/noticias/software/2014-05-12-Half- Life-2-e-Portal-chegam-ao-Android. que posteriormente passou ser compatível também com o Nvidia Shield TV Half-Life 2 ocupa a primeira posição na lista dos melhores games de todos os tempos na categoria PC do Metacritic.Metacritic. Game Releases by Score. 07/08/2015. No Game Rankings, como parte do The Orange Box, também possui o primeiro lugar dos melhores da história do PC; e na mesma categoria, como game individual, também ocupa o segundo lugar.GameRankings. All-Time Best - PC. 07/08/2015. == História == Assim como no primeiro Half-Life, a história tem uma participação significativa na compreensão do ambiente em que se passa a história. O personagem principal, Gordon Freeman, continua não falando sequer uma palavra durante todo o jogo. Mesmo assim, os diálogos ganharam maior ênfase e alguns são extremamente importantes para saber o objetivo em determinado momento, ou no decorrer de um período. O misterioso G-Man retorna, explicando a Freeman apenas que há uma nova missão, e que seus feitos são determinantes para a conjuntura social/econômica de um governo. Então Gordon se vê dentro de um trem, muito deteriorado e envelhecido, indo para City 17, o cenário principal do jogo. Tudo indica que desde o final de Half-Life, G-Man manteve Gordon preso no espaço/tempo, já que aproximadamente 20 anos se passaram desde o incidente em Black Mesa, e Gordon não envelheceu (Fato que explica a teoria de que o mesmo estava aprisionado na espaço/tempo). Dr. Breen, antigo administrador do complexo de pesquisas Black Mesa (situado no Novo México), é atualmente o governador e representante dos humanos perante os Combine, raça alienígena responsável pela escravidão e controle dos habitantes da Terra. Noventa por cento do poder bélico dos Combine é composto por tecnologia terrestre, modernizada e modificada, e soldados humanos, lobotomizados e com melhoramentos cibernéticos. Seguindo a linha de inteligência artificial avançada, dessa vez o protagonista tem o apoio de um grupo rebelde aos Combine, no qual Gordon participa ativamente ao lado de Alyx Vance, Eli Vance (filha e pai, respectivamente), Barney Calhoun (personagem de Half-Life: Blue Shift), Judith Mossman, Dr. Kleiner entre outros. Os acontecimentos desde a aparição de Gordon, tem consequências gritantes na moral dos rebeldes. O jogo Half Life 2 apresenta muitas similaridades com o livro 1984 de George Orwell. Roupas das resistência, sistemas de monitoramento (imitando as tele-telas do livro), repressão em massa e a presença de um grande líder (igual ao Big Brother, personagem presente na história de Orwell) fazem dele muito análogo no enredo. == A história atrás da história == === Guerra das 7 Horas === Após o acidente conhecido como \"Resonance Cascade\", ou a \"Cascata de Ressonância\" no complexo de pesquisas Black Mesa, localizado no deserto do Novo México, diversos portais por todo o globo começaram a se formar, dando abertura para outros seres extraterrestres invadirem o planeta. Com a morte de Nihilanth, o líder da raça Xen, derrotado por Gordon Freeman no final de Half-Life, teve início uma cadeia de eventos que iria destruir toda a humanidade. Ao que parece Nihilanth tinha o poder de manter os portais abertos e/ou fechados, dependendo de seus interesses, e com sua destruição o controlo dos mesmos se tornou insustentável e descontrolado, provocando a tempestade dos portais. A eliminação de Nihilanth atraiu a atenção dos Combines (Aliança, em português), que, como o nome indica, é o aglomerado de várias espécies de extraterrestres. O principal objetivo desta raça autoritária, totalitária, parasitária e ditatorial, é atacar planetas e iniciar uma invasão em massa, utilizando antigas tecnologias de outros planetas, combinadas com a tecnologia do planeta em questão, transformando seus habitantes em soldados ou escravos. A Guerra das 7 Horas foi um evento causado de propósito por Gman para dominar o planeta Xen como mostrado no final do Half-Life original, apesar de só parecer um acidente em Black Mesa. Outras partes que indicam isso são no final do Half- Life, no início do Half-Life 2: Episode One, e no final do Episode Two, sob as falas de Gman e Eli Vance. O planeta Xen (como dito por Gman) estava sob controle do governo dos Estados Unidos, mas pelo que parece os Combines tinham alguma relação com Xen, de fato que Nihilant se parece um pouco com os Combine Advisors, personagens que aparecem em Episode Two. Os Combines invadem, e observando este evento como uma oportunidade única, o ex-administrador de Black Mesa, Dr. Wallace Breen, negociou com os Combines a rendição de todos os governos, decretando-se oficialmente o representante direto dos humanos perante os Combines. === O Lado Negro === Como de praxe na indústria de jogos eletrônicos, diversas modificações foram feitas desde o início dos testes com a versão beta do jogo. De acordo com os produtores, o jogo deveria ter tido um tom muito mais sombrio, mórbido e negro, do que a versão atual. Durante o decorrer das fases o jogador poderia ver de forma explícita toda a destruição dos recursos naturais do planeta. Portais dimensionais em forma de redemoinhos, sugando toda a água dos oceanos, gigantescas turbinas substituindo o oxigênio por toxinas nocivas a raça humana, entre outras coisas. Apesar de não estarem presentes, as consequências dessa ações podem ser observadas, mesmo que de forma discreta no decorrer do jogo. Por exemplo, na fase \"Highway 17\", quando se chega no porto, podemos ver os navios atracados nos pequenos desertos, e a diferença entre o nível de água agora, e as marcas de antigamente nas paredes do porto. Outro exemplo visível é a cor do céu, no transparecer de um por do sol, em clara referência a falta de oxigênio, e presença de gases estranhos. === Campo de Supressão === No início do jogo pode-se ouvir o Dr. Wallace Breen lendo algumas cartas que os habitantes de City 17 lhe enviaram. Um dos temas é o \"Supression Field\" (Campo de supressão). Pelo que foi descrito pelo Dr. Breen, este campo impede os humanos de reproduzirem. Os Combines implantaram este sistema para evitar a proliferação da raça humana, diminuindo drasticamente as chances de uma rebelião, ou da criação de uma resistência. Pouco se sabe sobre o \"Suppression Field\", podendo ser um campo invisível inibidor do apetite sexual, um campo radioativo que destrói os óvulos ou até uma repressão tradicional por parte da unidade \"Civil Protection\" (Proteção civil). Na expansão podemos notar que esse bloqueio se dá pela inibição de determinadas cadeias proteicas, que anulam qualquer tentativa da fecundação do óvulo. Por essas e outras razões é possível observar a ausência de crianças e adolescentes no decorrer do jogo. A personagem mais jovem é Alyx Vance. Em várias oportunidades, de preferência no começo do jogo, diversos brinquedos infantis estão espalhados pelo cenário, como playgrounds, bolas, bonecas e até bicicletas, todos envelhecidos com sinais de ferrugem e sujeira, mostrando que não são utilizados há muito tempo. === Tecnologia === A tecnologia neste período torna-se evidente a absorção parasitária dos Combines. A denominação de parasita é \"... Organismos que vivem em associação com outros aos quais retiram os meios para a sua sobrevivência, normalmente prejudicando o organismo hospedeiro, um processo conhecido por parasitismo...\", isto é, um ser vivo que se utiliza da energia ou qualquer outra coisa de um outro ser vivo, para benefício próprio. Portanto todos esses anos da ditadura Combine na Terra, se utilizando de nossa tecnologia, deixa claro que em certo ponto a tecnologia terrestre estagnou no tempo. As armas, apesar de mais evoluídas do que antigamente, continuam utilizando munição nove milímetros. Claro que as armas de plasma são algo inviável na atualidade, mas mesmo assim, é visível um toque rústico nas armas. Normalmente, no futuro em que se passa os eventos do jogo, uma arma como a Gravity Gun não seria algo tão inovador, e sem dúvida que a munição das armas de fogo também não seria antiga como nove milímetros. As pistolas e metralhadoras do começo do jogo tem um design antigo, da época em que se passava o primeiro jogo. Veículos terrestres também são outro ponto a ser observado. Ainda que com uma carcaça futurista, eles ainda utilizam rodas, e apesar de serem movidos a energia elétrica, não tem células muito duradouras, como pode ser observado nas costas próximas a New Little Odessa, quando diversos veículos Combines estão sendo abastecidos por campos elétricos. Muitas das informações acima são especulativas, mas através de uma visão ampla do ambiente em que se passa o jogo, incluindo todos os objetos, bem como as localidades, é verossímil afirmar que a tecnologia terrestre parou no tempo, mesmo que para nós sendo o futuro, para eles, é um passado que vem se arrastando por um tempo que parece ser infinito. === Arquitetura === A arquitetura ambiental e estrutural do jogo é similar a uma Europa antiga, pós- União Soviética. Um tom \"art-deco\" de similaridade entre as estruturas, bem como o tom bege adotado em quase toda a cidade contrasta com as enormes \"construções fascistas\", com pouca paisagem, muito concreto, poucas janelas, poucas cores, e muito ferro. No início do jogo este contraste é visto quando você sai da estação de trem. Os prédios com pouca estatura combinam com uma estação de trem, provavelmente do final do século XIX, totalmente detalhada com ferro e concreto. Próximo ao final do jogo, num maciço ataque de \"Striders\", o objetivo é infiltrar uma estrutura militar dos \"Combines\", onde se encontra um portal para dentro da Cidadela. Esta estrutura é enorme, plana, com poucas janelas, similar aos Parlamentos da antiga União Soviética. Tudo isso, e outros detalhes, indicam que o jogo se passa numa região da Europa, indefinida. Mas durante o processo do jogo você deverá encontrar um líder da resistência num local chamado \"New Little Odessa\". \"New Little Odessa\" é um bairro em Nova Iorque que acolheu os Ucranianos que fugiram da Ucrânia durante a Segunda Guerra Mundial. Na Ucrânia, Odessa era uma enorme região costeira que tinha, e tem até hoje, os maiores e melhores faróis marítimos. Assim tal como os italianos, quando de sua chegada aos Estados Unidos, criaram o bairro \"Little Italy\", os Ucranianos criaram o bairro Little Odessa. O local do jogo ser chamado de New Little Odessa acusa que esta região é o antigo bairro, renovado para acolher a resistência. O único porém é que o ambiente em que se passa o jogo não é um bairro populoso e urbanizado, como a Little Odessa real, mas sim similar à costa de Odessa, na própria Ucrânia. Outro ponto a ser observado é que existem placas escritas com o alfabeto cirílico, sendo encontradas principalmente nos arquivos de textura do jogo. Entre outros fatores, apesar de especulativos, pode ser garantido que o planeta Terra em que se passa o jogo não é exatamente o planeta Terra em que vivemos, apesar das inúmeras coincidências e similaridades com as localizações e ambientes. == Desenvolvimento == === Motor gráfico === Com o novo motor gráfico Source, detalhes como expressões faciais ganharam contornos inéditos. Também há um realismo surpreendente com a física e até mesmo aerodinâmica dos objetos. Efeitos de água também foram inovadores. Para se notar a grande diferença entre outros jogos, pode-se tomar de exemplo as propriedades de alguns materiais, como caixas, que se quebram, dividindo-se em pedaços, que podem ser posteriormente quebrados. Outro detalhe que dá maior realismo ao jogo é o acompanhar de olhos dos NPCs ao jogador, que se movem conforme ele anda. O motor Source de jogos como Day of Defeat: Source e Counter-Strike: Source demorou cerca de 7 anos para ser desenvolvido. === Axel Gembe === Em Setembro de 2003, o hacker alemão Axel Gembe invadiu os servidores da Valve, baixou o código-fonte do jogo e supostamente lançou na internet mostrando que o jogo ainda estava inacabado. Após isso, Gabe Newell se manifestou na message board de Half-Life e não demorou muito para Gembe enviar um e-mail para Newell admitindo que ele havia roubado o código-fonte e que o mesmo estava arrependido e buscava um emprego na Valve, Newell marcou um encontro com ele prometendo para ele uma vaga na Valve, porém, no momento em que Gembe chegou nos Estados Unidos, ele foi preso pelo FBI e sentenciado a dois anos de prisão. A versão inacabada eventualmente foi lançado oficialmente pela Valve como o mod Missing Information. === Steam === Para poder jogar pela primeira vez, é necessário conexão com a Internet para registrar seu número de série no Steam, o programa multi e single player para os jogos da Valve. Alguns usuários reclamaram dessa obrigação, inclusive a distribuidora do jogo, a Vu Games, que entrou com um processo contra a Valve, já que ela estaria vendendo seus jogos multiplayers pelo Steam para as Lan-Houses, que deixavam de comparar a versão em CD. A Valve ganhou a causa e a VU Games deixou de produzir as cópias de Half-Life 2 desde 31 de Agosto de 2005, agora quem faz isto é a EA Games. Na versão brasileira do game, alguns números de série saíram com a impressão errada, faltando um número inicial. Este número faltando foi o 4, não se sabe ainda por que que este problema aconteceu. === Multijogador === Logo após seu lançamento, Half-Life 2 tinha como multijogador apenas Counter-Strike: Source. Em 30 de Novembro de 2004, a Valve lançou o Half-Life 2: Deathmatch, inspirado no primeiro Deathmatch do Half-Life 1. O jogo trazia a Arma Gravitacional (Gravity Gun) para derrotar inimigos e mais tarde, recebeu novas armas como a S.L.A.M. (Munição Leve de Ataque Selecionável) e o Bastão Elétrico (Stunstick), arma usada pelos Combines para deter os rebeldes. O objetivo da versão multijogador é matar os outros jogadores, seja jogando um mictório pela Arma Gravitacional (Gravity Gun) ou pelo clássico pé de cabra. Também há uma versão onde os jogadores são divididos em equipes. === Versão Para Consoles === Uma versão para Xbox foi lançada em 17 de Outubro de 2005, com boa recepção, mas ressalvas á falta de multiplayer e instabilidade gráfica. O jogo também foi lançado em 2007 para PlayStation 3 e Xbox 360 como parte da compilação The Orange Box (junto com Half-Life 2: Episode One e Two, Team Fortress 2 e Portal). == Trilha Sonora == A trilha sonora, composta por Kelly Bailey, foi dada como um bônus (juntamente com outros itens) para quem comprou a edição de colecionador. O CD contém todas as músicas do jogo, mais algumas faixas extras. Várias faixas foram retiradas do CD Half-Life soundtrack, e tiveram seus nomes modificados; os nomes em parênteses são os títulos originais. As faixas 15, 16, 18 e 42 são faixas extras exclusivas da versão em CD. == Recepção == A Forbes relatou em 9 de fevereiro de 2011 que o jogo já havia vendido 12 milhões de cópias. Half- Life 2 recebeu uma pontuação agregada de 96% tanto no GameRankings como no Metacritic. Fontes, como GameSpy, The Cincinnati Enquirer, The New York Times e VideoGamer.com, avaliaram o jogo como perfeito, e outros, como PC Gamer, IGN, GamesRadar e Eurogamer, deram pontuações quase perfeitas, enquanto o jogo fora o décimo a ser avaliado como \"nota dez\" pela revista Edge. Críticos que aclamaram o jogo citaram o avanço dos gráficos e da física. O Maximum PC deu a Half-Life 2 a nota inédita de 11/10 em sua escala de qualidade, que normalmente só chega até 10, dizendo que \"é o melhor jogo já feito\". == Mods == Desde o lançamento do motor Source SDK, um grande número de modificações (mods) foi desenvolvido pela comunidade do Half-Life 2. Mods variam em escala, desde níveis e armas criadas por fãs, até conversões parciais como Rock 24, Half-Life 2 Substance e SMOD (que modificam o enredo e a jogabilidade do jogo preexistente), SourceForts e Garry's Mod (que permitem ao jogador experimentar o sistema de física em modo sandbox), para total conversões como Black Mesa, Dystopia, Zombie Master ou Iron Grip: The Oppression, o último dos quais transforma o jogo de tiro em primeira pessoa em um jogo de estratégia em tempo real. Alguns mods ocorrem no universo de Half-Life; outros em configurações completamente originais. Muitos outros mods ainda estão em desenvolvimento, incluindo Lift, The Myriad, Operation Black Mesa e o mod em modo jogador único Minerva. Vários mods multiplayer, como Pirates, Vikings and Knights II, um jogo predominantemente de luta de espadas; Insurgency: Modern Infantry Combat, que se concentra no combate realista de infantaria moderna; e Jailbreak Source foram abertos ao público como beta. Como parte de seu apoio à comunidade, a Valve anunciou em setembro de 2008 que vários mods, com mais planejados no futuro, estavam sendo integrados ao programa Steamworks, permitindo que os mods fizessem uso total dos recursos de distribuição e atualização do Steam. == Sequências == Desde o lançamento de Half-Life 2, a Valve Corporation lançou um nível adicional e duas sequências adicionais como \"expansão\". O nível, lançado como Half-Life 2: Lost Coast, era para acontecer entre os níveis \"Highway 17\" e \"Sandtraps\". Ele serve principalmente como uma vitrine para a tecnologia de renderização de alta faixa dinâmica (high-dynamic-range rendering; HDR). A primeira sequência de expansão, Half-Life 2: Episode One, ocorre imediatamente após os eventos de Half-Life 2, com o jogador assumindo o papel de Gordon Freeman mais uma vez e com Alyx Vance desempenhando um papel mais proeminente. Half-Life 2: Episode Two continua direto do final do primeiro episódio, com Alyx e Gordon indo para a base de mísseis da White Forest, um esconderijo da resistência. Um terceiro episódio está previsto para ser lançado no futuro, completando uma trilogia pretendida. Em uma entrevista em junho de 2006 com a Eurogamer, Gabe Newell revelou que os \"episódios\" de Half-Life 2 são essencialmente o Half-Life 3. Ele argumenta que ao invés de forçar os fãs a esperar mais seis anos por uma sequência completa, a Valve Corporation iria lançar o jogo em parcelas episódicas. Newell afirmou que um título mais preciso para esses episódios teria sido \"Half-Life 3: Episode One\" e so adiante, tendo referido os episódios como Half-Life 3 repetidamente ao longo da entrevista. Em uma entrevista de maio de 2011 com a Develop, Newell afirmou que o modelo episódico havia sido substituído por ciclos de desenvolvimento ainda mais curtos e atualizações contínuas via Steam. == Ver também == * Half Life * Half-Life 2: Episode One * Half-Life 2: Episode Two * Counter Strike * Counter-Strike: Source * Day of Defeat: Source == Ligações externas == * * Categoria:Half-Life Categoria:Jogos de tiro em primeira pessoa Categoria:Jogos eletrônicos de 2004 Categoria:Jogos eletrônicos de 2005 Categoria:Jogos eletrônicos de 2007 Categoria:Jogos para Windows Categoria:Jogos para macOS Categoria:Jogos para Xbox 360 Categoria:Jogos para PlayStation 3 Categoria:Jogos para Xbox Categoria:Jogos para Nvidia Shield Categoria:Jogos eletrônicos da Valve Corporation Categoria:Jogo do Ano Categoria:Jogos eletrônicos premiados Categoria:Distopia Categoria:Ganhadores do Interactive Achievement Awards Categoria:Jogos eletrônicos pós- apocalípticos Categoria:Jogos eletrônicos com Source Categoria:Jogos para Linux Categoria:Jogos eletrônicos de ficção científica Categoria:Guerras na ficção Categoria:Jogos eletrônicos usando motor Havok Categoria:Jogos premiados com o D.I.C.E. Award de Jogo do Ano",
 "title": "Half-Life 2"
}