{
 "id": "102346",
 "text": "Bolton Wanderers Football Club, mais conhecido como Bolton Wanderers, é um clube de futebol inglês profissional baseado na cidade de Bolton, localizada na Grande Manchester, Inglaterra. Fundado em 1874, o clube originalmente chamava-se Christ Church Football Club, tendo adotado seu atual nome em 1877. Hoje em dia, a sede da instituição fica na cidade de Horwich, situada no distrito de Bolton, sendo que seus jogos são realizados no University Of Bolton Stadium, com capacidade para 28.723 torcedores. O clube atuou no Burnden Park por 102 anos a partir de 1895. Em 9 de março de 1946, 33 torcedores do Bolton morreram no desastre do Burnden Park quando uma arquibancada desmoronou. Em 1997, Bolton se mudou para o Reebok Stadium, renomeado como Macron Stadium em 2014 e University of Bolton Stadium em 2018. Desde 2015, o Bolton encontra-se em uma grave crise financeira, e entrou em administração judicial em maio de 2019. O clube foi adquirido por novos proprietários em 28 de agosto de 2019. == História == === Os Primeiros anos (1874-1929) === O Bolton foi fundado fundação data em 1874, quando estudantes da Christ Church Sunday School, da cidade de Bolton, na Grande Manchester, criaram um clube de recreação, com o objetivo de fomentar a prática do esporte. Três anos depois a nova agremiação adotaria o nome Bolton Wanderers. No início, o time ganhou destaque disputando campeonatos regionais de menor expressão. O primeiro grande desafio da equipe foi em 1881/82, quando participou pela primeira vez da Copa da Inglaterra, o principal torneio à época. Apesar de alguns insucessos, o time conseguiu se firmar como um dos notáveis daquele momento, tanto que foi convidado a participar da primeira edição do Campeonato Inglês, que aconteceu em 1888. Até o fim do século XIX a única passagem memorável para a história do Bolton foi em 1895, quando o time passou a jogar no Burnden Park, um estádio recém-construído que, posteriormente, ficaria conhecido como um dos grandes palcos da história do futebol inglês. Em campo, o Bolton só fazia temporadas medianas. Apesar de não ficar ameaçado pela queda, também nunca chegou perto das primeiras posições. A situação ficaria pior com a chegada do século XX. Logo em 1901/02, o time fez campanha ruim no Campeonato inglês e acabou relegado à segunda divisão. O retorno não demoraria a acontecer, mas mais uma vez não significaria briga por títulos. O Bolton começaria sua história como um dos times “elevador”, que costuma alternar muito de divisão. As mudanças só começaram após a paralisação que aconteceu na segunda metade da década de 1910, em decorrência da Primeira Guerra Mundial. No início dos anos 1920, o Bolton conseguiu suas maiores glórias até os dias atuais. Foi nesse período que o clube conquistou três de suas quatro Copas da Inglaterra. A primeira foi em 1922/23, diante de um público recorde para a época: 150 mil pessoas para a primeira final disputada no estádio de Wembley. Com David Jack e John Smith no elenco, o Bolton venceu o West Ham (à época na segunda divisão) e conquistou o título. David Jack ainda seria herói do segundo troféu da competição, vencido três anos depois. Na decisão contra o Manchester City, ele marcou o gol do título - a partida terminou 1 a 0. A emoção também estaria presente no terceiro título. Desta vez, os responsáveis foram Billy Butler e Harold Blackmore, que marcaram os dois gols da vitória por 2 a 0 sobre o Portsmouth nos 15 minutos finais. Em 1928, o clube enfrentou dificuldades financeiras e foi forçado a vender David Jack ao Arsenal para levantar fundos. Apesar da pressão para vender, a taxa acordada de £ 10.890 foi um recorde mundial, mais do que o dobro da transferência mais cara de um jogador. === Primeira divisão e sucesso na copa (1929-1958) === O bom momento, porém, acabaria com a chegada da década de 1930. Nesse período, o Bolton foi rebaixado novamente para a divisão inferior. O retorno aconteceria em 1934/35, e daria início a 29 anos consecutivos de permanência. Estar entre os melhores, no entanto, não significou ser um deles, e o Bolton dificilmente conseguiu se aproximar das primeiras posições do Campeonato Inglês. Curiosamente, seu único grande momento foi deixado de lado pela situação em que aconteceu. Durante a paralisação do Campeonato Inglês por causa da Segunda Guerra Mundial, que aconteceu entre os anos 1940 e 1946, os times continuaram em atividade disputando o que chamavam Campeonato de Futebol da Guerra. Esse torneio era dividido de acordo com as posições geográficas de cada equipe. Em 1944/45, o Bolton venceu o Manchester United, na época já um dos maiores clubes do país, na ronda norte da disputa. No confronto com o Chelsea, campeão da ronda sul, o time novamente saiu-se vitorioso, e sagrou-se campeão do Campeonato Futebol da Guerra. O título, porém, não é reconhecido como um Campeonato Inglês. Em 9 de março de 1946, o estádio do clube foi palco do desastre do Burnden Park , que na época foi a pior tragédia da história do futebol britânico . 33 torcedores do Bolton Wanderers foram esmagados até a morte, e outros 400 ficaram feridos, em uma segunda partida das quartas de final da FA Cup entre o Bolton e o Stoke City . Havia um público estimado em 67.000 pessoas para o jogo. O desastre levou ao relatório oficial de Moelwyn Hughes , que recomendou um controle mais rigoroso do número de torcedores. Em 1953, Bolton jogou em uma das mais famosas finais da FA Cup de todos os tempos - The Stanley Matthews Final de 1953. Bolton perdeu o jogo para Blackpool por 4 a 3 depois de ganhar uma vantagem de 3-1. Blackpool foi vitorioso graças às habilidades de Matthews e os objetivos de Stan Mortensen Em 1957/58, na final da FA Cup contra o Manchester United, Nat Lofthouse marcou os dois gols da vitória por 2 a 0. Mais de 100.000 torcedores estiveram presentes no estádio de Wembley. A geração vencedora, como outras na história do clube, duraria pouco. === Poucos altos e muitos baixos (1958-1995) === O Bolton terminou em 4º na temporada seguinte, porém, os próximos 20 anos foram de ladeira abaixo. O clube sofreu rebaixamento para a Segunda Divisão em 1963-64 , e foi rebaixado para a Terceira Divisão pela primeira vez em sua história em 1970-71 . Esta estadia na Terceira Divisão durou apenas dois anos antes do clube ser promovido como campeão em 1972-73 . As esperanças eram altas no Burnden Park em maio de 1978, quando o Bolton selou o título da Segunda Divisão e foi promovido para a Primeira Divisão. No entanto, eles só permaneceram lá por duas temporadas antes de serem rebaixados. Após o rebaixamento em 1980, Bolton contratou um talentoso atacante da academia, que se preparava para lutar por um rápido retorno à Primeira Divisão. Ele marcou três vezes em seu terceiro jogo pelo Bolton, uma vitória por 4-0 sobre o Newcastle United no campeonato, mas o resto da temporada foi uma luta, já que Bolton terminou perto dos lugares de rebaixamento. Até o final da temporada de 1981-82 , Bolton não estava mais perto de promoção e tinha perdido vários jogadores importantes, incluindo Peter Reid e Neil Whatmore . Na temporada seguinte, o Bolton foi rebaixado para a Terceira Divisão depois de perder por 4-1 no Charlton Athletic na última rodada. Apesar de um novo visual, um time muito mais jovem e uma vitória por 8 a 1 sobre o Walsall , a melhor vitória do Bolton por 50 anos, o Bolton não conseguiu ser promovido na temporada 1983-84, permanecendo na Terceira Divisão por mais três temporadas. Em 1986 Nat Lofthouse foi nomeado Presidente do clube de futebol, cargo que ocuparia até a sua morte em 15 de janeiro de 2011. No final da temporada 1986-87 , o Bolton Wanderers sofreu um rebaixamento para a Quarta Divisão pela primeira vez. em sua história, [20] : mas ganhou a promoção de volta para a Terceira Divisão na primeira tentativa. O clube venceu o Sherpa Van Trophy em 1989 , derrotando o Torquay United por 4–1. Durante a temporada 1990-91 , o Bolton foi derrotado pelo Tranmere Rovers na final dos playoffs, e teve que amargar mais uma temporada na terceira divisão. A temporada seguinte acabou sendo frustrante, já que o Bolton terminou apenas na 13º colocaçãoNo início dos anos 90, Bolton ganhou uma reputação gigantesca em competições de copa. Em 1993, o Bolton venceu o detentor da FA Cup, o Liverpool, por 2-0, em um replay da terceira rodada em Anfield, graças aos gols de John McGinlay e Andy Walker. O clube também derrotou outro clube da divisão superior, que foi Wolverhampton Wanderers (2–1) naquele ano antes de ser eliminado pelo Derby County. O Bolton também garantiu a promoção para o segundo nível pela primeira vez desde 1983. Em 1994, o Bolton novamente venceu os campeões da FA Cup, desta vez na forma do Arsenal., 3-1 após a prorrogação em um replay quarta rodada, e passou a chegar às quartas-de-final, após perder para os rivais locais (e, em seguida, Premiership) Oldham Athletic por 1-0 . Bolton também derrotou outros clubes da primeira divisão: Everton (3–2) e Aston Villa (1-0) naquele ano. === Regresso ao topo e tour pela Europa (1995-2012) === Bolton alcançou a Premier League em 1995 graças a uma vitória por 4 a 3 sobre o Reading na final do playoff da Division One .No mesmo ano, o Bolton avançou para a final da Copa da Liga , mas foi derrotado por 2 a 1 pelo Liverpool. O Bolton foi inferior aos adversários por praticamente toda a campanha da Premiership de 1995-96 e foi rebaixado na penúltima rodada ao perder por 1-0 do Southampton. O clube ganhou a promoção de volta à Premiership na primeira tentativa graças a uma temporada em que alcançou 98 pontos na liga e 100 gols no processo de garantir o campeonato da Divisão Um, [25] a primeira vez desde 1978 que eles terminaram o campeonato. qualquer divisão. Esta temporada também marcou a saída do clube do Burnden Park para o Reebok Stadium, sendo que o último jogo no estádio foi uma vitória por 4 a 1 sobre o Charlton Athletic.http://www.theboltonnews.co.uk/search/10111528.RETRO_MATCH__Wanderers_4_Charlton_1__1996_97/ O Bolton foi rebaixado ao saldo de gols no final da campanha da Premiership de 1997-98. Eles terminaram no mesmo número de pontos que o Everton, a quem enfrentaram no primeiro jogo competitivo no Reebok Stadium recém-construído. O jogo terminou em 0-0, mas um gol de Gerry Taggart para o Bolton foi erroneamente não dado; caso o gol fosse validado e o Bolton tivesse vencido, o clube teria conseguido permanecer na elite. Na temporada seguinte, eles chegaram a Final da eliminatória da Primeira Divisão de 1999, mas perderam por 2-0 para Watford. Em 2000, Bolton chegou às semifinais da FA Cup, Worthington Cup e play-offs, mas perdeu nos pênaltis para o Aston Villa, 4-0 no agregado para Tranmere Rovers e 7-5 no agregado para Ipswich Town, respectivamente. Em 2000-2001, Bolton foi promovido de volta à Premier League depois de derrotar o Preston North End por 3-0 na final do play-off . O Bolton lutou nas duas temporadas seguintes, mas permaneceu na elite. A temporada 2001-2002 começou com um surpreendente 5-0 contra o Leicester em Filbert Street para chegar ao topo da tabela. Apesar de uma vitória por 2-1 no Manchester United, tornando- se o primeiro time desde a formação da Premiership para vir de trás e vencer um jogo da liga em Old Trafford , o Bolton entrou em uma profunda crise durante o meio da temporada e a permanência só se tornou possível graças a um \" hat-trick\" de Fredi Bobic contra o Ipswich Town nas rodadas finais. Apesar de perder os três últimos jogos, o 16º lugar foi garantido. A temporada 2002-03 começou com um início ruim e, apesar de mais uma vitória contra o Manchester United, eles estavam em último lugar até a vitória por 4 a 2 sobre o Leeds United, em Elland Road . Apesar de sofrer de falta de consistência, Bolton alcançou os resultados necessários e assegurou a permanência com uma vitória de 2-1 contra o Middlesbrough . Bolton chegou à final da Copa da Liga em 2004, mas perdeu por 2 a 1 para o Middlesbrough. No entanto, o clube terminou em oitavo na liga, na época o melhor desempenho de sua história da Premiership. Em 2005, Bolton terminou em sexto no campeonato, conquistando assim a classificação para a copa da UEFA pela primeira vez na sua história. Na temporada seguinte, eles chegaram ao mata-mata, mas foram eliminados pelo Marseille, perdendo por 2-1 no total. Entre 2003-04 e 2006-07, Bolton registrou consecutivos top-8 ao fim da Premier League, um recorde de consistência superado apenas pelos quatro grandes do Chelsea , Manchester United, Liverpool e Arsenal. No final da temporada de 06-07, o treinador de longa data Sam Allardyce deixou o clube, afirmando que estava tirando uma folga; ele seria contratado logo depois como gerente do Newcastle United. Allardyce depois citou uma falta de ambição por parte do conselho do clube para a sua partida; ele havia buscado apoio financeiro em janeiro de 2007 para empurrar o clube para a qualificação da Liga dos Campeões, que ele não havia recebido. Na temporada de 2007-08 o Bolton terminou a Premier League na 16ª colocação, sendo que a permanência só foi confirmada na última rodada da temporada, enquanto seguia em uma série invicta para os cinco jogos finais, além de chegar ao último lugar. dezasseis da Taça UEFA. O ex-assistente Sammy Lee substituiu Allardyce como técnico, mas um péssimo começo de temporada o substituiu por Gary Megson. Durante a corrida europeia, Bolton ganhou um inesperado empate com o ex-campeão europeu Bayern de Munique, além de se tornar o primeiro time britânico a vencer o Estrela Vermelha em Belgrado. O Bolton derrotou o Atlético de Madrid no mata-mata, antes de ser eliminado pelo Sporting. O Bolton quebrou sua taxa de transferência com a contratação de Johan Elmander, do Toulouse, em 27 de junho de 2008, em um acordo que custou ao clube £ 8,2 milhões e viu o atacante norueguês Daniel Braaten na direção oposta. Megson foi substituído em parte da temporada 2009-2010 pelo ex- atacante Wanderers Owen Coyle, depois que Megson enfrentou um relacionamento difícil com os fãs. Na Copa da Inglaterra de 2010-2011 , o Bolton avançou até as semifinais, mas foi derrotado por 5 a 0 pelo Stoke em Wembley, com a partida sendo descrita como \"um enorme anticlímax\". A temporada seguinte começou quando o anterior terminou com apenas uma vitória e seis derrotas, o pior começo desde a temporada 1902–03, quando foi rebaixado. Em 17 de março de 2012, o técnico Owen Coyle viajou para o London Chest Hospital com Fabrice Muamba, que sofreu uma parada cardíaca enquanto jogava contra o Tottenham Hotspur em White Hart Lane em uma partida da FA Cup. Muamba ficou em estado crítico por várias semanas e Coyle foi amplamente elogiado pela maneira como representou o clube durante o período. Em 13 de maio, o Bolton foi rebaixado para a Championship por um ponto no último dia da temporada, depois de empatar por 2 a 2 com o Stoke City. === Regresso a Championship (2012-2018) === A temporada seguinte, já na Championship, começou mal para o Bolton, com apenas três vitórias em dez jogos da liga e uma eliminação na segunda rodada da Copa da Liga após uma derrota contra o Crawley Town. Como resultado de performances ruins deixando-os em 16º lugar, Bolton demitiu Owen Coyle em 9 de outubro de 2012, substituindo-o por Dougie Freedman do Crystal Palace. O Bolton terminou em 7º lugar, perdendo a vaga para os play-offs para o Leicester City no saldo de gols. A temporada 2013-2014 começou com uma viagem ao Turf Moor, em comemoração ao 125º aniversário da Football League. Freedman foi demitido após uma série de resultados negativos no início da temporada 2014-2015; ele foi substituído pelo ex-treinador do Celtic Neil Lennon, que prontamente venceu seu primeiro jogo no comando por 1 a 0 contra o Birmingham. Em dezembro de 2015, o Bolton, que tinha 172,9 milhões de libras em dívidas, recebeu uma petição de liquidação da HM Revenue and Customs por impostos não pagos e um embargo de transferência para a janela do mês seguinte. Depois de terminar uma sequência de 17 jogos sem vencer, Lennon, que havia sido investigado pelo clube devido a alegações sobre sua vida pessoal, disse que o clube \"passou pelo inferno\". O ex-proprietário do clube, Eddie Davies, retirou boa parte da dívida do clube, facilitando o processo de venda e diminuindo o valor da dívida. Em 18 de janeiro de 2016, o clube evitou uma ordem imediata de liquidação após o encerramento do processo até 22 de fevereiro, para dar tempo de fechar um acordo com um comprador em potencial ou levantar fundos de curto prazo suficientes da venda de ativos. Dizia-se que o clube devia à HM Revenue and Customs £ 2,2 milhões. A situação financeira melhorou quando uma oferta de aquisição do Sports Shield de Dean Holdsworth(Ex-jogador do clube) foi bem sucedida em março. Lennon foi demitido ainda com a temporada em andamento, e foi substituído pelo diretor das divisões de base, Jimmy Phillips. Em 9 de abril de 2016, o Bolton perdeu por 4-1 do Derby County partida que confirmar o rebaixamento a 3º divisão pela primeira vez desde 1993. Sob o comando do novo técnico Phil Parkinson, Bolton conseguiu o retorno à Championship com um segundo lugar, após vencer o Peterborough United por 3-0. Em 14 de setembro de 2017, o conselho anunciou que o embargo havia terminado. O Bolton começou a sua primeira temporada na Championship muito mal, conseguindo sua primeira vitória apenas em outubro. O desempenho do clube melhorou no meio da temporada, mas indo para a rodada final de partidas, o Bolton estava na zona de rebaixamento, precisando de uma vitória para ter uma chance de garantir a permanência. Por pouco o Bolton não foi rebaixado, porém o time conseguiu uma incrível virada, após estar sendo derrotado por 2 a 1 e virar para 3 a 2 em casa contra o Nottingham Forest nos últimos dez minutos do último jogo da temporada. Aaron Wilbraham fez o gol salvador aos 43 minutos do 2º tempo. === Rebaixamento e crise financeira (2018-2019) === Durante toda a temporada da Championship de 2018-19, o Bolton enfrentou dificuldades financeiras contínuas. Em 12 de setembro de 2018, a Bolton chegou a um acordo com seu principal credor, a BluMarble Capital Ltd, sobre um empréstimo não pago, evitando a administração e uma dedução de pontos do EFL.Em 12 de setembro de 2018, a Bolton chegou a um acordo com seu principal credor, a BluMarble Capital Ltd, sobre um empréstimo não pago, evitando a administração e uma dedução de pontos do EFL Após o colapso da assinatura permanente do atacante Christian Doidge, o Forest Green Rovers iniciou uma ação legal sobre lucros perdidos. Em fevereiro de 2019, o Bolton recebeu novamente uma petição de liquidação do HMRC que foi subsequentemente adiada, primeiro até abril, e depois novamente até o final da temporada, enquanto a busca por um novo proprietário continuava.As dificuldades financeiras afetaram as operações de futebol com o fechamento provisório do centro de treinamento em março de 2019, e jogos contra Ipswich, Middlesbrough e Aston Villa sendo ameaçados de adiamento ou sendo jogados sob portões quando o Conselho Consultivo de Segurança local (SAG) ameaçou revogar o certificado de segurança do estádio. O Bolton Whites Hotel, de propriedade de Ken Anderson, também recebeu uma petição de liquidação em março de 2019. A equipe foi rebaixada para a League One em abril, depois de terminar em 23º lugar. O jogo em casa contra o Brentford foi cancelado pela Liga Inglesa de Futebol 16 horas antes do pontapé inicial depois que os jogadores de Bolton, apoiados pela Associação dos Jogadores Profissionais, se recusaram a jogar até receberem seus salários não pagos. Em 3 de maio, o jogo contra o Brentford foi cancelado pela EFL e um resultado de 1-0 e 3 pontos foram concedidos ao Brentford. Em maio, o clube entrou em administração judicial, devido a uma taxa de impostos não pagos de 1,2 milhão de libras esterlinas. Cinco dias depois, a Fildraw nomeou administradores da empresa de insolvência David Rubin and Partners. De acordo com as regras da liga sobre administração, o Bolton iniciou a temporada 2019-20 com menos 12 pontos. No dia 14 de maio foi noticiado que alguns funcionários precisaram de doações de bancos de alimentos de empresas locais e um clube local, que se acredita ser Preston North End, pois o Bolton não pagou o salário de abril. Um comunicado dos jogadores do Bolton em 17 de julho afirmou que ninguém no clube havia sido pago pelo proprietário Ken Anderson por 20 semanas (5 meses). O centro de treinamento não tinha água potável e os jogadores tinham que se deslocar para o estádio para tomarem banho. O amistoso contra o Chester no dia 19 de julho foi cancelado depois que os jogadores se recusaram a jogar como um protesto contra a disputa salarial, assim como o amistoso contra o Preston. No entanto, Ken Anderson confirmou que a venda de Bolton está próxima da conclusão e seria completada em breve, mas as incertezas continuam. A venda do clube estava para ser concluída, porém foi suspensa pela corte de Manchester, graças a uma ação judicial feita por Laurence Bassini, um controverso ex-proprietário do Watford Football Club e que havia chegado a um acordo para comprar o clube. junto ao então proprietário do clube, Ken Anderson, porém, Anderson desfez o acordo, alegando que Bassini não tinha condições de conduzir o clube. Bassini abriu uma ação legal contra a Burnden Leisure (responsável pelo clube) e a Inner Circle Investiments (Empresa de Ken Anderson) O consórcio Football Ventures (Whites) Limited, liderado pela empresária Sharon Brittan estava prestes a concluir a aquisição do clube e do hotel quando saiu a ordem judicial. A corte de Manchester rejeitou o pedido de Bassini e retirou a Burnden Leisure do processo, deixando apenas Ken Anderson e sua empresa, a Inner Circle investiments como réus do caso. O clube iniciou a temporada 2019/2020 com apenas 5 jogadores do time principal no elenco. A liga autorizou a contratação de 3 jogadores, mas o que não é o suficiente para o time passar a ser competitivo. Na 2º rodada da League One, o Bolton teve sua menor média de idade da história, no empate contra o Coventry City: Média de 19 anos de idade, sendo que o meia Finaly Hurford-Lockett de 16 anos, foi o mais jovem a atuar, tornando-se o 2º jogador mais jovem a estrear pelo Bolton, atrás apenas de Ray Perry que estreou aos 15 anos no time principal em 1951. 5 dias depois o Bolton não foi páreo para o Rochdale Association Football Club e foi derrotado por 5-2 na Copa da Liga inglesa e no dia 17 de Agosto o clube tomou mais 5 gols ao ser goleado pelo Tranmere Rovers em partida válida pela League One. Após a partida, o então técnico do Bolton, Phil Parkinson, expressou preocupação com a condição física dos jovens atletas, já que muitos estavam atuando no limite físico e não poderiam ser substituídos por falta de jogadores. A partida do Bolton contra o Doncaster Rovers que seria disputada no dia 20 de agosto foi adiada, justamente para preservar a condição física dos atletas. O clube não avisou a EFL, porém apresentou o livro de regras da Professional Development League (Sub-18 e Sub-23), onde uma das regras é de que os jovens só poderiam atuar uma vez por semana. E os jovens do Bolton estão tendo que atuar duas vezes por semana, por conta da falta de jogadores do time principal. No dia seguinte, o clube aceitou o pedido de rescisão contratual do técnico Phil Parkinson e de seu auxiliar Steve Parkin, ambos estavam no clube desde 2016, e pediram para deixar o clube por conta da demora por parte do consórcio Football Ventures em concluir a compra do clube, além do processo de reformulação do elenco ser mais demorado do que o previsto. Com a saída de Parkinson, o diretor das divisões de base Jimmy Phillips assumiu o cargo de forma interina. No dia 24 de Agosto de 2019, 5.454 pessoas estiveram presentes na derrota do Bolton por 5-0 contra o Ipswich Town Football Club pela 5º rodada da League One, o menor público da história do Bolton em jogos pela liga no atual estádio, e o menor desde 1992 quando o Bolton venceu o Hull City Association Football Club ainda no antigo estádio do clube, o Burnden Park. Horas após a partida contra o Ipswich, Bolton recebeu um prazo de até cinco horas (uma da tarde no Brasil) do dia 27 de agosto de 2019 para completar a aquisição, ou como os rivais locais, Bury , seriam expulsos da Football League. No dia 27 de agosto de 2019, o Bolton recebeu um aviso da EFL de que se até 12 de Setembro a compra do clube não for concluída pelo consórcio Football Ventures, o clube seria expulso da Football League, caso não cumpra as regras de insolvência da liga === Novos proprietários (2019-Presente) === Em 28 de agosto, o Bolton anunciou que a venda do clube à Football Ventures (Whites) Limited havia sido concluída; O administrador do clube durante o período da administração judicial fez uma homenagem a Eddie Davies Trust(Empresa do falecido ex-proprietário do clube Eddie Davies) e sua equipe jurídica, e criticando o último proprietário do clube, Ken Anderson que \"usou sua posição como credor garantido dificultar e frustrar qualquer acordo que não o beneficie ou se adeque aos seus propósitos.\" Em 31 de agosto, Keith Hill foi anunciado como novo técnico do Bolton. Apesar do pouco tempo, o treinador conseguiu contratar 9 atletas para o clube no último dia da janela de transferências. == Cores e escudo == As tradicionais usadas pelo Bolton como mandante são camisas brancas com detalhes em azul marinho e vermelho, tradicionalmente usadas com shorts e meias brancas. Seus kits para jogos fora de casa foram variados ao longo dos anos, com kits de marinha e kits amarelos entre os mais populares e comuns. O Bolton nem sempre usava o kit branco; em 1884 o clube usava um uniforme branco, porém com vários detalhes em vermelho, levando ao apelido original do clube de \"The Spots\". O tradicional calção azul marinho foi dispensado em 2003, em favor de uniforme totalmente branco, mas eles retornaram em 2008 a tradição do calção azul. O clube havia experimentado anteriormente um kit todo branco na década de 1970. O distintivo do Bolton Wanderers consiste nas iniciais do taco em forma de bola, com um pergaminho vermelho e Lancashire por baixo. O emblema atual é uma releitura de um projetado em 1975; isto foi substituído em 2001 por um distintivo que reteve as iniciais reconhecíveis, mas que não foi muito bem aceito pelos fãs por causa das fitas que haviam no escudo. O re-design foi bem recebido pelos fãs que viam as fitas como uma má escolha. O distintivo original do clube era o brasão da cidade de Bolton, uma característica-chave do qual era o motivo do elefante e do castelo com o lema da cidade - Supera Moras. Este recurso foi reincorporado em camisas de clubes mais recentes. O apelido do clube de \"The Trotters\" tem várias derivações reivindicadas; que é simplesmente uma variação de \"Wanderers\", que é um antigo termo local para um brincalhão prático, ou que um dos motivos usados ​​antes do clube se estabelecer em Pikes Lane residia perto de um pocilga, fazendo com que os jogadores tivessem que \"trotar\" \"através das canetas de porco para recuperar a bola, se passou por cima da cerca\". == Estádios == O University of Bolton Stadium é o estádio do Bolton Wanderers desde 1997 Quando o clube foi fundado, o Christ Church (Primeiro nome do clube) teve uma existência nômade, jogando em vários estádios da região. O clube, que já tinha sido rebatizado como Bolton Wanderers, começou a jogar regularmente em Pike's Lane no 1881. Gastando £ 150 em melhorias de campo,o Bolton jogou por 14 anos no Pikes Lane, até a mudança para um estádio definitivo, o Burnden Park. Situado na área Burnden de Bolton, a cerca de uma milha do centro da cidade, o Burnden Park serviu como lar do time de futebol da cidade por 102 anos. Em seu apogeu, o Burnden Park podia abrigar até 70.000 torcedores, mas esse número foi drasticamente reduzido durante os últimos 20 anos de sua vida. Uma seção do The Embankment foi vendida em 1986 para dar lugar a um supermercado . Neste momento, o Bolton estava em uma posição terrível financeiramente e estavam lutando na Terceira Divisão da Liga de Futebol , então havia uma baixa demanda por ingressos e a perda de parte do terreno deu aos diretores da Bolton uma boa relação custo-benefício. Em 1992, os diretores do clube haviam decidido que seria difícil converter o Burnden Park em um estádio moderno e que atendesse os padrões exigidos Foi tomada a decisão de construir um estádio fora da cidade no subúrbio de Horwich, com a localização final escolhida a 5 milhas a oeste do centro da cidade. O estádio foi inaugurado em agosto de 1997, um moderno estádio, com capacidade para cerca de 29.000 pessoas. Em reconhecimento ao antigo estádio do clube, o estádio fica em \"Burnden Way\". Ele tem quatro estandes, embora o assento de nível mais baixo seja uma tigela contínua. Era originalmente conhecido como o Reebok Stadium, Isso foi inicialmente impopular entre muitos fãs, já que foi considerado impessoal, e que muita ênfase estava sendo colocada em considerações financeiras. Esta oposição diminuiu consideravelmente desde que o estádio foi construído. Em abril de 2014, o estádio foi renomeado como parte de um contrato de quatro anos com os novos patrocinadores Macron Sportswear. Quando este acordo chegou ao fim em agosto de 2018, o estádio foi novamente renomeado, desta vez como University of Bolton Stadium. == Rivalidades == Os principais rivais do Bolton historicamente são seus vizinhos locais do Bury , embora isso tenha diminuído desde então, esta rivalidade ainda permanece forte. Já foram registrados atos de vandalismo provocados por torcedores de ambos os clubes após os jogos. O clube também tem uma rivalidade com o Preston North End e o Blackburn Rovers, já que os dois times estão separados por apenas 15 milhas e são ambos membros fundadores da Football League . Mais recentemente, Bolton desenvolveram uma inimizade com o Wigan , cujos fãs geralmente consideram o Bolton como seus principais rivais. Os fãs do Bolton mantêm uma antipatia mútua com os fãs de Tranmere Rovers, Burnley, e Wolverhampton Wanderers.https://sabotagetimes.com/football/forever-mcginlay- why-bolton-vs-wolves-is-much-more-than-just-a-relegation-battle == Propriedade e finanças == A holding do Bolton Wanderers FC é a Burnden Leisure Ltd, uma empresa privada limitada por ações . A Burnden Leisure era anteriormente uma empresa pública negociada na bolsa de valores AIM até sua retirada voluntária em maio de 2003, após a aquisição de Eddie Davies O próprio clube é 100% de propriedade da Burnden Leisure; Davies possuía 94,5% das ações, com o restante das ações detidas por mais de 6 mil pequenos acionistas com menos de 0,1% de participação cada, entre estes acionistas, Sam Allardyce, ex-jogador e ex- treinador do clube. Depois que o Bolton foi rebaixado da Premier League, Davies revogou seu investimento no clube. Isso levou a dívidas publicadas de quase 200 milhões de libras esterlinas e levou o clube muito perto de ser liquidado por dívidas fiscais não pagas devidas ao HMRC . Como um gesto de sua boa vontade e como incentivo para vender o clube, Davies prometeu gastar mais de 125 milhões de libras devidas a ele quando o clube foi vendido, o que eliminou uma parte significativa da dívida do clube. Em março de 2016, o Sports Shield, um consórcio liderado por Dean Holdsworth, comprou a participação majoritária de Davies; um ano depois, a participação da Holdsworth no Sports Shield foi adquirida por Ken Anderson. Com Anderson no comando, as dificuldades financeiras continuaram rondando o clube, com greves de jogadores, novas ordens judiciais e disputas financeiras com outros credores. Essas diversas crises culminou com o clube (Burnden Leisure Ltd) indo para a administração em maio de 2019, e, com a futura compra do clube não resolvida, o Bolton foi ameaçado de expulsão pela EFL em agosto de 2019. === Patrocínio === O Bolton Wanderers tinha uma parceria de longa data com a empresa de artigos esportivos Reebok, que foi formada na cidade. Entre 1997 e 2009, essa parceria incluiu patrocínio de camisetas, fabricação de kits e direitos de nomeação de estádios. Os acordos combinados de patrocínio de camisas (1990-2009) e fabricação de kits (1993–2012) cobrindo 22 anos representam a parceria mais longa do kit na história do futebol inglês. Os direitos de nome do estádio foram detidos pela Reebok desde a sua abertura em 1997 e deveriam durar até o final da temporada 2015-16. O fabricante de kits do Bolton da temporada 2014-15 mudou para a marca de roupas esportivas italiana Macron , que também se tornou detentora do Naming Right do estádio por quatro anos. Em agosto de 2018, os direitos de nomeação do estádio foram para a University of Bolton, em um acordo não revelado. Período Fabricante do kit Patrocinador de camisas 1974-1975 Desconhecido Nenhum 1975 Bukta 1976–1977 Admiral 1977–1980 Umbro 1980-1981 Knight Security 1981–1982 Bolton Evening News 1982–1983 TSB 1983–1986 HB Electronics 1986–1988 Superstore Normid 1988–1990 Matchwinner 1990–1993 Reebok 1993–2009 Reebokhttp://www.theboltonnews.co.uk/sport/1511589.wanderers_tie_up_new_reebok_deal/ 2009–2012 188BET https://web.archive.org/web/20110820073221/http://www.188premiership.com/en/ 2012–2013 Adidas 2013–2014 FibrLec http://www.bwfc.co.uk/news/article/shirt- sponsor-announcement-5.6.13-856249.aspx 2014–2015 Macron 2015–2016 ROK Mobilehttps://www.bwfc.co.uk/news/2015/june/bolton-wanderers- reveal-201516-macron-home-kit/ University of Boltonhttps://www.bwfc.co.uk/news/2016/april/club-statement-university-of- bolton-new-shirt-sponsors/ 2016–2017 Spin and Win 2017–2019 Betfred https://www.bwfc.co.uk/news/2017/june/bolton-wanderers-announce-betfred-as- official-shirt-sponsor/ 2019-2020 Estabilished 1877 https://mantosdofutebol.com.br/2019/10/camisas-bolton- wanderers-2019-2020-established-1877/ Home Bargains http://www.sportspromedia.com/news/bolton-wanderers-shirt-sponsor-home- bargains 2020- Macron https://www.theboltonnews.co.uk/sport/18621450.bolton- wanderers-confirm-return-macron-kit-supplier// Home Bargains https://www.bwfc.co.uk/news/2020/july/-wanderers-announce-shirt-sponsorship- renewal-with-home-bargains/ == Títulos == NACIONAIS Competição Títulos Temporadas Copa da Inglaterra 4 1922-23, 1925-26, 1928-29 e 1957-58 EFL Trophy 2 1988-89 e 2022-23 Football League War Cup 1 1945 Supercopa da Inglaterra 1 1958 Campeonato Inglês - 2ª Divisão 3 1908-09, 1977-78 e 1996-97 Campeonato Inglês - 2ª Divisão (Play-offs) 2 1994-95 e 2000-01 Campeonato Inglês - 3ª Divisão 1 1972-73 AMISTOSOS Competição Títulos Temporadas Troféu Premier League Ásia 1 2005 == Uniformes == ==Jogadores notáveis== * Nat Lofthouse * Ted Vizard * Iván Campo == Ligações externas == * * * * Categoria:Clubes de futebol fundados em 1874 Categoria:Fundações na Inglaterra em 1874 Categoria:Membros fundadores da English Football League",
 "title": "Bolton Wanderers Football Club"
}