{
 "id": "102361",
 "text": "A Igreja do antigo Mosteiro de Jesus, ou Convento de Jesus de Setúbal, é uma igreja que integrou o Convento de Jesus tendo sido construída em estilo gótico, estando situada em Setúbal e sendo considerada como um dos primeiros exemplos do estilo manuelino.O Convento de Jesus na página web \"Guia da Cidade\", Foi desenhada pelo arquitecto Diogo Boitaca em 1494, por voto de Justa Rodrigues Pereira, ama de D. Manuel I.O Convento de Jesus na página web \"Turismo de Portugal\" O interior tem arcos, janelas e colunas torsas feitas em brecha da Arrábida, que suportam as abóbadas. O tecto apresenta nervuras espiraladas. A inclusão do Convento de Jesus na lista inicial das Marcas do Património Europeu, corresponde ao reconhecimento internacional do mais importante monumento nacional urbano de Setúbal e de um dos mais relevantes exemplares da arquitectura manuelina a sul do Rio Tejo. O objectivo destas Marcas, promovidas no âmbito do Conselho da Europa e da União Europeia, é “dar visibilidade aos sítios que celebram e simbolizam a integração, os ideais e a história da Europa”. Recorde-se que Setúbal foi palco da ratificação do Tratado de Tordesilhas, em 5 de Setembro de 1494 pelo rei D. João II (em cujo reinado foi fundado o convento). Este facto, aliás, foi evocado em 1994, aquando das comemorações do quinto centenário do tratado e que trouxeram à cidade o monarca espanhol Juan Carlos. Em Junho de 2013, a federação pan-europeia de património cultural, Europa Nostra, incluiu o Convento de Jesus, numa lista dos sete monumentos mais ameaçados da Europa.Notícia no Público (jornal) de 12 de junho de 2013, Convento de Jesus em Setúbal é um dos sete monumentos em risco na Europa == Galeria == Iglesia del convento de Jesús, Setúbal, Portugal, 2021-09-08, DD 19.jpg | Portal Setúbal March 2015-18.jpg | Janelão Iglesia del convento de Jesús, Setúbal, Portugal, 2021-09-10, DD 01-03 HDR.jpg | Nave Iglesia del convento de Jesús, Setúbal, Portugal, 2021-09-10, DD 04-06 HDR.jpg | Capela-mor ==Ver também== *Convento de Jesus (Setúbal) ==Bibliografia== * Afonso, Patrícia Cristina dos Reis Fonseca. O Retábulo em Setúbal. Dissertação de mestrado em História da Arte (História da Arte Portuguesa) apresentada à Faculdade de Ciências Humanas e Sociais da Universidade do Algarve em 2009. * Almeida, Carlos Alberto Ferreira de. «A Igreja de Jesus de Setúbal» in Revista da Faculdade de Letras [da Universidade do Porto]. * Almeida, Mariana Brito. Convento de Jesus (Setúbal) Arqueologia e História: Faiança decorada. Dissertação de mestrado em Arqueologia apresentada à Faculdade de Ciências Sociais e Humanas da Universidade Nova de Lisboa em setembro de 2012. * Cândido, Maria João; NETO, José Luís. «A Arqueologia no Museu de Setúbal/Convento de Jesus» in Revista da Faculdade de Letras [da Universidade do Porto] I série, volume VII-VIII, pp. 115-125. *Carvalho, João Carlos de Almeida. Acontecimentos, lendas e tradições da região setubalense. Setúbal: Junta Distrital de Setúbal. Volume 3: Convento de Jesus, 1969.Publicação de parte dos textos de João Carlos de Almeida Carvalho existentes no Arquivo Distrital de Setúbal. Organização e notas de Óscar Paxeco. * Couto, João. «O Calvário», painel do políptico da Igreja do Convento de Jesus, em Setúbal» in Boletim da Academia Nacional de Belas Artes, fasc. IV. Lisboa 1938. * Gomes, Saúl António. «Doces Obrigações: O Exercício Abacial no Mosteiro de Jesus de Setúbal: Séculos XVI a XVIII» in Revista de História da Sociedade e da Cultura, 9 (2009), pp. 43-85. ISSN: 1645-2259. *Pereira, Fernando António Baptista. «Sobre o manuelino de Setúbal» in Setúbal na História. Setúbal : Liga dos Amigos de Setúbal e Azeitão, 1990. * Portela, Manuel Maria. «Sepultura no Convento de Jesus» in O Archeologo Portugues, pg. 159 *Silva, Carlos Tavares da Silva. «O Largo e a Igreja de Jesus de Setúbal : Uma Abordagem Arqueológica» in Convento de Jesus, 500 anos, Arqueologia e História. Setúbal : Câmara Municipal de Setúbal, 1989, pgs. 5-21. == Imagens em movimento externas== *NUNES, Virgílio. Setúbal Panorâmica e Monumental. 1930. Minutos 06:02 a 09:15 *RTP. Mosteiro de Jesus, produzido em 11 de janeiro de 1975. Categoria:São Julião (Setúbal) Categoria:Igrejas de Setúbal Categoria:Igrejas góticas em Portugal Categoria:Monumentos nacionais no distrito de Setúbal Mosteiro Jesus M",
 "title": "Igreja do antigo Mosteiro de Jesus"
}