{
 "id": "102337",
 "text": "O bulionismo (do inglês bullion: ouro em pequenos lingotes) ou bulhonismo, ou metalismo é uma teoria econômica da Idade Moderna (1453-1789) que quantifica a riqueza através da quantidade de metais preciosos possuídos. Foi uma das práticas econômicas usadas no mercantilismo. Baseia-se na crença de posse e acúmulo de ouro e metais preciosos, o metal é a maior fonte de riquezas, confundindo estes com capital, não investindo em atividades lucrativas como manufaturas, comércio, etc. Um exemplo de um país bulionista no período citado foi a Espanha, que não percebeu que o acúmulo de metais preciosos (ouro e prata) era apenas uma ilusão de prosperidade, tornando-se periferia econômica na Europa enquanto a economia mineradora na América, principal fonte de riqueza espanhola, se esgotava. Durante a Idade Moderna, Espanha e Portugal, que buscavam uma balança comercial favorável por meio do monopólio, defenderam o entesouramento de metais preciosos, prática denominada bulionismo. Metalismo, também conhecido como bulionismo, é a ideia de riqueza econômica através da quantificação de metais preciosos. Sua teoria remete ao período da Idade Moderna (séculos XV a XVIII), onde o metal era valorizado como moeda de troca, muitas vezes sendo confundido como moeda ou capital. A Espanha foi o país que mais se comprometeu ao por em prática o ideal do metalismo; ao invés de investir em atividades agricultoras e manufatureiras para sustentar a balança comercial, reduziu suas expectativas econômicas à exploração do ouro e da prata extraídos dos países que colonizava na América Latina, principalmente o Peru e o México. Por ano, a Espanha já chegou a trazer mais de 200 toneladas de prata e 150 toneladas de ouro, garantindo-se apenas no estoque e não na produção. De fato, os espanhóis queriam comercializar com os metais que possuíam em abundância para importar os produtos que achavam necessários dos países europeus. O excesso de metal na Europa gerou uma queda do valor de exportação do produto no século XV, gerando a inflação. Esse processo ficou conhecido historicamente como “Revolução dos preços”. A partir deste momento, todo o comércio de mercadoria entre países tinha um preço definido. Entretanto, ele poderia ser reduzido ou aumentado conforme as condições de cada nação. Por exemplo, se um país tinha mão-de-obra escassa para fabricar o tecido, seu preço aumentava, pois o produto tinha que atingir a demanda interna e externa. Apesar de deterem o monopólio do minério extraído de suas colônias americanas, Espanha e Portugal tiveram que reduzir a circulação de metais preciosos como moeda e defenderam o entesouramento de seus metais, para que não tivesse prejuízos econômicos. ==Ver também== *Arbitrismo Categoria:História da economia",
 "title": "Bulionismo"
}