{
 "id": "102329",
 "text": "O Museu Nacional de Arqueologia (MNA) é o principal museu nacional de âmbito arqueológico em Portugal. Localizado em Lisboa, o museu foi fundado em 1893 por iniciativa de José Leite de Vasconcelos. O museu situa-se na ala ocidental do Mosteiro dos Jerónimos, onde ficava o antigo dormitório do Mosteiro, nas instalações oitocentistas em estilo neomanuelino, cedida por decisão governamental de 20 de novembro de 1900, iniciando-se a sua transferência em 1903 e abrindo portas em 1906. (Luís Raposo) O MNA resulta do esforço de José Leite de Vasconcellos (1858-1941) para criar um “Museu do Homem Português”. Com o patrocínio de Bernardino Machado, foi criado, por decreto régio de 20 de dezembro de 1893, como “Museu Ethnographico Português”. Como instituição centenária, esteve subordinada ao longo dos anos a diversas entidades e viu a sua designação alterar-se por quatro vezes, denominando-se, desde 1989, Museu Nacional de Arqueologia do Dr. Leite de Vasconcelos. Em mais de um século de existência, este Museu constituiu-se a instituição de referência da Arqueologia Portuguesa com correspondência regular com museus, universidades e centros de investigação em todo o Mundo. O Museu Nacional de Arqueologia foi distinguido com o Prémio Internacional “Genio Protector da Colonia Augusta Emerita”, atribuído pela Fundação de Estudos Romanos e pelo Grupo de Amigos do Museo Nacional de Arte Romano de Mérida, em Espanha. == Coleções == O acervo do Museu reúne as coleções iniciais do fundador, José Leite de Vasconcellos, e de Estácio da Veiga. A estas somaram-se numerosas outras: por integração a partir de outros departamentos do Estado, por doação ou legado, fruto da intensa atividade de campo do próprio Museu ou de outros arqueólogos, ou ainda por despachos governamentais, ao abrigo da legislação aplicável, sempre que se considere o valor nacional de bens arqueológicos descobertos no País.Hoje o MNA conta nas suas reservas com vestígios de cerca de 3.200 sítios arqueológicos, testemunhos que narram a história de mais de meio milhão de anos de ocupação do território atualmente português. Conta com a maior coleção de mosaicos romanos em museus portugueses, provenientes em sua maioria do sul do país, bem como com uma expressiva coleção de Etnografia Portuguesa e Africana. São milhares de bens, estando vários disponíveis para consulta no MatrizNet. === Principais Núcleos === O principal núcleo é constituído pelas colecções de ourivesaria arcaica, em exposição na sala do Tesouro, uma das mais importantes a nível peninsular. Igualmente notáveis são os núcleos de epigrafia latina de que sobressai o acervo proveniente do Santuário de S. Miguel da Mota (Endovélico) e, finalmente, o dos Mosaicos, que inclui alguns dos melhores exemplares existentes em Tesouros Nacionais. === Coleções de Artefactos Metálicos === A coleção de artefactos metálicos do MNA é representativa da história da mineração e da metalurgia do território hoje português, incluindo desde os mais antigos objetos fabricados em cobre e em liga de cobre, do Calcolítico, (meados do 3º milénio a. C.), aos primeiros objetos em ferro aparecidos no nosso subsolo, nas necrópoles alentejanas da 1ª Idade do Ferro (séc. VII-VI a.C.). São ainda particularmente expressivos, os conjuntos de artefactos do chamado “Bronze Atlântico” e de alfaias agrícolas do período romano. === Escultura === O MNA reúne a maior coleção de escultura clássica existente em território português. Deste conjunto merece particular destaque, pela qualidade técnica e estilística reveladas, as monumentais estátuas togadas provenientes de Mértola, o Apolo da Herdade do Álamo (Alcoutim) e os sarcófagos de Tróia e de Castanheira do Ribatejo. Merece ainda referência, o núcleo escultórico proveniente do Santuário de S. Miguel da Mota (Alandroal), por ser o maior jamais encontrado em território português, quase exclusivamente esculpido em mármore do tipo Estremoz / Vila Viçosa, apesar de se apresentar muito mutilado, provavelmente sob a ação das primeiras comunidades cristãs. Características do universo celtizante do noroeste português, são as monumentais estátuas em granito, representando príncipes ou personagens heroicizadas, vulgarmente designadas por “Guerreiros Galaicos- lusitanos” que guardam a entrada do Museu. O acervo do Museu integra o maior e mais significativo conjunto deste tipo de escultura a nível peninsular. A este mesmo contexto pertencem também os “berrões”, designação porque são conhecidas esculturas zoomórficas, de provável carácter totémico. === Mosaicos === Apesar de serem muitos, os vestígios arqueológicos de época romana encontrados em Portugal, e conservados no MNA, não se pode considerar especialmente importante a coleção de mosaicos romanos existente no país. Neste panorama relativamente pobre, sobretudo quando comparado com a vizinha Espanha, ou com o Norte de África, destacam-se os mosaicos provenientes das villas romanas de Torre de Palma e de Santa Vitória do Ameixial, e de Milreu e Montinho das Laranjeiras. Os temas mais comuns são oriundos da mitologia clássica: As viagens de Ulisses, o mito de Orfeu ou Trabalhos de Hércules. Quase todos datados do século III da nossa Era, acusam influências diretas de oficinas norte africanas. === Ourivesaria === É notável a coleção de ourivesaria antiga do MNA. Reunida ao longo de mais de um século, oriunda dos mais diversos lugares e representativa das principais etapas da Pré-história e da História Antiga, conta atualmente com cerca de um milhar de objetos. Oculta, durante décadas e gerações à fruição pública, atualmente está exposta ao público, segundo um percurso cronológico-cultural, onde podem ser admiradas algumas das suas obras-primas: Os Tesouros da Herdade do Álamo e de Baião, as Arrecadas de Paços de Ferreira, ou o notável Torques de Vilas-Boas, verdadeiro Ex-Libris da coleção. === Epigrafia === Deve-se a José Leite de Vasconcellos, notável epigrafista, a existência de um dos mais ricos acervos epigráficos nacionais. A maior parte refere-se à epigrafia latina, e tem como suporte, monumentos funerários em forma de ara, sem dúvida os mais numerosos. O Museu possui ainda um importante núcleo de epigrafia paleocristã. Caracterizada por três tipos de inscrições – funerárias, votivas e honoríficas — a epigrafia latina do período imperial obedecia a formulários pré-definidos e que constituem indicadores da tipologia das inscrições. Assim, a presença de fórmulas como D.M.S. (consagrado aos deuses Manes), H.S. E. (aqui está) e S. T. T. L. (que a terra te seja leve) não deixa dúvidas quanto ao carácter funerário da inscrição. Possui ainda o Museu notável conjunto de inscrições votivas consagradas à divindade indígena, Endovélico proveniente do Santuário de S. Miguel da Mota. Embora em menor número, há algumas inscrições honoríficas, de que são exemplo, entre outras, a da Civitas Ammaiensis ao Imperador Cláudio (culto imperial). === Numismática e Medalhística === Apenas a proximidade morfológica e material associa este tipo de coleções. De facto, cada uma delas é uma disciplina autónoma, embora assumam, neste Museu, importância e representatividade muito desiguais. Podemos dizer que, atualmente, a Medalhística é uma coleção menor, enquanto a Numismática, constituída maioritariamente por espécies de época romana é uma coleção de referência para o estudo da presença romana no território português. Conta com cerca de 30 mil exemplares, entre as quais figuram algumas das primeiras cunhagens da Lusitânia. A maior parte provém de achados dispersos e tesouros, de que se salientam os de época republicana como o de Santana da Carnota ou Mértola, os de época tardo-romana como o de Porto Carro, do séc. III e o de Troia, do séc. IV. À exceção de SIRPENS (Serpa), estão representadas todas as cecas (oficinas de cunhagem) que cunharam moeda no atual território português. === Materiais Orgânicos === A extrema fragilidade e dificuldade de preservação, de alguns objetos feitos de materiais perecíveis, determinou a criação de uma reserva específica para os materiais orgânicos, onde é controlada a temperatura, a humidade, a luz, e selecionados criteriosamente os materiais de embalagem e acondicionamento. Estão neste caso, por exemplo, as escadas de madeira e as cordas em esparto provenientes das minas romanas de Vipasca (Aljustrel), assim como as múmias, a cestaria, ou os couros da Coleção Egípcia. === Antiguidades Egípcias === A Coleção de Antiguidades Egípcias do Museu Nacional de Arqueologia, constituída por cerca de 500 bens culturais, dos quais mais de 300 estão em exposição, tem origens muito diversas. O primeiro núcleo de objetos foi comprado por José Leite de Vasconcelos, em 1909, durante a sua viagem ao Egipto, a que se juntaram, mais tarde, outros conjuntos, como a coleção adquirida pela Rainha D. Amélia, ou a importante doação da Família Palmela. Apesar da sua reduzida dimensão, este conjunto permite representar a História do Egipto, desde o período pré-dinástico ao Copta. === Antiguidades Greco-Itálicas === A coleção de Antiguidades Greco-Itálicas do MNA é constituída por um conjunto diversificado de objetos provenientes do amplo espaço geográfico e cultural que o Mediterrâneo acolhe, e temporalmente abrangido pelo mundo Pré-Clássico e Clássico. Integram esta coleção, entre outras, os bens culturais adquiridos por José Leite de Vasconcelos na Grécia, objetos doados ou adquiridos em leilão, como aconteceu recentemente com a ânfora grega panatenaica, proveniente de Pompeia ou Herculano. === Etnografia === De acordo com o espírito científico da época, a Etnografia constituía um polo de referência central do Museu. Para este efeito, José Leite de Vasconcelos percorreu inúmeras regiões, recolhendo materiais que ainda hoje constituem núcleo principal da coleção de Etnografia do MNA. Das coleções etnográficas, atualmente em reservas ou apenas expostas temporariamente, merecem referência especial os núcleos da Religiosidade Popular, no qual se incluem os registos de santos, ex-votos ou painéis votivos, assim como os amuletos, a arte pastoril (colheres, cornas, polvorinhos), materiais de tecelagem, instrumentos musicais (de que se destaca uma sanfona do século XVIII), brinquedos, espécimes ligados à escrita a à arte de fumar, assim como faiança portuguesa dos séculos XVII a XX, de várias fábricas e épocas, e outros de alguns centros oleiros de que se mencionam os de Barcelos, Gaia, Caldas da Rainha, Mafra, Nisa, Estremoz, Redondo e Algarve. Também as coleções africanas estão representadas por alguns bens culturais excecionais, dos quais se destaca a célebre escultura Tshokwe, representando o guerreiro “Tshibinda Ilunga”. === Ânforas === A coleção de ânforas do Museu Nacional de Arqueologia é um importante testemunho das relações socioeconómicas entre a província da Lusitânia e os grandes centros exportadores e consumidores do mundo romano. A situação geográfica do nosso país, inserido, por um lado, na fachada atlântica e, por outro, na proximidade com o mar mediterrâneo, permitiu aos arqueólogos recolher vestígios materiais das mais diversas tipologias e proveniências que vão desde o séc. I a.C. até ao séc. V d.C. Os materiais anfóricos em reserva no Museu Nacional de Arqueologia contribuem hoje para o estudo de uma rede complexa de rotas marítimas e dependências comerciais do mundo romano. Estações arqueológicas como Mértola, Castro Marim, Torre de Ares ou Troia revelam contactos com o mediterrâneo oriental e ocidental e com o norte de África através das importações do afamado azeite bético e vinho, testemunhado pela presença de ânforas do tipo Dressel 20, Dressel 14, Haltern 70 e Africana I e II, sem perder de vista o abundante material genuinamente lusitano fabricado nas inúmeras olarias romanas, situadas principalmente no litoral, do centro e sul do país, nomeadamente as Almagro 51 C, Almagro 51 a-b, Lusitana 3, Almagro 50, Dressel 14, que envasavam preparados píscicolas, alguns comuns, como simples peixe conservado em sal, outros, verdadeiros produtos de luxo, pastas e molhos aromatizados referidos pelos autores clássicos, como o garum ou o liquamen. === Legados e Doações === O Museu Nacional de Arqueologia tem contado, ao longo da sua história, com importantíssimos Legados e Doações, o que se traduz no enriquecimento do seu acervo, da sua representatividade e aprofundamento. Merecem particular referência as doações de António Bustorff Silva, de D. Luis Bramão e da Família Sam Levy. == Localização == O MNA encontra-se em Lisboa, na freguesia de Santa Maria de Belém, no Mosteiro dos Jerónimos em instalações oitocentistas cedidas por decisão governamental em 20 de novembro de 1900, ocupando praticamente toda a fachada do Mosteiro dos Jerónimos voltada para a Praça do Império. Esta é uma área de grande afluência turística, com diversos equipamentos culturais, tanto de âmbito público como privado.Ao longo dos anos, o MNA tem sido alvo de reorganização do espaço e coleções, assim como de vários planos de mudança e/ou construção de novas instalações, por forma a melhor acolher e dispor o seu acervo. O MNA começou por ter sede na Academia das Ciências de Lisboa, em sala cedida pela Comissão Geológica, sendo posteriormente, em 1900, afetado ao Mosteiro dos Jerónimos, espaço que ocupou a partir de 1903 e onde abriu as portas em 22 de abril de 1906. José Leite de Vasconcelos terá ficado radiante com esta mudança, mas o facto de o Museu ter levado a cabo escavações arqueológicas e de vários decretos governamentais instituírem o Museu como “organismo central de vigilância e de investigação arqueológica” levou a um aumento substancial das suas reservas. Para colmatar este problema tem-se ponderado a construção de novas instalações, como o projeto dos anos de 1950 para a criação de um novo edifício para o Museu na Cidade Universitária, em Lisboa, ou mudança para outro local, como a Cordoaria Nacional e cuja questão voltou a ressurgir. == Missão e objetivos == Foi concebido por José Leite de Vasconcellos para ser o “Museu do Homem Português”, sonho que se intensificou com a sua investigação arqueológica. Para José Leite de Vasconcellos, > \"o que pois principalmente se deve buscar no Museu é o methodo scientifico > da classificação e do arrumo, de modo que os objectos fallem, por assim > dizer, mais á intelligencia do visitante do que aos olhos. Não se estranhe > por isso se, ao lado de um bello instrumento de sílex, de osso ou marfim, se > vir um caco, ou se ao pé de uma estatua de marmore estiver uma inscripção > partida: é que ás vezes, só por um caco, pela natureza da sua pasta, pela > sua superficie alisada ou tosca, pelo seu bôrdo, pela sua ornamentação, póde > determinar-se uma data e uma filiação histórica; e só pelo fragmento de uma > epigraphe póde também resolver-se um problema importante, a exacta situação > de um oppidum, a decifração de um texto litterario obscuro, a restituição de > uma palavra, ou até de uma língua antiga\". Como instituição centenária esteve subordinada ao longo dos anos a diversas entidades e viu a sua designação alterar-se por quatro vezes, denominando-se, desde 1989, por Museu Nacional de Arqueologia do Dr. Leite de Vasconcellos. Os diretores que se lhe seguiram apoiaram a realização de escavações arqueológicas cujo espólio reverteu para o museu mas empenharam-se, sobretudo, no estudo do acervo que havia sido acumulado sem, no entanto, ter sido tratado, abrindo as coleções do MNA “para estudo e publicação, por arqueólogos e licenciados em história, com elaboração de teses sobre, no todo, ou em parte, materiais inéditos guardados no Museu”. O MNA continua hoje com a mesma vocação básica, ou seja, contar a história do povoamento do nosso território, desde as origens até à fundação da nacionalidade. Aí se encontra o principal centro de investigação arqueológica de Portugal: pelas coleções de que dispõe, pelos recursos técnicos que possui, pelo próprio espaço que ocupa no Mosteiro dos Jerónimos (verdadeiro centro de confluência de nacionais e estrangeiros, com especial relevo para as escolas do País, que anualmente procuram o serviço educativo do Museu). O MNA dispõe de diversos serviços orientados para o cumprimento das funções museológicas previstas na Lei-Quadro dos Museus Portugueses , de onde se destaca o Serviço de Inventário e Coleções, que procede à organização sistemática e à gestão das coleções de acordo com necessidades de investigação, bem como de exposições e cedência de bens culturais, e o Laboratório de Conservação e Restauro , que intervém sobretudo em bens culturais do MNA, ou que integrem exposições ali patentes, e efetua a monitorização das condições atmosféricas dos espaços expositivos. O Museu apresenta as Antiguidades Egípcias e os Tesouros da Arqueologia Portuguesa, como exposições permanentes, e, frequentemente, organiza exposições temporárias sobre diversos temas. Para além de exposições, o Museu oferece a edição regular de publicações, de onde sobressai a revista científica O Arqueólogo Português, editada desde 1895 e a mais importante do seu género em Portugal, com uma rede de mais de 300 instituições correspondentes em todo o Mundo. == Objetos Selecionados == Ficheiro:Aplicação discoidal, verso, Idade do Bronze.tif|Aplicação discoidal, verso, Idade do Bronze Ficheiro:Conjunto de Botões MNArqueologia.tif|Conjunto de Botões, Idade do Ferro Antigo, Ouro / Laminado e soldado Ficheiro:Braçal de arqueiro, verso, Idade do Bronze.tif|Braçal de arqueiro, verso, Idade do Bronze Ficheiro:Colar Ouro Idade do Ferro MNArqueologia.tif|Colar, Idade do Ferro Antigo. Séc. VI-V a.C., Ouro Ficheiro:Fivela Ouro e granadas MNArqueologia.tif|Fivela, Ouro e granadas Ficheiro:Espeto com suporte em bronze MNArqueologia.tif| Espeto com suporte em bronze, Serra de Alvaiázere Ficheiro:Cabeça Feminina (Júlia), I d.C. - II d.C., Época Romana, Romano Lusitânia.jpg|Cabeça Feminina (Júlia), I d.C. - II d.C., Época Romana, Romano Lusitânia Ficheiro:Cabeça Feminina (Julia) Verso, MNArqueologia.tif|Cabeça Feminina (Julia) Verso, Lusitânia Ficheiro:Hermes ou Herma MNArqueologia.tif|Hermes ou Herma bifronte de cariz dionisíaco; vista lateral rosto masculino (Dionisos),Romana. Século I d. C., Mármore branco Ficheiro:Estátua de Apolo (vista de costas) MNArqueologia.jpg|Estátua de Apolo (vista de costas), Época Romana. Século II d.C., Mármore branco Ficheiro:Conjunto de ídolos pinha MNArqueologia.tif| Conjunto de ídolos \"pinha\", Museu Nacional de Arqueologia, Calcolítico Inicial Finais 4º - inícios 3º milénio a.C., Calcário. Ficheiro:Estela com ecrita do SW MNArqueologia.tif|Estela com ecrita do SW, 1a Idade do Ferro, Xisto cinzento Ficheiro:Ara a Tibério Cláudio MNArqueologia.tif|Ara a Tibério Cláudio, Época Romana. Século I (Ano 44-45 d.C)., Mármore Ficheiro:Tábua de hospitalidade MNArqueologia.tif|Tábua de hospitalidade, Bronze Ficheiro:Unguentários da Sepultura do Pombalinho, Santarém MNArqueologia.tif|Unguentários da Sepultura do Pombalinho, Santarém, Época Romana. Finais séc. I d.c. -2oquartel séc. II d.c. Ficheiro:Garrafa de vidro, Época Romana. Séc. III-IV d.C. MNArqueologia.tif|Garrafa de vidro, Época Romana. Séc. III-IV d.C.,Vidro Ficheiro:Conjunto sepulcral da Necrópole de Ervidel III MNArqueologia.tif|Conjunto sepulcral da Necrópole de Ervidel III, Idade do Bronze Final Ficheiro:Placa ídolo em grés MNArqueologia.tif|Placa ídolo em grés Ficheiro:Ídolo cilíndrico oculado em calcário MNArqueologia.tif|Ídolo cilíndrico oculado em calcário, Moncarapacho, Calcolítico, Calcário/Esculpido Ficheiro:Placa de xisto antropomórfica MNArqueologia.tif|Placa de xisto antropomórfica,Anta da Idanha-a-Nova, Neolítico Final/ Calcolítico, Xisto/ Esculpida Ficheiro:Roqueiro.jpg|Inscrição romana de Roqueiro Ficheiro:Guerrero lusitano (29282742696).jpg|Estátuas lusitanas de Montalegre == Ver Também == * Balsa (Lusitânia) * Convento do Carmo (Lisboa) * Cultura castreja * Lusitânia * Língua lusitana * Lista de entidades da mitologia lusitana * Ophiusa * Cronologia da história de Portugal * Pré-história da Península Ibérica * Romanização da Hispânia * Tartessiano ==Ligações externas == * Sítio oficial do Museu Nacional de Arqueologia * Colecções dos Museus Portugueses on-line (Matriznet) *Museu Nacional de Arqueologia no Google Arts & Culture * Facebook oficial do Museu Nacional de Arqueologia * Twitter oficial do Museu Nacional de Arqueologia * Blog oficial do Museu Nacional de Arqueologia * Archaeological Institute of America: Iberian Peninsula Society * Visita Guiada (RTP), Episódio: Museu Nacional de Arqueologia Arqueologia Categoria:Museus de arqueologia de Portugal Categoria:Museus fundados em 1893 Categoria:Fundações em Portugal em 1893 Categoria:Arquitetura neomanuelina em Portugal Categoria:Património cultural de Portugal Categoria:Belém (Lisboa) Categoria:Ourivesaria Categoria:Etnografia Categoria:Museus nacionais de Portugal",
 "title": "Museu Nacional de Arqueologia"
}