{
 "id": "102336",
 "text": "Patrícia Rehder Galvão, conhecida como Pagu, (São João da Boa Vista, – Santos, ) foi uma escritora, poetisa, diretora, tradutora, desenhista, cartunista, jornalista e militante comunista brasileira.A última combatente do modernismo Teve expressivo destaque no movimento modernista iniciado em 1922, embora não tivesse participado da Semana de Arte Moderna, tendo na época apenas doze anos de idade. Militante comunista, foi presa por motivações políticas. == Biografia == Pagu foi a terceira de quatro irmãos de uma família de classe alta do Interior de São Paulo. Era filha de Thiers Galvão de França, advogado e jornalista de ascendência portuguesa, e de Adélia Rehder, dona de casa de ascendência alemã e portuguesa. Seus irmãos chamavam-se Conceição, Homero e Sidéria. Os avós paternos eram Joaquim Galvão Freire de França e Guilhermina Galvão, e os maternos, Germano Rehder Sobrinho e Ordália Aguiar Rehder.Pagu - Patrícia Rehder Galvão Bem antes de se tornar Pagu, apelido que lhe foi dado pelo poeta Raul Bopp, Zazá, como era conhecida em família, já era uma mulher avançada para os padrões da época, com seu comportamento considerado extravagante e defendendo as causas feministas. Fumava e bebia em público, usava roupas colantes e transparentes, usava cabelos curtos, manteve diversos relacionamentos amorosos, e costumava falar palavrões. Seu comportamento rebelde e à frente do seu tempo não era compatível com sua origem familiar, conservadora e tradicional. Em 1925, com quinze anos, mudou-se com a família para a capital paulista, onde conseguiu o primeiro emprego, como redatora, passando a escrever críticas contra o governo e contra as injustiças sociais, em uma coluna de notícias do Brás Jornal, assinando com o pseudônimo de Patsy.Pagu. Por Taciana Aparecida Rodrigues. Infoescola. == Carreira e vida pessoal == Embora tenha se tornado a musa dos modernistas, Pagu não participou da Semana de Arte Moderna. Tinha apenas doze anos em 1922, quando a Semana se realizou. Entretanto, aos dezoito anos, pouco depois de completar o curso na Escola Normal da capital paulista, integra-se ao movimento antropofágico, sob a influência de Oswald de Andrade e Tarsila do Amaral. O apelido Pagu surgiu de um erro do poeta modernista Raul Bopp, ao dedicar a ela, em 1928, o poema \"Coco de Pagu\":Bopp inventara o apelido, imaginando que seu nome fosse \"Patrícia Goulart\" e pretendendo fazer uma brincadeira com as primeiras sílabas do nome. O poema de Raul Bopp foi também responsável por tornar célebre a jovem Pagu. Foi publicado em vários jornais da época e interpretado por sua musa no palco do Teatro Municipal de São Paulo, em 1929. Além disso, como foi ultimamente descoberto pelo pesquisador e tradutor francês Antoine Chareyre, o texto até tornou-se letra de canção: uma toada, com o mesmo título, composta e cantada por Laura Suarez em 1929, e lançada em disco no início de 1930, o que possibilitou a radiodifusão da canção.CHAREYRE, Antoine. \"Pagu Face B : l'égérie oubliée du Carnaval de 1930 !\", no blog Bois Brésil & Cie., 16 de fevereiro de 2015. Pagu, que já havia se relacionado com homens famosos e anônimos, solteiros e casados, iniciou um novo romance secreto, desta vez com Oswald de Andrade, em 1928, enquanto ele ainda era casado com Tarsila do Amaral. Em 1929 a separação de Oswald para ficar com Pagu causou grande escândalo social. No dia 1º de abril de 1930 causou grande repercussão, quando \"casou-se\" com Oswald de Andrade, em uma cerimônia pouco convencional: o acontecimento foi simbólico, realizado no Cemitério da Consolação, em São Paulo. O fato apareceu em diversos noticiários. Ambos casaram-se oficialmente no civil e na igreja apenas no mês seguinte, com Pagu já grávida de seis meses, o que foi um escândalo. Em 25 de setembro de 1930 nasceu o filho do casal, Rudá de Andrade. O casal tornou-se militante do Partido Comunista Brasileiro, fundando juntos o jornal O Homem do Povo, que durou até 1945, quando Oswald rompeu com o partido comunista. Em junho de 1934 desquitaram-se, devido as constantes traições de Oswald, e Pagu saiu de casa com o filho para morar sozinha, outro grande escândalo social para a época. == Ativismo político, prisão e segundo casamento == Em 1931, Pagu ingressou no Partido Comunista Brasileiro, então Partido Comunista do Brasil (PCB). Ao participar da organização de uma greve de estivadores em Santos, no mesmo ano, foi presa pela polícia política de Getúlio Vargas. Foi a primeira de uma série de 23 prisões ao longo da vida. Depois de alguns anos de militância, em 1933, partiu para uma viagem pelo mundo, deixando no Brasil o marido e o filho. No mesmo ano publicou o romance Parque Industrial, sob o pseudônimo de Mara Lobo. Em 1935, foi presa em Paris como comunista estrangeira, com identidade falsa, sendo repatriada para o Brasil. Retomou sua atividade jornalística, criticando a ditadura militar. Sua nova identidade falsa foi descoberta, e Pagu foi novamente presa e torturada pelas forças da ditadura de Getúlio Vargas. Desta vez acabou ficando na cadeia por cinco anos, o que a levou a um intenso desespero, ampliando ainda mais sua capacidade artística e criativa. Nesse período, seu filho foi criado por Oswald. Ele levava o menino para visitar a mãe em alguns finais de semana. Ao sair da prisão, em 1940, rompeu com o Partido Comunista, passando a defender um socialismo de linha trotskista. Integrou a redação do periódico Vanguarda Socialista junto com seu marido Geraldo Ferraz, o crítico de arte Mário Pedrosa, Hilcar Leite e Edmundo Moniz. No mesmo ano iniciou um relacionamento com Geraldo Ferraz e no ano seguinte foram morar juntos. Desta união, que durou até o fim de sua vida, nasceu seu segundo filho, Geraldo Galvão Ferraz, em 18 de junho de 1941. Pagu voltou a criar seu filho mais velho, e passou a morar com seus dois filhos e o marido na capital paulista. Nessa mesma época viajou à China para lançar seus novos trabalhos artísticos. Em 1945, lançou um novo romance, A Famosa Revista, escrito em parceria com o marido, Geraldo Ferraz. Tentou, sem sucesso, uma vaga de deputada estadual nas eleições de 1950. Em 1952 frequentou a Escola de Arte Dramática de São Paulo, levando seus espetáculos teatrais a Santos. Ligada ao teatro de vanguarda, apresentou sua tradução de A Cantora Careca de Eugène Ionesco. Traduziu e dirigiu Fando e Liz de Fernando Arrabal, numa montagem amadora na qual estreava o jovem ator Plínio Marcos. Também traduziu poemas de Guillaume Apollinaire. Conhecida como grande animadora cultural em Santos, lá passou a residir com o marido e os filhos, no ano de 1953. Conviveu e incentivou jovens talentos santistas que apenas começavam suas carreiras, como o ator e dramaturgo Plínio Marcos e o compositor Gilberto Mendes. Dedicou-se em especial ao teatro, particularmente no incentivo a grupos amadores. === Desenho === Outra faceta de Pagu foi como desenhista e ilustradora. Participou da Revista de Antropofagia, publicada entre 1928 e 1929, entre outras. Em 2004, foi publicado o Caderno de croquis de Pagu e outros momentos felizes que foram devorados reunidos, com 22 desenhos da artista. O livro foi organizado por Lúcia Maria Teixeira, com a colaboração de Leda Rita Ferraz e de Rudá de Andrade, filho de Pagu e Oswald de Andrade. Foi também realizada uma exposição de seus desenhos no MIS, São Paulo.MIS abre o caderno de desenhos de Pagu. Estadão, 4 de maio de 2004. === Tiras de jornal === No jornal O Homem do Povo, publicou a tira Malakabeça, Fanika e Kabeluda. === Literatura === Pagu publicou os romances Parque Industrial (edição da autora, 1933), sob o pseudônimo Mara Lobo, considerado o primeiro romance proletário brasileiro, e A Famosa Revista (Americ-Edit, 1945), em colaboração com Geraldo Ferraz. Parque Industrial foi publicado nos Estados Unidos em tradução de Kenneth David Jackson, em 1994, pela University of Nebraska Press, e na França em tradução e edição crítica de Antoine Chareyre, em 2015. Escreveu também contos policiais, sob o pseudônimo King Shelter, publicados originalmente na revista pulp Detective, publicada pelo Diários Associados e dirigida pelo dramaturgo Nelson Rodrigues, e depois reunidos em Safra Macabra (Livraria José Olympio Editora, 1998). Em seu trabalho, junto a grupos teatrais, revelou e traduziu grandes autores até então inéditos no Brasil como James Joyce, Eugène Ionesco, Fernando Arrabal e Octavio Paz. === Morte === Ainda trabalhava como crítica de arte quando foi acometida por um câncer de pulmão em 1960. Viajou a Paris para se submeter a uma cirurgia, sem resultados positivos. Ela passou a morar na capital francesa com seu marido, para continuar realizando tratamento quimioterápico, e mensalmente recebia a visita dos filhos. Decepcionada e desesperada por estar doente, sem poder trabalhar com arte, seu maior prazer, e necessitando ficar sempre acamada, Patrícia desenvolveu uma profunda depressão, e tentou o suicídio, tentando dar um tiro na própria cabeça, sendo impedida pelo marido, ferindo-se apenas de raspão. Sobre o episódio, escreveu no panfleto \"Verdade e Liberdade\": \"Uma bala ficou para trás, entre gazes e lembranças estraçalhadas\". Após dois anos de tratamento, foi desenganada pelos médicos e voltou ao Brasil, morrendo em Santos um mês depois, em 12 de dezembro de 1962, aos 52 anos. == Legado == Em 2004, em Santos, a catadora de papel Selma Morgana Sarti encontrou no lixo uma grande quantidade de fotos e documentos da escritora e do jornalista Geraldo Ferraz, seu último companheiro. Estes fazem parte atualmente do arquivo da UNICAMP. Em 2005, a cidade de São Paulo comemorou os 95 anos de nascimento de Pagu com uma vasta programação, que incluiu lançamento de livros, exposição de fotos, desenhos e textos da homenageada, apresentação de um espetáculo teatral sobre sua vida e inauguração de uma página na Internet. No dia exato de seu nascimento, convidados compareceram com trajes de época a uma \"festa Pagu\", realizada no Museu da Imagem e do Som de São Paulo (MIS). == Representações na cultura == Sua vida e sua obra já foram tema de trabalho acadêmico em Geraldo Ferraz e Patrícia Galvão: a Experiência Literária do Suplemento Literário do Diário de S. Paulo (Annablume, 2005).Vida e obra de uma menina nada comportada: Pagu e o Suplemento Literário do Diário de S. Paulo. Por Heloisa Pontes. Cadernos Pagu, n° 26 Campinas, jan.-jun de 2006 ISSN 0104-8333 Em A \"Moscouzinha\" brasileira: cenários e personagens do cotidiano operário de Santos (1930 - 1954) (São Paulo, Humanitas, 2007), é citada a participação de Pagu, como militante comunista, num comício do PC e dos estivadores de Santos, em agosto de 1931, quando ela foi presa pela primeira vez. Escolhida como principal oradora, ela é agarrada por policiais, que tentam amordaçá-la. O estivador negro Herculano de Souza vai em sua defesa e é morto pela polícia. Pagu é presa e levada ao cárcere 3, na Praça dos Andradas, dita a \"pior cadeia do continente\", onde permanece duas semanas. Torna-se assim a primeira mulher a ser presa, no Brasil, por motivos claramente políticos.Patrícia Galvão (Pagu). Escritora: 1910 - 1962 , por Camila Ventura Frésca. No cinema, a vida de Pagu foi abordada em três filmes. O primeiro deles, Eh Pagu, Eh!, de 1982, docudrama dirigido pelo cineasta Ivo Branco foi, juntamente com o livro de Augusto de Campos (Pagu: Vida e Obra) responsável pela redescoberta e reinserção de Patrícia Galvão no panorama da cultura e política brasileiras. O filme foi premiado como melhor curta-metragem e melhor roteiro, no XV Festival de Cinema de Brasília do Cinema Brasileiro, recebendo inúmeros elogios da crítica. O segundo filme é o Eternamente Pagu (1988), sendo o primeiro longa- metragem dirigido por Norma Benguell, com Carla Camurati no papel-título, Antônio Fagundes como Oswald de Andrade e Esther Góes no papel de Tarsila do Amaral. Já o terceiro filme, de 1988 é um documentário baseado na obra de Patrícia Galvão – Livre na Imaginação no Espaço e no Tempo (Unisanta, 1988)”, com o título homônimo e ganhador do prêmio Exu Jorge Amado, da Jornada Internacional de Cinema da Bahia, sob a direção de seu filho com Oswald de Andrade, Rudá de Andrade e também do cineasta, Marcelo Tassara. Ela também aparece como personagem do filme O Homem do Pau Brasil. Na TV, foi personagem na minissérie Um Só Coração (2004), interpretada por Miriam Freeland. Há também a canção, Pagu, composição de Rita Lee e Zélia Duncan,Indômita Pagu. Por Walnice Nogueira Galvão. já interpretada por Maria Rita (nos álbuns Maria Rita e Segundo: Ao Vivo ):A história de Pagu também chegou aos palcos do teatro. No ano do centenário de seu nascimento entrou em cartaz o espetáculo Dos Escombros de Pagu, baseado no livro homônimo de Tereza Freire. Em 2006, Pagu foi enredo da Escola de Samba X-9 de Santos. No ano do centenário de seu nascimento (2010), foi publicada a Fotobiografia Viva Pagu, de autoria de Lúcia Teixeira Furlani e Geraldo Galvão Ferraz. Fruto de uma pesquisa de cinco anos, o livro De Pagu a Patrícia - o Último Ato, da pesquisadora Márcia Costa, mostra a trajetória e o cotidiano de Patrícia Galvão em Santos, nos seus últimos anos de vida. Para além do mito, o livro revela a intelectual, jornalista, militante cultural, na sua atuação no teatro, na literatura e no jornalismo em A Tribuna, último jornal que trabalhou. As relações culturais com intelectuais, escritores e diretores brasileiros e internacionais são reveladas no livro, mostrando sua ampla capacidade de diálogo e difusão da vanguarda mundial, sua atuação efetiva em plena defesa da arte, incentivando a produção artística e a defesa da criação de equipamentos culturais para a cidade de Santos, como o Teatro Municipal de Santos.De Pagu a Patrícia - O Último Ato == Lista de obras == === Ficção === * Parque Industrial (romance proletário) (com o pseudônimo Mara Lobo). São Paulo: Edição particular, 1933. 145 pp. * A Famosa Revista (em coautoria com Geraldo Ferraz). Rio de Janeiro: Americ-Edit, 1945. * Safra Macabra (contos policiais) [textos publicados na revista Detective em 1944, com o pseudônimo King Shelter], org. de Geraldo Galvão Ferraz. Rio de Janeiro: José Olympio, 1998. === Autobiografia === * Paixão Pagu: A Autobiografia Precoce de Patricia Galvão. (texto inédito escrito em 1940), prefácios de Geraldo Galvão Ferraz, Kenneth David Jackson, Rudá de Andrade. Rio de Janeiro: Agir, 2005. 164 pp. * Pagu: autobiografia precoce. (texto de 1940). São Paulo: Companhia das Letras, 2020. 144p. * Patrícia Galvão: livre na imaginação, no espaço e no tempo. Santos: Editora Unisanta, 1999. 114p. === Textos políticos === *Verdade e Liberdade. São Paulo: Comitê Pró-Candidatura Patrícia Galvão, 1950. === Desenhos === * Álbum de Pagu: Nascimento, Vida, Paixão e Morte. (inédito de 1929). Revista Código, Salvador, n.2, 1975. (Depois na coletânea Pagu: Vida-Obra). * Croquis de Pagu e Outros Momentos Felizes que Foram Devorados Reunidos, org. de Lúcia Maria Teixeira. Santos/São Paulo: Editora Unisanta/Cortez, 2004. 128 pp. === Coletâneas === * Augusto de Campos (org.). Pagu: Vida-obra. São Paulo: Brasiliense, 1982. (nova edição - São Paulo: Companhia das Letras, 2014. 469 pp.) * Kenneth David Jackson (org.). Palavras em rebeldia: uma antologia do jornalismo de Patrícia Galvão (Pagu). São Paulo: Edusp, 2023. 608p. * Kenneth David Jackson (org.). O Jornalismo de Patrícia Galvão, 1: Pagu e a política (1929-1954). São Paulo: Edusp, 2023. 802p. E-book. * Lúcia Teixeira (org.). Os Cadernos de Pagu: manuscritos de Patrícia Galvão. São Paulo: Nocelli e Unisanta, 2023. 328p. * Silvana Jeha (org.); Patrícia Galvão (Pagú): Até onde chega a sonda, escritos prisionais. São Paulo: Fósforo, 2023. p.144p. * Gênese Andrade (org.). Meu corpo quer extensão: uma antologia (1929-1948). São Paulo: Companhia das Letras, 2023. 112p. === Reedições === * Patrícia Galvão; Geraldo Ferraz. A Famosa Revista, com prefácio de Sérgio Milliet, em Dois Romances (com Doramundo de Geraldo Ferraz), Rio de Janeiro: José Olympio, 1959. * Patrícia Galvão; Geraldo Ferraz. A Famosa Revista. São Paulo: Cintra, 2013. 220p. E-book. * Patrícia Galvão. Parque Industrial, prefácio de Geraldo Galvão Ferraz. São Paulo: Alternativa, s. d. [1981]. 145 pp. * Patrícia Galvão. Parque Industrial. Porto Alegre/São Carlos: Mercado Aberto/Universidade Federal de São Carlos, \"Novelas exemplares\", 1994. * Patrícia Galvão. Parque Industrial, prefácio de Geraldo Galvão Ferraz. Rio de Janeiro: José Olympio, \"Sabor literário\", 2006. 122 pp. * Patrícia Galvão. Parque Industrial: romance proletário, prefácio de Augusto de Campos, notas e posfácio de Antoine Chareyre, posfácio de Kenneth David Jackson. São Paulo: Editorial Linha a Linha, 2018. * Patrícia Galvão. Parque Industrial: romance proletário. São Paulo: Companhia das Letras, 2022. === Traduções === * Industrial Park (A Proletarian Novel), tradução em inglês de Elizabeth e Kenneth David Jackson, posfácio de Kenneth David Jackson. Lincoln / Londres: University of Nebraska Press, \"Latin American Women Writers\", 1993. 153 pp. * Industrijski Park (Proleterski Roman), tradução em croata de Jelena Bulic. Zagreb, Naklada Jurčić, 2013. * Parc Industriel (Roman Prolétaire). Prólogo de Liliane Giraudon, tradução francesa, notas e posfácio de Antoine Chareyre. Montreuil (França): Le Temps des Cerises, coleção \"Romans des Libertés\", 2015. 166 pp. * Parque Industrial (Novela Proletaria), tradução em espanhol e prefácio de Martín Camps. México, Samsara, 2016. == Leitura adicional == * ANDRADE, O. GALVÃO, P.. Pagu, Oswald, Segall. Globo, 2009. * ARMONY, Adriana. \"Pagu no metrô\". São Paulo: Nós, 2022. 144p. * CAMPOS, A. Pagu: vida-obra. São Paulo: Brasiliense, 1982. * FREIRE, Tereza. Dos escombros de Pagu. São Paulo: SENAC, 2008 * FURLANI, Lúcia Maria Teixeira. Pagu – Patrícia Galvão: livre na imaginação, no espaço e no tempo. 5ª ed. Santos: UNISANTA, 1999. * FURLANI, Lúcia Maria Teixeira. Viva Pagu – Fotobiografia de Patrícia Galvão. São Paulo: Imprensa Oficial e Editora Unisanta, 2010. * GALVÃO, Thelma. Pagu - Literatura e Revolução. Ateliê Editorial, 2003. * MORAES, Letícia Nunes de. Da carta ao livro: a autobiografia precoce de Patrícia Galvão. \"Scripta\", v. 26, n. 56, p. 283-298. Disponível em: https://periodicos.pucminas.br/index.php/scripta/article/view/28251. Acesso em: 6 abr. 2023. * NEVES, Juliana. Geraldo Ferraz e Patricia Galvão. Annablume, 2005, 214 págs. * TAVARES, Rodrigo Rodrigues. A \"Moscouzinha\" brasileira: cenários e personagens do cotidiano operário de Santos. São Paulo: Humanitas/FAPESP, 2007 * ZATZ, Lia. Pagu - A Luta De Cada Um. Callis, 2005. ==Ligações externas== *Centro de Estudos Pagu Unisanta *Memória de Pagu é resgatada do lixo *Quando o lixo vira ouro *Patrícia Galvão e o trotskysmo - Carta de uma militante *Dossiê Pagu (em francês), no blog Bois Brésil & Cie. Categoria:Ateus do Brasil Categoria:Brasileiros de ascendência alemã Categoria:Brasileiros de ascendência portuguesa Categoria:Cartunistas do Brasil Categoria:Comunistas do Brasil Categoria:Contistas do estado de São Paulo Categoria:Escritoras do Brasil Categoria:Escritores do estado de São Paulo Categoria:Escritores modernistas do Brasil Categoria:Feministas do Brasil Categoria:Jornalistas do estado de São Paulo Categoria:Membros do Partido Comunista Brasileiro Categoria:Naturais de São João da Boa Vista Categoria:Poetas do modernismo Categoria:Revolucionários do Brasil Categoria:Mulheres romancistas do Brasil Categoria:Teóricos da poesia moderna Categoria:Tradutores da poesia moderna Categoria:Tradutores do estado de São Paulo Categoria:Trotskistas do Brasil",
 "title": "Pagu"
}