{
 "id": "102352",
 "text": "Nazareth é uma banda de rock escocesa formada na cidade de Dunfermline em 1968 pelo vocalista Dan McCafferty, o guitarrista Manny Charlton, o baixista Pete Agnew e o baterista Darrell Sweet. A banda teve vários sucessos, entre eles a composição de Felice Bryant e Boudleaux Bryant, \"Love Hurts\", nos anos 1970. No dia 30 de Agosto de 2013, o vocalista Dan McCafferty descobre que sofre de uma doença pulmonar obstrutiva crônica e então decide se aposentar da carreira artística. No dia 24 de Fevereiro de 2014, é anunciado o novo vocalista da banda, Linton Osborne. Após um ano de atividade, em 13 de Fevereiro de 2015, a banda anuncia Carl Sentance, anteriormente do Persian Risk, Geezer Butler Band e Krokus, como seu novo vocalista. == História == === As origens === As origens do Nazareth remontam a 1961, ano em que Pete Agnew fundou o \"The Shadettes\". A primeira formação deste grupo foi: Pete Agnew (guitarra e vocal), Brian 'Pye' Brady (guitarra), Alfie Murray (guitarra), Alan Fraser (bateria) e Bobby Spence (baixo). O grupo ganhou consistência, nos anos de 1964 e 1965, com a chegada de Darrel Sweet e Dan McCafferty. Em 1968, dois acontecimentos muito importantes na história da banda: o ingresso do lendário guitarrista Manny Charlton e a mudança do nome para Nazareth. Até então o grupo limitava-se a fazer covers; porém, com Manny integrado ao grupo, os escoceses passaram a compor material próprio. === O auge === Após a mudança para Londres, lançaram seu primeiro disco, chamado Nazareth, em 1971. Em 1972 chamaram a atenção no mundo da música com o seu segundo álbum - Exercises -, o trabalho mais leve já realizado pela banda. Em 1973, a banda procurava por um produtor para seu próximo álbum, que haveria de ter um som bem mais pesado que o anterior. A escolha não poderia ter sido melhor: Roger Glover. Segundo Dan McCafferty, \"Roger Glover acabou envolvendo-se naquele álbum, pois o Nazareth estava abrindo para o Deep Purple na parte inglesa da turnê. Estávamos procurando um produtor, e então tocamos nossas Demos para o Roger, que obviamente já havia nos visto ao vivo. Ele gostou do material e fomos para o estúdio. Tudo foi muito simples, pois todos sabíamos o que queríamos dentro da banda, e o Roger, por estar em turnê conosco, também sabia. Gravamos tudo em duas semanas, e tínhamos que fazer duas músicas por dia (risos). Teve que ser um trabalho bem objetivo!\" (trecho de entrevista publicada na revista Roadie Crew, edição n° 76 - maio/2005 - com reportagem de Claudio Vicentim e fotos de Ricardo Zupa). Assim, surgiu Razamanaz, que lançou o Nazareth ao estrelato e culminou com duas músicas qualificadas entre as dez mais tocadas no Reino Unido - \"Broken Down Angel\" e \"Bad Bad Boy\". Todas as formações do Nazareth Fase I (1968-1978) * Dan McCafferty - vocais * Manny Charlton - guitarra * Pete Agnew - baixo,vocais * Darrel Sweet - bateria Fase II (1978-1980) * Dan McCafferty - vocais * Manny Charlton - guitarra * Zal Cleminson - guitarra * Pete Agnew - baixo, vocais * Darrel Sweet - bateria Fase III (1980-1983) * Dan McCafferty - vocais * Manny Charlton - guitarra * Billy Rankin - guitarra * John Locke - teclado * Pete Agnew - baixo, vocais * Darrel Sweet - bateria Fase IV (1983-1990) * Dan McCafferty - vocais * Manny Charlton - guitarra * Pete Agnew - baixo, vocais * Darrel Sweet - bateria Fase V (1990-1994) * Dan McCafferty - vocais * Pete Agnew - baixo, vocais * Darrel Sweet - bateria * Billy Rankin - guitarra Fase VI (1994-1999) * Dan McCafferty - vocais * Pete Agnew - baixo, vocais * Darrel Sweet - bateria * Jimmy Murrison - guitarra * Ronnie Leahy - teclado Fase VII (1999-2003) * Dan McCafferty - vocais * Pete Agnew - baixo, vocais * Lee Agnew - bateria * Jimmy Murrison - guitarra * Ronnie Leahy - teclado Fase VIII (2003-2013) * Dan McCafferty - vocais * Pete Agnew - baixo, vocais * Lee Agnew - bateria * Jimmy Murrison - guitarra 2014-2015 * Pete Agnew – baixo, vocais * Jimmy Murrison – guitarra * Lee Agnew – bateria * Linton Osborne – vocais 2015 - presente * Pete Agnew - baixo, vocais * Jimmy Murrison - guitarra * Lee Agnew - bateria * Carl Sentences - vocais Os dois álbuns que se seguiram, Loud 'N' Proud e Rampant, também foram produzidos por Glover, mas o sucesso foi um pouco menor. O mais famoso álbum do Nazareth, Hair of the Dog, foi produzido pela própria banda e surgiu em 1975, sendo um marco para o Rock dos anos 1970. Sua interpretação da música dos Everly Brothers \"Love Hurts\" resultou em disco de platina nos Estados Unidos e teve sucesso similar no Reino Unido. A este se seguiram uma série de álbuns que estão no Top 100 do Billboard 200. Em 1978, o guitarrista Zal Cleminson (Sensational Alex Harvey Band) juntou-se ao grupo, gravando apenas dois álbuns com o Nazareth. Zal, todavia, deixou sua marca: seu dueto com Manny Charlton no álbum No Mean City é até hoje lembrado como um dos melhores trabalhos com guitarras já realizados em estúdio. Zal foi substituído por Billy Rankin, na época com apenas 19 anos. === Um período difícil === Nos anos 1980, o sucesso da banda já não era mais o mesmo, mas eles continuaram na estrada, procurando novos caminhos para o grupo. Em 1981 gravaram o festejado \"Snaz\", álbum originado de um show realizado pelos escoceses em Vancouver, Canadá, no dia 13 de maio daquele ano. O álbum \"2XS\", de 1982, trouxe as faixas \"Love Leads To Madness\" e \"Dream On\", que marcaram o retorno do Nazareth às rádios do mundo inteiro. A primeira delas, inclusive, foi um grande sucesso da trilha sonora da novela global \"Sol de Verão\". Porém, nos dois álbuns seguintes (Sound Elixir e The Catch), a banda recebeu fortes críticas, sendo acusada de deixar um pouco de lado o rock and roll e se dedicar a um som mais pop. A balada \"Where Are You Now?\" foi o único hit deste período conturbado. Billy saiu da banda em 1983 e o Nazareth voltou, assim, ao seu quarteto original. O álbum Cinema (1986) trouxe de volta ao repertório da banda o seu rock competente, mas isso não foi suficiente para resgatar o grande sucesso dos anos 1970. === O início da recuperação === Em 1990 foi a vez de Manny Charlton deixar a banda, para dedicar-se à carreira de produtor. Com isto, Billy Rankin foi chamado novamente, desta vez com a difícil tarefa de substituir um mito. Muitos pensaram que a saída de Manny colocaria um ponto final na carreira do Nazareth, mas o amor ao rock levou os escoceses a continuarem na estrada. Billy, por sua vez, mostrou-se à altura do cargo. No ano de 1992, o álbum No Jive foi muito bem recebido e devolveu ao Nazareth parte do prestígio que havia sido abalado nos anos 1980. Em dezembro de 1994, Billy deixou o Nazareth pela segunda vez e Jimmy Murrison foi escolhido como substituto. Em 1995, a banda teve o ingresso, como tecladista, do experiente músico Ronnie Leahy. No ano de 1998 surge o álbum Boogaloo, pouco divulgado, mas certamente um dos melhores álbuns já lançados pela banda. Em 30 de abril de 1999 ocorre o inesperado: o baterista Darrel Sweet falece, vítima de um fulminante ataque cardíaco, minutos antes de um show que a banda realizaria nos Estados Unidos, na primeira parte da turnê de divulgação deste novo trabalho. Após uma pequena pausa de alguns meses para absorver o duro golpe pela morte do amigo, os veteranos escoceses encontraram forças para voltar à estrada. Pete chamou seu filho Lee Agnew, que era roadie da bateria de Darrel, para substituí-lo: o Nazareth estava de volta para continuar a turnê do álbum Boogaloo. === Nazareth no século XXI: rock e maturidade === Em 2002 lançaram seu primeiro DVD gravado ao vivo - Homecoming - onde os talentosos músicos da banda mostram que continuam em plena forma. Em 2003, Ronnie resolve sair do grupo e o Nazareth volta a ter o line-up tradicional: vocal, guitarra, baixo e bateria. Os DVDs From The Beginning e Live From Classic T Stage foram lançados no ano de 2005 e retratam dois momentos distintos da carreira da banda: o primeiro traz várias passagens dos anos 1970 e o segundo foi gravado no mesmo ano de seu lançamento, em Londres. Em 4 de agosto de 2006, mais um duro golpe para os escoceses: faleceu o americano John Locke, ex-tecladista da banda, aos 62 anos, vítima de câncer. O Nazareth é hoje considerado uma das bandas mais influentes no cenário do rock, sobretudo entre aquelas que ainda continuam em atividade. Seu rock vitorioso persiste, apesar das muitas dificuldades encontradas pelo caminho. A trajetória de sucesso destes escoceses tem sido atualmente considerada um ótimo exemplo para os músicos que estão em início de carreira, bem como para aqueles que sentem-se desestimulados após alguns fracassos na busca do sucesso. O motivo é que os veteranos Dan McCafferty e Pete Agnew jamais desanimaram diante das adversidades encontradas, enfrentando-as sempre com muita garra e amor ao trabalho que exercem. === \"The Newz\", o novo álbum === A longa carreira do Nazareth, ao que parece, não acabará tão cedo: após realizar incansáveis turnês ao redor do mundo, o grupo fez uma breve pausa nas apresentações e gravou, durante o mês de setembro de 2007, um novo CD de inéditas, lançado no Brasil no mês de junho de 2008. As gravações foram realizadas no lendário Powerplaystudio, em Zurique, na Suíça. O novo álbum de estúdio do Nazareth, intitulado \"The Newz\", é o 21º da carreira da banda e conta com 13 faixas inéditas: Goin' Loco, Day At The Beach, Liar, See Me, Enough Love, Warning, Mean Streets, Road Trip, Gloria, Keep On Travellin', Loggin' On, The Gathering e Dying Breed, além da \"hidden track\" Goblin King. \"The Newz\" foi produzido pelo jovem talento Yann Rouiller e é o primeiro álbum de inéditas do Nazareth desde Boogaloo, lançado em 1998. Todo o processo de gravação do novo CD foi filmado e resultará no lançamento de um DVD histórico, mostrando todos detalhes dos ensaios e dos ajustes finais das novas músicas do Nazareth.Whiplash.Net - Nazareth: fotos das gravações e detalhes de CD === A turnê comemorativa dos 40 anos de Nazareth === Em 2008, o quarteto escocês, que completa 40 anos ininterruptos de existência, está fazendo uma turnê comemorativa. Para esta turnê, a banda agendou vários shows no Brasil, os quais foram realizados no mês de maio. As cidades brasileiras que receberam a visita dos escoceses nesta oportunidade foram: Maringá, Cascavel, Fortaleza, Joinville, Foz do Iguaçu, Ponta Grossa, São Paulo, Curitiba, Londrina (30/05) e Tubarão. Em dois shows da turnê, o mito Dan McCafferty soube muito bem explorar o que o Brasil tem de melhor: o futebol. Numa junção entre Rock and Roll e a modalidade esportiva, o vocalista do Nazareth subiu ao palco vestindo as camisas de clubes locais. O primeiro foi em Ponta Grossa/PR, com a camisa do Operário Ferroviário E.C. Em outro show da banda, Dan McCafferty vestiu a camisa do Atlético Tubarão da cidade de Tubarão/SC. Os fãs-torcedores foram ao delírio. Segundo o site oficial do quarteto escocês, a banda retornará à América Latina no mês de dezembro, ocasião em que poderá realizar novas apresentações em terras tupiniquins. Em 2016 o Nazareth retorna ao Brasil para duas apresentações, nos dias 24 e 25 de maio, em Vilha Velha-ES e Brasília respectivamente. == As turnês no Brasil == O Nazareth excursionou por terras tupiniquins em diversas oportunidades. A primeira delas foi em dezembro de 1990, época em que a formação da banda era: Dan McCafferty (vocal), Pete Agnew (baixo/vocais), Billy Rankin (guitarra) e Darrel Sweet (bateria). Na cidade de São Paulo fizeram shows no extinto Dama Xoc e, no mesmo final de semana, foram a atração internacional da festa comemorativa dos 5 anos da Rádio 89 FM. Apresentaram-se também em Santos, no extinto Caiçara Music Hall. Neste mesmo ano a banda se apresentou pela primeira vez em Curitiba/PR no Palácio de Cristal do Clube Círculo Militar do Paraná (C.M.P.) ocasião em que muitos fans que se aglomeravam em frente ao local do show e não puderam comprar o ingresso, perplexos acreditavam ser uma banda Cover, tamanha a fama tinha a banda Nazareth nas casas noturnas e sucesso nas rádios desde os anos 1970. A banda retornou em setembro de 1995, se apresentando novamente em Curitiba/PR na extinta casa noturna Aeroanta, quebrando então a lenda da primeira apresentação. Neste retorno ao Brasil a banda estava com a mesma formação da turnê de 1990, desta vez dividindo o palco com seus amigos do Uriah Heep. Esta foi a turnê de divulgação do álbum Move Me, trabalho que deve ser creditado em boa parte ao guitarrista Billy Rankin, que compôs a maioria das músicas. No final de maio do ano de 2004, uma nova turnê brasileira, sendo que o grupo já contava com seu line-up atual. Nesta oportunidade, os escoceses fizeram na casa de shows Olympia (SP) aquela que havia sido, provavelmente, a melhor apresentação da banda no Brasil, sendo muito elogiados por público e crítica. Além de São Paulo, Salvador (BA) e Tubarão (SC) também tiveram a oportunidade de ver a lenda viva do rock and roll. Entretanto, a quarta turnê brasileira do Nazareth, realizada em 2007, superou em muito as expectativas. O guitarrista Jimmy Murison e o baterista Lee Agnew evoluíram muito, enquanto Dan e Pete provaram que são como vinho: quanto mais velhos, melhores. A turnê contou com as seguintes apresentações: Porto Alegre (18/04), Curitiba (19/04), Florianópolis (20/04) e São Bernardo do Campo (21/04). Os shows de Curitiba e São Bernardo foram gravados, sendo que o show realizado em Curitiba resultou no DVD e nos CDs \"Nazareth - Live in Brazil\", lançados no mês de setembro. Os veteranos escoceses retornaram ao Brasil em 2008, durante a turnê de celebração dos 40 anos de carreira do grupo. E voltaram em 2009, no mês de junho, se apresentando apenas no Paraná, uma vez que a banda já não conta com o mesmo sucesso em outras capitais como São Paulo, por exemplo, onde já teve shows cancelados pela baixíssima venda de ingressos. Em 2010, a banda escocesa voltou ao país e se apresentou na cidade de Criciúma no extremo sul catarinense. Após problemas de extravio de bagagem os produtores da banda foram às compras na cidade, e com isso o vocalista da banda se apresentou com uma camiseta da marca local, Rock City. No no dia 16 Outubro a banda fez uma mega apresentação do seu show no Centro Convention Center Serra em Lages Serra Catarinense, cantando seus maiores hits da carreira arrastando uma multidão ao local. Em Novembro de 2011, novas apresentações pelo Sul do País, em cidades do Paraná e Santa Catarina, como União da Vitória, Blumenau, Concórdia, Videira e Chapecó respectivamente.http://www.nazarethdirect.co.uk/nazareth/?q=event , acesso em 20.11.2011. Em 2 de fevereiro de 2012, segundo o site oficial da banda, novas apresentações no Brasil, nessa data em Goiânia-GO, no Bolshoi Pub, e posteriormente em cidades do Nordeste e Sudeste. No meio do ano Nazareth realizou um show na cidade de Ilha Comprida. == Integrantes == === Atual formação === * Pete Agnew - baixo, backing vocals (1968–presente) * Jimmy Murrison - guitarra (1994–presente) * Lee Agnew - bateria, backing vocals (1999–presente) * Carl Sentance - vocal principal (2015–presente) === Antigos membros === * Dan McCafferty - vocal principal (1968-2013; faleceu em 2022https://g1.globo.com/pop-arte/musica/noticia/2022/11/08/dan-mccafferty- vocalista-original-da-banda-nazareth-morre.ghtml) * Darrell Sweet - bateria, backing vocals ocasionais (1968–1999; faleceu em 1999) * Manny Charlton - guitarra (1968–1990; faleceu em 2022https://www.omelete.com.br/musica/morre- manny-charlton) * Zal Cleminson - guitarra (1978–1980) * Billy Rankin - guitarra (1980–1983, 1990–1994) * John Locke - teclado (1980–1982; faleceu em 2006) * Ronnie Leahy - teclado (1994–2002) * Linton Osborne - vocal principal (2014–2015) ===Linha do tempo=== ImageSize = width:1000 height:auto barincrement:20 PlotArea = left:85 bottom:60 top:0 right:30 Alignbars = justify DateFormat = mm/dd/yyyy Period = from:12/01/1968 till:06/01/2018 TimeAxis = orientation:horizontal format:yyyy Colors = id:vocals value:red legend:Vocal id:bass value:blue legend:Baixo id:guitars value:green legend:Guitarra id:drums value:orange legend:Bateria id:keyboards value:purple legend:Teclado id:studio value:black legend:Álbuns_de_estúdio id:live value:gray(0.85) legend:Álbuns_ao_vivo id:bars value:gray(0.9) BackgroundColors = bars:bars Legend = orientation:horizontal position:bottom ScaleMajor = increment:2 start:1969 ScaleMinor = increment:1 start:1969 LineData = at:11/01/1971 color:black layer:back at:07/01/1972 color:black layer:back at:05/01/1973 color:black layer:back at:11/01/1973 color:black layer:back at:05/01/1974 color:black layer:back at:04/01/1975 color:black layer:back at:03/01/1976 color:black layer:back at:11/01/1976 color:black layer:back at:11/01/1977 color:black layer:back at:01/21/1979 color:black layer:back at:04/01/1980 color:black layer:back at:02/01/1981 color:black layer:back at:01/22/1982 color:black layer:back at:06/26/1983 color:black layer:back at:09/01/1984 color:black layer:back at:02/01/1986 color:black layer:back at:04/01/1989 color:black layer:back at:11/01/1991 color:black layer:back at:03/22/1994 color:black layer:back at:08/25/1998 color:black layer:back at:03/31/2008 color:black layer:back at:04/15/2011 color:black layer:back at:06/03/2014 color:black layer:back at:12/16/1981 color:live layer:back at:07/28/1991 color:live layer:back at:08/01/1998 color:live layer:back at:05/22/2001 color:live layer:back at:04/23/2002 color:live layer:back at:11/18/2003 color:live layer:back at:06/01/2004 color:live layer:back at:08/01/2007 color:live layer:back BarData = bar:Dan text:Dan McCafferty bar:Linton text:Linton Osborne bar:Carl text:Carl Sentance bar:Pete text:Pete Agnew bar:Manny text:Manny Charlton bar:Zal text:Zal Cleminson bar:Billy text:Billy Rankin bar:Jimmy text:Jimmy Murrison bar:Darrell text:Darrell Sweet bar:Lee text:Lee Agnew bar:John text:John Locke bar:Ronnie text:Ronnie Leahy PlotData= width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Dan from:12/01/1968 till:08/28/2013 color:vocals bar:Linton from:02/22/2014 till:01/22/2015 color:vocals bar:Carl from:02/15/2015 till:end color:vocals bar:Pete from:12/01/1968 till:end color:Bass bar:Manny from:12/01/1968 till:05/01/1990 color:guitars bar:Zal from:09/01/1978 till:07/01/1980 color:guitars bar:Billy from:07/01/1980 till:06/21/1983 color:guitars bar:Billy from:12/01/1990 till:12/01/1994 color:guitars bar:Jimmy from:12/01/1994 till:end color:guitars bar:Darrell from:12/01/1968 till:04/30/1999 color:Drums bar:Lee from:04/30/1999 till:end color:Drums bar:John from:07/01/1980 till:12/01/1982 color:Keyboards bar:Ronnie from:12/01/1994 till:12/01/2002 color:Keyboards == Discografia == === Álbuns de estúdio === Ano Álbum Posições nas paradas musicais Certificação de vendas RU EUA CAN AUT ALE NOR SUE SUI 1971 Nazareth - - - - - - - - 1972 Exercises - - - - - - - - 1973 Razamanaz 11 157 39 - 48 - - - CAN: Loud 'N' Proud 10 150 17 - 8 9 - - CAN: 1974 Rampant 13 157 80 - 11 3 - - CAN: 1975 Hair of the Dog - 17 20 - 27 5 - - EUA: CAN: 1976 Close Enough for Rock 'n' Roll - 24 12 - 42 - 9 - CAN: Play 'n' the Game - 75 14 - - - 14 - CAN: 1977 Expect No Mercy - 82 78 - - - - - CAN: 1979 No Mean City 34 88 81 - - 18 33 - CAN: 1980 Malice in Wonderland - 41 19 - 43 9 - - CAN: 1981 The Fool Circle 60 70 31 - - 29 33 - CAN: 1982 2XS - 122 74 - 42 9 - - 1983 Sound Elixir - - - - 52 8 - - 1984 The Catch - - - - 60 11 - - 1986 Cinema - - - - - 18 - - 1989 Snakes 'N' Ladders - - - - - 10 - 26 1991 No Jive - - - 31 - - - 36 1994 Move Me - - - - - - - 36 1998 Boogaloo - - - - - - - - 2008 The Newz - - - 75 - - 51 68 2011 Big Dogz - - - 55 73 - - 70 2014 Rock 'n' Roll Telephone - - - 35 39 - 58 31 === Álbuns ao vivo === * 1981 - Snaz (nº 83 nos EUA / nº 78 no RU) * 1991 - BBC Radio 1 Live in Concert * 1998 - Live at the Beeb * 2001 - Back To The Trenches * 2002 - Homecoming * 2003 - Alive and Kicking * 2004 - The River Sessions Live 1981 * 2007 - Nazareth Live in Brazil * 2008 - Hair of the Dog Live === Compilações === * 1975 - Greatest Hits (nº 1 no CAN () / nº 54 no RU ()) * 1976 - Hot Tracks (nº 120 no EUA) * 1984 - The Very, Very Best of Nazareth * 1989 - The Ballad Album * 1989 - The Ballad Album Vol.2 * 1993 - From The Vaults * 2001 - Homecoming * 2003 - Maximum XS * 2004 - Golden Hits Nazareth * 2006 - The Very Best of Nazareth * 2009 - The Anthology * 2012 - The Singles === Singles === * 1973 - \"Broken Down Angel\" * 1973 - \"Bad, Bad Boy\" * 1973 - \"This Flight Tonight\" (nº 1 na ALE) * 1974 - \"Shanghai'd In Shanghai\" * 1975 - \"Love Hurts\" (nº 1 no CAN - ) * 1975 - \"Hair of the Dog\" * 1975 - \"My White Bicycle\" * 1975 - \"Holy Roller\" * 1976 - \"Carry Out Feelings\" * 1976 - \"Loretta\" * 1976 - \"I Don't Want To Go On Without You\" * 1978 - \"Gone Dead Train\" * 1978 - \"A Place In Your Heart\" * 1979 - \"May The Sunshine\" * 1979 - \"Star\" * 1980 - \"Holiday\" * 1982 - \"Dream On\" * 1982 - \"Love Leads To Madness\" * 1994 - \"Love Hurts\" (com Munich Philharmonic Orchestra) == Videografia == * 1981 - Live in Texas (VHS) * 1985 - Razamanaz - Live in London (VHS) * 2001 - Homecoming - The Greatest Hits Live in Glasgow (DVD) (CAN: ) * 2002 - Razamanaz - Live in London 1985 (Versão em DVD) * 2002 - Live in Texas 1982 (Versão em DVD) * 2005 - From The Beginning (DVD) * 2005 - Live From Classic T Stage (DVD) * 2005 - Naza'Live Scottish TV 1981 (DVD) * 2007 - Nazareth Live in Brazil 2007(DVD) == Turnês == * Razamanaz Tour (1973) * Loud N'Proud (1973 - 1974) * Rampant Tour (1974 - 1975) * Hair of the Dog (1975 - 1976) * Close Enough Tour (1976 - 1977) * Play n'the Game Tour (1977 - 1978) * Expect No Mercy (1977 - 1978) * No Mean City Tour (1979) * Malice In Wonderland (1980) * The Fool Circle (1981 - 1982) * 2XS Tour (1982 - 1983) * Sound Elixir Tour (1983 - 1984) * The Catch Tour (1984 - 1985) * Cinema Tour (1986 - 1988) * Sneakers Tour (1990 - 1991) * No Jive Tour (1991 - 1992) * Move Me Tour (1994 - 1995) * Boogaloo Tour (1998 - 1999) * The News Tour (2008 - 2009) == Ligações externas == * * Categoria:Bandas da Escócia Categoria:Bandas de hard rock do Reino Unido Categoria:Bandas de heavy metal do Reino Unido Categoria:Bandas formadas em 1968 Categoria:Quartetos musicais",
 "title": "Nazareth"
}