{
 "id": "102444",
 "text": "Sir Robert Laird Borden GCMG PC KC (Gran-Pré, – Ottawa, ) foi um advogado e político canadense que serviu como Primeiro-ministro do Canadá de 1911 até 1920. Borden nasceu em Gran-Pré, Nova Escócia. Entre 1868 a 1873 ele trabalhou como um professor na Nova Escócia e na Nova Jérsia, Estados Unidos. Voltou para a Nova Escócia em 1876, e estudou direito em uma firma de advocacia de Halifax, sem ter estudado em uma instituição de educação superior. Foi um conselheiro do Scotia Bank em 1878, e o reitor da Universidade Queens, entre 1924 a 1930. Borden foi eleito como um membro do parlamento em 1896, na chapa do Partido Conservador do Canadá. Foi eleito líder deste partido em 1901, e venceu as eleições de 1911. Borden liderou o país ao longo da Primeira Guerra Mundial, onde o Canadá havia participado ativamente, ao lado da Tríplice Entente. Foi reeleito nas eleições de 1917, com o apoio de grande parte dos liberais anglófonos, que haviam saído do Partido Liberal, liderado pelo francófono Laurier. Borden esforçou-se para que o Canadá, ao longo da guerra, passasse de um mero aliado da Inglaterra a uma potência. Borden teve um papel fundamental na criação da Commonwealth, que foi discutida ao longo da guerra. Borden também introduziu o primeiro imposto de renda canadense, que era para ser de caráter temporário, para o financiamento dos custos de guerra. Porém, este imposto nunca foi removido. Após o fim da suerra, Borden que o Canadá participasse independentemente na Conferência de Paz de Paris, realizada em 1919. Isto porque até então, o Canadá ainda dependia da Inglaterra para representação em questões internacionais. Isto permitiu que o Canadá participasse na Conferência como uma nação, e, posteriormente, ingresso à Liga das Nações, em 1920. Borden aposentou-se em 1920 e morreu em Ottawa, em 10 de junho de 1937. Ele está retratado nas atuais notas de 100 dólares canadenses. Categoria:Primeiros-ministros do Canadá Categoria:Políticos do Canadá",
 "title": "Robert Borden"
}