{
 "id": "102464",
 "text": "O Partido Liberal do Canadá (em inglês: Liberal Party of Canada; em francês: Parti Libéral du Canada) é o maior e mais antigo partido político do Canadá. Seus princípios são firmados no liberalismo e é considerado um partido de centro-esquerda no espectro político canadiano, embora, também, tenha tendências de centro, sendo, às vezes, referido como um \"partido pega-tudo\". \\- (PDF copy - UBC Press, 2015) O partido tem tido um largo domínio na política nacional do Canadá, chegando a liderar o governo nacional por, quase 69 anos ao longo do século XX - mais que qualquer partido num país desenvolvido - e, por caso disto, muitos descrevem os liberais como o \"partido natural de governo\". Muitas das grandes políticas implementadas e defendidas pelos liberais foram a criação de um sistema nacional de saúde, o serviço de segurança social, o Canada Pension Plan, o reconhecimento de duas línguas oficiais no país, a defesa do multi-culturalismo, o repatriamento da Constituição (incluindo a Carta Canadense dos Direitos e das Liberdades e o Clarity Act) e o reconhecimento do casamento de pessoas do mesmo sexo. No início do século XXI, os Liberais começaram a perder muito da sua força eleitoral a favor do Partido Conservador bem como a favor do Novo Partido Democrático, atingindo o seu ponto mais baixo nas eleições em 2011, em que, pela primeira vez na história, se tornaram o terceiro partido do país, com apenas 19% dos votos. Em 2015, o partido surpreendeu, voltando aos grandes resultados do passado, ao vencer as eleições com, quase, 40% dos votos e recuperando a maioria absoluta no parlamento, e, assim, voltando, ao governo, 9 anos, sob a liderança de Justin Trudeau, filho do histórico líder dos liberais, Pierre Trudeau. == Princípios e políticas == Os princípios do partido são baseados no liberalismo, conforme definido por vários teóricos liberais, e incluem liberdade individual, responsabilidade, dignidade humana, uma sociedade justa, liberdade política, liberdade religiosa, unidade nacional, igualdade de oportunidades, diversidade cultural, bilinguismo e multilateralismo. Nos tempos atuais, o Partido Liberal favoreceu uma variedade de políticas de \"partido pega-tudo\". Quando formou o governo entre 1993 a 2006, defendeu orçamentos equilibrados e eliminou completamente o défice orçamentário em 1995, reduzindo os gastos com programas sociais ou delegando- os às províncias, e prometeu substituir o imposto sobre bens e serviços na campanha para as eleições federais no Canadá em 1993. Ao mesmo tempo, impulsionou medidas de carácter social liberal, como a legalização do casamento entre pessoas do mesmo sexo e o uso de maconha terapêutica, além de uma proposta para legalizar sua posse em pequenas quantidades. Portanto, pode- se dizer que o partido posiciona-se entre o liberalismo social e o liberalismo clássico. No entanto, os liberais nem sempre foram assim: entre 1963 e 1993, durante os governos de Lester Pearson, Pierre Trudeau e John Turner, defendia uma política económica keynesiana, defendendo os gastos públicos como uma forma de garantir a justiça social, o que fez dos liberais um partido mais progressista e até certo ponto social-democrata. === Políticas atuais === Durante as eleições de 2015, as políticas propostas pelo Partido Liberal incluíram: * Redução dos escalões de imposto para a classe média (de rendimentos entre os 45 mil e os 90 mil dólares canadianos) de 22% para 20,5% e a criação de novos escalões de imposto para rendimentos acima de 200 mil dólares canadianos tributados em 33%; * Estabelecimento de metas nacionais para reduzir as emissões de gases de efeito estufa por meio da cooperação com as províncias, fazendo um estudo de impacto ambiental mais rigoroso sobre o transporte tubular Keystone XL, gastando 20 bilhões de dólares canadianos em 10 anos em \"infraestrutura verde\"; * Execução de uma política de três anos de défices que não excederão 10 bilhões de dólares canadianos para reconstruir a infraestrutura e equilibrar o orçamento em 2019; * Investimento de 60 bilhões de dólares canadianos em novas infraestruturas, incluindo 20 bilhões de dólares canadianos em infraestruturas de transporte público e quadruplicar o financiamento federal para transporte público, ao longo de três anos; * Investimento anual de 300 milhões de dólares canadianos para financiar uma Estratégia de Emprego Jovem; * Redução das contribuições para subsídio de desemprego de 1,88 dólares canadianos por cada 100 para 1,65 dólares canadianos por cada 100; * Substitiução do benefício universal de assistência à infância por um benefício infantil do Canadá que forneceria 2500 dólares canadianos a mais para uma família média de quatro pessoas; * Apoio aos esforços de treinamento na Ucrânia e as sanções contra a Rússia; fim dos bombardeios contra o ISIS, mas aumento da ajuda humanitária e do treinamento das tropas terrestres locais; * Receção 25 mil refugiados sírios e investimento de 100 milhões de dólares canadianos em processamento e integração de refugiados; * Negociação de um novo acordo de saúde com as províncias para garantir financiamento a longo prazo, incluindo um plano nacional para reduzir os preços dos medicamentos prescritos; * Investimento de 3 bilhões de dólares canadianos em quatro anos para melhorar o atendimento domiciliar; * Estabelecimento de uma comité interpartidário para aprovar a implementação da legislação do suicídio medicamente assistido; * Legalização da maconha; * Implementação de um processo de nomeação não-partidária para o Senado, baseado no da Ordem do Canadá, após a remoção de todos os senadores liberais da bancada do partido em 2014. == Resultados eleitorais == === Eleições legislativas === Data Líder CI. Votos % +/- Deputados +/- Status Notas 1867 George Brown 2.º 60 818 Oposição Oposição Oficial 1872 Edward Blake 2.º 110 556 12,00 33 Oposição Oposição Oficial 1874 Alexander Mackenzie 1.º 128 455 4,80 34 Governo Governo maioritário 1878 Alexander Mackenzie 2.º 180 074 6,50 66 Oposição Oposição Oficial 1882 Edward Blake 2.º 160 547 2,00 10 Oposição Oposição Oficial 1887 Edward Blake 2.º 312 736 12,00 7 Oposição Oposição Oficial 1891 Wilfrid Laurier 2.º 350 512 2,10 10 Oposição Oposição Oficial 1896 Wilfrid Laurier 1.º 401 425 3,80 27 Governo Governo maioritário 1900 Wilfrid Laurier 1.º 477 758 8,90 11 Governo Governo maioritário 1904 Wilfrid Laurier 1.º 521 041 0,60 9 Governo Governo maioritário 1908 Wilfrid Laurier 1.º 570 311 2,00 4 Governo Governo maioritário 1911 Wilfrid Laurier 2.º 596 871 2,08 48 Oposição Oposição Oficial 1917 Wilfrid Laurier 2.º 729 756 7,02 3 Oposição Oposição Oficial 1921 Mackenzie King 1.º 1 285 998 2,65 36 Governo Governo maioritário 1925 Mackenzie King 2.º 1 252 684 1,41 18 Governo Governo minoritário 1926 Mackenzie King 1.º 1 397 031 3,16 16 Governo Governo minoritário 1930 Mackenzie King 2.º 1 716 798 2,60 27 Oposição Oposição Oficial 1935 Mackenzie King 1.º 1 967 839 0,82 84 Governo Governo maioritário 1940 Mackenzie King 1.º 2 365 979 6,64 6 Governo Governo maioritário 1945 Mackenzie King 1.º 2 086 545 11,54 61 Governo Governo minoritário 1949 Louis St. Laurent 1.º 2 874 813 9,37 73 Governo Governo maioritário 1953 Louis St. Laurent 1.º 2 731 633 0,72 22 Governo Governo maioritário 1957 Louis St. Laurent 1.º 2 702 573 7,93 64 Oposição Oposição Oficial 1958 Lester Pearson 2.º 2 432 953 7,10 56 Oposição Oposição Oficial 1962 Lester Pearson 1.º 2 846 589 3,57 51 Oposição Oposição Oficial 1963 Lester Pearson 1.º 3 276 996 4,51 29 Governo Governo minoritário 1965 Lester Pearson 1.º 3 099 521 1,30 3 Governo Governo minoritário 1968 Pierre Trudeau 1.º 3 686 801 5,19 22 Governo Governo maioritário 1972 Pierre Trudeau 1.º 3 717 804 6,95 45 Governo Governo minoritário 1974 Pierre Trudeau 1.º 4 102 853 4,73 32 Governo Governo maioritário 1979 Pierre Trudeau 1.º 4 595 319 3,04 27 Oposição Oposição Oficial 1980 Pierre Trudeau 1.º 4 855 425 4,23 33 Governo Governo minoritário 1984 John Turner 2.º 3 516 486 16,32 107 Oposição Oposição Oficial 1988 John Turner 2.º 4 205 072 3,90 43 Oposição Oposição Oficial 1993 Jean Chrétien 1.º 5 647 952 9,32 94 Governo Governo maioritário 1997 Jean Chrétien 1.º 4 994 277 2,78 22 Governo Governo maioritário 2000 Jean Chrétien 1.º 5 252 031 2,39 17 Governo Governo maioritário 2004 Paul Martin 1.º 4 982 220 4,12 37 Governo Governo minoritário 2006 Paul Martin 2.º 4 479 415 6,50 32 Oposição Oposição Oficial 2008 Stéphane Dion 2.º 3 633 185 3,97 26 Oposição Oposição Oficial 2011 Michael Ignatieff 3.º 2 783 175 7,35 43 Oposição Terceiro partido 2015 Justin Trudeau 1.º 6 930 136 20,56 150 Governo Governo maioritário 2019 Justin Trudeau 2.º 5 907 548 6,45 27 Governo Governo minoritário == Notas == Categoria:Partidos políticos liberais Liberal Categoria:Partidos políticos fundados em 1867 Categoria:Fundações no Canadá em 1867",
 "title": "Partido Liberal do Canadá"
}