{
 "id": "102695",
 "text": "Poti (em georgiano: ფოთი) é uma cidade portuária na Geórgia, localizada na costa oriental do mar Negro, na mkhare (região) de Mingrélia-Alta Suanécia, no oeste do país. Construída próxima ao sítio arqueológico da antiga colônia grega de Fásis, a cidade tornou-se um importante centro industrial e portuário desde o início do . É também sede de uma das principais bases da Marinha da Geórgia. O governo georgiano estuda transformar a área do Porto Marítimo de Poti numa zona franca, de acordo com um projeto de parceria com os Emirados Árabes Unidos assinado em abril de 2008. == Etimologia == O nome Poti está aparentemente ligado ao nome antigo \"Fásis\", porém a sua etimologia ainda é alvo de intenso debate acadêmico. O nome grego Phasis (Φάσις) é registrado pela primeira vez na Teogonia, de Hesíodo (por volta de ), como o nome de um rio (Rio Fásis), e não de cidade. Já se sugeriu que o nome não teria uma origem helênica, e seria derivado de um hidrônimo local, como o zan-georgiano *Poti, o suana *Pasid, ou até mesmo uma palavra semita que significaria \"rio de ouro\".Lordkipanidze (2000), pp. 11–12. == Geografia e clima == Poti está situada a 312 quilômetros a oeste da capital da Geórgia, Tbilisi, num delta pantanoso, criado pelo principal rio da Geórgia ocidental, o rio Rioni, ao juntar-se com o mar Negro. A cidade está numa altitude de dois metros acima do nível do mar, e boa parte de seus arredores foi recuperada dos pântanos que existiam anteriormente, para abrigar atualmente plantações de frutas cítricas. Em torno da cidade também está o Parque Nacional de Colchétia, flanqueado pelo pequeno rio Kaparchina, a sudoeste, e pelo lago Paliastomi a sudoeste. A cerca de cinco quilômetros ao sul está a vila de , um balneário conhecido localmente. O clima é o subtropical úmido, com invernos pouco frios e verões quentes. A temperatura média anual é de 14.1 °C; a mínima média é de 2 °C em janeiro, e a máxima média é de 22.9 °C em julho. Chove muito na região, e o índice pluviométrico pode chegar a 1.960 milímetros por ano. == História == === Antiguidade e Idade Média === Durante a Antiguidade clássica a área foi ocupada pela pólis grega de Fásis, fundada por colonos de Mileto, liderados por um certo Temistágoras, no fim do . Após muitos anos de incerteza e ferrenhas disputas acadêmicas, o sítio exato desta cidade antiga parece ter sido determinado com alguma segurança, devido à arqueologia subaquática. Aparentemente, o lago que o antigo autor grego Estrabão havia descrito como localizado próximo a um dos lados da cidade acabou por submergir boa parte dela. Ainda assim, uma série de questões que dizem respeito à exata localização da cidade e à identificação de suas ruínas ainda permanecem sem respostas, devido principalmente aos processos geomorfológicos, exercidos ao longo de séculos na região, à medida que as camadas mais baixas do rio Rioni acabaram sofrendo alterações no seu percurso, por toda a área pantanosa. Fásis parece ter sido um centro importante de comércio e cultura da Cólquida, por todo o período clássico.Lordkipanidze (2000), p. 50.Richard J. A. Talbert et al (2000), p. 1227. O trecho ao longo do rio Fásis fazia parte da rota comercial que ligava a Índia ao mar Negro, citada por Estrabão e por Plínio, o Velho.Lordkipanidze (2000), p. 31. Durante a Terceira Guerra Mitridática Fásis passou para o comando romano; o general romano Pompeu, o Grande, depois de entrar na Cólquida pela Ibéria, encontrou com o legado Servílio, almirante da sua frota naval do Euxino, em .John Leach (1986), Pompey the Great, p. 84. Routledge, ISBN 0709941277. Depois de ser introduzida ao cristianismo, Fásis tornou-se a sede duma diocese grega, da qual um dos seus bispos, Ciro, tornou- se Patriarca de Alexandria, entre 630 e 641 d.C.. Durante a Guerra Lázica, entre os bizantinos e os persas sassânidas (542-562), Fásis foi atacada, sem sucesso, pelas tropas persas. No o nome Poti foi registrado pela primeira vez nas fontes escritas georgianas. Continuou a ser uma localidade focada no comércio marítimo, dentro do Reino da Geórgia, e era conhecida pelos viajantes medievais europeus como Fasso.Allen, W. E. D. (Aug., 1929), The March-Lands of Georgia. The Geographical Journal, Vol. 74, No. 2, p. 135. No , a República de Gênova estabeleceu uma feitoria comercial na cidade, que acabou tendo curta existência. === História moderna === Em 1578, Poti foi conquistada pelo Império Otomano. Os turcos, que chamaram a cidade de Faş, construíram fortificações pesadas e a transformaram num de seus principais postos de fronteira no Cáucaso, onde havia um grande mercado de escravos. Um exército combinado dos príncipes da Geórgia ocidental recuperou Poti em 1640, porém a cidade caiu para os otomanos novamente em 1723. Outra tentativa fútil de libertar a cidade do jugo otomano foi feita pelas forças russo-georgianas em 1770 e 1771, e a partir do momento em que a Rússia tomou conta da maior parte do território georgiano, no , suas forças tentaram novamente destruir o forte turco em Poti. Apesar da empreitada eventualmente ser bem-sucedida, com o auxílio de tropas georgianas, em 1809, o Tratado de Bucareste forçou a devolução do território e da fortaleza aos otomanos. A próxima Guerra Russo- Turca trouxe a cidade definitivamente ao domínio russo, onde foi subordinada à gubernia (\"província\") de Cutais, e recebeu o estatuto de cidade portuária em 1858. O porto marítimo foi construído entre 1863 e 1905. Em 1872, a cidade tornou-se o ponto final da Ferrovia Transcaucásica, que passava diretamente por Tbilisi. === Bibliografia === *Lordkipanidze, O. (2000), Phasis: The River and City in Colchis. Franz Steiner Verlag, ISBN 3-515-07070-2. *Jones, Stephen F. (2005), Socialism in Georgian Colors: The European Road to Social Democracy, 1883-1917. Harvard University Press, ISBN 0-674-01902-4. *Richard J. A. Talbert et al (ed., 2000), Barrington Atlas of the Greek and Roman World. Princeton University Press, ISBN 0-691-04945-9. == Ligações externas == * Página oficial da cidade de Poti * Página oficial das autoridades portuárias de Poti * Carta do porto de Poti * \"The Georgian foreign ministry said the Black Sea port of Poti, which is the site of a major oil shipment facility, had been \"devastated\" by a Russian aerial bombardment\", BBC News Categoria:Cidades da Geórgia Categoria:Localidades de Mingrélia-Alta Suanécia",
 "title": "Poti"
}