{
 "id": "10273",
 "text": "A Bandeira do México é uma tricolor vertical com verde, branco e vermelho com o brasão nacional do México colocado no centro da faixa central. Apesar do significado das cores ter mudado com o tempo, estas três cores foram adotadas pelo México logo após a conquista da independência relativamente à Espanha. A bandeira atual foi adotada em 1968, mas o desenho global tem sido usado desde 1821, quando foi criada a primeira bandeira do México. A atual lei dos símbolos nacionais, que regulamenta o uso da bandeira mexicana encontra-se em vigor desde 1984. == Desenho e simbolismo == O desenho oficial da bandeira mexicana pode ser encontrado no artigo 3º da Lei das Armas, Bandeira e Hino Nacionais, aprovada em 1874. Este artigo determina o que deverá constar na bandeira bem como as proporções desta. Réplicas da bandeira nacional feita de acordo com esta lei são mantidas em dois locais: o Arquivo Nacional (Archivo General de la Nación) e o Museo Nacional de Historia. Apesar de os tons exactos das cores da bandeira terem sido definidos por lei, a Secretaria do Interior (Secretaría de Gobernación) sugere os seguintes tons no sistema Pantone; são também fornecidas conversões para outros sistemas de cor: Esquema de cor Verde Verde Branco Branco Vermelho Vermelho Pantone 3425c Safe 186c RGB 0-104-71 255-255-255 206-17-38 CMYKInkscape RGB to CMYK converter (aprox.) 100-0-32-59 0-0-0-0-0 0-92-82-19 Tripleto hexadecimalAdobe Photoshop RGB Translator 006847 FFFFFF CE1126 === Brasão de armas === O brasão de armas está colocado ao centro da bandeira, e inspira-se na lenda asteca sobre a fundação de Tenochtitlan. Segundo esta lenda, os astecas, então uma tribo nómada, encontravam-se a vaguear pelo México em busca de um sinal que lhes indicasse o sítio exato de onde deveriam construir a sua capital. O deus da guerra Huitzilopochtli havia-lhes ordenado que procurassem uma águia pousada em cima de um cacto que crescia sobre uma rocha submersa num lago. A águia teria no bico uma serpente que acabara de caçar. Após duzentos anos de perambulações, encontraram o sinal prometido numa pequena ilha no pantanoso lago de Texcoco. Aqui fundaram a sua capital, Tenochtitlan, que mais tarde se tornou conhecida como Cidade do México, a atual capital do México. O brasão de armas, redesenhado em 1968, foi desenhado por Francisco Eppens Helguera e aprovado pelo presidente Gustavo Díaz Ordaz. === Significados das cores === As cores da bandeira têm a sua origem no estandarte do Exército das Três Garantias (1821-1823) de Agustín de Iturbide. Originalmente as cores tinham os seguintes significados: * Verde: Independência (da Espanha) * Branco: Religião (catolicismo) * Vermelho: União (entre europeus e americanos) Porém, os significados das cores foram alterados após a secularização do país, liderada por Benito Juárez, passando a ser os seguintes, sendo estes atribuídos à bandeira até os dias atuais: * Verde: Esperança * Branco: Unidade * Vermelho: Sangue dos heróis nacionais No livro The World Encyclopedia of Flags, Alfred Znamierowski atribui ainda outros significados: * Verde: Esperança * Branco: Pureza * Vermelho: Religião Uma vez que o artigo 3º da Lei da Bandeira não fornece um simbolismo oficial para as cores, outros significados poder-lhe-ão ser atribuídos. Outros grupos usaram as cores nacionais como parte dos seus logotipos ou símbolos. Por exemplo, O Partido Revolucionário Institucional (PRI), um partido político, adaptou as cores nacionais como parte do seu logotipo. Outro partido político, o Partido da Revolução Democrática (PRD), tinha também as cores nacionais incluídas no seu logotipo, mas procedeu à alteração daquelas na década de 1990, após uma controvérsia sobre questões de imparcialidade, enquanto o PRI manteve as cores nacionais no seu logotipo. Vários estados do México, como Querétaro e Hidalgo, incorporaram elementos da bandeira nacional, ou mesmo a totalidade da bandeira, nos seus brasões de armas. == História == Antes da primeira bandeira nacional, várias bandeiras utilizadas durante a Guerra da Independência com a Espanha tiveram uma grande influência no desenho da primeira bandeira nacional. Apesar de nunca ter sido adaptado como bandeira oficial, muitos historiadores consideram que a primeira bandeira mexicana terá sido o estandarte de Nossa Senhora de Guadalupe, utilizado por Miguel Hidalgo durante o Grito de Dolores em 16 de Setembro de 1810, e que havia sido retirado do santuário de Atotonilco. O estandarte tornou-se o símbolo inicial do exército rebelde durante a Guerra da Independência. Vários outros estandartes foram utilizados durante a guerra. José María Morelos usava uma bandeira à qual foi adicionada uma insígnia azul e branca com uma águia coroada pousada num cacto sobre uma ponte de três arcos e com as letras V.V.M. (Viva la Virgen María - Viva a Virgem Maria). O exército revolucionário usou também uma bandeira com as seguintes cores: branco, azul e vermelho dispostas em faixas verticais. O primeiro uso das cores atuais - verde, branco, vermelho - foi na bandeira do Exército das Três Garantias (mostrada acima), após a vitória sobre os espanhóis. thumb|250px|esquerda|Mostruário de bandeiras do México no Museu de História de Monterrey, Nuevo León. A primeira bandeira nacional oficial foi estabelecida em 1821, o primeiro ano de reconhecida soberania mexicana. O governo imperial que se formou escolheu uma bandeira tricolor em verde, branco e vermelho, com o brasão de armas ao centro. O decreto oficial dizia: Ainda que seja similar àquela que se pode ver na bandeira atual, a águia destes brasões não se encontra a agarrar uma serpente com as garras e apresenta-se com uma coroa na cabeça simbolizando o império. Outras variantes desta bandeira que apareceram neste período incluíam uma bandeira naval com o padrão tricolor, mas que exibia apenas a águia coroada. As forças militares também utilizaram uma bandeira semelhante e quadrada, mas a águia tinha um tamanho maior que a da bandeira nacional. Esta bandeira nacional foi oficialmente declarada como tal por decreto de Agustín de Iturbide em Novembro de 1821 e usada oficialmente pela primeira vez em 21 de Julho de 1822. Esta bandeira deixou de ser utilizada em 1823. A segunda bandeira nacional a ser adaptada surgiu quase simultaneamente com o estabelecimento da primeira república federal em 1823. Esta nova bandeira foi escolhida para a república em Abril daquele ano, sendo o aspecto do brasão de armas a única diferença relativamente à primeira bandeira nacional. Nesta bandeira, a águia não está coroada e uma serpente encontra-se entre as garras da sua pata direita. Outra adição feita ao brasão foi um ramo de carvalho e outro de loureiro, uma tradição que se mantém na bandeira atual. O seu uso foi suspenso em 1864 após a dissolução da república federal. A terceira bandeira nacional foi aquela do Segundo Império Mexicano. Mais uma vez, a bandeira nacional usava o padrão tricolor em verde, branco e vermelho, com o brasão de armas sobre a faixa branca. Porém, as proporções da bandeira foram alteradas de 4:7 para 1:2 e quatro águias coroadas e douradas foram colocadas cada uma num dos cantos da bandeira. O desenho, que foi ordenado pelo imperador Maximiliano, apresentava o brasão de armas com um aspecto muito semelhante ao brasão de armas imperial francês, mas com um toque mexicano. O brasão de armas foi descrito num decreto publicado em Novembro de 1865: Esta bandeira foi abandonada em 1867 após a deposição e execução de Maximiliano pelos mexicanos. A segunda bandeira nacional foi novamente adaptada como bandeira nacional, mas não foi oficialmente declarada como tal. A atual bandeira nacional foi adaptada em 16 de Setembro de 1968 e confirmada por lei em 24 de Fevereiro de 1984. A versão atual é uma adaptação do desenho aprovado por decreto presidencial de Venustiano Carranza em 1916, com a águia a aparecer de perfil e não de frente (que era como aparecia na versão mais antiga). Antes da adaptação da atual bandeira nacional, várias bandeiras oficiais foram utilizadas pelo governo. Todas estas bandeiras usavam o padrão tricolor, sendo as únicas diferenças as alterações efetuadas ao brasão de armas, que continuava no centro da faixa branca. Uma possível razão para as alterações da bandeira e brasão em 1968 terá sido o facto da Cidade do México receber os Jogos Olímpicos de 1968 Por esta mesma altura, a bandeira tricolor simples que o México usava como insígnia da marinha mercante foi também legalmente abandonada. O raciocínio por detrás deste abandono era o de que sem o brasão de armas, esta bandeira não era a bandeira do México; tornar-se-ia a bandeira da Itália. Houve também muito debate em 1984 sobre a forma como o brasão de armas deveria ser representado na bandeira nacional, incluindo o seu reverso. Para resolver este problema, um deputado do Partido Acção Nacional (PAN) propôs, nesse mesmo ano, uma alteração à Lei das Armas, Bandeira e Hino Nacionais permitindo que a águia se apresentasse voltada para a direita quando o reverso da bandeira está visível. Em 1995 a lei foi alterada com a inclusão do seguinte texto: Evolução da Bandeira Mexicana Estandarte da Virgem de Guadalupe. Usado por Miguel Hidalgo durante a declaração de independência em 16 de Setembro de 1810. Primeira Bandeira Nacional Usada no período 1821-1823 durante o Primeiro Império Mexicano de Agustín de Iturbide. Segunda Bandeira Nacional Usada no período 1823-1864 durante o estabelecimento da República mexicana Terceira Bandeira Nacional Usada no período 1864-1867 durante o Segundo Império Mexicano de Maximiliano I. Proporções: 1:2. Segunda Bandeira Nacional Readopção (1867–1968) Readoptada no período 1867-1881 durante a restauração da República Mexicana. Usada no período 1881-1899. Usada no período 1899–1917. Proporções especificadas: 2:3. Usada no período 1917–1934, adoptada oficialmente pelo presidente Venustiano Carranza. Proporções: 2:3. Usada no período 1934–1968, brasão de armas desenhado por Jorge Enciso. Proporções: 2:3. Quarta Bandeira Nacional Adotada em 16 de Setembro de 1968 até a data presente. Brasão de armas desenhado pelo arquitecto Francisco Eppens Helguera. == Protocolo da bandeira == Quando a bandeira é exibida frente a uma multidão, aqueles em uniformes militares têm que saudar a bandeira segundo os seus regulamentos. Os civis presentes saúdam a bandeira nacional da seguinte forma: em sentido, levantam o braço direito e colocam a sua mão direita no peito, sobre o coração. A mão deve estar estendida com a palma voltada para o solo. Esta saudação é designada \"El saludo civil a la Bandera Nacional\" (\"Saudação civil à bandeira nacional\"). Quando o presidente se encontra a agir na sua função de Chefe Supremo das Forças Armadas, saúda a bandeira com uma saudação militar. Sempre que o hino nacional é tocado na televisão durante a abertura ou encerramento da emissão, a bandeira nacional será simultaneamente mostrada. Durante certas ocasiões ao longo do ano, a bandeira é hasteada tanto por civis como por funcionários governamentais. Na sua maioria, estas ocasiões coincidem com feriados nacionais e dias de significado nacional. Durante algumas destas ocasiões, a bandeira é colocada a meia-haste em honra de mexicanos importantes já falecidos. Estas datas estão listadas no artigo 18º da Lei das Armas, Bandeira e Hino Nacionais. O dia da bandeira nacional (Día de la Bandera) é celebrado no dia 24 de Fevereiro. Neste dia em 1821, todas as facções que lutavam pela independência do México juntaram-se para formar o Exército das Três Garantias em resposta ao plano de Iguala, assinado por Vicente Guerrero e Agustín de Iturbide, declarando o México como nação independente. O general Vicente Guerrero foi o primeiro oficial militar a prestar juramento à bandeira. Outra tradição ligada à bandeira é o fato de que antes de cada edição dos Jogos Olímpicos em que o México envie uma delegação, o presidente entrega uma bandeira ao porta-bandeira da delegação,que terá a missão de levar a bandeira até a cidade-sede. == Variantes == Existem duas variantes da bandeira nacional permitidas pela lei mexicana, sobretudo para uso pelos governos estaduais e federal. A diferença entre a bandeira nacional e as variantes são os desenhos do brasão de armas. Na primeira variante, utilizada pelo Presidente do México e secretarias de organismos federais, o brasão de armas é totalmente dourado, com excepção da fita tricolor (que é verde, branca e vermelha) e da rocha, lago e patas da águia que são prateados. Na segunda variante, a totalidade do brasão de armas é dourado, incluindo a fita, a rocha, o lago e as patas da águia. A segunda variante é utilizada sobretudo por governos estaduais e organismos federais que não podem utilizar a primeira variante. O artigo 3º da Lei das Armas, Bandeira e Hino Nacionais diz também que a bandeira nacional pode ser decorada com um laço especial (corbata). A corbata é composta por um arco e duas fitas de comprimentos diferentes. As fitas apresentam uma franja dourada. A corbata é colocada acima da bandeira, na sua parte superior esquerda, abaixo da ponteira. As suas cores devem ser idênticas às da bandeira. == Bandeiras monumentais (Banderas monumentales) == Em 1999, o presidente Ernesto Zedillo iniciou um programa sob a tutela da Secretaria Nacional de Defesa, que visava erigir bandeiras gigantes por todo o país. Estas bandeiras foram colocadas em várias cidades e locais, principalmente aqueles que tem grande significado na história do México. Segundo um decreto assinado por Zedillo em 1 de Julho de 1999, as bandeiras deveriam ser colocadas na Cidade do México, Tijuana, Ciudad Juárez e Veracruz. O decreto estipulava o tamanho mínimo das bandeiras: - 14,3 por 25 metros - e também a altura mínima dos mastros com pelo menos 50 metros de altura.Diario Oficial de la Federación - 1 Julio de 1999 Depois de serem erguidas estas primeiras bandeiras monumentais, várias cidades como Ensenada, Nuevo Laredo e Cancún ergueram as suas próprias bandeiras monumentais. Bandeiras menores, chamadas bandeiras semi- monumentais, foram erigidas em cidades menores e em inúmeras instituições. Em 2005, foram contadas 63 bandeiras monumentais, com alturas variando entre os 50 e os 110 metros. A maior bandeira monumental hasteada do México é a que se encontra no Mirador del Obispado (Mirante do Bispado), em Monterrey, com um mastro pesando 120 toneladas e com 100,6 metros de altura. A bandeira mede 50 por 28,6 metros e pesa 230 quilogramas quando totalmente aberta. Praticamente o mesmo tamanho da que está hasteada em Dolores Hidalgo, Guanajuato. Entretanto,por sua importância histórica para o país,o mastro mais alto está no Cerro Tehuehue na cidade de Iguala, estado de Guerrero, com 113.8 metros de altura. ;Exemplos de locais com bandeiras monumentais: # Monterrey, Nuevo León # Querétaro, Querétaro # Cidade do México, Distrito Federal: #:* Zócalo, centro histórico #:* Campo Marte,a principal base militar do país próxima de Los Pinos #:* Rotunda de San Jerónimo, Periférico Sur #:* Colégio Militar da Cidade do México # Ciudad Juárez, Chihuahua # Chihuahua, Chihuahua # Iguala, Guerrero # Tonalá, Jalisco # Mérida, Yucatán # Cancún, Quintana Roo # Mexicali, Baja California # Tampico, Tamaulipas # Tijuana, Baja California # Nuevo Laredo, Tamaulipas # Campeche, Campeche # Veracruz, Veracruz # Dolores Hidalgo, Guanajuato # Acapulco, Guerrero == Ligações externas == * * == Ver também == * Estandarte de Hidalgo * História do México * México Mexico Categoria:Bandeiras do México Categoria:Bandeiras introduzidas em 1821 Categoria:Bandeiras introduzidas em 1968",
 "title": "Bandeira do México"
}