{
 "id": "102772",
 "text": "O Château Latour é um vinho tinto de Bordeaux, região de (Médoc), França, com um bouquet refinado, recordando o perfume das violetas. É um dos melhores e mais famosos vinhos da região. As uvas usadas nos vinhos, que não são filtrados, são Cabernet Sauvignon, Merlot e pequenas parcelas de Cabernet Franc. O Château Latour é uma área de 65 ha no Médoc situado na comuna de Pauillac e pertence a Appellation de origem do mesmo nome. Ele é um \"Premier Grand Cru\" de Pauillac de acordo com a classificação oficial dos vinhos de Bordeaux de 1855. Ele compartilha essa rara distinção com o Château Margaux, Château Lafite Rothschild, Château Mouton Rothschild e o Château Haut-Brion. A propriedade produz três vinhos tintos em todos. Além de seu 'Grand vin', Latour produziu o segundo vinho Les Forts de Latour desde 1966, e um terceiro vinho, simplesmente chamado Pauillac, foi lançado todos os anos desde 1990. Um [ [impériale]] (garrafa de seis litros) de Château Latour vendeu por £ 135,000 em 2011. == História == == Sabores == left|thumb|120px|Château Latour 1961 O vinhedo de 65 hectares é formado por uma área de 47 hectares em torno do castelo, chamado de \"l'Enclos\", que estão reservados à produção do vinho. Eles ocupam toda uma colina delimitada de norte a sul por dois pequenos córregos e no leste pelo \"Palus\", a borda do rio Gironde. Os solos são do período quaternário como boa parte dos vinhedos de Bordeaux. Eles são caracterizados por uma grande abundância de pedras (pelo menos 40 a 50%), o que garante boa permeabilidade do terroir. No entanto, a drenagem natural era insuficiente e foi construída uma rede em tubos de cerâmica ainda no século XIX que mantém o solo em perfeitas condições. == Castas == As vinhas tem uma forte predominância de Cabernet Sauvignon (80%) e ocupa 15% da superfície. Quanto ao Cabernet Franc e Petit verdot, elas representam apenas 5% das vinhas. Esta vinha possui uma elevada densidade de plantação (10.000 plantas por hectare), o que representa mais um fator de qualidade, pois cada pé produz quantidade menor de uvas. == Produção == A produção do Latour é de 200.000 a 220.000 garrafas por ano. == Ligações externas == * Categoria:Vinhos da França",
 "title": "Château Latour"
}