{
 "id": "102735",
 "text": "O Rio Ganges (em e na maior parte das línguas indianas: ; ; ) é um dos principais rios do subcontinente Indiano, e um dos vinte maiores do mundo em caudal., Pranab Kumar Parua, p. 33 Suas águas deslocam-se rumo ao leste através da planície do Ganges do norte da Índia até ao Bangladesh. Com 2 510 km de extensão, nasce no Himalaia ocidental, no estado indiano de Uttarakhand, e deságua no Delta do Ganges, no golfo de Bengala. Desde muito tempo é considerado um rio sagrado para os hindus, que o veneram na forma da deusa Ganga, e também possui um grande valor histórico: diversas capitais de províncias ou impérios, como Patliputra, Kannauj, Kara, Prayagraj, Murshidabad e Calcutá, localizam-se em suas margens. O Ganges e seus afluentes abrangem uma bacia hidrográfica fértil de cerca de um milhão de quilômetros quadrados, que é a mais densamente povoada do planeta, com mais de 400 milhões de pessoas e uma densidade populacional de cerca de 390 hab/km2. A profundidade média do rio é de 16 metros, e a máxima é de 30 metros. O ex-primeiro-ministro da Índia Jawaharlal Nehru, em seu livro Descoberta da Índia, atribui ao rio diversos significados simbólicos: == Percurso == Embora diversos cursos de água formem a nascente do Ganges, os seis riachos e suas cinco confluências recebem diferentes ênfases geográficas e culturais (ver mapa). O rio Alaknanda se encontra com o Dhauliganga em Vishnuprayag, o rio Nandakini em Nandprayag, o rio Pindar em Karnaprayag, o rio Mandakini em Rudraprayag e, finalmente, o rio Bhagirathi em Devprayag, formando o curso principal, o Ganges. O Bhagirathi é o principal destes rios, e nasce ao pé do Glaciar Gangotri, em Gaumukh, a uma altitude de 3.892 metros. A nascente do Alaknanda é formada pela água derretida das neves de picos como o Nanda Devi, o Trisul e o Kamet. Após percorrer 200 quilômetros através de um estreito vale em meio ao Himalaia, o Ganges passa por um desfiladeiro e chega na planície Gangética, na cidade de Haridwar, centro de peregrinação; lá, uma represa desvia parte de suas águas até o Canal do Ganges, que irriga a região de Doab, em Uttar Pradesh. O percurso do Ganges, que até então tinha uma direção sudoeste, passa então a se dirigir ao sudeste, através das planícies do norte da Índia. O rio segue então um curso curvo, de 800 km, que passa pela cidade de Kanpur antes de receber, do sudoeste, pelo Yamuna, em Prayagraj. Este ponto é conhecido como o Sangam em Allahabad; Sangam é um local sagrado do hinduísmo e, de acordo com textos hindus antigos, certa vez um terceiro rio, o Sarasvati, encontrava os outros dois neste ponto. Após diversas confluências, com rios como o Kosi, o Son, o Gandaki e o Ghaghra, o Ganges forma uma correnteza formidável no trecho entre Prayagraj e Malda, na Bengala Ocidental. Durante o percurso passa pelas cidades de Mirzapur, Buxar, Varanasi, Patna e Bhagalpur. Nesta, o rio contorna os Montes Rajmahal, e começa a se dirigir rumo ao sul. Em o rio começa a perder força, com a ramificação do primeiro de seus afluentes, o Baguirati- Hugli, que forma em seguida o rio Hooghly. Nas proximidades da fronteira com Bangladesh, a Barragem de Farakka, construída em 1974, controla o fluxo do Ganges, desviando parte de suas águas para um canal ligado ao Hooghly, de modo a mantê-lo relativamente livre de silte. Após entrar no Bangladesh, o Ganges passa a ser conhecido como Padma, até receber as águas do Jamuna, o maior afluente do Brahmaputra. Mais adiante, o Ganges recebe as águas do rio Meghna, o segundo maior afluente do Brahmaputra, e passa a ser chamado de Meghna ao entrar no estuário do Meghna. Ao chegar no delta do Ganges, com 350 km de largura, ele finalmente desagua na baía de Bengala. Apenas dois outros rios no mundo, o Amazonas e o Congo, possuem um volume de água maior que o total combinado do Ganges, do Brahmaputra e do sistema de rios Surma-Meghna. == Importância religiosa == Situada às margens do rio Ganges, Varanasi é considerada por muitos fiéis a cidade mais sagrada do hinduísmo. O Ganga é mencionado no Rigveda, a mais antiga das escrituras hindus. Consta do Nadistuti sukta (10.75), onde estão listados os rios de leste a oeste. É um costume local espalhar no rio as cinzas de entes queridos que foram cremados. De acordo com a religião hindu um rei muito famoso, Bhagiratha, praticou por muitos anos, a tapasya, para trazer à Terra Ganga de sua residência nos Céus, para que encontrasse a salvação de seus ancestrais, amaldiçoados por um profeta. Ganga se convence e, através de uma trança de cabelo (Jata) do deus Shiva, desce à Terra para lavar os pecados dos humanos e torná-la pia e fértil. Para os hindus da Índia, o Ganges não é apenas um rio, mas também uma divindade materna, um conjunto de tradições, e muito mais. Alguns hindus acreditam que uma vida não é completa sem um mergulho no Ganges pelo menos uma vez na vida. Muitas famílias hindus conservam um frasco com água do rio em suas casas, hábito que é considerado prestigioso, para que pessoas à beira da morte possam beber de sua água; muitos hindus acreditam que o Ganges pode limpar uma pessoa de todos os seus pecados, e poderia até mesmo curar a doença. As escrituras antigas mencionam que a água do Ganges porta as bênçãos dos pés do Senhor Vishnu; assim, a Mãe Ganges também é conhecida como Vishnupadi, que significa \"pés de Vishnu\". Algumas das congregações religiosas e festivais hindus mais importantes acontecem em torno do rio. Estes eventos, como o Kumbh Mela, realizado a cada doze anos em Prayagraj, são realizados às margens do rio. Varanasi tem centenas de templos situados à beira do Ganges, que frequentemente são alagados durante as estações chuvosas. A cidade, além de ponto importante de peregrinação para hindus de todos os locais, também é tradicionalmente associada à prática da cremação. == Poluição == A poluição do Ganges tem afetado as 400 milhões de pessoas que vivem próximas de suas águas. Desde a última década de 90 e especialmente nos últimos anos, as condições da água do rio e afluentes têm ficado abaixo das consideradas aceitáveis pela OMS, já que o despejo irregular de esgoto tem aumentado, inclusive a partir de um hospital que atende tuberculosos. O Ganges foi classificado entre os cinco rios mais poluídos do mundo em 2007, com níveis de coliformes fecais próximo a Varanasi mais de mil vezes superior ao limite oficial do governo indiano.\"India and pollution: Up to their necks in it\", The Economist, 27 July 2008. A poluição ameaça não somente os seres humanos, mas também as mais de 140 espécies de peixes, 90 de anfíbios e o golfinho-do-ganges, todos ameaçados de extinção. O Plano de Ação Ganga, uma iniciativa ambiental para limpar o rio, tem sido um grande fracasso até agora,\"Clean Up Or Perish\", The Times of India, 19 de março de 2010 devido à corrupção e à falta de conhecimentos técnicos, falta de um bom planejamento ambiental, crenças e tradições indianas e falta de apoio das autoridades religiosas. Outro problema é o ritual da cremação dos mortos em suas margens. Dependendo da casta e da situação econômica da família, muitas vezes os corpos não são cremados corretamente e/ou jogados inteiros no rio, contaminando-o. O afluente Yamuna, cuja vida aquática desapareceu, teria recebido US$ 500 milhões em ações de despoluição nos últimos dez anos, segundo o Conselho de Controle de Poluição de Nova Délhi.NINNI, Karina. (22 de março de 2010). Nova Délhi - Ironia indiana. Caderno Planeta. Jornal O Estado de S.Paulo Entretanto, o rio oferece aos moradores de sua região suprimento de comida e água fresca. Muitas criaturas nativas, incluindo o crocodilo gavial, vivem às suas margens. == História == Durante o início das período védico, os rios Indo e Sarasvati eram os principais rios da região; os três Vedas posteriores, no entanto, parecem dar mais importância ao Ganges, gradualmente mais citado nas obras. Talvez o primeiro ocidental a mencionar o Ganges tenha sido Megástenes, por diversas vezes no decorrer de sua obra, Indika: \"A Índia (...) possui muitos rios grandes e navegáveis que, depois de nascerem nas montanhas que se estendem ao longo da fronteira setentrional, atravessam a terra plana; muitos destes, após unirem-se uns aos outros, acabam desaguando no rio chamado Ganges. Este rio, que na sua nascente tem 30 estádios de largura, flui no sentido norte-sul, e deságua no oceano que forma a fronteira leste do Gangaridai, uma nação que possui uma tropa numerosa dos mais enormes elefantes.\"Diodoro, II. 37 Uma representação ocidental do rio pode ser vista na Piazza Navona, de Roma, onde uma escultura célebre — a Fontana dei Quattro Fiumi, \"Fonte dos Quatro Rios\", da autoria de Gian Lorenzo Bernini, em 1651, — simboliza os quatro grandes rios do mundo (o Ganges, o Nilo, o Danúbio e o Rio da Prata). == Principais afluentes == *Bagmati *Gagara *Gandaki *Kosi *Mahananda *Meghna * * *Yamuna == Economia == A bacia do Ganges, com seu solo fértil, é crucial para as economias agriculturais da Índia e do Bangladesh. Tanto o Ganges quanto seus afluentes fornecem uma fonte perene de irrigação para uma região extensa; entre as principais culturas da área estão o arroz, a cana-de-açúcar, lentilhas, batatas, trigo e sementes usadas na fabricação de óleos. == População == Os chars são ilhas temporárias formadas pela deposição de sedimentos que sofreram erosão a partir das margens do rio, especialmente no estado de Bengala Ocidental. Cada chat é utilizado como moradia para até pessoas; seu solo é extremamente fértil, e portanto pode sustentar plantações ou servir como pasto para o gado — porém pode desaparecer em questão de algumas horas, em consequência de alguma movimentação excessiva na correnteza, especialmente durante a estação das monções. Os habitantes dos chars são refugiados de Bangladesh ou bengaleses, porém o governo de Bengala Ocidental não reconhece sua existência nem lhes concede documentos de identidade para que possam emigrar ou obter empregos em outros locais. O saneamento nestas ilhas é extremamente precário, e os seus moradores não possuem assistência sanitária; a escolaridade também não lhes é acessível, e o analfabetismo é crônico. O governo, no entanto, exige dos moradores das ilhas o pagamento de impostos. == Bibliografia == * * * * * * == Ligações externas == *",
 "title": "Rio Ganges"
}