{
 "id": "102752",
 "text": "Geólogo é um cientista que estuda a matéria sólida, líquida e gasosa que constitui a Terra e outros planetas terrestres, bem como os processos que os moldam. Os geólogos geralmente estudam geologia, embora conhecimentos em física, química, biologia e outras ciências também sejam úteis. O trabalho de campo é um componente importante da geologia, embora muitas subdisciplinas incorporem trabalho laboratorial e digitalizado. Os geólogos trabalham nos setores de energia e mineração em busca de recursos naturais como petróleo, gás natural, metais preciosos e básicos. Eles também estão na vanguarda da prevenção e mitigação de danos causados ​​por desastres naturais, como terremotos, vulcões, tsunamis e deslizamentos de terra. Seus estudos são usados ​​para alertar o público em geral sobre a ocorrência desses eventos. Os geólogos também são importantes contribuintes para as discussões sobre mudanças climáticas. ==História== James Hutton é frequentemente visto como o primeiro geólogo moderno.James Hutton: The Founder of Modern Geology , American Museum of Natural History Em 1785 ele apresentou um artigo intitulado Theory of the Earth para a Sociedade Real de Edimburgo. Em seu artigo, ele explicou sua teoria de que a Terra deve ser muito mais antiga do que se supunha anteriormente para permitir tempo suficiente para que as montanhas fossem erodidas e para que os sedimentos formassem novas rochas no fundo do mar, que por sua vez foram levantadas até tornar-se terra seca. Hutton publicou uma versão em dois volumes de suas idéias em 1795 (Vol. 1, Vol. 2). Os seguidores de Hutton eram conhecidos como plutonistas porque acreditavam que algumas rochas eram formadas por vulcanismo, que é a deposição de lava dos vulcões, ao contrário dos netunistas, liderados por Abraham Werner, que acreditavam que todas as rochas se assentaram em um grande oceano cujo nível caiu gradualmente ao longo do tempo. O primeiro mapa geológico dos Estados Unidos foi produzido em 1809 por William Maclure. Em 1807, Maclure iniciou a tarefa autoimposta de fazer um levantamento geológico dos Estados Unidos. Quase todos os estados da União foram percorridos e mapeados por ele; as montanhas Allegheny sendo cruzadas e recruzadas cerca de cinquenta vezes.Page 39 in Greene, J.C. and Burke, J.G. (1978) The Science of Minerals in the Age of Jefferson. Transactions of the American Philosophical Society, New Series, Vol. 68, No. 4, pp. 1-113 Os resultados de seus trabalhos sem ajuda foram submetidos à American Philosophical Society em um livro de memórias intitulado Observations on the Geology of the United States explanatory of a Geological Map, e publicado no Society's Transactions, juntamente com o primeiro mapa geológico da nação. Isso antecede o mapa geológico da Inglaterra de William Smith em seis anos, embora tenha sido construído usando uma classificação diferente de rochas. Charles Lyell publicou pela primeira vez seu famoso livro, Princípios de Geologia, em 1830. Este livro, que influenciou o pensamento de Charles Darwin, promoveu com sucesso a doutrina do uniformitarismo. Esta teoria afirma que processos geológicos lentos ocorreram ao longo da história da Terra e ainda estão ocorrendo hoje. Em contraste, o catastrofismo é a teoria de que as características da Terra se formaram em eventos catastróficos únicos e permaneceram inalteradas depois disso. Embora Hutton acreditasse no uniformitarismo, a ideia não foi amplamente aceita na época. Categoria:Profissões Categoria:Ocupações Categoria:Geólogos",
 "title": "Geólogo"
}