{
 "id": "102840",
 "text": "A Marinha dos Estados Unidos (em inglês: United States Navy) é o ramo de serviço marítimo das Forças Armadas dos Estados Unidos e um dos oito serviços uniformizados dos Estados Unidos. É a maior e mais poderosa marinha do mundo, com a tonelagem estimada de sua frota de batalha ativa excedendo as próximas 13 marinhas combinadas, incluindo 11 aliados ou nações parceiras dos Estados Unidos em 2009. Possui a maior tonelagem combinada da frota de batalha (4 635 628 toneladas em 2023) e a maior frota de porta-aviões do mundo, com 11 em serviço, dois novos porta-aviões em construção e cinco outros porta-aviões planejados. Com 336 978 funcionários na ativa e 101 583 na Reserva da Marinha dos Estados Unidos, a Marinha é o terceiro maior ramo do serviço militar dos Estados Unidos em termos de pessoal. Possui 299 navios de combate destacáveis ​​e cerca de 4.012 aeronaves operacionais em 18 de julho de 2023. A Marinha dos Estados Unidos tem suas origens na Marinha Continental, que foi estabelecida durante a Guerra Revolucionária Americana e foi efetivamente dissolvida como uma entidade separada logo depois. Depois de sofrer perdas significativas de bens e pessoal nas mãos dos piratas berberes de Argel, o Congresso dos Estados Unidos aprovou a Naval Act of 1794 para a construção de seis fragatas pesadas, os primeiros navios da Marinha. A Marinha dos Estados Unidos desempenhou um papel importante na Guerra Civil Americana, bloqueando a Confederação e assumindo o controle de seus rios. Desempenhou o papel central na derrota do Japão Imperial na Segunda Guerra Mundial. A Marinha emergiu da Segunda Guerra Mundial como a marinha mais poderosa do mundo. A moderna Marinha dos Estados Unidos mantém uma presença global considerável, posicionando-se em força em áreas como o Pacífico Ocidental, o Mediterrâneo e o Oceano Índico. É uma marinha de águas azuis com a capacidade de projetar força nas regiões litorais do mundo, envolver-se em missões avançadas durante tempos de paz e responder rapidamente a crises regionais, tornando-se um ator frequente na política externa e militar americana. A Marinha dos Estados Unidos faz parte do Departamento da Marinha dos Estados Unidos, ao lado do Corpo de Fuzileiros Navais dos Estados Unidos, que é seu serviço irmão coigual. O Departamento da Marinha é chefiado pelo secretário civil da Marinha. O próprio Departamento da Marinha é um departamento militar do Departamento de Defesa dos Estados Unidos, chefiado pelo Secretário de Defesa dos Estados Unidos. O Chefe de Operações Navais (CNO) é o oficial mais graduado da Marinha servindo no Departamento da Marinha. == Missão == Recrutar, treinar, equipar e organizar para fornecer forças navais prontas para o combate para vencer conflitos e guerras, mantendo a segurança e a dissuasão através de uma presença avançada sustentada. — Declaração de missão da Marinha dos Estados Unidos. A Marinha é um ramo marítimo das Forças Armadas dos Estados Unidos. Conforme descrito na lei 10 U.S.C. § 5063, as três principais áreas de responsabilidade da Marinha: * A preparação das forças navais necessárias para o prosseguimento eficaz da guerra; * A manutenção da aviação naval, incluindo a aviação naval terrestre, o transporte aéreo essencial às operações navais e todas as armas aéreas e técnicas aéreas envolvidas nas operações e atividades da Marinha; * O desenvolvimento de aeronaves, armas, táticas militares, técnicas, organização e equipamentos de combate naval e elementos de serviço. Os manuais de treinamento da Marinha afirmam que a missão das Forças Armadas é \"estar preparada para conduzir operações de combate imediatas e sustentadas em apoio ao interesse nacional\". As cinco funções duradouras da Marinha são: controle marítimo, projeção de poder, dissuasão, segurança marítima e transporte marítimo. == História == === Origens === Segue-se então, tão certo como a noite sucede ao dia, que sem uma força naval decisiva não podemos fazer nada definitivo e, com ela, tudo o que é honroso e glorioso. — George Washington, 15 de novembro de 1781, para o Marquês de Lafayette. Quisera que tivéssemos uma marinha capaz de reformar esses inimigos da humanidade ou esmagá-los até à inexistência. — George Washington, 15 de agosto de 1786, para o Marquês de Lafayette. Poder naval... é a defesa natural dos Estados Unidos. — John Adams. A Marinha estava enraizada na tradição marítima colonial, que produziu uma grande comunidade de marinheiros, capitães e construtores navais. Nos estágios iniciais da Guerra Revolucionária Americana, Massachusetts tinha sua própria Massachusetts Naval Militia. A justificativa para o estabelecimento de uma marinha nacional foi debatida no Segundo Congresso Continental. Os defensores argumentaram que uma marinha protegeria a navegação, defenderia a costa e tornaria mais fácil a busca de apoio de países estrangeiros. Os detratores responderam que desafiar a Marinha Real Britânica, então a potência naval mais proeminente do mundo, era uma tarefa tola. O Comandante em chefe George Washington resolveu o debate quando encarregou a escuna USS Hannah de interditar os navios mercantes britânicos e relatou as capturas ao Congresso. Em 13 de outubro de 1775, o Congresso Continental autorizou a compra de dois navios a serem armados para um cruzeiro contra navios mercantes britânicos; esta resolução criou a Marinha Continental e é considerada o primeiro estabelecimento da Marinha dos Estados Unidos. A Marinha Continental obteve resultados mistos; teve sucesso em vários combates e invadiu muitos navios mercantes britânicos, mas perdeu vinte e quatro de seus navios e a certa altura foi reduzido para dois no serviço ativo. Em agosto de 1785, após o fim da Guerra Revolucionária, o Congresso vendeu o USS Alliance, o último navio remanescente na Marinha Continental por falta de fundos para manter o navio ou apoiar uma marinha. Em 1972, o Chefe de Operações Navais, Almirante Elmo Zumwalt, autorizou a Marinha a comemorar o seu aniversário em 13 de outubro para homenagear a criação da Marinha Continental em 1775. === Do restabelecimento à Guerra Civil === Os Estados Unidos ficaram sem marinha durante quase uma década, uma situação que expôs os navios mercantes dos Estados Unidos a uma série de ataques dos piratas berberes. A única presença marítima armada entre 1790 e o lançamento dos primeiros navios de guerra da Marinha em 1797 foi o US Revenue-Marine, o principal antecessor da Guarda Costeira dos Estados Unidos. Embora o United States Revenue Cutter Service tenha conduzido operações contra os piratas, as depredações dos piratas ultrapassaram em muito as suas capacidades e o Congresso aprovou a Naval Act of 1794 que estabeleceu uma marinha permanente em 27 de março de 1794. A Naval Act ordenou a construção e tripulação de seis fragatas e, em outubro de 1797, os três primeiros entraram em serviço: USS United States, USS Constellation e USS Constitution. Devido à sua forte postura de ter uma Marinha forte durante este período, John Adams é \"muitas vezes chamado de pai da Marinha Americana\". Em 1798-99, a Marinha esteve envolvida em uma quase guerra não declarada com a França. De 1801 a 1805, na Primeira Guerra da Barbária, a Marinha defendeu os navios dos Estados Unidos dos piratas da Barbária, bloqueou os portos da Barbária e executou ataques contra as frotas da Barbária. A Marinha dos Estados Unidos viu ações substanciais na Guerra de 1812, onde foi vitorioso em onze duelos de navio único com a Marinha Real Britânica. Foi vitorioso na Batalha do Lago Erie e evitou que a região se tornasse uma ameaça às operações americanas na área. O resultado foi uma grande vitória para o Exército dos Estados Unidos na fronteira da guerra com o Niágara e a derrota dos nativos americanos aliados dos britânicos na Batalha do Tâmisa. Apesar disso, a Marinha não conseguiu impedir que os britânicos bloqueassem os seus portos e desembarcassem tropas. Mas depois que a Guerra de 1812 terminou em 1815, a Marinha concentrou sua atenção principalmente na proteção dos ativos marítimos americanos, enviando esquadrões para o Caribe, Mediterrâneo, onde participou da Segunda Guerra Berberesca que acabou com a pirataria na região, América do Sul, África e Pacífico. De 1819 até a eclosão da Guerra de Secessão, o Esquadrão Africano operou para suprimir o comércio de escravos, apreendendo 36 navios negreiros, embora sua contribuição fosse menor do que a dá muito maior Marinha Real Britânica. Depois de 1840, vários Secretários da Marinha eram sulistas que defendiam o fortalecimento das defesas navais do sul, a expansão da frota e a realização de melhorias tecnológicas navais. Durante a Guerra Mexicano- Americana, a Marinha bloqueou os portos mexicanos, capturando ou queimando a frota mexicana no Golfo da Califórnia e capturando todas as principais cidades da península da Baixa Califórnia. Em 1846-1848, a Marinha usou com sucesso o Esquadrão do Pacífico sob o comando do Comodoro Robert F. Stockton e seus fuzileiros navais para facilitar a captura da Califórnia com operações terrestres em grande escala coordenadas com a milícia local organizada no Batalhão da Califórnia. A Marinha conduziu a primeira operação conjunta anfíbia em grande escala das Forças Armadas dos Estados Unidos, desembarcando com sucesso 12 000 soldados do exército com seu equipamento em um dia em Veracruz, no México. Quando armas maiores foram necessárias para bombardear Veracruz, os voluntários da Marinha desembarcaram armas grandes e as equiparam no bombardeio e captura bem-sucedidos da cidade. Este desembarque e captura bem-sucedidos de Veracruz abriram caminho para a captura da Cidade do México e o fim da guerra. A Marinha estabeleceu-se como um ator na política externa dos Estados Unidos através das ações do Comodoro Matthew C. Perry no Japão, que resultou na Convenção de Kanagawa em 1854. O poder naval desempenhou um papel significativo durante a Guerra Civil Americana, na qual a União teve uma vantagem distinta sobre a Confederação nos mares. Um bloqueio da União a todos os principais portos interrompeu as exportações e o comércio costeiro, mas os bloqueadores proporcionaram uma ténue tábua de salvação. Os componentes da marinha de águas marrons do controle dos sistemas fluviais da Marinha tornaram as viagens internas difíceis para os Confederados e fáceis para a União. A guerra viu navios de guerra blindados em combate pela primeira vez na Batalha de Hampton Roads em 1862, que colocou o USS Monitor contra o CSS Virginia. Durante duas décadas após a guerra, porém, a frota da Marinha foi negligenciada e tornou-se tecnologicamente obsoleta. === Século XX === Um programa de modernização que começou na década de 1880, quando os primeiros navios de guerra com casco de aço estimularam a indústria siderúrgica americana e nasceu \"a nova marinha do aço\". Esta rápida expansão da Marinha e a sua vitória decisiva sobre a obsoleta Armada Espanhola em 1898 trouxeram um novo respeito pela qualidade técnica americana. A rápida construção, inicialmente de pré-dreadnought e depois de dreadnoughts, alinhou os Estados Unidos com as marinhas de países como a Grã-Bretanha e a Alemanha. Em 1907, a maioria dos navios de guerra da Marinha, com vários navios de apoio, apelidados de Great White Fleet, foram exibidos em uma circum-navegação do mundo de 14 meses. Ordenada pelo Presidente Theodore Roosevelt, foi uma missão concebida para demonstrar a capacidade da Marinha de se estender ao teatro global. Em 1911, os Estados Unidos começaram a construir os super-dreadnoughts a um ritmo que eventualmente se tornariam competitivos com a Grã-Bretanha. O ano de 1911 também viu a primeira aeronave naval da Marinha o que levaria ao estabelecimento informal do United States Naval Flying Corps para proteger as bases costeiras. Somente em 1921 a aviação naval dos Estados Unidos realmente começou. ==== Primeira Guerra Mundial e anos entre guerras ==== Durante a Primeira Guerra Mundial, a Marinha gastou grande parte de seus recursos protegendo e transportando centenas de milhares de soldados e fuzileiros navais das Forças Expedicionárias Americanas e suprimentos de guerra através do Atlântico em águas infestadas de submarinos com o Cruzador e a Força de Transporte. Também se concentrou na construção da barragem de minas do Mar do Norte. A hesitação do comando superior significou que as forças navais não foram contribuídas até o final de 1917. A Battleship Division Nine foi despachada para a Grã-Bretanha e serviu como o Sixth Battle Squadron da British Grand Fleet. A sua presença permitiu aos britânicos desativar alguns navios mais antigos e reutilizar as tripulações em navios menores. Destroyers e unidades da Força Aérea Naval dos Estados Unidos, como o Northern Bombing Group, contribuíram para as operações anti-submarinas. A força da Marinha dos Estados Unidos cresceu sob um ambicioso programa de construção naval associado à Naval Act of 1916. A construção naval, especialmente de navios de guerra, foi limitada pela Conferência Naval de Washington de 1921–22, a primeira conferência de controle de armas da história. Os porta-aviões USS Saratoga (CV-3) e USS Lexington (CV-2) foram construídos sobre cascos de cruzadores de batalha parcialmente construídos que foram cancelados pelo tratado. O New Deal usou fundos da Administração de Obras Públicas para construir navios de guerra, como o USS Yorktown (CV-5) e o USS Enterprise (CV-6). Em 1936, com a conclusão do USS Wasp (CV-7), a Marinha possuía uma frota de transporte de 165 000 toneladas de deslocamento, embora este número tenha sido registrado nominalmente como 135 000 toneladas para cumprir as limitações do tratado. Franklin Roosevelt, o segundo oficial do Departamento da Marinha dos Estados Unidos durante a Primeira Guerra Mundial, apreciou a Marinha e deu-lhe forte apoio. Em troca, os líderes seniores estavam ávidos por inovação e experimentaram novas tecnologias, como torpedos magnéticos, e desenvolveram uma estratégia chamada War Plan Orange para a vitória no Pacífico numa guerra hipotética com o Japão que acabaria por se tornar realidade. ==== Segunda Guerra Mundial ==== A Marinha dos Estados Unidos tornou-se uma força formidável nos anos anteriores à Segunda Guerra Mundial, com a produção de navios de guerra sendo reiniciada em 1937, começando com o USS North Carolina (BB-55). Embora sem sucesso, o Japão tentou neutralizar esta ameaça estratégica com o ataque surpresa a Pearl Harbor em 7 de dezembro de 1941. Após a entrada americana na guerra, a Marinha cresceu tremendamente à medida que os Estados Unidos enfrentavam uma guerra em duas frentes nos mares. Alcançou aclamação notável no Teatro de Operações do Pacífico, onde foi fundamental para o sucesso da campanha de \"saltos entre ilhas\" dos Aliados. A Marinha participou de muitas batalhas significativas, incluindo a Batalha do Mar de Coral, a Batalha de Midway, a Campanha nas Ilhas Salomão, a Batalha do Mar das Filipinas, a Batalha do Golfo de Leyte e a Batalha de Okinawa. Em 1943, o tamanho da Marinha era maior do que as frotas combinadas de todas as outras nações combatentes na Segunda Guerra Mundial. Ao final da guerra em 1945, a Marinha havia acrescentado centenas de novos navios, incluindo 18 porta-aviões e 8 navios de guerra, e tinha mais de 70% do número total mundial e da tonelagem total de navios de guerra de 1 000 toneladas ou mais. No seu auge, a Marinha operava 6.768 navios no Dia V-J em agosto de 1945. A doutrina mudou significativamente no final da guerra. A Marinha dos Estados Unidos seguiu os passos das marinhas da Grã-Bretanha e da Alemanha, que favoreciam grupos concentrados de navios de guerra como suas principais armas navais ofensivas. O desenvolvimento do porta-aviões e a sua utilização devastadora pelos japoneses contra os Estados Unidos em Pearl Harbor, no entanto, mudou o pensamento dos americanos. O Ataque a Pearl Harbor destruiu ou tirou de ação um número significativo de navios de guerra da Marinha. Isto colocou grande parte do fardo da retaliação contra os japoneses sobre um pequeno número de porta-aviões. Durante a Segunda Guerra Mundial, cerca de 4 milhões de americanos serviram na Marinha dos Estados Unidos. === Guerra Fria e década de 1990 === O potencial de conflito armado com a União Soviética durante a Guerra Fria levou a Marinha a continuar o seu avanço tecnológico através do desenvolvimento de novos sistemas de armas, navios e aeronaves. A estratégia naval dos Estados Unidos mudou para o desdobramento avançado em apoio aos aliados dos Estados Unidos, com ênfase em grupos de batalha de porta-aviões. A Marinha foi um participante importante na Guerra do Vietnã, bloqueou Cuba durante a crise dos mísseis cubanos, e, através do uso de submarinos com mísseis balísticos, tornou-se um aspecto importante da política de dissuasão estratégica nuclear dos Estados Unidos. A Marinha dos Estados Unidos conduziu várias operações de combate no Golfo Pérsico contra o Irã em 1987 e 1988, mais notavelmente a Operação Praying Mantis. A Marinha esteve amplamente envolvida na Operação Urgent Fury,, nas Operações Desert Shield e Desert Storm, na Operação Deliberate Force,. na Operação Allied Force, na Operação Desert Fox, e na Operação Southern Watch. A Marinha também esteve envolvida em operações de busca e salvamento, às vezes em conjunto com navios de outros países, bem como com navios da Guarda Costeira dos Estados Unidos. Dois exemplos são o incidente do Palomares B-52 em 1966 e a subsequente busca por bombas de hidrogênio desaparecidas, e a Task Force 71 da operação da Sétima Frota dos Estados Unidos em busca do voo Korean Air Lines 007, abatido pelos soviéticos em 1 de setembro de 1983. === Século XXI === A Marinha continua a ser um grande apoio aos interesses dos Estados Unidos no Século XXI. Desde o fim da Guerra Fria, mudou o seu foco dos preparativos para uma guerra em grande escala com a União Soviética para operações especiais e missões de ataque em conflitos regionais. A Marinha participou na Operação Enduring Freedom, na Operação Iraqi Freedom, e é um participante importante na Guerra ao Terror em curso. O desenvolvimento continua em novos navios e armas, incluindo o porta- aviões da Classe Gerald R. Ford e o navio de combate litoral. Devido ao seu tamanho, tecnologia de armas e capacidade de projetar força longe das costas dos Estados Unidos, a atual Marinha continua a ser um trunfo para os Estados Unidos. Além disso, é o principal meio através do qual os Estados Unidos mantêm a ordem global internacional, nomeadamente salvaguardando o comércio global e protegendo as nações aliadas. Em 2007, a Marinha juntou-se ao Corpo de Fuzileiros Navais dos Estados Unidos e à Guarda Costeira dos Estados Unidos para adotar uma nova estratégia marítima chamada A Cooperative Strategy for 21st Century Seapower, que eleva a noção de prevenção da guerra ao mesmo nível filosófico da condução da guerra. A estratégia foi apresentada pelo Chefe de Operações Navais, pelo Comandante do Corpo de Fuzileiros Navais e pelo Comandante da Guarda Costeira no Simpósio Internacional de Poder Marítimo em Newport, Rhode Island, em 17 de outubro de 2007. A estratégia reconheceu as ligações econômicas do sistema global e como qualquer perturbação devida a crises regionais (provocadas pelo homem ou naturais) pode ter um impacto negativo na economia e na qualidade de vida dos Estados Unidos. Esta nova estratégia traça um caminho para a Marinha, a Guarda Costeira e o Corpo de Fuzileiros Navais trabalharem coletivamente entre si e com os parceiros internacionais para evitar que essas crises ocorram ou reagir rapidamente caso ocorram para evitar impactos negativos sobre o país. Em 2010, o Almirante Gary Roughead, Chefe de Operações Navais, observou que as exigências sobre a Marinha aumentaram à medida que a frota encolheu e que, face ao declínio dos orçamentos no futuro, a Marinha deve confiar ainda mais em parcerias internacionais. No seu pedido de orçamento de 2013, a Marinha concentrou-se em reter todos os onze grandes porta-aviões, à custa da redução do número de navios mais pequenos e do adiamento da substituição do submarino de mísseis balísticos (SSBN). No ano seguinte, a USN viu-se incapaz de manter onze porta- aviões face ao término do alívio orçamental oferecido pela Bipartisan Budget Act of 2013 e o CNO Jonathan Greenert disse que uma frota de dez porta-navios não seria capaz de apoiar de forma sustentável os requisitos militares. O First Sea Lord britânico, George Zambellas, disse que a USN passou de um planeamento “orientado para os resultados para um planeamento orientado para os recursos”. Uma mudança significativa na formulação de políticas dos Estados Unidos que está a ter um efeito importante no planeamento naval é o Pivô para a Ásia Oriental. Em resposta, o Secretário da Marinha, Ray Mabus, declarou em 2015 que 60 por cento da frota total dos Estados Unidos será enviada para o Pacífico até 2020. O mais recente plano de construção naval de 30 anos da Marinha, publicado em 2016, prevê uma futura frota de 350 navios para enfrentar os desafios de um ambiente internacional cada vez mais competitivo. Uma disposição da National Defense Authorization Act de 2018 previa a expansão da frota naval para 355 navios \"o mais rápido possível\", mas não estabeleceu financiamento adicional nem um cronograma. == Organização == A Marinha está sob a administração do Departamento da Marinha dos Estados Unidos, sob a liderança civil do Secretário da Marinha dos Estados Unidos (SECNAV). O oficial naval mais graduado é o Chefe de Operações Navais (Chief of Naval Operations (CNO)), um almirante quatro estrelas que está imediatamente subordinado e se reporta ao Secretário da Marinha. Ao mesmo tempo, o Chefe de Operações Navais é membro do Estado-Maior Conjunto dos Estados Unidos, que é o segundo órgão deliberativo mais alto das forças armadas depois do Conselho de Segurança Nacional dos Estados Unidos, embora desempenhe apenas uma função consultiva do Presidente e não faça nominalmente parte da cadeia de comando. O Secretário da Marinha e o Chefe de Operações Navais são responsáveis ​​por organizar, recrutar, treinar e equipar a Marinha para que esteja pronta para operar sob os comandantes do Unified Combatant Command. === Forças operacionais === Existem nove componentes nas forças operacionais da Marinha dos Estados Unidos: * United States Fleet Forces Command (anteriormente United States Atlantic Fleet); * United States Pacific Fleet; * United States Naval Forces Central Command; * United States Naval Forces Europe; * Naval Network Warfare Command; * Navy Reserve; * United States Naval Special Warfare Command; * Operational Test and Evaluation Force. O Fleet Forces Command controla uma série de capacidades exclusivas, incluindo o Military Sealift Command, o Naval Expeditionary Combat Command e a Naval Information Forces. A Marinha dos Estados Unidos tem sete frotas numeradas ativas, cada uma é liderado por um Vice-almirante, e a Quarta Frota é liderada por um Contra- almirante: * Segunda Frota dos Estados Unidos; * Terceira Frota dos Estados Unidos; * Quinta Frota dos Estados Unidos; * Sexta Frota dos Estados Unidos; * Sétima Frota dos Estados Unidos; * Décima Frota dos Estados Unidos. Estas sete frotas estão ainda agrupadas sob o United States Fleet Forces Command (anteriormente United States Atlantic Fleet), Pacific Fleet, Naval Forces Europe-Africa e Naval Forces Central Command, cujo comandante também atua como Comandante da Quinta Frota; os três primeiros comandos sendo liderados por almirantes quatro estrelas. A Primeira Frota dos Estados Unidos existiu após a Segunda Guerra Mundial a partir de 1947, mas foi redesignada como Terceira Frota no início de 1973. A Segunda Frota foi desativada em setembro de 2011, mas restabelecida em agosto de 2018, em meio ao aumento das tensões com a Rússia. Está sediada em Norfolk, Virgínia, com responsabilidade pela Costa Leste e Atlântico Norte. No início de 2008, a Marinha reativou a Quarta Frota para controlar as operações na área controlada pelo Comando Sul dos Estados Unidos, que consiste em ativos dos Estados Unidos dentro e ao redor da América Central e do Sul. Outras frotas numéricas foram ativadas durante a Segunda Guerra Mundial e posteriormente desativadas, renumeradas ou fundidas. === Estabelecimentos costeiros === Existem estabelecimentos em terra para apoiar a missão da frota através da utilização de instalações em terra. Entre os comandos do estabelecimento costeiro a partir de abril de 2011 são as: * Naval Education and Training Command; * Naval Meteorology and Oceanography Command; * Naval Information Warfare Systems Command; * Naval Facilities Engineering Command; * Naval Supply Systems Command; * Naval Air Systems Command; * Naval Sea Systems Command; * Bureau of Medicine and Surgery; * Bureau of Naval Personnel; * United States Naval Academy; * Naval Safety Command; * Naval Aviation Warfighting Development Center; * United States Naval Observatory; Os sites oficiais da Marinha listam o Gabinete do Chefe de Operações Navais e o Chefe de Operações Navais como parte do estabelecimento em terra, mas estas duas entidades são efetivamente superiores às outras organizações, desempenhando um papel de coordenação. === Relacionamentos com outros ramos de serviço === ==== Corpo de Fuzileiros Navais dos Estados Unidos (USMC) ==== Em 1834, o Corpo de Fuzileiros Navais dos Estados Unidos passou a ser subordinado ao Departamento da Marinha. Historicamente, a Marinha teve um relacionamento único com o USMC, em parte porque ambos são especializados em operações marítimas. Juntos, a Marinha e o Corpo de Fuzileiros Navais formam o Departamento da Marinha e se reportam ao Secretário da Marinha. No entanto, o Corpo de Fuzileiros Navais é um ramo de serviço distinto e separado com o seu próprio chefe de serviço uniformizado – o Comandante do Corpo de Fuzileiros Navais, um general de quatro estrelas. O Corpo de Fuzileiros Navais depende da Marinha para apoio médico (dentistas, médicos, enfermeiros, técnicos médicos conhecidos como socorristas) e apoio religioso (capelães). Assim, os oficiais da Marinha e os marinheiros alistados cumprem essas funções. Quando vinculados a unidades do Corpo de Fuzileiros Navais implantadas em um ambiente operacional, eles geralmente usam uniformes camuflados da Marinha, mas, por outro lado, usam uniformes de gala da Marinha, a menos que optem por estar em conformidade com os padrões de higiene do Corpo de Fuzileiros Navais. No ambiente operacional, como força expedicionária especializada em operações anfíbias, os fuzileiros navais frequentemente embarcam em navios da Marinha para conduzir operações fora das águas territoriais. As unidades da Marinha desdobradas como parte de uma Marine Air-Ground Task Force (MAGTF) ​​operam sob o comando da cadeia de comando da Marinha existente. Embora as unidades da Marinha operem rotineiramente a partir de navios de assalto anfíbios, o relacionamento evoluiu ao longo dos anos, já que o Commander of the Carrier Air Group/Wing (CAG) não trabalha para o oficial comandante do porta-aviões, mas coordena com o CO e a equipe do navio. Alguns esquadrões de aviação da Marinha, geralmente de asa fixa designados para asas aéreas de porta-aviões, treinam e operam ao lado de esquadrões da Marinha; eles realizam missões semelhantes e frequentemente realizam missões juntos sob o conhecimento do CAG. A aviação é onde a Marinha e os Fuzileiros Navais partilham os pontos mais comuns, uma vez que as tripulações são orientadas na utilização das aeronaves por procedimentos padrão descritos numa série de publicações conhecidas como manuais NATOPS (Naval Air Training and Operating Procedures Standardization). ==== Guarda Costeira dos Estados Unidos (USCG) ==== A Guarda Costeira dos Estados Unidos, no seu papel em tempos de paz com o Departamento de Segurança Interna dos Estados Unidos, cumpre o seu papel de aplicação da lei e de salvamento no ambiente marítimo. Fornece Law Enforcement Detachments (LEDETs) para navios da Marinha, onde realizam prisões e outras funções de aplicação da lei durante missões de embarque e interdição naval. Em tempos de guerra, a Guarda Costeira pode ser chamada a operar como serviço na Marinha. Outras vezes, as Coast Guard Port Security Units são enviadas ao exterior para proteger a segurança dos portos e outros bens. A Guarda Costeira também forma equipes conjuntas com grupos e esquadrões de guerra costeira naval da Marinha (estes últimos eram conhecidos como comandos de defesa portuária até o final de 2004), que supervisionam os esforços de defesa em combate no litoral estrangeiro e áreas costeiras. == Pessoal == A Marinha dos Estados Unidos tem mais de 400 000 funcionários, aproximadamente um quarto dos quais estão na reserva pronta. Dos que estão na ativa, mais de oitenta por cento são marinheiros alistados e cerca de quinze por cento são oficiais comissionados; o restante são aspirantes da Academia Naval dos Estados Unidos e aspirantes do Naval Reserve Officer Training Corps em mais de 180 universidades em todo o país e candidatos a oficiais da Officer Candidate School da Marinha. Os marinheiros alistados completam o treinamento militar básico no campo de treinamento e depois são enviados para completar o treinamento para suas carreiras individuais. Os marinheiros provam que dominam as habilidades e merecem responsabilidades ao completar tarefas e exames dos Personnel Qualification Standards (PQS). Entre as mais importantes está a warfare qualification, que denota um nível de capacidade de oficial em Surface Warfare, Aviation Warfare, Information Dominance Warfare, Naval Aircrew, Special Warfare, Seabee Warfare, Submarine Warfare ou Expeditionary Warfare. Muitas qualificações são indicadas no uniforme de marinheiro com distintivos e insígnias da Marinha dos Estados Unidos. === Uniforme === Os uniformes da Marinha evoluíram gradualmente desde que os primeiros regulamentos uniformes para oficiais foram emitidos em 1802, na formação do Departamento da Marinha dos Estados Unidos. As cores predominantes dos uniformes da Marinha são azul marinho e branco. Os uniformes da Marinha eram baseados nos uniformes da Marinha Real Britânica da época e tendiam a seguir esse modelo. ==== Oficiais comissionados ==== Oficiais comissionados Nível Salarial Dep. Defesa Especial O–10 O–9 O–8 O–7 O–6 O–5 O–4 O–3 O–2 O–1 Código da OTAN OF–10 OF–9 OF–8 OF–7 OF–6 OF–5 OF–4 OF–3 OF–2 OF–1 Insígnia Insígnia de uniforme Título Almirante da Frota Almirante Vice-almirante Contra-almirante Contra-almirante (Inferior) Capitão Comandante Tenente-comandante Tenente Tenente (Júnior) Alferes Abreviação FADM ADM VADM RADM RDML CAPT CDR LCDR LT LTJG ENS Os oficiais da Marinha servem como line officer ou como oficiais de Estado- Maior. Os line officers usam uma estrela dourada bordada acima de seu posto no uniforme de gala do serviço naval, enquanto os oficiais do estado-maior e suboficiais comissionados usam insígnias designadoras exclusivas que denotam sua especialidade ocupacional. Especialidades Tipo Insígnias Tipo Insígnias Line officer Corpo Médico Corpo Odontológico Corpo de Enfermeiros Corpo de Serviço Médico Corpo do Juiz Advogado Geral Comunidade Jurídica (Oficial de serviço limitado) Corpo de Capelães (Fé Cristã) Corpo de Capelães (Fé Judaica) Corpo de Capelães (Fé Muçulmana) Corpo de Capelães (Fé Budista) Corpo de Abastecimento Corpo de Engenheiros Civis ==== Subtenentes ==== Subtenentes Nível Salarial Dep. Defesa W–5 W–4 W–3 W–2 W–1 Código da OTAN WO–5 WO–4 WO–3 WO–2 WO–1 Insígnia Título Subtenente 5 Subtenente 4 Subtenente 3 Subtenente 2 Subtenente 1 Abreviação CWO-5 CWO-4 CWO-3 CWO-2 WO-1 As patentes de Subtenente são ocupadas por especialistas técnicos que dirigem atividades específicas essenciais ao bom funcionamento do navio, que também requerem autoridade de oficial comissionado. Os subtenentes da Marinha atuam em 30 especialidades, abrangendo cinco categorias. Os subtenentes não devem ser confundidos com o limited duty officer (LDO) da Marinha. Os subtenentes desempenham funções diretamente relacionadas ao serviço alistado anterior e ao treinamento especializado. Isso permite que a Marinha aproveite a experiência dos subtenentes sem ter que transferi-los frequentemente para outras atribuições de serviço para progredir. A maioria dos suboficiais da Marinha são acessados ​​​​a partir dos níveis salariais de suboficial, E-7 a E-9, análogos a um suboficial sênior nas outras forças, e devem ter no mínimo 14 anos de serviço. ==== Alistados ==== Os marinheiros com níveis salariais E-1 a E-3 são considerados em estágio de aprendizagem. Eles são divididos em cinco grupos definíveis, com marcas coloridas de grau de grupo designando o grupo ao qual pertencem: Seamen, Fireman, Airman, Constructionman e Hospitalman. E-4 a E-6 são non-commissioned officers (NCOs) e são especificamente chamados de suboficiais (Petty Officer) na Marinha. Os suboficiais desempenham não apenas as funções de sua área de carreira específica, mas também atuam como líderes do pessoal alistado júnior. E-7 a E-9 ainda são considerados suboficiais, mas são considerados uma comunidade separada dentro da Marinha. Eles têm dormitórios e refeitórios separados (quando possível), usam uniformes separados e desempenham funções separadas. Depois de atingir a categoria de Master Chief Petty Officer, um membro do serviço pode optar por continuar sua carreira tornando-se Command Master Chief Petty Officer (CMC). Um CMC é considerado o membro do serviço alistado mais antigo dentro de um comando e é o assistente especial do Comandante em todos os assuntos relativos à saúde, bem-estar, satisfação no trabalho, moral, aproveitamento, promoção e treinamento do pessoal alistado do comando. Os CMCs podem ser de nível de Comando (dentro de uma única unidade, como um navio ou estação costeira), de nível de Frota (esquadrões que consistem em múltiplas unidades operacionais, chefiados por um Flag Officer ou Comodoro) ou de nível de Força (consistindo de uma comunidade separada dentro do Marinha, como Subsurface, Aérea, Reservas). As insígnias do CMC são semelhantes às insígnias do Master Chief, exceto que o símbolo de classificação é substituído por uma estrela de cinco pontas invertida, refletindo uma mudança em sua classificação de sua classificação anterior (ou seja, MMCM) para CMDCM. As estrelas do Command Master Chief são prateadas, enquanto as estrelas do Fleet ou Force Master Chief são douradas. Além disso, os CMCs usam um distintivo, usado no bolso esquerdo do peito, denotando seu título (Comando/Frota/Força). Alistados Nível Salarial Dep. Defesa Especial E–9 E–8 E–7 E–6 E–5 E–4 E–3 E–2 E–1 Código da OTAN OR–9 OR–8 OR–7 OR–6 OR–5 OR–4 OR–3 OR–2 OR–1 Insígnia de manga Sem insígnia Título Conselheiro Alistado Sênior do Presidente Mestre Suboficial da Marinha Suboficial da Frota/Força Mestre de comando, suboficial Suboficial mestre Suboficial do comando sênior Suboficial sênior Suboficial Suboficial de primeira classe Suboficial de segunda classe Suboficial terceira classe Marinheiro Aprendiz de marinheiro Recruta Abreviação SEAC MCPON FLTCM FORCM CMDCM MCPO CMDCS SCPO CPO PO1 PO2 PO3 SN SA SR ==== Distintivos da Marinha dos Estados Unidos ==== Insígnias e distintivos da Marinha são \"distintivos\" militares emitidos pelo Departamento da Marinha para membros do serviço naval que alcançam certas qualificações e realizações enquanto servem na ativa e na Reserva da Marinha dos Estados Unidos. A maioria das insígnias da aviação naval também pode ser usada em uniformes do Corpo de Fuzileiros Navais dos Estados Unidos. Conforme descrito no Capítulo 5 dos Regulamentos Uniformes da Marinha dos Estados Unidos, os \"distintivos\" são categorizados como insígnias no peito (geralmente usadas imediatamente acima e abaixo das fitas) e distintivo de identificação (geralmente usados ​​no bolso do peito). As insígnias de peito são divididas entre comando e guerra e outras qualificações. As insígnias vêm na forma de \"dispositivos de fixação\" de metal usados ​​​​em uniformes formais e \"tiras de fita\" bordadas usadas em uniformes de trabalho. O termo \"distintivo\", embora usado de forma ambígua em outros ramos militares e na linguagem informal para descrever qualquer distintivo, emblema ou aba, é exclusivo para distintivo de identificação e marksmanship awards de acordo com a linguagem dos Regulamentos Uniformes da Marinha, Capítulo 5. Abaixo estão apenas alguns dos muitos emblemas mantidos pela Marinha: File:Naval Aviator Badge.jpg|Naval Aviator Badge File:Submarine Officer badge.jpg|Submarine Officer Badge File:Surface Warfare Officer Insignia.png|Surface Warfare Officer Insignia == Bases == O tamanho, a complexidade e a presença internacional da Marinha dos Estados Unidos exigem um grande número de instalações para apoiar as suas operações. Embora a maioria das bases esteja localizada dentro dos próprios Estados Unidos, a Marinha mantém um número significativo de instalações no exterior, seja em territórios controlados pelos Estados Unidos ou em países estrangeiros sob um Status of Forces Agreement (SOFA). === Leste dos Estados Unidos === A segunda maior concentração de instalações está em Hampton Roads, Virgínia, onde a Marinha ocupa mais de 36.000 acres (15.000 ha) de terra. Localizadas em Hampton Roads estão a Estação Naval de Norfolk, porto de origem do Atlantic Fleet; Estação Aérea Naval Oceana, uma Master Jet Base; Base Anfíbia Naval Little Creek; e Centro de Apoio ao Treinamento Hampton Roads bem como vários estaleiros da Marinha e comerciais que atendem navios da Marinha. O Aegis Training and Readiness Center está localizado na Naval Support Activity (NAS) South Potomac em Dahlgren, Virgínia. Maryland é o lar do NAS Patuxent River, que abriga a Escola de Pilotos de Teste Navais dos Estados Unidos. Também localizada em Maryland está a Academia Naval dos Estados Unidos, situado em Annapolis. NS Newport em Newport, Rhode Island é o lar de muitas escolas e comandos de tenentes, incluindo a Officer Candidate School e a Naval Undersea Warfare Center, Há também uma base naval em Charleston, Carolina do Sul. Esta é a sede do Naval Nuclear Power Training Command, sob as quais residem as Nuclear Field \"A\" Schools para: Machinist Mates (Nuclear), Electrician Mates (Nuclear), e Electronics Technicians (Nuclear); Nuclear Power School (Oficial e Alistado); e uma das duas escolas protótipos da Nuclear Power Training Unit. O estado da Flórida é o local de três bases principais: NS Mayport, o quarto maior da Marinha, em Jacksonville, Flórida; NAS Jacksonville, uma base Master Air Anti-submarina Warfare; e NAS Pensacola, sede do Naval Education and Training Command, do Naval Air Technical Training Center, que fornece treinamento especializado para pessoal de aviação alistado e é a principal base de treinamento de voo para oficiais de voo naval da Marinha e do Corpo de Fuzileiros Navais e tripulantes navais alistados. Há também a NSA Panama City, que abriga o Center for Explosive Ordnance Disposal and Divising (CENEODIVE), o Navy Diving and Salvage Training Center e o NSA Orlando, que abriga a Naval Air Warfare Center Training Systems Division (NAWCTSD). As principais bases submarinas da Marinha na costa leste estão localizadas na Naval Submarine Base New London, em Groton, Connecticut; e a NSB Kings Bay em Kings Bay, Geórgia. O Portsmouth Naval Shipyard perto de Portsmouth, New Hampshire, que repara submarinos navais. O NS Great Lakes, ao norte de Chicago, Illinois, é o lar do campo de treinamento da Marinha para marinheiros alistados. O Washington Navy Yard em Washington, D.C. é o estabelecimento costeiro mais antigo da Marinha e serve como centro cerimonial e administrativo para a Marinha, sede do Chefe de Operações Navais e de vários comandos. === Oeste dos Estados Unidos e Havaí === O maior complexo da Marinha é a Estação Aeronaval de Armas de China Lake (Naval Air Weapons Station China Lake), Califórnia, que cobre 1,1 milhão de acres (4 500 km2) de terra, ou aproximadamente um terço do total de terras da Marinha. A Base Naval de San Diego, Califórnia, é o principal porto de origem da Frota do Pacífico, embora sua sede esteja localizada em Pearl Harbor, Havaí. A Base Aeronaval de North Island está localizada no lado norte de Coronado, Califórnia, e abriga o Quartel-General das Naval Air Forces e da Naval Air Force Pacific, a maior parte dos esquadrões de helicópteros da Frota do Pacífico e parte da frota de porta-aviões da Costa Oeste. O NAB Coronado está localizado no extremo sul da Ilha Coronado e abriga as equipes SEAL da costa oeste da Marinha e unidades especiais de barcos. O NAB Coronado também abriga o Naval Special Warfare Center, o principal centro de treinamento para SEALs. O outro grande conjunto de bases navais na costa oeste fica em Puget Sound, Washington. Entre elas, a NS Everett é uma das bases mais novas e a Marinha afirma ser a sua instalação mais moderna. A NAS Fallon, Nevada, serve como principal campo de treinamento para tripulações de ataque da Marinha e abriga o Naval Strike Air Warfare Center. As Master Jet Bases também estão localizadas em NAS Lemoore, Califórnia, e na NAS Whidbey Island, Washington, enquanto a comunidade de aeronaves de alerta aéreo antecipado baseada em porta-aviões e as principais atividades de testes aéreos estão localizadas em NAS Point Mugu, Califórnia. A presença naval no Havaí está centrada em NS Pearl Harbor, que abriga o quartel-general da Frota do Pacífico e muitos de seus comandos subordinados. === Territórios dos Estados Unidos === Guam, uma ilha estrategicamente localizada no Oceano Pacífico Ocidental, mantém uma presença considerável da Marinha, incluindo a NB Guam. O território mais ocidental dos Estados Unidos, contém um porto natural de águas profundas capaz de abrigar porta-aviões em emergências. Sua estação aérea naval foi desativada em 1992 e suas atividades de voo foram transferidas para a vizinha Base Aérea Anderson. Porto Rico, no Caribe, abrigou anteriormente NS Roosevelt Roads, que foi fechado em 2004 logo após o controverso fechamento da área de treinamento de artilharia real na vizinha Ilha de Vieques. === Países estrangeiros === A maior base no exterior é a Atividades da Frota dos Estados Unidos em Yokosuka, Japão, que serve como porto de origem para a maior frota avançada da Marinha e é uma base significativa de operações no Pacífico Ocidental. As operações europeias giram em torno de instalações na Itália (NAS Sigonella e a Naval Computer and Telecommunications Station Naples) com a NSA Naples como porto de origem da Sexta Frota e o Command Naval Region Europe, Africa, Southwest Asia (CNREURAFSWA) e instalações adicionais nas proximidades de Gaeta. Há também a NS Rota na Espanha e a NSA Souda Bay na Grécia. No Médio Oriente, as instalações navais estão localizadas quase exclusivamente em países que fazem fronteira com o Golfo Pérsico, com a NSA Bahrein servindo como quartel-general do U.S. Naval Forces Central Command e da Quinta Frota dos Estados Unidos. A Base Naval da Baía de Guantánamo, em Cuba, é a instalação no exterior mais antiga e tornou-se conhecida nos últimos anos como o local de um campo de detenção para supostos agentes da Al-Qaeda. == Equipamentos == Em 2018, a Marinha operava mais de 460 navios, incluindo navios operados pelo Military Sealift Command (MSC) tripulados por uma combinação de empreiteiros civis e um pequeno número de pessoal naval uniformizado, mais de 3 650 aeronaves, 50 000 veículos não-combatentes e possui 75 200 edifícios em 3 300 000 acres (13 000 km2). === Navios === Os nomes dos navios comissionados da Marinha são prefixados com as letras \"USS\", designando \"United States Ship\". Os navios não comissionados da Marinha com tripulação civil têm nomes que começam com \"USNS\", que significa \"United States Naval Ship\". Os nomes dos navios são selecionados oficialmente pelo Secretário da Marinha dos Estados Unidos, muitas vezes para homenagear pessoas ou lugares importantes. Além disso, cada navio recebe um símbolo de classificação de casco baseado em letras (por exemplo, CVN ou DDG) para indicar o tipo e o número da embarcação. Todos os navios do inventário da Marinha são inscritos no Registro de Navios Navais, que faz parte da “Lista da Marinha” (exigida pelo artigo 29 da Convenção das Nações Unidas sobre o Direito do Mar). O registro rastreia dados como o status atual de um navio, a data de seu comissionamento e a data de seu descomissionamento. Os navios que são retirados do registo antes da eliminação são considerados excluídos do registo. A Marinha também mantém uma frota reserva de embarcações inativas que são mantidas para reativação em momentos de necessidade. A Marinha dos Estados Unidos foi uma das primeiras a instalar reatores nucleares a bordo de navios de guerra; hoje, a energia nuclear alimenta todos os porta-aviões e submarinos ativos dos Estados Unidos. A Marinha operava anteriormente cruzadores movidos a energia nuclear, mas todos foram desativados. Em março de 2014, a Marinha começou a contar navios de apoio auto desdobráveis, como caça-minas, embarcações de vigilância e rebocadores na \"frota de batalha\" e chegou a uma contagem de 291 em outubro de 2023, e incluiu navios que foram colocados em \"embalagem retrátil\". O número de navios geralmente variou entre 270 e 300 no final da década de 2010. Em fevereiro de 2022, a Marinha contava com 296 navios de força de batalha, porém as análises afirmam que a Marinha precisa de uma frota de mais de 500 para cumprir seus compromissos. ==== Porta-aviões ==== thumb|Vista aérea do USS Gerald R. Ford (CVN-78), um navio da nova classe Gerald R. Ford, ao lado de (CVN-75), um navio do anterior classe Nimitz Um porta-aviões normalmente é implantado junto com uma série de embarcações adicionais, formando um grupo de ataque de porta-aviões. Os navios de apoio, que geralmente incluem três ou quatro cruzadores e destróieres equipados com o sistema Aegis, uma fragata e dois submarinos de ataque, têm a tarefa de proteger o porta-aviões contra ameaças aéreas, de mísseis, marítimas e submarinas, bem como de fornecer eles próprios capacidades de ataque adicionais. O suporte logístico pronto para o grupo é fornecido por um navio combinado de munição, petroleiro e abastecimento. Os porta-aviões modernos têm nomes de almirantes e políticos americanos, geralmente presidentes. A Marinha tem uma exigência legal de um mínimo de 11 porta-aviões. Todas os 11 porta-aviões estão atualmente ativos, incluindo a mais recente adição à frota e a primeira da sua classe, o USS Gerald R. Ford, que foi implantado pela primeira vez em outubro de 2022. Todos os porta-aviões dos Estados Unidos atualmente comissionados são movidos a energia nuclear; juntando-se aos submarinos como os únicos navios da Marinha com propulsão nuclear atualmente em serviço. ==== Navios de guerra anfíbios ==== Os navios de assalto anfíbio são as peças centrais da guerra anfíbia dos Estados Unidos e cumprem o mesmo papel de projeção de poder que os porta- aviões, exceto que a sua força de ataque se centra nas forças terrestres e não nas aeronaves. Eles entregam, comandam, coordenam e apoiam totalmente todos os elementos de uma Unidade Expedicionária de Fuzileiros Navais de 2 200 homens em um ataque anfíbio usando veículos aéreos e anfíbios. Assemelhando-se a pequenos porta-aviões, os navios de assalto anfíbio são capazes de operações V/STOL, STOVL, VTOL, tiltrotor e aeronaves de asa rotativa. Eles também contêm um convés de poço para apoiar o uso de Landing Craft Air Cushion (LCAC) e outras embarcações de assalto anfíbio. Recentemente, navios de assalto anfíbio começaram a ser implantados como núcleo de um grupo de ataque expedicionário, que geralmente consiste em uma doca de transporte anfíbio adicional e um navio de desembarque para guerra anfíbia e um cruzador e destróier equipado com Aegis, fragata e submarino de ataque para defesa de grupo. Os navios de assalto anfíbio são normalmente nomeados em homenagem aos porta-aviões da Segunda Guerra Mundial. As docas de transporte anfíbio são navios de guerra que embarcam, transportam e desembarcam fuzileiros navais, suprimentos e equipamentos em uma função de apoio durante missões de guerra anfíbia. Com plataforma de pouso, as docas de transporte anfíbio também têm a capacidade de servir como apoio aéreo secundário para um grupo expedicionário. Todas as docas de transporte anfíbio podem operar helicópteros, LCACs e outros veículos anfíbios convencionais, enquanto a mais nova classe San Antonio foi explicitamente projetada para operar todos os três elementos da \"tríade de mobilidade\" dos fuzileiros navais: Expeditionary Fighting Vehicle (EFVs), a aeronave tiltrotor V-22 Osprey e LCACs. As docas de transporte anfíbio normalmente recebem nomes de cidades dos Estados Unidos. ==== Cruzadores ==== Os cruzadores são grandes navios de combate de superfície que conduzem guerra antiaérea/antimísseis, guerra de superfície, guerra anti-submarina e operações de ataque de forma independente ou como membros de uma força-tarefa maior. Os modernos cruzadores de mísseis guiados foram desenvolvidos a partir da necessidade de combater a ameaça de mísseis antinavio que a Marinha dos Estados Unidos enfrenta. Isso levou ao desenvolvimento do radar phased array AN/SPY-1 e do míssil Standard com o sistema de combate Aegis coordenando os dois. Os cruzadores da classe Ticonderoga foram os primeiros a serem equipados com o Aegis e foram usados ​​principalmente como defesa antiaérea e antimísseis em uma função de proteção da força de batalha. Desenvolvimentos posteriores de sistemas de lançamento vertical e do míssil Tomahawk deram aos cruzadores capacidade adicional de ataque terrestre e marítimo de longo alcance, tornando-os capazes de operações de batalha ofensivas e defensivas. A classe Ticonderoga é a única classe de cruzadores ativa. Todos os cruzadores desta classe têm nomes de batalhas. ==== Contratorpedeiro ==== Os contratorpedeiros (ou Destroyers) são navios multimissão de superfície média, capazes de desempenho sustentado em operações antiaéreas, antissubmarinas, antinavios e de ataque ofensivo. Assim como os cruzadores, os contratorpedeiros de mísseis guiados concentram-se principalmente em ataques de superfície usando mísseis Tomahawk e na defesa da frota por meio do Aegis e do míssil Standard. Os contratorpedeiros também são especializados em guerra antissubmarina e estão equipados com foguetes VLA e helicópteros LAMPS Mk III Seahawk para lidar com ameaças subaquáticas. Quando implantados com um grupo de ataque de porta-aviões ou grupo de ataque expedicionário, os contratorpedeiros e seus companheiros cruzadores equipados com Aegis têm a tarefa principal de defender a frota e, ao mesmo tempo, fornecer capacidades de ataque secundárias. Com muito poucas exceções, os contratorpedeiros recebem nomes de heróis da Marinha, do Corpo de Fuzileiros Navais dos Estados Unidos e da Guarda Costeira dos Estados Unidos. A Marinha dos EUA tem atualmente 72 contratorpedeiros, 70 Arleigh Burke Flight I-IIA, com o primeiro contratorpedeiro do Voo III (o USS Jack H. Lucas) entrou em serviço em 2023. A Marinha também tem 2 contratorpedeiros da classe Zumwalt, com um terceiro (o USS Lyndon B. Johnson) previsto para entrar em serviço em 2024. ==== Fragatas e navios de combate do litoral ==== As fragatas modernas dos Estados Unidos realizam principalmente guerra antissubmarina para grupos de ataque de porta- aviões e expedicionários e fornecem escolta armada para comboios de suprimentos e navios mercantes. Eles são projetados para proteger navios amigos contra submarinos hostis em ambientes de ameaça baixa a média, usando torpedos e helicópteros LAMPS. De forma independente, as fragatas são capazes de realizar missões antidrogas e outras operações de interceptação marítima. Como no caso dos contratorpedeiros, as fragatas recebem nomes de heróis da Marinha, do Corpo de Fuzileiros Navais e da Guarda Costeira dos Estados Unidos. O LCS (littoral combat ships) é uma classe de embarcações de superfície relativamente pequenas destinadas a operações na zona litoral (perto da costa). Foi \"concebido para ser um combatente de superfície em rede, ágil e furtivo, capaz de derrotar ameaças antiacesso e assimétricas no litoral\". Eles têm a capacidade de um pequeno transporte de assalto, incluindo uma cabine de comando e hangar para abrigar dois helicópteros, uma rampa de popa para operar pequenos barcos e o volume de carga e carga útil para entregar uma pequena força de assalto com veículos de combate a uma instalação portuária roll-on/roll-off. O navio é fácil de reconfigurar para diferentes funções, incluindo guerra antissubmarina, contramedidas de minas, guerra antisuperfície, inteligência, vigilância e reconhecimento, defesa interna, interceptação marítima, operações especiais e logística, tudo trocando módulos específicos da missão conforme necessário. O programa LCS ainda é relativamente novo em 2018, com apenas dez navios ativos, mas a Marinha anunciou planos para até 32 navios. A Marinha anunciou que mais 20 navios a serem construídos depois disso serão designados como “fragatas”. Um caso especial é o USS Constitution, comissionado em 1797 como uma das seis fragatas originais da Marinha dos Estados Unidos, e que permanece em serviço no Charlestown Navy Yard, em Boston. Ela serve como uma homenagem ao patrimônio da Marinha e ocasionalmente navega para eventos comemorativos como o Dia da Independência dos Estados Unidos e várias vitórias durante a Guerra de 1812. O Constitution é atualmente o navio de guerra comissionado mais antigo em funcionamento (o HMS Victory, embora mais antigo e também em serviço, está em doca seca permanente). ==== Navios de contramedidas para minas ==== Os navios de contramedidas contra minas são uma combinação de caçadores de minas, uma embarcação naval que detecta e destrói ativamente minas navais individuais, e caça-minas, que limpam áreas minadas como um todo, sem detecção prévia das minas. A Marinha tem aproximadamente uma dúzia deles em serviço ativo, mas o papel de contramedidas contra minas (MCM) também está sendo assumido pelas novas classes de navios de combate litorâneos. Os navios MCM têm, em sua maioria, nomes legados de navios anteriores da Marinha dos Estados Unidos, especialmente caça-minas da Segunda Guerra Mundial. ==== Barcos patrulha ==== Um barco-patrulha é uma embarcação naval relativamente pequena, geralmente projetada para tarefas de defesa costeira. Houve muitos projetos de barcos- patrulha, embora a Marinha atualmente não tenha nenhum em serviço. Eles podem ser operados pela marinha ou guarda costeira de um país e podem ser destinados ao uso marítimo (\"água azul\") ou ambientes estuarinos ou fluviais (\"água marrom\"). A Marinha tinha aproximadamente uma dúzia de barcos patrulha da classe Cyclone em serviço ativo até 2023, que foram utilizados principalmente nas regiões litorais do Golfo Pérsico, mas também foram utilizados para patrulhas portuárias e missões de interdição de drogas. A última classe ativa de barcos-patrulha da Marinha tinha nomes baseados em fenômenos meteorológicos. ==== Submarinos ==== Todos os submarinos atuais e planejados da Marinha são movidos a energia nuclear, já que somente a propulsão nuclear permite a combinação de furtividade e movimento subaquático sustentado de alta velocidade e longa duração que torna os submarinos nucleares modernos vitais para uma marinha moderna de águas azuis. A Marinha opera três tipos: submarinos de mísseis balísticos, submarinos de mísseis guiados e submarinos de ataque. Os submarinos de mísseis balísticos (nucleares) da Marinha transportam a perna mais furtiva da tríade estratégica dos Estados Unidos (as outras pernas são a força de mísseis estratégicos dos Estados Unidos baseada em terra e a força de bombardeiros estratégicos dos Estados Unidos baseada no ar). Estes submarinos têm apenas uma missão: transportar e, se necessário, lançar o míssil nuclear Trident. As principais missões de ataque e submarinos de mísseis guiados na Marinha são engajamento em tempos de paz, vigilância e inteligência, operações especiais, ataques de precisão e controle dos mares. A estes, os submarinos de ataque também acrescentam a missão de operações de grupo de batalha. Os submarinos de ataque e mísseis guiados têm diversas missões táticas, incluindo afundar navios e outros submarinos, lançar mísseis de cruzeiro, coletar informações e auxiliar em operações especiais. Tal como acontece com outras classes de embarcações de guerra, a maioria dos submarinos (ou \"barcos\") dos Estados Unidos são nomeados de acordo com convenções específicas. Os barcos da atual classe de submarinos de mísseis balísticos dos Estados Unidos, classe Ohio, têm nomes de estados dos Estados Unidos. Como os quatro atuais submarinos de mísseis guiados dos Estados Unidos são barcos convertidos da classe Ohio, eles mantiveram seus nomes de estado norte americanos. Os membros da classe de submarinos de ataque mais antiga atualmente em operação, a classe Los Angeles, normalmente recebem nomes de cidades. Os três submarinos da classe Seawolf seguinte - Seawolf, Connecticut e Jimmy Carter - não compartilham nenhum esquema de nomenclatura consistente. Com os atuais submarinos de ataque da classe Virgínia, a Marinha estendeu o esquema de nomenclatura baseado no estado da classe Ohio para esses submarinos. Os submarinos de ataque anteriores à classe Los Angeles foram nomeados em homenagem aos habitantes das profundezas, enquanto os submarinos de mísseis balísticos da classe pré-Ohio foram nomeados em homenagem a americanos famosos e estrangeiros com conexões notáveis ​​​​com os Estados Unidos. === Aeronaves === As aeronaves baseadas em porta-aviões são capazes de atacar alvos aéreos, marítimos e terrestres distantes de um grupo de ataque de porta-aviões, ao mesmo tempo que protegem as forças amigas de aeronaves, navios e submarinos inimigos. Em tempos de paz, a capacidade das aeronaves para projetarem a ameaça de um ataque sustentado a partir de uma plataforma móvel nos mares dá aos líderes dos Estados Unidos opções diplomáticas e de gestão de crises significativas. As aeronaves também fornecem apoio logístico para manter a prontidão da Marinha e, através de helicópteros, plataformas de abastecimento com as quais realizar busca e salvamento, operações especiais, guerra anti-submarina (ASW) e guerra anti-superfície, incluindo o principal Maritime Strike da Marinha e apenas aeronaves ASW orgânicas, o venerável Sikorsky SH-60 Seahawk operado pela Helicopter Maritime Strike Wing. A Marinha começou a pesquisar o uso de aeronaves no mar na década de 1910, com o Tenente Theodore G. \"Spuds\" Ellyson se tornando o primeiro aviador naval em 28 de janeiro de 1911, e encomendou seu primeiro porta-aviões, o USS Langley (CV-1), em 1922. A aviação naval dos Estados Unidos atingiu a maioridade na Segunda Guerra Mundial, quando ficou claro após o ataque a Pearl Harbor, a Batalha do Mar de Coral e a Batalha de Midway que os porta-aviões e os aviões que transportavam substituíram o navio de guerra como a maior arma dos mares. As principais aeronaves da Marinha na Segunda Guerra Mundial incluíram o Grumman F4F Wildcat, o Grumman F6F Hellcat, o Vought F4U Corsair, o Douglas SBD Dauntless, e o Grumman TBF Avenger. As aeronaves da Marinha também desempenharam um papel significativo nos conflitos durante os anos seguintes da Guerra Fria, com o F-4 Phantom II e o F-14 Tomcat tornando-se ícones militares da época. O atual principal avião de caça de ataque da Marinha é o multimissão F/A-18E/F Super Hornet. O F-35C entrou em serviço em 2019. A Marinha também pretende substituir seus Super Hornets F/A-18E/F pelo programa F/A-XX. O Plano de Investimento em Aeronaves prevê que a aviação naval cresça de 30 por cento das atuais forças de aviação para metade de todo o financiamento de aquisições nas próximas três décadas. === Armamento === Os atuais sistemas de armas a bordo da Marinha estão quase inteiramente focados em mísseis, tanto como arma quanto como ameaça. Numa função ofensiva, os mísseis destinam-se a atingir alvos a longas distâncias com exatidão e precisão. Por serem armas não tripuladas, os mísseis permitem ataques a alvos fortemente defendidos sem risco para os pilotos humanos. Os ataques terrestres são domínio do BGM-109 Tomahawk, que foi implantado pela primeira vez na década de 1980 e está sendo continuamente atualizado para aumentar suas capacidades. Para ataques antinavio, o míssil dedicado da Marinha é o míssil AGM-84 Harpoon. Para se defender contra-ataques de mísseis inimigos, a Marinha opera vários sistemas que são todos coordenados pelo sistema de combate Aegis. A defesa de médio e longo alcance é fornecida pelo míssil Standard 2, que foi implantado desde a década de 1980. O míssil Standard funciona como a principal arma antiaérea a bordo e está em desenvolvimento para uso na defesa contra mísseis balísticos de teatro. A defesa de curto alcance contra mísseis é fornecida pelo Phalanx CIWS e o míssil desenvolvido mais recentemente Sea Sparrow RIM-162. Além dos mísseis a Marinha emprega os torpedos Mark 46, Mark 48 e o Mark 50 e vários tipos de minas navais. Aeronaves navais de asa fixa empregam muitas das mesmas armas que a Força Aérea dos Estados Unidos para combate ar-ar e ar-superfície. Os combates aéreos são realizados pelo míssil de radiação infravermelha de curto alcance AIM-9 Sidewinder, pelos mísseis AIM-120 AMRAAM guiados por radar, e juntamente com o canhão M61 Vulcan para combates aéreos de curta distância. Para ataques à superfície, as aeronaves da Marinha usam uma combinação de mísseis, bombas inteligentes e bombas mudas. Na lista de mísseis disponíveis estão o AGM-65 Maverick, o AGM-84H/K SLAM-ER, e o JSOW. As bombas inteligentes incluem a série JDAM guiada por GPS e a série Paveway guiada por laser. Munições não guiadas, como bombas mudas e bombas coletivas, constituem o restante das armas utilizadas por aeronaves de asa fixa. As armas de aeronaves rotativas concentram-se na guerra antissubmarina e em combates de superfície leve a média. Para combater submarinos, os helicópteros usam torpedos Mark 46 e Mark 50. Contra pequenas embarcações, eles usam os mísseis Hellfire e o Penguin. Os helicópteros também empregam vários tipos de metralhadoras antipessoal montadas, incluindo M60, M240, GAU-16/A e GAU-17/A. As armas nucleares no arsenal da Marinha são implantadas através de submarinos e aeronaves com mísseis balísticos. O submarino da classe Ohio carrega a última iteração do míssil Trident, um míssil balístico lançado por submarino de três estágios com capacidade MIRV. A outra arma nuclear da Marinha é a bomba nuclear B61, implantada no ar. O B61 é um dispositivo termonuclear que pode ser lançado por aeronaves de ataque como o F/A-18 Hornet e o Super Hornet em alta velocidade a partir de uma ampla variedade de altitudes. Ele pode ser liberado em queda livre ou paraquedas e pode ser configurado para detonar no ar ou no solo. == Jaque == O atual jaque naval dos Estados Unidos é o Union Jack, uma pequena bandeira azul estampada com as estrelas dos 50 estados. O Union Jack não voou durante a Guerra ao Terror, durante o qual o Secretário da Marinha, Gordon R. England, instruiu todos os navios da Marinha a pilotar com o First Navy Jack. Embora o Secretário England tenha dirigido a mudança em 31 de maio de 2002, muitos navios optaram por mudar de cor no final daquele ano, em memória do primeiro aniversário dos ataques de 11 de setembro de 2001. O Union Jack, no entanto, permaneceu em uso com navios da Guarda Costeira dos Estados Unidos e da Administração Oceânica e Atmosférica Nacional. Um jaque de design semelhante ao Union Jack foi usado em 1794, com 13 estrelas dispostas em um padrão 3–2–3–2–3. Quando um navio está atracado ou ancorado, o jaque voa da proa do navio enquanto a bandeira voa da popa. Durante a marcha, a bandeira é hasteada no mastro principal. Antes da decisão de todos os navios usarem o First Navy Jack, ele estava apenas no navio mais antigo da frota americana ativa, que atualmente é o USS Blue Ridge (LCC-19). Os navios e embarcações da Marinha voltaram a usar o Union Jack a partir de 4 de junho de 2019. A data para a reintrodução do jaque comemora a Batalha de Midway, que começou em 4 de junho de 1942. == Marinheiros notáveis == Muitas figuras históricas dos Estados Unidos, passadas e presentes, serviram na Marinha. === Oficiais === * John Paul Jones; * John Barry (oficial da Marinha Continental e primeiro oficial de bandeira da Marinha dos Estados Unidos); * Edward Preble; * James Lawrence (cujas últimas palavras \"não desista do navio\" são homenageadas no Bancroft Hall da Academia Naval dos Estados Unidos); * Stephen Decatur; * David Farragut; * David Dixon Porter; * Oliver Hazard Perry; * Comodoro Matthew C. Perry (que, sob a direção do presidente Millard Fillmore, forçou a abertura do Japão); * George Dewey (a única pessoa na história dos Estados Unidos que alcançou o posto de Almirante da Marinha); * William D. Leahy; * Ernest King; * Chester W. Nimitz; * William Halsey. === Presidentes === * John F. Kennedy (que comandou o famoso PT-109 na Segunda Guerra Mundial); * Lyndon B. Johnson; * Richard Nixon; * Gerald Ford; * Jimmy Carter; * George H. W. Bush. === Funcionários do governo === * Bob Kerrey; * John McCain; * John Kerry; * Ron DeSantis; * Jesse Ventura. === Outros === ==== Astronautas ==== * Alan Shepard; * Walter Schirra; * Neil Armstrong; * John Young; * Michael Smith; * Scott Kelly. ==== Entretenimento ==== * Johnny Carson; * Mike Douglas; * Paul Newman; * Robert Stack; * Humphrey Bogart; * Tony Curtis; * Jack Lemmon; * Jack Benny; * Don Rickles; * Ernest Borgnine; * Harry Belafonte; * Henry Fonda; * Fred Gwynne. ==== Autores ==== * Robert A. Heinlein; * Marcus Luttrell; * Thomas Pynchon; * Brandon Webb. ==== Músicos ==== * John Philip Sousa; * MC Hammer; * John Coltrane; * Fred Durst. ==== Atletas profissionais ==== * David Robinson; * Bill Sharman; * Roger Staubach; * Joe Bellino; * Alejandro Villanueva; * Bob Kuberski; * Nile Kinnick; * Bob Feller; * Yogi Berra; * Larry Doby; * Stan Musial; * Pee Wee Reese; * Phil Rizzuto; * Jack Taylor. ==== Pessoas de negócio ==== * John S. Barry; * Jack C. Taylor; * Paul A. Sperry. ==== Cientista da computação ==== * Grace Hopper.",
 "title": "Marinha dos Estados Unidos"
}