{
 "id": "10281",
 "text": "Milton Almeida dos Santos ComMC (Brotas de Macaúbas, 3 de maio de 1926 – São Paulo, 24 de junho de 2001) foi um geógrafo, escritor, cientista, jornalista, advogado e professor universitário brasileiro. Considerado um dos mais renomados intelectuais do Brasil no século XX, foi um dos grandes nomes da renovação da geografia no Brasil ocorrida na década de 1970. Embora graduado em Direito, destacou-se por seus trabalhos em diversas áreas da geografia, em especial nos estudos de urbanização do Terceiro Mundo e por seus trabalhos sobre a globalização nos anos 1990. Sua obra caracterizou-se por apresentar um posicionamento crítico ao sistema capitalista e seus pressupostos teóricos dominantes na geografia de seu tempo. Foi professor da Universidade Federal da Bahia, da Universidade Paris 1 Panthéon-Sorbonne, da Universidade Columbia, Universidade de Toronto, da Universidade de Dar es Salaam e da Faculdade de Filosofia, Ciências Humanas e Letras da USP, onde se tornou professor emérito. Em alguns anos da sua trajetória profissional, conciliou suas atividades acadêmicas com consultorias a Organização Internacional do Trabalho, a Organização dos Estados Americanos e a Organização das Nações Unidas para a Educação, a Ciência e a Cultura, além de ter participado da Comissão de Justiça e Paz da Arquidiocese de São Paulo. Ele também escreveu mais de 40 livros, publicados não apenas no Brasil, como também em países como França, Reino Unido, Portugal, Japão e Espanha. Recebeu diversos títulos acadêmicos e honrarias, entre os quais o prêmio Vautrin Lud, o de maior prestígio e uma espécie de Nobel na área da geografia,. e também foi agraciado postumamente em 2006 com o Prêmio Anísio Teixeira. == Biografia == === Primeiros anos === Milton Santos nasceu no município baiano de Brotas de Macaúbas, na região da Chapada Diamantina, em 3 de maio de 1926. Ainda criança, migrou com sua família para outras cidades do estado, como Ubaitaba, Alcobaça e, posteriormente, Salvador. Em Alcobaça, com os pais e os avós maternos (todos professores primários), foi alfabetizado e aprendeu álgebra e a falar francês. Seus pais eram Adalgisa Umbelina de Almeida Santos e Francisco Irineu dos Santos, casados em 1924. Aos 10 anos, ingressou no internato do Instituto Baiano de Ensino, onde morou por dez anos. Foi no instituto que seu interesse por geografia começou, especialmente pelas aulas do professor Oswaldo Imbassay. Com apenas 13 anos, já lecionava matemática no instituto e aos 15 começou a lecionar geografia. Ao terminar os estudos ginasiais, Milton fez o curso pré-jurídico entre 1942 e 1943 e com 18 anos, prestou o vestibular para direito na Universidade Federal da Bahia, em Salvador, formando-se em 1948. Mas não deixou o interesse pela geografia de lado, prestando concurso para professor catedrático no Colégio Municipal de Ilhéus. Enquanto ainda era estudante, tanto no instituto quanto na universidade, foi membro ativo da militância de esquerda. Além do magistério, Milton também foi jornalista em Ilhéus, onde conheceu sua futura esposa, Jandira Rocha, com quem teve um filho, Milton Filho. Ele trabalhava no jornal \"A Tarde\", primeiro como correspondente, depois como editor e nessa época fez amizade com vários políticos de esquerda. Nesta época, escreveu o livro Zona do Cacau, posteriormente incluído na Coleção Brasiliana, já com influência da escola francesa do pós-guerra, a qual, inicialmente, era voltada para a geomorfologia e os aspectos climáticos, com influência de pensadores como (Pierre Birot, Jean Dresch e Jean Tricart). Gradualmente, passou a se interessar por uma apreensão global do meio físico-natural, incorporando também aspectos demográficos e a dimensão econômica nas relações cidade campo (Pierre George). === Doutorado === Depois de seu casamento com Jandira, a família se mudou de Ilhéus para Salvador, onde Milton ingressou no serviço público e na carreira acadêmica, tornando-se professor da Universidade Católica do Salvador, em 1956. No Congresso Internacional de Geografia, sediado no Rio de Janeiro, Milton foi convidado para fazer doutorado na França. Entre 1956 e 1958, Milton concluiu seu doutorado na Universidade de Estrasburgo, com a tese 'O Centro da Cidade de Salvador', sob orientação do professor Jean Tricart. Ao regressar ao Brasil, criou o Laboratório de Geomorfologia e Estudos Regionais, mantendo intercâmbio com os mestres franceses. Em 1960, tornou-se Livre Docente em Geografia Humana pela Universidade Federal da Bahia. Nessa época, teve presença marcante na vida acadêmica, em atividades jornalísticas e políticas de Salvador. Em 1961, viajou a Cuba, como editor do jornal A Tarde, com a comitiva de Jânio Quadros, então eleito Presidente da República. Logo após ser empossado, Jânio o convidou para ser subchefe da casa civil na Bahia, cargo que exerceu durante o curto mandato do presidente. Em 1963, o então governador da Bahia, Lomanto Júnior, nomeou-o presidente da Comissão de Planejamento Econômico (CPE), cargo que ele deixou em 1964. Enquanto exerceu esse cargo, Milton Santos tratou de temas de política econômica e planejamento regional, a partir de uma perspectiva científica, sem, no entanto, negligenciar seu trabalho no Laboratório de Geomorfologia e Estudos Regionais. Chegou a prestar concurso para lecionar na Universidade Federal da Bahia, mas o golpe militar de 1964 interrompeu seus planos. === Exílio === Em 1964, logo após o golpe militar que instituiu a ditadura no Brasil, Milton foi preso e enviado para o 19º BC, no Cabula, onde parte de sua equipe do laboratório e seus amigos iam visitá-lo diariamente. Em junho, na véspera do dia de São João, devido a um início de AVC, Milton foi levado ao hospital e depois foi solto. Nessa época, já tinha recebido vários convites para trabalhar em universidades francesas, porém estava impedido de deixar o país. Importantes personalidades locais, sobretudo o cônsul da França na Bahia, Raymond Van der Haegen, intervieram junto às autoridades militares locais para negociar sua saída do país, após ter cumprido meio ano de prisão domiciliar. Assim, em dezembro, Milton deixou o Brasil, partindo para a França, já separado da sua primeira esposa, a convite da Universidade de Toulouse-Le Mirail (atual Universidade Toulouse - Jean Jaurès). Mais tarde, pela mesma universidade, receberia o título de Doutor Honoris Causa, o primeiro dos 20 que recebeu ao longo de sua vida. Inicialmente, Milton achou que ficaria fora do país por seis meses, mas acabou ficando 13 anos. De Toulouse, onde morou por três anos, Milton se mudou para Bordeaux. Lá, entre os seus alunos, encontra Marie Hélène Tiercelin, também geógrafa, que mais tarde viria a ser sua mulher, nos últimos quase 30 anos de sua vida e mãe de seu segundo filho, Rafael, nascido em 1977. De Bordeaux, onde ficou durante um ano, foi para Paris, em 1968, onde lecionou na Sorbonne e trabalhou como diretor de pesquisas em planejamento urbano no Institut d'Étude du Développement Économique et Social (IEDES). Milton permaneceu em Paris até 1971, quando se mudou para o Canadá, para lecionar na Universidade de Toronto. Foi pesquisador convidado no Instituto de Tecnologia de Massachusetts (MIT), nos Estados Unidos, onde trabalhou com Noam Chomsky. É no MIT que Milton prepara sua grande obra, O Espaço Dividido (1979). Dos Estados Unidos viajou para a Venezuela, onde atuou como diretor de pesquisa sobre planejamento da urbanização do país para um programa da ONU, onde manteve contato com técnicos da Organização dos Estados Americanos, o que facilitou sua contratação pela Faculdade de Engenharia de Lima, onde foi contratado pela Organização Internacional do Trabalho (OIT) para elaborar um trabalho sobre pobreza urbana na América Latina. É desta época que Milton começa suas pesquisas sobre os processos de urbanização das cidades do então chamado “terceiro mundo”. Foi convidado para lecionar no University College London, mas não deu certo. De volta a Paris, foi chamado de volta à Venezuela, onde lecionou na Faculdade de Economia da Universidade Central. Esteve em seguida na Tanzânia, onde organizou o curso de pós-graduação em Geografia da Universidade de Dar es Salaam, e lá morou por dois anos. Antes de seu retorno da Tanzânia, recebeu o primeiro convite para voltar a lecionar no Brasil, da Universidade de Campinas. Antes, voltou à Venezuela e partiu para a Columbia University, em Nova Iorque. === Retorno ao Brasil === No final de 1976, houve vários contatos para a contratação de Milton por uma universidade brasileira, mas não havia segurança na área política, e o contato fracassou. Em 1977, Milton tentou inscrever-se na Universidade da Bahia, mas problemas político-administrativas fizeram sua inscrição ser cancelada. Ao regressar da Columbia University, Milton pretendia ir para a Nigéria, mas recusou o convite para aceitar um posto como consultor de planejamento do estado de São Paulo e na Emplasa. Essas idas e vindas lhe custaram muito, mas seu retorno representou um grande esforço de muitos geógrafos brasileiros, destacando-se Armen Mamigonian, Maria do Carmo Galvão, Bertha Becker e Maria Adélia Aparecida de Souza. Seu retorno ao Brasil marcou o começo de uma grande mudança estrutural no ensino e na pesquisa em Geografia no Brasil. Em 1977, seu segundo filho nasceu. Após seu regresso ao Brasil, Milton lecionou na Universidade Federal do Rio de Janeiro (UFRJ) como professor visitante, até 1983. Em 1984 foi contratado como professor titular pelo Departamento de Geografia da Universidade de São Paulo (USP), onde permaneceu mesmo após sua aposentadoria. Em 1978, publicou o livro Por uma Geografia Nova, onde critica os parâmetros existentes e pede pela renovação dessa ciência. Produzindo muito, antes e depois do exílio, o impacto de suas obras no Brasil foi enorme. Além de lecionar e orientar novos mestres e doutores, seus trabalhos permitiram novos estudos e caminhos para entender a organização e o impacto de uma nova geografia nos tempos atuais. Em 1994, conquistou o Prêmio Internacional de Geografia Vautrin Lud, equivalente ao Nobel de Geografia. Foi o único brasileiro e latino-americano a receber tal honraria. Milton Santos continuou lecionando na USP até sua aposentadoria, em 1997 e depois como professor convidado, na FFLCH. === Morte === Em meados da década de 1990, foi diagnosticado em Milton Santos um câncer de próstata. Apesar disso, manteve um ritmo de trabalho intenso e seguiu lecionando na USP até 2000, ano no qual lançou dois novos livros. Em junho de 2001, o quadro da doença agravou-se e o geógrafo foi internado no Hospital do Servidor Público Estadual. Na madrugada de 24 de junho de 2001, ele faleceu aos 75 anos, apresentando um quadro grave de insuficiência respiratória aguda. Ele foi sepultado no Cemitério da Paz, também em São Paulo. == Recepção e influência == A obra de Milton Santos é inovadora e grandiosa ao abordar o conceito de espaço. De território onde todos se encontram, o espaço, com as novas tecnologias, adquiriu novas características para se tornar um \"conjunto indissociável de sistemas de objetos e sistemas de ações\".. As velhas noções de centro e periferia já não se aplicam, pois o centro poderá estar situado a milhares de quilômetros de distância e a periferia poderá abranger o planeta inteiro. Daí a correlação entre espaço e globalização, que sempre foi perseguida pelos detentores do poder político e econômico, mas só se tornou possível com o progresso tecnológico. Para contrapor-se à realidade de um mundo movido por forças poderosas e cegas, impõe-se, para Santos, a força do lugar, que, por sua dimensão humana, anularia os efeitos perversos da globalização.. Estas ideias são expostas principalmente em sua obra A natureza do espaço (Editora Hucitec,1996). No conceito de espaço, Milton Santos revela a noção de paisagem, onde sua forma está em objetos naturais correlacionados com objetos fabricados pelo homem. Santos aponta que espaço e paisagem não são conceitos dicotômicos, onde os processos de mudança social, econômico e político da sociedade resultam na transformação do espaço, que concatenado a paisagem se adaptam para as novas necessidades do homem naquele dado período. Milton Santos revela o conceito de paisagem como algo não estanque no espaço, e sim que a cada período histórico altera, renova e adapta para atender os novos paradigmas do modo de produção social. Aqui apresentado de uma forma simplista, o geógrafo define os \"Sistemas de ações\" e \"Sistemas de objetos\", ou seja, ações humanas e objetos do espaço que interagem constantemente e se determinam constantemente, logo, são indissociáveis durante uma análise geográfica. Somado a isso, a evolução do \"meio técnico\" para o \"meio técnico-científico\" e, por fim, para o \"meio técnico-científico-informacional\" representa a evolução (exclui-se, aqui, o sentido positivista da palavra) da técnica humana e a forma como se interage com o espaço ao longo do tempo. Esses conceitos rompem claramente com uma visão determinista e/ou possibilita. São ideias apontadas na obra Pensando o espaço do homem (São Paulo: Hucitec, 1982). Em sua obra O Espaço dividido (1979), hoje considerada um clássico mundial, ele desenvolve uma teoria sobre os dois circuitos da economia urbana dos países subdesenvolvidos: um circuito superior ou moderno, capital-intensivo e de alta tecnologia e constituído por atividades ligadas ao setor terciário superior; e um circuito inferior, não moderno, constituído por serviços tradicionais, trabalho-intensivo e de baixa tecnologia. Embora sejam interligados, o circuito inferior é dependente do circuito superior. A cidade é um sistema que inclui tanto uma economia globalizada (seu circuito superior), quanto uma economia produzida a partir das necessidades do lugar (seu circuito inferior). Santos se refere a circuitos produtivos globalizados (constituídos por empresas nacionais e multinacionais hegemônicas de cada setor) subordinados a forças políticas e econômicas exógenas. Milton Santos já reconhecera, em trabalho anterior, a existência de verdadeiros espaços derivados nos países do Terceiro Mundo. Esses espaços seriam aqueles onde os processos de modernização e transformação regionais estão diretamente relacionados a determinações externas, a \"uma vontade longínqua\". Segue-se que tanto a formação quanto as transformações das estruturas territoriais para o trabalho, sobretudo aquelas que aparecem como as mais dinâmicas no interior do território nacional de países pobres, são, geralmente, portadoras de razões externas e não se orientam, portanto, para o atendimento das necessidades internas ou para a solução dos problemas internos. Suas ideias de globalização foram esboçadas antes que este conceito se generalizasse e ele já advertia para a possibilidade do fim da cultura como produção original do conhecimento. Por uma Outra Globalização (do pensamento único à consciência universal), livro escrito dois anos antes de sua morte, é referência hoje em cursos de graduação e pós-graduação em universidades brasileiras e traz uma abordagem crítica sobre o processo de globalização capitalista, ao qual corresponde, segundo o geógrafo, a produção de novos totalitarismos e o pensamento único, que transforma o consumo em ideologia e os cidadãos em meros consumidores, massificando e padronizando a cultura e concentrando a riqueza nas mãos de poucos. Porém, segundo Maria da Conceição Tavares, o otimismo do grande geógrafo reaparece, quando ele se refere às cidades como espaço de liberdade para a cultura popular, em oposição à cultura midiática de massas, e como espaço de solidariedade na luta dos \"de baixo\" contra a escassez produzida pelos \"de cima\". == Reconhecimento == Milton Santos alcançou reconhecimento dentro e fora do Brasil, tendo recebido em 1994, o Prêmio Vautrin Lud, conferido por universidades de cinquenta países, a mais alta honraria da área da geografia, equivalente a um Prêmio Nobel. Ele foi o primeiro e é o único geógrafo da América Latina a ter ganhado o prêmio em questão. === Atividades, prêmios e distinções === Por seus méritos, universidades e instituições ligadas à Geografia passam a outorgar-lhe títulos acadêmicos e honrarias. Os mais importantes são: * Prêmio Internacional de Geografia Vautrin Lud, Paris, 1° de outubro de 1994 * Prêmio Anísio Teixeira, 2006 (post mortem) * Mérito Tecnológico, Sindicato dos Engenheiros do Estado de São Paulo, 1997 * Personalidade do Ano, Instituto dos Arquitetos do Brasil, 1997 * Prêmio Jabuti de Literatura, 1997 - Prêmio pelo melhor livro das Ciências Humanas por A Natureza do Espaço - Técnica e Tempo, Razão e Emoção * Comendador da Ordem Nacional do Mérito Científico, 1995 * Emérito da Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo, em 1997 * Homem de Ideias 1998, homenagem do Jornal do Brasil a Milton Santos, em 1998 * Contemplado em concurso nacional da Revista Isto É como um dos 20 \"Cientistas do Século\", conforme encarte Especial nº 7, de 4 de agosto de 1999 Milton Santos recebeu o título de Doutor Honoris Causa das seguintes instituições: * Universidade de Toulouse, França, 1980 * Universidade Federal da Bahia, 1986 * Universidade de Buenos Aires, 1992 * Universidade Complutense de Madri, 1994 * Universidade Estadual do Sudoeste da Bahia, 1995 * Universidade Federal de Sergipe, 1995 * Universidade Federal do Rio Grande do Sul, Porto Alegre, 1996 * Universidade Estadual do Ceará, 1996 * Universidade de Passo Fundo, 1996 * Universidade de Barcelona, Barcelona, 1996 * Universidade Federal de Santa Catarina, Florianópolis, 1996 * Universidade Estadual Paulista, São Paulo, 1997 * Universidade Nacional de Cuyo, Argentina, 1997 * Universidade do Estado do Rio de Janeiro, Rio de Janeiro, 1999 Além da vida acadêmica, Milton Santos desempenhou outras atividades, entre as quaisː * Presidente ou membro de distinguidas entidades profissionais, como: ** Associação dos Geógrafos Brasileiros (AGB) ** Associação Nacional de Pós-Graduação e Pesquisa em Planejamento Urbano e Regional (Anpur) ** Associação Nacional de Pós-Graduação e Pesquisa em Geografia (Anpege) * Consultor de organismos comoː ** Organização Internacional do Trabalho (OIT) ** Organização dos Estados Americanos(OEA) ** Organização das Nações Unidas para a Educação, Ciência e Cultura (Unesco) ** Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) ** Secretaria da Educação Superior (SESu/MEC) ** Fundação de Amparo à Pesquisa do Estado de São Paulo (Fapesp/SP) === Homenagens póstumas === Com o objetivo de reverenciar a memória de Milton Santos, a Associação Brasileira de Mantenedoras de Ensino Superior (ABMES) instituiu, em 2004, o Prêmio Milton Santos de Educação Superior. A homenagem ao geógrafo provém da sua valiosa contribuição para a educação superior brasileira. A iniciativa reconhece o mérito de personalidades que contribuem para o engrandecimento e o aprimoramento da educação superior e ocorre a cada dois anos. Os candidatos ao Prêmio são indicados pelas instituições associadas à ABMES e podem ser mantenedores, professores, pesquisadores, empresários e políticos, entre outras personalidades com atuação reconhecida na área educacional. São três as categorias contempladas: Administração de Instituições de Ensino Superior; Desempenho na Área Política; e Gestão Empresarial. Em 1 de outubro de 2018, o Google homenageou Milton Santos com um Doodle em sua rede mundial. A data marca o dia da premiação do geógrafo com o Prêmio Vautrin Lud, na França, em 1994. O destaque do Google é dado a contribuições relevantes de personalidades das mais variadas áreas para a história da humanidade. == Livros publicados== *O povoamento da Bahia: suas causas econômicas, Imprensa Oficial da Bahia, Salvador/BA, 1948. *Estudos sobre geografia, Tipografia Manú, Salvador/BA, 1953. *Os estudos regionais e o futuro da geografia, Imprensa Oficial da Bahia, Salvador/BA, 1953. *Zona do cacau. Introdução ao estudo geográfico, 1ª edição, Imprensa Oficial da Bahia, Artes Gráficas, Salvador/BA, 1955. 2ª Edição: Companhia Editora Nacional, São Paulo, Col. Brasiliana, vol. 296, Biblioteca Pedagógica Brasileira, 1957. *Estudos de Geografia da Bahia, (em colaboração com J. Tricart e outros), Livraria Progresso Ed., Salvador/BA, fotos e mapas, 1958. *Localização Industrial, em colaboração com D. Jacobina, Estudos e Problemas da Bahia, Ed. mimeografada da CPE nº 3, Salvador/BA, mapas e tabelas, 1958. *A cidade como centro de região. Universidade Federal da Bahia - Laboratório de Geomorfologia e Estudos Regionais, Imprensa Oficial, Salvador/BA, mapas e fig., 1959. *A rede urbana do Recôncavo', Universidade Federal da Bahia - Laboratório de Geomorfologia e Estudos Regionais, Imprensa Oficial, Salvador/BA, 19 mapas e fig., 1959. *O centro da cidade do Salvador, Universidade Federal da Bahia-Editora Progresso Editora, Salvador/BA, 17 mapas, 5 gráficos e 27 fotos, 1959. *Marianne em Preto e Branco (viagens), Livraria Progresso Editora, Salvador/BA, 1960. *A cidade nos países subdesenvolvidos, Ed. Civilização Brasileira, Rio de Janeiro, 1965. *Croissance démographique et consommation alimentaire dans les pays sous-développés, I. Les données de base (320 p.); II. Milieux géographiques et alimentation (341 p.), Centre de Documentation Universitaire (CDU), Paris, França, 1967. *Aspects de la géographie et de l’économie urbaine des pays sous-développés, 2 fasc (100 e 92 p.), Centre de Documentation Universitaire (CDU), Paris, França, 1969. *Dix essais sur les villes des pays-sous-développés, Ed. Ophrys, Paris, França, 1970. *Le métier du géographe en pays sous-développés, Ed. Ophrys, Paris, França, 1971. *Les villes du Tiers Monde, Ed. Génin, Librairies Techniques, Géographie Economique et Sociale, tome X, Paris, França, figs., mapas e fotos, 1971. *Geografia y economia urbanas en los países subdesarrolados, Ed. Oikos-Tau, Barcelona, Espanha, Colección Ciências Geográficas, fig., 1973. *Underdevelopment and poverty: a geographer’s view, The Latin American in Residence Lectures, University of Toronto, Canadá, 1972-1973, 1975. *L’espace partagé, Editions Librairies Techniques, M. Th. Génin, Paris, França, 1975. *Por uma geografia nova, HUCITEC-EDUSP, São Paulo, 1978 (5ª edição: 1996). *O trabalho do geógrafo no Terceiro Mundo, HUCITEC, AGB, São Paulo, 1978 (4ª edição: 1996). *A pobreza urbana, Coleção Estudos Urbanos, HUCITEC-UFPE, São Paulo, 1978 (2ª edição: 1979). *O espaço dividido, Livraria Editora Francisco Alves, Rio de Janeiro, 1978. *Economia espacial: críticas e alternativas, HUCITEC, São Paulo, 1978. *The shared space: the two circuits of the urban economy and its spatial repercussions, Methuen, Londres, 1979. *Espaço e sociedade. Editora Vozes, Petrópolis, 1979 (2ª edição: 1982). *A urbanização desigual, Vozes, Petrópolis, 1980 (2ª edição: 1982). *Manual de geografia urbana, HUCITEC, São Paulo, 1981 (2ª edição: 1989). *Pensando o espaço do homem, HUCITEC, São Paulo, 1982, (3ª edição: 1991). *Ensaios sobre a urbanização latino-americana, HUCITEC, São Paulo, 1982 (2ª edição : 1986). *Pour une géographie nouvelle. Editions Publisud, Paris, 1985, (2ª edição, 1986). *Espaço e Método, Nobel, São Paulo, 1985, (3ª edição: 1992). *Espacio y Metodo, Geocritica nº 65, Septiembre 1986, Universidad de Barcelona. *O Espaço do Cidadão, Nobel, São Paulo, 1987, (3ª edição: 1996, 4ª edição: 1997, 5ª edição: 2000). *Metamorfoses do Espaço Habitado, HUCITEC, São Paulo, 1988, (5ª edição: 1997). *Por una geografia nueva, Espasa-Calpe, Madrid, 1990. *Metrópole corporativa fragmentada: o caso de São Paulo, Nobel, São Paulo, 1990. *Espace et Méthode, Publisud, Paris, 1990. *A Urbanização Brasileira, Hucitec, São Paulo, 1993, (4ª edição: 1998). *Técnica, Espaço, Tempo: Globalização e meio técnico-científico informacional, Hucitec, São Paulo, 1994. (4ª edição: 1998) *De la Totalidad al Lugar, Oikos Tau, Barcelona, 1996. *Metamorfosis del Espacio Habitado, Oikos Tau, Barcelona, 1996. *A Natureza do Espaço. Técnica e Tempo. Razão e Emoção. Hucitec, São Paulo, 1996. (3ª edição: 1999) Orelha *La Nature de l’Espace. Technique et Temp. Raison et Émotion. L’Harmattan, Paris, 1997. *La Naturaleza del Espacio. Técnica y Tiempo. Razón y Emoción. Ariel, Barcelona, 2000. *Por uma outra globalização. Do pensamento único à consciência universal. Record, Rio de Janeiro, 2000. (4º edição: 2000) *Território e Sociedade. Entrevista com Milton Santos. Entrevistado por Odette Seabra, Mônica de Carvalho, José Corrêa Leite. Editora Fundação Perseu Abramo, São Paulo, 2000 (2ª edição: 2000). *O Ensino Superior Público e Particular e o Território Brasileiro (em colaboração com Maria Laura Silveira), ABMES, Brasília, 2000. *O Brasil: território e sociedade no início do século XXI (em colaboração com Maria Laura Silveira), Record, Rio de Janeiro, 2001. *O País distorcido: o Brasil, a globalização e a cidadania (organização, apresentação e notas de Wagner Costa Ribeiro e ensaio de Carlos Walter Porto Gonçalves), Publifolha, São Paulo, 2002. == Obras sobre Milton Santos == *El ciudadano, la globalización y la geografía. Homenaje a Milton Santos: publicação feita em 2002 na revista eletrônica de Geografia e Ciências Sociais da Universidade de Barcelona, Scripta Nova. * Milton Santos, Pensador do Brasil: vídeo da última entrevista concedida pelo geógrafo, em 4 de janeiro de 2001. Direção: Silvio Tendler.Milton Santos, pensador do Brasil, acesso em 21 de julho de 2016. * Encontro com Milton Santos ou O Mundo Global Visto do Lado de Cá (2006): documentário do cineasta brasileiro Sílvio Tendler, discute os problemas da globalização sob a perspectiva das periferias (aí incluídos tanto os países periféricos quanto as áreas periféricas das cidades). O filme é conduzido por uma entrevista com o geógrafo , gravada quatro meses antes de sua morte.Encontro com Milton Santos - Parte 1, acesso em 21 de julho de 2016.Encontro com Milton Santos ou O Mundo Global Visto do Lado de Cá | 90 min , acesso em 26 de julho de 2016. * Thinking Outside the Bubble of the Global North: Introducing Milton Santos and “The Active Role of Geography”: Symposium: Introducing Milton Santos and “The Active Role of Geography” Organisers: Lucas Melgaço and Tim Clarke, In: Antipode. 49, 4, p. 946-951, 2017. * Milton Santos: A Critical Geographer From the Global South. Melgaço, L. (ed.) & Prouse, C. (ed.), 2017, London: Springer. == Ver também == * Encontro com Milton Santos == Ligações externas == * * O mundo Global visto pelo lado de cá, com Milton Santos * 10 anos sem Milton Santos - De lá pra cá (2011) (vídeo) * Entrevista com Milton Santos - Conexão Roberto D'Ávila (1998) (vídeo) * Folha Online Brasil * Milton Santos * AGB - perfil do Prof. Milton Santos * Geopesquisa * Currículo Lattes do Prof. Milton Santos * Entrevista com Prof. Milton Santos no programa Roda Viva da TV Cultura Categoria:Cientistas afro-brasileiros Categoria:Professores da Universidade de São Paulo Categoria:Professores da Universidade Federal da Bahia Categoria:Geógrafos da Bahia Categoria:Nascidos em 1926 Categoria:Mortos em 2001 Categoria:Naturais de Brotas de Macaúbas Categoria:Patronos do Brasil Categoria:Pessoas sepultadas no Cemitério da Paz Categoria:!Editatona Cada livro seu público 2024 Categoria:Professores eméritos da Universidade de São Paulo",
 "title": "Milton Santos"
}