{
 "id": "102847",
 "text": "Banjo-Tooie é um jogo eletrônico de plataforma desenvolvido pela Rare e originalmente lançado para o console Nintendo 64 em 2000. É o segundo jogo da série Banjo-Kazooie e a sequência de Banjo-Kazooie (1998). No jogo, os protagonistas Banjo e Kazooie vão atrás da bruxa Gruntilda e de suas irmãs a fim de impedir que seus planos de vaporizar os habitantes do mundo do jogo se concretizem. Banjo-Tooie apresenta fases significativamente maiores do que seu antecessor, exigindo que o jogador conclua desafios como resolver quebra- cabeças, saltar sobre obstáculos, coletar itens e derrotar inimigos. Também inclui um modo multijogador onde até quatro jogadores podem competir em vários minijogos adaptados da campanha principal. O desenvolvimento do jogo começou em junho de 1998, logo após o lançamento de seu antecessor. Vários novos recursos foram cortados do jogo devido a restrições de tempo e limitações do hardware do Nintendo 64. Após o seu lançamento, Banjo-Tooie recebeu aclamação da crítica, que elogiou seus gráficos e o tamanho de seus mundos. No entanto, a taxa de quadros inconsistente do jogo foi criticada por alguns analistas. Em 2009, Banjo-Tooie foi relançado como um jogo do Xbox Live Arcade para Xbox 360. Também foi incluído na compilação Rare Replay, lançada para Xbox One em 2015. == Jogabilidade == Semelhante ao seu antecessor Banjo-Kazooie, Banjo- Tooie é um jogo eletrônico de plataforma para um jogador no qual os protagonistas são controlados de uma perspectiva em terceira pessoa. Carregando a maior parte das mecânicas e conceitos estabelecidos em seu antecessor, o jogo apresenta mundos tridimensionais consistindo em vários desafios de plataforma e quebra-cabeças. Esses desafios, junto com a exploração, geralmente recompensam o jogador com itens colecionáveis ​​que permitem a progressão dos desafios e liberação de mundos posteriores. Entre os itens estão peças de um quebra-cabeça de ouro, chamadas Jiggies, que permitem a entrada em novos mundos. Em vez de explorar o overworld do jogo em busca de tabuleiros de quebra-cabeça incompletos como em Banjo-Kazooie, um único tabuleiro é usado dentro de um templo onde reside um personagem chamado Master Jiggywiggy, que só pode ser acessado se o jogador tiver obtido o número de Jiggies necessários para abrir um novo mundo. Um desafio de conclusão de quebra-cabeça cronometrado pode então ser jogado, após o qual Jiggywiggy concede acesso ao mundo. Cada novo desafio de quebra-cabeça requer mais Jiggies do que o anterior. As notas musicais retornam em Banjo-Tooie, mas agora são usadas para que os personagens aprendam novos movimentos com o irmão de Bottles, um sargento chamado Jamjars, que assume o papel de Bottles desde o primeiro jogo. Todos os movimentos de Banjo e Kazooie do primeiro jogo são imediatamente acessíveis em Tooie, com o jogador podendo adquirir várias novas habilidades, como mira em primeira pessoa, novos tipos de ovos e a capacidade de jogar como Banjo e Kazooie separadamente, com movimentos que só podem ser executados enquanto estão sozinhos. Pedaços vazios de favo de mel e Jinjos também retornam, efetivamente retendo as funções que tinham em Banjo-Kazooie. O xamã Mumbo Jumbo reaparece neste jogo como um personagem jogável que pode se aventurar em cada mundo e usar feitiços mágicos específicos para ajudar Banjo e Kazooie. Humba Wumba, uma xamã nativa americana que atua como rival de Mumbo, assume o papel anterior de Mumbo de transformar a dupla em diferentes formas. Pequenas criaturas mágicas chamadas \"Glowbos\" são usadas como forma de pagamento pelos serviços dos xamãs. Uma mecânica introduzida em Banjo-Tooie são as conexões diretas entre seus mundos. Em Banjo-Kazooie, os protagonistas eram magicamente transportados para cada mundo através de portas especiais da Grunty's Lair, com os ditos mundos efetivamente existindo em vácuos, mas neste jogo, quase todos os mundos estão fisicamente conectados a outros em vários pontos, e são efetivamente extensões do overworld. Além disso, um trem chamado Chuffy pode ser usado para migrar Banjo, Kazooie e alguns personagens menores entre mundos que contêm estações. Em conjunto com essas adições, a necessidade de se retroceder a mundos anteriores, além da resolução de quebra-cabeças em vários mundos constituem muitos dos desafios de Tooie. O jogo também inclui um modo multijogador onde até quatro jogadores podem jogar um modo competitivo adaptado para cada um dos minijogos para um jogador em partidas personalizáveis. == Enredo == Dois anos após a derrota de Gruntilda nas mãos de Banjo e Kazooie, duas de suas irmãs, Mingella e Blobbelda, usam uma grande máquina de escavação chamada HAG 1 para entrar na Spiral Mountain e libertar Gruntilda, na qual descobrem que ela, ainda viva, apodreceu em um esqueleto enquanto estava no subsolo. Em busca de vingança, Gruntilda destrói a casa de Banjo com um feitiço destrutivo antes de fugir com suas irmãs. Banjo, Kazooie, Mumbo Jumbo e Bottles estavam jogando pôquer na casa antes que isso acontecesse. Apenas os três primeiros escapam a tempo do feitiço, já que Bottles se recusa a acreditar no retorno de Gruntilda como insistido por seus amigos; ele morre devido aos ferimentos na manhã seguinte. Os três amigos restantes resolvem ir atrás de Gruntilda. Seguindo a trilha das bruxas, Banjo e Kazooie chegam até a Jinjo Village, parte de uma grande ilha conhecida como Isle O' Hags, o overworld do jogo. Lá, o King Jingaling, rei dos Jinjos, explica que seus súditos foram assustados pela HAG 1 e estão espalhados por toda a Ilha. Ele dá aos dois seu primeiro Jiggy como uma recompensa por resgatar seus súditos com antecedência. Enquanto isso, as irmãs de Gruntilda a apresentam a um dispositivo chamado \"Big-O-Blaster\" (B.O.B.), capaz de extrair \"força vital\" de qualquer alvo. Elas testam o B.O.B. em King Jingaling, transformando-o em um zumbi. Gruntilda planeja carregar o B.O.B. por tempo suficiente a fim de explodir a ilha inteira e usar a força vital roubada para restaurar seu corpo. O capanga mais leal da bruxa, Klungo, é enviado para impedir Banjo e Kazooie em seu progresso, lutando contra eles, mas depois de ser derrotado várias vezes, resultando em espancamentos de Gruntilda, Klungo a abandona e fica do lado dos protagonistas. Dentro da fortaleza de Gruntilda, a Cauldron Keep, Banjo e Kazooie competem com Mingella e Blobbelda em um game show de curiosidades apresentado por Gruntilda semelhante ao do primeiro jogo, no qual os competidores perdedores são achatados sob o peso de uma tonelada. As duas irmãs são esmagadas depois de perder para Banjo e Kazooie, mas Gruntilda escapa. Banjo e Kazooie então revertem os efeitos do B.O.B., ressuscitando King Jingaling e Bottles, que celebram na casa do último junto com Klungo. Banjo e Kazooie lutam contra Gruntilda e a HAG 1 no topo de sua fortaleza, usando seus próprios feitiços para destruir a furadeira e a maior parte de seu corpo. Os dois voltam para a casa de Bottles com seus amigos Jamjars, Mumbo e Humba Wumba, para descobrirem que, para sua decepção, a festa acabou sem eles. Eles então vão para o topo da Cauldron Keep e jogam uma partida de footbag com a cabeça de Gruntilda, que jura vingança contra Banjo e Kazooie mais uma vez. == Desenvolvimento == Banjo-Tooie foi desenvolvido pela Rare e projetado por Gregg Mayles, que trabalhou anteriormente em Banjo- Kazooie. O desenvolvimento do jogo começou em junho de 1998. Alguns recursos que foram originalmente cortados durante o desenvolvimento de Banjo-Kazooie, como alguns de seus mundos e um modo multijogador, foram integrados ao Banjo- Tooie. Um mundo adicional ambientado em um castelo foi planejado, mas devido a limitações de tempo, foi desfeito durante o desenvolvimento, com os recursos dele sendo usados ​​na construção da fase Cauldron Keep. O jogo apresenta cerca de 150 personagens no total, incluindo inimigos e personagens não jogáveis (NPCs). Originalmente, a Rare planejava incluir um modo adicional chamado \"Bottles' Revenge\", no qual um segundo jogador poderia jogar como uma versão morta-viva de Bottles e assumir o controle de personagens inimigos, incluindo chefes, para impedir a dupla em sua busca, com os jogadores trocando papéis se o personagem inimigo conseguisse derrotar Banjo e Kazooie. A ideia foi descartada porque os desenvolvedores ficaram sem tempo para corrigir os bugs presentes na hora de controlar os chefes, apesar de admitirem que \"funcionava muito bem\"; o único chefe que era controlável quando o modo foi descartado era o \"Old King Coal\". No entanto, mais tarde, a ideia serviu de inspiração para o modo multijogador \"Counter-Operative\" em Perfect Dark. Os desenvolvedores também planejaram implementar um recurso, chamado \"Stop 'N' Swop\", que permitiria que dados fossem transferidos de Banjo-Kazooie para Banjo-Tooie a fim de que os jogadores pudessem desbloquear bônus adicionais em Banjo-Tooie. No entanto, devido às limitações de hardware do console Nintendo 64, o recurso acabou sendo descartado. Apesar disso, a Rare decidiu incluir alguns dos bônus planejados no jogo. O recurso Stop 'N' Swop foi posteriormente implementado no relançamento para Xbox Live Arcade. A trilha sonora foi composta por Grant Kirkhope, que anteriormente trabalhou como compositor principal de Perfect Dark, Donkey Kong 64 e Banjo-Kazooie. Como Banjo-Tooie era um jogo maior do que seu antecessor, Kirkhope tinha o dobro de espaço de memória no cartucho do jogo para efeitos sonoros e músicas. Kirkhope inicialmente teve que pausar seu trabalho em Banjo-Tooie para trabalhar primeiramente em outros projetos, mas no final das contas a trilha sonora do jogo foi concluída a tempo. Assim como o seu antecessor, os temas ouvidos no jogo foram projetados para serem interativos, que mudam dinamicamente para refletir a localização do jogador. Devido ao jogo ter maior espaço de memória, Kirkhope foi capaz de combinar dois arquivos MIDI para canalizar diferentes músicas quando o jogador se move para locais diferentes. Os desenvolvedores inicialmente almejavam um lançamento no quarto trimestre de 1999, mas o jogo acabou sendo adiado. Banjo-Tooie foi apresentado na Electronic Entertainment Expo (E3) de 2000 e lançado pela primeira vez em 20 de novembro de 2000 na América do Norte. Lançamentos em território japonês e europeu sucederam em 27 de novembro de 2000 e 12 de abril de 2001, respectivamente. O jogo suporta o acessório Rumble Pak do Nintendo 64. == Recepção == Após o seu lançamento, Banjo-Tooie foi aclamado pela crítica e vendeu mais de três milhões de unidades em todo o mundo. A Game Revolution considerou Banjo-Tooie como menos repetitivo do que Donkey Kong 64 e um digno sucessor de Banjo-Kazooie. A Nintendo Power referiu-se a Banjo-Tooie como \"o cruzamento perfeito entre Donkey Kong 64 e Banjo-Kazooie\", observando que apresenta menos retrocesso entre os mundos do que Donkey Kong 64. A publicação também afirmou que a sua única decepção foi como a Rare decidiu o rumo dos bônus \"Stop 'N' Swop\". O editor da N64 Magazine, Mark Green, opinou que, embora Banjo-Tooie oferecesse \"complementos decentes de quebra-cabeças inteligentes e momentos agradáveis ​​de correr e pular\", não parecia \"tão novo ou excitante\" quanto os jogos de plataforma anteriores da Rare. Seus gráficos foram considerados como uns dos melhores no Nintendo 64 devido às suas ricas texturas, à longa distância de visão e à geração de sombras em tempo real, mas foram criticados por conta de sua taxa de quadros inconsistente durante certos pontos do jogo. No entanto, alguns críticos concordaram que as quedas ocasionais da taxa de quadros não prejudicam a jogabilidade nem afastam os jogadores do jogo significativamente. A Game Revolution comentou que Banjo-Tooie era \"bonito\", mas não atingia o mesmo nível de admiração de seu antecessor. O jogo também foi elogiado pelo seu humor, com a revista Edge comentando que era \"impossível não gostar\" de seus personagens. A jogabilidade se destacou pelo tamanho dos mundos do jogo. A GamesRadar descreveu Banjo-Tooie como um jogo que requer um grande investimento de tempo por parte do jogador, dizendo que \"manter o controle do que você pode fazer a seguir, ou onde você pode visitar novamente para obter algo novo, requer uma memória fotográfica ou copiosas anotações\". Semelhantemente, a GamePro observou que o jogo é tão grande que os jogadores podem se perder e esquecer o que devem fazer. A GameSpot elogiou o level design e a progressão do jogo por exigir constantemente que os jogadores colecionem Jiggies. Apesar dos elogios, a Edge concluiu que a Rare deveria ter inovado mais em vez de simplesmente \"copiar a fórmula de Super Mario 64\". Nos prêmios GameSpot Best and Worst of 2000, Banjo-Tooie foi premiado na categoria \"Melhor Jogo de Plataforma\", e foi vice-campeão nas categorias de \"Melhor Som\" e \"Melhor Jogo de Nintendo 64\". Na 4ª edição da Interactive Achievement Awards, Banjo-Tooie recebeu indicações para \"Jogo do Ano\", \"Jogo de Console do Ano\" e \"Jogo de Console de Ação/Aventura do Ano\". == Versão para Xbox 360 == Uma versão de Banjo-Tooie para o Xbox Live Arcade, desenvolvida pela 4J Studios, foi lançada para Xbox 360 em 29 de abril de 2009. Esta versão apresenta uma taxa de quadros mais suave e gráficos de alta definição, e suporta a conectividade \"Stop 'N' Swop\" com a versão de Xbox Live Arcade de seu antecessor, permitindo que os jogadores desbloqueiem conteúdos bônus incluídos na versão original de Nintendo 64, bem como novos conteúdos relacionados ao Xbox 360. Usar os itens do \"Stop 'N' Swop\" na versão de Xbox Live Arcade de Banjo-Tooie também desbloqueia bônus adicionais no conteúdo para download \"L.O.G.'s Lost Challenges\" de Banjo-Kazooie: Nuts & Bolts. Esta versão recebeu críticas mistas a favoráveis ​​dos críticos de jogos eletrônicos, apresentando uma pontuação agregada de 73/100 no Metacritic. Em 2015, a versão para Xbox Live Arcade do jogo foi incluída como parte da compilação Rare Replay para Xbox One. Em 2019, esta versão foi aprimorada para executar em resolução 4K nativa no Xbox One X. == Notas == == Ligações externas == * Página oficial de Banjo-Tooie na Nintendo Japan * Página oficial na Xbox Live Categoria:Banjo-Kazooie Categoria:Jogos eletrônicos de 2000 Categoria:Jogos eletrônicos da Rare Categoria:Jogos eletrônicos da Nintendo Categoria:Jogos eletrônicos da Microsoft Categoria:Jogos de plataforma 3D Categoria:Jogos eletrônicos de ação e aventura Categoria:Jogos para Nintendo 64 Categoria:Jogos para Xbox 360 Categoria:Jogos para Xbox Live Arcade Categoria:Jogos eletrônicos de ficção científica Categoria:Jogos eletrônicos com protagonistas femininas Categoria:Jogos eletrônicos com antagonistas femininas Categoria:Jogos otimizados para Xbox One X Categoria:Jogos para Xbox Cloud Gaming Categoria:Dinossauros nos jogos eletrônicos Categoria:Jogos eletrônicos multijogador e um jogador Categoria:Sequências de jogos eletrônicos Categoria:Jogos eletrônicos sobre feitiçaria Categoria:Jogos eletrônicos desenvolvidos no Reino Unido",
 "title": "Banjo-Tooie"
}