{
 "id": "102938",
 "text": "Rum é uma bebida alcoólica obtida a partir da fermentação alcoólica do melaço e de outros derivados da produção de açúcar e posterior destilação. O rum é uma bebida secular, de características refinadas e aroma suave. Feito de canas frescas trituradas ou do seu melaço, a bebida começou a ser apreciada no século XVII, quando foi divulgada como um poderoso medicamento capaz até de \"exorcizar os demônios do corpo\". Conta-se também que seu alto teor alcoólico (de 35 a 55 graus GL) o fez famoso entre os piratas a partir do século XVII, os encorajando antes dos combates. Serviu como moeda de troca para adquirir escravos africanos. O rum pode ser feito de duas formas diferentes: a agrícola e a industrial. O primeiro é obtido diretamente do caldo de cana fermentado, e o segundo é obtido a partir do melaço. A destilação pode ser feita em alambique ou coluna de destilação. Em ambas, o resultado é uma bebida cristalina. Quanto à cor dourada encontrada em alguns tipos da bebida, deve-se ao envelhecimento em tonéis de carvalho ou à adição de corantes caramelo. Os envelhecidos são muito mais caros e, pelo seu sabor peculiar e característico, devem ser consumidos puros ou com gelo. O rum pode também ser a mistura de dois ou mais tipos de rum, como o agrícola com o industrial, o de alambique com o de coluna de destilação, o novo com o envelhecido, e diferentes combinações entre estes tipos.Cavalcante, Messias Soares. A verdadeira história da cachaça. São Paulo: Sá Editora, 2011. 608p. ISBN 9788588193628 O rum é o principal ingrediente de muitos drinques famosos, como o a piña colada, o daiquiri, o daiquiri de banana, o mojito e a cuba libre. É produzido principalmente nas ilhas do Caribe. == Tipos == A grande quantidade de países produtores de rum se reflete na gama de variedades da bebida. As principais são: * Rum encorpado: é o rum escuro. Tem corpo e aromas marcantes e é originário da Jamaica, Martinica, Barbados; * Rum aromático: além do melaço da cana, contém bagos de arroz vermelho. Produzido principalmente na Indonésia, é levado para a Países Baixos e a Suécia para ser engarrafado e utilizado na fabricação do ponche; * Rum da armada: é um dos mais encorpados. Produzido na Guiana e em Trinidad e Tobago; * Rum cubano: rum leve, com teor alcoólico de 40°GL, pode ter coloração transparente (para coquetéis) ou dourada. A marca mais famosa deste tipo de rum é o Havana Club (propriedade do Estado Cubano). Esta marca surgiu quando a Bacardi foi privatizada pelos Estados Unidos. Por esta razão, a Bacardi é uma marca americana, sendo muitas vezes considerada erradamente uma marca cubana;https://www.bacardilimited.com/our-company/about- us/ * Rum da Jamaica: o mais forte de todos os tipos de rum. Tem teor de quase 75°GL, e geralmente é exportado para a Inglaterra, onde é envelhecido em tonéis de carvalho por muitos anos; * Rum agrícola (da Martinica, Guadalupe e Guiana francesa): encorpado, é feito do suco da cana no lugar do melaço; * Rum de Barbados: excelente qualidade, é leve e tem sabor acentuado; * Rum de Porto Rico: destaque entre os tipos mais famosos de rum, é leve e de boa qualidade. == História == De acordo com Maria Dembinska, o rei Pedro I de Chipre levou, ao Congresso de Cracóvia (1364), rum para ser distribuído como presente aos monarcas presentes ao evento.Maria Dembinska, Food and Drink in Medieval Poland: Rediscovering a Cuisine of the Past (Philadelphia: University of Philadelphia Press, 1999) p. 41. Tal hipótese é plausível dado que o Chipre era, na Idade Média, um grande produtor de cana-de-açúcar,J. H. Galloway, 'The Mediterranean Sugar Industry' in Geographical Review Vol. 67, No. 2 (Apr., 1977), p. 190. embora a bebida nomeada como \"rum\" por Dembinska talvez fosse bem diferente do rum destilado que conhecemos atualmente. Dembinska também sugere que, em Chipre, o rum era consumido misturado com a soumada, um leite de amêndoa também produzido em Chipre. Outra antiga bebida que se assemelhava ao rum era o brum, criado há milênios pelos malaios. Marco Polo registrou que, no século XIV, lhe foi servido um \"vinho muito bom de açúcar\" na região do atual Irã.Pacult, F. Paul (July 2002). \"Mapping Rum By Region\". Wine Enthusiast Magazine. A cana sacarina foi introduzida na ilha da Madeira (Portugal) por volta de 1425, tendo sido as primeiras estacas importadas da Sicília por ordem do infante dom Henrique, ou seja, logo após o início da sua colonização. Da ilha da Madeira, a cana foi transportada para as Índias (Novo Mundo). Devido ao lucrativo mercado do açúcar na Europa, foram instalados vários engenhos de açúcar nas colônias americanas. Durante a produção do açúcar, são gerados vários resíduos, como as espumas durante a fervura do caldo de cana, e o mel de furo, ou melaço, na fase de cristalização do açúcar. A maior parte destes resíduos era descartada, pois havia pouco uso para eles. Alguém descobriu que, misturados à água, eles fermentam. Não tardou para que eles começassem a ser destilados para obtenção de bebida alcoólica. Nos princípios do século XVII, surgiu o primeiro rum destilado a partir da cana- de-açúcar nas possessões inglesas das Américas, ao mesmo tempo que a tafia nas francesas, a aguardiente de caña nas espanholas e a aguardente (apelidada de \"cachaça\" no Brasil) nas portuguesas. Ou seja, eram todas a mesma bebida, com diferentes nomes, de acordo com a colônia onde era produzida. Existem várias histórias e lendas sobre o rum que envolvem os piratas da época. No século XVII, o rum era já muito conhecido, sendo considerado como uma bebida medicinal que curava todas as doenças e expulsava os \"demónios\" do corpo. Em 1775, o rum era a bebida mais vendida na América: o consumo anual per capita era de aproximadamente 18 litros. == Etimologia == Alguns experts na matéria defendem que a palavra \"rum\" deriva de Rumbullion ou Rumbustion. Expressões usadas, na gíria, pelos ingleses para descrever os excessos provocados pelos bêbados. Outros afirmam que a palavra \"rum\" tem origem no termo latino saccharum (açúcar). == Na cultura popular == Na cultura popular, o rum é classicamente associado a piratas, sendo retratado como a bebida predileta dos mesmos. Alguns piratas associados ao rum foram o britânico (galês) capitão Henry Morgan, George Lowther, Ned Low, John Browne, William Lewis e Edward Teach, o Barba Negra.Curtis, Waine. and a bottle of rum - A history of the New World in ten cocktails. New York: Three Rivers Press, 2007. 199p. ISBN 9780307338624 Também é bem lembrado o poema publicitário do rum Creosotado, lançado nos anos 1950 em papel colado nos bondes, pelo Brasil: == Ligações externas ==",
 "title": "Rum"
}