{
 "id": "102959",
 "text": "O Sistema Judiciário da República Portuguesa é o conjunto organizado dos tribunais, do Ministério Público e das profissões judiciárias do país. De acordo com a Constituição e com a lei, os tribunais são órgãos de soberania com competência para administrar a justiça em nome do povo. A função jurisdicional é exercida pelos tribunais e, na aplicação da justiça, incumbe- lhes assegurar a defesa dos direitos e interesses legalmente protegidos, reprimir a violação da legalidade democrática e dirimir os conflitos de interesses públicos e privados. Deles emanam decisões vinculativas para todas as entidades públicas e privadas, prevalecendo sobre as de quaisquer outras autoridades. Os tribunais são independentes dos restantes três órgãos de soberania (Presidente da República, Assembleia da República e Governo).Constituição da República PortuguesaASSEMBLEIA DA REPÚBLICA, \"Lei nº 62/2013 de 26 de agosto - Lei de organização do sistema judiciário (14ª versão)\", Diário da República, 2013 Os tribunais portugueses encontram-se repartidos por quatro ordens ou categorias independentes entre si, que correspondem a outras tantas jurisdições ou foros: a constitucional, a judicial, a administrativa e fiscal e a financeira. Os conflitos de jurisdição que possam ocorrer entre tribunais judiciais, tribunais administrativos e fiscais e o Tribunal de Contas são apreciados e julgados pelo Tribunal de Conflitos.\"Organização judiciária\", Conselho Superior de Magistratura O Ministério Público é um órgão constitucional, dotado de autonomia em relação aos demais órgãos estatais, ao qual compete exercer, por um lado a função de procuradoria do Estado (representação legal do mesmo) e por outro a função de promotoria de justiça (representação dos interesses do público em geral, incluindo a defesa da democracia e a ação penal). As profissões judiciárias incluem os juízes, os magistrados do Ministério Público, os advogados, os solicitadores e os oficiais de justiça. A administração do sistema judiciário é dirigida pelo ministro da Justiça, no âmbito da sua competência por formular, conduzir, executar e avaliar a política de justiça definida pela Assembleia da República e pelo Governo.Governo de Portugal - Área de governo da Justiça ==Tribunais e jurisdições== thumb|200px|right|Personificação da Justiça. Palácio da Justiça de Guimarães. O sistema judiciário de Portugal não é unitário, estando em vez disso repartido por quatro ordens independentes de tribunais, que correspondem às jurisdições constitucional, judicial, administrativa e fiscal e financeira. Enquanto que as ordens judicial e administrativa e fiscal incluem cada qual uma pluralidade de tribunais estruturados hierarquicamente, as duas ordens restantes incluem cada qual apenas um único tribunal. Até 2003, existiu uma quinta ordem independente de tribunais permanentes, que correspondia à jurisdição militar. Atualmente, os tribunais militares só serão criados, como ordem separada, em caso de guerra, competindo a jurisdição militar em tempo de paz aos tribunais judiciais. Para além dos tribunais das diversas ordens, existe o Tribunal de Conflitos, ao qual compete apreciar e julgar os conflitos de jurisdição entre os tribunais da ordem judicial, os tribunais da ordem administrativa e fiscal e o Tribunal de Contas. O Tribunal de Conflitos é presidido pelo presidente do Supremo Tribunal de Justiça (STJ) ou pelo presidente do Supremo Tribunal Administrativo (STA), consoante a ordem a que pertença o tribunal que tenha proferido a última decisão. Inclui como juízes adjuntos o vice-presidente mais antigo do STJ e - consoante a matéria em julgamento - o vice-presidente do contencioso administrativo ou do contencioso tributário do STA.ASSEMBLEIA DA REPÚBLICA, \"Lei n.º 91/2019, de 04 de setembro - Tribunal dos Conflitos\", Diário da República, 2019 Fora do âmbito das ordens de tribunais, a Constituição prevê também a existência de tribunais arbitrais, julgados de paz e tribunais marítimos. Estes tribunais integram o sistema judicial, sendo que o único tribunal marítimo criado foi incorporado na ordem dos tribunais judiciais. No passado recente existiram também tribunais do trabalho, os quais constituíam originalmente uma ordem própria que tinha o Supremo Tribunal Administrativo como tribunal de recurso. Os tribunais do trabalho foram contudo integrados na ordem dos tribunais judiciais em 1977, sendo extintos como tribunais separados e integrados nos diversos tribunais de comarca em 2013, dando origem aos atuais juízos do trabalho.ASSEMBLEIA DA REPÚBLICA, Lei n.º 82/77 de 6 de dezembro - Lei Orgânica dos Tribunais Judiciais\", Diário da República nº 281, 1977 Em Portugal, funcionam também tribunais eclesiásticos que - apesar de serem tribunais privativos da Igreja Católica e não integrarem oficialmente o sistema judiciário - têm o seu funcionamento reconhecido e regulado pela Concordata entre a Santa Sé e Portugal. Nesse âmbito, é atribuída eficácia civil às suas sentenças relacionadas com determinadas causas específicas que ali sejam julgadas.Artigo 16.º, nº 1 da Concordata entre a República Portuguesa e a Santa Sé de 2004. ===Tribunal Constitucional=== O Tribunal Constitucional é o tribunal ao qual compete especificamente administrar justiça em matérias de natureza jurídico- constitucional. Constitui, na prática, o mais alto tribunal do sistema judicial português, uma vez que para ele pode ser interposto recurso de todas as restantes jurisdições, incluindo dos respetivos supremos tribunais. Este recurso pode ser interposto em qualquer processo em que seja invocada a inconstitucionalidade de uma norma jurídica ou da sua interpretação, após estarem esgotados todos os recursos ordinários. O Tribunal Constitucional tem a sua sede em Lisboa, havendo no entanto propostas para a sua transferência para Coimbra. Compete ao Tribunal Constitucional apreciar a inconstitucionalidade e a ilegalidade, nos termos dos artigos 277º e seguintes da Constituição, no âmbito da fiscalização da constitucionalidade. Compete-lhe também: verificar a morte e a impossibilidade física permanente do Presidente da República, bem como os seus impedimentos temporários; verificar a perda do cargo de Presidente da República; julgar em última instância a regularidade e validade dos atos eleitorais; verificar a morte e a incapacidade de qualquer candidato a Presidente da República; verificar a legalidade da constituição de partidos políticos e suas coligações, bem como apreciar a legalidade das suas denominações, siglas e símbolos, e ordenar a respetiva extinção; verificar previamente a constitucionalidade e a legalidade dos referendos nacionais, regionais e locais, incluindo a apreciação dos requisitos relativos ao respetivo universo eleitoral; julgar a requerimento dos deputados, nos termos da lei, os recursos relativos à perda do mandato e às eleições realizadas na Assembleia da República e nas assembleias legislativas das regiões autónomas; julgar as ações de impugnação de eleições e deliberações de órgãos de partidos políticos que, nos termos da lei, sejam recorríveis e exercer as demais funções que lhe sejam atribuídas pela Constituição e pela lei. ===Tribunais judiciais=== Os tribunais judiciais exercem a jurisdição judicial ou comum. Constituem os tribunais comuns em matéria cível e criminal e exercem jurisdição em todas as áreas não atribuídas especificamente a outras ordens de tribunais. Formam uma estrutura de tribunais hierarquicamente organizados, que inclui os tribunais judiciais de primeira e segunda instância e o Supremo Tribunal de Justiça. O Supremo Tribunal de Justiça (STJ) é o órgão superior da hierarquia dos tribunais judiciais, sem prejuízo da competência própria do Tribunal Constitucional. Tem a sua sede em Lisboa e competência territorial sobre todo o território nacional. Os seus juízes têm o título de \"conselheiros\". Funciona como tribunal de instância nos casos que a lei determinar, mas em regra julga recursos, apenas em matéria de direito, de decisões proferidas por tribunais judiciais de instância inferior. Em certas situações específicas, pode contudo julgar em primeira instância e também em matéria de facto, como é o caso de eventuais crimes cometidos pelo Presidente da República, pelo presidente da Assembleia da República ou pelo primeiro- ministro no desempenho das suas funções. As decisões do STJ são definitivas. Contudo, das mesmas pode recorrer-se para o Tribunal Constitucional, desde que seja invocada a inconstitucionalidade de uma norma jurídica ou da interpretação da mesma. Os tribunais judiciais de segunda instância são, em regra, os tribunais da relação. Existem atualmente os tribunais da relação de Guimarães, do Porto, de Coimbra, de Lisboa e de Évora, cada qual com uma competência territorial regional abarcando diversas comarcas. Os seus juízes têm o título de \"desembargadores\". Em geral, julgam os recursos das decisões proferidas pelos tribunais judiciais de primeira instância. Sem prejuízo de um possível recurso para o Tribunal Constitucional, as decisões dos tribunais da relação são definitivas em termos de matéria de facto, uma vez que em regra o STJ só aprecia matéria de direito. Nos casos em que não é possível recorrer para o STJ, as suas decisões são também definitivas em matéria de direito. Os tribunais judiciais de primeira instância são, em regra, os tribunais de comarca, mas também os tribunais de competência territorial alargada. Os seus juízes têm o título de \"juizes de direito\". Estes tribunais julgam matéria de facto e de direito, funcionando em regra como tribunal singular, composto por um único juiz. O Código Penal prevê contudo que determinados processos sejam julgados em tribunal coletivo ou do júri. O tribunal coletivo é constituído por três juízes, sendo presidido pelo juiz titular do processo. O tribunal do júri tem a mesma constituição do tribunal coletivo, acrescido do número de jurados definido pela lei. Segundo a sua especialização, os tribunais judiciais de primeira instância e os respetivos juízos podem classificar-se como sendo de competência especializada, específica ou genérica. Os tribunais ou juízos de competência especializada tratam apenas de determinadas matérias, independentemente da forma de processo aplicável. Os de competência específica tratam de matérias determinadas pela espécie de ação ou pela forma de processo aplicável. Os de competência genérica tratam de todas as matérias e de todas as formas de processo.RAMOS, Joaquim, \"Os Tribunais e o Ministério Público\", Português Institucional e Comunitário, Praga: Universidade Carlos IV, 2010COELHO, Nuno, Gestão dos Tribunais e Gestão Processual\", Lisboa: Centro de Estudos Judiciários, 2015 As atuais comarcas e respetivos tribunais resultam da profunda reforma do sistema judicial implementada em 2014. Para efeitos judiciais, Portugal está hoje subdividido em 23 comarcas: Açores, Aveiro, Beja, Braga, Bragança, Castelo Branco, Coimbra, Évora, Faro, Guarda, Leiria, Lisboa, Lisboa Oeste, Lisboa Norte, Leiria, Madeira, Portalegre, Porto, Porto Este, Santarém, Viana do Castelo, Viseu e Vila Real. A circunscrição territorial de cada uma das atuais comarcas coincide com a de um distrito administrativo ou de uma região autónoma, exceto nas áreas metropolitanas de Lisboa e Porto. Em cada uma, existe um tribunal de comarca de competência genérica e especializada. Cada tribunal de comarca desdobra-se em diversos juízos que podem ser centrais cíveis, centrais criminais, de instrução criminal, de família e menores, do trabalho, de comércio, de execução, locais cíveis, locais criminais, locais de pequena criminalidade, de competência genérica e de proximidade. A título de comparação, antes de 2014, o país estava subdividido em 231 comarcas, agrupadas em 57 círculos judiciais e estes em quatro distritos judiciais. A organização dos tribunais de comarca era então bastante assimétrica. De acordo com a população abrangida e a correspondente carga processual, uma comarca poderia compreender apenas um tribunal com único juízo de competência genérica ou - pelo contrário - poderia compreender diversos tribunais de competência específica ou especializada, cada qual por sua vez desdobrado numa pluralidade de juízos e varas. Existiam ainda os tribunais de círculo, para o conhecimento em primeira instância dos processos que a lei prevê serem julgados em tribunais coletivos e que corriam em comarcas onde não existia o número suficiente de juízes para formar um tribunal daquele tipo. Os tribunais de competência territorial alargada são tribunais judiciais de primeira instância com competência para mais de uma comarca. São tribunais de competência especializada e conhecem portanto matérias determinadas, independentemente da forma de processo aplicável. São tribunais deste tipo o Tribunal da Propriedade Intelectual, o Tribunal da Concorrência, Regulação e Supervisão, o Tribunal Marítimo, o Tribunal Central de Instrução Criminal e os tribunais de execução de penas do Porto, Coimbra, Lisboa, Évora e Açores. Os tribunais de comarca estão geralmente instalados em edifícios conhecidos como \"palácios da justiça\". Grande parte deles foi construído, nas décadas de 1950 e 1960, para sede de comarca, caracterizando- se pela sua arquitetura monumental, pela sua decoração artística e pela inscrição latina Domus Iustitiae (Casa da Justiça) geralmente ostentada na fachada. Com a redução da quantidade comarcas e do consequente incremento das suas áreas territoriais, cada tribunal de comarca tem hoje em regra os seus juízos distribuídos por diversos palácios da justiça. ===Tribunais administrativos e fiscais=== Os tribunais administrativos e fiscais exercem a jurisdição administrativa e fiscal. Compete-lhes assim julgar os litígios no âmbito do contencioso administrativo e do contencioso tributário. Os tribunais administrativos e fiscais constituem também uma estrutura de tribunais hierarquicamente organizados que incluem os tribunais administrativos e fiscais de primeira instância, os tribunais centrais administrativos e o Supremo Tribunal Administrativo. O Supremo Tribunal Administrativo (STA) é o órgão superior da hierarquia dos tribunais da jurisdição administrativa e fiscal. Tem sede em Lisboa - sendo que existem propostas para a sua transferência para Coimbra - e jurisdição em todo o território nacional. Os seus juízes têm o título de \"conselheiros\". O STA constitui o tribunal de última instância ordinária da jurisdição administrativa e fiscal. Das suas decisões pode, contudo, recorrer-se para o Tribunal Constitucional, desde que seja invocada a inconstitucionalidade de uma norma jurídica ou da interpretação da mesma. Os tribunais centrais administrativos (TCA) constituem os tribunais de 2ª instância da jurisdição administrativa e fiscal. Existem atualmente o TCA Norte com sede no Porto e o TCA Sul com sede em Lisboa, cada qual com uma competência territorial regional. Os seus juízes têm o título de \"desembargadores\". OS TCA conhecem de matéria de facto e de direito. Para os fins da jurisdição administrativa e fiscal, o país encontra-se territorialmente subdividido em 16 círculos, que correspondem às áreas de jurisdição dos respetivos tribunais de 1ª instância. Em teoria, deveria existir separadamente, por cada círculo, um tribunal de 1ª instância do contencioso administrativo (tribunal administrativo de círculo) e um outro do contencioso tributário (tribunal tributário). A lei prevê contudo que os dois tribunais possam funcionar agregados, tomando a designação unitária de \"tribunal administrativo e fiscal\". Na prática, a exceção tem sido a regra, uma vez que só no círculo de Lisboa existe tribunal administrativo de círculo e tributário separados, em todos restantes círculos (Almada, Aveiro, Beja, Braga, Castelo Branco, Coimbra, Funchal, Leiria, Loulé, Mirandela, Penafiel, Ponta Delgada, Porto, Sintra e Viseu) funcionando tribunais administrativos e fiscais agregados. Os juízes dos tribunais administrativos e fiscais de 1ª instância designam-se \"juízes de direito\". ===Tribunal de Contas=== O Tribunal de Contas é o único tribunal da jurisdição financeira, constituindo o órgão supremo de fiscalização da legalidade e regularidade das receitas e das despesas públicas e do julgamento das contas que a lei mandar submeter-lhe. Está sedeado em Lisboa, mas dispõe de duas secções regionais sedeadas na Madeira e nos Açores. Os seus juízes têm o título de \"conselheiros\". Compete, ao Tribunal de Contas, apreciar a boa gestão financeira e efetiva responsabilidades por infrações financeiras. Especificamente e além de outras competências que lhe possam ser atribuídas por lei, é da sua competência dar parecer sobre a Conta Geral do Estado (incluindo a da segurança social), sobre a conta da Assembleia da República e sobre as contas das regiões autónomas dos Açores e Madeira. O Tribunal de Contas tem jurisdição e poderes de controlo financeiro no âmbito da ordem jurídica portuguesa, tanto no território nacional como no estrangeiro. Sempre que se verifique conflito de jurisdição entre o Tribunal de Contas e o Supremo Tribunal Administrativo, compete ao Tribunal de Conflitos, presidido pelo presidente do Supremo Tribunal de Justiça e constituído por dois juízes de cada um dos tribunais, dirimir o respetivo conflito. ===Tribunais militares=== Em tempo de paz e de acordo com a versão atual da Constituição, não funcionam tribunais militares, competindo aos tribunais judiciais exercer a jurisdição militar. Esta abrange os crimes de natureza estritamente militar definidos pelo Código de Justiça Militar, quer sejam praticados por militares quer por civis. Sendo hoje um foro apenas de natureza material, durante muito tempo foi também um foro de natureza pessoal. Com efeito, entre 1875 e 1977, todo o pessoal militar e militarizado que cometesse um crime, mesmo que fosse um delito comum, estava abrangido pela jurisdição militar.CONSELHO DA REVOLUÇÃO, \"Decreto-lei 141/77, de 9 de Abril - Código de Justiça Militar de 1977\", Diário da República nº 83, 1977ASSEMBLEIA DA REPÚBLICA, \"Lei nº 100/2003 de 15 de novembro - Código de Justiça Militar de 2003\", Diário da República, 2003 Até 2003, existiam tribunais militares permanentes, mesmo em tempo de paz, que constituíam uma ordem independente de tribunais que exercia a jurisdição militar. formavam uma estrutura hierarquizada que incluía os tribunais militares de instância e o Supremo Tribunal Militar. O Supremo Tribunal Militar (STM) era o órgão superior da hierarquia dos tribunais militares e competia-lhe, entre outras funções, conhecer os recursos dos outros tribunais militares e julgar em instância determinados oficiais generais. Os tribunais militares de instância eram os diversos tribunais militares territoriais (um ou mais, por cada região militar) e o Tribunal Militar de Marinha.O Código de Justiça Militar, vigente entre 1977 e 2003, previa ainda a existência de um Tribunal Militar da Força Aérea, mas este nunca foi ativado, mantendo-se as suas funções a cargo dos tribunais militares territoriais do Exército. Contudo, após a revisão de 1997, a Constituição passou a prever a existência de tribunais militares somente durante a vigência do estado de guerra. Por consequência, com a aprovação do novo Código de Justiça Militar de 2003, os tribunais militares foram extintos durante o tempo de paz, ficando a jurisdição militar a cargo dos tribunais judiciais. Em tempo de paz, o exercício da jurisdição militar compete agora aos juízos centrais criminais de Lisboa e Porto (1ª instância), aos tribunais da relação de Lisboa e Porto (2ª instância) e ao Supremo Tribunal de Justiça (última instância). Para tal, cada um destes tribunais prevê a existência de juízes militares nos seus quadros permanentes, sendo um de cada um ramos das Forças Armadas e o quarto da Guarda Nacional Republicana (GNR). Juntamente com os juízes civis, os juízes militares constituem os tribunais coletivos competentes para o julgamento de crimes de natureza estritamente militar. O Ministério Público conta também com oficiais das Forças Armadas e da GNR que o assessoram na promotoria dos processos por crimes militares. Durante a vigência do estado de guerra são constituídos tribunais militares ordinários e eventualmente tribunais militares extraordinários, com competência para o julgamento de crimes de natureza estritamente militar. Após cessada a vigência do estado de guerra, estes tribunais continuam em funções até decisão final dos processos pendentes. Os tribunais militares ordinários previstos são os tribunais militares de 1ª instância de Lisboa e Porto, os tribunais militares de 2ª instância de Lisboa e Porto e o Supremo Tribunal Militar. Estes tribunais são constituídos por três dos juízes militares e um juiz auditor civil, respetivamente, dos juízos centrais criminais de Lisboa e Porto, dos tribunais da relação de Lisboa e Porto e do Supremo Tribunal de Justiça. O STM tem jurisdição sobre todo o território nacional, os tribunais militares de 1ª e 2ª instância do Porto têm jurisdição sobre o conjunto das áreas de jurisdição territorial dos tribunais da relação de Guimarães, Porto e Coimbra e os tribunais militares de 1ª e 2ª instância de Lisboa têm jurisdição sobre o conjunto das áreas de jurisdição territorial dos tribunais da relação de Lisboa e Évora. Os tribunais militares extraordinários são criados junto dos comandos de forças ou instalações militares existentes fora do território ou das águas nacionais, por motivos ponderosos da justiça militar. Servem de juízes deste tribunal os oficiais mais graduados ou mais antigos que arguido. Haverá também um auditor que, preferencialmente, deverá ser um juiz civil, mas, na falta deste, poderá ser um militar ou civil formado em direito. ===Tribunais arbitrais=== Os tribunais arbitrais são tribunais compostos por árbitros - e não por juízes de carreira - que têm como função julgar as questões que lhe são submetidas. A submissão de questões a um tribunal arbitral é, em regra, voluntária e decorre de um acordo entre as partes. Contudo essa submissão pode decorrer de uma obrigação por força de disposição legal. Por exemplo, é legalmente obrigatória a arbitragem de causas relacionadas com situações de conflito ou caducidade de convenções coletivas de trabalho ou relacionadas com a definição de serviços mínimos em greves de empresas do Estado. Os trâmites e formalidades da lide em tribunal arbitral correm de acordo com os termos que tiverem sido convencionados entre as partes ou de acordo com as regras escolhidas pelos próprios árbitros. A constituição do tribunal arbitral e a escolha dos respetivos árbitros pode ser convencionada entre as partes ou, no caso de arbitragem obrigatória, ser estabelecida pela lei. Existem também centros de arbitragem autorizados, aos quais as partes podem recorrer para a constituição do tribunal arbitral. A decisão de um tribunal arbitral tem o mesmo valor de uma sentença judicial e, em caso de incumprimento por uma das partes, pode a outra pedir a sua execução ao tribunal judicial de 1ª instância que for competente. A possibilidade de recurso de uma sentença de um tribunal arbitral é bastante limitada e só é permitida, para o tribunal estatal competente, no caso das partes terem expressamente previsto tal possibilidade e desde que a causa não haja sido decidida segundo a equidade ou mediante composição amigável. MINISTÉRIO PÚBLICO DE PORTUGAL, Dicionário de terminologia, \"Tribunal arbitral\" ===Julgados de paz=== Os julgados de paz são tribunais dotados de características próprias de funcionamento e organização, criados no âmbito de parcerias entre o Ministério da Justiça e órgãos do poder local ou outras entidades públicas de merecido mérito. Destinam-se a resolver litígios segundo uma forma mais ágil e eficaz de administração de justiça. Os julgados de paz têm competência para apreciar e decidir ações declarativas cíveis cujo valor não exceda os 15000€, com exceção das que envolvam matérias de direito da família, direito das sucessões e direito do trabalho. Das decisões proferidas por um julgado de paz e nos processos cujo valor exceda metade do valor da alçada do tribunal judicial de 1ª instância, pode recorrer-se para o tribunal judicial da comarca respetiva.ASSEMBLEIA DA REPÚBLICA, \"Lei n.º 78/2001, de 13 de Julho - Organização e funcionamento dos julgados de paz\", Diário da República, 2001 ===Tribunais eclesiásticos=== Os tribunais eclesiásticos constituem tribunais privativos da Igreja Católica - não integrando portanto o sistema judiciário estatal - aos quais compete a jurisdição eclesiástica. O seu funcionamento está reconhecido e regulado pela Concordata entre a Santa Sé e Portugal de 2004. Os tribunais eclesiásticos têm competência para o julgamento de causas cíveis e criminais da jurisdição eclesiástica, aplicando as normas do direito canónico. Julgam as causas internas da Igreja Católica, relativas ao estado dos eclesiásticos, diferendos entre pessoas coletivas canónicas, aplicação de penas canónicas aos fiéis, entre outras.MADALENA, Aurélio, \"Os tribunais eclesiásticos e as sanções na Igreja em processo penal\", Auroramadaleno, 2013 O Estado Português reconhece ainda competência exclusiva dos tribunais eclesiásticos para o julgamento das causas de nulidade dos casamentos católicos e as relativas à dispensa pontifícia do casamento católico rato e não consumado, atribuindo eficácia civil às sentenças eclesiásticas, mediante revisão e confirmação pelo competente tribunal civil estatal, a requerimento de qualquer das partes. Na revisão e confirmação de sentença eclesiástica o tribunal civil verifica somente questões formais, não apreciando o mérito da causa. Em Portugal, funcionam tribunais eclesiásticos de primeira e de segunda instância. Em caso de sentença de segunda instância contrária à de primeira instância, pode recorrer-se em terceira instância para o Tribunal da Rota Romana sedeado em Roma. Em alguns casos, também se pode recorrer para o Supremo Tribunal da Assinatura Apostólica, igualmente sedeado em Roma. Os tribunais eclesiásticos de primeira instância são os tribunais diocesanos. Em regra, existe um por cada diocese ou equiparada, sendo que, em alguns casos, várias dioceses partilham um único tribunal. Deste tipo, existem atualmente 14 tribunais diocesanos (Angra, Aveiro, Metropolitano Bracarense, Coimbra, Funchal, Guarda, Leiria-Fátima, Metropolitano Patriarcal de Lisboa, Porto, Setúbal, Viseu e Viana do Castelo) e dois tribunais interdiocesanos (Vilarealense: dioceses de Vila Real, Bragança-Miranda e Lamego e de Évora, Beja e Algarve). O Tribunal Metropolitano Patriarcal de Lisboa serve também de tribunal de primeira instância para o Ordinariato Castrense. Os tribunais das sedes das três províncias eclesiásticas portuguesas (Braga, Lisboa e Évora), além de funcionarem como tribunais de primeira instância para as respetivas arquidioceses, funcionam também como tribunais de segunda instância para as dioceses suas sufragâneas e eventualmente para arquidioceses vizinhas. Os tribunais eclesiásticos de segunda instância são, em regra, os tribunais das sedes das províncias eclesiásticas. Deste tipo, existem o Tribunal Metropolitano Bracarense, o Tribunal Metropolitano Patriarcal de Lisboa e o Tribunal Interdiocesano de Évora, Beja e Algarve. Cada um destes tribunais conhece dos recursos dos restantes tribunais diocesanos das respetivas províncias eclesiásticas. O Tribunal de Lisboa serve também de tribunal de segunda instância das causas julgadas em primeira instância pelo Tribunal de Évora, Beja e Algarve e vice-versa. Por sua vez, o Tribunal Diocesano do Porto serve de tribunal de segunda instância para as causas julgadas em primeira instância pelo Tribunal Metropolitano Bracarense. Cada tribunal eclesiástico é presidido, por direito próprio, pelo próprio bispo da diocese que pode, contudo, nomear um vigário judicial para exercer essa presidência em seu lugar. O vigário judicial pode ser coadjuvado por um vigário judicial adjunto. O tribunal eclesiástico funciona como tribunal coletivo, integrando-o um colégio de juízes diocesanos. Integram-no ainda um promotor de justiça, um defensor do vínculo, um notário ou atuário e eventualmente meirinhos. No tribunal, intervêm também os advogados e procuradores das partes. ==Ministério Público== O Ministério Público constitui um órgão do sistema judicial, dotado de autonomia e estatuto próprio, que desempenha genericamente as funções de procuradoria do Estado e de promotoria pública perante os tribunais. Segundo a Constituição, ao Ministério Público compete representar o Estado e os interesses que a lei determinar, bem como participar na execução da política criminal definida pelos órgãos de soberania, exercer a ação penal orientada pelo princípio da legalidade e defender a legalidade democrática. Constitui um órgão organizado hierarquicamente, independente do Governo ou de qualquer outro órgão de soberania, dirigido pelo procurador-geral da República e constituído por magistrados a ele subordinados, que não podem ser transferidos, suspensos, aposentados ou demitidos senão nos casos previstos na lei.ASSSEMBLEIA DA REPÚBLICA, \"Lei nº 68/2019, de 27 de agosto - Estatuto do Ministério Público (alterado pela Lei 2/2020)\", Diário da República, 2020 O órgão superior do Ministério Público (MP) é a Procuradoria-Geral da República (PGR), presidida pelo procurador-geral da República, coadjuvado por um vice- procurador-geral da República e por procuradores-gerais-adjuntos. Além de ser o seu órgão superior, a PGR também assegura a representação do MP junto do Tribunal Constitucional, do Supremo Tribunal de Justiça, do Supremo Tribunal Administrativo e do Tribunal de Contas. Na PGR e sob a presidência do procurador-geral da República, funciona o Conselho Superior do Ministério Público, responsável pela gestão e disciplina dos magistrados do MP. Como órgãos regionais, o MP dispõe de quatro procuradorias-gerais regionais, que asseguram a representação do MP perante os diversos tribunais da relação e tribunais centrais administrativos. Cada procuradoria-geral regional é constituída por procuradores-gerais-adjuntos, sendo dirigida por um deles que é designado \"procurador-geral regional\". Como órgãos locais do MP, existem 23 procuradorias da República de comarca e quatro procuradorias da República administrativas e fiscais, que asseguram a representação perante os tribunais judiciais e administrativos e fiscais de 1ª instância. As procuradorias da República incluem procuradores da República e procuradores-adjuntos, podendo eventualmente incluir também procuradores-gerais-adjuntos. Cada uma delas é dirigida por um procurador da República ou procurador-geral-adjunto designado \"magistrado do Ministério Público coordenador\". A direção dos inquéritos e o exercício da ação penal em matérias de criminalidade violenta, económico- financeira, altamente organizada ou de especial complexidade está a cargo dos diversos departamentos de investigação e ação penal (DIAP) do MP. Existe um DIAP junto da PGR (Departamento Central de Investigação e Ação Penal ou DCIAP) e um junto de cada uma das quatro procuradorias-gerais regionais (DIAP regionais). Existem também DIAP de comarca em algumas das que dispõem de um elevado volume processual de inquéritos penais. O DCIAP e DIAP regionais são dirigidos por procuradores-gerais-adjuntos e os DIAP de comarca são dirigidos por procuradores da República ou procuradores-gerais-adjuntos. A Polícia Judiciária não faz parte do MP, mas a sua atividade de investigação criminal é exercida sob a direção deste. No âmbito europeu, compete ao Ministério Público assegurar a representação de Portugal junto da Agência da União Europeia para a Cooperação Judicial Penal (Eurojust). Compete também a magistrados do MP o exercício das funções de procuradores europeus delegados, os quais representam a Procuradoria Europeia nos tribunais portugueses em que corram processos por crimes relativamente aos quais aquela exerça a sua competência. ==Profissões judiciárias== As profissões judiciárias são aquelas que têm uma intervenção formal nos processos judiciários. Podem ser desempenhadas por funcionários públicos (juízes, magistrados do Ministério Público e oficiais de justiça) ou por profissionais liberais (advogados e solicitadores). Todas elas têm um traje profissional específico, cujo uso é obrigatório nas sessões e audiências dos tribunais, sendo também usado em certas solenidades, como é o caso da abertura do ano judicial. Genericamente, os magistrados usam beca, os advogados e solicitadores usam toga e os oficiais de justiça usam capa. ===Juízes=== Os juízes são os magistrados independentes que julgam de acordo com a Constituição e com a lei. Não estão sujeitos a quaisquer ordens ou instruções, salvo o dever de acatar as decisões em vias de recurso dos tribunais superiores. Os juízes dos tribunais judiciais e administrativos e fiscais são juízes de carreira, mas não os dos tribunais Constitucional e de Contas. Existem dois corpos distintos de juízes de carreira, que fazem parte do funcionalismo público. O primeiro é o dos magistrados judiciais, formado pelos juízes dos tribunais judiciais e que tem como órgão superior o Conselho Superior da Magistratura, presidido pelo presidente do Supremo Tribunal de Justiça. O segundo é o corpo de juízes da jurisdição administrativa e fiscal, cujo órgão superior é o Conselho Superior dos Tribunais Administrativos e Fiscais, presidido pelo presidente do Supremo Tribunal Administrativo. Apesar de distintos e separados, os dois corpos de juízes de carreira têm muitas características em comum. Nomeadamente, as categorias de juízes são idênticas em ambos, consistindo em juízes de direito, juízes desembargadores e juízes conselheiros, que correspondem, respetivamente, aos juízes dos tribunais de 1ª instância, dos tribunais de 2ª instância e dos supremos tribunais. O acesso às carreiras de juízes implica a frequência do Centro de Estudos Judiciários (CEJ) e a conclusão do curso de formação inicial de magistrados. A admissão ao CEJ é feita por meio de concurso público. Entre outras, são condições de admissão, a habilitação com um curso superior em direito, experiência profissional em área forense ou conexa, ser-se cidadão português ou de outro país de língua portuguesa e reunir todos os demais requisitos gerais de provimento em funções públicas. Os 13 juízes do Tribunal Constitucional são escolhidos por eleição e por cooptação, com a condição de que todos eles devem ser juristas e seis deles deverão ser juízes de carreira dos outros tribunais. Do total de juízes, 10 são eleitos pelos deputados da Assembleia da República e os três restantes são cooptados pelos juízes eleitos. Os juízes do Tribunal Constitucional têm o título de \"conselheiros\". Os juízes do Tribunal de contas são nomeados por concurso curricular, exceto o seu presidente que é nomeado pelo Presidente da República sob proposta do Governo. Tal como os restantes juízes dos tribunais supremos, têm o título de \"conselheiros\". O traje profissional dos juízes, usado no exercício das suas funções, é a beca de cor preta. O traje dos juízes conselheiros inclui também capa - usada sobre a beca - e um colar com a simbologia do respetivo supremo tribunal.ASSEMBLEIA DA REPÚBLICA, \"Lei nº 21/85 de 30 de julho - Estatuto dos magistrados judiciais\", Diário da República nº 173, 1985 ===Magistrados do Ministério Público=== Os magistrados do Ministério Público constituem um corpo, paralelo e independente da magistratura judicial, constituído pelo procurador-geral da República, pelo vice-procurador-geral da República, por procuradores-gerais-adjuntos, por procuradores da República e por procuradores-adjuntos. O procurador-geral da República é nomeado pelo Presidente da República sob proposta do Governo, sendo o único magistrado do Ministério Público (MP) que pode não ter necessariamente origem na carreira da respetiva magistratura. O vice- procurador-geral da República é nomeado pelo Conselho Superior do Ministério Público de entre os procuradores-gerais-adjuntos. As categorias de procurador- adjunto, de procurador da República e de procurador-geral-adjunto constituem a carreira profissional da magistratura do MP propriamente dita. Além da direção do MP, compete ao procurador-geral da República, coadjuvado pelo vice- procurador-geral da República e por procuradores-gerais-adjuntos, representá- lo perante o Tribunal Constitucional, o Supremo Tribunal de Justiça, o Supremo Tribunal Administrativo e o Tribunal de Contas. Aos procuradores-gerais- adjuntos compete representar o MP perante os tribunais da relação e centrais administrativos, bem como representá-lo em alguns tribunais de 1ª instância e coadjuvar o procurador-geral da República na representação perante os tribunais supremos. Compete aos procuradores da República e procuradores- adjuntos representar o MP perante os tribunais de 1ª instância. Os procuradores-gerais-adjuntos, quando na direção de procuradorias-gerais regionais junto dos tribunais de 2ª instância, tomam a designação de \"procuradores-gerais regionais\". Os procuradores da República ou procuradores- gerais adjuntos, quando na direção de procuradorias da República junto dos tribunais de 1ª instância tomam a designação de \"magistrados do Ministério Público coordenadores\". O acesso à carreira de magistrado do MP obedece a condições análogas à do acesso às carreiras de juiz, implicando também a frequência do Centro de Estudos Judiciários e a conclusão do curso de formação inicial de magistrados. As categorias dos magistrados do MP são paralelas mas equivalentes às dos juízes. Assim, o procurador-geral da República tem categoria igual à do presidente do Supremo Tribunal de Justiça (STJ), o vice- procurador-geral da República e os procuradores-gerais adjuntos colocados nos tribunais supremos têm categoria igual à dos juízes conselheiros, os procuradores-gerais regionais e magistrados do MP coordenadores têm categoria igual às dos presidentes dos tribunais de 2ª instância, os restantes procuradores-gerais adjuntos têm categoria igual à dos juízes desembargadores e os procuradores da República têm categoria igual à dos juízes de direito. Conforme a sua categoria, os magistrados do MP têm um tratamento, honras e uso de traje profissional (beca, eventualmente completada por capa e colar) idêntico ao dos juízes da categoria correspondente. ===Advogados e solicitadores=== Os advogados e os solicitadores são os profissionais liberais que participam na administração da justiça, nomeadamente através da representação legal das pessoas singulares e coletivas perante os tribunais. O patrocínio forense por advogado constitui um elemento essencial na administração da justiça e é admissível em qualquer processo, não podendo ser impedido perante qualquer jurisdição, autoridade ou entidade pública ou privada. Os solicitadores participam na administração da justiça, exercendo o mandato judicial nos casos e com as limitações previstos na lei. Associados à profissão de solicitador, existem os agentes de execução a quem cabe especificamente assegurar todas as diligências dos processos de execução, efetuar citações e notificações avulsas e promover despejos. As profissões de advogado e de solicitador são legalmente reguladas e representadas por associações públicas profissionais que são, respetivamente, a Ordem dos Advogados e a Ordem dos Solicitadores e dos Agentes de Execução. Ser membro da respetiva associação profissional é condição obrigatória para o exercício de ambas as profissões. A admissão à respetiva ordem implica que o candidato tenha a necessária formação superior em direito (ou, alternativamente, em solicitadoria, apenas para o caso dos solicitadores), realize de exames de acesso e faça um estágio profissional. O trajo profissional dos advogados consiste numa toga de cor preta e de um barrete de formato octogonal da mesma cor que a beca. Quando pleiteiem oralmente, é obrigatório o uso da toga pelos advogados, sendo facultativo o uso de barrete. Os advogados podem também usar a medalha da Ordem dos Advogados correspondente ao cargo mais elevado que nela tenham ocupado, que será suspensa de um colar dourado com as tábuas da lei no caso dos bastonários e de uma fita vermelha no caso dos restantes.CONSELHO GERAL DA ORDEM DOS ADVOGADOS, Regulamento do uso do trajo e insígnia profissional, Lisboa: Ordem dos Advogados, 2006 Os solicitadores têm um trajo profissional semelhante ao dos advogados, também consistindo numa toga de cor preta. Sobre a toga poderão usar o modelo de insígnia da Ordem dos Solicitadores e Agentes de Execução correspondente ao mais alto cargo que tenham ocupado, suspensa de um colar feito de losangos dourados no caso dos bastonários e membros honorários e de uma fita vermelha no caso dos restantes.ORDEM DOS SOLICITADORES E DOS AGENTES DE EXECUÇÃO, \"Regulamento nº 831/2021 - Regulamento do Trajo Profissional e das Insígnias de Associados da Ordem dos Solicitadores e dos Agentes de Execução (alteração ao Regulamento 1109/2016 e republicação)\", Diário da República nº 172 (2ª série), 2021 ===Oficiais de justiça=== Os oficiais de justiça constituem a carreira especial de funcionários públicos que presta funções nas secretarias dos tribunais e nos serviços do Ministério Público. Entre as suas funções estão a prestação de serviços administrativos no âmbito do sistema judiciário, a execução de mandatos, o serviço de escrivão nos julgamentos e a participação em inquéritos.MINISTÉRIO DA JUSTIÇA, \"Decreto-Lei nº 343/99, de 26 de Agosto - Estatuto dos oficiais de justiça\", Diário da República nº 199, 1999 O grupo profissional dos oficiais de justiça, subdivide-se em duas carreiras paralelas. A carreira judicial, que se destina a prestar serviço nos tribunais, inclui as categorias de escrivão auxiliar, escrivão-adjunto e escrivão de direito. A carreira dos serviços do Ministério Público inclui as categorias de técnico de justiça auxiliar, técnico de justiça-adjunto e técnico de justiça principal. Acima das categorias das duas carreiras existem as categorias únicas de secretário de justiça e de secretário de tribunal superior. O traje profissional dos oficiais de justiça - de uso obrigatório nas sessões e audiências a que tenham que assistir - consiste numa capa de cor preta, havendo um modelo feminino e outro masculino.MINISTÉRIO DA JUSTIÇA, \"Portaria nº 486/2003, de 17 de junho - Aprova os modelos de capa dos funcionários de justiça\", Diário da República nº 138, 2003. ==Ministro da Justiça== O ministro da Justiça é o membro do Governo ao qual compete formular, conduzir, executar e avaliar a política de justiça definida pela Assembleia da República e pelo próprio Governo. Sob a direção, superintendência ou tutela do ministro da Justiça, funcionam um conjunto de organismos públicos que constituem um departamento governamental designado \"Ministério da Justiça\". No Ministério da Justiça também estão integrados administrativamente todos órgãos e funcionários públicos do sistema judicial. De observar que as orgânicas dos governos em exercício entre novembro de 2015 e abril de 2024 (XXI, XXII e XIII governos constitucionais) deixaram de contemplar expressamente a existência de ministérios e como tal o conjunto de organismos dirigidos pelo ministro da Justiça passou a ser referido - na nova legislação e na comunicação governamental - como \"Área de governo da Justiça\" ou simplesmente \"Justiça\". A orgânica do Governo em exercício desde abril de 2024 (XXIV Governo Constitucional) voltou no entanto a contemplar expressamente a existência do Ministério da Justiça.PRESIDÊNCIA DO CONSELHO DE MINISTROS, \"Decreto-lei nº 32/2024 - Regime de organização e funcionamento do XXIV Governo Constitucional\", Diário da República, 2024 Como parte das suas competências, o ministro da Justiça dirige a gestão do sistema judicial, no âmbito administrativo e orçamental. No entanto e ao contrário do que acontece geralmente com os restantes ministros, o ministro da Justiça não tem competências de direção executiva e operacional sobre a maioria dos organismos que tutela, uma vez que os mesmos funcionam ao abrigo da independência do poder judicial. A título de exemplo, o ministro da Justiça é responsável pelo orçamento e assuntos administrativos da Polícia Judiciária, mas não pode interferir com a direção e orientação da sua atividade operacional, a qual cabe exclusivamente ao Ministério Público. == Ver também == *Direito de Portugal *Direito da União Europeia *Lista de tribunais de Portugal *Lista de comarcas de Portugal *Direção-Geral de Reinserção e Serviços Prisionais *Juiz de fora *Corregedor (Portugal) *Tribunal da Corte *Desembargo do Paço *Casa da Suplicação *Poder Judiciário do Brasil *Tribunal de Justiça da União Europeia *Tribunal Europeu dos Direitos Humanos *Procuradoria Europeia *Agência da União Europeia para a Cooperação Judiciária Penal (Eurojust) * Categoria:Poder Judiciário de Portugal",
 "title": "Sistema judiciário de Portugal"
}