{
 "id": "102911",
 "text": "O Portsmouth Football Club é um clube de futebol inglês, fundado em 5 de abril de 1898 na cidade de Portsmouth, duas vezes campeão inglês e duas vezes campeão da Copa da Inglaterra. Atualmente, disputa a EFL Championship, que é a segunda divisão nacional. O Portsmouth foi campeão da Inglaterra duas vezes, em 1949 e 1950. O clube também ganhou a FA Cup duas vezes, primeiro em 1939 e mais recentemente em 2008. O seu estádio chama-se Fratton Park, com capacidade para cerca de 20 mil espectadores. O \"Pompey\", apelido do clube, teve um sucesso moderado na primeira década do século XXI, especialmente durante a temporada 2007/08 da Premier League, quando venceu a FA Cup, derrotando o Cardiff City por 1 a 0 na final. Subsequentemente, qualificou-se para a edição de 2008-09 da UEFA Europa League mesmo competindo com pesos-pesados europeus, como o Milan, sete vezes campeão da UEFA Champions League. Durante este período, o Portsmouth teve um grande número de futebolistas internacionais, incluindo jogadores da seleção nacional de Inglaterra, como Glen Johnson e Jermain Defoe, bem como Peter Crouch, David James e Sol Campbell. No entanto, problemas financeiros atingiram ao clube e o Portsmouth foi rebaixado em 2010. Em 2012, foi relegado novamente, agora para a Football League One e novamente, em 2013, para a Football League Two. O clube começou a temporada 2013-14 na quarta divisão do sistema de ligas de futebol inglês, pela primeira vez desde o final dos anos 1970. Depois de ganhar o título da League Two no último jogo da temporada 2016-17, Portsmouth se tornou o quinto clube a conquistar os quatro primeiros níveis do futebol inglês (após Wolverhampton, Burnley, Preston North End e Sheffield United). Sua principal rivalidade é contra o seu \"vizinho\" Southampton, no chamado South Coast Derby, embora os confrontos entre esses clubes tenham sido raros em toda a sua existência em jogos da liga, porque raramente jogaram na mesma categoria, tanto que desde 1977 eles só se enfrentaram em 4 temporadas (1987-88, 2003-04, 2004-05 e 2011-12). == História == Fundado em 1898, a equipe disputou sua primeira partida em setembro de 1899. Apenas na temporada 1926-27 conseguiu a promoção à Primeira Divisão do Campeonato Inglês, com a conquista do vice-campeonato da Segunda Divisão. O clube permaneceu de forma ininterrupta na Primeira Divisão até a temporada 1958-59. Apesar disso, os primeiros campeonatos foram muito complicados para a equipe. Apesar das dificuldades encontradas no campeonato, terminando as duas primeiras temporadas na 20ª colocação entre 22 equipes, o Portsmouth alcançou a final da Copa da Inglaterra em 1929 e 1934, perdendo para o Bolton e o Manchester City, respectivamente. Depois de evitar o rebaixamento nas primeiras temporadas, o Portsmouth se firmou no campeonato, alternando boas campanhas com posições intermediárias na tabela. Em 1938-39 a equipe chegou pela terceira vez a final da Copa da Inglaterra. Desta vez a equipe conseguiu a vitória, sobre o Wolverhampton, pelo expressivo placar de 4 a 1. No pós-guerra, a equipe conseguiu seus dois títulos da Primeira Divisão, nas temporadas 1948-49 e 1949-50. Contudo, após o quarto lugar na temporada 1951-52 e o terceiro lugar em 1954-55, os resultados da equipe caíram muito, o que culminou com o rebaixamento, em 1958-59. Em 1956, o Portsmouth disputou o primeiro jogo do Campeonato Inglês com iluminação artificial, contra o Newcastle United. Após o rebaixamento a equipe não conseguiu se firmar na Segunda Divisão e acabou rebaixada a Terceira Divisão, ao fim da temporada 1960-61, sendo o primeiro clube campeão a ser rebaixado a tal nível. Contudo a equipe conseguiu a imediata promoção com o título da Terceira Divisão, e com o treinador George Smith, se firmou como uma força intermediária da Segunda Divisão. Após a saída de Smith, em 1972, a equipe não conseguiu manter o nível e acabou novamente rebaixada para a Terceira Divisão, em 1975-76. A situação financeira da equipe era muito ruim, e entre ameaças de falência e ajuda dos torcedores para evitar a quebra da equipe, o Portsmouth acabou sendo rebaixado para a Quarta Divisão, em 1977-78. Duas temporadas depois a equipe retornou a Terceira Divisão, que venceu na temporada 1982-83 para retornar a Segunda Divisão. A primeira temporada no retorno não foi boa, mas nas 2 temporadas seguintes a equipe terminou em 4º lugar, perdendo o acesso a Primeira Divisão. Finalmente em 1986-87 a equipe retornou a Primeira Divisão, depois de 28 temporadas de ausência. Entretanto, novamente enfrentando problemas financeiros, foram novamente rebaixados. Seguiram-se mais 15 temporadas na Segunda Divisão. Em 1992-93, o Portsmouth perdeu a promoção ao terminar com 1 gol a menos que o West Ham. O clube passou a maioria dos anos 1990 longe dos primeiros lugares da Segunda Divisão. Na temporada do centenário do clube a equipe evitou por pouco o rebaixamento. Em 2000-01 a equipe só evitou o rebaixamento devido a derrota do Huddersfield Town na última rodada. Inúmeros treinadores passaram pela equipe sem conseguir livrar o Portsmouth da parte inferior da tabela da Segunda Divisão. A sorte da equipe mudou drasticamente com a escolha de Harry Redknapp para Diretor de Futebol. Na sua primeira temporada completa como treinador, ele levou a equipe ao título da Segunda Divisão. No retorno a Primeira Divisão, e na sua primeira temporada na Premier League, a equipe conseguiu um honroso 13º lugar, tendo uma boa campanha jogando em Fratton Park. Campanhas para se livrar do rebaixamento seguiram, até o bom 9º lugar na temporada 2006-07, no retorno de Redknapp, que saíra devido a problemas com o dono da equipe. Na temporada 2007-08 a equipe retornou a final da Copa da Inglaterra, após vencer o Manchester United nas quartas de final e o West Bromwich Albion nas semifinais. A final, disputada no novo Wembley, foi vencida por 1 a 0 sobre o Cardiff City. Além de levantar o troféu da competição depois de 69 anos, o Portsmouth conseguiu sua primeira classificação na história para uma competição europeia, a Copa Uefa (atual Liga Europa). === Problemas financeiros, declínio e concordata: 2008-2010 === Em 25 de outubro de 2008, Redknapp deixou o Portsmouth pela segunda vez, desta vez para assumir o Tottenham Hotspur, substituindo o espanhol Juande Ramos. Depois de sua partida, seu assistente, Tony Adams (ex-capitão do Arsenal e da Seleção Inglesa), cuja experiência como técnico resumiu-se a uma temporada no comando do Wycombe Wanderers em 2003-04, foi promovido à função gerencial. A estreia de Adams começou com uma derrota de 0 a 1 para o Liverpool, em 29 de outubro de 2008. Em 27 de novembro, o Pompey conseguiu um resultado histórico contra o gigante Milan, pela Copa Uefa, com o 1º tempo terminando em 2-0 e, com o placar final em 2-2. No entanto, os resultados e desempenhos desta equipe não continuaram, e os detentores da Taça de Inglaterra saíram dessa competição em 2009, na 4ª rodada com uma derrota em casa por 2 a 0 para o Swansea City, então da Segunda Divisão Inglesa. O dono do Portsmouth na época, o russo Alexandre Gaydamak, havia decidido não investir mais dinheiro na equipe inglesa, e isso ajudou na saída do atacante Jermain Defoe e do volante Lassana Diarra durante a janela de transferências de janeiro. Essas perdas tornaram as coisas mais difíceis para Tony Adams, cujos rumores de demissão foram ficando mais fortes. E isso foi confirmado pelo clube em 9 de fevereiro de 2009, quando o ex-zagueiro foi demitido e o técnico da equipe júnior, Paul Hart, assumiu o cargo de técnico até o final da temporada, e sob seu comando viu-se uma subida de rendimento da equipe, de modo que resultou a segurança do Pompey na Premier League. O time da Costa Sul inglesa terminou a temporada 2008-09 em 14º lugar. Em 26 de maio de 2009, o Portsmouth aceitou a oferta do empresário árabe Sulaiman Al-Fahim para comprar o clube após negociações conduzidas pelo presidente executivo, Peter Storrie, em nome de Alexandre Gaydamak. Por causa dos graves problemas financeiros sofridos pelo clube, o Portsmouth foi forçado a vender alguns dos seus melhores e mais bem pagos jogadores, incluindo Peter Crouch, Niko Kranjčar, Sylvain Distin e Glen Johnson, para Tottenham, Everton e Liverpool, respectivamente. Em 21 de julho, Al-Fahim foi nomeado presidente-executivo do Portsmouth. Mas em 19 de agosto, no site oficial, foi anunciado que um consórcio rival também tinha feito uma proposta para o clube, este foi feito pelo também empresário árabe Ali Al-Faraj. Apesar disso, concluiu a aquisição do Pompey, em 26 de agosto, enquanto Al-Faraj decidiu tentar a compra de outro clube, o West Ham United. Como a fase inicial da temporada 2009/10 avançou e as finanças do clube já encontravam-se zeradas, o Portsmouth admitiu, em 1 de outubro de 2009, que alguns de seus jogadores e funcionários não foram pagos. Em 3 de outubro, os meios de comunicação começaram a relatar que um acordo estava quase pronto para Al-Faraj finalmente assumir o controle do clube. Na segunda-feira, 5 de outubro, um acordo foi aprovado por Al-Faraj e os seus associados a deter uma participação maioritária de 90%, com Al-Fahim mantendo participação de 10% e o título do presidente-executivo por 2 anos. Em campo, a transferência tardia de fundos para o Portsmouth ocasionou uma enxurrada de transferências no final da janela, entre elas a assinatura do empréstimo de Aruna Dindane junto ao Lens e de Frédéric Piquionne, junto ao Lyon. Uma sequência de sete derrotas nas sete primeiras rodadas da Premier League 2009-10, fez com que Hart quase perdesse o emprego. No entanto, na oitava rodada, o Pompey finalmente conquistaria a sua primeira vitória, contra o Wolverhampton, chegando a alcançar as quartas-de-final da Carling Cup, mas foi eliminado no Fratton Park após uma derrota por 2 a 4. Devido a diversas dívidas, a administração da Premier League colocou o clube sob um embargo de transferência - ou seja, não autorizaria o Portsmouth a realizar transferências na janela de fevereiro. Paul Hart foi demitido pelo Portsmouth em 24 de novembro de 2009, com base nos maus resultados que deixaram o clube na lanterna da competição. Pouco tempo depois, o israelense Avram Grant (ex-treinador do Chelsea) foi nomeado novo manager da equipe. Apesar das dificuldades financeiras, o tempo de Grant como treinador foi inicialmente bem sucedido, tendo vencido dois dos seus quatro primeiros jogos no comando (contra Sunderland e Liverpool), e por pouco não conseguiu um empate contra o mesmo Chelsea, em pleno Stamford Bridge. Foi anunciado em 5 de janeiro de 2010 que o Portsmouth utilizou a última das verbas de transmissão de televisão para pagar algumas dívidas do clube. Como o Pompey devia dinheiro a Chelsea, Tottenham, Watford, Udinese e Lens, a administração da Premier League resolveu dividir $ 7 milhões entre eles. A ação é permitida dentro das regras do campeonato para proteger os clubes que estão devendo dinheiro de transferências. Em 26 de janeiro, a Premier League retirou parcialmente o embargo de transferência, e deu autorização para o clube comprar e pegar jogadores emprestados. O Portsmouth conseguiu vender alguns jogadores, conquistando a esperança de que os funcionários pudessem receber os seus pagamentos em dia. No dia 28 de janeiro, o apuro financeiro do Pompey foi agravado pelo encerramento temporário do seu website, após o clube não pagar as suas contas de sua manutenção para a sua agência digital. O site voltou ao ar várias horas depois, após a empresa responsável pela geração do site ter anunciado um novo acordo financeiro com a agremiação. Em 4 de fevereiro, o time teve seu quarto dono em uma temporada: o empresário de origem nepalesa Balram Chainrai, que tinha como base Hong Kong. Chainrai assumiu o clube como parte de uma cláusula de um contrato de empréstimo que ele fez com os proprietários anteriores, e o Pompey foi usado como parte do pagamento. No início de sua gestão, o nepalês encontrou o Portsmouth com uma dívida de 135 milhões de libras. Em 26 de fevereiro de 2010, após não ter obtido um novo comprador antes do prazo de 25 de fevereiro, eles se preparavam para entrar em concordata e ser administrado judicialmente. Na manhã do dia 26, um anúncio formal foi feito, dizendo que o clube tinha entrado na administração judicial e seria penalizado em 9 pontos na classificação geral. Andrew Andronikou foi nomeado administrador judicial do clube nesse período. No campo, o Pompey conseguiu, após uma vitória sobre o Birmingham City, alcançar a semifinal da FA Cup, e buscaria uma vaga na final diante do Tottenham. O clube conseguiu a vitória nesta semifinal, vencendo o jogo por 2 a 0 na prorrogação, gols de Piquionne e Kevin-Prince Boateng, este de pênalti. Como o Chelsea foi o outro finalista, após vencer o Aston Villa por 3-0 na outra semifinal, o Pompey estaria classificado para disputar a recém-criada Uefa Europa League (ex-Copa Uefa), uma vez que o time londrino, devido a sua situação extremamente confortável na Premier League, tinha grandes chances de classificação para a Champions League. Mas o Pompey não conseguiu sair da administração judicial no prazo máximo para conseguir a licença da UEFA para a sua entrada na competição (uma das condições para a conquista da mesma), e com isso, sua participação na Europa League não foi permitida. === Saída da administração judicial e recomeço === Em outubro de 2010, o Pompey finalmente saiu da administração judicial e foi comprado por três empresários: Balram Chainrai, seu irmão Deepak e o israelense Levi Kushnir. Dias depois, Balram foi declarado presidente do clube. O time, no começo da temporada, chegou a ficar entre os últimos. Porém, no final da temporada, o Portsmouth engatou uma reação e fechou em 16º lugar na liga. No dia 1º de junho de 2011, o clube anunciou a troca de donos. O novo dono do clube seria a CSI (Convers Sports Initiative), e o presidente seria o russo Vladimir Antonov. === Uma nova crise ameaça o clube === Apesar de todo declínio e a volta por cima do clube, o Portsmouth voltaria a mergulhar em crise, quando no dia 28 de novembro, Antonov foi preso, acusado de fraudes de documentos, estelionato, conexões de posse indevida de bens, além de ser acusado de uma fraude milionária envolvendo o seu banco (Snoras), o que pôs um fim em sua carreira como um dos donos da CSI e presidente do Portsmouth. O clube, juntamente com Andrew Andronikou, lutava para encontrar um novo dono para assumir o posto. O golpe definitivo ocorreu em 21 de abril, com a derrota por 2 a 1 contra o Derby County, que oficializou a queda para a Terceira Divisão. === Fundo do poço e a passagem para as mãos da torcida === Em 19 de abril de 2013, o Portsmouth passou a ser administrado por um grupo de torcedores chamado de \"Pompey Supporters' Trust\", e um novo técnico, Guy Whittingham, foi contratado após o clube escrever um de seus piores capítulos da história: o rebaixamento para a League Two de 2013-14. === A recuperação e o acesso à League One === Após 2 temporadas com desempenho razoável no quarto escalão do futebol inglês, figurando na parte intermediária, o Portsmouth esteve próximo do acesso em 2015-16, quando chegou em 6º lugar, perdendo a vaga nos playoffs para o Plymouth Argyle. Em 17 de abril de 2017, o Pompey garantiu seu acesso à League One, terceiro escalão inglês, com uma vitória por 3 a 1 sobre o Notts County. Na última rodada venceu o Cheltenham Town Football Club em casa por 6 a 1 e se sagrou campeão da Football League Two. == Excursão ao Brasil em 1951 == Em junho de 1951 o Portsmouth realizou excursão ao Brasil, jogando nas cidades do Rio de Janeiro, Santos e São Paulo, como campeão inglês da temporada anterior:Site Campeões do Futebol - Excursão do Portsmouth F.C. (ING) ao Brasil em 1951, página editada em 20 de junho de 2017 e disponível em 5 de agosto de 2017. * 3 de junho - Fluminense 2–1 Portsmouth - Estádio do Maracanã * 6 de junho - America 3–2 Portsmouth - Estádio do Maracanã * 10 de junho - Botafogo 1–1 Portsmouth - Estádio do Maracanã * 13 de Junho - São Paulo 1–1 Portsmouth - Estádio do Maracanã * 17 de Junho - Santos 4–0 Portsmouth - Estádio da Vila Belmiro * 20 de junho - Palmeiras 0–0 Portsmouth - Estádio do Pacaembu == Estádio == O Portsmouth manda seus jogos no Fratton Park desde sua fundação. A capacidade é de 20.688 torcedores, o menor estádio de equipes que disputam a Premier League - marca que permaneceu até 2010, ano da queda para a segunda divisão. Planos para melhorias e construção de um novo estádio estão em discussão há algum tempo. O maior público do estádio aconteceu em uma partida contra o Derby County pela Copa da Inglaterra, em 1949: 51.359 pessoas estiveram presentes. == Torcedores == O Portsmouth enfrentou problemas com Hooligans durante os anos 1970 e 80, principalmente devido a um grupo conhecido como 6.57 Crew. == Rivalidade == Os grandes rivais do Portsmouth são, além do , a principal, o Bournemouth e o Plymouth Argyle. A rivalidade com o Southampton advém mais pelo motivo de serem cidades vizinhas, já que as equipes estiveram poucas vezes na mesma divisão. Como exemplo, nas últimas 3 décadas as equipes só estiveram em 3 temporadas na mesma divisão. As rivalidades com o Bournemouth e com o Plymouth também advém pelo fato de os clubes serem de cidades vizinhas. == Mascote == A mascote do Portsmouth é um sapo. Durante as partidas, alguém caracterizado como o animal fica na beira do gramado para animar os torcedores. A escolha foi feita por causa do nome da rua em que se situa o Fratton Park, que se chama Frogmore Road (\"Frog\" é sapo em inglês). == Principais títulos == Competição Títulos Temporadas Campeonato Inglês 2 1948-49 e 1949-50 Copa da Inglaterra 2 1938-39 e 2007-08 Supercopa da Inglaterra 1 1949 (compartilhado) Total 5 5 Nacionais === Outras conquistas === ==== Torneio amistoso internacional de destaque e outras conquistas nacionais. ==== {| border=\"3 cellpadding=5 cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%;\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! width=\"2070\" | Competição ! width=\"8930\" | Títulos ! width=\"90\" | ! width=\"33090\" | Temporadas |- |- ! align=\"center\" rowspan=\"1\" | ! rowspan=\"1\" align=\"center\" |Troféu Premier League Ásia ! rowspan=\"1\" |1 ! 2007 ! |- Competição Títulos Temporadas Campeonato Inglês - 2ª Divisão 1 2002-03 Campeonato Inglês - 3ª Divisão 4 1923-24, 1961-62, 1982-83 e 2023-24 Campeonato Inglês - 4ª Divisão 1 2016-17 EFL Trophy 1 2018-19 == Participação na Premier League == (Desde 2003, quando o Portsmouth ganhou o título da Segunda Divisão) Temporada Posição J V E D GM GS PG 2003-04 13 38 12 9 17 47 54 45 2004-05 16 38 10 9 19 43 59 39 2005-06 17 38 10 8 20 37 62 38 2006-07 9 38 14 12 12 45 42 54 2007-08 8 38 16 9 13 48 40 57 2008-09 14 38 10 11 17 38 57 41 2009-10* 20 38 7 7 24 34 66 19 * J= Jogos * V= Vitórias * E= Empates * D= Derrotas * GM= Gols marcados * GS= Gols sofridos * PG= Pontos ganhos * * O clube teve nove pontos descontados por entrar em administração judicial. == Jogadores em Copas do Mundo == === 1950 === ; * Jimmy Dickinson === 1954 === ; * Jimmy Dickinson ; * Jackie Henderson * Alex Young === 1958 === ; Irlanda do Norte * Norman Uprichard * Derek Dougan === 1994 === ; República da Irlanda * Alan McLoughlin === 1998 === ; * Fitzroy Simpson * Paul Hall === 2002 === ; * Robert Prosinečki ; * Yoshikatsu Kawaguchi ; * Mladen Rudonja === 2006 === ; * Ognjen Koroman * ; * Shaka Hislop === 2010 === ; * David James ; * Nadir Belhadj * Hassan Yebda ; * Kevin-Prince Boateng ; * Aaron Mokoena ; * Angelos Basinas ; * Nwankwo Kanu * John Utaka ; * Aruna Dindane == Jogador do ano == {| class=\"wikitable\" Year Winner 1968 Ray Pointer 1969 John Milkins 1970 Nicky Jennings 1971 David Munks 1972 Richie Reynolds 1973 Sem prêmio 1974 Paul Went 1975 Mick Mellows 1976 Paul Cahill 1977 Sem prêmio 1978 Sem prêmio 1979 Peter Mellor == Ligações externas == * * * * Categoria:Clubes de futebol fundados em 1898 Categoria:Fundações na Inglaterra em 1898",
 "title": "Portsmouth Football Club"
}