{
 "id": "103036",
 "text": "miniaturadaimagem|Os filmes de western revisionistas geralmente apresentam anti-heróis como personagens principais cujas ações são moralmente ambíguas. Clint Eastwood, retratado aqui em A Fistful of Dollars (1964), retratou o anti-herói arquetípico chamado de \"Pistoleiro sem nome\" na italiana Trilogia dos dólares, de Westerns Spaghetti. Anti-herói é o termo que designa o protagonista que não possui as virtudes tradicionalmente atribuídas aos heróis.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 131. Anti-heróis são personagens não inerentemente maus que, às vezes, praticam atos moralmente questionáveis. Contudo, algumas vezes é difícil traçar a linha que separa o anti-herói do vilão. No entanto, note-se que o anti-herói, diferente do vilão, costuma obter aprovação, seja através de seu carisma, seja por meio de seus objetivos muitas vezes justos ou ao menos compreensíveis, o que jamais os torna lícitos. A malandragem, por exemplo, é uma ferramenta tipicamente anti-heroica. == Origem == Não existe um momento definitivo para quando o anti-herói surgiu como um elemento literário. O anti-herói evoluiu ao longo do tempo, mudando junto com as concepções da sociedade sobre o herói, desde o Período elisabetano, com o Falstaff de Shakespeare, passando pelo pré-romantismo do Fausto de Goethe, até aos mais sombrios temas da literatura vitoriana do século XIX, como a Ópera dos Mendigos, de John Gay. Inicialmente, o anti-herói surge como um homem tímido, passivo e indeciso, que contrasta fortemente com os heróis clássicos. O herói byroniano também estabelece um precedente literário para o conceito moderno de anti-heroísmo, criando um anti-herói rebelde que é simpático, apesar de sua rejeição da virtude. == Distinção entre Anti-herói e Herói Trágico == Um anti-herói difere de um herói trágico por este ainda ser essencialmente heroico, mas com uma grande falha trágica: já no anti-herói as falhas são mais visíveis do que as suas qualidades heroicas. Anti-herói pode também ser definido como herói atrapalhado. Há mais de um tipo de anti-herói. Além dos que buscam satisfazer seus próprios interesses, há também os que sofrem desapontamentos em suas vidas, mas persistem até alcançar o ato heróico (como por exemplo, o Batman). Ainda há o tipo de anti-herói que está próximo do herói, mas segue a filosofia de que \"o fim justifica os meios\". Esse último é bem popular nos quadrinhos. Existem também anti-heróis que têm atitudes morais suficientes para serem heróis, mas não têm o condicionamento físico e/ou intelectual suficientes, só que não percebem ou se preocupam com esse fato. == Leitura na sociedade == Rousseau disse em seu livro Do Contrato Social (1762) que o homem nasce essencialmente bom, mas a sociedade o corrompe. Em contrapartida, o livro Leviatã (1651) de Hobbes indica que a visão do autor é que o homem é essencialmente mau, perverso e egoísta. Essa dualidade na percepção de mundo dos dois filósofos indica que todos nós temos esses dois lados dentro de nós. Esse aspecto nos permite entender o porquê dos anti-heróis geralmente serem amados pelo grande público, que é a identificação. Não nos reconhecemos na perfeição dos protagonistas heróis, mas também não nos vemos de maneira vil e desprezível como as dos vilões. == Ver também == * Herói * Vilão * Herói trágico * Protagonista Categoria:Heróis Categoria:Personagens modelos Categoria:Termos literários",
 "title": "Anti-herói"
}