{
 "id": "103096",
 "text": "Cultura nasca ou nazca foi a cultura arqueológica que floresceu a partir de entre 100 a.C. e 800 d.C. ao lado da árida costa sul do Peru, nos vales dos rios do Rio Grande de Nasca e do Vale Ica.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Fortemente influenciado pela mais antiga cultura paracas, que era conhecida por têxteis extremamente complexos, essa civilização produziu uma série de artesanatos e tecnologias, como cerâmica, têxteis e geoglifos. Eles são conhecidos por dois extensos projetos de construção que teriam exigido a coordenação de grandes grupos de trabalhadores: as Linhas de Nasca, imensos projetos no deserto cuja finalidade é desconhecida, e os puquios, aquedutos subterrâneos para fornecer água para irrigação e fins domésticos no árido ambiente. Várias dezenas ainda funcionam hoje. A província de Nasca na região de Ica foi batizada em homenagem a esse povo. == História == === Período === A sociedade nasca se desenvolveu durante o período intermediário inicial e geralmente é dividida no Proto-Nasca (fase 1, 100 a.C. - 1 d.C.), as culturas de Nasca Primitiva (fases 2–4, 1-450 d.C.), Nasca Média (fase 5, 450–550 d.C.) e Nasca Tardia (fases 6–7, 550–750 d.C.).\"Ceramic Production in Ancient Nasca: Provenance Analysis of Pottery from the Early Nasca and Tiza Cultures Through INNA\" by Kevin J. Vaughn, Journal of Archaeological Science (2006), Volume 33, Issue 5: 681–689 === Declínio e queda da civilização === A partir de 500 d.C., a civilização começou a declinar e por volta de 750 d.C. já havia entrado em colapso completo. Acredita-se que isso tenha ocorrido quando um El Niño provocou inundações generalizadas e destrutivas. As evidências também sugerem que o povo nasca pode ter exacerbado os efeitos dessas inundações, cortando gradualmente as árvores de Prosopis pallida para abrir espaço para a agricultura de milho e algodão. Estas árvores desempenham um papel extremamente importante como a pedra angular ecológica desta paisagem: em particular, evitando a erosão fluvial e eólica. A remoção gradual de árvores teria exposto a paisagem aos efeitos das perturbações climáticas, como o El Niño, levando à erosão e deixando os sistemas de irrigação secos e secos.\"The Role of Prosopis in Ecological and Landscape Change in the Samaca Basin, Lower Ica Valley, South Coast Peru from the Early Horizon to the Late Intermediate Period \" by Beresford-Jones, D., S. Arce, O.Q. Whaley and A. Chepstow-Lusty (2009). Latin American Antiquity Vol. 20 pp. 303–330 == Sociedade == === Estrutura social === A sociedade nasca primitiva era composta de chefias locais e centros regionais de poder desenvolvidos em torno de Cahuachi, um local cerimonial não urbano com montes esculpidos e praças.\"Cahuachi: New Evidence for an Early Nasca Ceremonial Role\" by Lidio M. Valdez, Current Anthropology 35, no. 5 (December 1994): 675–679 Os estudiosos desenvolveram teorias resultantes de várias escavações em Cahuachi. Eles sugerem que este local era o centro de rituais e festas relacionadas à agricultura, água e fertilidade. Isso pode ter sido resultado da deterioração ambiental. O eventual colapso do centro também pode ter sido resultado desse declínio. Cahuachi fica na parte inferior do Vale de Nasca e foi inicialmente ocupado durante a fase final da cultura paracas. É único entre todos os outros sítios nasca na região e é o local mais importante para o estudo da cultura nasca antiga. Esse povo transformou as huacas naturais (colinas) em montes piramidais para fins cerimoniais e religiosos. \"Cahuachi: New Evidence for an Early Nasca Ceremonial Role\" by Lidio M. Valdez, Current Anthropology 35, no. 5 (December 1994): 675–679 As escavações em Cahuachi forneceram aos arqueólogos percepções importantes sobre essa cultura. Os restos de material encontrados no local incluíam grandes quantidades de cerâmica policromada, tecidos simples e elegantes, vestígios de ouro e conchas de Spondylus e uma série de parafernália ritualística. Os restos de cerâmica encontrados em Cahuachi levaram os arqueólogos a acreditar que o local era especificamente de natureza cerimonial e não era usado como uma cidade. A proporção da cerâmica simples e utilitária em relação a cerâmica fina e policromada era de 30% a 70%.\"Cahuachi: Non-Urban Cultural Complexity on the South Coast of Peru\" by Helaine Silverman, Journal of Field Archaeology (1988), Volume 15, No. 4:403–430 A construção em Cahuachi foi encerrada. Parece que o local foi abandonado no final do período Nasca 3/ início de Nasca 4. Embora existam muitas razões possíveis para o colapso de Cahuachi, a maioria dos estudiosos acredita que a cessação do uso cerimonial do local está associada à seca pan- andina.\"Cahuachi: New Evidence for an Early Nasca Ceremonial Role\" by Lidio M. Valdez, Current Anthropology 35, no. 5 (December 1994): 675–679 Posteriormente (pós-Cahuachi) a sociedade Nasca foi estruturada de maneira semelhante à anterior, mas havia menos ênfase na construção de grandes complexos arquitetônicos como os de Cahuachi.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. === Religião === Provavelmente por conta da natureza árida e extrema do meio ambiente ao redor, as crenças religiosas nascas baseavam-se na agricultura e na fertilidade. Grande parte da arte nasca retrata poderosos deuses da natureza, como a baleia assassina, os colhedores, o mítico gato malhado, a criatura serpentina e, a mais comum das figuras adoradas, o ser mítico antropomórfico, muito parecido com a cultura moche contemporânea baseada no noroeste do Peru. Os xamãs aparentemente usavam drogas alucinógenas, como extrações do cacto San Pedro, para induzir visões. O uso de tais substâncias também é retratado na arte encontrada em cerâmica relacionada aos nascas.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Durante essa época, todos os membros da sociedade nas aldeias vizinhas migravam para o centro e também participavam da festa. As classes mais baixas podiam obter bens de alto valor, como cerâmica policromada sofisticada, por meio de banquetes. Em troca, as elites poderiam aumentar seu poder e estatuto político enquanto cooptavam os plebeus para o trabalho e a construção do local.\"Cahuachi: Non-Urban Cultural Complexity on the South Coast of Peru\" by Helaine Silverman, Journal of Field Archaeology (1988), Volume 15, No. 4:403–430 === Cabeças-troféu === O debate sobre o propósito das cabeças-troféu continua até hoje, se elas eram troféus de guerra ou objetos de ritual. As representações visuais das decapitações costumam associar os decapitadores a armas e roupas de estilo militar, mas essas vestimentas também poderiam ter sido usadas em circunstâncias puramente cerimoniais.\"The Body Context: Interpreting Early Nasca Decapitation Burials\" DeLeonardis, Lisa. Latin American Antiquity. 2000. Vol. 11, No. 4, pp. 363–368. O termo 'cabeça-troféu' foi cunhado pelo arqueólogo Max Uhle, que considerava a representação de cabeças decepadas na arte peruana antiga como correspondente aos troféus de guerra.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Os pesquisadores notaram que todas as cabeças tinham uma modificação em comum - um orifício na testa através do qual uma corda poderia ser afixada, presumivelmente para que a cabeça decepada pudesse ser exibida ou carregada. Esse detalhe contribuiu para o consenso de que se tratava de cabeças-troféus.\"A Cache of 48 Nasca Trophy Heads From Cerro Carapo, Peru\" by David Browne, Helaine Silverman, and Ruben Garcia, Latin American Antiquity (1993), Volume 4, No. 3: 274–294 Muitos enterros de indivíduos nascas são conhecidos como “enterros parciais”. Enterros parciais geralmente incluem feixes de membros, esconderijos de cabeças decepadas ou corpos sem várias partes.\"The Body Context: Interpreting Early Nasca Decapitation Burials\" DeLeonardis, Lisa. Latin American Antiquity. 2000. Vol. 11, No. 4, pp. 363–368. Durante o período de Nasca Média, o número de cabeças decepadas parece ter aumentado dramaticamente, a julgar pelos restos mortais. No período final da cultura nasca, esse número diminuiu, embora a prática da decapitação continuasse popular neste período.\"The Body Context: Interpreting Early Nasca Decapitation Burials\" DeLeonardis, Lisa. Latin American Antiquity. 2000. Vol. 11, No. 4, pp. 363–368. A iconografia nasca tardia sugere que o prestígio dos líderes da sociedade dessa época aumentou pelo sucesso da caça de cabeça.\"A Cache of 48 Nasca Trophy Heads From Cerro Carapo, Peru\" by David Browne, Helaine Silverman, and Ruben Garcia, Latin American Antiquity (1993), Volume 4, No. 3: 274–294 == Economia == A subsistência baseava-se principalmente na agricultura. Iconografia em cerâmicas e vestígios de escavações indicam que o povo nasca tinha uma alimentação variada, composta por milho, abóbora, batata-doce, mandioca e achira, e um pequeno vestígio de vários peixes. Eles também usaram várias culturas não alimentares, como algodão para têxteis, coca, cacto San Pedro e cabaças. Estas últimas eram decoradas para ilustrar as atividades da vida diária. Também há evidência do uso de cacau na sociedade nasca, o que pode ser visto em vestígios, mas também em desenhos em cerâmica. Da mesma forma, o alucinógeno cacto San Pedro foi ilustrado em cerimônias em vários potes e tigelas policromados. Em termos de recursos animais, os nascas faziam sacrifícios de lhamas e porquinhos-da-índia em Cahuachi. As lhamas também eram comumente exploradas como animais de carga, tosquiadas para a lã e consumidas como fonte de carne.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Com base em evidências arqueológicas, em algum momento durante o período Nasca Médio, o povo nasca criou um sistema de aquedutos para sustentar a vida em um ambiente extremamente árido. A data exata da construção dos puquios vem sendo debatida há algum tempo, visto que sua datação é bastante difícil devido aos materiais envolvidos em sua construção. As tentativas de datar as trincheiras também foram difíceis, pois os puquios foram encontrados em escavações. Isso destruiu o contexto inicial pelo qual suas datas poderiam ter sido interpretadas.\"The Puquios of Nasca\", Schreiber, Katharina J. and Rojas, Josue Lancho. (1995) Latin American Antiquity. Vol. 6, No. 3, pp. 229–254. As técnicas mais promissoras utilizadas até agora têm sido a análise AEM (acelerador de espectrometria de massa) de verniz desértico coletado nas rochas de dentro dos puquios, bem como o estudo dos padrões de assentamento na área.\"New Chronometric Dates for the Puquios of Nasca, Peru\", Clarkson, Persis B. and Dorn, Ronald I. (1995) Latin American Antiquity, Vol. 6, No. 1, pp. 56–69. O sistema de irrigação era composto por canais subterrâneos, conhecidos como puquios, que captavam a água subterrânea. Os canais eram cavados na encosta da montanha até atingirem os aquíferos sob a superfície. Os canais eram alinhados com pedras de rio. Eles não usavam argamassa para que a água passasse pelos canais. A água era transportada para canais de irrigação (acequias) com o objetivo de fornecer água diretamente para fins agrícolas, ou então a água era depositada em pequenos reservatórios (kochas) para posterior uso doméstico.\"The Puquios of Nasca\", Schreiber, Katharina J. and Rojas, Josue Lancho. (1995) Latin American Antiquity. Vol. 6, No. 3, pp. 229–254. Vários orifícios de acesso ou ojos (olhos) foram colocados ao longo da superfície desses canais subterrâneos e operavam da mesma forma que os bueiros modernos. As pessoas desciam nos puquios para limpar obstruções ou fazer reparos. É difícil dizer quando esses canais subterrâneos foram construídos porque os puquios existentes foram alterados e muitos deles são perigosos demais para serem explorados no subsolo. O comprimento dos puquios é estimado medindo-se as distâncias percorridas entre os ojos.\"The Puquios of Nasca\", Schreiber, Katharina J. and Rojas, Josue Lancho. (1995) Latin American Antiquity. Vol. 6, No. 3, pp. 229–254. Muitos desses canais permanecem em uso até hoje. Isso também atesta sua importância para gerações de povos antigos no ambiente árido. Com o uso moderno, as pessoas alteraram os puquios para serem usados com mais eficiência, incluindo a instalação de bombas motorizadas. Em alguns casos, os kochas são forrados com concreto para melhor reter a água.\"The Puquios of Nasca\", Schreiber, Katharina J. and Rojas, Josue Lancho. (1995) Latin American Antiquity. Vol. 6, No. 3, pp. 229–254. Alguns dos canais mais bem preservados são aqueles localizados em Cantalloc.\"Cahuachi: Non-Urban Cultural Complexity on the South Coast of Peru\" by Helaine Silverman, Journal of Field Archaeology (1988), Volume 15, No. 4:403–430 == Artes e tecnologia == === Cerâmica === A cultura nasca é caracterizada por sua cerâmica policromada, pintada com pelo menos 15 cores distintas. Os principais formatos de cerâmica incluem garrafas de bico duplo, tigelas, xícaras, vasos, formas de efígies e criaturas míticas. Os arqueólogos escavaram cerâmicas policromadas de alto valor entre todas as classes da sociedade nasca, ilustrando que não era apenas a elite que tinha acesso a elas. Os plebeus conseguiam obter esses bens por meio de festas e peregrinações a Cahuachi. Além disso, argilas correspondentes à assinatura química da cerâmica policromada encontradas em toda a região de Nasca ao sul foram encontradas perto de Cahuachi. No entanto, não há evidências substanciais da produção de cerâmica em Cahuachi. O local provavelmente era um centro de redistribuição de cerâmica.\"Moving Beyond Iconography: Neutron Activation Analysis of Ceramics from Marcaya, Peru.\" Vaughn, Kevin J. and Neff, Hector. Journal of Field Archaeology. (2000) Vol. 27, No. 1, pp. 75–90. A cerâmica nasca foi dividida em nove fases. As representações visuais encontradas na cerâmica da fase 1 (também chamada de proto-nasca) incorporaram temas realistas, como frutas, plantas, pessoas e animais. O realismo ganhou importância nas três fases seguintes (2, 3, 4) denominadas fases \"monumentais\". A cerâmica dessas fases inclui representações de seu assunto principal contra um fundo vermelho, preto ou branco ousado. Na fase 5 o houve considerável experimentação, incluindo a adição de raios, volutas e outros anexos \"proliferativos\" aos motivos sobrenaturais nos vasos. A fase 5 é chamada de \"transicional\", pois faz a ponte entre a mudança de estilo entre o naturalismo das fases 2 e 4 e os elementos proliferantes adicionados aos motivos nas fases 6 e 7. As fases 6 e 7 incluem alguns dos motivos anteriores, mas também enfatizam temas militaristas, sugerindo uma mudança na organização social. Os motivos nessas fases incluem elementos abstratos como parte do design. Um grande número de raios e borlas são anexados a muitos dos desenhos, particularmente aqueles que retratam temas míticos, produzindo uma impressão visual de elementos quase infinitamente multiplicados, uma impressão que explica o uso do termo 'proliferante'.From Monumental to Proliferous in Nasca Pottery by Richard Roark (1965) Nawpa Pacha 3:2 Finalmente, durante a fase 8 foram introduzidas figuras desarticuladas e uma iconografia geométrica difícil de decifrar. Acredita-se que as fases 8 e 9 datem do Horizonte Médio, um período de mudança no poder da costa para as terras altas com o advento da cultura de huari por volta do ano 650.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Os nascas, como todas as outras sociedades pré-colombianas da América do Sul, incluindo os incas, não tinham sistema de escrita, em contraste com os maias contemporâneos da Mesoamérica, no atual México. A iconografia ou símbolos em suas cerâmicas serviram como meio de comunicação. Os motivos descritos na cerâmica nasca se enquadram em duas categorias principais: sagrados e profanos. Os nascas acreditavam em poderosos espíritos da natureza que controlavam a maioria dos aspectos da vida e visualizavam esses espíritos na forma de seres míticos, criaturas que combinavam características humanas e de animais/pássaros/peixes, que foram pintados em suas cerâmicas. Esses seres míticos incluem variedades como o ser mítico antropomórfico, o pássaro horrível, a baleia assassina mítica, o gato malhado, o homem felino e a face radiada.A Sourcebook of Nasca Ceramic Iconography by Donald A. Proulx (2006) University of Iowa Press === Têxteis === Os nascas também são conhecidos por seus têxteis tecnicamente complexos que provavelmente eram tecidos por mulheres com lã e algodão fiado.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Os tecidos teriam sido feitos com um tear de correia traseira. Isso é semelhante ao modo como os têxteis são tecidos na região hoje. Xales, vestidos, túnicas, cintos e bolsas foram encontrados em escavações em Cahuachi e em outros lugares. Muitos têxteis associados aos nascas são peças de vestuário que foram incluídas com bens mortais encontrados em cemitérios. Quase todos os corpos encontrados estão envolvidos (às vezes parcialmente) em um tecido como parte do ritual de sepultamento. Esses tecidos também são encontrados com enterros parciais. Frequentemente, pilhas de ossos são encontradas embrulhadas em uma vestimenta de tecido.\"The Body Context: Interpreting Early Nasca Decapitation Burials\" DeLeonardis, Lisa. Latin American Antiquity. 2000. Vol. 11, No. 4, pp. 363–368. O \"tecido de paracas\", um tecido lindamente preservado do período intermediário inicial (300 a.C.-100 a.C.), é um dos melhores tecidos conhecidos desse povo. Este tecido, também conhecido como BMT (Brooklyn Museum Textile), está na coleção do Brooklyn Museum. O manto mede 62x148 cm e é trabalhado em fibras de algodão e camelídeo com diversas técnicas. A parte do meio é uma malha de gaze muito fina, provavelmente tecida em um tear de tiras traseiras em uma teia de quatro ourelas típica com urdidura e trama de algodão. Esta teia central é padronizada com 32 cabeças raiadas repetidas em seis cores diferentes. A coloração foi conseguida pelo meticuloso método de embrulhamento de urdidura, onde a urdidura é coberta em seções com lã de camelídeo tingido. O tecido liso sobre as áreas envoltas cria um tecido de dupla face, que se espelham perfeitamente. A simetria absoluta do desenho é quebrada nas bordas longas, onde um lado tem motivos espirais extras e o outro termina com triângulos escalonados. Dobrar o tecido semitransparente no sentido do comprimento aproximaria essas bordas, formando o desenho da fricção escalonada, elemento amplamente utilizado nos desenhos andinos e mesoamericanos. A barra tridimensional é uma procissão colorida de 90 personagens coloridos altamente detalhados e é trabalhada em fio de camelídeo pelo método de laçada em malha cruzada. Guerreiros ou senhores com parafernália de guerra, mulheres e xamãs com a adição de duas lhamas estão caminhando ao redor da borda em uma faixa vermelha, que é presa à teia central com flores coloridas repetidas ritmicamente. As costas e as frentes das figuras são imagens espelhadas, exceto por três figuras. Ao lado das figuras há uma abundância de vegetação representada, o que é característico dos trabalhos têxteis nascas. A orla tridimensional anexada à seção média leve sugere que este manto nunca foi pendurado e muito provavelmente era usado colocado no chão servindo como um campo de adivinhação. Lois Martin, que estudou extensivamente o manto, sugere que talvez ele fosse usado como um calendário para registrar o tempo dos rituais. A extensa análise de Mary Frame dos têxteis de Cahuachi revelou mais sobre as mulheres nasca. Ela observou que embora as mulheres raramente sejam reconhecidas no registro arqueológico, elas tinham acesso imediato a materiais de alto status e o direito de usar imagens sagradas ou poderosas em suas roupas.\"What the Women Were Wearing\" by Mary Frame, Textile Museum Journal (2003/04), Volume 42-43:13–53 === Linhas de Nasca === As Linhas de Nasca são uma série de formas geométricas, quilômetros de linhas e grandes desenhos de figuras de animais (alguns tão grandes quanto um campo de futebol) construídos no solo do deserto na região de Nasca.Between the Lines: The Mystery of the Giant Ground Drawings of Ancient Nasca, Peru. Aveni, Anthony F., University of Texas Press. Austin. 2000. O objetivo das linhas continua a ser debatido. Alguns pesquisadores teorizam que elas foram criadas para os deuses olharem para elas de cima, enquanto outros sugerem que eles eram uma espécie de calendário com alinhamentos astronômicos que ajudariam no plantio e colheita das safras. Outros achavam que as linhas eram os caminhos para importantes procissões cerimoniais.Between the Lines: The Mystery of the Giant Ground Drawings of Ancient Nasca, Peru. Aveni, Anthony F., University of Texas Press. Austin. 2000. As linhas foram estudadas por especialistas de várias disciplinas. Antropólogos, arqueólogos e astrônomos, todos estudaram as linhas,The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. mas não encontraram evidências conclusivas para qualquer uma das teorias quanto ao propósito delas. === Trepanação e manipulação craniana === A trepanação era uma cirurgia craniana primitiva usada pelos nascas para aliviar a pressão sobre o cérebro de feridas de batalha ou para fins rituais. Implica a remoção de uma ou mais seções do osso do crânio (enquanto a pessoa ainda está viva). A evidência de trepanação foi vista através da análise de crânios escavados. Alguns dos crânios mostram sinais de cura, evidência de que a pessoa sobreviveu à operação. Crânios alongados, como resultado da manipulação craniana, também foram encontrados nas escavações de Cahuachi. Esse efeito era obtido ao amarrar uma almofada na testa do bebê e uma prancha na parte de trás da cabeça da criança. Os arqueólogos podem apenas especular sobre por que isso era feito com alguns dos crânios. Várias teorias sugerem que a manipulação craniana criava uma identidade étnica, transformava o indivíduo em um ser social ou pode ter um sinal de status social.The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. Algumas culturas históricas de nativos americanos na América do Norte também praticavam manipualção craniana, como os povos snake, cowlitz e chinook, a maioria dos quais vivia a oeste do rio Columbia, no noroeste do Pacífico. Eles eram informalmente conhecidos como povos \"flathead\". === Bibliografia === *Local Differences and Time Differences in Nasca Pottery by Donald A. Proulx (1968) University of California Press *The Incas and their Ancestors: The Archaeology of Peru by Michael E. Moseley. 1992. *Cahuachi in the Ancient Nasca World Silverman, Helaine. University of Iowa Press. Iowa City. 1993. *\"The Archaeological Identification of an Ancient Peruvian Pilgrimage Center\" by Helaine Silverman, World Archaeology 26, no. 1 (June 1994): 1–18 *\"Paracas in Nazca: New data on the Early Horizon Occupation of the Rio Grande de drainage, Peru\" Silverman, Helaine. (1994) Latin American Antiquity, Vol. 5, No. 4, pp. 359–382. *Early Nasca Needlework by Alan R. (1996) Sawyer Laurence King. *Der Nasca-Ikonenkomplex: Seine mythischen Gestalten und ihre Entwicklung, erschlossen aus den Darstellungen gegenständlicher Bildwerke/Nasca Iconography. Its mythical Figures and their Evolution, established on the Basis of Pictorial Works, by Christiane Clados, Dissertation, Free University Berlin *The Nasca by Helaine Silverman and Donald A. Proulx. Blackwell Publishers. Malden. 2002. *Ancient Nazca Settlement and Society by Helaine Silverman (2002) University of Iowa Press *Irrigation and Society in the Peruvian Desert: The Puquios of Nasca by Katherine H. Schreiber, Josue Lancho Rojas, Lexington Books, Lanham, Maryland, 2003, *\"What the Women Were Wearing\" by Mary Frame, Textile Museum Journal (2003/04), Volume 42-43:13–53 *\"Households, Crafts and Feasting in the Ancient Andes: The Village Context of Early Nasca Craft Consumption\" by Kevin J. Vaughn, Latin American Antiquity (2004), Volume 15, No. 1:61–88 *\"Burial Patterns and Sociopolitical Organization in Nasca 5 Society\" by William Harris and Helaine Silverman, Andean Archaeology III (2006), Volume 3:374–400 *\"A Compositional Perspective on the Origins of the Nasca Cult at Cahuachi\" by Kevin J. Vaughn, Journal of Archaeological Science (2007), Volume 34, Issue 5:814–822 *The Ancient Nasca World New Insights from Science and Archaeology by Rosa Lasaponara, Nicola Masini, Giuseppe Orefici, Springer International Publishing, 2016, == Ligações externas == * Nazca Categoria:Estados extintos da América da Antiguidade Categoria:Estados extintos da América da Idade Média Categoria:Estados extintos do Peru Categoria:Nazca",
 "title": "Cultura nasca"
}