{
 "id": "103047",
 "text": "As Marcas (em italiano le Marche, pronuncia-se /le ˈmarke/) são uma região da Itália central com 1,5 milhão de habitantes com área de 9401 km² cuja capital é Ancona. Tem limites ao norte com a Emília-Romanha e a República de San Marino, a noroeste com a Toscana, a oeste com a Úmbria, a sudoeste com o Lácio, ao sul com os Abruzos e a leste com o mar Adriático. == Administração == Esta região é composta das seguintes províncias: * Pesaro e Urbino * Ancona * Macerata * Fermo * Ascoli Piceno == Geografia == Seu território é sujeito a terremotos: 97,3% da região, ou 230 cidades, são classificadas como risco médio ou alto.Mapa sísmico das cidades italianas 2003 , em italiano. O litoral tem 173 km de extensão e é caracterizado majoritariamente por praias com amplas faixas de areia, 98,2% delas de águas balneáveis.Marcas é uma das regiões de praias mais balneáveis, jornal Il Resto del Carlino de 4 de agosto de 2009, em italiano No interior da região, as praias dão lugar a uma cadeia de colinas de cerca de 200 km². O setor ocidental das Marcas é cortado pelos Apeninos. O grupo montanhoso mais elevado é a cadeia dos montes Sibillini, entre as províncias de Fermo, Ascoli Piceno e Macerata, onde o monte Vettore (2478 m) delinea a paisagem. Outros montes da região são: monte Nerone (1526 m), monte Catria (1702 m), monte San Vicino (1479 m), monte Pennino (1570 m), monte Rotondo (2103 m), monte Fema (1575 m), monte Priora (2334 m), monte Bove (2143 m), monte Sibilla (2175 m), monte Vallelunga (2221 m), monte Porche (2335 m), monte Argentella (2201 m). Nas Marcas, parte dos Apeninos é chamada de Sibillini por conta de uma antiga lenda local que diz que as antigas videntes virgens do Império Romano, as sibilas, refugiaram-se nas cavernas da região depois que o império fora convertido oficialmente ao cristianismo. Como eram pagãs (geralmente ligadas a Apolo), as sibilas resolveram se esconder nos Apeninos para fugir da perseguição monoteísta que enxergava o paganismo como heresia. == História == A história da região das Marcas é muito antiga, anterior até mesmo aos etruscos, pois a costa adriática naquele trecho foi ocupada por Siracusa, por gregos e sabinos no século IX a.C.. É terra de gênios como Rafael, Pergolesi e Bramante.Região das Marcas na Italia, portal de viagem eSobre == Esporte == O esportista mais famoso da região é Valentino Rossi, nascido na cidade de Urbino em 16 de fevereiro de 1979. Piloto profissional de motociclismo, ele é vencedor de nove títulos mundiais, sendo seis deles na principal categoria, a MotoGP, da qual é o atual campeão. É um dos mais bem sucedidos pilotos de todos os tempos. Outro importante marchigiano é Roberto Mancini, ex-futebolista e atual treinador da Seleção Italiana. == Cultura == thumb|200px|left|Fachada do Palazzo Ducale de Urbino. A região das Marcas abriga uma das mais representativas cidades do Renascimento italiano, Urbino. Localizada no topo de uma colina em meio aos Apeninos, a pequena cidade de pouco mais de 15 mil habitantes ainda conserva as pesadas muralhas que a defenderam de invasores por séculos, trajando ares medievais permeada por palácios e obras de arte a céu aberto. Urbino também é a cidade natal do pintor renascentista Rafael), que começou sua carreira pintando figuras nas paredes da casa na qual morava com a família. Hoje, a casa (transformada em museu, recém reformada e aberta ao público) abriga importantes pinturas de um Rafael ainda jovem e iniciante, antes de sua mudança definitiva para Florença, onde aprimorou sua arte e se consagrou. A cidade litorânea Pesaro é a terra natal do compositor erudito Gioachino Rossini, que criou 39 óperas além de diversas peças de música sacra e música de câmara. Rossini é autor de obras como Il barbiere di Siviglia (\"O Barbeiro de Sevilha\"), La Cenerentola (\"A Cinderela\") e Guillaume Tell (\"Guilherme Tell\"). Em meados do mês de agosto (final do verão europeu), Pesaro recebe há 31 anos artistas e público de diversas partes do mundo por conta do Rossini Opera Festival, um festival de obras eruditas executadas em diversas partes da cidade em homenagem a seu filho ilustre. O palco principal do evento é o Teatro Rossini, construído em 1818 e localizado no centro histórico da cidade. == Personalidades == * Clara Postacchini * Federico da Montefeltro * Giacomo Leopardi * Gioachino Rossini * Giò Pomodoro * Giovanni Allevi * Papa Clemente XI * Papa Clemente VIII * Papa Leão XII * Papa Pio VIII * Papa Pio IX * Papa Nicolau IV * Papa Sisto V * Rafael Sanzio * Roberto Mancini * Valentino Rossi == Administração == Esta região é composta das seguintes províncias: * Ancona * Ascoli Piceno * Macerata * Pesaro e Urbino * Fermo == Ver também == * Regiões da Itália * Lista de províncias da Itália * Lista de comunas das Marcas == Ligações externas == *",
 "title": "Marcas"
}