{
 "id": "103169",
 "text": "Grêmio Recreativo Escola de Samba Acadêmicos do Salgueiro (ou simplesmente Acadêmicos do Salgueiro) é uma das mais tradicionais escolas de samba da cidade do Rio de Janeiro. Originária do Morro do Salgueiro, atualmente é sediada na Rua Silva Teles, n.º 104, no bairro do Andaraí, onde também funciona a Vila Olímpica do Salgueiro. Foi fundada em 5 de março de 1953, a partir da fusão de duas escolas de samba do Morro do Salgueiro, a Depois Eu Digo e a Azul e Branco. Possui nove títulos de campeã do Grupo Especial do carnaval carioca, conquistados nos anos de 1960, 1963, 1965, 1969, 1971, 1974, 1975, 1993 e 2009, ocupando assim, junto com o Império Serrano e a Imperatriz Leopoldinense, a posição de quarta maior vencedora no rol das campeãs do carnaval do Rio de Janeiro. É uma das maiores vencedoras do Estandarte de Ouro, sendo premiada como melhor escola por oito vezes. É a maior vencedora do Tamborim de Ouro, conquistando por seis vezes o prêmio principal. Nunca foi rebaixada do Grupo Especial. Sua pior colocação ocorreu em 2006, quando obteve o 11.º lugar. O Salgueiro desfilou pela primeira vez em 1954, conquistando o terceiro lugar, à frente da super campeã Portela. A escola foi responsável por renovar a estética do carnaval carioca ao convidar artistas de formação acadêmica, para confeccionar seus desfiles. Em 1959, foi o casal de artistas plásticos Dirceu e Marie Louise Nery os responsáveis pelo desfile da escola, sobre o pintor francês Jean-Baptiste Debret. A apresentação chamou atenção de um dos julgadores, o professor da Escola de Belas Artes e cenógrafo do Teatro Municipal do Rio de Janeiro Fernando Pamplona, que foi convidado pelo presidente da escola, Nelson de Andrade, para confeccionar o desfile de 1960. Neste ano, a escola conquistou o seu primeiro campeonato, com o enredo \"Quilombo dos Palmares\". Também nesse período, a escola inovou na escolha dos enredos, homenageando personalidades brasileiras, na época, pouco conhecidas, como Zumbi dos Palmares (em 1960), Xica da Silva (em 1963), Chico Rei (em 1964) e Dona Beija (em 1968). Naquela época, apenas figuras conhecidas da história nacional eram temas de enredo.http://www.historia.uff.br/stricto/td/1486.pdf Em 1963, pela primeira vez no carnaval carioca, uma escola de samba apresentava um enredo centrado em uma personalidade feminina. A escola inovou, mais uma vez, ao apresentar uma ala de passo marcado. Coreografada por Mercedes Baptista, a primeira bailarina negra do Teatro Municipal do Rio de Janeiro, a ala trazia casais dançando um minueto. A ideia causou polêmica, mas, com o passar do tempo, o artifício foi utilizado por outras agremiações em seus desfiles. Polêmicas à parte, naquele ano a escola conquistou o seu segundo título de campeã do carnaval carioca, com um enredo de Arlindo Rodrigues sobre Chica da Silva. Em 1965, conquistou o seu terceiro campeonato com um enredo sobre a história do carnaval carioca. Em 1969 foi campeã fazendo uma homenagem à Bahia. Em 1971, conquistou o seu quinto título de campeã com o popular samba-enredo \"Festa para um rei negro\", conhecido pelo refrão \"O-lê-lê, o-lá-lá / Pega no ganzê / Pega no ganzá\". Os anos de 1974 e 1975 marcaram uma nova mudança na escolha dos enredos. O carnavalesco Joãosinho Trinta conquista mais dois títulos para a escola com dois enredos oníricos, misturando realidade e imaginação. Em 1993, a escola foi protagonista de um dos momentos mais marcantes do carnaval carioca. Com o enredo \"Peguei um Ita no Norte\", do carnavalesco Mário Borriello, a escola conquistava o seu oitavo campeonato. Durante o desfile, o público presente no Sambódromo cantou em coro o popular samba-enredo, conhecido pelo refrão \"Explode coração / Na maior felicidade / É lindo o meu Salgueiro / Contagiando, sacudindo essa cidade\". Em 2009 a escola conquistou o seu nono título de campeã do carnaval carioca, com o enredo \"Tambor\", do carnavalesco Renato Lage. Alguns dos mais importantes carnavalescos da história do carnaval carioca iniciaram a carreira na Acadêmicos do Salgueiro. Entre eles, Arlindo Rodrigues, Rosa Magalhães, Lícia Lacerda, Maria Augusta, Renato Lage, Max Lopes e Joãosinho Trinta - todos de formação acadêmica. A maioria foi levado para a escola por Fernando Pamplona, fato que lhe deu a alcunha de \"o pai de todos os carnavalescos\". Aos poucos, outras escolas aderiram à ideia, consolidando a presença de artistas acadêmicos no carnaval carioca. A escola possui o lema \"Nem melhor, nem pior, apenas uma escola diferente\". É apelidada de \"Academia do samba\", e sua bateria é denominada \"A Furiosa\". == Fundação == A Escola de Samba Acadêmicos do Salgueiro teve origem no Morro do Salgueiro, no bairro da Tijuca, na Zona Norte da cidade do Rio de Janeiro. Na localidade existiam vários blocos carnavalescos como: Capricho do Salgueiro, Flor do Camiseiros, Terreiro Grande, Príncipe da Floresta, Pedra Lisa, Unidos da Grota e Voz do Salgueiro. Da união de pequenos blocos, surgiram três escolas de samba: Azul e Branco, Unidos do Salgueiro e Depois Eu Digo. A Escola de Samba Azul e Branco tinha entre seus componentes Antenor Gargalhada, o português Eduardo Teixeira, e Paolino Santoro, conhecido como Italianinho do Salgueiro. A Unidos do Salgueiro, de cores azul e rosa, foi formada pela união dos blocos Capricho do Salgueiro e Terreiro Grande, e tinha como comandante Joaquim Casemiro, conhecido como Joaquim Calça Larga. A Escola de Samba Depois Eu Digo, de cores verde e branco, foi fundada em 1934 e tinha entre seus componentes Mané Macaco, Paulino de Oliveira, Ceciliano (Peru), entre outros. As três escolas tinham como patrono o industrial Antônio Almeida Valente de Pinho. As escolas do Salgueiro não conseguiam ameaçar o domínio de Portela, Império Serrano e Mangueira. No carnaval de 1953, a Unidos do Salgueiro se classificou em 6.º; a Depois Eu Digo em 13.º; e a Azul e Branco em 21.º. Após a proclamação do resultado daquele ano, componentes das três escolas iniciaram uma campanha para unir as três agremiações, a fim de criar uma escola forte, que pudesse disputar os campeonatos com as agremiações mais tradicionais. O compositor Geraldo Babão desceu o Morro do Salgueiro cantando um samba composto por ele próprio cerca de um ano antes: “Vamos balançar a roseira / Dar um susto na Portela, no Império, na Mangueira / Se houver opinião, o Salgueiro apresenta uma só união (...)\". Junto à Babão, se reuniram componentes e as baterias das três agremiações, em um cortejo em direção à Praça Saenz Peña. A partir de então, foram realizadas várias reuniões e diversos debates sobre a fusão das escolas do morro. A primeira reunião foi realizada em 25 de fevereiro de 1953. Na reunião do dia 27 de fevereiro do mesmo ano, foram escolhidas as cores e o nome da nova agremiação. Em outra reunião, no dia 2 de março, a Unidos do Salgueiro desistiu de participar da fusão. Os demais sambistas procuraram o patrono das três escolas, Antônio Almeida, que incentivo a união das outras duas agremiações. A Escola de Samba Acadêmicos do Salgueiro foi fundada em 5 de março de 1953, a partir da fusão das escolas Depois Eu Digo e Azul e Branco, acordadas em uma reunião na sede da Depois Eu Digo, no morro do Salgueiro. A Unidos do Salgueiro, que tinha como representante maior o sambista Joaquim Calça Larga, não concordou com a união e, por esse motivo, não participou da fusão. Com o passar do tempo, a Unidos do Salgueiro foi extinta e seus componentes ingressaram na Acadêmicos do Salgueiro, inclusive Joaquim Calça Larga, que se tornou um dos principais nomes da escola. Em uma nova reunião, realizada na sede da Confederação Brasileira das Escolas de Samba, na Rua Uruguaiana, número 113, foi eleita a primeira diretoria da escola, formada por Paulino de Oliveira (Presidente); Olímpio Correia da Silva, o \"Mané Macaco\" (Vice-Presidente); Eduardo dos Santos Teixeira (Presidente de honra); Antônio Almeida Valente de Pinho (Patrono); Alcides Nascêncio de Carvalho (Secretário); Djalma Felisberto, o \"Chocolate\" (Segundo-secretário); Pedro Ceciliano, o \"Peru\" (Tesoureiro); Manoel Vicente de Oliveira, o \"Manoel Carpinteiro\" (Segundo-tesoureiro); Durval Antônio Jesus (Procurador); Antônio José da Silva, o \"Malandro\" (Segundo-procurador); Manoel Bernardo, o \"Cabinho\" e Manoel de Souza Gomes o \"Manelito\" (Sindicância); Custódio Augusto (Presidente do Conselho Fiscal); João Batista dos Santos, o \"Bitaca\", Mário José da Silva o \"Totico\", Joviano de Oliveira e Manoel Laurindo da Conceição, o \"Neca da Baiana\" (Membros do Conselho Fiscal). == Atributos == === Nome === O nome da escola foi escolhido em uma reunião realizada na sede da Confederação Brasileira das Escolas de Samba, no dia 27 de fevereiro de 1953, antes da reunião de fundação do Salgueiro. A reunião foi mediada por Oscar Messias Cardoso, presidente da Confederação. Ele próprio sugeriu nomear a agremiação de \"Milionários do Salgueiro\". Paulino de Oliveira, presidente da Depois eu Digo, sugeriu o nome \"Salgueiro Capital do Samba\". Pedro Ceciliano indicou \"Unidos Acadêmicos\". Eduardo Santos Teixeira, presidente da Azul e Branco, propôs \"Acadêmicos do Salgueiro\". Joaquim Calça Larga sugeriu “Academia do Salgueiro”. Manoel Vicente de Oliveira propôs \"Voz do Salgueiro\". Também foram sugeridos os nomes \"União do Salgueiro\" e \"Catedráticos do Salgueiro\". Após longa discussão, Joaquim Calça Larga apoiou o nome “Acadêmicos do Salgueiro”, que posto em votação, foi aprovado pelos demais. === Alcunha === A escola é apelidada de \"Academia do Samba\", enquanto seus torcedores são chamados pelo designativo \"salgueirense\". === Cores === Em reunião realizada no dia 27 de fevereiro de 1953, foi aprovada, através de votação, as cores verde e amarela. Porém, após essa reunião, outras foram realizadas, no que as cores foram rediscutidas. O Salgueiro tem como cores o vermelho e o branco, escolhidas por Francisco Assis Coelho (Gaúcho), na reunião de fundação da escola, em 5 de março de 1953. A justificativa pela escolha e de que, na época, não havia escola com esta combinação de cores. === Símbolos === O Salgueiro tem como símbolos quatro instrumentos de percussão: pandeiro, surdo de barrica, tamborim quadrado e afoxé de cabaça com fitas; além de uma baqueta representando os demais tambores surdos. Todos característicos da década de 1950. === Bandeira === A bandeira do Salgueiro foi criada em 1956, por Pedro Ceciliano (Peru), na gestão do presidente Nelson de Andrade. Antes da oficialização, os pavilhões mudavam a cada ano, de acordo com o enredo da escola. A bandeira oficial consiste em um retângulo formada por 16 raios, dispostos em cores intercaladas (8 vermelhos e 8 brancos), partindo do escudo da escola, no canto superior esquerdo, em direção às extremidades do pavilhão. O escudo do Salgueiro é formado por um círculo vermelho, onde ficam dispostos os símbolos da escola (pandeiro, surdo de barrica, tamborim quadrado, afoxé de cabaça com fitas e uma baqueta). Os instrumentos são circundados pela inscrição \"G.R.E.S. Acadêmicos do Salgueiro\" em letras brancas, maiúsculas, da esquerda para a direita, começando na parte central e inferior do círculo. Entre o início e o final da inscrição, na parte inferior do círculo, localiza-se o ano de confecção da bandeira. A bandeira sofreu transformações ao longo dos anos. Durante algum tempo, o escudo localizava-se ao centro do pavilhão. A partir do carnaval de 2006 foi retomado o desenho original. === Lema da escola === == Pioneirismos, inovações e \"revolução estética\" == A história do Salgueiro, entre as décadas de 50 e 70, é marcada por pioneirismos e inovações. A escola foi a primeira agremiação a convidar artistas plásticos, de formação acadêmica para confeccionar seus desfiles. Em 1959, o casal de artistas plásticos Dirceu e Marie Louise Nery foram responsáveis pelo desfile da escola. Em 1960, o professor da Escola de Belas Artes e cenógrafo do Teatro Municipal do Rio de Janeiro Fernando Pamplona foi convidado para confeccionar o desfile da agremiação. Pamplona ainda levaria ao Salgueiro o figurinista do Teatro Municipal carioca, Arlindo Rodrigues; o aderecista e desenhista da Escola de Belas Artes, Nilton Sá; Max Lopes, também da EBA; e suas alunas, também da Escola de Belas Artes, Lícia Lacerda, Maria Augusta e Rosa Magalhães; além do cenógrafo Renato Lage. Joãosinho Trinta, naquela época bailarino do Municipal, também começou no Salgueiro, sendo levado por Arlindo Rodrigues. A entrada de artistas acadêmicos no carnaval carioca provocou uma revolução estética nos desfiles das escolas de samba. Os quesitos plásticos (fantasias e alegorias), que até então ficavam em segundo plano em detrimento ao samba, bateria e outros quesitos, ganharam grande importância ao receberem maior tratamento visual. Portados de maior conhecimento sobre artes plásticas e cenografia, Pamplona e seus \"pupilos\" buscaram imprimir maior efeito visual às fantasias e alegorias, introduzindo materiais alternativos como palha, ráfia, raspa de vime, feltro, papel alumínio, sisal, isopor, entre outras fibras. Com o passar do tempo, outras escolas levaram artistas acadêmicos para confeccionar seus desfiles, consolidando a presença de artistas plásticos nas escolas de samba. O Salgueiro também inovou nas escolhas dos enredos, homenageando personalidades brasileiras pouco conhecidas na época, como Zumbi dos Palmares (em 1960), Chica da Silva (em 1963), Chico Rei (em 1964) e Dona Beija (em 1968). Na época, apenas figuras conhecidas da história nacional eram temas de enredo, herança do patriotismo imposto pelo Estado Novo e que ainda vigorava no carnaval carioca. Em 1957, a escola colocou os afrodescendentes como protagonistas do carnaval, ao realizar o enredo \"Navio Negreiro\", sobre a viagem de escravos ao Brasil. A escola criou forte identificação com essa temática, tendo diversos enredos abordando a cultura afro-brasileira. Também foi a primeira escola a fazer um enredo sobre uma personalidade feminina, com \"Xica da Silva\", de 1963. Neste mesmo ano, foi a primeira escola a apresentar uma ala de passo marcado. Mercedes Baptista, a primeira bailarina negra do Teatro Municipal do Rio de Janeiro, coreografou a ala \"o minueto\". Na época, a ideia causou polêmica, mas, com o passar do tempo, o artifício foi utilizado por outras agremiações em seus desfiles. Em 1965, a escola inovou ao apresentar vinte rapazes da comunidade, fantasiados de burrinhas, em sua comissão de frente, lugar tradicionalmente ocupado por integrantes da velha guarda. Fernando Pamplona atribuiu as mudanças na forma de fazer desfile a Nelson de Andrade, presidente do Salgueiro, que lhe convidou para fazer o desfile da escola em 1960. Segundo Pamplona, Nelson \"foi o cara que revolucionou o carnaval. Em vez de cantar 'capa e espada' cantou o artista\". Em 1974, outra inovação na construção de um enredo. Misturando realidade e imaginação, \"O Rei da França na Ilha da Assombração\" foi o primeiro enredo onírico criado por Joãosinho Trinta. No ano seguinte, o carnavalesco usaria a imaginação para criar mais um enredo fictício, em que as minas do Rei Salomão eram extraídas do Brasil. A escola também foi uma das responsáveis por uma mudança no gênero de sambas-enredo. Numa época de sambas extensos, com letras rebuscadas e melodia cadenciada, a escola apostou em sambas curtos, de letras fáceis e refrões fortes. O primeiro foi \"Bahia de Todos os Deuses\", de 1969. Mas foi em 1971 que a escola conquistou grande êxito, com o samba composto por Zuzuca para o enredo \"Festa Para Um Rei Negro\". O samba fez sucesso antes mesmo de vencer a disputa na quadra. Foi campeão de vendagem ao ser regravado e lançado como single individual pelo cantor Jair Rodrigues. Fez sucesso no exterior, e virou hino de torcida de futebol. Após o sucesso do samba de 1971, compositores de outras escolas passaram a adotar o novo modelo. Em 1972, a escola Império Serrano foi campeã do carnaval carioca com um samba-enredo nesse novo formato. O fato gerou grande discussão entre os sambistas. Silas de Oliveira, da Império Serrano, por exemplo, abandonara as disputas de samba exatamente por desaprovar esse novo modelo de \"samba fácil\". No carnaval de 1959, em mais um ato de pioneirismo, o Salgueiro comunicou à organização dos desfiles que não usaria a corda que separava o público dos desfilantes, embora fosse obrigatório pelo regulamento. Foi a primeira escola a homenagear outra agremiação, com enredo \"Nossa Madrinha, Mangueira Querida\", de 1972. Em 1973, Joãosinho Trinta colocou, pela primeira vez, uma pessoa em cima de um carro alegórico. Também foi a primeira escola a fazer a junção de dois sambas de enredo concorrentes, no ano de 1975. ==História== === Primeiros anos === Em seu primeiro desfile, com o enredo \"Romaria à Bahia\" em 1954, a Acadêmicos do Salgueiro surpreendeu o público e alcançou a terceira colocação, à frente da Portela. O primeiro presidente do Salgueiro foi Paulino de Oliveira e nos anos que se seguiram, a escola ousou ao tratar de enredos que colocassem os negros em destaque, e não como figurantes. É exemplo marcante desse novo estilo, Navio Negreiro (1957). Mas foi em 1958, sob a presidência de Nélson Andrade, que a agremiação adotou o lema que traz até hoje: nem melhor, nem pior, apenas uma escola diferente. Foi Nélson Andrade o responsável pela ida do carnavalesco Fernando Pamplona para o Salgueiro, em 1960, dando início a uma grande mudança no visual da escola. Pamplona criou uma equipe formada por ele, o casal Dirceu e Marie Lousie Nery, Arlindo Rodrigues e Nilton Sá, revolucionou a estética dos desfiles das escolas de samba. Essa tendência foi reforçada com a chegada de Fernando Pamplona e, posteriormente, de Arlindo Rodrigues, que resgataram personagens negros que enriqueceram a história do Brasil, embora fossem pouco retratados nos livros escolares, como Zumbi dos Palmares (Quilombo dos Palmares — 1960), Chica da Silva (Chica da Silva — 1963) e Chico Rei (Chico Rei — 1964). * 1963 — \"Chica da Silva\" No primeiro desfile realizado na Avenida Presidente Vargas, a Acadêmicos do Salgueiro foi a nona escola a se apresentar pelo Grupo 1. Mais uma vez a escola optou por homenagear uma personalidade desconhecida do grande público na época, Chica da Silva. A ideia de desenvolver tal enredo partiu do carnavalesco Arlindo Rodrigues. Até mesmo Fernando Pamplona desconhecia a personagem. Arlindo ficou responsável pelo desfile, enquanto Pamplona ajudou a escolher o samba-enredo. Pela primeira vez, na história do carnaval carioca, um enredo foi centrado em uma personalidade feminina. Também pela primeira vez, um desfile de escola de samba apresentava uma ala coreografada. Com perucas, luvas e roupas de época, componentes da escola representavam doze pares de nobres dançando polca. A ala \"o minueto\" foi coreografada por Mercedes Baptista, a primeira bailarina negra do Teatro Municipal do Rio de Janeiro. Na época, a ideia causou polêmica e dividiu opiniões, recebendo críticas de sambistas mais tradicionais. Com o passar do tempo, as coreografias em alas e alegorias foram incorporadas por outras escolas. Isabel Valença, esposa do então presidente Osmar Valença, desfilou como destaque de chão representando Chica da Silva. Sua fantasia ostentava uma peruca de 1,10 metros, e um vestido com cauda de sete metros de comprimento. A luxuosa fantasia de Isabel fez tanto sucesso que ela foi convidada para participar do concurso de fantasias do Teatro Municipal, no ano seguinte, se tornando a primeira mulher negra a vencer o concurso. Isabel desfilaria durante anos como destaque de chão do Salgueiro, sempre ostentando fantasias caras, de luxo. O cineastra Cacá Diegues, que assistiu ao desfile ao vivo, afirmou que a apresentação foi uma das inspirações para dirigir o filme Xica da Silva, rodado em 1976. Ao final de seu desfile, a escola recebeu gritos de \"já ganhou\". Na apuração das notas, o favoritismo foi confirmado e a Acadêmicos do Salgueiro conquistou o seu segundo título de campeã do carnaval carioca. Desta vez, sozinha. No ano de 2013, o Jornal Extra recriou o desfile em um show especial em homenagem à Acadêmicos do Salgueiro. * 1964 — \"Chico- Rei\" O enredo de 1964, sobre Chico Rei, foi desenvolvido pelo carnavalesco Fernando Pamplona, e o desfile foi confeccionado por Arlindo Rodrigues. A Acadêmicos do Salgueiro foi a oitava escola a se apresentar pelo Grupo 1 do carnaval carioca. Devido ao sucesso do minueto apresentado no ano anterior, o carnavalesco Arlindo Rodrigues encomendou outras alas coreografadas para o desfile de 1964. Uma das alas, ensaiada pela bailarina Mercedes Baptista, apresentou uma coreografia extensa e excessivamente teatral. A ala representava uma passagem da história de Chico Rei, em que ele lava a cabeça numa pia batismal para retirar o pó de ouro escondido no cabelo. Durante o coreografia, integrantes da escola representando escravos, subiam em uma alegoria que representava uma pia de igreja e lavavam a cabeça. O excesso de coreografias atrapalhou a harmonia da escola. Na apuração das notas, a escola conquistou o vice-campeonato, apenas um ponto atrás da campeã Portela. * 1965 — \"História do carnaval carioca - Eneida\" Para o carnaval de 1965, ficou decidido que todas as escolas fariam enredos em homenagem à cidade do Rio de Janeiro, que completava 400 anos. De volta ao Brasil, o carnavalesco Fernando Pamplona escolheu o enredo \"História do carnaval carioca\", baseado no livro homônimo lançado pela jornalista e escritora Eneida de Moraes. A obra narra os festejos de carnaval pela cidade carioca, passando por várias épocas, relembrando os entrudos, corsos, blocos, cordões, ranchos, as grandes sociedades e as escolas de samba. Foi o primeiro desfile com participação efetiva de Joãosinho Trinta. João Clemente Jorge Trinta já auxiliava no barracão da escola quando foi chamado por Arlindo Rodrigues para desenhar as alegorias do desfile de 1965, sendo apelidado, na época, de \"Joãosinho das alegorias\". A Acadêmicos do Salgueiro foi a sexta escola a desfilar pelo Grupo 1. A escola foi bem recebida pelo público, sendo saudada com confetes e serpentinas. As irmãs Marinho - Olívia, Mary e Norma - abriram o desfile representando o triângulo amoroso formado por Pierrot, Colombina e Arlequim. Na comissão de frente, posição onde desfilavam integrantes da velha guarda, a escola inovou ao apresentar vinte rapazes da comunidade, vestindo fantasias de burrinhas, confeccionadas de vime e desenhadas por Joãosinho Trinta, representando o cortejo em homenagem à chegada da corte de D. João VI ao Rio de Janeiro - evento considerado o primeiro carnaval da cidade. Um calhambeque da década de 1930, ornamentado com flores, representava os corsos. Isabel Valença novamente desfilou representando Chica da Silva. A destaque de chão Paula, representou Tia Ciata. Casais de Mestre-sala e Porta-bandeira portavam pavilhões de outras escolas de samba. O desfile terminou relembrando os carnavais na Praça Onze. Na apuração das notas, o favoritismo da Acadêmicos do Salgueiro foi confirmado, e a escola conquistou o seu terceiro título de campeã do carnaval carioca, com a ampla vantagem de dez pontos de diferença para a vice-campeã Império Serrano. * 1966 — \"Os amores célebres do Brasil\". Após o campeonato do ano anterior, os carnavalescos Fernando Pamplona e Arlindo Rodrigues se desligaram da escola por desavenças com o então presidente salgueirense, Osmar Valença. Para ocupar a função de carnavalesco, a escola contratou Clóvis Bornay. Sétima escola a se apresentar pelo Grupo 1, a escola não conseguiu o mesmo êxito dos anos anteriores, terminando classificada na 5.ª colocação. * 1967 — \"História da liberdade no Brasil\" De volta ao Salgueiro, o carnavalesco Fernando Pamplona desenvolveu o enredo \"História da liberdade no Brasil\", baseado no livro homônimo do historiador Viriato Correia. Em plena ditadura militar, o DOPS (Departamento de Ordem Política e Social) acompanhou de perto os preparativos para o desfile, por várias vezes intimando Pamplona a prestar esclarecimentos sobre o enredo. Integrantes da escola tinham medo que o desfile fosse censurado pelo departamento, o que não aconteceu. O enredo abordava o período Colonial até a Proclamação da República, não fazendo menção ao período ditatorial que o país atravessava. Foi a quarta escola a desfilar pelo Grupo 1. O carro abre-alas representou um livro aberto. Durante o desfile, foram lembradas a Inconfidência Mineira, Quilombo dos Palmares, Revolta de Beckman, Guerra dos Emboabas, Revolta de Filipe dos Santos, Guerra dos Mascates, Revolução Pernambucana, Proclamação da Independência e Dia do Fico. Com fantasias floridas, a ala de baianas representou a Conjuração Baiana. Isabel Valença representou Princesa Isabel, no setor referente à Abolição da Escravatura. Na classificação oficial, a escola terminou na 3.ª colocação. * 1968 - \"Dona Beja, a feiticeira de Araxá\". Sétima escola a desfilar pelo Grupo 1 em 1968, a Acadêmicos do Salgueiro iniciou seu desfile numa manhã chuvosa. Homenageou outra personalidade desconhecida do público na época, Ana Jacinta de São José, conhecida como Dona Beija. O enredo foi desenvolvido pelo carnavalesco Fernando Pamplona, baseado no livro homônimo do escritor Thomas Othon Leonardos. Isabel Valença desfilou representando Dona Beija. Na classificação oficial, repetiu a colocação do ano anterior, terminando no 3.º lugar. * 1969 — \"Bahia de todos os deuses\" Em 1969, a Acadêmicos do Salgueiro quebrou o tabu de que desfile sobre a Bahia dá azar, e conquistou o seu quarto título de campeã do carnaval carioca. O enredo foi sugerido pelo carnavalesco Fernando Pamplona, que confeccionou o desfile juntamente com Arlindo Rodrigues. O samba-enredo, composto por Bala e Manuel Rosa, era curto e tinha um refrão de letra fácil: \"Zum, zum, zum / Zum, zum, zum / Capoeira mata um!\". Era o início de uma mudança que o gênero sofreria nos anos seguintes. O samba-enredo foi cantado na avenida por Elza Soares, que mais tarde regravaria o samba. A escola foi a oitava a se apresentar pelo Grupo 1, e desfilou com o dia claro. O carro abre-alas era uma grande escultura de Iemanjá, toda coberta de espelho. A luz do sol refletia na escultura espelhada, causando grande efeito visual. O ano de 1969 marcou a estreia de Xangô do Salgueiro na escola. A partir deste ano, até a sua morte, Júlio Machado desfilaria todos os anos como destaque, representando o orixá Xangô. A escola recebeu gritos de \"já ganhou!\" do público que acompanhava o desfile. Na apuração das notas, o favoritismo se confirmou e a Acadêmicos do Salgueiro se sagrou campeã do carnaval carioca de 1969. === Década de 1970 === * 1970 — \"Praça Onze, carioca da gema\" A Acadêmicos do Salgueiro foi a sétima agremiação a se apresentar pelo Grupo 1. Tentando o bicampeonato, a escola prestou uma homenagem à Praça Onze, região da Zona Central da cidade do Rio de Janeiro; e reduto dos antigos carnavais da cidade. Isabel Valença desfilou como destaque representando Tia Ciata, e recebeu críticas por sua fantasia extremamente luxuosa não condizer com a personalidade representada por ela. Com esse desfile, a escola conquistou o vice-campeonato do carnaval carioca de 1970. * 1971 — \"Festa para um rei negro\" Com mais um enredo de temática afro-brasileira, e um samba-enredo popular que provocou uma mudança no gênero, a Acadêmicos do Salgueiro conquistou o seu quinto título de campeã do carnaval carioca. Para tal feito, foi montado um competente grupo de trabalho formado por Arlindo Rodrigues, Joãosinho Trinta, Maria Augusta, Lícia Lacerda e Rosa Magalhães; todos chefiados por Fernando Pamplona. O enredo contava a história de uma visita de nobres africanos a Maurício de Nassau, em Recife. O samba-enredo, composto por Zuzuca, fez grande sucesso antes mesmo de vencer a disputa na quadra da escola. Eternizado pelo refrão \"O-lê-lê, o-lá-lá / Pega no ganzê / Pega no ganzá\", o samba fez sucesso no Brasil e no exterior e virou hino de torcida de futebol. Foi campeão de vendagem ao ser regravado e lançado como single individual pelo cantor Jair Rodrigues. O samba de Zuzuca é considerado um marco no gênero, pois devido ao seu sucesso, compositores de outras escolas passaram a investir nesse novo formato de samba curto, com letra fácil e refrão forte, de impacto. A escola foi a quarta a se apresentar pelo Grupo 1. O público, que já conhecia a letra do samba-enredo, cantou junto com os componentes da escola. Pela primeira vez, Joãosinho Trinta utilizava isopor na confecção dos adereços das fantasias. Estampas africanas, pinturas corporais e muita palha completavam o visual estético do desfile. Na apuração das notas, a Acadêmicos do Salgueiro recebeu apenas duas notas diferentes de dez e conquistou com tranquilidade o seu quinto título de campeã do carnaval carioca. * 1972 - \"Nossa madrinha, Mangueira querida\". Tentando o bicampeonato para a Acadêmicos do Salgueiro, o carnavalesco Fernando Pamplona propôs um enredo ousado para a época: pela primeira vez no carnaval carioca, uma escola de samba homenagearia outra escola de samba. Apesar da Mangueira ser a madrinha da Acadêmicos do Salgueiro e ter ajudado a escola em seu início, alguns componentes da escola tijucana se mostraram reticentes em dedicar um desfile seu a outra agremiação. Polêmica à parte, o desfile foi realizado. A Acadêmicos do Salgueiro foi a última escola a se apresentar no Grupo 1. A comissão de frente da escola desfilou vestida nas cores da homenageada, verde e rosa. Assim como no ano anterior, a escola escolheu o samba-enredo do compositor Zuzuca. O samba, conhecido pelo refrão \"Tengo-Tengo / Santo Antônio, Chalé / Minha gente, é muito samba no pé!\", fez muito sucesso e foi regravado por Jair Rodrigues, à exemplo do samba do ano anterior. Porém, dessa vez, a estrutura do samba, com três refrões, acabou confundindo o canto dos componentes e prejudicando a harmonia da escola. A escola, apontada como favorita, não obteve o sucesso esperado, se classificando na 5.ª colocação. Após o resultado, o carnavalesco Fernando Pamplona foi afastado da agremiação. * 1973 — \"Eneida, amor e fantasia\" A Acadêmicos do Salgueiro promoveu ao posto de carnavalescos Joãosinho Trinta e Maria Augusta - até então, auxiliares de Fernando Pamplona. A dupla de carnavalescos desenvolveu um enredo sobre a jornalista Eneida de Moraes, morta dois anos antes. A autora escreveu o livro \"História do carnaval carioca\", que já havia servido de base para o desfile de 1965, com o qual a escola foi campeã. A Acadêmicos do Salgueiro foi a sexta escola a desfilar no Grupo 1 em 1973. Joãosinho Trinta viajou até o Pará para pesquisar sobre a vida de Eneida. O desfile começava exatamente no Estado do Pará, onde a jornalista nasceu. Foram abordadas as lendas e a culinária paraense, além da procissão do Círio de Nazaré. Os setores seguintes retratavam suas obras literárias e sua paixão pelo carnaval carioca. Neste desfile, Joãosinho Trinta colocou, pela primeira vez, uma pessoa em cima de um carro alegórico. A bateria da escola, comandada pelos irmãos Almir Guineto e Louro, foi premiada com o Estandarte de Ouro. A escola também foi premiada com o Estandarte de Ouro de melhor enredo. O diretor de carnaval, Laíla, também foi premiado com o Estandarte. Na apuração das notas, a escola conquistou a 3.ª colocação. * 1974 — \"O Rei da França na ilha da assombração\" \"O Rei da França na ilha da assombração\" marcou uma inovação na criação de enredos. Pela primeira vez no carnaval carioca, foi apresentado um enredo onírico, misturando realidade e imaginação. Foi o primeiro enredo criado pelo carnavalesco Joãosinho Trinta. O desfile foi confeccionado por Joãosinho e Maria Augusta. Pela originalidade do enredo, a escola foi apontada como favorita antes mesmo do desfile. O enredo contava sobre as fantasias que o Rei Luís XIII de França criava em sua mente sobre a Ilha de São Luis do Maranhão. Segundo a sinopse do enredo, a corte francesa planejava invadir o território onde se localiza o Maranhão e estabelecer no local um novo reino da França. Luís XIII, na época com oito anos de idade, começa a imaginar como seria este novo habitat. No delírio do pequeno rei, a sala de espelhos da Côrte Francesa se transforma em floresta, candelabros eram palmeiras, e os nobres do salão seriam indígenas. No desfile, também foram abordadas lendas maranhenses que o próprio carnavalesco Joãosinho Trinta - natural do Maranhão - ouvia de sua babá quando era criança. As lendas foram tratadas no enredo como parte da imaginação fértil de Luís XIII. Curiosamente, Joãosinho Trinta faria um enredo semelhante em 2002, na escola de samba Grande Rio. Porém, contando as lendas maranhenses sob a visão dos moradores locais. A Acadêmicos do Salgueiro foi a quarta escola a se apresentar na Avenida Presidente Antônio Carlos. Como a escola encontrava-se com dificuldades financeiras, o carnavalesco utilizou materiais baratos como isopor, papel alumínio, feltro e madeira. Isabel Valença desfilou como destaque, representando a Rainha regente Maria de Médici, mãe de Luís XIII. A Acadêmicos do Salgueiro foi agraciada com os prêmios Estandarte de Ouro de melhor escola, e de melhor enredo do ano. Na apuração das notas, o favoritismo foi confirmado e a escola conquistou o seu sexto título de campeã do carnaval carioca. * 1975 — \"O segredo das minas do Rei Salomão\" A Acadêmicos do Salgueiro foi a décima escola a se apresentar na Avenida Presidente Antônio Carlos. Após o sucesso do enredo do ano anterior, o carnavalesco Joãosinho Trinta resolve ousar ainda mais em seu novo enredo. Além de misturar ficção e realidade, o carnavalesco ainda consegue uma forma de burlar a proibição a temas estrangeiros. Como na época eram proibidos temas sobre cultura estrangeira, Joãosinho se baseou na teoria que discute a presença de fenícios no Brasil, para contar a história das Minas de Rei Salomão. A escolha causou polêmica, e o carnavalesco precisou explicar nas emissoras de rádio e televisão que o enredo tinha base histórica e não se tratava de um tema estrangeiro. Segundo a teoria, a frota de Rei Salomão esteve na Amazônia, entre 993 e 960 a.C. Utilizando-se dessa brecha, Joãosinho criou um enredo em que navegadores fenícios chegavam à selva brasileira e eram recebidos por amazonas, que acreditavam que eles fossem semideuses. Após a \"grande noite de amor e festa de prazer das Amazonas\", os navegadores partiam levando as riquezas minerais e pedras preciosas da região que, segundo o enredo, seriam as minas do Rei Salomão. Em mais um ato de pioneirismo da escola, pela primeira vez no carnaval carioca, houve a junção de dois sambas de enredo concorrentes. O diretor de carnaval, Laíla, resolveu unir trechos de duas obras que estavam na disputa para ser o samba oficial do ano. Polêmica na época, com o passar do tempo outras escolas e o próprio Salgueiro, realizariam outras junções. Na época, a escola encontrava-se em crise financeira e sem quadra. Para fazer o desfile, Joãosinho utilizou sucatas que, com muita criatividade, foram usadas na confecção de pirâmides, palácios e tesouros. Os materiais utilizados causaram grande efeito visual. Isabel Valença desfilou como destaque, representando a Rainha de Sabá. A escola foi aplaudida pelo público e recebeu gritos de \"já ganhou!\". A bateria da escola, comandada por Mestre Louro, foi premiada com o Estandarte de Ouro. Apesar da polêmica em torno do enredo, a Acadêmicos do Salgueiro ganhou nota dez no quesito e conquistou o seu sétimo título de campeã do carnaval carioca. Foi o último carnaval de Joãosinho Trinta na escola. Após a conquista, o carnavalesco, juntamente com o diretor Laíla, se transferiram para a escola de samba Beija- Flor. * 1976 — \"Valongo\" Após o bicampeonato conquistado no ano anterior, o carnavalesco Joãosinho Trinta foi contratado pela escola de samba Beija-Flor, onde foi tricampeão entre 1976 e 1978, conquistando a marca histórica de cinco títulos consecutivos. Para tentar o tricampeonato, a Acadêmicos do Salgueiro retomou os seus enredos de temática afro-brasileira. O carnavalesco Edmundo Braga desenvolveu um enredo sobre o Cais do Valongo, localizado na Zona Portuária do Rio de Janeiro, e que serviu para desembarque e comercialização de escravos vindos da África durante o século XIX. A escola foi a sétima agremiação a se apresentar na Avenida Presidente Vargas, e terminou classificada na 5.ª colocação. * 1977 — \"Do Cauim ao Efó, com moça branca, branquinha\" O carnavalesco Fernando Pamplona foi convidado pelo então presidente da Acadêmicos do Salgueiro, Euclides Pannar (China Cabeça Branca), para retornar à escola. Meses mais tarde, em dezembro de 1976, Euclides foi morto assassinado. Para o carnaval de 1977, Pamplona desenvolveu o enredo \"Do Cauim ao Efó, com moça branca, branquinha\", sobre a culinária brasileira e a cachaça. \"Moça branca\" e \"branquinha\" são alcunhas para cachaça. A ideia de Pamplona era fazer um desfile alegre e irreverente. A escola foi a nona a desfilar na Avenida Presidente Vargas. O início do desfile abordou o ciclo da cana-de-açúcar no Brasil. Nos setores seguintes, foram representadas as comidas brasileiras, o frango assado - uma das iguarias preferidas de Dom João VI, o churrasco gaúcho, o Mercado Ver-o-Peso, o Mercado Modelo, bares e restaurantes, o chope, etc. Os ritmistas da bateria, comandada pelos Mestres Louro e Arengueiro, desfilaram vestidos de cozinheiros. Isabel Valença desfilou como destaque, representando \"moça branca\", a cachaça; e foi premiada com o Estandarte de Ouro. Com esse desfile, a Acadêmicos do Salgueiro conquistou a 4.ª colocação. * 1978 — \"Do Yorubá à luz, a aurora dos deuses\" O carnavalesco Fernando Pamplona desenvolveu um enredo sobre a mitologia iorubá. O enredo foi escolhido por Pamplona propositalmente para desafiar a escola Beija-Flor, que apresentaria o mesmo tema, sob o comando de Joãosinho Trinta. A escola de Nilópolis se saiu melhor no \"desafio\", conquistando o tricampeonato. A Acadêmicos do Salgueiro terminou na 6.ª colocação, a uma posição do rebaixamento. Este foi o último carnaval de Fernando Pamplona na escola. A Acadêmicos do Salgueiro foi a quarta agremiação a se apresentar na Avenida Marquês de Sapucaí. A escola desfilou com três carros alegóricos, representando, respectivamente: uma floresta, Oxumarê e Iemanjá. Grandes bonecos representavam entidades iorubanas. O samba-enredo, composto por Renato de Verdade, foi premiado como o melhor do ano pelo Estandarte de Ouro. * 1979 — \"O reino encantado da mãe natureza contra o reino do mal\" Com a saída definitiva de Fernando Pamplona da Acadêmicos do Salgueiro, a escola iniciaria um período de muitas trocas de carnavalesco. O desfile de 1979 foi desenvolvido pelo jornalista Ivan Jorge e confeccionado por Stoessel Cândido. O Salgueiro foi a quinta escola a se apresentar no único dia de desfiles do grupo principal, denominado \"1A\". O enredo, de cunho ecológico, contava sobre uma fictícia batalha entre a natureza e o \"reino do mal\", simbolizado por males como a poluição, a seca e a peste. A comissão de frente foi formada por crianças. O primeiro setor do desfile apresentava \"o reino encantado da mãe natureza\". Um carro alegórico giratório, com diversos pavões coloridos, simbolizava a mãe natureza. O segundo setor do desfile representava \"a invasão do mal\", com alas simbolizando as queimadas, a poluição e as pragas. O final do desfile simbolizava o futuro. Com roupa branca e carregando ramos de flores nas mãos, as baianas representavam o reflorescimento. Apesar da correção no tratamento do tema, a escola fez um desfile \"frio\", sem empolgar o público. Com esse desfile, a Acadêmicos do Salgueiro terminou na 6.ª colocação do grupo principal. === Década de 1980 === * 1980 — \"O bailar dos ventos. Relampejou, mas não choveu\" Para confeccionar o desfile de 1980, a Acadêmicos do Salgueiro contratou o carnavalesco Max Lopes, que sugeriu um enredo sobre o compositor Lamartine Babo. Max chegou a desenvolver o enredo e desenhar as fantasias e alegorias. Porém, durante a preparação para o desfile, o presidente Osmar Valença reassumiu a direção da escola e demitiu o carnavalesco. O enredo foi considerado fraco por Osmar, e também foi trocado. Curiosamente, no ano seguinte, a escola Imperatriz Leopoldinense seria campeã com uma homenagem a Lamartine Babo. Osmar Valença contratou o carnavalesco Ney Ayan, que junto a Jorge Nascimento, desenvolveu um enredo em homenagem à Iansã, orixá dos raios e dos ventos. A escola foi a quarta a se apresentar no primeiro dia de desfiles do Grupo 1A. Os carnavalescos receberam críticas por confeccionarem um desfile multicolorido, sem destacar as cores da escola. Na classificação oficial, a Acadêmicos do Salgueiro terminou na 3.ª colocação, porém, ficou atrás de seis escolas, já que três agremiações empataram na primeira colocação e outras três empataram no segundo lugar. * 1981 — \"Rio de Janeiro\" Com um enredo desenvolvido pelo carnavalesco Geraldo Sobreira, a Acadêmicos do Salgueiro homenageou a cidade do Rio de Janeiro. O desfile ocorreu exatamente no dia de aniversário da cidade (1.º de março). A escola foi a sétima a se apresentar no primeiro dia de desfiles. O primeiro setor do desfile fez referência à fundação da cidade. O segundo setor representou o período colonial, com referências ao pintor francês Debret, que esteve no Rio de Janeiro em meados do século XIX. Outro setor fazia referência ao período imperial, com uma alegoria representando uma carruagem sendo puxada por cavalos. Isabel Valença desfilou como destaque na alegoria, representando a Marquesa de Santos. Outra alegoria, com as bandeiras dos times cariocas, representava o futebol. O Teatro Municipal do Rio de Janeiro também foi representado em uma alegoria. A última alegoria, em formato de bolo, tinha Elke Maravilha como destaque. Com esse desfile a Acadêmicos do Salgueiro conquistou a 6.ª colocação do Grupo 1A. * 1982 — \"No reino do faz de conta\" No ano de 1982, a Acadêmicos do Salgueiro apresentou um enredo sobre lendas e mitologias. O enredo foi desenvolvido pelo carnavalesco José Felix. Fragilizada com problemas internos e dificuldades financeiras, a Acadêmicos do Salgueiro não realizou um bom desfile. A escola foi a quinta a se apresentar no primeiro dia de desfiles do Grupo 1A. O carro abre-alas representava um castelo, e tinha efeito giratório. Também foram representados no desfile, o \"Reino de Ouro\", \"Reino de Prata\", \"Reino Brilhante\", \"Reino das Águas\", \"Reino De Xangô\", \"Reino da Magia\", \"Reino das Fadas\", \"Reino do Faz de conta\" e \"Reino do Pássaro de cristal\". Devido aos problemas financeiros, a escola apresentou poucas alegorias. A Porta-bandeira Adriana foi premiada com o Estandarte de Ouro. Na classificação oficial, a Acadêmicos do Salgueiro terminou no 8.º lugar, até então, a pior colocação de sua história. * 1983 — \"Traços e troças\" Através de uma ideia do diretor Augusto César Vannucci, a Acadêmicos do Salgueiro decidiu homenagear a prática de caricatura e homenagear os cartunistas do país. A escola ainda sofria dificuldade para encontrar um carnavalesco. O artista José Luiz Rodrigues chegou a desenhar as fantasias e alegorias para o desfile, porém se desligou da escola muito antes do carnaval. O presidente da escola, Régis Cardoso, preferiu não contratar outro carnavalesco, cuidando, ele próprio, dos preparativos para o desfile. A escola foi a sétima a se apresentar no primeiro dia de desfiles. A comissão de frente foi formada por atrizes famosas, como Susana Vieira, Marília Pêra e Lady Francisco. As atrizes vestiam figurino vermelho, desenhado pelo cartunista Lan. O abre alas era uma representação do Pão de Açúcar, de onde surgia a caricatura do então governador fluminense Leonel Brizola. A escola apresentou poucas alegorias, preferindo utilizar estandartes com frases escritas, reflexo da crise financeira que a escola atravessava. Na classificação oficial, a escola repetiu a 8.ª colocação do ano anterior. * 1984 — \"Skindô, Skindô\". No primeiro ano do Sambódromo da Marquês de Sapucaí, a competição foi dividida em dois dias, desfile de domingo e desfile de segunda, sendo que cada dia teria sua escola campeã e as melhores classificadas disputariam o Supercampeonato no sábado posterior. A Acadêmicos do Salgueiro foi a quarta escola a se apresentar no primeiro dia de desfiles do Grupo 1A. A escola apresentou o enredo \"Skindô, Skindô\", baseado em um show produzido por Haroldo Costa, denominado “Na Pista do Samba”, e que abordava a influência da cultura negra na formação da música brasileira. De volta ao Salgueiro, o carnavalesco Arlindo Rodrigues encontrou dificuldades financeiras para realizar o carnaval da escola. O samba-enredo fez sucesso junto ao público, porém não rendeu o esperado no desfile, propiciando uma apresentação \"morna\". Causou polêmica a decisão do diretor de carnaval Laíla de destituir o diretor de bateria, Mestre Louro, a poucas semanas do desfile. O fato causou mal estar entre os ritmistas, que ameaçaram não desfilar. A situação foi contornada e o próprio Louro integrou a bateria da escola, tocando tamborim. Mestre Louro e a bateria da escola foram premiados com o Estandarte de Ouro. O primeiro casal de Mestre-sala e Porta-bandeira, Amauri e Rita Freitas, conquistou nota máxima dos jurados. O samba-enredo também recebeu nota máxima do júri. Com esse desfile, a Acadêmicos do Salgueiro conquistou a 4.ª colocação do desfile de domingo, não se classificando para disputar o Supercampeonato. * *1985 — \"Anos Trinta, Vento Sul - Vargas\" Completando dez anos sem vencer o carnaval carioca, a Acadêmicos do Salgueiro decidiu homenagear Getúlio Vargas e o Estado Novo para tentar acabar com o jejum de títulos. A escolha do enredo causou polêmica. O ex-carnavalesco salgueirense Fernando Pamplona, que comentava o desfile ao vivo pela Rede Manchete, acusou a escola de trair sua tradição de \"cantar a liberdade\" ao homenagear um \"ditador\". A escola foi a quarta a desfilar na primeira noite de desfiles do Grupo 1A. O desfile foi confeccionado pelos carnavalescos Edmundo Braga e Paulino Espírito Santo. A comissão de frente foi formada por integrantes da velha guarda, entre eles Haroldo Costa, vestindo fraque e cartola. O carro abre-alas apresentava o busto de Getúlio Vargas. O Palácio das Águias, antiga sede da Presidência, foi representado em uma alegoria com vários destaques com fantasias de luxo confeccionadas por Clóvis Bornay. O enredo abordou as paisagens e tradições do Rio Grande do Sul - terra natal de Getúlio - e fez referências à criação da Petrobras, a criação das leis trabalhistas e ao suicídio do Presidente. A Porta-bandeira Rita Freitas e a passista Narcisa Macedo foram premiadas com o Estandarte de Ouro. Na classificação oficial, a Acadêmicos do Salgueiro terminou na 6.ª colocação. * 1986 — \"Tem que se tirar da cabeça aquilo que não se tem no bolso - Tributo a Fernando Pamplona\". Em 1986, a Acadêmicos do Salgueiro prestou uma homenagem a Fernando Pamplona, relembrando os doze carnavais realizados pelo carnavalesco na escola. O título do enredo é uma frase do próprio Pamplona. A ideia do enredo foi oferecida por Anescarzinho, compositor da escola. Pamplona, que na época comentava os desfiles pela Rede Manchete, foi contra a homenagem e não participou do desfile, apesar de comentar normalmente a apresentação pela rede de televisão. O desfile foi confeccionado pelos carnavalescos Ney Ayan, Mário Monteiro e Yarema Ostrower. A escola foi a sexta a se apresentar na segunda noite de desfiles. A comissão de frente foi formada por amigos de Pamplona, entre eles: Arlindo Rodrigues, Maria Augusta, Haroldo Costa e Albino Pinheiro. Todos vestiam fraque e cartola nas cores da escola, vermelho e branco. A comissão se apresentou para Fernando Pamplona, que estava cobrindo o desfile ao vivo, pela Rede Manchete. Pamplona se emocionou e achou graça do amigo Arlindo Rodrigues participando da comissão. O carro abre-alas era a escultura de uma grande cartola vermelha. A cantora Joanna desfilou como destaque em cima da alegoria. Cada setor do desfile fazia referência a um carnaval de Pamplona. Com fantasias trabalhadas em palha e tons dourados, a ala das baianas representava o desfile de 1978 (\"Do Yorubá à luz, a aurora dos deuses\"). A escola teve problemas em uma de suas alegorias, o que prejudicou a evolução dos componentes, tendo que \"correr\" no final do desfile. O samba-enredo não empolgou o público, apesar da boa condução do intérprete Rico Medeiros. A bateria da escola, comandada por Mestre Louro, recebeu nota máxima dos jurados. O primeiro casal de Mestre-sala e Porta-bandeira, Amauri e Rita Freitas, também conquistou nota máxima do júri e ambos foram premiados com o Estandarte de Ouro. Na classificação oficial, a Acadêmicos do Salgueiro repetiu a 6.ª colocação do ano anterior. * 1987 — \"E por que não?\" Para o ano de 1987, a escola novamente trocaria os seus carnavalescos. Renato Lage, que começara sua carreira no carnaval carioca como auxiliar de Fernando Pamplona, na Acadêmicos do Salgueiro, estava de volta à escola. Ele assinara o desfile de 1987 ao lado de sua esposa (na época), Lilian Rabelo. O enredo fazia várias indagações, pensando em mudanças e transformações para um futuro melhor. A escola foi a quinta a se apresentar na primeira noite de desfiles do Grupo 1. Doze mulheres formavam a comissão de frente. O carro abre-alas representava a própria escola Acadêmicos do Salgueiro. Duas personalidades importantes na história da escola desfilaram como destaque na alegoria, Isabel Valença e Xangô do Salgueiro. A alegoria \"aeroplano supersônico\" apresentava uma réplica carnavalizada do 14-bis, lembrando que o desejo de voar era um sonho que foi concretizado. Outra alegoria representava uma nave espacial, com luzes led, faróis de carro e acabamento em espelho. Uma bem-humorada alegoria, intitulada \"o polvo no poder\", trazia as esculturas dos presidentes do Brasil (José Sarney) e dos Estados Unidos (Ronald Reagan) presos nos tentáculos de um polvo. Um carro alegórico transformava as usinas atômicas em usinas harmônicas. Outro elemento alegórico representava um tanque de guerra com o cano do canhão amarrado com um nó. A ala das baianas representou a divindade da transformação. Uma alegoria representando uma grande pomba branca, simbolizava um pedido pela paz. A bateria da escola, comandada por Mestre Louro, recebeu nota máxima dos jurados. Foi a estreia de Rixxah como intérprete oficial de escola de samba. Com esse desfile, a Acadêmicos do Salgueiro conquistou a 5.ª colocação. * 1988 — \"Em busca do ouro\". Primeiro trabalho de Chico Spinoza no carnaval carioca. O estreante carnavalesco cuidou dos figurinos, enquanto o experiente cenógrafo Mário Monteiro ficou responsável pelas alegorias. Com o dia amanhecendo, a Acadêmicos do Salgueiro foi a sétima e penúltima escola a se apresentar no primeiro dia de desfiles do Grupo 1. O enredo abordou a busca do homem pelo ouro. A comissão de frente foi formada por quinze integrantes da velha guarda da escola, todos vestidos de dourado, simbolizando o ouro. O carro abre-alas simbolizava moedas de ouro empilhadas. Uma grande moeda giratória trazia escrito o lema da escola. Logo após, alas e alegorias referenciavam o mito do Rei Midas, que transformava em ouro tudo o que tocava. O ciclo do ouro no Brasil foi lembrado em uma alegoria que representava o barroco mineiro. O ciclo do café, considerado o ouro nacional, também foi lembrado. A alegoria que representava Serra Pelada trazia trinta componentes caracterizados como garimpeiros. A bateria, comandada por Mestre Louro, representou os guardiões do ouro. Não foi um bom ano para a bateria da escola, que não recebeu nota dez dos jurados. Uma alegoria em forma de bolo, representava as comemorações de bodas de ouro. O desfile também abordou a busca pelo ouro no esporte, nas artes e no carnaval, com as medalhas de ouro, os discos de ouro e o Estandarte de ouro - respectivamente. A cantora Joanna desfilou no tripé que representava os discos de ouro. Os cantores Ângela Maria e Cauby Peixoto desfilaram no tripé que representava a era de ouro das rádios. Outros famosos como Eri Johnson, Giulia Gam, Rômulo Arantes, Norma Bengell e Isadora Ribeiro, também participaram do desfile. O carnavalesco Arlindo Rodrigues, morto no ano anterior, foi homenageado em um tripé com o inscrito \"Arlindo Rodrigues - Carnavalesco de Ouro\". A ala das baianas causou grande impacto com suas fantasias nas cores preto e dourado, representando o ouro negro (petróleo). A ala foi premiada com o Estandarte de Ouro. O Mestre-sala Ronaldinho também foi premiado com o Estandarte de Ouro. O desfile foi encerrado por uma alegoria em formato de galinha, intitulada \"Brasília, galinha dos ovos de ouro\", uma crítica à política econômica do país. Uma junção de dois sambas deu origem ao samba-enredo da escola. O intérprete Rixxah foi um dos compositores do samba. Com esse desfile, a escola conquistou a 4.ª colocação. * 1989 — \"Templo negro em tempo de consciência negra\" Em mais uma troca de carnavalesco, a escola contratou Luiz Fernando Reis, que contou com a ajuda do figurinista Flávio Tavares para a confecção do desfile de 1989. O enredo relembrava os desfiles de temática afro-brasileira da Acadêmicos do Salgueiro. O carnavalesco Luiz Fernando Reis apresentou um desfile diferente de seus anteriores, onde abusava do deboche e da descontração. O carnavalesco imprimiu uma abordagem séria, apesar de dar continuidade ao seu estilo crítico, questionando, por exemplo, a abolição da escravatura. Com o dia claro, a escola foi a oitava e penúltima a se apresentar na \"primeira noite\" do Grupo 1. A comissão de frente foi formada por integrantes da velha-guarda da escola, que representaram os guardiões do Templo Negro. O carro abre-alas representava o Templo Negro, com esculturas de panteras negras. A cantora Watusi desfilou como destaque na alegoria, representando uma sacerdotisa. O segundo carro alegórico, \"Navio Negreiro\", fazia referência ao desfile de 1957. A alegoria representava um navio, todo forrado em lamê dourado e com uma escultura prateada de Iemanjá à frente do carro. A terceira alegoria, \"Portais de Palmares\" referenciava o desfile campeão de 1960, \"Quilombo dos Palmares\". O ator Antonio Pitanga desfilou como destaque na alegoria, representando Zumbi. Um tripé representava o desfile campeão de 1963, sobre Chica da Silva. Após o tripé, dezenas de casais de adolescentes reproduziram a clássica \"ala do minueto\", que fez sucesso no desfile de 1963, por ser a primeira ala coreografada do carnaval carioca. No quarto carro alegórico, \"Jardins de Xica\", Isabel Valença desfilou como destaque representando Chica da Silva, personagem que também representou no desfile campeão de 1963. A alegoria seguinte fazia referência ao desfile de 1964, sobre Chico Rei. A primeira ala de baianas, com fantasias nas cores branco e prata, antecedia a alegoria \"Bahia Negra\", nas mesmas cores, em referência ao desfile campeão de 1969, sobre a Bahia. A bateria, comandada por Mestre Louro, desfilou representando guerreiros africanos, e recebeu nota máxima dos jurados. Um tripé representava o desfile campeão de 1971, \"Festa para um rei negro\". Outra alegoria fazia referência ao desfile de 1976, \"Valongo\", com correntes e pombas brancas. Referenciando os desfiles de 1978 (\"Do Iorubá à luz, a aurora dos deuses\") e de 1980 (\"O bailar dos ventos. Relampejou, mas não choveu\"), alas, tripés e alegorias, representavam orixás como Exu, Iansã, Xangô, Ogum, Oxóssi, Oxumarê e Oxalá. O último setor do desfile exaltou a luta negra pela liberdade. Um tripé representou João Cândido. O carro \"consciência negra\" apresentava uma escultura de escrava Anastácia se libertando da mordaça. Um tripé representava Zumbi dos Palmares. A segunda ala das baianas representava a \"elegância negra\". Após um início lento, a escola teve que \"correr\" no final do desfile para não estourar o tempo limite, conseguindo encerrar sua apresentação a um minuto do tempo limite permitido. O contingente da escola, beirou os cinco mil componentes, o que contribuiu para atrasar a evolução. O intérprete oficial Rixxah e as baianas da Acadêmicos do Salgueiro foram premiados com o Estandarte de Ouro. Na classificação oficial, a escola terminou na 5.ª colocação. No desfile das campeãs, integrantes da escola protestaram contra o resultado, exibindo uma faixa com o escrito: \"Nem melhor, nem pior. Apenas roubado\" - uma paródia ao lema da escola === Década de 1990 === * 1990 — \"Sou amigo do rei\" Rosa Magalhães, que iniciou sua carreira no carnaval carioca como auxiliar de Fernando Pamplona na Acadêmicos do Salgueiro, voltava à escola como carnavalesca titular da agremiação. A escola foi a sétima a se apresentar na primeira noite de desfiles do Grupo Especial. O enredo contava histórias e lendas do Rei Carlos Magno e seus cavaleiros, denominados \"os doze pares da França\". As histórias do Rei viraram livros e influenciaram a origem de festejos folclóricos populares como a congada, a cavalhada e a folia de reis. A escola foi premiada com o Estandarte de Ouro de melhor enredo do ano. A comissão de frente, coreografada por Suzana Braga, representava cavaleiros medievais, e também foi premiada com o Estandarte de Ouro, além de receber nota máxima dos jurados. O carro abre-alas apresentava quatro grandes esculturas de cavalos, com destaques femininos em cima. Coroas e brasões da Idade Média decoravam a alegoria. A bateria, comandada por Mestre Louro, desfilou com fantasias inspiradas na congada, e recebeu nota máxima do júri oficial. O samba-enredo também conquistou nota máxima dos jurados. O samba foi conduzido pelo intérprete Rico Medeiros. Na classificação oficial, a escola conquistou a 3.ª colocação. * 1991 — \"Me masso se não passo pela Rua do Ouvidor\" A Acadêmicos do Salgueiro foi a sexta escola a se apresentar na segunda noite de desfiles do Grupo Especial, no ano de 1991. A carnavalesca Rosa Magalhães desenvolveu um enredo sobre a Rua do Ouvidor, logradouro localizado no Centro, na cidade do Rio de Janeiro. A escola apresentou um desfile alegre, de fantasias e alegorias coloridas e de fácil leitura. A comissão de frente, coreografada por Suzana Braga, representou os mestres de cerimônia do teatro francês e recebeu nota máxima dos jurados. O carro abre- alas simbolizava um barco, com um dragão à sua frente. Uma alegoria com livros e destaques representando personagens de histórias infantis fazia referência às livrarias da rua. Outra alegoria, cheia de bolos e tortas, representava as confeitarias. As joalherias foram representadas em um carro alegórico cheio de jóias e relógios. Os destaques da alegoria representavam jóias preciosas. O intérprete Quinho, saído da União da Ilha, fez sua estreia como intérprete oficial da Acadêmicos do Salgueiro. A escola recebeu dois prêmios Estandarte de Ouro: de melhor enredo do ano, e de melhor Porta-bandeira (para Rita Freitas). Na classificação oficial, a Acadêmicos do Salgueiro conquistou o vice-campeonato do carnaval carioca de 1991, sua melhor colocação desde o campeonato de 1975. * 1992 — \"O negro que virou ouro nas terras do Salgueiro\" Após o vice-campeonato do ano anterior, a carnavalesca Rosa Magalhães trocou a Acadêmicos do Salgueiro pela Imperatriz Leopoldinense. De volta ao Salgueiro, Flávio Tavares desenvolveu o enredo sobre a história do café, e desenhou as fantasias, porém, se desligou da escola meses antes do desfile. O cenógrafo e figurinista Mário Borriello assumiu o carnaval da agremiação, mantendo o enredo e o desenho das fantasias, redesenhando apenas as alegorias. Foi a estreia de Mário como carnavalesco. A Acadêmicos do Salgueiro foi a sexta escola a se apresentar na primeira noite de desfiles. Na comissão de frente, coreografada por Suzana Braga, integrantes portando um bastão simulavam o movimento de socar o café no pilão. As alegorias traziam esculturas caricaturais do cartunista Stil, numa opção do carnavalesco Mário Borriello de dar um tom irreverente e bem humorado ao desfile. O carro abre-alas trazia a escultura de um grande preto velho socando um pilão de café, assim como versava o refrão principal do samba-enredo: \"Soca no pilão / Preto velho mandingueiro / O negro que virou ouro / Lá nas terras do Salgueiro\". O samba ganhou nota máxima dos jurados. A bateria, comandada por Mestre Louro, representava os soldados do Império, e também ganhou nota máxima do júri oficial. Com esse desfile, a escola conquistou a 4.ª colocação. * 1993 — \"Peguei um Ita no Norte\" Após 17 anos sem títulos, a Acadêmicos do Salgueiro conquistou o seu oitavo campeonato com um desfile considerado \"arrebatador\". O enredo do carnavalesco Mário Borriello foi inspirado na canção \"Peguei um Ita no Norte\", do cantor e compositor baiano Dorival Caymmi; e falava sobre uma viagem costeira entre Belém e Rio de Janeiro, abordando as culturas e tradições dos lugares por onde o Ita passava. \"Ita\" era o nome que se dava aos navios que faziam viagem entre o Norte e o Sul do Brasil, na primeira metade do século XX, e que tinham nomes em tupi-guarani iniciados pela sílaba \"ita\", como: Itaquatirara, Itaipu, Itajubá, Itapé, entre outros. A escola foi a terceira a desfilar na segunda noite de apresentações do Grupo Especial. A comissão de frente, coreografada por Suzana Braga, representou os \"oficiais do Ita\". Os componentes evoluíam com bandeiras nas cores da escola. Com vários barquinhos, o carro abre-alas representou a \"festa do Círio de Nazaré\". As alas seguintes ao abre-alas representavam tradições e costumes de Belém, local do ponto de partida do Ita. Foram representados os fiés da procissão do Círio de Nazaré, os vendedores de peixe no Mercado Ver-o-Peso e os vendedores de pássaros. A segunda alegoria representou a partida do Ita. A triatleta Fernanda Keller desfilou como destaque na alegoria. A terceira alegoria representava o mar, com uma escultura de Iemanjá. O quarto carro alegórico tinha um boi-bumbá, representando a primeira parada do navio, em São Luís do Maranhão. A quinta alegoria representava a chegada ao Ceará. A sexta alegoria representava Natal, com dunas de areia e moinhos de vento. O sétimo carro alegórico, \"Riquezas da cultura pernambucana\", fazia referência ao Maracatu. A oitava alegoria representou as \"tradições populares de Alagoas\". O nono carro alegórico simbolizou o sertão de Sergipe, com representações de Lampião e Maria Bonita. A alegoria seguinte representou a chegada à Bahia, com a escultura de uma grande baiana cercada por representações de orixás. A penúltima alegoria, \"Cidade Maravilhosa\", representava a chegada dos imigrantes ao Rio de Janeiro. A última alegoria, \"Explode Coração\", trazia crianças sobre uma representação da Praça da Apoteose, saudando o carnaval carioca. A escola terminou seu desfile aos gritos de \"é campeã\". O grande destaque do desfile foi o samba-enredo composto por Demá Chagas, Arizão, Celso Trindade, Bala e Guaracy. O público presente no Sambódromo cantou em coro o popular samba-enredo, conhecido pelo refrão \"Explode coração / Na maior felicidade / É lindo o meu Salgueiro / Contagiando, sacudindo essa cidade\". Anos após o desfile, o samba ainda faz muito sucesso. É hino de diversas torcidas de futebol pelo país, sendo muito cantado nos estádios de futebol. Nos anos posteriores, a escola apostou em sambas neste mesmo molde, porém não obteve o mesmo sucesso. O desfile entrou para a história do carnaval carioca especialmente pela reação do público, cantando o samba e aplaudindo a escola durante toda a apresentação. Um raro momento, poucas vezes visto na Sapucaí. A escola recebeu quatro prêmios Estandarte de Ouro: de melhor escola, de melhor enredo, de melhor ala das crianças, e de melhor bateria. Na apuração do resultado oficial, a Acadêmicos do Salgueiro perdeu apenas meio ponto, no quesito \"Harmonia\". A escola confirmou o favoritismo, conquistando o seu oitavo título de campeã do carnaval carioca. * 1994 — \"Rio de lá pra cá\" Tentando o bicampeonato, a Acadêmicos do Salgueiro escolheu a cidade do Rio de Janeiro como enredo. Durante a preparação para o carnaval de 1994, os presidentes da escola - Miro e Maninho - foram presos durante uma operação em que vários bicheiros foram detidos - incluindo presidentes de outras escolas. O carnavalesco Roberto Szaniecki fez sua estreia na escola, substituindo o carnavalesco campeão do ano anterior, Mário Borriello. Quinho também deixou a escola, sendo substituído pelo intérprete Quinzinho. O samba-enredo, dos mesmos compositores de \"Peguei um Ita no Norte\", agradou ao público, sendo bem cantado durante o desfile. A escola foi a sexta agremiação a se apresentar na segunda noite de desfiles. A Comissão de frente, coreografada por Suzana Braga, representava uma mistura de franceses com índios tamoios, os \"françoios\". O carro abre-alas, \"Heráldica Carioca\", trazia o brasão da cidade. Durante o desfile foram lembradas a fundação da cidade, o Rio Colonial, a boemia, a high society carioca, as festas, religiões e futebol. O Mestre-sala Vanderli sofreu uma torção no joelho a um mês do desfile e foi substituído pelo segundo Mestre-sala da escola, Dionísio, em par com Taninha. O casal desfilou de máscaras, representando Pierrot e Colombina. Ele de branco, ela de vermelho. A bateria, comandada por Mestre Louro, desfilou fantasiada de Arlequins e recebeu nota máxima dos jurados. As baianas desfilaram fantasiadas de roleta, homenageando os cassinos. A alegoria \"Cassino da Urca\", tinha uma grande roleta giratória, cartas de baralho e fichas de jogos. A escola desfilou \"inchada\", com um contingente estimado em seis mil componentes, e teve que correr ao final do desfile para não ultrapassar o tempo limite. O desfile animou o público e arrancou gritos de \"bicampeã\", deixando a Sapucaí como grande favorita ao título. Pelo segundo ano consecutivo, a escola foi premiada com o Estandarte de Ouro de melhor escola. Na classificação oficial, a Acadêmicos do Salgueiro foi vice-campeã, ficando 3,5 pontos atrás da campeã Imperatriz Leopoldinense. O resultado causou revolta no presidente da escola, Paulo César Mangano, que invadiu a área de leitura das notas e chutou o troféu da campeã, sendo contido pelos seguranças da LIESA e da RioTur. O resultado também foi mal recebido pelos torcedores da escola. A torcida salgueirense que acompanhava a leitura das notas no Sambódromo, deixou o local antes mesmo do final da apuração. Uma grande festa que estava preparada na quadra da escola, para comemorar o possível campeonato, foi cancelada. Jornalistas foram hostilizados na quadra da agremiação. * 1995 — \"O caso do por acaso\" A Acadêmicos do Salgueiro foi a sexta escola a se apresentar na primeira noite de desfiles. O desfile foi mais uma vez confeccionado pelo carnavalesco Roberto Szaniecki. O enredo contestava a versão oficial do descobrimento do Brasil. Quinho voltou ao posto de intérprete oficial da escola. Em 1995 a escola encontrava-se sem quadra e com dificuldades financeiras, o que refletiu na falta de acabamento de algumas alegorias. A entrega das botas dos integrantes da comissão de frente atrasou. Com isso, a velha guarda da escola abriu o desfile. Por volta dos dez minutos de apresentação, as botas foram distribuídas aos componentes e a comissão de frente assumiu o seu lugar de origem. Intitulada \"invasores e navegadores\", a comissão foi coreografada por Dennis Gray. A fantasia era dividida em duas partes, a primeira metade representava os navegadores, e a segunda metade os mouros. Apesar dos problemas, a comissão de frente recebeu nota máxima dos jurados. O carro abre-alas, que representava Constantinopla, desfilou incompleto, com panos rasgados, estruturas de ferro e madeira à mostra e esculturas sem finalização. A fantasia do primeiro casal de Mestre-sala e Porta-bandeira, Vanderli e Andréa, representava o Cabo das Tormentas. O casal ganhou nota máxima dos jurados. A bateria, comandada por Mestre Louro, representou seres marinhos e também conquistou nota máxima do júri. O carro que representava a mitologia marinha pegou fogo poucos dias antes do desfile e teve que ser refeito. A ala das baianas representou bússolas. A alegoria \"Frota de Cabral\" apresentou uma cópia fiel em dimensão da caravela com que Cabral chegou ao Brasil. Porém, a alegoria também desfilou incompleta, faltando as velas. A alegoria “Comércio Italiano” ficou presa no portão de saída da Sapucaí, e teve que ser quebrada para que as alas posteriores passassem pelo portão. O samba-enredo, de ritmo acelerado, empolgou o público e levou nota máxima dos jurados. Na classificação oficial, a escola terminou na 5.ª colocação. * 1996 — \"Anarquistas sim, mas nem todos\" Quarta escola a se apresentar na primeira noite de desfiles, a Acadêmicos do Salgueiro abordou a cultura italiana no Brasil. O desfile foi assinado pelo carnavalesco Fábio Borges. A comissão de frente, \"Pierrot Salgueirense\", coreografada por Regina Miranda, representava o personagem da Comédia Dell'Art. A comissão causou bonito impacto com suas fantasias carregadas de plumas, levando nota máxima dos jurados e sendo premiada com o Estandarte de Ouro. O carro abre-alas trazia o símbolo da Acadêmicos do Salgueiro dentro de um coração. O carro homenageava dois fundadores da escola: Pedro Siciliano, o Peru e Paulinho Santoro, o Italianinho - os dois de origem italiana. O primeiro casal de Mestre-sala e Porta-bandeira, Vanderli e Andreia, representava o Imperador Dom Pedro II e a Imperatriz Teresa Cristina. A bateria, comandada por Mestre Louro, representava os joalheiros. A bateria recebeu nota máxima dos cinco jurados. O terceiro e o quarto carro alegórico representavam a imigração italiana nas cidades de São Paulo e Rio de Janeiro, respectivamente. A quinta alegoria, \"artes plásticas\" representou a influência italiana na pintura, arquitetura, desenho e escultura. A sexta alegoria, \"artes cênicas\" representou a contribuição italiana ao teatro, cinema, ópera e circo. Com queijos, vinhos, linguiças e macarronada, a sétima alegoria sintetizava a culinária italiana. A última alegoria representou a influência italiana no carnaval brasileiro. A ala das baianas representava o baile de máscaras de Veneza. Na classificação oficial, a escola repetiu a 5.ª colocação do ano anterior. * 1997 — \"De poeta, carnavalesco e louco... todo mundo tem um pouco\" O ano marcou a volta de Mário Borriello ao Salgueiro, após quatro anos do campeonato conquistado em 1993 com \"Peguei um Ita no Norte\". A escola desfilou com o dia amanhecendo, encerrando a primeira noite de apresentações. Curiosamente, a escola abordou o mesmo tema da Escola Porto da Pedra - que desfilou pouco antes: a loucura. Porém, enquanto o enredo da escola de São Gonçalo sintetizou o tema, a Acadêmicos do Salgueiro focou a influência da loucura nas criações de artistas. O enredo foi baseado nos estudos da psiquiatra Nise da Silveira. Aos 92 anos, a psiquiatra fez questão de acompanhar o desfile e auxiliar o carnavalesco no desenvolvimento do enredo. De roupa branca, a comissão de frente, coreografada por Regina Miranda, representava \"Navegantes do imaginário\". A comissão ganhou nota máxima dos jurados. O carro abre-alas apresentava uma grande esfinge, representando o enigma da mente. A segunda alegoria representava os delírios de Dona Maria, a louca. O pintor Hieronymus Bosch foi representado na terceira alegoria, \"Jardim das delícias\". O quarto carro, \"Os girassóis de Van Gogh\" homenageava o pintor neerlandês, que sofria desequilíbrios mentais. Em sua estreia como primeiro casal de Mestre-sala e Porta-bandeira, Sidcley e Ana Paula ganharam nota máxima dos jurados. A fantasia do casal, toda branca, representava os sonhos. A bateria, comandada por Mestre Louro, desfilou fantasiada de \"passageiros da barca do sol\", em referência ao quadro do pintor Carlos Pertuis. A bateria também ganhou nota máxima dos jurados. A quinta alegoria homenageava o pintor catalão Salvador Dalí e tinha Carla Perez como destaque. A sétima alegoria homenageava o artista plástico Arthur Bispo do Rosário. A última alegoria, \"Arte-folia\", fazia menção aos desfiles de escolas de samba como obras de arte. A ala das baianas representava girassóis. Com esse desfile, a escola terminou na 7.ª colocação, ficando de fora do desfile das campeãs. * 1998 — \"Parintins, a Ilha do boi-bumbá: Garantido X Caprichoso, Caprichoso X Garantido\" Em 1998 a Acadêmicos do Salgueiro, por divergências com a LIESA, gravou e lançou o próprio samba-enredo. Foi a segunda agremiação a se apresentar na primeira noite de desfiles. O carnavalesco Mário Borriello desenvolveu um desfile sobre as lendas amazonenses da Ilha de Parintins e o Festival Folclórico de Parintins, disputado por Boi Caprichoso e Boi Garantido. A comissão de frente representava \"Os guardiões do boi\". A segunda alegoria, \"Lendas e mistérios da Ilha\", trazia grandes serpentes com movimentos e efeitos de luzes e fumaça. A ala das baianas representou as colhedoras de patchouli. A fantasia do primeiro casal de Mestre-sala e Porta- bandeira, Sidcley e Ana Paula, representava a dança na ilha tupinambá. Sidcley foi premiado com o Estandarte de Ouro. A bateria, comandada por Mestre Louro, também foi premiada com o Estandarte de Ouro. A última alegoria trazia um imenso jacaré, abrindo e fechando a boca, onde um casal representando indígenas era engolido pelo animal. Na classificação oficial, a escola repetiu a 7.ª colocação do ano anterior, ficando mais uma vez de fora do desfile das campeãs. * 1999 — \"Salgueiro é sol e sal nos quatrocentos anos de Natal\" O carnavalesco Mauro Quintaes fez sua estreia na Acadêmicos do Salgueiro com um enredo sobre a cidade de Natal, que completava 400 anos em 1999. Causou polêmica a ideia do intérprete Quinho - a pedido de seus filhos - de cantar a música \"Erguei as mãos\", de Padre Marcelo Rossi, no esquenta do desfile. O pedido da Arquidiocese do Rio para não cantar a música foi ignorado. A comissão de frente, coreografada por Beth Oliose e Regina Sauer, representou os colonizadores holandeses invadindo Natal. O carro abre-alas, em tom dourado, trazia o brasão da escola. Logo após o abre-alas, a ala das baianas desfilou com roupas brancas, representando a espuma do mar de Natal. De roupa dourada com plumas brancas, o primeiro casal de Mestre-sala e Porta-bandeira, Sidcley e Ana Paula, desfilou fantasiado de \"Sol de Natal\". A bateria, comandada por Mestre Louro, desfilou fantasiada de Lampião, e recebeu nota máxima dos jurados. O samba-enredo composto por Celso Trindade, Demá Chagas, Eduardo Dias, Líbero e Quinho, também recebeu nota máxima do júri oficial. O terceiro carro alegórico homenageava o historiador natalense Câmara Cascudo. O filho do escritor desfilou na alegoria, representando o pai. Com muitos integrantes, a escola precisou correr no final do desfile para não ultrapassar o tempo limite. Com esse desfile, a Acadêmicos do Salgueiro conquistou a 5.ª colocação. === Década de 2000 === * 2000 — \"Sou rei, sou Salgueiro, meu reinado é brasileiro\" Para comemorar os 500 anos do descobrimento do Brasil, todas as escolas do Grupo Especial fizeram desfiles sobre a história do país. A Acadêmicos do Salgueiro escolheu como tema a transferência da corte portuguesa para o Brasil. O desfile foi confeccionado pelo carnavalesco Mauro Quintaes. A escola foi a terceira a desfilar na segunda noite de apresentações. Wander Pires foi o intérprete oficial da escola, e também foi um dos compositores do samba-enredo. A comissão de frente, coreografada por Carlota Portella, representava a tropa francesa de Napoleão Bonaparte invadindo Portugal. O carro abre-alas, \"Conquistas de Napoleão sobre o reino de João\", trazia à sua frente três grandes dragões. Desfilaram na alegoria, o diretor Jorge Fernando interpretando Napoleão Bonaparte, e a atriz Ângela Leal como Carlota Joaquina. As baianas foram divididas em duas alas, nas cores da escola. A primeira, \"africanas vermelhas\", com roupa predominantemente vermelha e detalhes rústicos. A segunda, \"africanas brancas\", com roupa predominantemente branca e detalhes em dourado. A segunda alegoria, \"Abertura dos Portos\", trazia à sua frente, uma grande piscina com oito atletas do nado sincronizado. Joana Prado - a feiticeira, foi destaque no carro. O cantor Daniel foi destaque na terceira alegoria, \"A corte no Rio\", que representava a festa de recepção de Dom João. A alegoria seguinte, “Elevação a Reino Unido”, tinha grandes esculturas douradas para simbolizar o fim do período colonial. A alegoria \"Aclamação de Dom João\", apresentou um salão com integrantes dançando um minueto, em referência a uma clássica ala do desfile campeão de 1963. A escola animou o público e encerrou o seu desfile recebendo gritos de \"é campeã\". A Acadêmicos do Salgueiro foi premiada com o Estandarte de Ouro de melhor escola do ano. A bateria, comandada por Mestre Louro, também foi premiada com o Estandarte de Ouro e recebeu nota máxima dos jurados. Uma das favoritas para conquistar o título de campeã, a escola terminou apenas na 6.ª colocação. * 2001 — \"Salgueiro no mar de Xarayés, é pantanal, é carnaval\" A Acadêmicos do Salgueiro foi a quarta escola a se apresentar na primeira noite de desfiles. O carnavalesco Mauro Quintaes desenvolveu um enredo sobre o Pantanal Sul-Matogrossense. A comissão de frente, coreografada por Caio Nunes, representou os \"Guerreiros Guaicurus\", os primeiros habitantes do Pantanal. A Porta-bandeira Marcella Alves fez sua estreia na escola, ao lado do experiente Mestre-sala Ronaldinho, que voltava à agremiação. Os dois foram premiados com o Estandarte de Ouro. A bateria, comandada por Mestre Louro, representava \"Os sonhos da Nação Guaicuru\". Assim como no ano anterior, as baianas foram divididas em duas alas. A primeira, com roupa predominantemente vermelha, representava as mulheres da tribo Guaicuru. A segunda, com roupa predominantemente branca, representava a culinária pantaneira. Durante o desfile, foram utilizados 30 mil litros de água. A segunda alegoria representava o Império Inca, com uma grande pirâmide dourada com cascatas d'água. A cantora mato-grossense Tetê Espíndola foi destaque na alegoria \"Fauna e Flora\". Na classificação oficial, a escola terminou na 4.ª colocação. * 2002 — \"Asas de um sonho. Viajando com o Salgueiro, o orgulho de ser brasileiro\" A Acadêmicos do Salgueiro foi a penúltima escola a se apresentar na primeira noite de desfiles. Desenvolvido pelo carnavalesco Mauro Quintaes, o enredo exaltava o sonho de voar. Curiosamente, a Beija-Flor, que desfilou em seguida, apresentou um enredo semelhante. Enquanto o desfile da escola de Nilópolis foi patrocinado pela Varig, o desfile da Acadêmicos do Salgueiro foi patrocinado pela TAM. O intérprete Nêgo foi um dos compositores do samba- enredo. A comissão de frente do coreógrafo Caio Nunes representava pássaros, a grande inspiração do homem para voar. O carro abre-alas representava as primeiras tentativas do homem de voar. O diretor Jorge Fernando foi destaque no carro, representando Leonardo da Vinci. A segunda alegoria, \"A era dos balões\", trouxe grandes balões e uma representação da Torre Eiffel. A ala das baianas representava as \"nuvens celestiais\", com roupa branca e detalhes dourados. Logo atrás das baianas, a velha guarda da escola desfilou de roupa vermelha, representando os comandantes de voo. A bateria, comandada por Mestre Louro, representava as \"asas de um sonho\". A terceira alegoria homenageou Santos Dumont. O quarto carro trouxe uma grande escultura de Netuno, representando os voos sobre o mar. Popó desfilou como destaque na quinta alegoria, que representava a quebra da barreira do som. Luana Piovani e Luciano Huck desfilaram na frente do penúltimo carro alegórico, que trouxe uma representação de um avião, em proporções reais. A última alegoria apresentava uma grande escultura do comandante Rolim Amaro, presidente da TAM, patrocinadora do desfile. Rolim morreu em um acidente aéreo em 8 de julho de 2001, pouco depois de ser escolhido como homenageado do enredo. O comandante, que era salgueirense, desfilaria no último carro. Como resultado, a escola terminou na 6.ª colocação. * 2003 — \"Salgueiro, minha paixão, minha raiz - 50 anos de glória\" Em 2003 a Acadêmicos do Salgueiro completou 50 anos. E para comemorar, fez um desfile relembrando a própria história. Renato Lage voltava à escola onde começou a fazer carnaval. Assinou o desfile de 2003 ao lado de sua esposa, Márcia Lage. Segunda escola a se apresentar na primeira noite de desfiles, a Acadêmicos do Salgueiro fez um desfile animado. O samba-enredo caiu no gosto popular, sendo bem cantado por público e componentes. O refrão do samba tinha o verso: \"Salgueiro, vermelho / Balança o coração da gente / Guerreiro, é de bambas um celeiro / Apenas uma escola diferente\". Um dos compositores do samba-enredo, Quinho voltava ao posto de intérprete oficial da escola. A comissão de frente, coreografada por Marcelo Misailidis, uniu o clássico ao moderno. Os integrantes vestiam fraque e cartola, nas cores da escola, como nos antigos carnavais. O toque moderno foi mostrado na coreografia, com as capas que formavam palavras como: \"Salgueiro\", \"50 anos\" e \"glórias\". Nas cores da escola, o carro abre-alas representou o Morro do Salgueiro. Na frente do carro, uma foto de Domingos do Salgueiro, comerciante que deu nome ao morro. Desfilaram na alegoria: Delegado, Jamelão, entre outros integrantes ilustres do Salgueiro e de sua escola madrinha, a Mangueira. Ainda na alegoria, um casal de Mestre-sala e Porta-bandeira carregava o primeiro pavilhão da escola. Cada setor relembrava um desfile campeão da agremiação. Abrindo cada setor, um tripé com o título dos enredos campeões em neon vermelho. Com muita palha e bambu, a segunda alegoria, \"Zumbi dos Palmares\", lembrava o título de 1960. O setor seguinte relembrava o campeonato de 1963. Zezé Motta desfilou como Xica da Silva, personagem que interpretou no cinema. A ala \"Minueto\" relembrava a clássica ala coreografada que fez sucesso naquele ano. A terceira alegoria, \"Luxúrias de Xica\" fazia referência ao lago criado pelo Contratador João Fernandes para presentear Xica. Outro setor lembrava a conquista de 1965, com o enredo \"História do carnaval carioca - Eneida\". O casal de Mestre-sala e Porta-bandeira, Ronaldinho e Marcella Alves, representavam Pierrot e Colombina. A bateria da escola, comandada pela última vez por Mestre Louro, representava Arlequim. O setor seguinte lembrava a conquista de 1969. Representando esse desfile, a alegoria \"Bahia de todos os deuses\" trazia sete esculturas douradas representando orixás. As baianas desfilaram com roupa em branco e dourado, representando o Senhor do Bonfim. Outro setor lembrava o carnaval campeão de 1971. A sexta alegoria, \"Festa para um rei negro\", relembrava esse desfile. O setor seguinte referenciava o bicampeonato conquistado em 1974 e 1975 sob comando do carnavalesco Joãosinho Trinta. O sétimo carro, \"Rei de França e As Minas do Rei Salomão\" trazia uma grande serpente, que segundo uma lenda, cercava a Ilha de São Luiz do Maranhão. O último setor, lembrava o oitavo título da escola, \"Peguei um Ita no Norte\". A ala \"Comandantes do Ita\" fazia referência à comissão de frente de 1993. Encerrando o desfile, a última alegoria, \"Explode Coração\" remontava o navio Ita, presente no desfile campeão de 1993. A escola teve que correr para terminar seu desfile dentro dos 80 minutos estipulados. Ainda assim, ultrapassou em quatro minutos o tempo máximo regulamentar. A Acadêmicos do Salgueiro foi a grande campeã do Estandarte de Ouro 2003, conquistando 5 prêmios: melhor escola, melhor bateria, melhor comissão de frente, melhor Mestre-sala (Ronaldinho) e Personalidade do ano (para Djalma Sabiá). A escola começou a apuração com uma punição de oito décimos por ter ultrapassado o tempo limite. Ainda assim, a expectativa era de uma boa colocação. Porém, a escola recebeu notas baixas dos jurados. A premiada bateria recebeu uma nota 9,0, perdendo um total de 1,4 pontos. A também premiada comissão de frente também perdeu 1,4 pontos. No quesito \"enredo\" foram perdidos 1,3 pontos. Como resultado, a escola passou o seu cinquentenário fora do desfile das campeãs, na 7.ª colocação. * 2004 — \"A Cana que aqui se planta, tudo dá… Até energia! Álcool – o combustível do futuro\" Após mais de 30 anos comandando a bateria \"Furiosa\", Mestre Louro foi dispensado da escola, sendo substituído por Mestre Jonas. A Acadêmicos do Salgueiro foi a quarta escola a se apresentar na primeira noite de desfiles. O enredo começava na Índia, onde iniciou-se o cultivo de cana-de-açúcar; passava pela chegada da cana ao Brasil; e terminava defendendo o álcool como o combustível do futuro. O desfile foi patrocinado pelo conglomerado de usinas de álcool e açúcar J. Pessoa. A escola fez uma apresentação tecnicamente correta, porém, sem empolgar o público. A comissão de frente, coreografada por Marcelo Misailidis, em determinado momento da coreografia se transformava em um grande elefante. O carro abre-alas, \"Usina da Alegria\", abusava da iluminação neon, característica do estilo high-tech dos carnavalescos Renato Lage e Márcia Lage. O casal de Mestre-sala e Porta- bandeira, Ronaldinho e Marcella Alves, representava boias-frias que trabalhavam nos canaviais. Pelo segundo ano consecutivo, Ronaldinho foi premiado com o Estandarte de Ouro. Pela primeira vez, a Acadêmicos do Salgueiro apresentou uma rainha de bateria. A escolhida foi Ana Cláudia, esposa de Maninho, patrono da escola. Aos 97 anos, Dercy Gonçalves desfilou como destaque na alegoria \"Tempos Modernos\". A última alegoria, \"Álcoopolis\", apresentou carros se locomovendo em uma pista de kart. Na classificação oficial, a escola terminou na 6.ª colocação. No dia 28 de setembro de 2004, Waldemir Paes Garcia, o Maninho, foi morto a tiros ao sair de uma academia de ginástica, em Jacarepaguá, na zona oeste do Rio de Janeiro. Pouco mais de um mês depois, morria com problemas respiratórios, seu pai, Waldomiro Paes Garcia, o Miro. Os dois ocuparam a presidência da escola, e na época eram patronos da agremiação. * 2005 — \"Do fogo que ilumina a vida, Salgueiro é chama que não se apaga\" No carnaval de 2005, o casal de carnavalescos Renato e Márcia Lage confeccionaram um desfile com muita pirotecnia para contar a história do fogo. A Acadêmicos do Salgueiro foi a terceira escola a se apresentar na primeira noite de desfiles. A comissão de frente, \"O fogo que ilumina a vida\", coreografada por Marcelo Misaillidis, trazia integrantes vestidos de ancestrais e utilizava fogos de artifício, causando grande efeito. A comissão foi premiada com o Estandarte de Ouro. O carro abre-alas causou impacto ao apresentar uma escultura representando um vulcão, de onde saía uma grande labareda de fogo - de verdade. Duas alegorias tiveram problemas ao colidirem em árvores ainda na armação da escola, na Avenida Presidente Vargas. Em uma dessas alegorias, uma escultura representando uma torre foi danificada. A ala das baianas, vestida de \"Senhoras da Luz\", também foi premiada com o Estandarte de Ouro. A alegoria \"O fogo faz a festa\", toda em preto e dourado, soltava fogos de artifício. Encerrando o desfile, um grande telão de LED passava imagens de Miro Garcia e Maninho, ex-patronos da escola, mortos no final do ano anterior. A LIESA permitiu que a alegoria fosse apresentada apenas como forma de homenagem, não sendo avaliada pelos jurados. Foi o primeiro ano de Mestre Marcão no comando da bateria. A escola foi premiada com o Tamborim de Ouro de melhor escola do ano. Na classificação oficial, terminou na 5.ª colocação. * 2006 — \"Microcosmos - O que os olhos não veem, o coração sente\" Foi o primeiro carnaval contando com a estrutura do barracão da Cidade do Samba. Desenvolvido pelo casal Renato Lage e Márcia Lage, o enredo sobre microrganismos foi premiado com Estandarte de Ouro de melhor enredo do ano. A Acadêmicos do Salgueiro foi a escola responsável por abrir os desfiles do Grupo Especial de 2006. Com o público ainda \"frio\", chegando ao sambódromo, a escola fez um desfile sem empolgação. A comissão de frente, do coreógrafo Marcelo Misailidis, representava aranhas \"tecendo a vida\" com grandes agulhas. O carro abre-alas apresentava um telão de LED dentro de uma grande representação de um globo ocular que piscava. De volta ao Salgueiro, a Porta- bandeira Rita Freitas vestia branco, representando o glóbulo branco - leucócito. O Mestre-sala Ronaldinho vestia vermelho representando o glóbulo vermelho - as hemácias. As baianas representaram orquídeas púrpuras. A bateria, comandada por Mestre Marcão, fez \"paradinhas\" imitando a batida do coração durante o refrão principal do samba-enredo, que tinha o verso: \"Na batida de um coração / Tem mistérios e emoção / Ecoa no ar um canto de amor / A academia do samba chegou\". O samba foi formado por uma junção de duas composições. Durante a apresentação, diretores da escola fizeram um cordão de isolamento impedindo que cinegrafistas e fotógrafos se aproximassem dos componentes, o que gerou uma grande confusão entre as partes. Na apuração das notas, a escola recebeu notas baixas, terminando no 11.º lugar, a pior classificação da história da Acadêmicos do Salgueiro. * 2007 — \"Candaces\" Para tentar se reerguer, após alcançar o pior resultado de sua história, a Acadêmicos do Salgueiro escolheu um enredo de temática afro, que tantas vezes lhe consagrou campeã. Terceira agremiação a se apresentar na segunda noite de desfiles, a escola homenageou as Candaces, rainhas guerreiras da África Oriental, sete séculos antes de Cristo. Outras guerreiras, orixás femininas e mães de santo também foram homenageadas como exemplos de luta e perseverança. Renato e Márcia Lage abandonaram o estilo high tech, que lhes consagraram, e confeccionaram um desfile rústico. Na comissão de frente, coreografada por Marcelo Misailidis, a representação de um Faraó liderando escravos na condução de um bloco de pirâmide que guardava a energia vital da Rainha Nefertiti. O carro abre-alas, \"Raízes da Criação\", causou grande efeito ao apresentar a escultura de uma grande feiticeira com movimentações e cercada por representações de orixás femininas constituídas de galhos de árvores. Como efeito especial, o carro soltava fumaça. A ala das baianas representou as \"Mães feiticeiras\". A penúltima alegoria, \"Mães de Santo, Mães do Samba\", trazia uma grande escultura de mãe de santo, representando Tia Ciata. A bateria \"Furiosa\", comandada por Mestre Marcão, esteve inspirada, fazendo várias \"paradinhas\". O samba-enredo foi bem cantado por público e componentes. O refrão principal tinha o verso: \"Odoiá Iemanjá / Saluba Nanã! Eparrei Oiá! / Orayê Yê o, Oxum! / Oba Xi Oba!“, uma saudação às Iabás - orixás femininas. O desfile contagiou o público nas arquibancadas. Foi a escola mais aplaudida da noite, sendo recebida aos gritos de \"é campeã!\". Haroldo Costa, ao comentar o desfile ao vivo pela Rede Globo, definiu a apresentação da escola como uma das maiores de toda a sua história. A escola foi premiada com o Tamborim de Ouro de melhor escola do ano. Apontada entre as favoritas para conquistar o campeonato de 2007, a escola recebeu algumas notas baixas dos jurados e terminou a competição apenas na 7.ª colocação, ficando de fora, inclusive, do Desfile das Campeãs. O resultado foi muito contestado pelos torcedores da escola e pela crítica especializada. Foi o último desfile de Júlio Machado, o Xangô do Salgueiro, que desde 1969 desfilava na escola como destaque, sempre representando o orixá Xangô. Júlio faleceu algumas semanas após o desfile de 2007. * 2008 — \"O Rio de Janeiro continua sendo…\" Terceira escola a se apresentar na primeira noite de desfiles, a Acadêmicos do Salgueiro exaltou o Rio de Janeiro por meio das belezas naturais e pontos turísticos da cidade, em mais um enredo do casal Renato e Márcia Lage. A comissão de frente satirizava a chegada dos portugueses à cidade. Foi coreografada por Hélio Bejani, em sua estreia na escola. Na comissão, os navegadores chegavam de banana boat. Os integrantes se apresentavam com sombrinhas nas cores amarelo e vermelho. O carro abre-alas, todo em dourado e com iluminação quente, representava a visão que os descobridores tiveram ao chegar ao Rio. A ala das baianas representava araras vermelhas. A segunda alegoria, “A França invadiu a nossa praia”, apresentou uma embarcação, vazada, com acrobacias da Intrépida Trupe. A Praça Mauá, o Mosteiro de São Bento, o bairro da Lapa, as praias cariocas, a Igreja da Penha e o subúrbio carioca também foram representados em alegorias. Os jogadores Júnior e Jairzinho desfilaram como destaques na alegoria que representava o Maracanã. O último setor representava os antigos carnavais, e o último carro, “Não me Leve a Mal … Hoje É Carnaval”, lembrava o desfile campeão de 1965, em que a escola também homenageou o Rio de Janeiro. De terno de linho e chapéu panamá, integrantes da bateria representavam a malandragem carioca. Viviane Araújo desfilou pela primeira vez como rainha de bateria da escola. A bateria \"Furiosa\", comandada por Mestre Marcão, ganhou nota máxima dos jurados e foi premiada com o Estandarte de Ouro. Na classificação oficial, a escola se sagrou vice-campeã do carnaval carioca de 2008. * 2009 — \"Tambor\" Após o vice-campeonato de 2008, foi realizada uma eleição para escolher a nova presidência. A vencedora foi a candidata da situação, Regina Celi Fernandes, segunda mulher presidente na história da escola. Em 2009, a Acadêmicos do Salgueiro escolheu como enredo a história do tambor. O desfile foi desenvolvido pelo carnavalesco Renato Lage, sem o auxílio de sua esposa, que naquele ano assinou o carnaval da Império Serrano. Segunda escola a se apresentar na segunda noite de desfiles, a Acadêmicos do Salgueiro fez uma apresentação contagiante. A comissão de frente, denominada \"No princípio era o tambor\", foi coreografada por Hélio Bejani. Após a comissão, uma ala coreografada representando o maculelê precedia o imponente carro abre-alas. Com muitos tambores, luz neon vermelha e acrobatas da Intrépida Trupe, o abre- alas, orçado em R$ 400 mil, causou grande impacto. A segunda alegoria, \"Essência Ritual\", relembrou a origem pré-histórica do tambor. A ala das baianas representava as rainhas africanas. Toda em branco, a alegoria “Sagração aos Deuses” lembrava a utilização do instrumento nas religiões de origem africana. O Festival Folclórico de Parintins foi lembrado numa alegoria em que metade era vermelha - em referência ao Boi Garantido, e outra metade era azul - em referência ao Boi Caprichoso. O carro “Eletrizante Batuque das Ruas” trazia Carlinhos Brown como destaque sobre a réplica de um trio elétrico. A última alegoria homenageava Mestre Louro, morto no ano anterior. Desfilaram no carro todos os mestres de bateria do grupo especial daquele ano. A escola terminou a sua apresentação aos gritos de \"é campeã!\". O samba- enredo, composto por Moisés Santiago, Paulo Shell, Leandro Costa e Tatiana Leite, apresentava o refrão: \"Vem no tambor da Academia / Que a furiosa bateria vai te arrepiar! / Repique, tamborim, surdo, caixa e pandeiro / Salve o mestre do Salgueiro!\". O samba foi bem cantado pelo público e pelos componentes e ganhou nota máxima dos jurados. A escola também ganhou nota máxima nos quesitos \"Comissão de Frente\", \"Alegorias e Adereços\" e \"Fantasias\". A escola foi premiada com o Estandarte de Ouro de melhor escola, e de melhor enredo. Na apuração das notas, o favoritismo foi confirmado e a Acadêmicos do Salgueiro conquistou o seu nono título de campeã do carnaval carioca, quebrando um jejum de 16 anos. === Década de 2010 === * 2010 — \"Histórias sem fim\" A Acadêmicos do Salgueiro foi a quinta escola a se apresentar na primeira noite dos desfiles de 2010. Tentando o bicampeonato, o carnavalesco Renato Lage desenvolveu um enredo sobre a história dos livros, relembrando as mais consagradas obras da literatura estrangeira e brasileira. A comissão de frente, coreografada por Hélio Bejani, representou \"monges copistas\". O carro abre-alas, “Primeira impressão”, representou a oficina de Gutemberg, com acrobatas da Intrépida Trupe e do Cirque Du Soleil. Na segunda alegoria, que representava uma biblioteca, componentes lançavam livros para o público. Alas e alegorias relembravam os grandes clássicos da literatura mundial e nacional, como \"O Pequeno Príncipe”, “Os Lusíadas”, “Os três mosqueteiros”, \"Memórias póstumas de Brás Cubas\", “Don Quixote”, “Alice no País das Maravilhas”, e a Bíblia. Grandes tripés acompanhavam as alas. O terceiro carro alegórico representou “O Guarani”, obra de José de Alencar. A quarta alegoria trazia uma boneca Emília gigante em referência ao Sítio do Pica Pau Amarelo. O carro seguinte representava a saga Harry Potter. Destaque para a ala coreografada \"Navio Negreiro\", em referência à obra de Castro Alves. Vestindo branco, a ala das baianas homenageou o escritor baiano Jorge Amado e foi premiada com o Estandarte de Ouro. A bateria da escola, comandada por Mestre Marcão, representou \"Ali Babá e os Quarenta Ladrões\", e a rainha de bateria, Viviane Araújo, representou a rainha Sherazade. Apesar da beleza plástica, o desfile não empolgou o público como no ano anterior. O samba- enredo fez sucesso com a torcida do Flamengo, que adaptou o refrão do samba. O desfile rendeu ao Salgueiro a 5.ª colocação. * 2011 — \"Salgueiro apresenta: O Rio no cinema\" Em 2011, a Acadêmicos do Salgueiro foi a segunda escola a se apresentar na segunda noite de desfiles do Grupo Especial. O enredo, sobre a relação do Rio de Janeiro com o cinema, foi proposto pelo prefeito Eduardo Paes e desenvolvido por Renato Lage e sua esposa Márcia Lage que retornava à escola. Leonardo Bessa e Serginho do Porto foram efetivados, ao lado de Quinho, como intérpretes oficiais da agremiação. O Mestre-sala Ronaldinho, que estava na escola a dez anos, foi substituído por Sidcley, que retornava ao Salgueiro. Foi a segunda escola a se apresentar na segunda noite de desfiles. Os carnavalescos optaram por confeccionar fantasias mais leves e alegorias maiores. A escola apresentou um desfile monumental, com alegorias enormes e pesadas. A comissão de frente, coreografada por Hélio Bejani, representava vendedores de bala na porta do cinema. Um tripé simbolizava a calçada da fama, onde se apresentavam integrantes representando Fred Astaire e Marilyn Monroe. Representando a Cinelândia, o carro abre-alas transmitia ao vivo, em um grande telão, imagens do público presente na Sapucaí. A ala das baianas representava \"Carlota Joaquina\", filme que marcou a retomada do cinema nacional. Representando as chanchadas da Atlântida, a segunda alegoria, \"Tesouro perdido da Atlântida\", soltava bolhas de sabão e teve dificuldade para entrar na Sapucaí. Com exceção do abre-alas, todas as alegorias traziam à sua frente gruas com câmeras e integrantes representando diretores. O quarto carro apresentou uma grande escadaria com dançarinos de sapateado. O público pode ouvir o som do sapateado graças à microfones instalados nos degraus da escadaria da alegoria. Por volta dos cinquenta minutos de apresentação, o desfile, até então tecnicamente perfeito, se transformou em uma das apresentações mais dramáticas do carnaval carioca. O carro que homenageava o filme “Rio”, teve um princípio de incêndio. A penúltima alegoria, \"Hollywood é aqui\", apresentou uma grande escultura do personagem King Kong escalando o relógio da Central, numa sátira ao filme \"King Kong\". Toda pintada de amarelo, representando uma banana, a cantora Valesca Popozuda desfilou como destaque nas mãos do gigantesco gorila. O carro teve muita dificuldade para entrar na Sapucaí. Para a escola não perder tempo, alas tiveram que passar à frente da alegoria. Com o desfile atrasado, a bateria \"Furiosa\" - sob o comando de Mestre Marcão - não teve tempo de entrar no recuo. A bateria representava o filme \"Tropa de Elite\". O oitavo e último carro, que representava o Óscar, também teve dificuldade para entrar na Sapucaí. A escola permaneceu parada por alguns minutos, enquanto diretores tentavam acoplar a alegoria. Ao completar oitenta e dois minutos de desfile, tempo máximo permitido, integrantes precisaram correr para não aumentar ainda mais o prejuízo. As alegorias gigantescas congestionaram a dispersão. A presidente Regina Celi chegou a tirar os sapatos para ajudar na dispersão da escola. Integrantes chegavam ao final do desfile aos prantos pelo acontecido. A Acadêmicos do Salgueiro encerrou a sua apresentação com uma hora e trinta e dois minutos de desfile, dez minutos a mais do que o permitido. Com isso, a escola foi punida com a perda de um ponto, o que a tirou da disputa pelo título. Ainda assim, a escola conquistou a 5.ª colocação, retornando no desfile das campeãs. left|thumb|O desfile de 2012 da Acadêmicos do Salgueiro homenageou a Literatura de cordel * 2012 — \"Cordel branco e encarnado\" Terceira escola a se apresentar na segunda noite de desfiles, a Acadêmicos do Salgueiro fez uma homenagem à literatura de cordel, com mais um enredo desenvolvido pelo casal Renato e Márcia Lage. As alegorias, novamente muito grandes, tiveram dificuldades para entrar na Sapucaí. Porém, ao contrário do ano anterior, a escola passou sem maiores problemas em evolução e cronometragem. A comissão de frente, coreografada por Hélio Bejani, representava uma caravana de teatro mambembe. Os integrantes dançavam com bonecas atadas ao braço. O primeiro casal de Mestre-sala e Porta- bandeira, Sidclei e Gleice Simpatia, desenvolveu passos de xaxado. Sidclei ainda tocou triângulo durante a coreografia. As baianas representavam Maria Bonita. Representando o \"Bando de Lampião\", a bateria comandada por Mestre Marcão, fez uma apresentação repleta de \"paradinhas\" em ritmos nordestinos, como forró, xote e xaxado. Ao final de seu desfile, a escola foi apontada como uma das favoritas daquele ano. Foi premiada com o Troféu SRZD de melhor desfile de 2012. Na apuração das notas, três escolas da região da Tijuca disputaram a liderança. Porém, a Unidos da Tijuca sagrou-se campeã, dois décimos acima da vice-campeã, a Acadêmicos do Salgueiro. * 2013 — \"Fama\" Renato Lage completava dez anos ininterruptos como carnavalesco da Acadêmicos do Salgueiro. Nesse ano, a escola escolheu a fama como tema de seu carnaval. O desfile foi patrocinado pela Revista Caras, que completava 20 anos. A escolha do enredo patrocinado causou polêmica. Foi a segunda escola a se apresentar na primeira noite de desfiles. Xande de Pilares, do Grupo Revelação, passou a integrar o carro de som da escola, junto aos intérpretes oficiais Quinho, Leonardo Bessa e Serginho do Porto. A comissão de frente, \"A nossa divina comédia da fama\", coreografada por Hélio Bejani, trazia uma grande limousine vermelha com as figuras de Chacrinha, saudando o público, e as celebridades Amy Winehouse e Marilyn Monroe se atracando. Integrantes fantasiados de fotógrafos completavam a apresentação com uma coreografia. A comissão de frente foi agraciada com os prêmios Estandarte de Ouro e Tamborim de Ouro. O carro abre-alas, denominado \"Grande Angular\", era cercado por esculturas de seguranças e trazia uma grande câmera fotográfica, com acrobatas em volta. Completava o carro, um enorme cilindro com 4,5 milhões de LED, que exibia imagens de integrantes do Salgueiro. O carro \"O Atelier\" trazia um telão menor, exibindo imagens dos funcionários do barracão, que trabalharam na confecção do desfile. A alegoria \"Fotoshopping\", representava um shopping center onde eram vendidos narizes, olhos, bocas e etc, fazendo uma crítica bem-humorada à indústria das cirurgias plásticas. A alegoria \"Pleasure Island\" fazia referência à Ilha de Caras, lugar onde a revista leva famosos para fazer reportagens. A ala das baianas representou a obra de Tarsila do Amaral. A bateria da escola, comandada por Mestre Marcão, desfilou com fantasias estilizadas com o famoso retrato de Che Guevara. A Acadêmicos do Salgueiro, que completava 60 anos na ocasião, encerrou seu desfile com uma homenagem à própria história. A escola foi premiada com o Tamborim de Ouro. Na classificação oficial, terminou na 5.ª colocação. * 2014 — \"Gaia: a vida em nossas mãos.\" Em 2014, a Acadêmicos do Salgueiro retoma a estética afro, tão associada à sua história. Foi a quinta escola a se apresentar na primeira noite de desfiles. O enredo abordou a criação do universo sob a ótica da lenda africana de Olorum, com um toque de apelo pela sustentabilidade nos dias atuais - um desejo já demonstrado pelos orixás em suas lendas e ideais. O ano também marcou a volta da Porta-bandeira Marcella Alves, após oito anos afastada da escola. O desfile, confeccionado pelo casal de carnavalescos Renato e Márcia Lage, foi dividido em setores. Começou com o elemento terra, depois água, fogo, ar, e terminou falando sobre sustentabilidade. A comissão de frente, \"Guardiões da Natureza\", coreografada por Hélio Bejani, trazia as representações de quatro orixás, cada um representando um elemento (Oçânhim - Terra, Xangô - Fogo, Iansã - Ar, Iemanjá - Água). A bailarina representando Gaia, \"levitava\" em cima de um triplé representando o planeta Terra. O carro abre-alas, todo em madeira e com forte iluminação, trazia à sua frente uma escadaria com integrantes vestidos de zebra desenvolvendo uma coreografia; media 47 metros de comprimento. O primeiro setor, em tons marrons, representava o fator terra. O segundo setor representava o elemento água, com predominância do tom azul. O terceiro setor representava o fogo. O carro alegórico que representava esse elemento trazia um efeito simulando chamas de fogo. Porém, o carro passou a maior parte do desfile apagado, sem a iluminação e o efeito programado. A bateria \"Furiosa\", comandada por Mestre Marcão, representava os \"Guerreiros do Fogo\". O setor seguinte representava o ar, em tons claros. O penúltimo setor falava sobre sustentabilidade. A escola encerrou o seu desfile com um alerta sobre o futuro. O último carro trazia uma grande caveira sobre um globo terrestre, num cenário de completa devastação. A escola desfilou com muitos componentes e teve que correr no final para não ultrapassar o tempo limite. A Acadêmicos do Salgueiro terminou o seu desfile a um minuto do tempo limite, aos gritos de \"é campeã!\". O samba-enredo composto por Xande de Pilares, Dudu Botelho, Miudinho, Betinho de Pilares, Rodrigo Raposo e Jassa foi bem cantado pelo público. A escola ganhou os prêmios Estandarte de Ouro e Tamborim de Ouro de melhor escola, de melhor samba-enredo e de melhor bateria do ano de 2014. Na apuração das notas, Salgueiro e Unidos da Tijuca travaram uma disputa acirrada pelo título. Porém, assim como em 2012, a Acadêmicos do Salgueiro perdeu o título para a sua conterrânea, ficando com o vice-campeonato. Dessa vez, por apenas um décimo de diferença. Após a apuração, a rainha da bateria, Viviane Araújo, considerou injusto o resultado. \"Perder para a Tijuca é inadmissível. Perder para eles em alegorias e fantasias? Tá brincando, né!? Somos os campeões do povo e isso é o que importa\", declarou Viviane. Mestre Marcão também declarou que a escola foi \"campeã moralmente, eleita pelo povo\". * 2015: \"Do Fundo do Quintal, Saberes e Sabores na Sapucaí\" Em mais um pleito, Regina Celi foi reeleita presidente da escola, como candidata única, após serem constatadas irregularidades nas chapas de Fú e do intérprete Quinho. A chapa de Quinho foi considerada uma surpresa, sendo mal recebida por muitos salgueirenses simpatizantes de Regina. Após a reeleição da presidente, foi confirmado o afastamento do intérprete. Xande de Pilares, Leonardo Bessa e Serginho do Porto foram os intérpretes oficiais da escola. Pelo segundo ano consecutivo, a parceira de Xande de Pilares venceu a disputa de samba-enredo. O Salgueiro foi a quinta escola a se apresentar na primeira noite do Grupo Especial. Com um desfile orçado em 10 milhões, os carnavalescos Renato Lage e Márcia Lage confeccionaram mais um carnaval de luxo e grandiosidade. Na comissão de frente, \"Delírio Ancestral\", integrantes vestiam um tecido de 100 kg, todo confeccionado em LED, que projetava imagens do pavilhão da escola, além de fogo e ouro e, em determinado momento, se tranformava no manto de Nossa Senhora do Rosário. Lília Cabral, Alexandre Nero e Leandra Leal desfilaram como destaques na segunda alegoria, \"Delírio Reluzente\", que trazia um grande diamante giratório todo espelhado. A ala das baianas representava as cozinheiras mineiras. De avental e touca, a bateria \"Furiosa\", comandada por Mestre Marcão, representou os chefes de cozinha. Alguns ritmistas tocavam frigideira com colher de pau. A fantasia da rainha Viviane Araújo representava o fogo que aquece a comida. A penúltima alegoria trazia um trem em forma de bule que exalava aroma de café. A escola ganhou vários prêmios de melhor escola do ano, como Tamborim de Ouro, Estrela do Carnaval, Troféu Tupi e Gato de Prata. Na classificação oficial, o Salgueiro conquistou mais um vice-campeonato, quatro décimos atrás da campeã Beija-Flor. A escola perdeu décimos nos quesitos mestre-sala e porta-bandeira, enredo e evolução. * 2016: \"A Ópera dos Malandros\" Renato e Márcia Lage desenvolveram um enredo baseado no musical “Ópera do Malandro” de Chico Buarque. O enredo abordava o \"jeito malandro\", com suas principais características e os Malandros na Umbanda. O samba-enredo escolhido agradou público e crítica, e impulsionou o favoritismo da escola no período pré- carnaval. A Acadêmicos do Salgueiro foi a segunda escola a se apresentar na segunda noite de desfiles do Grupo Especial. Na comissão de frente, coreografada por Hélio Bejani, um componente representando Exu acompanhava malandros da rua e pombas giras numa coreografia. A saia das bailarinas, que representavam as damas da noite, media 3 metros de diâmetro, e tinha uma parte confeccionada em led, que exibia imagens de fogo e rosas. Em determinado momento da coreografia, as damas saíam das saias, que ganhavam “vida própria”, rodopiando sozinhas. A comissão de frente e o enredo foram premiados com o Estandarte de Ouro. O casal de Mestre-sala e Porta-bandeira, Sidcley e Marcella Alves, representava os reis da ralé. O carro abre-alas representou a Cinelândia e o Teatro Municipal, com um grande chafariz com efeitos de cascatas d'água em led, e personagens da noite carioca como malandros, bêbados, travestis, mendigos e prostitutas. O carro teve problemas de iluminação, passando apagado por toda a avenida. Apenas a luz led do chafariz se manteve acesa. Com figurinos em tons de bordô e preto, as baianas representavam pombas giras espanholas, numa referência à ópera \"Carmen\", de Georges Bizet. Os integrantes da bateria, comandada por Mestre Marcão, desfilaram vestidos de rosa, representando a personagem Geni, da obra de Chico Buarque. Um balão de gás, representando um zepelim, sobrevoava a bateria. Viviane Araújo desfilou representando o malandro Max Overseas, personagem por quem Geni era apaixonada na \"Ópera do Malandro\". Galvão Bueno, o jogador Júnior e o ator Eri Johnson desfilaram na alegoria \"De bar em bar\", que apresentava uma escultura de um malandro na clássica posição da escultura \"O Pensador\" de Auguste Rodin, representando a filosofia da malandragem. O último setor do desfile tratou da fé, com patuás, \"comigo ninguém pode\", \"espada de São Jorge\", Exus e pombas giras, ciganos, e terminava no malandro \"mensageiro da paz\". A última alegoria, \"Meu santo é forte\", apresentava uma grande escultura de uma pomba branca. A escola terminou o seu desfile aos gritos de \"é campeã!\". O samba-enredo composto por Francisco Aquino, Fred Camacho, Getúlio Coelho, Guinga, Marcelo Motta e Ricardo Fernandes, fez sucesso junto ao público, especialmente pelo refrão: “É que eu sou malandro batuqueiro / Cria lá do Morro do Salgueiro / Se não acredita, vem no meu samba pra ver / o couro vai comer”. A escola foi premiada com o Tamborim de Ouro de melhor escola e de melhor samba-enredo. Na apuração das notas, a Acadêmicos do Salgueiro liderou a classificação, empatada com a Mangueira, até chegar ao último quesito - “alegorias e adereços”. Como esperado, devido ao problema de iluminação do abre-alas, a escola perdeu alguns décimos no quesito, caindo do primeiro ao quarto lugar, posição em que terminou classificada. * 2017: \"A Divina Comédia do Carnaval\" Novamente sob a batuta de Renato e Márcia Lage, o Salgueiro escolheu um enredo inspirado na Divina Comédia de Dante Alighieri para tentar o título do Carnaval 2017. O belo desfile foi marcado pelo intenso uso das cores da escolas desde Comissão de Frente, que representava a purificação, até o último carro que homenageou os três \"sagrados talentos\" da Academia do samba, Fernando Pamplona, Arlindo Rodrigues e Joãosinho Trinta. Enquanto a bateria de Mestre Marcão veio representando os Intendentes do Diabo, a ala das baianas comandada por Tia Glorinha desfilou lindamente vestida representando as Sacerdotisas de Orun; o casal de Mestre-Sala e Porta Bandeira, Sidclei e Marcella desfilou trajado como o romântico Pierrô e a sensual Colombina , inspirados na visão tida por Dante de si mesmo e sua amada Beatriz. Mais uma vez, antes da apuração, o Salgueiro foi alçado pela mídia especializada à condição de favorita ao título, o que de certa forma se confirmou nas notas, tendo em vista que até o fim da leitura do penúltimo quesito a escola liderava a apuração com nota máxima, no entanto, no último quesito (samba enredo) as críticas à obra levada para a avenida pela escola se confirmaram e os jurados descontaram três décimos da mesma, fazendo com que caísse da primeira para a terceira posição no resultado final. * 2018: \"Senhoras do Ventre do Mundo\" Após quinze anos à frente do Salgueiro, o carnavalesco Renato Lage encerrou sua segunda passagem pela escola e, juntamente com sua esposa, seguiu para a Acadêmicos do Grande Rio onde viria a ser rebaixado. Agindo rapidamente, a presidente Regina Celi contratou Alex de Souza para substituir o casal e lançou o enredo \"Senhoras do Ventre do Mundo\" que ressalta a importância da mulher negra desde a Africa antiga até o Brasil contemporâneo, além de exaltar todas as mulheres que ajudaram a escrever a história da escola em seus 65 anos. Desfilando na segunda-feira de carnaval, o Salgueiro entrou na avenida pisando forte em busca do décimo campeonato; a comissão de frente da escola trouxe o \"Mistério da Vida\" em que cinco Iabás, entidades que representam a fertilidade nos cultos de matrizes africanas, concedem a dez Senhoras, a bênção da maternidade. O casal de Mestre-Sala e Porta Bandeira, Sidclei e Marcella, desfilando no Salgueiro pelo quinto ano seguido, representou os Primórdios da Humanidade fazendo alusão ao fóssil de Lucy, considerada por muito tempo no campo da ciência como a \"mãe da humanidade\". A bateria Furiosa representou os grandes Faraós negros enquanto a rainha de bateria, Viviane Araújo desfilou como Hatchepsut, uma das únicas rainhas-faraós de fato reinantes do Egito. As alegorias e fantasias de Alex de Souza, de concepção e acabamento impecável, ajudaram o Salgueiro a realizar seu melhor desfile da atual década, segundo a critica especializada. Logo após o desfile, o Salgueiro foi premiado com o oitavo Estandarte de Ouro de melhor escola de sua história e lançado novamente ao posto de favorita ao título junto à Estação Primeira de Mangueira; na apuração, no entanto, já no primeiro quesito (enredo) a escola perdeu décimos preciosos ao conseguir apenas uma nota dez, na sequência o Salgueiro até conseguiu se recuperar, assumindo a liderança ao final da leitura do penúltimo quesito (fantasias), mas assim como no ano interior o samba enredo, último quesito a ser lido na apuração, foi responsável por tirar o título de campeã da escola que terminou classificada novamente na terceira posição. * 2019: \"Xangô\" Em eleição realizada em maio de 2018 a presidente Regina Celi foi reeleita para um novo mandato. No entanto, a chapa de oposição foi à justiça para impugnar a chapa eleita em virtude de irregularidades na mesma, o que foi provido. Em razão disto, Regina foi proclamada inelegível e o Tribunal de Justiça do Rio de Janeiro determinou a realização de novas eleições na escola. Os representantes legais de Regina recorreram da decisão, mas após sete meses de imblóglio, o desembargador Werson Rêgo determinou em dezembro a posse do empresário André Vaz na presidência da escola após a chapa de Regina não apontar nome para as novas eleições que haviam sido marcadas em decisão do TJ-RJ. Vaz tomou posse em 14 de dezembro de 2018. Com a nova diretoria, foram anunciados os retornos de Alexandre Couto para a direção de carnaval, do intérprete Quinho para fazer dupla com Emerson Dias e do casal Sidclei e Marcella Alves, que haviam deixado a escola após a diretoria anterior dispensar a porta-bandeira em razão de sua gravidez e o mestre-sala pedir dispensa da agremiação em solidariedade a parceira - no período, ambos foram substituídos por Vinícius e Jack Pessanha. Para o carnaval de 2019, a escola renovou com seus principais segmentos, como o carnavalesco Alex de Souza, o coreógrafo da comissão de frente, Hélio Bejani, e sua esposa, Beth Bejani, coreógrafa do casal de mestre-sala e porta- bandeira, Sidclei e Marcella, que também permanecem na escola. As únicas mudanças feitas na equipe foram a saída do trio de intérpretes, substituídos pelo cantor Emerson Dias, até então na Grande Rio e a contratação de Igor Leal para a direção de carnaval, no lugar de Alexandre Couto, que retorna à direção de barracão. O enredo escolhido para 2019 é uma homenagem ao patrono espiritual da escola, o orixá Xangô, senhor da justiça, dos raios, do trovão e do fogo. === Década de 2020 === * 2020: \"O Rei Negro do Picadeiro\" Para o carnaval de 2020, a escola manteve sua equipe, e escolheu um enredo sobre Benjamin de Oliveira, considerado o primeiro palhaço negro do Brasil. O artista, morto em 1954, completaria 150 anos em 2020. Após dois anos cortando a verba pela metade, o prefeito Marcelo Crivella decidiu cortar integralmente a subvenção das escolas que desfilam no Sambódromo. O Salgueiro foi a terceira agremiação a desfilar na segunda noite do Grupo Especial. A escola perdeu décimos nos quesitos enredo, samba-enredo e evolução, terminando a disputa na quinta colocação. O primeiro casal de mestre-sala e porta-bandeira, Sidclei e Marcella, e a Ala das Damas, que desfilou com a fantasia \"A Viúva Alegre\", foram premiados com o Estandarte de Ouro. * 2021/2022: \"Resistência\" Após o carnaval, a escola dispensou o coreógrafo Sérgio Lobato. Patrick Carvalho foi contratado para dirigir a comissão de frente. Para 2021, o Salgueiro escolheu um enredo sobre a luta dos negros para garantir a preservação de aspectos da própria cultura, fé e sobrevivência. O enredo é assinado pela historiadora Helena Theodoro, com concepção de Eduardo Pinto e Marcelo Pires, integrantes da Diretoria Cultural do Salgueiro e desenvolvimento do carnavalesco Alex de Souza. Em novembro de 2020 morreu, aos 95 anos, o compositor Djalma Sabiá, presidente de honra da escola e um dos fundadores da agremiação. Com o retorno de Eduardo Paes à Prefeitura do Rio de Janeiro, a subvenção voltou a ser paga às agremiações. Por causa do avanço da Pandemia de COVID-19 em todo o mundo, o desfile das escolas de samba de 2021 foi cancelado, sendo a primeira vez, desde a criação do concurso, em 1932, que o evento não foi realizado. Com o agravamento da pandemia, as escolas paralisaram as atividades presenciais nas quadras e barracões, mas seguiram se programando para o desfile futuro. No final de 2021, com a campanha de vacinação contra a COVID e a diminuição de mortes pela doença, as escolas retomaram os ensaios para o carnaval de 2022. Com o aumento dos casos de COVID no país devido ao avanço da variante Ómicron, o desfile das escolas de samba que ocorreriam no carnaval de 2022 foram adiados para abril do mesmo ano, durante o feriado de Tiradentes. O Salgueiro foi a terceira escola a se apresentar na primeira noite do Grupo Especial. O desfile homenageou personalidades negras, exaltou as religiões afro- brasileiras e lembrou da influência de negros na arte. A rainha de bateria, Viviane Araújo, desfilou grávida de cinco meses. Morto em 2020, Djalma Sabiá foi homenageado com uma escultura no abre-alas da escola, além de ser citado no refrão do samba-enredo. O mestre-sala Sidclei e a ala dos passistas foram premiados pelo Estandarte de Ouro. O Salgueiro obteve o sexto lugar na classificação oficial do carnaval de 2022. * 2023: \"Delírios de Um Paraíso Vermelho\" Após o desfile, a escola dispensou Alex de Souza e contratou o carnavalesco Edson Pereira, que estava na Vila Isabel. O enredo escolhido para 2023 trata da busca do ser humano pelo seu próprio \"paraíso\", onde se possa viver livre de preconceitos. O tema é baseado em ideais defendidos por Joãosinho Trinta ao longo de sua carreira como carnavalesco. A pesquisa e o desenvolvimento do enredo são assinados por Ruan Rocha, Lucas Abelha, Victor Brito e o Departamento Cultural do Salgueiro, além do próprio Edson – que também criou o roteiro do desfile com Ruan. O intérprete Quinho se afastou da escola para tratar um câncer de próstata. Mesmo afastado, a agremiação renovou o contrato do cantor por quatro anos. O Salgueiro apresentou uma das melhores plásticas do ano, com um abre-alas com quase 100 metros de comprimento, o maior do Carnaval de 2023. No entanto, problemas no desenvolvimento do enredo, tido pela maioria como confuso, e problemas em evolução devido a dificuldade de manobras dos grandes carros, abrindo buracos pela avenida, tiraram a possibilidade de título da escola. Na apuração, os fatos se concretizaram e a escola ficou em 7º lugar, fora do desfile das campeãs, o que não acontecia desde 2007. * 2024: \"Hutukara\" Para o carnaval de 2024, o Salgueiro escolheu o enredo \"Hutukara\", sobre a mitologia Yanomami e em defesa dos povos indígenas, que passavam por uma crise humanitária, agravada em 2022. Na língua yanomami, \"Hutukara\" significa \"o céu original a partir do qual se formou a terra\". O enredo foi assinado por Edson Pereira e Igor Ricardo, enredista contratado pela escola, e teve a colaboração de Davi Kopenawa, escritor e líder político yanomami. Em 3 de janeiro de 2024, morreu o intérprete Quinho, aos 66 anos de idade. O cantor foi velado na quadra da escola, recebendo homenagens de diversas personalidades do carnaval. O Salgueiro foi a terceira escola a se apresentar na primeira noite do Grupo Especial de 2024. O desfile teve a presença de Davi Kopenawa e seu filho Dário Kopenawa; Ehuana Yanomami, primeira mulher yanomami a escrever um livro na sua língua; Morzaniel Iramari, primeiro cineasta yanomami; do artista visual Joseca Yanomami; entre outros ativistas da causa indígena. Especialistas destacaram a força de quesitos como Mestre-sala e Porta-bandeira, Bateria, Comissão de Frente, Harmonia e Samba- Enredo, mas apontaram falhas de acabamento em alegorias e problemas de evolução. No julgamento oficial do carnaval, o Salgueiro conquistou a pontuação máxima nos quesitos Bateria, Mestre-sala e Porta-bandeira, Harmonia e Samba-Enredo; perdendo um décimo nos quesitos Evolução e Fantasias, e dois décimos em Comissão de Frente. A maior perda foi no quesito Alegorias, com cinco décimos perdidos. Como resultado, a escola se classificou em quarto lugar, garantindo seu retorno ao Desfile das Campeãs. O samba-enredo, aclamado pela crítica como um dos melhores do ano, venceu os troféus Gato de Prata, Sambario, Tupi Carnaval Total e Resenha dos Sambistas. Após o desfile, o Salgueiro anunciou o desligamento do carnavalesco Edson Pereira, do intérprete Emerson Dias e do coreógrafo Patrick Carvalho. No Cannes Lions de 2024, a parceria do Salgueiro com a agência DM9 para divulgação do desfile, recebeu três Leões de Bronze, sendo premiada nas categorias Entertainment for Music, Industry Craft e Entertainment. * 2025: \"Salgueiro de Corpo Fechado\" Em 19 de março de 2024, morreu o diretor de harmonia e ex-vice-presidente da escola, Jô Calça Larga, aos 55 anos de idade. Para o carnaval de 2025, o Salgueiro contratou o carnavalesco Jorge Silveira e o intérprete Igor Sorriso, ambos egressos da Mocidade Alegre. A contratação marcou o retorno dos dois profissionais ao carnaval carioca. Com passagem pelo Aprendizes do Salgueiro, Igor retorna ao Rio, de onde estava afastado desde 2018. Dispensado da Mocidade Independente de Padre Miguel, Paulo Pinna foi contratado como novo coreógrafo da comissão de frente. O enredo escolhido para 2025 foi \"Salgueiro de Corpo Fechado\", sobre a relação humana com a busca pela proteção espiritual. ==Carnavais== Acadêmicos do Salgueiro Ano Colocação Divisão Enredo Carnavalesco(a) 1954 3.º Lugar Grupo 1 \"Romaria à Bahia\" (Compositores do samba: Abelardo Silva, Duduca e José Ernesto Aguiar) Hildebrando Moura 1955 4.º Lugar Grupo 1 \"Epopéia do Samba\" (Compositores do samba: Bala, Duduca e José Ernesto Aguiar) Hildebrando Moura 1956 4.º Lugar Grupo 1 \"Brasil, Fontes das Artes\" (Compositores do samba: Djalma Sabiá, Eden Silva e Nilo Moreira) Hildebrando Moura 1957 4.º Lugar Grupo 1 \"Navio Negreiro\" (Compositores do samba: Armando Régis e Djalma Sabiá) Hildebrando Moura 1958 4.º Lugar Grupo 1 \"Um Século e Meio de Progresso a Serviço do Brasil - Homenagem ao Corpo de Fuzileiros Navais\" (Compositores do samba: Carivaldo da Mota, Djalma Sabiá e Graciano Campos) Hildebrando Moura 1959 Vice-campeã Grupo 1 \"Viagem Pitoresca Através do Brasil - Debret\" (Compositores do samba: Djalma Sabiá e Duduca) Marie Louise e Dirceu Néri 1960 Campeã Grupo 1 \"Quilombo dos Palmares\" (Compositores do samba: Anescar Rodrigues e Noel Rosa de Oliveira) Fernando Pamplona, Arlindo Rodrigues, Marie Louise e Dirceu Nery 1961 Vice-campeã Grupo 1 \"Vida e Obra de Aleijadinho\" (Compositores do samba: Bala, Duduca e Juca) Fernando Pamplona 1962 3.º Lugar Grupo 1 \"O Descobrimento do Brasil\" (Compositor do samba: Geraldo Babão) Arlindo Rodrigues 1963 Campeã Grupo 1 \"Xica da Silva\" (Compositores do samba: Anescar Rodrigues e Noel Rosa de Oliveira) Arlindo Rodrigues 1964 Vice-campeã Grupo 1 \"Chico-Rei\" (Compositores do samba: Binha, Djalma Sabiá e Geraldo Babão) Arlindo Rodrigues 1965 Campeã Grupo 1 \"História do Carnaval Carioca – Eneida\" (Compositores do samba: Geraldo Babão e Valdelino Rosa) Fernando Pamplona e Arlindo Rodrigues 1966 5.º Lugar Grupo 1 \"Os Amores Célebres do Brasil\" (Compositores do samba: Bala, Nilo e Zuzuca) Clóvis Bornay 1967 3.º Lugar Grupo 1 \"História da Liberdade no Brasil\" (Compositor do samba: Aurinho da Ilha) Fernando Pamplona e Arlindo Rodrigues 1968 3.º Lugar Grupo 1 \"Dona Beja, a Feiticeira de Araxá\" (Compositor do samba: Aurinho da Ilha) Fernando Pamplona e Maria Louise Néri 1969 Campeã Grupo 1 \"Bahia de Todos os Deuses\" (Compositores do samba: Bala e Manuel Rosa) Fernando Pamplona e Arlindo Rodrigues 1970 Vice-campeã Grupo 1 \"Praça Onze, Carioca da Gema\" (Compositores do samba: Duduca, Omildo, Miro e Silvio) Fernando Pamplona e Arlindo Rodrigues 1971 Campeã Grupo 1 \"Festa para Um Rei Negro\" (Compositor do samba: Zuzuca) Fernando Pamplona, Arlindo Rodrigues, Joãosinho Trinta e Maria Augusta''' 1972 5.º Lugar Grupo 1 \"Nossa Madrinha, Mangueira Querida\" (Compositor do samba: Zuzuca) Fernando Pamplona 1973 3.º Lugar Grupo 1 \"Eneida, Amor e Fantasia\" (Compositor do samba: Geraldo Babão) Joãosinho Trinta e Maria Augusta 1974 Campeã Grupo 1 \"O Rei da França na Ilha da Assombração\" (Compositores do samba: Malandro e Zé Di) Joãosinho Trinta e Maria Augusta 1975 Campeã Grupo 1 \"O Segredo das Minas do Rei Salomão\" (Compositores do samba: Dauro Ribeiro, Mário Pedra, Nininha Rossi e Zé Pinto) Joãosinho Trinta 1976 5.º Lugar Grupo 1 \"Valongo\" (Compositor do samba: Djalma Sabiá) Edmundo Braga 1977 4.º Lugar Grupo 1 \"Do Cauim ao Efó, com Moça Branca, Branquinha\" (Compositores do samba: Geraldo Babão e Renato de Verdade) Fernando Pamplona 1978 6.º Lugar Grupo 1 \"Do Yorubá à Luz, a Aurora dos Deuses\" (Compositor do samba: Renato de Verdade) Fernando Pamplona 1979 6.º Lugar Grupo 1A \"O Reino Encantado da Mãe Natureza Contra o Reino do Mal\" (Compositores do samba: Bala, Cuíca e Luís Marinheiro) Ivan Jorge e Stoessel Cândido 1980 3.º Lugar Grupo 1A \"O Bailar dos Ventos. Relampejou, mas não Choveu\" (Compositores do samba: Edinho, Haydée, Moacir Arantes, Pompeu, Zé Di e Zuzuca) Ney Ayan e Jorge Nascimento 1981 5.º Lugar Grupo 1A \"Rio de Janeiro\" (Compositores do samba: Buguinho, Henrique Rodrigues Filho, Mauro Torrão) Geraldo Sobreira 1982 8.º Lugar Grupo 1A \"No Reino do Faz de Conta\" (Compositores do samba: César Veneno e Zé Di) José Félix 1983 8.º Lugar Grupo 1A \"Traços e Troças\" (Compositores do samba: Bala e Celso Trindade) Augusto César Vannucci e Lan 1984 4.º Lugar Grupo 1A (Domingo) \"Skindô, Skindô\" (Compositores do samba: David Corrêa e Jorge Macedo) Arlindo Rodrigues 1985 6.º Lugar Grupo 1A \"Anos Trinta, Vento Sul – Vargas\" (Compositores do samba: Bala, Jorge Melodia e Jorge Moreira) Edmundo Braga e Paulino Espírito Santo 1986 6.º Lugar Grupo 1A \"Tem que se Tirar da Cabeça Aquilo que não se Tem no Bolso - Tributo a Fernando Pamplona\" (Compositores do samba: Jorge Melodia, Paulo Emílio, Bicho de Pena e Marcelo Lessa) Mário Monteiro, Ney Ayam e Yarema Ostrower 1987 5.º Lugar Grupo 1 \"E por que não?\" (Compositores do samba: Bala, César Veneno e Didi) Renato Lage e Lílian Rabello 1988 4.º Lugar Grupo 1 \"Em Busca do Ouro\" (Compositores do samba: Alaor Macedo, Arizão, Buguinho, Gilberto Tobias, Henrique do Salgueiro, Jorginho da Cadeira, Mauro Torrão, Rixxah e Rolando Medeiros) Chico Spinoza e Mário Monteiro 1989 5.º Lugar Grupo 1 \"Templo Negro em Tempo de Consciência Negra\" (Compositores do samba: Alaor Macedo, Arizão, Demá Chagas, Helinho do Salgueiro e Rubinho do Afro) Flávio Tavares e Luiz Fernando Reis 1990 3.º Lugar Especial \"Sou Amigo do Rei\" (Compositores do samba: Alaor Macedo, Arizão, Demá Chagas, Fernando Baster e Pedrinho da Flor) Rosa Magalhães 1991 Vice-campeã Especial \"Me Masso se não Passo pela Rua do Ouvidor\" (Compositores do samba: Diogo, Luiz Fernando e Sereno) Rosa Magalhães 1992 4.º Lugar Especial \"O Negro que Virou Ouro nas Terras do Salgueiro\" (Compositores do samba: Bala, Efealves, Preto Velho, Sobral e Tiãozinho do Salgueiro) Mário Borriello e Flávio Tavares 1993 Campeã Especial \"Peguei Um Ita no Norte\" (Compositores do samba: Arizão, Bala, Celso Trindade, Demá Chagas e Guaracy) Mário Borriello 1994 Vice-campeã Especial \"Rio de Lá pra Cá\" (Compositores do samba: Celso Trindade, Demá Chagas, Bala, Arizão e Guaracys) Roberto Szaniecki 1995 5.º Lugar Especial \"O Caso do Por Acaso\" (Compositores do samba: Adalto Magalha, Eduardo Dias, Márcio Paiva e Quinho) Roberto Szaniecki 1996 5.º Lugar Especial \"Anarquistas Sim, mas nem Todos\" (Compositores do samba: Adalto Magalha, Eduardo Dias, Márcio Paiva e Quinho) Fábio Borges 1997 7.º Lugar Especial \"De Poeta, Carnavalesco e Louco... Todo Mundo Tem Um Pouco\" (Compositores do samba: Adalto Magalha, Eduardo Dias, Guaracy, Márcio Paiva, Quinho, Tico do Gato) Mário Borriello 1998 7.º Lugar Especial \"Parintins, a Ilha do Boi-Bumbá: Garantido X Caprichoso, Caprichoso X Garantido\" (Compositores do samba: Mestre Louro, Paulo Onça e Quinho) Mário Borriello 1999 5.º Lugar Especial \"Salgueiro É Sol e Sal nos Quatrocentos Anos de Natal\" (Compositores do samba: Celso Trindade, Demá Chagas, Eduardo Dias, Líbero e Quinho) Mauro Quintaes 2000 6.º Lugar Especial \"Sou Rei, Sou Salgueiro, Meu Reinado É Brasileiro\" (Compositores do samba: Fernando Baster, J.C. Couto, João da Valsa, Touro e Wander Pires) Mauro Quintaes 2001 4.º Lugar Especial \"Salgueiro no Mar de Xarayés, É Pantanal, É Carnaval\" (Compositores do samba: Augusto, José Carlos Saara, Nêgo e Rocco Filho) Mauro Quintaes 2002 6.º Lugar Especial \"Asas de Um sonho. Viajando com o Salgueiro, o Orgulho de Ser Brasileiro\" (Compositores do samba: Claudinho, Nêgo, Leonel, Luizinho Professor, Serginho 20 e Sidney Sã) Mauro Quintaes 2003 7.º Lugar Especial \"Salgueiro, Minha Paixão, Minha Raiz - 50 Anos de Glória\" (Compositores do samba: Claudinho, Leonel, Luizinho Professor, Serginho 20 e Sidney Sã) Renato Lage e Márcia Lage 2004 6.º Lugar Especial \"A Cana que Aqui se Planta, Tudo Dá… Até Energia! Álcool – o Combustível do Futuro\" (Compositores do samba: Leonel, Luizinho Professor, Professor Newtão, Serginho 20 e Sidney Sã) Renato Lage e Márcia Lage 2005 5.º Lugar Especial \"Do Fogo que Ilumina a Vida, Salgueiro É Chama que não Se Apaga\" (Compositores do samba: Fernando Magaça, Luiz Antonio, Moisés Santiago, Quinho e Waltinho Honorato) Renato Lage e Márcia Lage 2006 11.º Lugar Especial \"Microcosmos: O que os Olhos não Veem, o Coração Sente\" (Compositores do samba: ABS, Fernando Magaça, Leonel, Luizinho Professor, Moisés Santiago, Paulo Shell, Tiãozinho do Salgueiro, Quinho e Waltinho Honorato) Renato Lage e Márcia Lage 2007 7.° Lugar Especial \"Candaces\" (Compositores do samba: Dudu Botelho, Luiz Pião, Marcelo Motta e Zé Paulo) Renato Lage e Márcia Lage 2008 Vice-campeã Especial \"O Rio de Janeiro Continua Sendo…\" (Compositores do samba: Dudu Botelho, João Conga, Josemar Manfredini, Luiz Pião e Marcelo Motta) Renato Lage e Márcia Lage 2009 Campeã Especial \"Tambor\" (Compositores do samba: Leandro Costa, Moisés Santiago, Paulo Shell e Tatiana Leite) Renato Lage 2010 5.º Lugar Especial \"Histórias Sem Fim\" (Compositores do samba: Brasil do Quintal, Betinho do Ponto, Jassa, Josemar Manfredini e Fernando Magaça) Renato Lage 2011 5.º Lugar Especial \"Salgueiro Apresenta: O Rio no Cinema\" (Compositores do samba: Anderson Benson, Dudu Botelho, Luiz Pião e Miudinho) Renato Lage e Márcia Lage 2012 Vice-campeã Especial \"Cordel Branco e Encarnado\" (Compositores do samba: Diego Tavares, Dílson Marimba, Domingos PS, Marcelo Motta, Ribeirinho e Tico do Gato) Renato Lage e Márcia Lage 2013 5.º Lugar Especial \"Fama\" (Compositores do samba: Ge Lopes, João Ferreira, Marcelo Motta e Thiago Daniel) Renato Lage e Márcia Lage 2014 Vice-campeã Especial \"Gaia - A vida em Nossas Mãos\" (Compositores do samba: Betinho de Pilares, Dudu Botelho, Jassa, Miudinho, Rodrigo Raposo e Xande de Pilares) Renato Lage e Márcia Lage 2015 Vice-campeã Especial \"Do Fundo do Quintal, Saberes e Sabores na Sapucaí\" (Compositores do samba: Betinho de Pilares, Jassa, Luiz Pião, Miudinho, W. Corrêa e Xande de Pilares) Renato Lage e Márcia Lage 2016 4.º Lugar Especial \"A Ópera dos Malandros\" (Compositores do samba: Francisco Aquino, Fred Camacho, Getúlio Coelho, Guinga do Salgueiro, Marcelo Motta e Ricardo Fernandes) Renato Lage e Márcia Lage 2017 3.º Lugar Especial \"A Divina Comédia do Carnaval\" (Compositores do samba: Francisco Aquino, Fred Camacho, Getúlio Coelho, Guinga do Salgueiro, Marcelo Motta e Ricardo Fernandes) Renato Lage e Márcia Lage 2018 3.º Lugar Especial \"Senhoras do Ventre do Mundo\" (Compositores do samba: Demá Chagas, Dudu Botelho, Xande de Pilares, Renato Galante, Jassa, Leonardo Galo, Betinho de Pilares, Vanderley Sena, Ralfe Ribeiro e W. Corrêa) Alex de Souza 2019 5.º Lugar Especial \"Xangô\" (Compositores do samba: Demá Chagas, Marcelo Motta, Renato Galante, Fred Camacho, Leonnardo Gallo, Getúlio Coelho, Vanderlei Sena e Francisco Aquino) Alex de Souza http://www.carnavalesco.com.br/noticia/o-adeus-da-comunidade- salgueirense-ao-mago-renato-lage/46323 2020 5.º Lugar Especial \"O Rei Negro do Picadeiro\" (Compositores do samba: Marcelo Motta, Fred Camacho, Guinga do Salgueiro, Getúlio Coelho, Ricardo Neves e Francisco Aquino) Alex de Souza 2021 Não houve desfile devido a pandemia de Covid-19 2022 6.º Lugar Especial \"Resistência\" (Compositores do samba: Demá Chagas, Pedrinho da Flor, Leonardo Gallo, Zeca do Cavaco, Joana Rocha, Renato Galante e Gladiador) Alex de Souza 2023 7.º Lugar Especial \"Delírios de Um Paraíso Vermelho\" (Compositores do samba: Moysés Santiago, Líbero, Serginho do Porto, Celino Dias, Aldir Sena, Orlando Ambrósio, Gilmar Silva e Marquinho Bombeiro) Edson Pereira 2024 4.º Lugar Especial \"Hutukara\" (Compositores do samba: Pedrinho da Flor, Marcelo Motta, Arlindinho Cruz, Renato Galante, Dudu Nobre, Leonardo Gallo, Ramon Via 13 e Ralfe Ribeiro) Edson Pereira 2025 Especial \"Salgueiro de Corpo Fechado\" (Compositores do samba: Xande de Pilares, Pedrinho da Flor, Betinho de Pilares, Renato Galante, Miguel Dibo, Leonardo Gallo, Jorginho Via 13, Jeferson Oliveira, Jassa e W.Correa) Jorge Silveira == Títulos == Títulos do Salgueiro Divisão Títulos Carnavais Primeira Divisão 9 1960, 1963, 1965, 1969, 1971, 1974, 1975, 1993, 2009 ==Premiações== O Salgueiro tem uma vasta lista de prêmios recebidos ao longo de sua história. A escola é uma das maiores vencedoras do Estandarte de Ouro, considerado o \"óscar do carnaval carioca\". Também conquistou diversas outras premiações como Tamborim de Ouro; S@mba-Net; Estrela do Carnaval; Prêmio SRzd; Cannes Lions entre outros. == Segmentos == === Presidentes === Presidentes Período Paulino de Oliveira 1955-1956 Nelson de Andrade 1956-1958 Manoel Carpinteiro 1959-1960 José Nicolau Nachef 1961 Mário Pinheiro 1960-1962 Osmar Valença 1962-1976 Euclides Pannar (China Cabeça Branca) 1976 Moacyr de Carvalho (Moacyr Lord) 1976-1978 Osmar Valença 1978-1981 Sillos de Oliveira 1981-1982 Régis Cardoso 1982-1984 Milton de Souza 1984-1986 Elizabeth Nunes 1986-1988 Miro Garcia 1988-1993 Waldemir Paes Garcia (Maninho) 1993-1994 Paulo César Mangano 1994-2000 Luiz Augusto Laje Duran (Fú) 2001-2008 Regina Celi Fernandes 2009-dezembro de 2018 Jô Casemiro (interino) dezembro de 2018 André Vaz dezembro de 2018-presente ===Presidente de Honra=== Presidentes de honra Período Djalma Sabiá (in memoriam) 2018-presente === Intérpretes === Na lista de intérpretes com passagens pelo Salgueiro, estão Rico Medeiros, Rixxah, Wander Pires, Nêgo, entre outros. Djalma Sabiá, um dos fundadores da escola, foi o primeiro intérprete da agremiação. O compositor Noel Rosa de Oliveira foi durante 17 anos o intérprete oficial da escola, tendo dividido o posto, em várias ocasiões, com outras personalidades, como o cantor Jorge Goulart (em 1968); a cantora Elza Soares (em 1969); o compositor Zuzuca do Salgueiro (em 1971 e 1972); a cantora Alaíde Costa (em 1973); o então diretor de carnaval e harmonia da escola, Laíla (em 1974 e 1975); o compositor Zé Di (em 1974); e as cantoras Sônia Santos (em 1975) e Dinalva (em 1976). Outro intérprete de destaque da escola foi Melquisedeque Marins Marques, mais conhecido como Quinho. No Salgueiro, Quinho ficou por 19 carnavais, sendo campeão em 1993 (interpretando o samba \"Peguei um Ita no Norte\") e em 2009 (conduzindo o samba \"Tambor\"). Outros intérpretes que passaram pelo Salgueiro como apoio de som, foram Celino Dias (de 1992 a 2000, e de 2004 a 2009) e Emerson Dias (de 1992 a 2000). Intérpretes Carnavais Djalma Sabiá 1956-1957 Raul Moreno 1958 Djalma Sabiá 1959 Noel Rosa de Oliveira 1960-1977 Rico Medeiros 1978-1981 Zé Di 1982 Rico Medeiros 1983 David Corrêa 1984 Rico Medeiros 1985-1986 Rixxah 1987-1989 Rico Medeiros 1990 Quinho 1991-1993 Quinzinho 1994 Quinho 1995-1999 Wander Pires 2000 Nêgo 2001-2002 Quinho 2003-2010 Quinho, Leonardo Bessa e Serginho do Porto 2011-2012 Quinho, Leonardo Bessa e Serginho do Porto (Participação Especial: Xande de Pilares) 2013-2014 Leonardo Bessa e Serginho do Porto (Participação Especial: Xande de Pilares) 2015-2017 Leonardo Bessa, Hudson Luiz, Tuninho Júnior (Participação Especial: Xande de Pilares) 2018 Emerson Dias e Quinho 2019-2022 Emerson Dias 2023-2024 Igor Sorriso 2025-presente === Comissão de Frente === Coreógrafos(as) Carnavais Suzana Braga 1990-1994 Dennis Gray 1995 Regina Miranda 1996-1998 Beth Oliose e Regina Sauer 1999 Carlota Portella 2000 Caio Nunes 2001-2002 Marcelo Misailidis 2003-2007 Hélio Bejani 2008-2018 Sérgio Lobato 2019-2020 Patrick Carvalho 2022-2024 Paulo Pinna 2025-presente === Mestre-sala e Porta-bandeira === ====Primeiro casal==== Primeiro casal Carnavais Chico Mangonga e Eni 1954 Mário e Marina 1958 Ananias e Eni 1959-1961 Mário e Iolanda 1963 Agostinho e Maria de Lourdes 1967 Elcio PV e Estandília 1968-1970 Bira e Marina 1971 Elcio PV e Estandília 1972 Agostinho e Celma 1973 Cheiroso e Marina 1974 Agostinho e Celina 1975 Ronaldo e Celina 1976 Oswaldo e Lourdes 1977 Ronaldo e Celina 1978 Peninha e Adriana 1979-1982 Amauri e Rita Freitas 1983-1986 Marquinho e Andréa 1987 Ronaldinho e Norminha 1988 Élcio PV e Dóris 1989-1990 Ronaldinho e Rita Freitas 1991 Vanderli e Taninha 1992-1993 Dionísio e Taninha 1994 Vanderli e Andréa 1995-1996 Sidclei Santos e Ana Paula 1997-1999 Vanderli e Fernanda 2000 Ronaldinho e Marcella Alves 2001-2005 Ronaldinho e Rita Freitas 2006 Ronaldinho e Gleice Simpatia 2007-2010 Sidclei Santos e Gleice Simpatia 2011-2013 Sidclei Santos e Marcella Alves 2014–presente ==== Segundo casal ==== Segundo casal Carnavais Guará e Deni 1955 Ananias e Eni 1958 Mário Rosa e Marina 1961 Berani e Marina 1963 Cheiroso e Maria 1973 Ronaldo e Celina 1977 Cabeção e Mariazinha 1983 Jorge e Andréa 1984 Edeson e Georgete 1986-1987 Edeson e Taninha 1988 Vanderli e Taninha 1990-1991 Maurício Martins e Andréia Neves 1992-1994 Dionísio Mendes e Ana Paula Oliveira 1995 Sidclei Santos e Ana Paula Oliveira 1996 Jorginho e Fernanda Saint'Clair 1997-1999 Mosquito e Priscila Rosa 2000-2002 Dionísio e Ruth 2003 Mosquito e Mara Rosa 2004-2008 Daniel Jofre e Luana Gomes 2009-2011 Mosquito e Luana Gomes 2012-2015 Vinicius Pessanha e Jackeline e Pessanha 2016-2017 Vinícius Pessanha e Natália Pereira 2018 Luan Castro e Natália Pereira 2019-2022 José Roberto e Nathália Pereira 2023 Leonardo Moreira e Barbara Mylena 2024-presente ==== Terceiro casal ==== Terceiro casal Carnavais Daniel Jofre e Luana Gomes 2008 Leonardo Moreira e Letícia Malaquias 2020-2023 Leonam Seabra e Beatriz Paula 2024-presente === Bateria === A bateria da Acadêmicos do Salgueiro é denominada \"A Furiosa\". É a bateria que mais vezes foi premiada com o Estandarte de Ouro, com um total de nove Estandartes; entre outras premiações. Até o ano de 2004 a Acadêmicos do Salgueiro não possuía rainha de bateria. Mestre Louro acreditava que os ritmistas ficariam desconcentrados com uma mulher desfilando à frente deles. Em 2004, com o desligamento de Louro, Ana Cláudia Soares - esposa de Maninho, o patrono da escola - inaugurou o posto. ====Mestres==== Mestres de bateria Carnavais Mestre Dorinho 1954-1957 Mestres Tião da Alda e Dorinho 1958 Mestre Tião da Alda 1959-1962 Mestre Bira 1963-1964 Mestre Ernesto Rodrigues 1965-1967 Mestre Almir Guineto 1968 Mestres Almir Guineto e Gavilan 1969-1970 Mestre Ubirajara Nascimento 1971 Mestres Almir Guineto e Louro 1972-1973 Mestres Arengueiro e Louro 1974-1975 Mestres Arengueiro e Mané Perigoso 1976 Mestres Arengueiro e Louro 1977-1978 Mestre Louro 1979-1983 Mestre Wilson 1984 Mestre Louro 1985-2003 Mestre Jonas 2004 Mestre Marcão 2005-2018 Mestres Guilherme e Gustavo 2019-presente ==== Rainhas ==== Rainhas de bateria Carnavais Ana Cláudia Soares 2004 Carol Castro 2005-2006 Gracyanne Barbosa 2007 Viviane Araújo 2008-presente === Direção de Carnaval === Diretores de carnaval Carnavais Pedro Ceciliano (Peru) 1954-1955 Casemiro Calça Larga 1956 Nelson de Andrade 1957-1961 Casemiro Calça Larga 1962-1963 Laíla 1968-1975 Walter Fernandes 1979-1980 Laíla 1984 Comissão de carnaval 1985 Djalma Sabiá 1987 Aidno Sá 1988 Paulo César Mangano Barreiro 1989-1994 Paulo Roberto Mangano Barreiro 1995-1998 Sérgio Costa 1999-2003 Guilherme Nóbrega 2004 Comissão de carnaval 2005 Pedro Nobre 2006 Ricardo Fernandes 2007 Tavinho Novello 2008-2009 Comissão de Carnaval 2010-2011 Dudu Azevedo 2012-2016 Alexandre Couto 2017-presente Julinho Fonseca 2023 Wilsinho Alves 2024-presente === Direção de Harmonia === Diretores de harmonia Carnavais Duduca 1955 Casemiro Calça Larga 1960-1962 Laíla 1968-1975, 1984 Renato 1985 Jorge Calça Larga 1986-1989 Renatão 1990-1991 Guilherme Nóbrega 1992 Jorge Calça Larga 1993-1997 Reinaldo Fernandes Da Costa (Rone) 1998-1999 Sidney Machado (Chope) 2000 Guilherme Nóbrega 2001-2005 Gilberto Cabeça Rica 2006 Fernando Patrício 2007 Fernando Costa 2008 Jomar Casemiro, Siro Carvalho e Alda Alves, André Rambo 2009-2018 Jomar Casemiro 2019-presente Fagney Lins 2023 Jackson Carvalho 2024-presente == Quadra == A quadra da Acadêmicos do Salgueiro localiza-se na rua Silva Teles, n.º 104, no Andaraí. Tem capacidade para 4.000 pessoas. Possui 18 bares, 8 banheiros, posto de atendimento médico, palco para shows, camarotes, camarins e sistema de ar-condicionado central. Além de ensaios e eventos particulares da escola, a quadra também recebe shows de diversos artistas da música popular brasileira. Departamento Médico A Acadêmicos do Salgueiro também oferece atendimento de saúde gratuito à comunidade da escola. Os atendimentos são realizados no Departamento Médico Miro Garcia, através de médicos voluntários. Centro Cultural Em 2013 foi anunciada a criação do Centro Cultural Djalma Sabiá. O nome homenageia um dos fundadores da Acadêmicos do Salgueiro e compositor de diversos sambas da escola. O projeto foi idealizado pela presidente da escola, Regina Celi Fernandes. No espaço encontra-se todo o acervo cultural da agremiação, e uma loja onde são vendidos produtos da escola. O Centro Cultural localiza-se em frente à quadra da escola, na rua Silva Teles, n.º 79, no Andaraí. == Discografia == Além das aparições nos álbuns de sambas-enredo, o Salgueiro possui os seguintes trabalhos fonográficos: 1957 - Samba! Com a Escola de Samba Acadêmicos do Salgueiro 1957 - Aí Vem o Samba 1960 - Samba Nº 2 1965 - Escola de Samba Acadêmicos do Salgueiro 1965 - Ala dos Compositores - Escola de Samba Acadêmicos do Salgueiro 1969 - Lá Vem o Salgueiro - Ala dos Compositores da Escola de Samba Acadêmicos do Salgueiro 1969 - Escola de Samba Acadêmicos do Salgueiro 1970 - Samba de Quadra - GRES Acadêmicos do Salgueiro 1971 - GRES Acadêmicos do Salgueiro Apresenta os Maiores Sambas-Enredos de Todos os Tempos 1971 - Salgueiro, a Academia do Samba 1974 - Salgueiro, As Minas do Rei Salomão 1975 - História das Escolas de Samba - Salgueiro 1993 - Escola de Samba Enredos - Salgueiro 2006 - Os Sambas do Salgueiro == Vila Olímpica do Salgueiro == Em 30 de março de 1996 foi inaugurada a Vila Olímpica do Salgueiro, situada ao lado da quadra da Acadêmicos do Salgueiro, na rua Silva Teles, n.º 104, no Andaraí. Possui um espaço físico de 4000 m². Conta com dois campos de grama sintética, quadra poliesportiva, piscina semi olímpica, pista de atletismo, lanchonete, biblioteca, sala de dança, sala de luta, entre outras salas de aula e administrativas, além de vestiários e banheiros. No local são realizados diversos projetos de cidadania e inclusão social, entre atividades físicas e esportivas. Em abril de 2015 foi inaugurada, dentro da Vila Olímpica, uma unidade da Faetec Digital, com sala de informática e uso gratuito de internet banda larga. == Escola Mirim == Grêmio Recreativo Cultural Escola de Samba Mirim Aprendizes do Salgueiro é a escola de samba mirim representante da Acadêmicos do Salgueiro. Foi fundada em 3 de outubro de 1989. Participa dos desfiles mirins desde a sua implantação. Em 2002 participou da criação da AESM, entidade responsável pelos desfiles mirins. A escola alterna entre enredos inéditos e reedições da Acadêmicos do Salgueiro. Os enredos são desenvolvidos pelo departamento cultural da Acadêmicos do Salgueiro, e compositores da \"Academia do samba\" também compõem para a Aprendizes. O desfile dessas escolas não é competitivo, ou seja, não há uma campeã. A escola serve de grande celeiro para revelar novos talentos. Começaram na Aprendizes do Salgueiro, artistas como o compositor e cantor Dudu Nobre, a porta-bandeira Lucinha Nobre, os intérpretes Zé Paulo Sierra e Leonardo Bessa, o mestre de bateria Thiago Diogo, entre outros sambistas. == Bibliografia == * * * * * * * * * * * * == Ligações externas == * Website oficial do Salgueiro * * * * * Salgueiro no TikTok Categoria:Acadêmicos do Salgueiro Categoria:Fundações no Rio de Janeiro em 1953",
 "title": "Acadêmicos do Salgueiro"
}