{
 "id": "103191",
 "text": ", mais conhecida pelo seu nome artístico foi uma soprano greco-americana. Os críticos elogiavam sua técnica bel canto, sua voz de grande alcance e suas interpretações de profunda análise psicológica, características que a levaram a ser saudada como \"La Divina\". Seu tipo vocal era classificado como o raríssimo soprano absoluto. Seu repertório, por sua vez, variava de ópera- séria clássica para as óperas bel canto de Donizetti, Bellini e Rossini, as obras de Verdi e Puccini; e, no início de sua carreira, para os dramas musicais de Wagner. == Biografia == Nascida María Kekilía Sofía Kalogerópulu (em grego Μαρία Καικιλία Σοφία Άννα Καλογεροπούλου), Callas era filha de imigrantes gregos e, devido a dificuldades econômicas, teve que regressar à Grécia com sua mãe em 1937. Estudou canto no Conservatório de Atenas, com o soprano leggero Elvira de Hidalgo. Existem diferentes versões sobre sua estreia. Alguns situam-na em 1937, como Santuzza em uma montagem estudantil da Cavalleria Rusticana, de Mascagni; outros, à Tosca (Puccini) de 1941, na Ópera de Atenas. De todo modo, seu primeiro papel na Itália teve lugar em 1947, na Arena de Verona, com a ópera La Gioconda, de Ponchielli, sob a direção de Tullio Serafin, que logo se tornaria seu mentor. Callas começou a despontar no cenário lírico em 1948, com uma interpretação bastante notável para a protagonista da ópera Norma, de Bellini, em Florença. Todavia, sua carreira só viria a projetar-se em escala mundial no ano seguinte, quando a cantora surpreendeu crítica e público ao alternar, na mesma semana, récitas de I Puritani, de Bellini, e Die Walküre, de Wagner. Ela preparara o papel de Elvira para a primeira ópera em apenas dois dias, a convite de Serafin, para substituir quem realmente faria aquele papel. Para se ter ideia do seu feito, é o mesmo que pedir para Birgit Nilsson, famosa soprano dramático para cantar Violetta em La Traviata. A partir dos anos 1950, Callas começou a apresentar- se regularmente nas mais importantes casas de espetáculo dedicadas à ópera, tais como La Scala, Covent Garden e Metropolitan. São os anos áureos, e ao passo de sua fama como cantora internacional, também vai sua fama de tigresa, muitas vezes considerada temperamental pelo seu perfeccionismo. Famosa foi sua rivalidade com Renata Tebaldi e as brigas públicas, através de declarações para jornais, várias vezes lhe renderam a primeira página, assim como seus triunfos operísticos. Era uma figura extremamente pública e contribuiu para reacender o estrelismo do gênero ópera e de seus intérpretes. Alguns críticos inclusive afirmam que até nas gravadoras havia uma divisão, para acirrar as disputas entre Callas e Tebaldi, e para influenciar as comparações entre gravações feitas por Tebaldi ao lado do tenor Del Monaco, e Callas ao lado de Di Stefano. Sua voz começou a apresentar sinais de declínio no final dessa década, e a cantora diminuiu consideravelmente suas participações em montagens de óperas completas, limitando sua carreira a recitais, noites de gala e breves sessões de gravação em estúdio. No entanto, em 1964, encorajada pelo cineasta italiano Franco Zefirelli, volta aos palcos em uma de suas maiores criações, Tosca de Puccini, no Convent Garden, tendo como seu parceiro o amigo de longa data Tito Gobbi. Em 9 de fevereiro de 1964, efetua-se uma transmissão televisiva da gravação do segundo ato dessa ópera para o programa A Golden Hour from the Royal Opera House, com Callas como Tosca, Gobbi como Scarpia e Renato Cioni como Mario. O primeiro e o terceiro ato não foram performados para o programa. Além de Tosca, entre 1964 e 1965, interpretou Norma de Vincenzo Bellini em Paris. Cantou em suas últimas récitas dessa ópera contraordens médicas, e sua exaustão é evidente nas gravações feitas por alguém no público. Callas desmaiou no camarim antes que pudesse cantar a última cena da performance do dia 29 de maio de 1965; suas roupas foram trocadas antes que acordasse para que não insistisse em continuar com a récita. Sua última apresentação em uma ópera completa foi como Tosca, em 5 de julho de 1965, em Londres. Seu abandono deveu-se em grande parte ao desequilíbrio emocional da cantora, que ao conhecer o magnata grego Aristóteles Onassis, dedicou-se integralmente ao seu amado, afirmando ter começado ali sua vida de verdade. A agressividade e o relacionamento abusivo do magnata com o soprano eram notáveis, como relatado por amigos. Uma famosa frase dita por Onassis a Callas foi: \"Você tem apenas um apito na garganta, e ele não funciona mais.\" Em 1968, o empresário casou-se com Jacqueline Kennedy (viúva do ex-presidente dos Estados Unidos John F. Kennedy). Em 1969, atua como Medea, no filme homônimo de Pier Paolo Pasolini. Além disso, após ter sua técnica revisada por sua antiga professora Elvira de Hidalgo, grava sua última sessão em estúdio pelo selo EMI. Em 1971 e 1972, deu master classes por dois anos na Juilliard School. Em 1972 e 1973, gravou, ao lado do tenor Giuseppe di Stefano, um álbum de duetos pelo selo Philips. Seu lançamento, contudo, não foi autorizado; mas encontra-se disponível atualmente pelo selo Divina Records. Além disso, também com di Stefano, dirigiu uma produção da ópera de Giuseppe Verdi I vespri siciliani, em Turim, em 1973. Também em 1973, retornou aos palcos para realizar uma série de concertos pela Europa, Estados Unidos e Extremo Oriente]], junto de di Stefano. Cantou em público pela última vez a 11 de novembro de 1974 em Sapporo, no Japão. ===Últimos anos=== Em 1975, Onassis tem sérios problemas de saúde e morre. Callas começa agora um período de claustro e, isolada do mundo, passa a viver na Avenue Georges Mandel, em Paris, com a companhia da governanta, Bruna, e do motorista, Ferruccio. Uma possível volta é ensaiada e entusiasmada pelo cineasta Franco Zefirelli. Uma gravação da La traviata, com o tenor em ascensão Luciano Pavarotti é estudada, mas o projeto logo é abandonado por ela. Uma gravação de agosto de 1977, na qual ela ensaia o verso \"Deh! non m'abbandonar\" da ária \"Madre, pietosa vergine\" (La forza del destino, de Giuseppe Verdi), mostra um grande desenvolvimento vocal em relação à última década. Essa é a última gravação conhecida do grande soprano. ===Morte=== Callas faleceu em 16 de setembro de 1977, aos 53 anos, em seu apartamento em Paris em decorrência de um ataque cardíaco. Suas cinzas foram jogadas no Mar Egeu. == Vida pessoal == Com uma voz de considerável alcance, Callas encantou nos teatros mundiais de maior destaque. Esta intérprete, senhora de raros dotes vocais e interpretativos, revolucionou a ópera, trazendo-a novamente às origens. Para Maria Callas, a expressão vocal era primordial, em detrimento dos exageros vocais injustificados - tudo na ópera tem que fazer sentido, visando a dar ao público algo que o mova, algo credível. Ela é possivelmente o mais famoso soprano do . Callas perpetuou-se em papéis como Medeia, Norma, Tosca, Violetta, Lucia, Gioconda, Amina, entre outros. Em 1958, após não ter se sentido bem e ter abandonado um recital de Norma na Ópera de Roma, foi fortemente atacada pela imprensa italiana, que julgou que o soprano queria ofender o presidente italiano, presente na plateia. O escândalo comprometeu sua carreira na Itália e, no mesmo ano, ela entrou em disputa com Antonio Ghiringhelli, dirigente do La Scala, que não mais a queria no teatro. Somente voltou a apresentar-se no La Scala em 1960, na ópera Poliuto de Donizetti; ainda em 1958, foi sumariamente demitida do Metropolitan por Rudolf Bing, que desejava que ela alternasse apresentações de La Traviata e Macbeth, óperas de Verdi com exigências vocais muito distintas para o soprano. À exigência de Bing, Callas celebremente respondeu que sua voz não era um elevador. Em 1959, devido a diversas crises conjugais e por estar apaixonada por outro homem, rompeu um casamento infeliz que já durava dez anos, com seu empresário, G. B. Meneghini, homem muito mais velho do que ela. Após o divórcio, manteve uma tórrida relação com o milionário grego Aristoteles Onassis. Com poucos meses de namoro foram viver juntos, mas com ele Maria também não foi feliz, e isto rendeu variado material ofensivo para tabloides sensacionalistas. Maria vivia constantemente em discussões com sua enteada, Christina, que possuía muito ciúme do pai. A cantora teve, em 1960, um filho com Aristoteles Onassis, um menino, a quem batizou de Omero Lengrino. A criança veio ao mundo em um parto prematuro de oito meses, em uma cesariana de emergência na Itália, mas o bebê não resistiu e faleceu no dia seguinte. Seu filho foi enterrado em Milão, onde todo mês ela ia visitar o túmulo. A artista tentou engravidar novamente, mas não conseguiu. A partir daí, Maria entrou em uma forte depressão que a acompanhou até o fim de sua vida. Em 1968, após nove anos de humilhações e traições, o casamento com Aristoteles Onassis se desfez, quando ele a abandonou para casar-se com Jacqueline Bouvier Kennedy, viúva do presidente Keneddy. A separação abalou profundamente Maria, já que ainda gostava dele, e decidiu não mais casar-se; contudo, teve outros namorados, mas seus relacionamentos não deram certo. Amava cantar e por isso trabalhava intensamente, e em mais de uma ocasião subiu aos palcos contra a recomendação de seus médicos. Com um forte resfriado, escapou em 2 de janeiro de 1958 da Ópera de Roma pela porta dos fundos após um primeiro ato sofrível de Norma, de Bellini, em uma récita prestigiada pelo então presidente da Itália, Giovanni Gronchi, o que gerou o escândalo acima referido. Em 29 de maio de 1965, ao concluir a primeira cena do segundo ato de Norma, Callas desfaleceu e a apresentação foi interrompida. Depois disso, ela só cantaria em ópera mais uma vez, numa última apresentação de Tosca no Covent Garden de Londres, ao lado de Tito Gobbi. Poucos sopranos podem rivalizar com Callas no que diz respeito à capacidade de despertar reações intensas entre seus admiradores e detratores. Elevada à categoria de \"mito\" e conhecida mesmo fora do círculo de amantes de ópera, ela criou em torno de si uma legião de entusiastas capazes de defender a todo custo os méritos da cantora. Apesar da mútua amizade, as disputas entre seus fãs e os de Renata Tebaldi tornaram-se célebres, chegando mesmo em alguns casos às vias de fato. Vivendo sozinha em Paris desde a separação, Maria faleceu repentinamente de um infarto em seu apartamento no dia 16 de setembro de 1977. A necropsia do corpo informou que a cantora vinha sofrendo há alguns anos com uma doença degenerativa chamada dermatomiosite, o que lhe causou grande perda de peso e alterações profundas na voz, gerando uma insuficiência cardíaca que culminou em seu súbito infarto. == Características == Callas possuía uma voz poderosa com uma amplitude fora do comum. Isto permitia a cantora abordar papéis desde o alcance do mezzo-soprano até o do soprano coloratura. Com domínio perfeito das técnicas do canto lírico, possuía um repertório incrivelmente versátil, que incluía obras do bel canto (Lucia di Lammermoor, Anna Bolena, Norma), de Verdi (Un ballo in maschera, Macbeth, (La Traviata) e do verismo italiano (Tosca), e até mesmo Wagner (Tristan und Isolde, Die Walküre). Apesar destas características, Callas entrou para a história da ópera por suas habilidades cênicas. Tendo a habilidade de alterar a \"cor\" da voz com o objetivo de expressar emoções, e explorando cada oportunidade de representar no palco as minúcias psicológicas de suas personagens, Callas mostrou dramaticidade mesmo em papéis que exigiam grande virtuosismo vocal por parte do intérprete - o que usualmente significava, entre as grandes divas da época, privilegiar o canto em detrimento da cena. Seu estilo de interpretação imprimiu uma revolução sem precedentes na ópera. Callas foi tributária da importância que assumiram contemporaneamente os aspectos cênicos das montagens. Em particular, é claramente perceptível desde a segunda metade do século XX uma tendência entre os cantores em favor da valorização de sua formação dramatúrgica e de sua figura cênica - que se traduz, por exemplo, na constante preocupação em manter a forma física. Em última análise, esta tendência foi responsável pelo surgimento de toda uma geração de sopranos que, graças às suas habilidades de palco, poderiam ser considerados legítimos herdeiros de Callas, tais como Joan Sutherland ou Renata Scotto. == Gravações == Entre as diversas gravações célebres de Callas, encontram-se: === Independente === * Verdi, Macbeth. Com Enzo Mascherini, Gino Penno e Mario Tommasini. Regência de Victor De Sabata. La Scala, 1952. * Puccini, Tosca. Com Tito Gobbi e Giuseppe di Stefano. Regência de Victor De Sabata. La Scala, 1953. Considerada por muitos gravações de referência para a ópera de Puccini. * Bellini, Norma. Com Ebe Stignani, Mario Filippeschi e Nicola Rossi-Lemeni. Regência de Tullio Serafin. La Scala, 1954. * Donizetti, Lucia di Lammermoor. Com Rolando Panerai, Giuseppe di Stefano e Nicola Zaccaria. Regência de Herbert von Karajan. Berlin, 1955. Outra das gravações de Callas considerada de referência. * Verdi, La Traviata. Com Ettore Bastianini e Giuseppe di Stefano. Regência de Carlo Maria Giulini. La Scala, 1955. Famosa gravação em que a direção de cena ficara a cargo do cineasta Luchino Visconti. * Verdi, Il Trovatore. Com Fedora Barbieri, Rolando Panerai e Giuseppe di Stefano. Regência de Herbert von Karajan. La Scala, 1956. * Donizetti, Anna Bolena. Com Giulietta Simionato e Gianni Raimondi. Regência de Gianandrea Gavazzeni. La Scala, 1957. === Pelo selo EMI === * Norma * I Puritani * La Sonnambula * Carmen * Lucia di Lammermoor * Cavalleria Rusticana * La Gioconda * La Boheme * Madama Butterfly * Manon Lescaut * Tosca * Turandot * Il Barbiere di Siviglia * Il Turco in Italia * Aida * Un Ballo in Maschera * La Forza del Destino * Rigoletto * La Traviata * Il Trovatore === Pelo selo FONIT CETRA === * \"Incontri memorabili\"''' ** Vol. 1: Maria Callas Nicola Filacuridi, Regente: Oliviero de Fabritiis, 18 de fevereiro de 1952 ** Vol. 2: Maria Callas Beniamino Gigli, Regente: Alfredo Simonetto, 27 de dezembro de 1954 ** Vol. 7: Maria Callas Gianni Raimondi, Regente: Alfredo Simonetto, 19 de novembro de 1956 * \"Norma\", 29 de junho de 1955 * \"Parsifal\", 21 de novembro de 1950 * \"La Gioconda\", 1952 * \"La Traviata\", 1953 * \"Arie Celebri\" == Em Portugal == Maria Callas cantou no Teatro Nacional de São Carlos em 27 de março de 1958 a ópera La Traviata, com cenários de Alfredo Furiga e direção musical do maestro Franco Ghione. O elenco foi composto por Alfredo Kraus (Alfredo), Mario Seremi, Laura Zanini, Piero de Palma, Vito Susca, Alessandro Maddalena, e os portugueses Maria Cristina de Castro, Manuel Leitão e Álvaro Malta (barão Douphoi) Dois meses antes de vir a Lisboa, a soprano causara escândalo ao abandonar em Roma uma récita da «Norma» no primeiro acto. ==Ver também== *Callas Forever, filme ficcional sobre a cantora realizado em 2002 por Franco Zeffirelli ==Bibliografia== * Maria Callas: A Musical Biography, de Robert Levine. ISBN 1579122833. * The Callas Legacy: The Complete Guide to Her Recordings on Compact Disc, de John Ardoin. ISBN 093134090X. * The Unknown Callas: The Greek Years, de Nicholas Petsalis- Diomidis. ISBN 157467059X. * Maria Meneghini Callas, de Michael Scott. ISBN 1555531466. * Maria Callas: A Mulher por trás do Mito, de Ariana Huffington. ==Ligações externas== *Antiga página oficial *Maria Callas: A Voice and a Legend That Still Fascinate *Callas: a life for sale Categoria:Cantores de ópera da Grécia Categoria:Cantores de ópera dos Estados Unidos Categoria:Cantoras dos Estados Unidos Categoria:Sopranos da Grécia Categoria:Sopranos dos Estados Unidos Categoria:Sepultados no Cemitério Père- Lachaise Categoria:Naturais de Nova Iorque (cidade) Categoria:Norte-americanos de ascendência grega Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Mortes por infarto agudo do miocárdio",
 "title": "Maria Callas"
}