{
 "id": "103181",
 "text": "Śri Sathya Sai Baba (), nome de nascimento Sathyanarayana Raju (23 de novembro de 1926 – 24 de abril de 2011Edwards, Linda (2001). Um Breve Guia para Crenças: Ideias, Teologias, Mistérios, e Movimentos. Westminster John Knox Press. p. 137. ISBN 0-664-22259-5.), nasceu em uma pequena aldeia localizada no Sul da Índia, aproximadamente 170 km ao norte de Bangalore. Era um guru, líder espiritual, místico, filantropo e educador,Richard Weiss, Victoria University of Wellington – O Guru Global: Sai Baba e os Milagres da Modernidade; Disponível em: http://www.nzasia.org.nz/downloads/NZJAS- Dec05/7_2_2.pdf (em inglês) considerado por muitos como um avatar (encarnação na forma humana de um ser divino). Ele próprio dizia ser a reencarnação de Shirdi Sai Baba, um religioso eclético indiano do século XIX venerado tanto por hindus quanto por muçulmanos.Lochtefeld, James G. (2002). A Enciclopédia Ilustrada do Hinduísmo (Vol. 2 N-Z). Nova Iorque: Rosen. ISBN 0-8239-2287-1.(pg 583)Nagel, Alexandra. \"Een mysterieuze ontmoeting ...: Sai Baba en mentalist Wolf Messing\". Tijdschrift voor Parapsychologie 368, vol. 72 nr 4 de dezembro de 2005, pp. 14–17 (nota: Nagel é uma seguidora crítica). Também dizia que, futuramente, seria Prema Sai Baba, quando o planeta Terra viveria em um mundo de paz. Na metade final do século XX, alcançou tremenda popularidade ao redor do mundo e se transformou num ícone espiritual. A materialização de vibhuti (cinza sagrada para os hindus) e outros pequenos objetos como anéis, colares e relógios por Sathya Sai BabaThe Economist, \"Sai Baba\", 12 de maio de 2011, p. 110. era fonte tanto de fé e fama como também de críticas e controvérsias: seus atos eram fruto de prestidigitação, mas devotos consideravam-nas como sinais de divindade. Sua fotografia costuma ser exibida em milhares de casas, amuletos e nos painéis dos carros, pois sua imagem é considerada por muitos como sinal de boa sorte. == Vida == Quando criança, foi descrito como \"descomunalmente inteligente\", embora sem tendências acadêmicas, mas com interesses de natureza espiritual. Ele era extremamente talentoso nas músicas devocionais e artes performáticas. Aos 14 anos, o menino comunicou a seus familiares que, a partir daquele momento, seria conhecido como Sai Baba e que sua missão seria a de promover a regeneração espiritual da humanidade, demonstrando e ensinando os mais elevados princípios, como a Verdade, a Retidão, a Paz, a Não violência e o Amor Divino. Em 1950, seus seguidores construíram um ashram (comunidade espiritual) próximo à aldeia onde Sai Baba nasceu, o qual foi denominado Prasanthi Nilayam (Morada da Paz Suprema). O ashram veio a se converter em um lugar de peregrinação para milhões de pessoas, de diversas origens. Na própria Índia, Sai Baba conquistou seguidores de diversas classes sociais, sempre ajudou aos pobres e necessitados com inúmeras e relevantes ações sociais. Em suas mensagens, se referiu ao amor como sendo a principal fonte de contato com o divino. Também estimulava a prática religiosa das pessoas, não importa qual religião fosse, pois ele achava que todas as religiões eram, no fundo, uma só, constituindo-se todas elas apenas em diferentes caminhos que conduziam a um mesmo fimː Deus.MURPHET, H. Sai Babaː o Homem dos Milagres. Tradução do professor Hermógenes. 6ª edição. Rio de Janeiro. Record. 1993. p. 241. Sai Baba era um ícone cultural na Índia; em 2002, Sai Baba afirmava ter devotos em 178 países,Palmer, Norris W. \"Baba's World\". In: incluindo presidentes e primeiros-ministros. Em 2011, pouco antes de sua morte, Sathya Sai Baba foi listado entre as 100 pessoas de maior influência espiritual no mundo. Sai Baba morreu em 24 de abril de 2011 em Puttaparthi, após prolongado internamento hospitalar. Foi enterrado com honras do Estado da Índia e milhões de pessoas foram ao seu ashram para as cerimónias do funeral. == Organização Sathya Sai == A mensagem de Sai Baba tem inspirado a criação de milhares de Centros Sai em todo o mundo, além de colégios, escolas técnicas, centros de educação em Valores Humanos, universidades, hospitais, centros de assistência médica etc. As instituições criadas sob a inspiração de Sai Baba têm bastante influência na política indiana, prestam atendimento totalmente gratuito e são bem conhecidas na Índia e em diversos Países. A Organização Sathya Sai informa que existem mais de 1 200 Centros Sai Baba em 126 países. Entretanto, o número de seguidores ativos de Sathya Sai Baba é difícil de se determinar. Estimativas variam de 6 milhõesAdherents citado por George Chryssides. Explorando Novas Religiões. Londres, UK: Cassells (1999) (10 milhões) Brown, Mick (28 de outubro de 2000). Acesso em 12 de março de 2007 até 100 milhões. Sathya Sai Baba fundou um grande número de escolas, faculdades, hospitais e outras instituições de caridade na Índia e em outros países. O valor total do patrimônio da Organização Sathya Sai é estimado em 400 bilhões de rupias (9 bilhões de dólares estadunidenses). == Missão de Sathya Sai Baba == \"Vim para acender a chama do Amor em seus corações, para que ela brilhe dia a dia com mais esplendor. Não vim em benefício de alguma religião em particular. Não vim em nenhuma missão de publicidade para qualquer seita, credo ou causa, nem vim reunir seguidores para nenhuma doutrina. Não tenho planos para atrair discípulos ou devotos ao meu rebanho ou a algum outro rebanho. Vim para falar-lhes desta Fé Unitária Universal, deste Princípio Divino, deste Caminho de Amor, desta Ação de Amor, deste Dever de Amor, desta Obrigação de Amor.\" Sathya Sai Baba A missão de Sathya Sai Baba foi descrita por ele mesmo, em uma carta que escreveu a seu irmão, em 1947. Ele disse: Eu tenho uma tarefa: nutrir toda a raça humana e assegurar a todos uma vida cheia de bem-aventurança. Eu tenho um voto: conduzir todos os que se desviaram do caminho correto novamente para o bom caminho e salvá-los. Eu estou preso ao trabalho que eu amo: remover os sofrimentos dos pobres e garantir o que lhes falta. == Bibliografia == * * * * * == Ligações externas == * Site Oficial da Organização Sri Sathya Sai no Brasil Categoria:Religiosos da Índia Categoria:Mortos em 2011 Categoria:Pessoas supostamente paranormais",
 "title": "Sathya Sai Baba"
}