{
 "id": "103179",
 "text": "O Castelo de Óbidos localiza-se na freguesia de Santa Maria, São Pedro e Sobral da Lagoa, vila e município de Óbidos. Situado na província histórica da Estremadura e na região Oeste de Portugal.Ficha na base de dados SIPA O Castelo de Óbidos está classificado como Monumento Nacional desde 1910.Ficha na base de dados da DGPC == História == === Antecedentes === Acredita-se que a primitiva ocupação humana do seu sítio remonte à pré-história. Pela sua proximidade da costa atlântica, despertou o interesse de povos invasores da Península Ibérica, tendo sido sucessivamente ocupado por Lusitanos (século IV a.C.), Romanos (século I), Visigodos (séculos V a VI) e Muçulmanos (século VIII), atribuindo-se a estes últimos a fortificação da povoação, como se constata pela observação de determinados trechos da muralha, com feições mouriscas. === O castelo medieval === thumb|Torre do castelo No contexto da Reconquista cristã da Península, as forças do rei D. Afonso Henriques (1112-85), após as conquistas de Santarém e de Lisboa (1147), encontraram viva resistência para conquistar a povoação e seu castelo, o que finalmente aconteceu através de um ardil (10 de Janeiro de 1148). O castelo encontra-se referido documentalmente desde 1153. Reconquistadas definitivamente no reinado de D. Sancho I (1185-1211), foram procedidas obras no castelo (conforme inscrição epigráfica na Torre do Facho), época em que a vila recebeu a sua carta de foral (1195). O seu filho e sucessor, D. Afonso II (1211-23), doou a povoação e o respectivo castelo a D. Urraca, sua esposa (1210). A povoação e seu castelo mantiveram-se fiéis a D. Sancho II (1223-48), quando da crise de sua deposição, resistindo vitoriosamente, em 1246, aos assaltos das forças do Conde de Bolonha, futuro rei D. Afonso III (1248-1279). Essa resistência valeu à vila o epíteto de mui nobre e sempre leal, que figura até hoje no seu brasão de armas. Doada como presente de casamento por D. Dinis (1279-1325) à rainha Santa Isabel durante as núpcias ali passadas, a vila passou a integrar o dote de todas as rainhas de Portugal até 1834. Este monarca fez erigir a torre de Menagem (c. 1325). Sob o reinado de D. Fernando (1367-1383), uma inscrição epigráfica assinala a ereção, em 1375, de uma torre, por alguns considerada de menagem, embora lhe faltem as características da base maciça com entrada a nível do pavimento elevado, presentes na de D. Dinis. Durante o contexto da crise de 1383-1385, o seu alcaide, contra a vontade dos moradores, tomou o partido de João I de Castela e de Dna. BeatrizCrónica de el-rei D. João I, cap. 87º., tendo resistido às forças do Mestre de Avis. Óbidos e o seu castelo foram entregues a João I de Portugal, eleito nas Cortes de Coimbra, por Vasco Gonçalves Teixeira após o falecimento em combate do seu pai e alcaide do castelo, João Gonçalves, na batalha de Aljubarrota (1385). Sob o reinado de D. João II (1481-1495), a rainha Dna. Leonor escolheu a povoação e seu castelo para residir após o falecimento por acidente de seu filho único, o príncipe D. Afonso, optando ainda (1494) pelas águas termais da região para tratamento da enfermidade que viria a vitimar aquele monarca. O seu sucessor, Manuel I de Portugal doou um novo foral a Óbidos (1513), procedendo a importantes melhoramentos na vila e em seu castelo. É dessa fase, no século XVI, a reconstrução dos Paços do Alcaide pelo alcaide-mor D. João de Noronha. === Do século XVIII aos nossos dias === O terramoto de 1755 causou sérios danos na estrutura, por falta de dinheiro não pôde ser reconstruído. No contexto da Guerra Peninsular, a fortificação de Óbidos disparou os primeiros tiros de artilharia na batalha de Roliça (1808), primeira derrota das tropas de Napoleão. Posteriormente registou-se a adaptação da torre albarrã a Torre do Relógio (1842) e a construção de escada exterior de acesso à Torre de D. Fernando (1869). O castelo e todo o conjunto urbano da vila de Óbidos encontram-se classificados como monumento nacionalCf. Decreto de 16-06-1910, publicado no Diário do Governo de 23 junho 1910; Decreto n.º 38147, de 5 janeiro 1951; Portaria publicada na 2.ª série do Diário do Governo de 18 de setembro 1948.. A partir de 1932, o conjunto sofreu as primeiras intervenções de consolidação, reconstrução e restauro a cargo da Direcção-Geral dos Edifícios e Monumentos Nacionais, que se estenderam pelas décadas seguintes até aos nossos dias, sendo o espaço do castelejo requalificado como Pousada do Castelo (1948-1950). == Características == O castelo ergue-se na cota de 79 metros acima do nível do mar, com planta no formato retangular irregular (orgânica), misturando elementos dos estilos românico, gótico, manuelino e barroco, distribuídos por duas zonas principais: a do castelejo (atual Pousada do Castelo, ou Pousada de Óbidos) e o bairro intra-muros. O perímetro das muralhas, reforçadas por torres de planta quadrada e cilíndrica, alcança 1.565 metros, totalmente percorrido por um adarve defendido por parapeito ameado. Em alguns trechos, as muralhas elevam-se a 13 metros de altura. O troço este da muralha constitui o núcleo do muralhamento mais amplo que envolve o castelo e a vila, e que, prolongando-se por ambos os lados em direção ao sul por 500 metros, fecha o perímetro em ponta, na chamada Torre do Facho. O acesso é feito por quatro portas e dois postigos, destacando-se aPorta da Vila ou Porta de Nossa Senhora da Piedade, encimada por uma inscrição, ali colocada pelo rei D.João IV (1640-1656), e que reza: A Virgem Nossa Senhora foi concebida sem pecado original. No seu interior encontra-se uma capela com varanda, revestida de azulejos do século XVIII. Destacam-se ainda: * O pelourinho da vila, erguido em granito. Apresenta em uma das faces o escudo com as armas reais e do outro o camaroeiro de D. Leonor, que esta rainha doou à Vila em memória da rede em que os pescadores lhe trouxeram o seu filho morto num acidente de caça. Nele, no passado, eram expostos e castigados os delinquentes e criminosos. * O aqueduto da vila, com uma extensão de 3 km, unindo o monte da Usseira e o de Óbidos. Mandado construir pela rainha D. Catarina da Áustria, esposa de D. João III (1521-1557) transportava a água que abastecia os chafarizes de Óbidos. * O Cruzeiro da Memória, construído em comemoração da tomada de Óbidos aos mouros por D. Afonso Henriques, assinala o local onde este montou acampamento antes de conquistar a Vila. ==Bibliografia== *Portugal. Ministério do Equipamento Social. «Castelo de Óbidos», n.º 68-69 de Monumentos : Boletim da Direção-Geral dos Edifícios e Monumentos Nacionais, 1952. ==Fontes== * Castelo de Óbidos; Castelo e Cerca Urbana de Óbidos; Pousada de Óbidos no Sistema de Informação para o Património Arquitetónico. == Ver também == * Pousada do Castelo * Lista de alcaides de Óbidos * Lista de Castelos de Portugal == Ligações externas == * * Instituto Português de Arqueologia * Fotografias do Mercado Medieval de Óbidos * A pedra de armas do paço dos alcaides-mores de Óbidos: uma memória heráldica, por Miguel Metelo de Seixas e João Bernardo Galvão-Teles, Actas da Casa Nobre Categoria:Santa Maria (Óbidos) Categoria:Património edificado em Óbidos Obidos Categoria:Região Oeste Categoria:Monumentos nacionais no distrito de Leiria Obidos",
 "title": "Castelo de Óbidos"
}