{
 "id": "103175",
 "text": "Cora Coralina, pseudônimo de Anna Lins dos Guimarães Peixoto Bretas (Cidade de Goiás, 20 de agosto de 1889 — Goiânia, 10 de abril de 1985), foi uma poetisa e contista brasileira. Considerada uma das mais importantes escritoras brasileiras, ela teve seu primeiro livro publicado em junho de 1965 (Poemas dos Becos de Goiás e Estórias Mais), quando já tinha quase 76 anos de idade, apesar de escrever seus versos desde a adolescência. Mulher simples, doceira de profissão, tendo vivido longe dos grandes centros urbanos, alheia a modismos literários, produziu uma obra poética rica em motivos do cotidiano do interior brasileiro, em particular dos becos e ruas históricas de Goiás. == Biografia == Anna Lins dos Guimarães Peixoto Bretas, que adotou o pseudônimo de Cora Coralina, era filha de Francisco de Paula Lins dos Guimarães Peixoto, desembargador nomeado por D. Pedro II, e de dona Jacyntha Luiza do Couto Brandão. Ela nasceu e foi criada às margens do Rio Vermelho. Estima-se que essa casa foi construída em meados do Século XVIII, tendo sido uma das primeiras edificações da antiga Vila Boa (Goiás), tendo vários moradores, dentre eles o Capitão-Mor da Coroa Portuguesa. Em 1825 a casa foi posta em hasta pública pela fazenda Real e adquirida pelo Sargento-Mor João José do Couto Guimarães, trisavô de Cora Coralina. Começou a escrever os seus primeiros textos aos 14 anos, publicando-os posteriormente nos jornais da cidade de Goiânia, e nos jornais de outras cidades, como constitui exemplo o semanário \"Folha do Sul\" da cidade goiana de Bela Vista e nos periódicos de outros rincões, assim como a revista A Informação Goiana do Rio de Janeiro, que começou a ser editada a 15 de julho de 1917. Apesar da pouca escolaridade, uma vez que cursou somente as primeiras quatro séries, com a Mestra Silvina (Mestre-Escola Silvina Ermelinda Xavier de Brito (1835 - 1920)). Conforme Assis Brasil, na sua antologia \"A Poesia Goiana no Século XX\" (Rio de Janeiro: IMAGO Editora, 1997, página 66), \"a mais recuada indicação que se tem de sua vida literária data de 1907, através do semanário 'A Rosa', dirigido por ela própria e mais Leodegária de Jesus, Rosa Godinho e Alice Santana.\" Todavia, constam trabalhos seus nos periódicos goianos antes dessa data. É o caso da crônica \"A Tua Volta\", dedicada 'Ao Luiz do Couto, o querido poeta gentil das mulheres goianas', estampada no referido semanário \"Folha do Sul\", da cidade de Bela Vista, ano 2, n. 64, p. 1, 10 de maio de 1906. No jornal Tribuna Espírita - Rio de Janeiro, 31 de dezembro de 1905. Ao tempo em que publica essa crônica, ou um pouco antes, Cora Coralina começa a frequentar as tertúlias do \"Clube Literário Goiano\", situado em um dos salões do sobrado de dona Virgínia da Luz Vieira. Que lhe inspira o poema evocativo \"Velho Sobrado\". Quando começa então a redigir para o jornal literário \"A Rosa\" (1907). Publicou, nessa fase, em 1910, o conto Tragédia na Roça. === Casamento e vida no interior de São Paulo === Em 1911, foi para o estado de São Paulo com o advogado Cantídio Tolentino de Figueiredo Bretas, que exercia o cargo de Chefe de Polícia, equivalente ao de secretário da Segurança, do governo do presidente Urbano Coelho de Gouvêa (1909 - 1912), onde viveu durante 45 anos, inicialmente no município de Jaboticabal onde nasceram seus seis filhos: Paraguaçu, Eneas, Cantídio, Jacyntha, Ísis e Vicência. Ísis e Eneas morreram logo depois de nascer. Cora nunca foi convidada para participar da Semana de Arte Moderna, informa sua filha Vicência Bretas Tahan. Em 1924, mudou para São Paulo. Ao chegar à capital, teve de permanecer algumas semanas trancada num hotel em frente à Estação da Luz, uma vez que os revolucionários de 1924 haviam parado a cidade. Em 1930, presenciou a chegada de Getúlio Vargas à esquina da rua Direita com a Praça do Patriarca. Seu filho Cantídio participou da Revolução Constitucionalista de 1932, Cora Coralina também alistou-se como enfermeira e costurando uniformes.Com a morte do marido, passou a vender livros para a Editora José Olympio, foi também colaboradora do jornal O Estado de S. Paulo. Posteriormente, mudou-se para Penápolis, no interior do estado, onde passou a produzir e vender linguiça caseira e banha de porco. Mudou-se em seguida para Andradina, cidade que atualmente, mantém uma casa da cultura com seu nome, em homenagem, onde chegou a escrever para o jornal da cidade. === Retorno a Goiás === Em 1956, retorna a Goiás. Ao completar 50 anos, a poetisa relata ter passado por uma profunda transformação interior, a qual definiria mais tarde como \"a perda do medo\". Nessa fase, deixou de atender pelo nome de batismo e assumiu o pseudônimo que escolhera para si muitos anos antes. Durante esses anos, Cora não deixou de escrever poemas relacionados com a sua história pessoal, com a cidade em que nascera e com ambiente em que fora criada. Ela chegou ainda a gravar um LP declamando algumas de suas poesias. Lançado pela gravadora Paulinas Comep, o disco ainda pode ser encontrado hoje em formato CD. Em 1970 tomou posse da cadeira n. 5 da Academia Feminina de Letras de Goiás. Em 1984 toma posse da cadeira n. 38 da Academia Goiânia de Letras. === Morte === Cora Coralina morreu em Goiânia, aos 95 anos, de pneumonia. A sua casa na Cidade de Goiás foi transformada num museu em homenagem à sua história de vida e produção literária. == Primeiros passos literários == Os elementos folclóricos que faziam parte do cotidiano de Anna serviram de inspiração para que aquela frágil mulher se tornasse a dona de uma voz inigualável e sua poesia atingisse um nível de qualidade literária jamais alcançado até aí por nenhum outro poeta do Centro-Oeste brasileiro. Senhora de poderosas palavras, Anna escrevia com simplicidade e seu desconhecimento acerca das regras da gramática contribuiu para que sua produção artística priorizasse a mensagem ao invés da forma. Preocupada em entender o mundo no qual estava inserida, e ainda compreender o real papel que deveria representar, Anna parte em busca de respostas no seu cotidiano, vivendo cada minuto na complexa atmosfera da Cidade de Goiás, que lhe permitiu a descoberta de como a simplicidade pode ser o melhor caminho para atingir a mais alta riqueza de espírito. === Divulgação nacional === Foi ao ter a segunda edição (1978) de Poemas dos becos de Goiás e estórias mais, composta e impressa pelas Oficinas Gráficas da Universidade Federal de Goiás, com capa (retratando um dos becos da cidade de Goiás) e ilustrações elaboradas pela consagrada artista Maria Guilhermina, orelha de J.B. Martins Ramos, e prefácio de Oswaldino Marques, saudada por Carlos Drummond de Andrade no Jornal do Brasil, a 27 de dezembro de 1980, que Aninha, já conhecida como Cora Coralina, ganhou a atenção e passou a ser admirada por todo o Brasil. \"Não estou fazendo comercial de editora, em época de festas. A obra foi publicada pela Universidade Federal de Goiás. Se há livros comovedores, este é um deles.\" Manifesta-se, ao ensejo, o vate Drummond. Carlos Drummond de Andrade lhe escreveu a seguinte carta, após ler Vintém de Cobre. > \"Minha querida amiga Cora Coralina: Seu Vintém de Cobre é, para mim, moeda > de ouro, e de um ouro que não sofre as oscilações do mercado. É poesia das > mais diretas e comunicativas que já tenho lido e amado. Que riqueza de > experiência humana, que sensibilidade especial e que lirismo identificado > com as fontes da vida! Aninha hoje não nos pertence. É patrimônio de nós > todos, que nascemos no Brasil e amamos a poesia ( …)”. A primeira edição de Poemas dos Becos de Goiás e estórias mais, seu primeiro livro, foi publicado pela Editora José Olympio em 1965, quando a poetisa já contabilizava 75 anos. Reúne os poemas que consagraram o estilo da autora e a transformaram em uma das maiores poetisas lusófonas do século XX. Já a segunda edição, repetindo, saiu em 1978 pela imprensa da UFG. E a terceira, em 1980. Desta vez, pela recém implantada editora da UFG, dentro da Coleção Documentos Goianos. Onze anos depois da primeira edição de Poemas dos Becos de Goiás e estórias mais, compôs, em 1976, Meu Livro de Cordel. Finalmente, em 1983 lançou Vintém de Cobre - Meias Confissões de Aninha (Ed. Global). == Prêmios == Cora Coralina recebeu diversos prêmios dentre eles: * Em 1983, recebe o título de Doutora Honoris Causa da UFG (Universidade Federal de Goiás). * Em 1981, recebeu o Troféu Jaburu, concedido pelo Conselho de Cultura de Goiais. * Em 1983, foi eleita intelectual do ano e contemplada com o Prêmio Juca Pato da União Brasileira dos Escritores. * Em 31 de janeiro de 1999, a sua principal obra, Poemas dos Becos de Goiás e Estórias Mais, foi aclamada através de um seleto júri organizado pelo jornal O Popular, de Goiânia, uma das 20 obras mais importantes do século XX. Enfim, Cora torna-se autora canônica. * Em 1983, recebe a Medalha Anhanguera, do Governo do Estado de Goiás. * Em 1984, ocupa a cadeira de n° 38 da Academia Goiana de Letras. * Postumamente, em 2006, ela recebeu a condecoração de Ordem do Mérito Cultural. == Homenagens == === Museu Cora Coralina === Criado pela Fundação Cora Coralina e inaugurado em 1989, o museu é mantido da mesma forma de quando Cora habitava, abriga em seu acervo objetos de uso pessoais de Cora Coralina, como roupas, móveis, utensílios domésticos, fotos, livros e cartas no interior da casa, além do jardim nos fundos da casa e a bica de água potável. O Museu está localizado nas margens do Rio Vermelho na Cidade de Goiás. Também conhecida como Casa Velha da Ponte, foi edificada no século XVIII, para uso do Quinto Real. == Lista de obras == Em ordem cronológica, as obras de Cora Coralina: === Poemas === * Poemas dos Becos de Goiás e estórias mais (poesia), 1965 (Editora José Olympio). * Meu Livro de Cordel, (poesia), 1976 === Contos === * Vintém de Cobre - Meias Confissões de Aninha (poesia), 1983 * Estórias da Casa Velha da Ponte (contos), 1985 === Póstumo === * Meninos Verdes (infantil), 1986 (póstumo) * Tesouro da Casa Velha (poesia), 1996 (póstumo) * A Moeda de Ouro que o Pato Engoliu (infantil), 1999 (póstumo) * Vila Boa de Goiás (poesia), 2001 (póstumo) * O Prato Azul-Pombinho (infantil), 2002 (póstumo) == Bibliografia == * TAHAN, Vicência Bretas. Cora Coragem, Cora Poesia. Global Editora, 1989. * CORALINA, Cora. Villa Boa de Goyaz. Global Editora, 2001. * DENÓFRIO, Darcy França. Cora Coralina - Coleção Melhores Poemas - Global Editora, 2004. Darcy Franca Denofrio * DENÓFRIO, Darcy França; CAMARGO, Goiandira Ortiz de. Cora Coralina: Celebração da Volta. Cânone Editorial, 2006. Darcy Franca Denofrio. * BRITTO, Clóvis Carvalho; SEDA, Rita Elisa. Cora Coralina - Raízes de Aninha. Editora Ideias & Letras, 2011, 2a. edição. == Ligações externas == * Museu Casa de Cora Coralina na Cidade de Goiás * Poemas de Cora Coralina * Biografia de Cora Coralina da Enciclopédia Itaú Cultural * Artigo intitulado 'A estética dos becos em Cora Coralina ou \"Um modo diferente de contar velhas estórias\"' * Artigo intitulado \"A economia simbólica dos acervos literários: itinerários de produção da crença em Cora Coralina\" * Doodle de comemoração do 128º aniversário de Cora Coralina * Casa de Cora Coralina, juntamente com o busto e o poema que se encontra do lado direito da porta principal. * Cora Coralina - História de vida Categoria:Poetas de Goiás Categoria:Contistas do Brasil Categoria:Contistas de Goiás Categoria:Naturais de Goiás (município) Categoria:Poetas do modernismo Categoria:Escritoras do Brasil Categoria:Doutores honoris causa da Universidade Federal de Goiás Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Pseudônimos do Brasil Categoria:Nascidos em 1889 Categoria:Mortos em 1985 Categoria:!Editatona Cada livro seu público 2024",
 "title": "Cora Coralina"
}