{
 "id": "103182",
 "text": "Hendrik Johannes \"Johan\" Cruijff OCO (Amesterdã, 25 de abril de 1947 – Barcelona, 24 de março de 2016) foi um treinador e futebolista neerlandês que atuou como atacante. É considerado pela IFFHS como o melhor futebolista europeu do século XX e o segundo maior do mundo naquele século, abaixo somente de Pelé. Tido como um jogador revolucionário, tático, ofensivo, coletivo, vistoso e eficiente, é considerado um dos propulsores do \"futebol moderno\". Inspirou muitos jogadores e treinadores a partir de suas extraordinárias atuações no Ajax, Barcelona, e principalmente, na Seleção Neerlandesa durante a Copa do Mundo FIFA de 1974. As suas atuações no mundial foram suas únicas referências para grande parte das pessoas que o conhecem;KUPER, Simon (setembro de 2009). Cruyff. FourFourTwo n. 9. Editora Cádiz, pp. 42-53 antes da cobertura ao vivo dos campeonatos estrangeiros pela televisão, apenas as Copas eram vistas mundialmente de maneira especial.Os grandes solos (novembro de 2008). FourFourTwo n. 1. Editora Cádiz, p. 39 Cruijff encantou na Copa, mesmo com exibições consideradas abaixo das que tinha nos campeonatos europeus. Se, atualmente, há no futebol jogadores polivalentes que podem atuar sem posição fixa no campo, sem prejuízo de suas atuações individuais, muito se deve a este genial craque e não menos a seu treinador no Ajax, Barcelona e na Seleção Neerlandesa, Rinus Michels. E, ainda que transcorridos cerca de cinquenta anos da Copa do Mundo de 1974, os Países Baixos, Michels e Cruijff sintetizam a última revolução tática na história do futebol e serão para sempre lembrados como sinônimos do chamado futebol total, no qual os jogadores de linha se sentiam à vontade ao desempenhar todas as posições. Visto como um pensador do futebol, costumava enfatizar a rapidez de pensamento tanto quanto a rapidez do corpo: sua característica velocidade era descrita pelo próprio como uma questão de saber a hora certa de começar a correr. Também tornou-se um técnico renomado, a ponto de opinar-se que Cruijff é o maior nome da história do futebol na soma jogador-treinador, mesmo sem ter conquistado nenhuma Copa do Mundo. Seu sobrenome é originalmente grafado, na língua neerlandesa, como Cruijff, sendo popularmente escrito como Cruyff no exterior. == Carreira como jogador == === Ajax === Cruijff foi praticamente criado no Ajax: seu pai, Hermanus, dono de uma mercearia, fornecia frutas ao clube, embora a paixão inicial de Johan e do irmão Henny fosse o beisebol. Os vínculos continuaram por parte de mãe, Petronella, que foi trabalhar como faxineira do clube após tornar-se viúva (quando o garoto Cruijff, que frequentava os vestiários já com quatro anos, possuía doze). Ela também trabalharia como empregada doméstica de Vic Buckingham, treinador inglês do Ajax; e o porteiro do clube se tornaria o padrasto de Cruijff. Por ideia da mãe, o filho entrou nas categorias de base do Ajax; ela acreditava que assim ele poderia superar a deficiência que tinha nos pés, cuja má formação o obrigava a utilizar aparelhos ortopédicos: ironicamente, só assim ele, cuja uma das características futuras seria suas corridas fulminantes, conseguia caminhar. Sua sugestão provar-se-ia como divisora de águas não só do clube, mas do futebol nacional e internacional. Passando a adolescência no clube, chegou a ser gandula na final da Liga dos Campeões de 1961–62, realizada no estádio do Ajax. Firmando nos juvenis sob Jany van der Veen (um dos poucos a angariar respeito de Cruijff, que futuramente, ao gerenciar o Ajax, o recontrataria para as divisões de base), o garoto estreou em novembro de 1964 no time adulto, contra o GVAV, em derrota de 3–1, sendo justamente dele o único gol do Ajax. Com a chegada um ano depois de Michels, que aceitou o jogo ditado por Cruijff, os títulos viriam em série: o Ajax seria na primeira temporada com ambos trabalhando juntos, a de 1965–66, campeão neerlandês, o que se repetiria consecutivamente outras duas vezes. Outros três títulos no Campeonato Nacional viriam em espaço de cinco anos. Cinco Copa dos Países Baixos também seriam levantadas no período. Em 1967, Cruijff já despertava atenção do futebol espanhol, tendo sua contratação pelo Real Madrid sugerida pelo treinador Miguel Muñoz ao presidente madridista Santiago Bernabéu. Na Copa dos Campeões da UEFA, após uma eliminação nas quartas (contra o Dukla Praga) e outra nas oitavas (contra um futuro rival de Cruijff, o Real Madrid) o Ajax chegou à final em 1969. No caminho, eliminou o vice-campeão anterior, o forte Benfica de Eusébio, mas perdeu a decisão para Milan. Ainda assim, a eliminação do Benfica ganhou contornos de passagem de bastão entre Eusébio e Cruijff: os portugueses haviam vencido por 3 a 1 em Amsterdã e teriam tido uma postura arrogante antes do retorno, no Estádio da Luz. Cruijff então marcou duas vezes e os visitantes aplicaram o mesmo resultado de 3 a 1 fora de casa. O regulamento da época forçou uma terceira partida na neutra Paris, encerrada em 0–0 no tempo normal e em 3–0 para os neerlandeses na prorrogação, com Cruijff abrindo o placar. Naquela época, eliminar o Benfica significava eliminar o mais expressivo clube da década nas competições europeias: em tempos em que disputar constantemente a Taça dos Campeões Europeus (atual Liga dos Campeões da UEFA) não era mesmo aos clubes mais fortes algo comum, uma vez que somente campeões nacionais e o campeão europeu vigente participavam da competição, o clube lisboeta conseguiu: obteve treze Campeonatos Portugueses em dezessete disputados e esteve nove vezes na década de 1960 na principal competição de clubes do continente. Foram dois títulos, dois vice-campeonatos, duas eliminações nas quartas-de-final e duas na segunda fase, e participações em quatro das cinco finais travadas entre 1961 e 1965. Nenhum outro clube europeu teve retrospecto desse nível na década. Assim, o Porto chegou a sondar Cruijff com uma proposta de seis mil contos, mas o Ajax exigia oito mil. As despesas subiriam para onze mil considerando os salários do jogador, que recusou, com intenção de permanecer em uma equipe que conseguisse disputar regularmente a Taça dos Campeões. Inicialmente, contudo, foi o arquirrival Feyenoord que trouxe a mais importante taça europeia de clubes pela primeira vez para os Países Baixos, em 1970. Cruijff, Michels e o Ajax responderam logo na edição seguinte, igualando o rival e superando-o em seguida: foram três títulos consecutivos, nas edições de 1971, 1972 (ano em que ele foi pela segunda vez artilheiro do campeonato, e em que o time ganhou todos os torneios importantes que disputou) e 1973, respectivamente contra o Panathinaikos (time então treinado pelo lendário Ferenc Puskás), Internazionale e Juventus (tendo passado no caminho também pelo posterior igualmente tricampeão seguido Bayern de Munique e pelo Real Madrid). Pelos títulos de 1971 e 1973, seria premiado com a Bola de Ouro da France Football, sendo o primeiro neerlandês a recebê- la. Os dois últimos títulos europeus foram já sem Michels, que saíra para o Barcelona após a primeira conquista continental. O Ajax também venceu a Copa Intercontinental de 1972, sobre o Independiente, derrotando os argentinos por 3 a 0 em Amesterdão após sair de Avellaneda com um empate de 1–1, com um gol dele. O clube não venceu outras Intercontinentais pois declinou em participar: a anterior, de 1971, foi o Panathinaikos quem enfrentou os uruguaios do Nacional; em 1973, quando a disputa seria outra vez contra o Independiente, o Ajax voltou a ceder a vaga para o vice-campeão europeu, desta vez a Juventus. Cruijff então estava liderando sozinho um time de bairro que, dono de um estádio pequeno até para as segundas divisões da Itália ou Espanha e cujos jogadores não ganhavam mais do que um bom lojista, vinha reinventando o futebol. Após o título de 1973, entretanto, decidiu sair do clube, vítima do próprio poder que ajudara a deixar nas mãos dos jogadores: seus colegas decidiram que o novo capitão do clube seria Piet Keizer. Cruijff iria então para onde estava Michels, o homem que o compreendera: o Barcelona. O craque havia recebido oferta do rival Real Madrid por 30 milhões de pesetas, mas o clube da capital recusara-se a pagar-lhe 12 mil dólares por temporada. O próprio presidente Santiago Bernabéu assumiria posteriormente que fora tímido demais na negociação. === Barcelona === Chegou ao Barça na negociação mais cara do futebol até então, por cinco milhões de florins, preço tão alto que o governo espanhol não aprovou a transferência. Só conseguiu ser levado porque foi registrado oficialmente como uma peça de máquina de agricultura. Cruijff justificou o alto investimento: marcou duas vezes na estreia e reconduziu o Barça a um título espanhol que não vinha havia 14 anos, quando ainda jogavam pelo clube Luis Suárez, László Kubala, Zoltán Czibor, Sándor Kocsis e Evaristo. A campanha do campeã espanhola de 1973–74 incluiu uma goleada por 5–0 em pleno clássico com o Real Madrid em pleno Estádio Santiago Bernabéu, oito dias após Cruijff tornar-se pai de Jordi — batizando o filho com nome catalão quando esse idioma ainda era proibido na Espanha, o que burlou por registrá-lo nos Países Baixos. Naquela goleada, o atacante marcou o segundo gol, driblando dois adversários antes de abater o goleiro, e deu as assistências para os dois últimos, em exibição terminada sob aplausos da própria torcida rival. O principal concorrente na campanha, contudo, foi o Atlético de Madrid, então campeão espanhol da temporada anterior e que tinha como principal aspiração justamente um bicampeonato seguido - pois um novo título lhe permitira justamente igualar-se ao Barcelona em número de conquistas em La Liga. Foi precisamente por perder as chances de título nacional que o Atlético gradualmente passou a focar-se na campanha vice-campeã europeia de 1973–74. Eleito o melhor jogador daquela edição do campeonato espanhol, Cruijff receberia sua terceira Bola de Ouro pelo feito. A temporada fora em estado de graça também por ele ter conseguido, paralelamente, classificar a Seleção Neerlandesa à Copa do Mundo de 1974 — os Países Baixos não disputavam o torneio desde a sua segunda participação, na edição de 1938. Contudo, se a primeira temporada foi mágica, as seguintes lhe seriam estressantes, apesar da companhia de seu ex-colega de Ajax e Seleção Johan Neeskens, trazido ao clube após o mundial de 1974. Em entrevista dada já em 1981 à revista argentina El Gráfico, Cruijff deu a seguinte versão para a falta de novos troféus relevantes como jogador barcelonista: Ao final da temporada 1974–75, o técnico Rinus Michels foi substituído por Hennes Weisweiler. Cruijff e Weisweiler entraram em rota de colisão. O técnico reclamou da atitude de Cruijff, que era impossível de controlar em campo quando ele escolhia sua própria posição. Weisweiler o queria em posições de ataque, mas, fora de casa, Cruijff era acusado de buscar refúgio na defesa. O alemão afirmou que \"treinar o Barça não era difícil, treinar Cruijff é que era\". Depois de uma partida no Pizjuan, Weisweiler substituiu Cruijff e o holandês teria dito à diretoria: \"Era ele ou eu\". Os torcedores chegaram a fazer manifestações no estádio para apoiar Cruijff. Na Copa da UEFA, o Liverpool venceu o Barcelona por 1 a 0 no Camp Nou e Weisweiler foi rápido em apontar o culpado: \"A missão de Cruijff era marcar um jogador e ele não cumpriu\". O treinador alemão foi substituído pelo espanhol Laureano Ruiz. Em 1975, 1976 e 1978, o campeão espanhol foi o Real Madrid, sempre com pelo menos cinco pontos de vantagem. Na única temporada em que os merengues estiveram mal, quando terminaram em nono, o Barça perdeu em 1977 a taça por um ponto para o Atlético, que ali voltava a ficar com apenas um troféu a menos que os catalães em La Liga. Fora o título espanhol de 1974, a única conquista de Cruijff com o Barcelona viria em 1978, quando levantou a Copa do Rei, para logo depois declarar-se aposentado — sequer iria à Copa do Mundo de 1978 —, cansado da violência dos gramados espanhóis, onde chegou a ter uma perna quebrada. \"Se você não se diverte, não aguenta a pressão\", justificou. === Retorno aos gramados === Fizera sua despedida em 7 de novembro de 1978, com a camisa do Ajax, em amistoso contra o clube que havia sido o sucessor imediato da equipe na hegemonia da Copa dos Campeões: o Bayern de Munique, que conquistaria o troféu também três vezes seguidas após o último do Ajax. Os alemães venceriam por 8 a 0. Este acabaria, entretanto, sendo um final provisório: em virtude de investimentos desastrosos em criações de porcos, que o fariam perder milhões, Cruijff se viu forçado a voltar a jogar, ainda que assumidamente também sentisse falta da satisfação proporcionada pelo futebol - desde que sem maiores cobranças. Com efeito, terminou por escolher o futebol dos Estados Unidos, onde poderia viver tranquilo, no anonimato. Nos EUA, Cruijff defendeu primeiramente o Los Angeles Aztecs, onde foi novamente treinado por Rinus Michels; ali, fez sucesso, sendo eleito o melhor jogador da North American Soccer League, rica liga estadunidense da época. Depois, Cruijff rumou para o Washington Diplomats, onde ficou pouco tempo, e ainda vestiria também a camisa do New York Cosmos num amistoso de exibição. Na entrevistada dada em 1981 à revista argentina El Gráfico, ele assim rememorou essas passagens - inclusive relativizando a alardeada retomada da carreira de jogador, retorno que para ele não era plenamente verdadeiro: Ainda assim, mesmo no futebol mais calmo da liga estadunidense houve notícias de episódios de mau humor protagonizados por Cruijff, enlouquecendo colegas e outros técnicos; um dos jogadores do Diplomats teria dito que o clube, ao contratar o neerlandês, deveria ter pago também por um estoque de algodão para que todos ali tivessem algo mais para tapar os ouvidos. No mesmo clube, após seu técnico no Diplomats ter certa vez feito a preleção, Cruijff simplesmente levantou-se, limpou o quadro-negro e disse: Cruijff voltou a se apaixonar pelo esporte a ponto de ser aguardado um retorno à Seleção Neerlandesa para as Eliminatórias da Copa do Mundo de 1982, travado por discordâncias comerciais entre o jogador e a Real Associação Neerlandesa de Futebol. Contudo, veio também a cansar-se dos Estados Unidos — onde, excluído do grupo no Diplomats, anunciara que se limitaria apenas a fazer gols (e os fez). Sairia por conta de crise financeira do próprio clube. Veterano, mas desejando ir à Copa do Mundo de 1982, foi inicialmente pretendido por clubes como Leicester City, Arsenal e Hamburgo. O Leicester, a despeito de brigar contra o rebaixamento, montou um plano financeiro viável para ter a lenda na reta final; a expectativa por sua vinda impactou no desempenho do clube inglês, que chegou a emendar uma sequência de vitórias e até anunciaria a contratação como efetivada. Cruijff, porém, preferiu voltar a viver na Espanha e assim acertou com o Levante, a despeito da equipe valenciana disputar a Segunda Divisão Espanhola. Ela estava em quarto lugar na época da contratação, a uma colocação da zona de acesso. Decepcionado, o Leicester voltaria a entrar em crise e terminaria rebaixado. Na entrevista dada em março de 1981 à revista argentina El Gráfico, Cruijff explicou os motivos extracampo que lhe fizeram optar pelo modesto Levante após deixar os Estados Unidos — após, em um primeiro momento, ter retornado ao Ajax como membro da comissão técnica; já sem ambições de maiores títulos pela idade elevada, via na realidade do novo clube como integrante da segunda divisão como um atrativo. Cruijff não fez sucesso em sua nova camisa azul e grená: teve uma estreia apagada pelo Levante, contra o Palencia, e lesionou-se seriamente na segunda. Com problemas físicos, não passou de dez jogos e dois gols marcados, sem conseguir o acesso. Em junho de 1981, ele ainda participou de um jogo pelo Milan em torneio amistoso organizado por Silvio Berlusconi, mas saiu vaiado após atuação apagada por conta, segundo ele, da lesão - que teria sido comunicada previamente aos dirigentes milanistas, mas consentidas por estes. Sem se fincar no Milan, retornou aos Países Baixos e ao Ajax - inicialmente, para ser assistente do técnico Leo Beenhakker, mas logo inscrito como jogador, provocando ceticismo – não só por nunca ter sido uma unanimidade em casa (onde era acusado de \"desbocado\" e \"dinheirista\" – houve relatos de que ele cobrava para dar autógrafos), mas também pela idade de 34 anos e seu físico já alquebrado. A resposta veio em sua reestreia, em que passou por dois zagueiros e encobriu o goleiro do Haarlem. O público lotava os estádios para o ver, acreditando que estava perto da aposentadoria, e as câmeras de TV muitas vezes não conseguiam seguir suas jogadas fulminantes. Em suas duas temporadas no retorno ao Ajax, seria campeão neerlandês (e na segunda, também campeão da Copa nacional), convivendo com os jovens Marco van Basten e Frank Rijkaard. A primeira vez em que Van Basten entrou em campo profissionalmente foi inclusive substituindo Cruijff na partida.KUPER, Simon (dezembro de 2008). Ícone - Marco van Basten. FourFourTwo n. 2. Editora Cádiz, pp. 67-71 Também causou furor ao inventar a cobrança em dois lances de um pênalti: em outra partida, ao cobrar a penalidade, apenas tocou a bola para a frente, deslocando o goleiro enquanto um companheiro corria atrás da bola para repassar-lhe para que concluísse sem obstáculos para as redes. Outro lance foi de calcanhar: Cruijff certa vez avançou em direção ao gol e o goleiro adiantava-se para tentar bloquear-lhe; Cruijff então virou-se e passou a correr em direção ao próprio campo, sendo seguido pelo goleiro até perto do meio-de-campo, quando este então percebera que em algum momento Cruijff chutara para as redes sem interromper seu passo. === Feyenoord === Depois de duas temporadas, porém, Cruijff foi despedido do Ajax depois do segundo título seguido no campeonato por se recusarem a lhe pagar o que queria, pois já o consideravam velho demais. Aos 36 anos, o jogador preparou sua vingança,\"Invasão holandesa\", Marcel Rözer, Placar número 1328, março de 2009, Editora Abril, págs. 90-91 firmando contrato com o rival Feyenoord. No time de Roterdã, jogando sua última temporada profissional, ele, convivendo agora com um jovem Ruud Gullit, ganharia pela terceira vez seguida a Eredivisie, quebrando um jejum de dez anos do novo clube no campeonato nacional, e venceria também a Copa dos Países Baixos. Seriam os únicos troféus oficiais do Feyenoord na década de 1980 — a equipe só voltaria a faturar a Copa em 1991, e o campeonato, em 1993. Desde 1996, doze anos após sua aposentadoria, um troféu que leva seu nome seria criado pela Real Associação Neerlandesa de Futebol, sendo entregue ao vencedor da partida entre os campeões do campeonato e da copa nacional. == Seleção Nacional == Estreou pelos Países Baixos em 1966, aos 19 anos, em jogo contra a ainda respeitada Hungria, em partida válida pelas eliminatórias para a Eurocopa de 1968. O jovem Cruijff logo marcou um gol, embora a impressão final tenha sido agridoce: ele também foi expulso, sendo o primeiro atleta a sofrer essa punição na história da Seleção. A indisciplina pesaria para que chegasse a ficar um ano sem defender o país. Quando voltou, ajudaria a transformar a Seleção, então modesta, em uma potência mundial. Mas isso ainda demoraria a ocorrer: o país não se classificaria para as fases finais da própria Euro 1968, para a Euro 1972, e o mesmo para a da Copa do Mundo de 1970 — cujas Eliminatórias deram-se em um período em que ele ainda não havia se firmado na Oranje, que, para o mundial do México, perdeu a vaga para a Bulgária.GEHRINGER, Max (dezembro de 2005). Nos cinco continentes. Revista Placar: A Saga da Jules Rimet, fascículo 9 - 1970 México. Editora Abril, pp. 10-15 Com a base titular da Seleção formada pelos jogadores dos continentalmente vitoriosos Feyenoord (Wim Jansen, Willem van Hanegem e Wim Rijsbergen) e Ajax (Arie Haan, Ruud Krol, Johan Neeskens, Johnny Rep e Wim Suurbier, além do próprio Cruijff, já barcelonista no mundial), que no período entre 1970 e 1974 deixaram a taça da Copa dos Campeões da UEFA nos Países Baixos, o conjunto, ainda que desunido - os jogadores de um time não costumavam conversar com os do rival,YALLOP, David A. Como eles roubaram o jogo - segredos dos subterrâneos da FIFA. São Paulo: Record, 1998, pp. 135-140. ISBN 85-01-05448-8 e Cruijff não esconderia isso no livro Futebol Total, que ele publicaria ainda naquele ano — finalmente obteve a classificação para a Copa do Mundo de 1974. Cruijff, já treinado por Rinus Michels no Barcelona, o seria também na Oranje na competição. O treinador não hesitou em transportar para a Seleção o rodízio que funcionara bem no Ajax de ambos. O chamado \"futebol total\" do Ajax transfomar-se-ia para os olhos do mundo no \"Carrossel Holandês\" no torneio: um grupo de grande talento que trouxe inovações para a época como a valorização da troca de passes e posse de bola, a linha defensiva de impedimento e marcação firme,GOBBET, Cassiano Ricardo (agosto de 2008). Dinâmica por vocação. Trivela n. 30. Trivela Comunicações, pp. 16-17 tentando roubar a bola ainda na intermediária adversária.GOBBET, Cassiano Ricardo; MARQUES, Dassler; BERTOZZI, Leonardo (abril de 2008). O dilema da camisa 10. Trivela n. 26. Trivela Comunicações, pp. 36-41 Cruijff era um jogador à parte no elenco laranja (cuja equipe-base era formada também pelo goleiro Jan Jongbloed e pelo atacante Rob Rensenbrink, de outros clubes), o que se traduzia inclusive no uniforme: enquanto a numeração do restante do elenco foi escolhida conforme a ordem alfabética neerlandesa dos sobrenomes, fazendo o goleiro titular Jongbloed jogar com o número 8, Cruijff pôde utilizar o seu número favorito, o 14. E, mais visivelmente, enquanto os demais jogadores exibiam as três listras laterais da Adidas (saída encontrada pela empresa para a sua divulgação, uma vez que logomarcas ainda eram proibidas de serem estampadas nas camisas), as roupas dele continham apenas duas, imposição de sua patrocinadora particular (uma então novidade), a rival Puma.As Copas, a História e as histórias das Copas (junho de 2006). Superinteressante n. 226-A. Editora Abril, pp. 55-59 O espírito um tanto \"mercenário\" não foi uma exclusividade sua na Copa, contagiando todo o elenco, que passava mais tempo discutindo termos, condições e prêmios do que debatendo sobre táticas. Mesmo um dos únicos que não reclamaram do já alto prêmio de 25 mil florins dado aos jogadores pela classificação à final, Neeskens, declararia que seu objetivo no mundial era melhorar a própria cotação \"no mercado futebolístico internacional\".O faz-tudo do Carrossel (novembro de 2009). Revista Placar - Especial \"Os Craques do Século\". Editora Abril, p. 106 Um dos motivos para que Jan van Beveren, goleiro do PSV Eindhoven na época e tido como o melhor neerlandês da história na posição, ficasse de fora da Copa, mesmo tendo sido o titular nas eliminatórias, foi justamente as suas críticas a esse comportamento de seus colegas, sendo ainda grande desafeto de Cruijff. No mundial, o país lideraria seu grupo na primeira fase após vencer Uruguai (2 a 0) e Bulgária (4–1, uma vingança contra a Seleção que havia tirado a vaga nos neerlandeses no mundial anterior) e empatado em 0–0 com a Suécia — em que ele passou a bola por trás de suas pernas após ameaçar cruzar, deixando o zagueiro sueco que tentara impedir o suposto cruzamento, Jan Olsson, chutar o ar. Quando Cruijff faleceu, Olsson declararia sentir orgulho por aquele lance, em declaração ao jornal The Times: \"Johan Cruijff deu-me o momento mais orgulhoso de minha carreira. Deu- me meu próprio pedacinho de história, deu às pessoas uma razão para, mesmo após todos esses anos, lembrarem meu nome. É uma honra ter estado no mesmo campo que ele quando ele fez o giro que levou seu nome. O dia em que ele fez 20 mil torcedores holandeses rirem de mim é uma memória que sempre vou estimar\". O sistema tático também assombrava: enquanto os demais times ainda utilizavam posições fixas, era possível ver o ponta-esquerda Rep atuando defensivamente na marcação do lado direito, o lateral Krol avançando ao ataque ou o meia ofensivo Haan jogando na zaga, o que desnorteava os marcadores adversários. Neeskens, teoricamente o jogador com mais tarefas defensivas no time, além de fechar espaços aos oponentes, também mostrava habilidade para iniciar ataques. A segunda fase (também disputada em grupos de quatro países, e não em mata-matas) seria mais avassaladora. Cruijff marcaria pela primeira vez, fazendo dois gols na primeira partida, contra a Argentina, que levou de 4 a 0. Os neerlandeses depois venceriam a Alemanha Oriental por 2–0, chegando à última rodada com a vantagem do empate contra o detentor do título, o Brasil (que tinha menor saldo de gols, tendo vencido os mesmos adversários por 2–1 e 1–0, respectivamente). Em uma verdadeira batalha campal, a \"Laranja Mecânica\" aniquilaria os campeões por 2–0, com Cruijff dando assistência para o primeiro gol (de Johan Neeskens) e marcando o segundo, e a Seleção Neerlandesa tornava- se a primeira a vencer em uma Copa as três potências sul-americanas. A final seria contra os anfitriões, outros alemães, os da Alemanha Ocidental. Mal dado o início da partida, Cruijff correu com a bola, após um minuto em que ela esteve de posse ininterrupta dos visitantes, até ser derrubado por Uli Hoeneß na entrada da área alemã, cavando pênalti inexistente que seria convertido por Neeskens. Os neerlandeses mantiveram uma pressão inicial, buscando pegar a bola já na defesa alemã, deixando inclusive Franz Beckenbauer sem alternativas a partir do meio de campo em certos momentos. No restante do jogo, porém, Cruijff deixar-se-ia anular facilmente por Berti Vogts e os alemães conseguiriam virar a partida e ficar com a taça. A explicação para a sua atuação aquém do esperado estava na bastante mal-dormida noite anterior: Cruijff, que prezava a família segura que perdera aos doze anos, passara a véspera da partida procurando convencer sua esposa, Danny, de que era falsa a notícia divulgada pelo jornal alemão Bild-Zeitung de que ele teria feito festa no hotel regada a champanhe e garotas de programa. A derrota não abalou sua característica rebeldia e petulância: chegou a pedir para a rainha Juliana dos Países Baixos, ao encontrá-la na recepção real aos vice-campeões mundiais, que reduzisse os impostos. De acordo com os dados do portal Opta Sports, na Copa do Mundo de 1974, Cruijff foi o jogador com mais dribles certos (34), chances criadas (36) e passes certos no terço final de campo (136) em toda competição. Na Copa do Mundo de 1974, Cruijff criou 5.1 oportunidades de gol por jogo. É o recorde da história das Copas de um jogador no mesmo torneio desde quando os dados da Opta Sports começaram a ser coletados em 1966. No livro Futebol Total, ainda em 1974, Cruijff antecipou que não iria para a Copa do Mundo FIFA de 1978. Porém, continuou a atuar pelos Países Baixos até meses antes do torneio, o que incluiu participação na Euro 1976 (onde ficou em terceiro) e nas eliminatórias para o que teria sido seu segundo mundial. Mas, de fato, acabou não indo à Argentina, o que foi por muito tempo interpretado como um protesto à ditadura militar naquele país;ESPINA, Ricardo (maio de 2008). Curiosidades da bola. Trivela n. 27. Trivela Comunicações, p. 10 trinta anos depois, foi revelado outro motivo: ele afirmou que, já em 1978, sofrera uma tentativa de sequestro e, temendo novos ataques, contratou seguranças particulares por um ano e meio. A confusão conjugal que tivera pouco antes da final de 1974 também teria-lhe motivado a não ir para a Copa de 1978; um dos livros escritos sobre a Seleção Neerlandesa de 1974 defende que o incidente reportado pelo Bild teria sido decisivo para a perda daquela Copa e também da de 1978, por Cruijff não ter ido a esta. Em 2014, o peso da ditadura militar argentina na ausência de Cruijff no mundial de 1978 foi reafirmado por um ex- colega de Barcelona, o argentino Juan Carlos Heredia, apelidado de El Milonguita, que defendia a Seleção Espanhola e preferiu igualmente desistir da convocação. Heredia contou ao amigo que o pai, também chamado Juan Carlos Heredia, ex-jogador da Seleção Argentina na década de 1940 e apelidado de El Milonga, havia sido confundido com outra pessoa de mesmo nome, procurada como subversiva pelos militares. Essas foram as palavras do colega de Cruijff, dadas à revista argentina El Gráfico: À própria El Gráfico, ainda em 1981, Cruijff explicara que descartara o mundial por não julgar-se fisicamente e nem mentalmente à altura da preparação que considerava adequada; utilizou como parâmetro a decadência precoce do ainda jovem Mario Kempes, que não tornou a marcar gols oficiais pela Seleção Argentina desde a consagração deste na Copa de 1978, embora utilizado em doze partidas pela Albiceleste depois do título - além de apresentar desempenhos irregulares pelo River Plate: Eventualmente, a boa forma exibida por Cruijff no futebol dos Estados Unidos chegaria a render conversas para um retorno, com vistas às Eliminatórias da Copa do Mundo de 1982. A seleção não vinha conseguindo renovar-se à altura e Cruijff dispôs a apenas apoiar ao invés de liderar o processo, não aceitando cobranças para manter o mesmo protagonismo de outrora, por julgar-se envelhecido demais. Esperava-se que ele reestreasse em duelo contra a França em Roterdã, em março de 1981 - época da entrevista que dera à revista argentina. Naquela ocasião, teceu longa explicação sobre os diversos motivos que inviabilizaram o regresso, três deles apontados como principais: a lesão recém-contraída no Levante, uma doença da esposa e a recusa da Real Associação Neerlandesa de Futebol em manter a regalia de desobriga-lo em vestir Adidas; este teria sido, inclusive, o principal fator: ==== Pela Catalunha ==== Cruijff chegou a realizar uma partida pela Seleção Catalã, da qual posteriormente tornaria-se treinador. O jogo realizou-se em 9 de junho de 1976; embora Francisco Franco tenha morrido no ano anterior, a Catalunha só voltaria a realizar uma partida em 1993. A partida foi contra outra seleção não-oficial, a da República Socialista Soviética da Rússia, encerrando-se em um empate em 1 a 1 no Camp Nou. Cruijff atuou ao lado de pelo menos dois outros não-catalães, sequer espanhóis: o compatriota e colega de Barcelona Johan Neeskens (autor do gol da Catalunha) e o chileno Carlos Caszely, do Español. O filho de Cruijff, Jordi, acabaria tornando-se figura bastante presente nesta Seleção. Data Local Resultado Adversário Gol(s) Competição 1\\. 9 de junho de 1976 Barcelona 1–1 Rússia 0 Amistoso == Estilo de jogo == No final da década de 1960, já demonstrava suas ideias revolucionárias. Deixou a todos no Ajax loucos não só ao impor as suas noções de táticas, como também a tomar a iniciativa de negociar seus termos salariais. As ideias ousadas de Cruijff combinaram-se com a igualmente ousada ambição de um professor de ginásticas para crianças surdas, Rinus Michels, quando eles se encontraram em 1965 no Ajax, onde Michels chegara para ser técnico. Michels planejava transformar o clube, uma equipe semiprofissional que fazia jogos pelo leste de Amesterdão, em um time internacional de ponta — o que ele e Cruijff conseguiriam em seis anos. Sua ficha publicada em edição especial da Placar sobre os cem melhores jogadores do século XX, dos quais ele foi eleito pela revista o terceiro, atrás só do vencedor Pelé e de Diego Maradona, era bem sincera no campo \"posição\", onde estava escrito \"todas, menos o gol\".O agente laranja dos gramados (novembro de 1999). Revista Placar - Especial \"Os Craques do Século\". Editora Abril, pp. 9-10 Diferentemente do brasileiro e do argentino, Cruijff não era tão malabarista, se assemelhando mais ao estilo de um de seus ídolos, Alfredo Di Stéfano;Cruijff - o maestro do carrossel (2001). Heróis do Futebol. Nova Sampa Diretriz Editora, pp. 34-35 seus trunfos concentravam-se na velocidade, intuição, inteligência e objetividade em campo, ditando um jogo de toques rápidos em que os jogadores não possuíam posições fixas, trocando-as constantemente, com exceção óbvia ao goleiro — que nem por isso deixava de ter a sua contribuição no \"sistema\", cabendo a ele a função de iniciar os ataques. O chamado \"futebol total\" surgiu em volta de Cruijff, um jogador com fome de jogo, que, com fome de bola, ia atrás no campo para marcar o adversário e tirá-la dele, com todas as condições para isso: tinha um fôlego privilegiado, era magro, sendo exímio no controle de velocidade e já mentalizando que jogadas poderia fazer antes mesmo de receber a bola. Não hesitava em orientar os companheiros: mesmo com a posse de bola, não parava de falar e ordenar o posicionamento dos colegas, controlando o ritmo e tática de sua equipe; tal como um maestro, conduzindo uma orquestra com constantes improvisações conforme a situação da partida; embora jogasse mais como um meia, parecia estar em todos os lugares, correndo pela ponta-esquerda, caindo pelo meio, ordenando regulares trocas de posições. Frank Rijkaard, um de seus discípulos, afirmaria que Diego Maradona poderia ganhar um jogo sozinho, mas não tinha o talento de Cruijff para mudar a tática do time para vencer a partida. Individualmente, ele também inovava com seus chutes, dando impressões de que tinha quatro pernas; até então, poucos chutavam com o lado de fora do pé. Era capaz de dar \"piques nos piques\", acelerando jogadas já bem aceleradas, deixando os adversários para trás. Capaz de giros em pequenos espaços, chutes longos certeiros, dribles fáceis, de ser bom cabeceador e artilheiro. Por outro lado, sua personalidade quente e que não aceitava ordens, um possível resquício da perda prematura do pai, faria Michels contratar dois terapeutas para atender o garoto, com um deles diagnosticando que \"Cruijff realmente recusa a autoridade porque inconscientemente compara a todos com seu pai\". Dentro de campo, entretanto, a parceria com Michels seria um sucesso. == Carreira como treinador == Na nova função, obteve sucesso. Dois anos após parar de jogar, pelo Feyenoord, voltou ao Ajax para comandar seu ex-clube à beira do gramado. Ficaria por duas temporadas, mas não conquistaria o campeonato neerlandês no período, em que o clube hegemônico nele foi o PSV Eindhoven. Tentou reintroduzir o estilo do \"futebol total\", mas só confundiu os jogadores, já desabituados com o sistema. Não escondia que priorizava desenvolver novamente o futebol do clube, desde as divisões de base, a ganhar logo títulos. Ainda assim, comandou Marco van Basten, Frank Rijkaard e o jovem Dennis Bergkamp na conquista da Taça das Taças de 1987, faturando também as Copas nacionais do mesmo ano e do anterior. Van Basten marcou o gol do título europeu após ouvir dizeres nada sutis do técnico: \"se você não vencer, eu destruo você\". No ano seguinte, os Países Baixos finalmente conquistariam um torneio, a Euro 1988, sob o comando de Rinus Michels, com o método conjunto de ambos e com jogadores que haviam jogado com Cruijff, dentre eles o trio Gullit-Van Basten-Rijkaard. Após o título, Michels foi alçado a dirigente da Real Associação Neerlandesa de Futebol e esperava-se que Cruijff fosse seu substituto como novo treinador da Seleção, chegando a haver mal estar público com a declarada insatisfação de Van Basten pela escolha de Leo Beenhakker ao cargo. Cruijff terminou naquele ano contratado por outro ex-clube, o Barcelona. Planejou nos blaugranas o mesmo trabalho desde as divisões de base que fizera no Ajax, priorizando a aprendizagem dos jogadores em vez da obtenção de resultados imediatos. Sua maior crise no período em que ficaria no Barça não seria por resultados nos gramados, e sim um infarto que quase o matou, em 1991, muito provavelmente por consequência dos cigarros que inveteradamente fumava; o ataque o obrigou a implantar pontes de safena. O treinador ficaria no Barcelona por oito anos, quebrando o recorde de permanência no cargo. Os frutos no Campeonato Espanhol vieram a partir da terceira temporada. Decadente no torneio nos anos 1980, em que o conquistara apenas uma vez (em 1985), com Cruijff o Barça levaria a liga quatro vezes seguidas, a partir de 1991. Antes disso, a equipe já havia levado a Copa do Rei de 1990 e, no ano anterior, a Recopa Europeia. Em 1992, o clube seria pela primeira vez campeão da Copa dos Campeões da UEFA, batendo na final a Sampdoria, o mesmo adversário vencido três anos antes na Recopa. O único gol foi marcado por um compatriota trazido por ele, Ronald Koeman. Dois anos depois, com outro reforço trazido por ele do futebol neerlandês (ninguém menos que Romário, que jogava no PSV), o clube teve a oportunidade do bi contra outros italianos, os do Milan, que levara a melhor na Supercopa Europeia de 1989. Favorito, o time de Cruijff acabaria goleado por 4 a 0. O Barcelona não voltaria mais a ganhar títulos por um tempo e ele acabaria saindo em 1996, não sem antes afastar do clube o próprio Romário e o búlgaro Hristo Stoichkov, cujas personalidades também fortes foram de encontro com a dele. Outras estrelas mundiais que saíram, por não se adequarem ao posicionamento que Cruijff escolhia para elas, foram o inglês Gary Lineker (em 1989) e o romeno Gheorghe Hagi (em 1996).WILSON, Jonathan (dezembro de 2009). Ícone - Gheorghe Hagi. FourFourTwo n. 12. Editora Cádiz, pp. 70-73 O dinamarquês Michael Laudrup foi outro a se aborrecer com o técnico, por ter sido o estrangeiro escolhido para não ser escalado na final da Liga dos Campeões de 1994 (devido ao limite de três estrangeiros existente na época, Cruijff teve de usar apenas Romário, Stoichkov e Koeman), aceitando logo depois proposta do Real Madrid.TALBOT, Simon (abril de 2010). As incríveis aventuras do facão e do animal. FourFourTwo n. 14. Editora Cádiz, pp. 52-56 Em meio ao seu período de glórias como técnico do Barcelona, Cruijff chegou a ser chamado para treinar os Países Baixos na Copa do Mundo FIFA de 1994, mas achou a oferta pouco atrativa e recusou. Sua saída do cargo de técnico do Barcelona foi turbulenta: quando soube que seria substituído, jogou uma cadeira na porta do escritório do cúpula barcelonista e vociferou que \"Deus o punirá por esta ação, da mesma forma que o puniu antes!\", em referência a um neto recém-falecido do presidente. A torcida ficou do lado do neerlandês, homenageando-lhe sob forma de aplausos ao filho Jordi Cruijff quando este era substituído. Nos primeiros anos, pedidos por sua volta foram comuns também na imprensa, a cada período de instabilidade de sucessores como Bobby Robson e Louis van Gaal — exigências que se reforçavam à medida em que o próprio Cruijff fazia-se presente nas arquibancadas do Camp Nou. A despeito da saída conturbada do Barcelona, sua influência tornou-se mais forte no ali do que na terra de origem, o que incluía poder nos bastidores: o clube contratou Frank Rijkaard em 2003 por indicação dele. Mesmo sem o mesmo reconhecimento nos Países Baixos, sua bênção também foi aceita na Seleção Neerlandesa, que contratou outro pupilo seu, Van Basten, como técnico em 2004. Em novembro de 2009, Cruijff acertou uma volta à função de treinador, dessa vez assumindo o comando da Seleção Catalã, cuja Seleção não é reconhecida pela FIFA e costuma fazer partidas apenas anuais. Em seu primeiro jogo, o treinador obteve um ótimo resultado, vendo a Catalunha vencer a Argentina por 4 a 2. Deixou o comando da equipe em janeiro de 2013, e sua despedida foi num amistoso contra a Nigéria no Estádio Cornellà-El Prat. == Legado == === Países Baixos === No futebol dos Países Baixos, há o antes e o depois de Cruijff. Graças à geração simbolizada por ele, a Seleção Neerlandesa tornou-se uma das mais respeitadas do mundo. Atualmente, entretanto, não é nas ideias dele que o jogo da Oranje se baseia. Arthur van den Boogard, cronista esportivo do país, chamou isso de \"pós-Cruijff\".O Futebol Total descansa em paz? (novembro de 2008). FourFourTwo n. 1. Editora Cádiz, pp. 50-55 O revolucionário, que já não era uma unanimidade, teve sua imagem sendo abalada conforme seus pensamentos não vinham mais se adequando à realidade do futebol atual, como a falta de necessidade de alas. Também perdeu popularidade como comentarista esportivo nos programas televisivos do país, função que desempenhara com sucesso na década de 1990. Sua obsessão pelo bem- estar do futebol nacional fez Cruijff chegar ao extremo de fazer declarações de repúdio à então ministra da imigração do país, Rita Verdonk. Conhecida por sua política restrita na concessão da cidadania neerlandesa, a ministra não a concedeu a Salomon Kalou. Às vésperas da Copa do Mundo de 2006, o jogador vinha recusando as convocações de seu país natal, a Costa do Marfim — classificada para o mundial e que contava com seu irmão, Bonaventure — pois desejava atuar pelos Países Baixos, mas para isso necessitava de um processo acelerado para poder naturalizar-se. Apesar dos apelos do técnico Marco van Basten, que via nele uma boa alternativa a Arjen Robben e Robin van Persie, a ministra declinou, Kalou ficou de fora da Copa e posteriormente decidiu aceitar a Seleção Marfinense. Cruijff culparia Verdonk quando os neerlandeses foram eliminados: \"Quero dizer que um ministro está a serviço do interesse do país, e está claro que ela (Verdonk) não fez isso\". Sua reputação ainda piorou após uma breve passagem na direção do Ajax, em fevereiro de 2008, um ano após ter sido homenageado no clube com a aposentadoria da camisa 14, que ele utilizava. Cruijff apareceu proclamando-se o salvador do time, gerando uma onda de comoção. Toda a direção do clube renunciaria no dia seguinte, deixando o Ajax nas mãos do ex-craque. Com a ideia de novamente reorganizar o clube desde as categorias de base do time, pediu a demissão de todos os responsáveis pela queda de prestígio delas. Ao fazer isso, acabou desentendendo-se com o pupilo Marco van Basten, chamado por ele para ser o técnico do elenco principal. Cruijff então concluiu, dezessete dias após sua manifestação, que não tinha mais nada a fazer no clube. A preocupação dele em relação aos rumos das categorias de base tinha fundamento: o Ajax havia parado de revelar talentos na quantidade e qualidade que havia no início da década de 1990, quando colheu os frutos da organização profunda feita por Cruijff; boa parte do time que conquistou a Liga dos Campeões da UEFA de 1995 (o quarto e último título do clube no torneio, que ganhou o novo nome em 1993) era formada por jovens que estavam nas divisões de base que ele tanto priorizou quando técnico. Quem sobrevivia às loucuras de Cruijff — ele, por exemplo, chegou a usar atacantes natos como Dennis Bergkamp na zaga para fazê-los aprender como o adversário pensa, e também trouxe um tenor para ensinar uma melhor respiração aos jogadores — parecia destinado a ter destaque futuro: do time campeão europeu naquele ano, haviam sido formados no clube no período dele na comissão técnica Michael Reiziger, os irmãos Frank e Ronald de Boer, Clarence Seedorf, Edgar Davids e Patrick Kluivert (que revelou ter passado pela mesma situação de BergkampSCHIPPERS, Daan; LYTTLETON, Ben (outubro de 2009). P&R; \\- Kluivert. FourFourTwo n. 10. Editora Cádiz, pp. 62-65). Outra joia da casa era Frank Rijkaard, de volta após não ter aguentado na época os pensamentos do técnico. Seu desprezo pelo futebol sem espetáculo faria com que ele, desgostoso com o rumo tomado pelo futebol neerlandês, declarasse que iria torcer contra o próprio país na final da Copa do Mundo FIFA de 2010.RIBEIRO, Arnaldo. O duelo entre criador e criatura (11/07/2010). Revista Placar, ed. 188. Editora Abril, p. 11 O adversário foi a Espanha, repleta de jogadores do Barcelona e aproveitando-se da filosofia deste clube - ambos promovidos por Cruijff anos antes.Nou Kids on the Block (novembro de 2008). FourFourTwo n. 1. Editora Cádiz, pp. 16-19 No final de março de 2011, o que ele provocara três anos antes no Ajax voltou a acontecer: toda a diretoria, incluindo o presidente do clube, entregou seus cargos por discussões com Cruijff. Ele clamava por uma radical reestruturação no organograma da instituição, com decisiva participação de ex-jogadores do time. Desta vez, obteve apoio deles - Frank de Boer, Dennis Bergkamp, Wim Jonk (que cuidariam em conjunto da reformulação técnica da equipe), Danny Blind (técnico que seria realocado), Aron Winter, Barry Hulshoff, Keje Molenaar e Peter Boeve (que já haviam sido eleitos para o conselho deliberativo por pressão de Cruijff). === Barcelona === Se o Ajax deixara os projetos iniciados por Cruijff de lado, no Barcelona, onde ele procurou realizar a mesma obra, foi diferente: atualmente, a academia barcelonista conta com doze equipes, cada uma com até 24 jogadores. A maioria dos técnicos são licenciados pela UEFA para dirigir as categorias inferiores do Barça, consideradas as maiores produtoras de jogadores de alto nível, chegando a levar até 15 anos para formar um atleta. \"Talvez o maior legado de Cruijff seja a metodologia que ele trouxe para o clube\", disse José Ramón Alexanko, membro do chamado Dream Team campeão europeu sob o comando dele em 1992. Segundo o próprio Cruijff, a filosofia a ser seguida era a de que, como há sempre uma pessoa por trás do jogador, ela \"precisa ser educada na técnica do jogo, no caráter e na inteligência\".LEAL, Ubiratan (junho de 2011). O mundo é deles. ESPN n. 20. Editora Spring, pp. 35-37 De acordo com Alexanko, o Barcelona continua a procurar jogadores \"pela excelência técnica, força mental, ritmo e rapidez de raciocínio em campo. A maioria dos jogadores que cabe nessa categoria já está jogando como atacante e nós depois os transformamos em zagueiros, geralmente quando eles têm 16 anos (…). Um jogador também deve amar o distintivo do clube, as cores da camiseta\". Jorge Valdano, diretor de esportes do arquirrival Real Madrid, declarou que \"Cruijff deixou no Barcelona um testamento ideológico, trabalhado sobre o gosto futebolístico do espectador, a quem ele educou. (...) A ponto de que hoje é impossível triunfar no Barcelona sem jogar bem o futebol. Em Barcelona, ele é como o oráculo.\" Josep Guardiola, um dos garotos levados diretamente por Cruijff ao time principal e também integrante do mesmo elenco campeão, sintetizou a metodologia do ex-técnico: Dentre outros levados diretamente por Cruijff (que inauguraria também a boa relação do clube com futebolistas e técnicos neerlandeses) ao time principal, os mais famosos são Albert Ferrer, Carles Busquets, Thomas Christiansen e Sergi Barjuan, além de seu filho Jordi Cruijff. Com o progresso das canteiras do clube iniciado por ele, o Barcelona lançaria após a sua saída também Carles Puyol, Pepe Reina, Thiago Motta, Albert Luque, Xavi Hernández, Andrés Iniesta, Víctor Valdés, Oleguer Presas, Lionel Messi, Cesc Fàbregas, Gerard López, Mikel Arteta, Luis García, Giovani dos Santos, Bojan Krkić, Gerard Piqué, Fran Mérida, Sergio Busquets, Pedro, dentre outros. Guardiola tornaria-se técnico de grande sucesso comandando alguns destes jovens, promovendo um jogo ofensivo e de toque de bola (conhecido como \"Tiki-taka\") independentemente da força do adversário e do local da partida, no que ele atribui aos ensinamentos que teve do neerlandês: \"Ele foi a bandeira. Agora que essa ideia está instaurada, o difícil é mantê- la, mas a culpa de tudo isso é do Cruijff\".SASSI, Bruno (junho de 2011). O Guardião. Revista Placar n. 1355. Editora Abril, pp. 74-80 A Seleção Espanhola seria campeã da Copa do Mundo FIFA de 2010 utilizando como base os jogadores e a filosofia da posse de bola do Barcelona (Puyol, Xavi, Iniesta, Piqué, Valdés, Busquets, Pedro, Fàbregas e Reina estiveram no elenco campeão; os quatro primeiros foram titulares, Puyol — na semifinal — e Iniesta — na final — marcaram os gols decisivos), promovidos por ele, a ponto de dizer-se que tal estilo de jogo, do Barcelona e da Espanha, seriam uma versão latina da Laranja Mecânica de 1974. Também em 2010, a cúpula do Barcelona, em reconhecimento aos serviços prestados por Cruijff tanto como jogador quanto como técnico e consultor, nomeou-lhe presidente de honra da instituição. Todavia, a honraria lhe foi retirada meses depois, pelo recém-eleito presidente do clube, Sandro Rosell. Rosell justificou-se que a decisão do mandatário anterior, Joan Laporta, fora antidemocrática, sem consulta aos sócios. == Além dos gramados == Cruijff batizou um asteroide, o de número 14282. Em 8 de julho de 1974, semanas após o vice-campeonato na Copa do Mundo FIFA de 1974, Cruijff foi condecorado com a classe de cavaleiro da Ordem da Casa de Orange. Ele também era membro honorário da Real Associação Neerlandesa de Futebol e do Ajax. Foi eleito em 2004 o sexto maior neerlandês da história, estando à frente de nomes como Anne Frank, Rembrandt e Vincent van Gogh. Além do futebol, apreciava também jogar golfe. Na década de 1970, ele chegou a gravar uma música de relativo sucesso nas paradas neerlandesas, \"Oei Oei Oei (Dat Was Me Weer een Loei)\" - em português, \"Oi Oi Oi (Que belo chute)\", que foi relançada após sua transferência para a Espanha, onde foi ainda mais popular. Seus maiores ídolos musicais eram Nat King Cole, The Beatles e Richard Clayderman. Ele esteve casado com Danny Coster desde antes da fama internacional, em 1968, e a considerava a pessoa mais importante da vida: \"Sem ela eu teria cometido tantos erros... ela me mantém no caminho certo\". O casal escandalizava a conservadora sociedade espanhola nos tempos franquistas, em que agiam como jovens europeus modernos, fumando e usando cabelos compridos (no caso de Cruijff) e minissaia (no caso da mulher). Teve três filhos com ela: Chantal, Susila e Jordi. O filho Jordi Cruijff nasceu de cesariana para que o pai pudesse estar em campo pela primeira vez em um clássico entre Barcelona e Real Madrid, nascendo oito dias antes da partida, válida pelo returno da temporada espanhola de 1973-74 (no primeiro turno, Johan não pôde jogar). O Barcelona ganharia a partida por 5–0 em pleno Estádio Santiago Bernabéu, em meio à polêmicas com o filho do craque. Em 2017, Jordi, em entrevista à revista El Gráfico, explicaria: \"meu nome é catalão. Saint Jordi é o patrono da Catalunha e meus pais escolheram porque gostavam, em um tempo no qual não se podia falar catalão na Espanha, em plena ditadura de Franco. Não queriam aceitar meu nome na Espanha, diziam que o nome era Jorge. Porém, como eu havia nascido na Países Baixos e vinha com uma certidão oficial na qual estava escrita Jordi, finalmente tiveram que aceitar\". Cruijff também era rebelde nos campos espanhóis, desafiando árbitros e policiais. Identificava-se tanto com a cultura catalã que batizou o filho mais novo com a versão local do nome de São Jorge, o santo padroeiro da região, além de ter vivido até à sua morte na cidade. Falava espanhol com sotaque catalão, exagerando no som do l. Ele também falava, além do neerlandês materno, inglês (que aprendeu como autodidata com os técnicos britânicos que passaram pelo Ajax na década de 1950) e compreendia catalão e alemão. \"Sou um cara do mundo. (...) Por que tenho de me fechar? Eu quero abrir ao invés de fechar. É preciso ter mais visão\", declarou ao ser questionado porque ainda usa mais o espanhol ao catalão em entrevistas. \"Não tive uma educação muito longa; tudo que aprendi foi na prática, inclusive o inglês\", afirmou. Cruijff orgulhava-se especialmente da fundação que criara em prol de crianças com deficiência, nas seguintes palavras também dadas pelo filho Jordi na citada entrevista deste à El Gráfico em 2017: == Morte == Em 22 de outubro de 2015, Cruijff anunciou oficialmente que foi diagnosticado com câncer de pulmão. Ele foi um fumante inveterado ao longo de sua vida, inclusive no período de maior brilho de sua carreira, mas havia parado de fumar em 1991. Morreu vitimado pela doença, em Barcelona, no dia 24 de março de 2016. Sobre a doença, que influenciou em biografia que já vinha sendo preparada, e a perda paterna, Jordi Cruijff assim declararia na entrevista dada em 2017 à El Gráfico: Sua morte ocorreu em período de Data FIFA, rendendo minutos de silêncio imediatos, ou ainda um minuto de aplausos ao longo do minuto 14 de partidas, desde a um jogo entre a Argentina e Chile em Santiago, na América do Sul, ao clássico de Roterdã, entre o velho rival Feyenoord e Sparta. No dia seguinte, houve partida da Seleção Neerlandesa em Amsterdã, contra a França, repetindo as homenagens ao longo do minuto 14, em que a partida foi paralisada pela organização. O jogo foi no estádio do Ajax; a partida partida realizada pelo clube no local, em 3 de abril, teve homenagem similar, além de cortejo proveniente do bairro proletário de Betondorp (onde Cruijff crescera) com faixas e imagens do ídolo e participação de alguns ex-jogadores como Edwin van der Sar e Marc Overmars. A partida terminou em 3–0 sobre o Zwolle. Antes dela, jogadores das duas equipes vestiram agasalhos com o número 14. O tributo, que levou o filho Jordi às lágrimas, incluiu réplicas gigantes de camisas do Ajax, da Seleção e do Barcelona. O Ajax posteriormente anunciaria que o estádio, a então Amsterdam Arena, seria renomeado Johan Cruijff Arena, em divulgação feita no dia em que o craque completaria 70 anos. Curiosamente, Cruijff jamais atuara na Arena, apenas no estádio antigo do Ajax, De Meer (próximo à casa em que vivia na juventude) e ocasionalmente no Olímpico, sede da Fundação Johan Cruijff para prática esportiva a crianças com deficiência. == Estatísticas == === Clubes === Equipe Temporada Campeonato nacional Copa nacional Competições continentais Outros torneios Total Jogos Gols Jogos Gols Jogos Gols Jogos Gols Jogos Gols 1964–65 10 4 – 10 4 1965–66 19 16 4 9 – 23 25 1966–67 30 33 5 5 6 3 – 41 41 1967–68 33 25 5 6 2 1 – 40 32 1968–69 29 24 3 3 10 6 – 42 33 1969–70 33 23 5 6 8 4 – 46 33 1970–71 25 21 6 5 6 1 – 37 27 1971–72 32 25 4 3 9 5 – 45 33 1972–73 26 16 – 6 3 – 32 19 1973–74 2 3 – 2 3 Total 239 190 32 37 47 23 – 318 250 1973–74 26 16 12 8 – 38 24 1974–75 30 7 12 7 8 0 – 50 14 1975–76 29 6 10 3 9 2 – 48 11 1976–77 29 13 9 6 7 5 – 45 24 1977–78 25 5 7 1 10 5 – 42 11 Total 139 47 50 25 34 12 – 223 84 1979 22 14 – 4 1 26 15 Total 22 14 – 4 1 26 15 1980 24 10 – 2 0 26 10 Total 24 10 – 2 0 26 10 1980–81 10 2 – 10 2 Total 10 2 – 10 2 1981 5 2 – 5 2 Total 5 2 – 5 2 1981–82 15 7 1 0 – 16 7 1982–83 21 7 7 2 2 0 – 30 9 Total 36 14 8 2 2 0 – 46 16 1983–84 33 11 7 1 4 1 – 44 13 Total 33 11 7 1 4 1 – 44 13 Total na carreira 508 290 97 65 87 36 6 1 698 392 === Seleção Neerlandesa === Ano Jogos Gols 1966 2 1 1967 3 1 1968 1 0 1969 3 1 1970 2 2 1971 4 6 1972 5 5 1973 6 6 1974 12 8 1975 2 0 1976 4 2 1977 4 1 Total 48 33 Expanda a caixa de informações para conferir todos os jogos de Cruijff pela Seleção Nacional Data Local Resultado Adversário Gol(s) Competição 1\\. 7 de setembro de 1966 De Kuip, Roterdã 2–2 1 Elim. Euro 1968 2\\. 6 de novembro de 1966 Olímpico, Amsterdã 1–2 0 Amistoso 3\\. 13 de setembro de 1967 Olímpico, Amsterdã 1–0 1 Elim. Euro 1968 4\\. 4 de outubro de 1967 Idrætsparken, Copenhague 2–3 0 Elim. Euro 1968 5\\. 1 de novembro de 1967 De Kuip, Roterdã 1–2 0 Amistoso 6\\. 1 de maio de 1968 Polish Army Stadium, Varsóvia 0–0 0 Amistoso 7\\. 26 de março de 1969 De Kuip, Roterdã 4–0 1 Elim. Copa do Mundo 1970 8\\. 7 de setembro de 1969 Stadion Śląski, Chorzów 1–2 0 Elim. Copa do Mundo 1970 9\\. 5 de novembro de 1969 Olímpico, Amsterdã 0–1 0 Amistoso 10\\. 14 de janeiro de 1970 Estádio de Wembley, Londres 0–0 0 Amistoso 11\\. 2 de dezembro de 1970 Olímpico, Amsterdã 2–0 2 Amistoso 12\\. 24 de fevereiro de 1971 De Kuip, Roterdã 6–0 2 Elim. Euro 1972 13\\. 10 de outubro de 1971 De Kuip, Roterdã 3–2 0 Elim. Euro 1972 14\\. 17 de novembro de 1971 Philips Stadion, Eindhoven 8–0 3 Elim. Euro 1972 15\\. 1 de dezembro de 1971 Olímpico, Amsterdã 2–1 1 Amistoso 16\\. 16 de fevereiro de 1972 Karaiskákis, Pireu 5–0 2 Amistoso 17\\. 3 de maio de 1972 De Kuip, Roterdã 3–0 0 Amistoso 18\\. 30 de agosto de 1972 Generali Arena, Praga 2–1 1 Amistoso 19\\. 1 de novembro de 1972 De Kuip, Roterdã 9–0 2 Elim. Copa do Mundo 1974 20\\. 19 de novembro de 1972 Bosuilstadion, Antuérpia 0–0 0 Elim. Copa do Mundo 1974 21\\. 2 de fevereiro de 1973 Olímpico, Amsterdã 3–2 1 Amistoso 22\\. 22 de agosto de 1973 Olímpico, Amsterdã 5–0 2 Elim. Copa do Mundo 1974 23\\. 29 de agosto de 1973 De Adelaarshorst, Deventer 8–1 2 Elim. Copa do Mundo 1974 24\\. 12 de setembro de 1973 Ullevaal Stadion, Oslo 2–1 1 Elim. Copa do Mundo 1974 25\\. 10 de outubro de 1973 De Kuip, Roterdã 1–1 0 Amistoso 26\\. 18 de novembro de 1973 Olímpico, Amsterdã 0–0 0 Elim. Copa do Mundo 1974 27\\. 27 de março de 1974 De Kuip, Roterdã 1–1 0 Amistoso 28\\. 26 de maio de 1974 Olímpico, Amsterdã 4–1 0 Amistoso 29\\. 15 de junho de 1974 Niedersachsenstadion, Hanôver 2–0 0 Copa do Mundo 1974 30\\. 19 de junho de 1974 Westfalenstadion, Dortmund 0–0 0 Copa do Mundo 1974 31\\. 23 de junho de 1974 Westfalenstadion, Dortmund 4–1 0 Copa do Mundo 1974 32\\. 26 de junho de 1974 Parkstadion, Gelsenkirchen 4–0 2 Copa do Mundo 1974 33\\. 30 de junho de 1974 Parkstadion, Gelsenkirchen 2–0 0 Copa do Mundo 1974 34\\. 3 de julho de 1974 Westfalenstadion, Dortmund 2–0 1 Copa do Mundo 1974 35\\. 7 de julho de 1974 Olympiastadion, Munique 1–2 0 Copa do Mundo 1974 36\\. 4 de setembro de 1974 Råsunda, Solna 5–1 1 Amistoso 37\\. 25 de setembro de 1974 Olympiastadion, Helsínquia 3–1 2 Elim. Euro 1976 38\\. 20 de novembro de 1974 De Kuip, Roterdã 3–1 2 Elim. Euro 1976 39\\. 10 de setembro de 1975 Stadion Śląski, Chorzów 1–4 0 Elim. Euro 1976 40\\. 15 de outubro de 1975 Olímpico, Amsterdã 3–0 0 Elim. Euro 1976 41\\. 25 de abril de 1976 De Kuip, Roterdã 5–0 0 Elim. Euro 1976 42\\. 22 de maio de 1976 Estádio Rei Baudouin, Bruxelas 2–1 1 Elim. Euro 1976 43\\. 16 de junho de 1976 Estádio Maksimir, Zagreb 1–3 0 Euro 1976 44\\. 13 de outubro de 1976 De Kuip, Roterdã 2–2 1 Elim. Copa do Mundo 1978 45\\. 9 de fevereiro de 1977 Estádio de Wembley, Londres 2–0 0 Amistoso 46\\. 26 de março de 1977 Bosuilstadion, Antuérpia 2–0 1 Elim. Copa do Mundo 1978 47\\. 12 de outubro de 1977 Parque de Windsor, Belfast 1–0 0 Elim. Copa do Mundo 1978 48\\. 26 de outubro de 1977 Olímpico, Amsterdã 1–0 0 Elim. Copa do Mundo 1978 == Títulos == === Como jogador === ;Ajax *Eredivisie: 1965–66, 1966–67, 1967–68, 1969–70, 1971–72, 1972–73, 1981–82 e 1982–83 *Copa dos Países Baixos: 1966–67, 1969–70, 1970–71, 1971–72, 1982–83 *Liga dos Campeões da UEFA: 1970–71, 1971–72 e 1972–73 *Supercopa da UEFA: 1972 *Copa Intercontinental: 1972 ;Barcelona *La Liga: 1973–74 *Copa del Rey: 1977–78 ;Feyenoord *Eredivisie: 1983–84 *Copa dos Países Baixos: 1983–84 === Como treinador === ;Ajax *Copa dos Países Baixos: 1985–86 e 1986–87 *Taça dos Clubes Vencedores de Taças: 1986–87 ;Barcelona *Taça dos Clubes Vencedores de Taças: 1988–89 *Copa do Rei: 1989–90 *La Liga: 1990–91, 1991–92, 1992–93 e 1993–94 *Supercopa da Espanha: 1991, 1992 e 1994 *Liga dos Campeões da UEFA: 1991–92 *Supercopa da UEFA: 1992 === Prêmios individuais === *Ballon d'Or: 1971, 1973 e 1974 *Desportista Neerlandês do Ano: 1973 e 1974 *Time das Estrelas da Copa do Mundo FIFA: 1974 *Bola de ouro da Copa do Mundo: 1974 *Don Balón – Melhor Jogador Estrangeiro: 1976–77 e 1977–78 *Don Balón – Melhor Treinador: 1990–91 e 1991–92 *MVP da North American Soccer League: 1979 *Melhor Treinador da Copa Intercontinental: 1972 *Futebolista Neerlandês do Ano: 1968, 1972 e 1984 *Treinador do Ano da World Soccer: 1987 *Seleção de Todos os Tempos da Copa do Mundo FIFA: 1994 *Time dos Sonhos da Copa do Mundo FIFA: 2002 *Seleção de Futebol do Século XX *FIFA 100 *Seleção de Todos os Tempos da World Soccer: 2013 *Melhor Jogador Europeu do Século XX pela IFFHS *2º Melhor Jogador do Século XX pelo Grande Júri FIFA *Melhor Jogador Neerlandês do Século XX pela IFFHS *13° Melhor Jogador do Século XX pela IFFHS (votos de internautas) *Bola de Ouro Dream Team: Melhor Centroavante da História - segundo esquadrão *11Leyendas Jornal AS: 2021 *IFFHS ALL TIME WORLD MEN'S DREAM TEAM *3º Maior Treinador de Todos os Tempos da FourFourTwo: 2020 *4º Maior Treinador de Todos os Tempos da France Football: 2019 *29º Maior Treinador de Todos os Tempos da World Soccer: 2013 *Onze d'Or para Treinador do Ano: 1991 e 1992 === Artilharias === *Eredivisie de 1966–67 (33 gols) *Eredivisie de 1971–72 (25 gols) *Taça dos Clubes Campeões Europeus de 1971–72 (5 gols) *Copa KNVB de 1966–67 *Copa KNVB de 1967–68 *Copa KNVB de 1969–70 *Copa KNVB de 1970–71 *Copa KNVB de 1971–72 == Citações == Durante a sua carreira, Cruijff também se tornou um fenômeno nacional por causa dos seus comentários, alguns dos quais se destacam pelo brilho e pura lógica. A sua forma de discurso foi chamada de \"Cruijffiaans\", o que pode ser traduzido como \"Cruijfismos\", nos Países Baixos. Alguns exemplos: *\"A Alemanha não ganhou a Copa do Mundo. Nós a perdemos\". *\"Futebol é um jogo de erros. Aquele que fizer o menor erro, vence\" (\"Voetbal is een spel van fouten. Wie de minste fouten maakt wint.\") *\"É preciso chutar para poder marcar\". (\"Je moet schieten, anders kun je niet scoren.\") *\"Futebol é simples, mas o mais difícil é jogar futebol simples\" (\"Voetballen is heel simpel, maar het moeilijkste wat er is, is simpel voetballen\") *\"É melhor perder usando seus próprios pontos de vista do que os dos outros\" (\"Je kunt beter ten onder gaan met je eigen visie dan met de visie van een ander.\") *\"Se a bola está com a gente, eles não conseguem marcar gols\" (\"Als wij de bal hebben kunnen hun niet scoren.\") *\"Se você tem de ser atropelado, é melhor que seja por uma Ferrari\" (\"Als je moet geraakt worden, het beter een Ferrari.\") *\"Os italianos não podem vencer-nos, mas nós certamente podemos perder para eles\" (\"Italianen kunnen niet van ons winnen, maar we kunnen wel van ze verliezen.\") *\"Toda desvantagem tem a sua vantagem\" (\"Elk nadeel heb z'n voordeel.\" *\"Para ganhar, você tem de marcar um gol a mais do que o adversário\" (\"Om te winnen moet je 1 goal meer scoren dan je tegenstander\") * \"Eu não sou religioso. Na Espanha, todos os 22 jogadores fazem o sinal da cruz antes de entrar no campo. Se funcionasse, seria sempre empate.\" (\"Ik geloof niet. In Spanje slaan alle 22 spelers een kruisje voordat ze het veld opkomen, als het werkt, zal het dus altijd een gelijkspel worden.\") *\"o acaso é lógico\" (\"Toeval is logisch.\") *\"O futebol me deu tudo. O cigarro quase me tirou tudo\" *\"Em qualquer sentido, eu provavelmente sou imortal\". *\"Técnica não é ser capaz de fazer mil embaixadinhas. Qualquer um faz isso com prática e pode trabalhar em um circo. Técnica é passar a bola com um único toque, com a velocidade correta, no pé certo do seu companheiro\" *\"Por que você não pode vencer um clube mais rico? Eu nunca vi um saco de dinheiro fazer um gol\" *\"Quando você joga uma partida, é estatisticamente comprovado que os jogadores ficam com a bola, em média, três minutos. O mais importante é o que você faz durante os outros 87 minutos em que não tem a bola. Isso que determina se você é bom jogador ou não\" *\"O que você tem que saber sobre Inzaghi é que ele realmente não sabe jogar futebol. É só que ele está sempre no lugar certo\" *\"Eu decidi virar treinador apenas quando me disseram que eu não conseguiria\" *\"Você joga futebol com a sua cabeça. Suas pernas estão lá apenas para ajudá-lo\" *\"Os jogadores de hoje dia só sabem chutar com o peito do pé. Eu conseguia chutar com a parte de dentro, com o peito do pé, com o lado externo, com os dois pés. Em outras palavras, eu era seis vezes melhor que os jogadores de hoje em dia\" === Sobre Cruijff === *\"Cruijff construiu o edifício e os técnicos do Barça que o sucederam apenas trataram de restaurá-lo e reformá-lo\" Josep Guardiola * \"A escola neerlandesa de Johan Cruijff foi a melhor que eu já vi. Sempre dominando, sempre com base na própria força e nunca se adaptando ao adversário. Adoro a cultura do futebol neerlandês, (…) mas aquilo acabou (…). A beleza desapareceu\" (\"Die holländische Schule von Johan Cruijff war das Beste, was ich je im Fußball gesehen habe. Immer dominieren, immer auf die eigene Stärke vertrauen, sich nie dem Spiel des Gegners anpassen (…) aber sie ist verschwunden. (…) Aber die Schönheit ist verblichen.\") Günter Netzer * \"Minha primeira recordação real no futebol foi no mundial de 1974, o gol de Johan Cruijff sobre o Brasil. É algo que sempre levo em mente. Cruijff me ensinou muitíssimo. Coincidi com ele em sua última temporada como jogador, no Feyenoord, no início dos anos 80. Era inteligentíssimo. Taticamente estava acima do resto.(...) Eu o olhava e pensava: 'Tem 38 anos e é muito bom. O que deve ter sido jogar com este homem quando tinha 24?' E a verdade é que nunca tive noção da resposta\" Ruud GullitMAZUR, Martín (abril de 2010). Confieso que he aprendido. El Gráfico n. 4397, pp. 80-83 == Ver também == *Seleção de Futebol do Século XX *Lista dos futebolistas do século pela IFFHS == Ligações externas == * * * * Categoria:Naturais de Amsterdã Categoria:Futebolistas dos Países Baixos Categoria:Futebolistas do AFC Ajax Categoria:Futebolistas do Futbol Club Barcelona Categoria:Futebolistas do Levante Unión Deportiva Categoria:Futebolistas do Feyenoord Rotterdam Categoria:Neerlandeses expatriados na Espanha Categoria:Jogadores da Seleção Neerlandesa de Futebol Categoria:Jogadores da Eurocopa de 1976 Categoria:Jogadores da Copa do Mundo FIFA de 1974 Categoria:Treinadores de futebol dos Países Baixos Categoria:Treinadores do Futbol Club Barcelona Categoria:Treinadores do AFC Ajax Categoria:FIFA 100 Categoria:Mortes por câncer de pulmão Categoria:Mortes por cancro na Espanha",
 "title": "Johan Cruijff"
}