{
 "id": "10327",
 "text": "Digestão é a quebra de grandes moléculas de alimentos insolúveis em pequenas moléculas de alimentos solúveis em água para que possam ser absorvidas no plasma sanguíneo aquoso. Em certos organismos, essas substâncias menores são absorvidas através do intestino delgado para a corrente sanguínea. A digestão é uma forma de catabolismo que muitas vezes é dividida em dois processos com base em como os alimentos são decompostos: digestão mecânica e química. O termo digestão mecânica refere-se à quebra física de grandes pedaços de comida em pedaços menores que podem ser acessados ​​posteriormente por enzimas digestivas. A digestão mecânica ocorre na boca através da mastigação e no intestino delgado através de contrações de segmentação. Na digestão química, as enzimas decompõem os alimentos em pequenas moléculas que o corpo pode usar. No sistema digestivo humano, o alimento entra na boca e a digestão mecânica do alimento começa pela ação da mastigação, uma forma de digestão mecânica e o contato umedecedor da saliva. A saliva, um líquido secretado pelas glândulas salivares, contém amilase salivar, uma enzima que inicia a digestão do amido nos alimentos; a saliva também contém muco, que lubrifica o alimento, e hidrogenocarbonato, que fornece as condições ideais de pH (alcalino) para o funcionamento da amilase, e eletrólitos (Na+, K+, Cl−, HCO−3). Cerca de 30% do amido é hidrolisado em dissacarídeo na cavidade oral (boca). Depois de passar pela mastigação e digestão do amido, o alimento estará na forma de uma pequena massa redonda chamada bolo. Ele então viajará pelo esôfago e entrará no estômago pela ação do peristaltismo. O suco gástrico no estômago inicia a digestão de proteínas. O suco gástrico contém principalmente ácido clorídrico e pepsina. Em bebês e crianças, o suco gástrico também contém renina para digerir as proteínas do leite. Como os dois primeiros produtos químicos podem danificar a parede do estômago, muco e bicarbonatos são secretados pelo estômago, fornecendo uma camada viscosa que atua como um escudo contra os efeitos nocivos dos produtos químicos como ácido clorídrico concentrado e muco também ajuda na lubrificação. O ácido clorídrico fornece pH ácido para a pepsina. Ao mesmo tempo em que ocorre a digestão de proteínas, ocorre a mistura mecânica por peristaltismo, que são ondas de contrações musculares que se movem ao longo da parede do estômago. Isso permite que a massa de alimentos se misture ainda mais com as enzimas digestivas. A pepsina quebra as proteínas em peptídeos ou proteoses, que é posteriormente decomposto em dipeptídeos e aminoácidos por enzimas no intestino delgado. Estudos sugerem que aumentar o número de mastigações por mordida aumenta os hormônios intestinais relevantes e pode diminuir a fome e a ingestão de alimentos autorrelatadas. Depois de algum tempo, o líquido espesso resultante é chamado de quimo. Quando a válvula do esfíncter pilórico se abre, o quimo entra no duodeno, onde se mistura com as enzimas digestivas do pâncreas e o suco biliar do fígado e depois passa pelo intestino delgado, onde a digestão continua. Quando o quimo é totalmente digerido, é absorvido pelo sangue. 95% da absorção de nutrientes ocorre no intestino delgado. Água e minerais são reabsorvidos de volta ao sangue no cólon (intestino grosso) onde o pH é ligeiramente ácido cerca de 5.6 ~ 6.9. Algumas vitaminas, como a biotina e a vitamina K (K2MK7) produzidas por bactérias no cólon, também são absorvidas pelo sangue no cólon. A absorção de água, açúcar simples e álcool também ocorre no estômago. O material residual é eliminado do reto durante a defecação. == Digestão não destrutiva == Alguns nutrientes são moléculas complexas (por exemplo vitamina B12) que seriam destruídas se fossem divididas em seus grupos funcionais. Para digerir a vitamina B12 de forma não destrutiva, a haptocorrina na saliva se liga fortemente e protege as moléculas de B12 do ácido estomacal à medida que entram no estômago e são clivadas de seus complexos proteicos. Depois que os complexos B12-haptocorrina passam do estômago através do piloro para o duodeno, as proteases pancreáticas clivam a haptocorrina das moléculas B12 que se religam ao fator intrínseco (FI). Esses complexos B12-FI viajam para a porção do íleo do intestino delgado, onde os receptores de cubilina permitem a assimilação e circulação de complexos B12-FI no sangue. == Ligações externas == * Human Physiology – Digestion * NIH guide to digestive system * The Digestive System * How does the Digestive System Work? Categoria:Fisiologia",
 "title": "Digestão"
}