{
 "id": "103209",
 "text": "Bertha Felicie Sophie von Suttner (Praga, — Viena, ) foi uma nobre, escritora, pacifista e compositora de música austro-húngara. == Vida == Nascida com o nome de Bertha Felicie Sophie Gräfin Kinsky von Wchinitz und Tettau, o seu pai era o Marechal-de-Campo e Conde Franz Graf Kinsky von Wchnitiz und Tettau, que faleceu pouco antes de seu nascimento. Aos 30 anos de idade, ainda solteira, conseguiu uma colocação como dama-de-companhia e preceptora de quatro filhas e um filho do Barão von Suttner, em Viena. Apaixonou-se pelo filho, Arthur von Suttner, e foi obrigada pela família dele a deixar a casa. Estudou música, com especialização em óperas e línguas. Em 1875, foi para Paris como secretária do industrial sueco Alfred Nobel. Depois de curta permanência lá, retornou a Viena para casar-se secretamente com Arthur von Suttner. A pressão da família do Barão obrigou-os a afastar-se de Viena, e foram então para o Cáucaso, onde se mantiveram por nove anos ministrando aulas de música e publicando livros. Escreveu ainda quatro novelas e lançou seu primeiro livro Inventarium einer Seele - Inventário de uma Alma, com ideias corroboradas por autores evolucionistas como Darwin e Spencer, incluindo o conceito social de paz. Dessa época é o livro Es Löwos, uma descrição poética de sua vida. Em 1885, obtido o perdão da família do esposo, retornaram para a Áustria-Hungria, onde Bertha von Suttner escreveu a maioria de seus livros, incluindo muitas novelas. Sua vida foi orientada quase que unicamente para a literatura. Em 1889, publicou anonimamente obra contendo um ciclo de conferências utópicas, que intitulou Das Maschinenzeitalter - A Idade das Máquinas, que foi criticada por muitos por seu nacionalismo exacerbado e excessivas menções a armamentos. Em seguida, apareceu o romance Die Waffen nieder! Abaixo as Armas!, que teve muito sucesso e foi traduzido para diversas línguas. Esse romance deu-lhe fama e popularidade junto ao movimento pacifista. Em 1891, ajudou a organizar o primeiro Congresso Internacional de Paz, em Viena. Além disso, fundou a Sociedade Austríaca dos Amigos da Paz e foi eleita vice-presidente do Escritório Internacional da Paz, durante o 3º Congresso Mundial da Paz, em Roma. Em 1892, fundou, juntamente com A. H. Fritar, um jornal denominado Die Waffen nieder! Abaixo as Armas!, dedicado à Paz, que circulou até 1899, quando foi substituído pelo jornal Friedenswarte, para o qual fez contribuições até sua morte. Nesse ano comprometeu-se com Alfred Nobel a mantê-lo informado do processo mundial de paz. Bertha von Suttner, junto com seu marido, trabalhou duramente para a sustentação do Czar ao ajudá-lo na organização, desde um manifesto até a Conferência de Paz da Haia de 1899, arranjando reuniões públicas, dando forma aos comitês. ==Trabalhos em prol da paz== Embora debilitada pela morte de seu marido em 1902, continuou a trabalhar em prol da paz mundial. Em 1905 foi a primeira mulher a receber o Nobel da Paz. Nos anos que seguiram fez parte proeminente do comitê anglo-alemão da juventude para a paz, dando forma ao congresso de paz de 1905. Um de seus últimos esforços pelo movimento pacifista foi feito em 1912 quando, com quase setenta anos, fez uma segunda viagem de conferências pelos Estados Unidos. Em agosto de 1913, afetada pela doença, a baronesa falou no congresso internacional da paz na Haia, na ocasião em que foi homenageada com o prêmio \"generalíssimo\" do movimento da paz. Nesse mesmo ano, o romance \"Die Waffen nieder!\" (Abaixo as armas!) foi adaptado ao cinema. Em maio de 1914 ainda fez preparos para o 23º Congresso Mundial da Paz. Mas morreu antes, em 21 de junho de 1914 de câncer, dois meses antes do começo da Primeira Guerra Mundial. De acordo com seu desejo, foi cremada em Gota e suas cinzas espalhadas ao vento. ==Ligações externas== * * * Categoria:Nobel da Paz Categoria:Laureados da Áustria com o Nobel Categoria:Ativistas dos direitos humanos Categoria:Ativistas da Áustria Bertha Suttner Categoria:Mulheres laureadas com o Nobel Categoria:Baronesas da Áustria Categoria:Escritores da Áustria-Hungria Categoria:Escritores da Áustria Categoria:Preceptores Categoria:Naturais de Praga",
 "title": "Bertha von Suttner"
}