{
 "id": "103220",
 "text": "Amoxicilina é um antibiótico usado no tratamento de diversas infeções bacterianas. Entre estas infeções estão a otite média, faringite estreptocócica, infeções da pele e infeções do trato urinário. É geralmente administrada por via oral, embora também possa ser administrada por injeção. Entre os efeitos adversos mais comuns estão náuseas e irritação da pele. Pode também aumentar o risco de candidíase e, quando administrado em associação com o ácido clavulânico, diarreia. Não deve ser administrada em pessoas com alergia à penicilina. É possível ser administrada em pessoas com Insuficiência renal, embora neste casos possa ser necessário diminuir a dose. A sua administração durante a gravidez e amamentação não aparenta ser prejudicial. A amoxicilina pertence à classe dos antibióticos beta-lactâmicos. A amoxicilina foi descoberta em 1958 e começou a ser usada como medicamento em 1972. Faz parte da Lista de Medicamentos Essenciais da OMS. É um dos antibióticos mais receitados para crianças. A amoxicilina está disponível como medicamento genérico. == Fórmula molecular == * Amoxicilina anidra: :C16H19N3O5S * Amoxicilina sódica: :C16H18N3NaO5S * Amoxicilina trihidratada: :C16H19N3O5S*3H2O == Classificação == * ATC - J01CA04 * CAS ** Amoxicilina anidra - 26787-78-0 ** Amoxicilina sódica - 34642-77-8 ** Amoxicilina trihidrato - 61336-70-7 * MSRM == Propriedades == É pó cristalino, branco, de massa molecular 419,45, levemente solúvel em água, álcool metílico e álcool etílico; praticamente insolúvel em tetracloreto de carbono, clorofórmio, éter e óleos fixos. Dissolve-se em soluções diluídas, ácidas e alcalinas (na forma de hidróxidos). Antibiótico bactericida, semissintético, tem em sua estrutura química o grupo amino ionizável, apresentando a vantagem de começar a agir no trato gastrintestinal. Por ser um antibiótico beta-lactâmico, atua destruindo a parede das células bacterianas, pois se une a uma grande variedade de proteínas responsáveis pela síntese de enzimas que alimentam bactérias infecciosas, deixando-as sem ação. == Efeitos == As reações mais comuns são diarreia, candidíase, náusea, vômito, sono e enjoo. Também podem ocorrer erupções ou rash cutâneo, podendo ser urticariforme ou macropapular, aparecendo, em geral, após cerca de uma semana após o uso. Reações alérgicas podem ocorrer principalmente em pessoas sensíveis às penicilinas e/ou naquelas com histórico de asma, eczema e febre do feno. Colite pseudomembranosa tem sido relatada em poucos casos. Também pode ocorrer febre, porém mais raramente. Alguns casos de neutropenia já foram descritos. Como as demais penicilinas, pode ocorrer nefrite intersticial, porém com baixa frequência. Alguns casos raros de convulsões em pacientes com nível sérico muito elevado foram relatados. Raramente, podem ocorrer dor e escurecimento da língua e sintomas de depressão. Podem ser verificadas superinfecções por germes resistentes quando a amoxicilina for utilizada por um longo tempo e podem provocar dores torácicas == Indicações == A amoxicilina costuma ser indicada para uso em antibioticoterapia em humanos. Variam, naturalmente, para as duas aplicações, pois que distintas as doses e os critérios a serem aplicados. É indicada para tratamento de: \\- amigdalite; \\- gonorreia; \\- infecções de pele e tecidos moles; \\- infecção odontogênica; \\- infecção do trato respiratório baixo; \\- infecção urinária; \\- otite média; \\- sinusite; \\- infecção por Chlamydia (em gestantes); \\- doença de Lyme; \\- gastrite e úlcera péptica por Helicobacter pylori \\- prevenção de endocardite bacteriana Contra indicação A amoxicilina contra indicada em casos de pacientes hipersensíveis a penicilinas, nos casos de infecções por Staphylococcus penicilinoresistentes e nas produzidas por bacilo piociânico, ricketsias e vírus. Deve ser usada somente sob prescrição médica. == Nomes comerciais == No Brasil, o produto pode ser encontrado em farmácias, sendo a marca de referência,o AMOXIL, fabricado pela GlaxoSmithKline, os medicamentos similares que contém marca própria, sendo fabricado por laboratórios internacionais e nacionais e os genéricos, criado pela Lei nº 9.787, de 1999. Apresenta-se sob marcas e nomes diversos nos vários países. === Para uso humano === * Abiotyl - Argentina * Almorsan - Argentina * Alphamox - Austrália * Ambilan Bid - Chile * Amixen - Argentina * Amohexal - Austrália * Amox-G - Argentina * Amoxal - Áustria * Amoxi - Argentina, Bélgica, Alemanha, Israel * Amoxibiot - Argentina * Amoxicina - Argentina * Amoxicler - Argentina * Amoxidal Duo - Argentina * Amoxidal - Argentina * Amoxigrand - Argentina * Amoxihexal - Alemanha, Áustria * Amoxil - Brasil * Amoxilan - Áustria * Amoxipenil - Argentina * Amoxipoten - Argentina * Amoxistad - Áustria * Amoxitenk - Argentina * Antibiocilina - Argentina * Antiobiocilina - Argentina * Apracur Biotic - Argentina * Ardine - Argentina, Espanha, México * Atrival - Argentina * Bgramin - Austrália * Biotamoxal - Argentina * Bioxilina - Argentina * Bronco Amoxil - Brasil * Cilamox - Austrália * Clamoxyl - Alemanha, Áustria, Bélgica, Espanha, França, Países Baixos, Portugal, Suíça *Clavamox - Portugal * Darzitil - Argentina * Dunox - Argentina * Eramox - Áustria * Fisamox - Austrália * Flemoxon - Argentina, Brasil, México * Fullcilina Duo - Argentina * Fullcilina - Argentina * Grinsil - Argentina * Grinsil Duo - Argentina * Maxamox - Austrália * Moxacin - Austrália * Moxitral - Argentina * Nobactam - Argentina * Novocilin - Brasil * Ocylin - Brasil * Optamox - Argentina, Chile * Ospamox - Áustria, Grécia, Hong Kong, Hungria, Malásia, Nova Zelândia, Portugal, Singapura * Oximar - Argentina * Sulbamox BD - Brasil * Supramox - Áustria, Suíça * Trifamox - Argentina * Trifamox Duo - Argentina * Velamox BD - Brasil === Para uso veterinário === * Synulox da Pfizer * Biomox da Ceva Sante Animale * Silmox CL da Vansil *Agemoxi da Agener União * Amoxan 50 da Fatec Saúde Animal * Bactrosina da Bayer * Biomox da Ceva * B-Lacmox da Des-Vet * Clamoxyl da Zoetis * Extimox 50 da Ilender do Brasil * Gentamox da Hipra Saúde Animal * Suramox da Virbac * Trimoxil da Sanphar * Vetrimoxin da Ceva * Duprancil da Duprat == Ver também == * Associação amoxicilina/ácido clavulânico. * Compêndio de Produtos Veterinários Categoria:Ácidos carboxílicos Categoria:Aminas Categoria:Antibióticos betalactâmicos Categoria:Fenóis Categoria:Lactamas Categoria:Tioéteres Categoria:Aminopenicilinas Categoria:Medicamentos essenciais da Organização Mundial da Saúde",
 "title": "Amoxicilina"
}