{
 "id": "103213",
 "text": "Macaulay Macaulay Culkin CulkinMacaulay Culkin revela seu estranho novo nome após enquete com fãs, Adoro Cinema, nascido Macaulay Carson Culkin,Macaulay Culkin diz que mudou nome para Macaulay Macaulay Culkin Culkin, Yahoo!Macaulay Culkin diz que mudou nome para Macaulay Macaulay Culkin Culkin, Bem Paraná (Nova Iorque, 26 de agosto de 1980) é um ator, músico e podcaster estadunidense. Ele é conhecido por interpretar Kevin McCallister nos filmes de Natal Home Alone (1990), pelo qual foi indicado ao Globo de Ouro de melhor ator em comédia ou musical, e Home Alone 2: Lost in New York (1992). Junto com a série Home Alone, Culkin também estrelou os filmes My Girl (1991), The Good Son (1993), O Quebra-Nozes (1993), Getting Even with Dad (1994), The Pagemaster (1994) e Ri¢hie Ri¢h (1994). Ele foi indicado ao Kids Choice Awards, MTV Movie Awards e Young Artist Awards. No auge de sua fama, ele era considerado o ator infantil de maior sucesso desde Shirley Temple. Culkin ficou em segundo lugar na lista do VH1 das \"100 Maiores Estrelas Infantis\" e na lista da E! de \"50 Maiores Estrelas Mirins\". Ele parou de atuar em 1994 e fez seu retorno em 2003 com uma participação especial no programa de televisão Will & Grace e um papel no filme Party Monster (2003). Ele escreveu um livro autobiográfico intitulado Junior, publicado em 2006. Em 2013, Culkin co-fundou a banda de rock cômico The Pizza Underground, da qual era o vocalista. Eles fizeram uma turnê em 2014, começando no Brooklyn em 24 de janeiro de 2014. Em 10 de julho de 2016, Culkin declarou que o The Pizza Underground estava se separando e o próximo álbum seria o último. Atualmente, Culkin é o editor e CEO de um site satírico de cultura pop e podcast chamado Bunny Ears. == Inicio de vida == Macaulay Carson Culkin nasceu em 26 de agosto de 1980 em Nova York. O pai de Culkin, Christopher Cornelius \"Kit\" Culkin, é um ex-ator conhecido por suas produções na Broadway e é irmão da atriz Bonnie Bedelia. Sua mãe é Patricia Brentrup, que nunca se casou com Culkin. Ele foi nomeado Macaulay em homenagem a Thomas Babington Macaulay e Carson em homenagem a Kit Carson do Velho Oeste. Culkin é o terceiro de sete filhos, cinco meninos e duas meninas: Shane (nascido em 1976), Dakota (1979–2008), Kieran (nascido em 1982), Quinn (nascido em 1984), Christian (nascido em 1987) e Rory (nascido em 1989). Durante a infância de Culkin, a família morava em um pequeno apartamento. Sua mãe era telefonista e seu pai trabalhava como sacristão em uma igreja católica local. Ele foi criado como católico romano e frequentou uma escola católica chamada St. Joseph's School of Yorkville por cinco anos antes de ir para a Professional Children's School. == Carreira == === 1985–1989: Primeiros trabalhos === Culkin começou a atuar aos quatro anos. Seus primeiros papéis incluíram uma produção teatral de Bach Babies na Filarmônica de Nova York. Ele continuou aparecendo em papéis no palco, televisão e filmes ao longo dos anos 80. Ele fez uma pequena aparição no filme de TV The Midnight Hour (1985). Em 1988, ele apareceu em um episódio da popular série de televisão de ação The Equalizer, no qual interpretou uma vítima de seqüestro, Paul Gephardt. Ele fez sua estreia nas telas, representando o personagem Cy Blue Black no filme de drama Rocket Gibraltar (1988). Ele interpretou o papel de Billy Livingstone no filme de comédia romântica See You in the Morning (1989), estrelado por Jeff Bridges, Alice Krige, Farrah Fawcett e Drew Barrymore. Ele estrelou como Miles Russell ao lado do ator John Candy no filme de comédia Uncle Buck (1989). === 1990–1994: Avanço === Culkin chegou à fama com seu papel principal de Kevin McCallister no filme de Natal Esqueceram de Mim (1990), no qual ele se reuniu com o escritor e diretor de Uncle Buck, John Hughes e co-estrela de Uncle Buck, John Candy, que desempenhou o papel do membro da banda polka Gus Polinski. Ele foi indicado ao Globo de Ouro e ganhou um American Comedy Award e um Young Artist Award por seu papel como Kevin McCallister. Em 1991, Culkin estrelou uma série de televisão animada de sábado de manhã intitulada Wish Kid, exibida no Saturday Night Live e estrelou o videoclipe de Michael Jackson \"Black or White\". Ele estrelou como Thomas J. Sennett no filme My Girl (1991), pelo qual foi indicado para Melhor Duo na Tela e ganhou o Melhor Beijo no MTV Movie Awards, com Anna Chlumsky. Ele recebeu US$ 4,5 milhões (em comparação com US$ 110 000 no original) para reprisar seu papel de Kevin McCallister na sequência Home Alone 2: Lost in New York (1992), pelo qual foi indicado ao Kids' Choice Award de Ator de Filme Favorito. Ele desempenhou o papel de Henry no filme de drama e drama The Good Son (1993), que apenas se saiu razoavelmente bem, embora tenha sido indicado ao MTV Movie Award na categoria de Melhor Vilão por sua atuação. Ele também foi aluno da School of American Ballet e apareceu em uma versão filmada de The Nutcracker como o papel-título em 1993, que foi encenado por Peter Martinsda versão de 1954 do trabalho de George Balanchine. Ele também esteve nos filmes Getting Even With Dad (1994), The Pagemaster (1994) e Richie Rich (1994), que foram bons desempenhos nas bilheterias. Em 1994, Culkin parou de atuar após seu 15º filme em sete anos. Querendo uma \"vida normal\", ele foi para uma escola particular em Manhattan. === 1998–2010: Retorno à atuação e estreia de livro === Em 1998, ele apareceu no videoclipe da música \"Sunday\" da banda de rock Sonic Youth. Em 2000, Culkin voltou a atuar com um papel na peça Madame Melville, encenada no West End de Londres. Na primavera de 2003, ele fez uma aparição na sitcom da NBC, Will & Grace. Seu papel como advogado de divórcio enganosamente imaturo de Karen Walker ganhou críticas favoráveis. Culkin voltou ao cinema em 2003 com o Party Monster, no qual ele desempenhou um papel muito diferente daqueles pelos quais era conhecido; o do promotor Michael Alig, usuário de drogas e assassino. Ele rapidamente o seguiu com uma parte de apoio em Saved!, como um estudante não- cristão cínico que usa cadeira de rodas em uma escola cristã conservadora. Embora Saved! só teve um sucesso modesto nas bilheterias, Culkin recebeu críticas positivas por seu papel no filme e suas implicações para uma carreira como ator adulto. Culkin começou a fazer aparições em Robot Chicken de Seth Green. Em 2006, ele publicou um romance experimental, semi-autobiográfico, intitulado Junior, que falava sobre o estrelato de Culkin e seu instável relacionamento com o pai. Culkin estrelou Sex and Breakfast, uma comédia sombria escrita e dirigida por Miles Brandman. Alexis Dziena, Kuno Becker e Eliza Dushku também estrelam a história de um casal cujo terapeuta recomenda que se envolvam em sexo em grupo. O filme estreou em Los Angeles em 30 de novembro de 2007 e foi lançado em DVD em 22 de janeiro de 2008 pela First Look Pictures. O próximo projeto de Culkin era um papel nos treze episódio NBC, Kings como Andrew Cross. Em 2009, Culkin apareceu em um comercial britânico da Aviva Insurance (anteriormente Norwich Union) para ajudar a promover a rebranding de sua empresa. Culkin olhou para a câmera dizendo: \"Lembre-se de mim\". Em 17 de agosto de 2009, Culkin fez uma breve aparição na WWE Raw no Scottrade Center, em St. Louis, Missouri, após uma partida de \"quedas em qualquer lugar\" entre Hornswoggle e Chavo Guerrero, na qual Guerrero foi derrotado pelo clássico Home Alone uma mordaça de usar uma lata de tinta balançando para bater nele ao abrir uma porta. Culkin apareceu na porta e disse: \"Isso não tem graça\". === Carreira Musical === Em abril de 2011, Culkin foi apresentado no filme experimental do músico Adam Green, The Wrong Ferarri, que foi inteiramente filmado em um iPhone. No mesmo mês, ele também apareceu no videoclipe de \"Stamp Your Name On It\", realizado pelo ex-colega de banda de Green, Jack Dishel / Only Son. Em setembro de 2012, ele apareceu em um vídeo no YouTube explicando como transformou seu apartamento em Nova York em uma oficina de pintura. Em dezembro de 2013, um vídeo viral que Culkin co-produziu e dirigiu comendo uma pizza de queijo foi enviado ao YouTube, co-estrelado por Phoebe Kreutz. Ele estava parodiando Andy Warhol consumindo um Burger King Whopper no documentário de Jørgen Leth, 66 Scenes from America. Culkin estava promovendo a estreia de sua banda de rock de comédia baseada em pizza, The Pizza Underground. A turnê começou no Brooklyn em 24 de janeiro de 2014. No final de maio de 2014, Culkin saiu do palco em Rock City durante seu solo de kazoo depois que os fãs começaram a vaiar e a beber cerveja na banda. Eles posteriormente cancelaram shows no Reino Unido, embora alegassem que o cancelamento não tinha nada a ver com o desempenho de Rock City. Em 10 de julho de 2016, Culkin anunciou que o The Pizza Underground estava se separando e que o próximo álbum seria o último. Em julho de 2016, Culkin apareceu em um anúncio de televisão para Compare the Market . Em janeiro de 2018, Culkin lançou um site de comédia e de podcast chamado orelhas de coelho, que parodiava outros sites de propriedade de celebridades como Gwyneth Paltrow. Em 2018 e 2019, Culkin fez aparições em episódios de mídia Red Letter, bem como Angry Video Game Nerd, aparecendo como a si mesmo, como um personagem, ou como uma paródia de si mesmo. Em um anúncio publicitário do Google Assistant publicado em 19 de dezembro de 2018, Culkin reprisou seu papel como Kevin McCallister em Home Alone após 28 anos. Ele recriou cenas do filme em que McCallister raspou o rosto, pulou na cama e decorou a árvore de Natal enquanto pedia ao Assistente do Google para definir lembretes para ele. O anúncio rapidamente se tornou viral. Em 2019, ele participou do filme Changeland de Seth Green com Brenda Song, lançado em 7 de junho de 2019. Em fevereiro de 2020, American Horror Story co. O criador Ryan Murphy anunciou que Culkin faz parte do elenco principal da décima temporada da série. == Vida pessoal == Em 17 de setembro de 2004, Culkin foi detido em Oklahoma City por posse de maconha e de duas substâncias controladas, chamadas Alprazolam e Clonazepam.Actor Macaulay Culkin arrested for drug possession, USA Today, 17 de agosto de 2004. Era amigo e é padrinho dos dois primeiros filhos do cantor Michael Jackson (1958–2009), e fez uma participação no videoclipe da canção \"Black or White\", do cantor. Acusações relacionadas a supostos abusos por parte de Michael a Macaulay surgiram em 2003, mas foram totalmente desmentidas por ambas as partes. Sua irmã mais velha, Dakota Culkin, faleceu em 10 de dezembro de 2008, aos 29 anos, vítima de atropelamento.Morte de Dakota, irmã mais velha de Macaulay Culkin, foi um 'trágico acidente', diz família do ator, O Globo, 12 de dezembro de 2008. Em agosto de 2012, Kit Culkin, pai de Macaulay Culkin, afirmou que está \"traumatizado\" e quer reconciliar-se com o filho, com quem não fala há 15 anos, pois dependência de drogas e álcool deterioraram o estado de saúde do ator. Em 2013, Macaulay formou a banda \"The Pizza Underground\", que faz paródias das músicas do grupo Velvet Underground com letras relacionadas a pizza. Desde então, a banda tem acumulado feitos interessantes, como ser expulsa pela plateia com chuva de cerveja, pizzas e, até mesmo, algumas vaias. Macaulay foi casado com Rachel Miner de 1998 a 2002. Macaulay Culkin começou a namorar com a atriz Mila Kunis em 2002. Em 3 de janeiro de 2011, a agente de Mila Kunis confirmou relatos de que Kunis e Culkin tinham terminado a sua relação, afirmando que \"a separação foi amigável, e eles permanecem amigos próximos\". No final de 2013, Culkin começou a namorar a atriz Jordan Pista Price. Em 2017, começou a namorar a atriz Brenda Song, vindo a se casar com ela em 2019, e com ela teve dois filhos, uma chamada Dakota, em homenagem a sua irmã. == Filmografia == == Prêmios e indicações == ;Globo de Ouro * Recebeu uma indicação na categoria de melhor ator — comédia/musical por sua atuação em Home Alone. ; MTV Movie Awards * Recebeu uma indicação na categoria de melhor vilão por sua atuação em The Good Son. * Ganhou na categoria de melhor beijo no filme My Girl; Compartilhado com Anna Chlumsky. * Recebeu uma indicação na categoria Best On-Screen Duo por sua atuação em My Girl; Compartilhado com Anna Chlumsky. ; Golden Globe Award * Recebeu uma indicação na categoria de melhor performance de um ator em um filme comédia/musical em Home Alone. ; American Comedy Awards * Ganhou na categoria Comedy Funniest — ator de papel principal — Motion Picture em Home Alone. ; Chicago Film Critics Association * Ganhou na categoria de ator mais promissor em Home Alone. ; Nickelodeon Kids' Choice Awards * Recebeu uma indicação de filme favorito em Home Alone — Lost In New York. ; Golden Raspberry Awards * Recebeu três indicações como pior ator nos filmes Getting Even with Dad,The Pagemaster e Ri¢hie Ri¢h. ; Utah Film Critics Association * Ficou em 2º lugar como melhor ator em Home Alone. ; Young Artist Awards * Ganhou como melhor ator jovem estrelando em um filme com Home Alone. == Notas == == Ligações externas == * * * Site Oficial do The Pizza Underground * no Metacritic Categoria:Naturais de Nova Iorque (cidade) Categoria:Atores infantis dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Atores de teatro dos Estados Unidos Categoria:Atores de televisão dos Estados Unidos Categoria:Atores de webséries dos Estados Unidos Categoria:Bailarinos dos Estados Unidos Categoria:Católicos dos Estados Unidos Categoria:Dubladores dos Estados Unidos Categoria:Atores premiados com o MTV Movie Award Categoria:Prémio MTV Movie de melhor beijo Categoria:Prémio Young Artist de melhor ator em cinema Categoria:Norte-americanos de ascendência irlandesa Categoria:Calçada da Fama de Hollywood",
 "title": "Macaulay Culkin"
}