{
 "id": "103302",
 "text": "A Usina Hidrelétrica de Ilha Solteira da CTG Brasil é a maior do Estado de São Paulo e a sexta maior usina do Brasil. Está localizada no rio Paraná, entre os municípios de Ilha Solteira (SP) e Selvíria (MS). == Características == Faz parte do Complexo de Urubupungá, o sexto maior complexo hidrelétrico do mundo. Sua potência instalada é de 3.444,0 MW e tem 20 unidades geradoras com turbinas tipo Francis, que geram a partir de um desnível máximo de 41,5 mSILVA FILHO, Donato. Dimensionamento de Usinas Elétricas Através de Técnicas de Otimização Evolutiva. Tese de doutorado em engenharia elétrica na Universidade de São Paulo (Campus de São Carlos). Dezembro de 2003., acesso em 29 de junho de 2014.. Iniciado pelo governador Adhemar de Barros em 1965, a usina foi concluída em 1978. Foi financiada com empréstimo obitido junto ao Banco Interamericano de Desenvolvimento (BID) pelo presidente Médici. É uma usina com alto desempenho operacional que, além da produção de energia elétrica, é de fundamental importância para o controle da tensão e frequência do Sistema Interligado Nacional. Sua barragem tem 5.605 m de comprimento e seu reservatório tem 1.195 km² de extensão. Que represa águas uma área de captação de 375.460 km². Seu nível máximo operacional é de 328 m acima do nível do mar e seu nível mínimo operacional é de 323 m acima do nível do mar, acesso em 29 de junho de 2014.. O Canal Pereira Barreto, com 9.600 m de comprimento, interliga os reservatórios da Usina Hidrelétrica de Ilha Solteira e da Usina Hidrelétrica Três Irmãos, propiciando a operação energética integrada dos dois aproveitamentos hidrelétricos. Segundo o Operador Nacional do Sistema Elétrico (ONS) o lago da Usina Hidrelétrica de Ilha Solteira, combinado com o lago Usina Hidrelétrica de Três Irmãos, é capaz de armazenar 3,07% do volume represável pelos reservatórios do Sistema Sudeste/Centro Oeste, acesso em 29 de junho de 2014.. Em março de 2000, seu processo de geração de energia elétrica foi certificado pelo Bureau Veritas Quality Internacional, baseado na NBR ISO 9002:1994 O vertedouro da usina de Ilha Solteira contém 19 vãos e uma descarga total de 38.300.00 m³/s. As águas do rio Tietê, afluente do rio Paraná, desembocam a montante de Jupiá e a jusante da usina de Ilha Solteira, respectivamente. Existe, porém, um desvio para que parte da vazão destes rios possa ser desviada entre os reservatórios de Ilha Solteira e Três Irmãos com a finalidade de se promover melhor desempenho energético e controle de afluências nos aproveitamentos. Pelos trabalhos de alto nível na preservação, reprodução e criação em cativeiros de espécies como o jacaré-de-papo amarelo, arara canindé, tamanduá-bandeira, bugio vermelho, cervo-do-pantanal, lobo- guará, jaguatirica e cachorro-do-mato-vinagre. Possui um parque zoológico com 65 diferentes espécies em uma área de 18 hectares, onde os animais são mantidos em ambientes semelhantes a seus habitats naturais. O Ministério dos Transportes liberou a construção de uma eclusa no rio Paraná para transpor a barragem de Ilha Solteira na divisa de São Paulo com Mato Grosso do Sul. A obra vai tornar navegável todo trajeto da hidrovia Paraná que hoje, depende da hidrovia Tietê para chegar ao extremo sul. A eclusa em Ilha Solteira vai permitir que a hidrovia Paraná seja padronizada, pois a largura de suas eclusas são maiores que da hidrovia Tietê e o Porto de Santos já está congestionado, sendo necessário que se utilize cada vez mais o Porto Paranaguá. Com a eclusa em Ilha Solteira, a hidrovia Paraná fica com navegação padronizada em cerca de 2 mil quilômetros. Em 2015, a CTG Brasil adquiriu duas usinas da Cesp (UHE de Ilha Solteira e UHE de Jupiá), na divisa dos estados de Mato Grosso do Sul e São Paulo, em leilão promovido pela Agência Nacional de Energia Elétrica (Aneel). == Ver também == * Rio * Turbina hidráulica * Energia maremotriz * Hidrologia * Lista de usinas hidrelétricas do Brasil Ilha Solteira Ilha Solteira Ilha Solteira Categoria:Fundações em São Paulo em 1973 Categoria:Ilha Solteira",
 "title": "Usina Hidrelétrica de Ilha Solteira"
}