{
 "id": "103325",
 "text": "Fernanda Cama Pereira Lima (Porto Alegre, ) é uma apresentadora, modelo e empresária e ex-atriz brasileira. Com uma pequena carreira no teatro, cinema e na TV, firmou-se como apresentadora de televisão, fazendo sucesso nas emissoras MTV Brasil, RedeTV! e Rede Globo onde apresentou o famoso programa Amor & Sexo. Em 2014, apresentou o sorteio dos grupos da Copa do Mundo de 2014 e o FIFA Ballon d'Or. == Biografia == === Modelo === Uma de três filhos – ela e dois irmãos – de dois professores de Educação Física, ainda criança já mostrava interesse pelo jornalismo e pelo mundo artístico, criando coreografias elaboradas em festinhas de famílias e indo às ruas com os primos carregando câmeras para fazer pesquisas de intenção de votos em épocas de eleição, editando o material gravado em casa. Começou a carreira de modelo aos 14 anos, descoberta por um fotógrafo no litoral gaúcho, conheceu o mundo, chegando a morar durante cinco meses no Japão, em Milão e em Zurique nos anos 1990, ainda adolescente. De volta ao Brasil, mudou-se para São Paulo. Como modelo, no Brasil e no exterior, já foi fotografada para várias de capas e editoriais de moda, e campanhas publicitárias. === Televisão === Em 1999 fez sua estreia na televisão na MTV Brasil, no comando do Mochilão MTV. Fazendo este programa, onde conheceu o Havaí, decidiu-se a estudar Comunicação e, de volta a São Paulo, cursou e formou-se em Jornalismo pela FIAM. Neste mesmo ano transferiu-se a convite para a RedeTV! onde em novembro estreou no canal apresentando dois programas, Interligado, direcionado ao público jovem, que veiculava vídeo clipes e assuntos musicais e de interesse dos adolescentes e o TV Escolha, sessão de cinema transmitida aos domingos e onde o telespectador escolhia os filmes que seriam apresentados. Depois de nove meses na RedeTV! foi convidada para retornar à emissora anterior e, em agosto de 2000, voltou a apresentar o Mochilão MTV, o Luau MTV e o Fica Comigo, que estreou em outubro do mesmo ano. Em fevereiro de 2005 foi contratada pela Rede Globo para substituir Angélica no quadro Vídeo Game, apresentado no programa Vídeo Show, durante a gestação e licença maternidade da apresentadora titular. Logo após recebeu convite para atuar na novela Bang Bang, trama ambientada numa cidade de velho oeste refletindo diretamente o Brasil, onde foi a protagonista Diana Bullock. Com dedicação, ela aceitou o desafio, fazendo aulas de artes marciais e contratando uma fonoaudióloga. Mesmo assim, sua escolha para o papel principal, e sua interpretação da personagem, receberam várias críticas da imprensa especializada, que relacionou o fraco desempenho de Fernanda aos baixos índices de audiência da novela. Apesar disso, antes mesmo da novela acabar, ela foi convidada para participar de Pé na Jaca, onde viveu a personagem Maria Bo, conseguindo melhor recepção da crítica e a simpatia do telespectador. Ela também teve um quadro temporário no programa Fantástico, Daqui para Frente, participou do especial Por Toda Minha Vida, e voltou a substituir Angélica no programa Vídeo Game durante a licença-maternidade. Em agosto de 2009, estreou seu novo programa semanal Amor & Sexo, que tem como tema principal o sexo e assuntos de relacionamento. Em 2014, apresentou o programa musical SuperStar na Rede Globo ao lado de André Marques. No mesmo ano, foi convidada para apresentar o Vídeo Show, mas recusou a proposta. Em 2017 o reality SuperStar é substituído pelo formato criado pela globo Popstar onde Fernanda comandou a primeira temporada sendo substituída pela atriz Taís Araújo na segunda, para Fernanda ficar dedicando-se apenas ao programa Amor & Sexo. Em outubro de 2018 Fernanda estreia a última temporada de Amor & Sexo que após uma queda brusca de audiência e várias polêmicas é encerrado pela TV Globo. ==== \"Musa\" da Copa de 2014 ==== Contratada pela FIFA, em julho de 2010 Fernanda apresentou, ao lado de seu marido Rodrigo Hilbert, o lançamento do emblema da Copa de 2014 no Brasil diretamente da África do Sul e em julho de 2011, ao lado do também apresentador Tadeu Schmidt, o sorteio das Eliminatórias da Copa 2014. Em dezembro de 2013, novamente ao lado de Rodrigo Hilbert, apresentou o sorteio das chaves da Copa do Mundo de 2014. Sua participação neste evento, visto ao vivo por mais de 500 milhões de espectadores de 200 países em todo mundo, a transformou em notícia internacional, sendo considerada a \"deusa\" e a \"musa\" da Copa do Mundo pela imprensa estrangeira. O decote do vestido usado por Fernanda durante a apresentação do sorteio, causou a censura à transmissão ao vivo do evento no Irã, um dos classificados para a Copa. As autoridades do país – que tem restrições culturais e religiosas ao vestuário feminino e onde mulheres não podem ir a jogos de futebol – suspenderam a transmissão em tempo real assim que descobriram que a apresentadora ficaria no palco por toda a transmissão e a população iraniana só soube do resultado do sorteio após o encerramento do mesmo. Ao final de 2013, ela foi incluída em uma lista dos 10 brasileiros que mais se destacaram no noticiário internacional daquele ano, elaborada pela BBC Brasil. Em janeiro de 2014 foi a apresentadora oficial do Ballon d'Or da FIFA ao lado do ex-jogador de futebol holandês naturalizado surinamês Ruud Gullit. Por causa da enorme repercussão com o sorteio da Copa, Fernanda foi convidada a apresentar em Londres o National Television Awards, o maior prêmio da televisão inglesa. ==== Paralimpíadas Rio 2016 ==== Em 2016, foi nomeada Embaixadora dos Jogos Paralímpicos no Rio de Janeiro. == Vida pessoal == Descendente de catalães e portugueses, e torcedora assumida do Grêmio Porto Alegrense, Fernanda vive uma união estável desde 2006 com o também ator Rodrigo Hilbert, a quem conheceu em um luau na Praia de Ipanema. Eles começaram o namoro em 2001, se separaram em 2005, reatando a relação em 2006, ano em que foram morar juntos. Fernanda, inclusive, chegou a declarar que não existia fidelidade no início da relação com Hilbert, pois os dois eram jovens, ricos e bonitos, e queriam curtir muito a vida. Em 18 de abril de 2008 nasceram de parto normal, no Rio de Janeiro, os filhos gêmeos do casal: João Lima Hilbert e Francisco Lima Hilbert. Em 27 de outubro de 2019 nasceu, de parto normal, em São Paulo, a sua terceira filha, Maria Manoela Lima Hilbert. Atuando no ramo empresarial, tornou-se sócia de um restaurante de comida natural, em São Paulo. Desde adolescente é vegetariana e praticante de ioga. Seu pai morreu devido às compilações causadas pela Sars-Cov-2 em 2020. Em 9 de março de 2024, sua mãe morreu aos 80 anos 25 dias depois de descobrir um câncer no pâncreas em um hospital de Porto Alegre. == Filmografia == === Televisão === Ano Título Personagem / Função Nota 1999 Mochilão MTV Apresentadora 1999—00 Interligado TV Escolha 2000—03 Luau MTV Fica Comigo 2000—02 Ford Super Model Brazil 2002 Desejos de Mulher Ankita 2002—03 Mochilão MTV Apresentadora Vídeo Music Brasil 2005 Vídeo Game Durante a licença maternidade de Angélica 2005—06 Bang Bang Diana Bullock 2006—07 Pé na Jaca Branca Maria Botelho Bulhões (Maria Bô) 2006—11 Por Toda Minha Vida Apresentadora 2007—08 Vídeo Game Durante a licença maternidade de Angélica 2007 Fantástico Quadro: \"Daqui pra Frente\" 2008 Beleza Pura Ela mesma 2008—09 Fantástico Apresentadora Quadro: Menina Fantástica 2009—18 Amor & Sexo 2013 Criança Esperança 2013 Sangue Bom Ela mesma 2014—16 Superstar Apresentadora 2015 Show da Virada 2015 Os Suburbanos Sônia Episódio 3: \"Bombou na Internet\" 2017 Popstar Apresentadora Chacrinha, O Eterno Guerreiro Jurada 2020 Caminho Zen Apresentadora 2021 Bem Juntinhos === Cinema === Ano Filme Papel 2003 Stuck on You Susie 2004 Didi quer ser criança Sandrinha (adulta) 2004 A Dona da História Maria Helena 2004 Cine Gibi Ela mesma 2008 Maria Ninguém Brigitte Bardot 2009 Flordelis - basta uma palavra para mudar Bianca == Prêmios e indicações == Ano Prêmio Categoria Trabalho Resultado 2002 Capricho Awards Melhor Apresentador (a) Fica Comigo 2003 Prêmio Qualidade Brasil - SP Melhor Apresentadora de Programa de Auditório 2006 Meus Prêmios Nick Gata do Ano Fernanda Lima 2008 Prêmio Qualidade Brasil\"Confira os Indicados e Ganhadores do Prêmio Qualidade Brasil 2008\". Prêmio Arte Qualidade Brasil. 2008. Consultado em 14 de dezembro de 2022. Melhor Apresentador(a) de Programa Musical Por Toda Minha Vida 2009 Capricho Awards Mais Estilosa Nacional Fernanda Lima Prêmio Arte Qualidade Brasil\"Você escolheu e Aqui estão os ganhadores do PRÊMIO ARTE QUALIDADE BRASIL 2009\". Prêmio Arte Qualidade Brasil. 2009. Consultado em 14 de dezembro de 2022. Melhor Apresentador(a) de Programa de Auditório Amor & Sexo 2011 Prêmio Melhores da Revista da TV - O Globo Melhor Apresentadora Prêmio Arte Qualidade Brasil\"Você escolheu e Aqui estão os ganhadores do PRÊMIO ARTE QUALIDADE BRASIL 2011\". Prêmio Arte Qualidade Brasil. 2011. Consultado em 14 de dezembro de 2022. Melhor Apresentador(a) de Programa de Auditório 2012 Prêmio Extra de Televisão Melhor Apresentador Melhores do Ano NaTelinha Melhor Apresentadora 2013 Troféu Guri Homenagem Promover a Cultura e o Estado do RS Troféu Leão Lobo Apresentadora Amor & Sexo Melhores do UOL e PopTevê Apresentadora Prêmio Quem Melhor Apresentador 2014 Troféu Internet Melhor Animadora ou Apresentadora de Auditório de TV Prêmio Extra de Televisão Melhor Apresentador Melhores do Ano NaTelinha Apresentadora Melhores do UOL e PopTevê Melhor Apresentador Prêmio F5 Apresentadora do ano Meus Prêmios Nick Gata do Ano Fernanda Lima 2015 Troféu Observatório da Televisão Melhor Apresentadora Superstar Troféu Internet Melhor Apresentador ou Apresentadora de TV Troféu UOL TV e Famosos Melhor Apresentadora de TV 2016 Prêmio Cidadania em Respeito à Diversidade Homenagem por contribuir com avanço dos direitos LGBT Amor & Sexo Prêmio F5 Apresentadora do Ano Troféu UOL TV e Famosos Melhor Apresentadora 2017 Prêmio Extra de Televisão Melhor Apresentador(a) Prêmio Contigo! Online Melhor Apresentadora Troféu UOL TV e Famosos Melhor Apresentadora Prêmio APCA de Televisão Melhor Apresentador Amor & Sexo e Popstar 2018 Prêmio Extra de Televisão Melhor Apresentador (a) Amor & Sexo Troféu UOL TV e Famosos Melhor Apresentadora 2019 Troféu Internet Melhor Apresentadora Prêmio APCA de Televisão Melhor Programa da TV == Ligações externas == * * * Categoria:Naturais de Porto Alegre Categoria:Brasileiros de ascendência catalã Categoria:Brasileiros de ascendência portuguesa Categoria:Modelos femininas do Brasil Categoria:Modelos do Rio Grande do Sul Categoria:Apresentadores de televisão do Rio Grande do Sul Categoria:Vegetarianos do Brasil Categoria:Superstar (programa de televisão) Categoria:Atrizes do Rio Grande do Sul",
 "title": "Fernanda Lima"
}