{
 "id": "103339",
 "text": "Que fazer? foi um livro escrito em 1862 por Tchernichevski quando se encontrava preso na Fortaleza de Pedro e Paulo em São Petersburgo. Orlando Figes faz em \"A tragédia de um povo\" um resumo da obra e de sua importância no contexto da Revolução Russa. Referindo-se ao herói do livro, Rachmetjev, diz: *\"Este Titã monolítico que serviria de inspiração a toda uma geração de revolucionários (incluindo Lenin), renuncia a toda a alegria da vida para fortalecer a sua vontade sobre-humana e se tornar imune contra todo o sofrimento humano que a futura revolução trará forçosamente consigo. Ele é um puritano e ascético: numa certa ocasião chega mesmo a dormir numa tábua de pregos para oprimir o seu impulso sexual. Treina o seu corpo com ginástica e levantamento de peso. Não come nada que não carne crua e treina o seu raciocínio de forma semelhante, pela leitura de dia e de noite de \"apenas o essencial\" (política e ciências naturais) até que ele se apoderou do conhecimento da Humanidade. Só então o herói revolucionário se inicia na sua missão. Nada o desvia da sua causa, nem mesmo os interesses amorosos de uma bela jovem viúva, que ele recusa. Ele leva uma vida rigorosa e disciplinada: decorre como um relógio, com tantas horas de leitura, tantas com exercícios, etc. E (é esta a mensagem da história) é apenas esta devoção que possibilita o novo homem, a deixar para trás a existência alienada do velho \"homem supérfluo\". Ele encontra a redenção através da política\". *Orlando Figes continua: \"Foi um dos maiores erros da censura czarista que tenham permitido a publicação do romance de Tchernichevski, pois ele converteu mais homens para a causa da revolução do que todas as obras de Marx e Engels juntas (o próprio Marx aprendeu russo para poder ler o livro). Plechanov, a \"Pythia do Marxismo na Rússia disse: \"todos nós ganhamos do romance a força e a crença num futuro melhor\". Tkatchov, teórico da revolução, chamou-lhe a Bíblia do movimento, Kropotkin \"a bandeira da juventude russa\". Um jovem revolucionário dos anos 60 (do século XIX) afirmou que só houve três grandes homens na História: Jesus, São Paulo e Tchernichevski. Lenin, cuja ascética forma de vida tem uma espantosa semelhança com a de Rachmetjev, leu o romance 5 vezes num Verão. Mais tarde afirmou que este livro tinha sido decisivo para a sua conversão à causa revolucionária. \"Ele mudou-me completamente\", contou a Valentinov em 1904. \"Este é um livro que nos muda para toda a vida\". *O herói de Tchernichevski inspirou os estudantes nihilistas dos anos sessenta. A sua asquese, sua crença na Ciência, a recusa da velha ordem moral agradava-lhes. O seu niilismo tinha por consequência a rebelião contra o diletantismo artístico da geração dos seus pais (os homens dos anos 40), militantes do utilitarismo, materialismo e crença no progresso através do uso de métodos científicos na sociedade, um questionar de toda a autoridade, moral e religião, o que se manifestava numa paixão pela destruição revolucionária. Dmitri Pissarev, nos anos 60 um dos ídolos dos estudantes, apelava aos seus seguidores, de esquerda ou de direita, a atacar todas as instituições, que não merecem mais do que serem desmoronadas. == Primeira Tradução do Romance para o Português == Em 2015, o professor da Universidade de São Paulo, Angelo Segrillo, publicou a primeira tradução para o português do romance \"O Que Fazer?\". ==Veja também== *O ópio dos intelectuais *Narodnik Categoria:Livros de 1862 Categoria:Livros da Rússia",
 "title": "Que Fazer?"
}