{
 "id": "10335",
 "text": "Uma rede sem fio (também conhecido pelo termo em inglês wireless network) é uma infraestrutura das comunicações sem fio que permite a transmissão de dados e informações sem a necessidade do uso de cabos – sejam eles telefónicos, coaxiais ou óticos. Isso é possível graças ao uso, por exemplo, de equipamentos de radiofrequência (comunicações via ondas de rádio), de comunicações via infravermelho (como em dispositivos compatíveis com IrDA) etc. Essa infraestrutura tecnológica inclui desde o uso de transceptores de rádio (como walkie-talkies) até satélites artificiais no espaço sideral. Seu uso mais comum é em redes de computadores, servindo como meio de acesso à internet através de locais remotos como um escritório, um bar, um aeroporto, um parque, em casa etc. == Classificação == === WPAN === Rede pessoal sem fio (em inglês: wireless personal area network, sigla WPAN). Normalmente utilizada para interligar dispositivos eletrônicos fisicamente próximos, os quais não se quer que sejam detectados a distância. Este tipo de rede é ideal para eliminar os cabos usualmente utilizados para interligar teclados, impressoras, telefones móveis, agendas eletrônicas, computadores de mão, câmeras fotográficas digitais, mouses e outros. Nos equipamentos mais recentes é utilizado o padrão Bluetooth para estabelecer esta comunicação, mas também é empregado raio infravermelho (semelhante ao utilizado nos controles remotos de televisores). === WLAN === Rede de área local sem fio (em inglês: wireless local area network, sigla WLAN ou Wireless LAN) é uma rede local que usa ondas de rádio para fazer uma conexão Internet ou entre uma rede, ao contrário da rede fixa ADSL ou conexão-TV, que geralmente usa cabos. === WMAN === === WWAN === == Padrões e tecnologias == === IrDA === === Bluetooth === Bluetooth consiste de uma pequena rede, chamada piconet, com um nó mestre e até sete nós escravos ativos (pode haver até 255 escravos não ativos), em uma distancia de 10m (podem existir varias piconets em um mesmo ambiente conectadas por um no de ponte, formando uma scatternet). A comunicação é sempre feita mestre- escravo, não sendo possível a comunicação entre escravos. Opera na faixa de 2.4 GHz, com taxa de dados bruta de 1Mbps. === RONJA === Ronja é uma tecnologia livre e aberta para a comunicação sem fio ponto-a-ponto por meio de luz do espectro visível ou infravermelho através do ar. === Wi-fi === Wi-fi é um tipo de rede sem fio, em que se permite por meio de ondas de rádio conectar-se a internet e transmitir dados de dispositivo para outro, Wi-fi é a rede sem fio mais utilizada no mundo, pois, tem uma boa criptografia (WPA/WPA2, WPA-PSK/WPA2-PSK e WEP), a criptografia mais usada é a WPA/WPA2 e WPA-PSK/WPA2-PSK, que garantem uma boa segurança para rede. O Wi-fi poder ter um alcance muito grande, mas, isso vai depender do aparelho transmissor da rede, hoje em dia Wi-fi tem duas frequências muito conhecidas que são a 2.4 GHz e 5.1 GHz. === WiMAX === === Mesh === === WiGig === WiGig Alliance. A organização produzirá um padrão comum para enviar dados a um link de 60 GHz A tecnologia é cerca de 10 vezes mais veloz que uma conexão 802.11n padrão (1 Gbps). Padrão Apoiado pelas empresas: Atheros, Broadcom, Intel e Marvell, Dell, LG, NEC, Panasonic, Samsung, Microsoft. Computação Móvel A computação móvel é a interação humano-computador que surgiu devido à miniaturização dos dispositivos e da conectividade sem fio(redes sem fio). na qual se espera que um dispositivo seja transportado durante o uso normal do dia a dia, o que permite a transmissão de dados, voz e vídeo. A computação móvel envolve comunicação móvel, hardware móvel e software móvel. Os problemas de comunicação incluem redes móveis e infra-estrutura de distribuição de rede, bem como propriedades de comunicação, protocolos, formatos de dados e tecnologias concretas. Hardware inclui dispositivos móveis ou componentes do dispositivo. O software para dispositivos móveis lida com as características e requisitos de aplicativos móveis. == Princípios da Computação Móvel == * Portabilidade: Facilita o movimento do (s) dispositivo (s) dentro do ambiente de computação móvel. * Conectividade: Capacidade de permanecer continuamente conectado com uma quantidade mínima de atraso / inatividade, sem ser afetado pelos movimentos dos nós conectados. * Interatividade Social: Mantendo a conectividade para colaborar com outros usuários, pelo menos dentro do mesmo ambiente. * Individualidade: Adaptar a tecnologia para atender às necessidades individuais. Ou * Portabilidade: Dispositivos / nós conectados dentro do sistema de computação móvel devem facilitar a mobilidade. Esses dispositivos podem ter capacidades de dispositivo limitadas e fonte de alimentação limitada, mas devem ter capacidade de processamento e portabilidade física suficientes para operar em um ambiente móvel. * Conectividade: define a qualidade de serviço (QoS) da conectividade de rede. Em um sistema de computação móvel, espera-se que a disponibilidade da rede seja mantida em um alto nível com a quantidade mínima de atraso / inatividade sem ser afetada pela mobilidade dos nós conectados. * Interatividade: Os nós pertencentes a um sistema de computação móvel são conectados uns aos outros para se comunicar e colaborar através de transações ativas de dados. * Individualidade: Um dispositivo portátil ou um nó móvel conectado a uma rede móvel geralmente denota um indivíduo; um sistema de computação móvel deve ser capaz de adotar a tecnologia para atender às necessidades individuais e também obter informações contextuais de cada nó. == Dispositivos == Algumas das formas mais comuns de dispositivos de computação móvel são as seguintes: * Computadores portáteis, unidades compactas e leves, incluindo um teclado com conjunto de caracteres completo e destinados principalmente a hosts para software que podem ser parametrizados, como laptops / desktops, smartphones / tablets etc. * Cartões inteligentes que podem executar vários aplicativos, mas são normalmente usados para pagamento, viagens e acesso seguro à área. * Telefones celulares, dispositivos de telefonia que podem telefonar à distância através da tecnologia de rede celular. * Computação vestíveis, principalmente limitados a chaves funcionais e destinados principalmente à incorporação de agentes de software, como pulseiras, implantes sem chave, etc. Espera-se que a existência dessas classes seja duradoura e complementar no uso pessoal, nenhuma substituindo uma a outra em todas as características de conveniência. Outros tipos de computadores móveis foram introduzidos desde a década de 1990, incluindo: * Computador portátil (descontinuado); * Assistente digital pessoal / assistente digital corporativo (descontinuado); * PC Ultra-Móvel (descontinuado); * Computador portátil; * Smartphones e tablets; * Computação vestível; * Computador de Bordo == Comunicação de dados móveis == As conexões de dados sem fio usadas na computação móvel assumem três formas gerais. O serviço de dados celular usa as tecnologias GSM, CDMA ou GPRS, redes 3G como W-CDMA, EDGE ou CDMA2000. e, mais recentemente, redes 4G, como LTE LTE- Advanced. Essas redes geralmente estão disponíveis dentro do alcance das torres de celular comerciais. As conexões Wi-Fi oferecem maior desempenho,podem estar em uma rede comercial privada ou acessadas por meio de pontos de acesso públicos, e ter um alcance típico de 100 pés em ambientes internos e até 1000 pés em ambientes externos. O acesso à Internet via satélite abrange áreas onde celular e Wi-Fi não estão disponíveis e pode ser instalado em qualquer lugar onde o usuário tenha uma linha de visão, que para satélites em órbita geoestacionária significa ter um visão desobstruída do céu do sul. [7] Algumas implantações corporativas combinam redes de múltiplas redes celulares ou usam uma mistura de celular, Wi-Fi e satélite. Ao usar uma mistura de redes, uma rede virtual privada móvel (VPN móvel) não apenas lida com as preocupações de segurança, mas também realiza os vários logins de rede automaticamente e mantém as conexões de aplicativos ativas para evitar falhas ou perda de dados durante transições de rede ou perda de cobertura. == Questões de segurança envolvidas no celular e redes sem fio == Artigo principal: Segurança móvel A segurança móvel tornou-se cada vez mais importante na computação móvel. É de particular preocupação, pois se refere à segurança das informações pessoais agora armazenadas no smartphone. Cada vez mais usuários e empresas usam smartphones como meio de planejar e organizar seu trabalho e sua vida privada. Nas empresas, essas tecnologias estão causando mudanças profundas na organização dos sistemas de informação e, portanto, tornaram-se a fonte de novos riscos. De fato, os smartphones coletam e compilam uma quantidade crescente de informações confidenciais às quais o acesso deve ser controlado para proteger a privacidade do usuário e a propriedade intelectual da empresa. Todos os smartphones são alvos preferidos de ataques. Esses ataques exploram os pontos fracos relacionados aos smartphones que podem vir de meios de telecomunicação sem fio, como redes Wi- Fi e GSM. Há também ataques que exploram vulnerabilidades de software do navegador da Web e do sistema operacional. Finalmente, existem formas de software mal-intencionado que contam com o fraco conhecimento dos usuários comuns. Diferentes medidas de segurança estão sendo desenvolvidas e aplicadas aos smartphones, desde segurança em diferentes camadas de software até a disseminação de informações para usuários finais. Existem boas práticas a serem observadas em todos os níveis, desde o design até o uso, através do desenvolvimento de sistemas operacionais, camadas de software e aplicativos para download. == Comunicação de dados móveis == As conexões de dados sem fio usadas na computação móvel assumem três formas gerais. O serviço de dados celular usa as tecnologias GSM, CDMA ou GPRS, redes 3G como W-CDMA, EDGE ou CDMA2000. e, mais recentemente, redes 4G, como LTE, LTE-Advanced. Essas redes geralmente estão disponíveis dentro do alcance das torres de celular comerciais. As conexões Wi-Fi oferecem maior desempenho, podem estar em uma rede comercial privada ou acessadas por meio de pontos de acesso públicos, e ter um alcance típico de 100 pés em ambientes internos e até 1000 pés em ambientes externos. O acesso à Internet via satélite abrange áreas onde celular e Wi-Fi não estão disponíveis e pode ser instalado em qualquer lugar onde o usuário tenha uma linha de visão, que para satélites em órbita geoestacionária significa ter um visão desobstruída do céu do sul. Algumas implantações corporativas combinam redes de múltiplas redes celulares ou usam uma mistura de celular, Wi-Fi e satélite. Ao usar uma mistura de redes, uma rede virtual privada móvel (VPN móvel) não apenas lida com as preocupações de segurança, mas também realiza os vários logins de rede automaticamente e mantém as conexões de aplicativos ativas para evitar falhas ou perda de dados durante transições de rede ou perda de cobertura. == Computação com reconhecimento de contexto == Artigo principal: Computação de contexto É uma subárea importante da computação móvel e ubíqua. É onde os sistemas de computadores adaptam seu comportamento automaticamente, de acordo com as circunstâncias físicas. Essas circunstâncias podem, em princípio, ser algo fisicamente medido ou detectado, como a presença de um usuário, a hora do dia ou as condições atmosféricas. Algumas das condições dependentes são relativamente simples de determinar, como o fato de ser noite (a partir da hora, do dia do ano e da posição geográfica). No entanto, outras exigem processamento sofisticado para sua detecção. Por exemplo, considere um telefone celular com reconhecimento de contexto, que só deve tocar quando for apropriado. Em particular, ele deve trocar automaticamente para o modo “vibrar”, em vez de “tocar”, quando estiver no cinema. Porém, não é simples detectar que o usuário está assistindo a um filme dentro de um cinema e não parado no saguão, dadas às imprecisões das medidas do sensor de posição. == Computação móvel no veículo e computação de frotas == Muitas forças de campo comerciais e governamentais implantam um computador portátil robusto com sua frota de veículos. Isso requer que as unidades sejam ancoradas ao veículo para segurança do motorista, segurança do dispositivo e ergonomia. Os computadores resistentes são classificados para vibrações severas associadas a veículos de serviço de grande porte, condução fora de estrada e condições ambientais adversas de uso profissional constante, como serviços médicos de emergência, incêndios e segurança pública. Outros elementos que afetam a função no veículo: * Temperatura de operação: A cabine de um veículo pode frequentemente sofrer variações de temperatura de -30 a 60 °C (-22 a 140 ° F). Computadores normalmente devem ser capazes de suportar essas temperaturas durante a operação. O resfriamento típico baseado em ventilador estabeleceu limites de temperatura de 35 a 38 ° C (95 a 100 ° F) e temperaturas abaixo de zero exigem aquecedores localizados para levar os componentes à temperatura operacional (com base em estudos independentes do SRI Group e Panasonic R & D). * A vibração pode diminuir a expectativa de vida dos componentes do computador, principalmente o armazenamento rotacional, como HDDs. * Visibilidade de telas padrão se torna um problema sob luz solar intensa. * Os usuários da tela sensível ao toque interagem facilmente com as unidades no campo sem remover as luvas. * Configurações de bateria de alta temperatura: As baterias de íons de lítio são sensíveis a condições de alta temperatura para carregamento. Um computador projetado para o ambiente móvel deve ser projetado com uma função de carregamento de alta temperatura que limita a carga a 85% ou menos da capacidade. * As conexões externas da antena passam pelas típicas cabines de metal dos veículos que bloqueiam a recepção sem fio e aproveitam equipamentos de comunicação e navegação externos muito mais capazes. == Limitações == * Faixa e largura de banda: O acesso móvel à Internet é geralmente mais lento do que as conexões diretas a cabo, usando tecnologias como GPRS e EDGE e, mais recentemente, redes HSDPA, HSUPA, 3G e 4G e também a rede 5G proposta. Essas redes geralmente estão disponíveis dentro do alcance das torres comerciais de telefonia celular. LANs sem fio de rede de alta velocidade são baratas, mas têm alcance muito limitado. * Padrões de segurança: ao trabalhar em dispositivos móveis, um depende das redes públicas, exigindo o uso cuidadoso da VPN. A segurança é uma grande preocupação no que diz respeito aos padrões de computação móvel da frota. Pode-se facilmente atacar a VPN através de um grande número de redes interconectadas através da linha. * Consumo de energia: Quando uma tomada elétrica ou gerador portátil não está disponível, os computadores móveis devem depender inteiramente da energia da bateria. Combinado com o tamanho compacto de muitos dispositivos móveis, isso geralmente significa que baterias incomumente caras devem ser usadas para obter a vida útil da bateria necessária. * Interferências de transmissão: O clima, o terreno e o alcance do ponto de sinal mais próximo podem interferir na recepção do sinal. A recepção em túneis, alguns edifícios e áreas rurais é frequentemente pobre. * Riscos Potenciais à Saúde: As pessoas que usam dispositivos móveis enquanto dirigem são frequentemente distraídas da direção e, portanto, são mais propensas a se envolverem em acidentes de trânsito. (Embora isso possa parecer óbvio, há uma discussão considerável sobre se a proibição do uso de dispositivos móveis durante a condução reduz os acidentes ou não.) Os telefones celulares podem interferir em dispositivos médicos sensíveis. Questões relacionadas à radiação e saúde do telefone celular foram levantadas. * Interface humana com dispositivo: Telas e teclados tendem a ser pequenos, o que pode torná-los difíceis de usar. Métodos alternativos de entrada, como reconhecimento de fala ou caligrafia, exigem treinamento. == Padrões IEEE == * IEEE 802.20 WAN 3GPP (GSM). * IEEE 802.16 WirelessMAN ETSI HIPERMAN e HIPERACCESS. * IEEE 802.11 WirelessLAN ETSI HIPERLAN. * IEEE 802.15 BluetoohPAN ETSI HIPERPAN. == Segurança == Estão disponíveis vários algoritmos e métodos de criptografia para a segurança de rede sem fio. Os mais comuns são: * WEP (Wired Equivalent Privacy); * WPA (Wi-Fi Protected Access); ==Ver também== *Rede de computadores *Rede sem fio e saúde *Bluetooth *Internet móvel *Ponto de acesso sem fio *Tecnologia móvel ==Referências== ==Ligações externas== * * * * * Categoria:Redes sem fio",
 "title": "Rede sem fio"
}