{
 "id": "103309",
 "text": "O Passeio Alegre é uma praça que se situa no centro da Póvoa de Varzim, em Portugal, e está classificada como Imóvel de Interesse Público desde 1977.Ficha na base de dados SIPA/DGPC O Passeio Alegre é uma praça de praia ladeada por esplanadas com um palco para eventos. Devido à sua popularidade na região, a praça é servida por dois parques de estacionamento subterrâneos, o Parque de Estacionamento da Avenida Mouzinho de Albuquerque a norte e o Parque de Estacionamento do Largo do Casino pelo sul. == História == A Rua da Areosa é relatada em 1758 como já existindo. Inicialmente era um local destinado à seca das redes dos pescadores. A Real Irmandade da Lapa exercia jurisdição sobre este terreno. Existia uma ideia de construção de um mercado, mas que não avançou. Com a provisão de 11 de Março de 1840, depois de questões com a Real Irmandade da Lapa, é lançada a primeira pedra da Capela de São José de Ribamar no dia 15 de Abril de 1844 e construída a Escola Camões. A Rua da Areosa que ficava junto ao cais e ao paredão do Porto da Póvoa de Varzim. A capela assistia os que vinham à Póvoa aos banhos do mar e aos banheiros, aguadeiros e enfermeiros, pessoas que prestavam serviços aos banhistas. A popularidade balnear da Póvoa de Varzim, nomeadamente em talassoterapia, leva ao argumento e enobrecimento da rua, que passa à denominação de Passeio Alegre e ao início da tradição dos banhos quentes, em que se destaca o curioso balneário de banhos quentes, na Alameda do Passeio Alegre, hoje desaparecido. No início do século XX, é demolida a escola e a capela, para se criar uma alameda mais ampla e aprazível. A meio da praça é erigido um coreto, mais tarde também demolido. E, passou a ser destino da Linha de Americanos. Em 1909, ergue-se o monumento ao Cego do Maio. Ali encontrava-se também o primeiro campo de jogos do Varzim Sport Club. No início da década de 1930, são erigidos o Monumental Casino (Casino da Póvoa) e o Hotel Palácio (Grande Hotel da Póvoa), considerado um investimento faraónico para a época em Portugal, perdurando no tempo a tradição do jogo na Póvoa que se tinha celebrizado em volta do Largo do Café Chinês, que se prolongou pela Rua dos Cafés até ao Passeio Alegre, estando o Grande Hotel construído no local do antigo Café Universal. Aquando da escavação para a construção do parque de estacionamento subterrâneo do Casino no final da década de 1990, descobriram-se restos de uma ponte histórica, que agora, numa vala, divide o Passeio Alegre da Praça do Casino da Póvoa. == Morfologia urbana == Na praça encontram-se edifícios relevantes para a história balnear da Póvoa de Varzim. Destacam-se assim o Grande Hotel da Póvoa, o Casino da Póvoa e o Diana Bar. Todos estes espaços foram construídos na década de 1930. O Hotel Palácio (posteriormente Grande Hotel) é um edifício modernista de grande impacto e é da autoria do arquitecto Rogério de Azevedo. Do mesmo arquitecto e construído na mesma altura, o Casino da Póvoa é a marca urbana mais reconhecida da Póvoa de Varzim, sendo um edifício de feição neoclássica ao estilo da escola francesa de Garnier. A poente, na praia, encontra-se o edifício do Diana Bar, cuja arquitectura pouco faria suspeitar de se tratar de um edifício dos anos 30. Tornou-se, na época, num destacado local de tertúlias. É, hoje, uma biblioteca de praia pública, onde se fazem regularmente lançamento de livros e uma variedade de exposições. === Estatuária === O monumento ao Cego do Maio, um herói local condecorado pelo Rei D. Luís I, é uma das mais antigas esculturas e mais marcantes da Póvoa de Varzim. A estátua consiste no busto de bronze, sobre um pedestal em granito, com o Cego do Maio vigiando o mar. O monumento foi construído por iniciativa dos poveiros do Brasil, com o dinheiro necessário obtido localmente por meio de subscrições e de espectáculos organizados pelo Clube Naval no Teatro Garrett. A obra é do escultor portuense João da Maia Romão Júnior e inaugurado em 29 de Agosto de 1909, com a presença dos filhos do Cego do Maio, era então presidente municipal Dr. David Alves. No pedestal foram colocadas posteriormente placas de bronze comemorativas: placa do 50.º aniversário do Clube Naval Povoense ao seu patrono em 1954, Casa dos Poveiros do Rio de Janeiro ao seu patrono em 1955, primeiro centenário da sua morte pela câmara municipal em 1984, por último, o Clube Naval em 1994. A Estátua de Fernando Pessoa, em mármore branco, é obra de Francisco Simões e colocada em 2008 durante o 40º aniversário da Varzim Sol (anteriormente designada Sopete), detentora do Casino. === Património === * Passeio Alegre (espaço livre com interesse patrimonial) * Grande Hotel * Casino da Póvoa * Diana Bar Categoria:Praças da Póvoa de Varzim Categoria:Património edificado na Póvoa de Varzim Categoria:Imóveis de interesse público no distrito do Porto",
 "title": "Passeio Alegre (Póvoa de Varzim)"
}