{
 "id": "103445",
 "text": "Dwight David \"Ike\" Eisenhower GCB • OM • RE • GCS • CCLH • KC • NPk (Denison, 14 de outubro de 1890 — Washington, 28 de março de 1969) foi o 34º Presidente dos Estados Unidos de 1953 até 1961. Antes disso, foi general de cinco estrelas do Exército Americano. Durante a Segunda Guerra Mundial, serviu como o Comandante Supremo das Forças Aliadas na Europa. Assumiu a responsabilidade de comandar e supervisionar a invasão do Norte da África durante a Operação Tocha entre 1942 e 1943. Logo depois ele assumiu o planejamento da invasão da França e da Alemanha entre 1944 e 1945, na Frente Ocidental. Em 1951, ele se tornou o primeiro comandante supremo da OTAN. Também foi Chefe do Estado-Maior do Presidente Harry S. Truman, antes de assumir a presidência da Universidade Columbia.Ambrose (1983). Eisenhower entrou na corrida presidencial como candidato republicano em 1952 e prometeu uma cruzada contra \"comunismo, Coreia e corrupção.\" Ele derrotou Adlai Stevenson encerrando duas décadas de governos democratas. No primeiro ano como presidente, Eisenhower depôs o líder do Irã num golpe de estado, e ameaçou usar de força nuclear contra a China para encerrar a Guerra da Coreia. No caráter militar, focou sua atenção em expandir o arsenal atômico americano e não aumentou os fundos para as outras vertentes das Forças Armadas. O objetivo era manter a pressão sobre a União Soviética e para reduzir o déficit do governo. Quando os soviéticos lançaram o satélite Sputnik 1 em 1957, ele teve que tentar correr atrás na corrida espacial. Eisenhower forçou Israel, o Reino Unido e a França para encerrar sua invasão ao Egito durante a Guerra do Suez de 1956. Em 1958, ele enviou 15 mil soldados americanos para o Líbano para impedir que o governo pró-ocidente daquele país caísse em mãos de revolucionários aliados a Nasser. No fim do seu mandato, seus esforços de ir para mesa de negociações com os Soviéticos caiu por terra por causa do incidente com um avião U2 em 1960 quando um avião espião americano foi derrubado sobre a Rússia e o piloto foi capturado vivo.Arthur Schlesinger, Jr. A Thousand Days: John F. Kennedy in the White House (1965), pp. 233, 238 No plano doméstico ajudou a remover Joseph McCarthy do poder mas deixou boa parte das questões políticas para o Vice-presidente Richard Nixon. Era considerado um político conservador que continuou com o \"New Deal\", expandiu os seguros sociais e lançou o chamado \"Interstate Highway System\". Ele mandou tropas federais para Little Rock, Arkansas, pela primeira vez desde a Reconstrução, para fazer valer as decisões da Suprema Corte sobre dessegregação racial em escolas públicas e acabou por assinar leis de direitos civil em 1957 e em 1960. Também implementou a dessegregação racial nas Forças Armadas e apontou cinco nomes para a Corte Suprema. Os dois mandatos de Eisenhower como presidente viram tempos de prosperidade econômica, exceto por um período de recessão que durou entre 1958 e 1959. Embora ele tenha deixado o cargo em 1961 com índices de popularidade baixos, sua reputação póstuma aumentou, assim como também foi notada uma melhora na visão dos historiadores de sua presidência. Eisenhower é muitas vezes lembrado como um dos melhores presidentes que o país já teve. Faleceu em 28 de março de 1969. Encontra-se sepultado no Eisenhower Center, Abilene, Condado de Dickison, Kansas nos Estados Unidos. == Origens da família e da formação == Eisenhower nasceu com o nome de David Dwight Eisenhower, na cidade de Denison, no estado do Texas em 14 de outubro de 1890. Foi o terceiro dos sete filhos do casamento de David Eisenhower e Ida Stover Eisenhower. Suas origens familiares estavam na Alemanha, especificamente em Karlsbrunn, no Sarre, com o seu antepassado Hans Eisenhauer Nicolas e sua família emigrando de lá em 1741 para Lancaster, no estado de Pensilvânia. Sua família mais tarde, estabeleceu-se em Abilene, Kansas, em 1892. Em 1895 sua mãe se tornou uma Testemunhas de Jeová, a casa da família serviu como um ponto de encontro para as Testemunhas de Jeová entre 1896 e 1915. Embora seu nome fosse David Dwight, sua família e amigos simplesmente o chamavam de Dwight ou, de forma mais íntima, de Ike. Mais tarde, ele mudou a ordem dos seus nomes (de acordo com funcionários da Biblioteca e do Museu de Eisenhower, quando ele frequentou a Academia Militar de West Point). ===Entrada na Academia Militar=== Em 1911, Eisenhower entrou na Academia Militar dos Estados Unidos, em West Point-Nova Iorque. Por esta razão, aparentemente, abandonou sua relação com as Testemunhas de Jeová, que não suportam o uso de armas, tornando-se presbiteriano. ==Carreira Militar== Em 1915, terminou a graduação na Academia Militar de West Point, com o posto de Segundo Tenente de Infantaria, iniciando seu destino como um militar de carreira. Em 1917, participou como tenente na expedição punitiva para pegar Pancho Villa, que era procurado pelos Estados Unidos após atacar a população de Columbus. ===Primeira Guerra Mundial=== Durante a Primeira Guerra Mundial, em que os Estados Unidos aderiram ao Aliados em 1917, nos últimos estágios da guerra, Eisenhower estava no comando das tropas de formação recrutado para o embarque na Frente Ocidental. Mesmo sem experiência real em combate, alcançou a patente de major até o final da guerra. Após a Primeira Grande Guerra, e depois de atualizar os estudos na Academia Militar, foi designado para deveres burocráticos no exército, onde permaneceu a maior parte de sua carreira, até 1935. A presença no planejamento de escritórios marcaria sua carreira mais tarde, quando enfrenta o planejamento das operações militares. === Filipinas === Em 1935, Eisenhower acompanhado de Douglas MacArthur foi para as Filipinas onde atuou como assistente militar ao Governo filipino. Durante a sua estadia nas Filipinas aprendeu a pilotar aviões, embora nunca tenha sido qualificado como piloto militar. ===Segunda Guerra Mundial=== No dia 7 de dezembro de 1941, os japoneses lançaram seu ataque a Pearl Harbor e os Estados Unidos entraram na Segunda Guerra Mundial como parte dos Aliados, Dwight Eisenhower foi promovido a general e foi enviado no início de 1942 para Londres onde iniciou contatos com o Exército britânico para organizar uma segunda frente na Europa para lutar contra a Alemanha nazista. Eisenhower negociou ajuda à União Soviética para reduzir a pressão exercida pela Wehrmacht sobre o Exército Vermelho, dividindo, assim, o poderio do exército alemão no front europeu. ====Norte da África==== Em 1942, se decidiram as bases para um desembarque conjunto de britânicos e americanos no norte de África, a chamada \"Operação Tocha\". Para a planificação definitiva da complexa operação, Eisenhower instalou o seu quartel-general no ponto mais perto possível, na base naval britânica de Gibraltar, desde onde iniciou discretos contatos com as autoridades da França de Vichy no Marrocos, Argélia e Túnis para obter o êxito do desembarque, contatos que chegaram a efetuar-se com o almirante François Darlan, um dos líderes do Governo de Vichy (e que no dia do desembarque estava presente em Argel), e com Henri Giraud, no qual os americanos e britânicos viam uma possível alternativa à França Livre do general Charles de Gaulle,(Beevor 2003:20) assim como com Alphonse Juin, chefe das tropas de Vichy na zona. Os contatos foram levados a cabo por Robert Murphy, representante pessoal do presidente Franklin D. Roosevelt. Depois do êxito do desembarque, executado em 8 de novembro de 1942, Eisenhower foi posto ao comando de todas as tropas dos Aliados na campanha na África do Norte, britânico Bernard Montgomery tornou-se subordinado a Eisenhower, com quem teve algum atrito devido ao desejo de protagonismo de Montgomery. Uma das principais fontes de atrito era a abordagem e o desejo de protagonismo de Montgomery, que às vezes estava em desacordo com as estratégias mais amplas dos Aliados ou com as abordagens de outros comandantes.(Muniesa 2000:126) Devido ao cargo que possuía, começou a ocupar-se de diversos aspectos políticos, intencionando num primeiro momento manter longe do norte de África os partidários de Charles de Gaulle, com quem os britânicos já tinham tido alguns atritos. No entanto, depois do assassinato em Argel do almirante Darlan em 24 de dezembro de 1942 cometido pelo jovem gaullista Fernand Bonnier de La Chapelle,(Beevor 2003:21) desapareceram esses problemas políticos, os franceses da África reconheceram de Gaulle como chefe e assim Eisenhower pode ocupar-se na planificação do passo militar seguinte, a Campanha da Tunísia, lugar donde se havia retirado o Afrika Korps do marechal Erwin Rommel, que havia recebido como tantos importantes reforços. Apesar do mau início da campanha, com a derrota sofrida pelo II Corpo de Exército americano na passo de Kasserine em 16 de fevereiro de 1943, Eisenhower, que havia reclamado ao general George Patton para que assumisse o comando do II Corpo a seguir aquela derrota, fez a capitulação das tropas do Eixo na África em 13 de maio de 1943.Ambrose (1983), pp. 254–255. ===Comandante supremo aliado e libertação da Europa=== Em dezembro de 1943, o presidente Roosevelt decidiu que Eisenhower seria o Comandante Supremo das forças aliadas na Europa. Ele ocuparia tal cargo até o fim do conflito em maio de 1945.Ambrose (1983), pp. 275–276. Uma de suas primeiras funções foi coordenar e preparar o que seria um desembarque naval na Normandia (no norte da França ocupada pelos alemães) que aconteceu em junho de 1944 (Operação Overlord). Eisenhower iniciou os planejamentos para a invasão da França e a libertação da Europa, contudo ele bateu de frente não só com problemas logísticos mas também políticos. Um dos principais problemas que surgiram foram suas discussões com Roosevelt sobre fechar algum acordo com Charles de Gaulle (autoproclamado líder do governo francês no exílio), para convencer a resistência francesa a fazer mais pelos Aliados enquanto eles se preparavam para invadir.Ambrose (1983), pp. 280–281. Já o almirante Ernest King, comandante da frota americana, não queria ceder a Eisenhower mais navios, em detrimento da flotilha que lutava no pacífico.Ambrose (1983), p. 284. Também discutia com os britânicos, que tinham reservas sobre dar ao americano controle total das suas forças aéreas e navais para a operação Overlord.Ambrose (1983), pp. 286–288. Ele, no final, conseguiu driblar estes problemas. Seu relacionamento com o general George S. Patton, por exemplo, foi contornado, com Dwight não tendo medo de repreender o famoso general de quatro estrelas.Ambrose (1983), pp. 250, 298. Eisenhower então ordenou que a força aérea aliada bombardeasse, em antecipação ao desembarque, alvos de importância militar e logística por toda a França. Ele discutiu com Churchill sobre sua preocupação com o aumento das perdas civis por causa dos bombardeios. Mas de Gaulle afirmou que as baixas eram necessárias.Ambrose (1983), p. 289. Os desembarques na Normandia, em 6 de junho de 1944, foram bem-sucedidos, apesar das altas perdas sofridas. Um mês mais tarde, a costa do sul da França também foi tomada.William Safire, Lend me your ears: great speeches in history (2004) p. 1143 Eisenhower manteve o comando das forças aliadas no mar, terra e ar por toda a Europa e ordenou que seus generais mantivessem a Alemanha sob pressão. Os comandantes Montgomery, que liderava os exércitos aliados no norte, Omar Bradley, que comandava o 12º Corpo do Exército Americano, e Patton, que comandava as forças no sul, exigiam prioridade nos recursos militares. Eisenhower trabalhava da melhor forma possível para otimizar o poder dos aliados e garantir que o avanço não parasse. Contudo, essa estratégia de divisão de recursos pode ter, segundo historiadores, atrasado a vitória na Europa. Porém, o plano de Eisenhower de fazer da Antuérpia o principal porto de suprimentos para os Aliados foi extremamente bem-sucedido.Ambrose (1983), pp. 340–354. Em agosto de 1944, Paris caiu em mãos aliadas. Os exércitos alemães continuaram a ser empurrados de volta à sua fronteira. Contudo, de forma desesperada, os nazistas lançaram um esmagador contra-ataque na Bélgica em dezembro, que visava a retomar os portos da região e debilitar os esforços aliados na Europa. Ao fim de janeiro do ano seguinte, boa parte da força de ataque alemã estava destruída e os Aliados estavam avançando a todo vapor novamente. Eisenhower mostrou seus talentos para diplomacia. Embora ele não tenha chegado a ver combate, conquistou respeito de seus comandantes e era muito popular entre os soldados comuns. Seu posto de comandante em chefe fez com que constantemente dialogasse com outros líderes políticos e militares dos Aliados, como o primeiro-ministro britânico, Winston Churchill, o marechal Bernard Montgomery e o general Charles de Gaulle. Teve várias discussões com Churchill e Montgomery a respeito da estratégia, mas isso não afetou o relacionamento dele com eles. Também estabeleceu estreito contato com o marechal Gueorgui Júkov, comandante do Exército Vermelho.Jean Edward Smith, Eisenhower in War and Peace (2012) p. 451. No começo de 1945, as defesas alemãs em todas as frentes pareciam desfalecer. O governo do Reino Unido exigiu então que Eisenhower tomasse a Tchecoslováquia antes dos russos, por razões políticas. Os políticos americanos em Washington recusaram-se a ajudar Churchill a pressionar Eisenhower a usar seus exércitos em manobras políticas contra Moscou (os Estados Unidos queriam o apoio russo contra o Japão). A divisão do território ocupado alemão acabou então sendo acertada por Roosevelt, Churchill e Stalin em forma de consenso. Em maio de 1945, após a queda de Berlim, os alemães se renderam oficialmente.Ambrose (1983), pp. 395–406. == Pós-Segunda Guerra Mundial == Após a rendição da Alemanha, Eisenhower foi apontado como o chefe da zona de ocupação americana da Alemanha. Ele instalou seu quartel-general em Frankfurt. Apesar de ele não controlar as outras zonas de ocupação fora do seu território, ele ainda administrava uma parte de Berlim (que ficava no meio da zona de ocupação soviética). Ao descobrir os campos de concentração nazistas, ele mandou equipes para filmar os locais e documentar as atrocidades para usar as filmagens como evidência nos julgamentos de Nuremberg. Na crise humanitária que se seguiu na Alemanha pós-guerra, Ike organizou suprimentos de comida e outros mantimentos para a população. Ele queria mudar a visão que se tinha na época dos alemães como vilões, fazendo deles como também uma vítima do nazismo. Ao mesmo tempo, ele continuou uma busca implacável aos criminosos nazistas sobreviventes.Goedde, Petra (2002). GIs and Germans: Culture, Gender and Foreign Relations, 1945–1949 Em novembro de 1945, Eisenhower foi apontado como o Chefe do Exército e teve que retornar aos Estados Unidos. Seu primeiro trabalho foi arquitetar a desmobilização de milhares de homens do serviço ativo. O processo foi lento. Ike acreditava que a União Soviética, no leste, não queria guerra e talvez a paz na Europa pudesse ser mantida. Para isso, ele apoiou a criação das Nações Unidas e também defendeu a não proliferação nuclear. Mas o presidente Harry S. Truman e o Departamento de Estado decidiram lançar a bomba atômica sobre o Japão, algo a que Eisenhower se opôs. Ele afirmou: \"os japoneses estavam prontos para se renderem e não era necessário fazer essa coisa horrível. E eu odeio sermos o país que usou essa arma primeiro\".Richard Rhodes, The Making of the Atomic Bomb, Newsweek, 11 de novembro de 1963 Em 1947 as tensões na Europa voltaram. A Alemanha voltava a crescer e se recuperava economicamente. Ao mesmo tempo, uma guerra civil acontecia na Grécia, colocando comunistas contra tropas do governo. Assim, Ike decidiu não mais apoiar a política de amizade com os soviéticos, favorecendo a contenção contra a expansão de influência e território da União Soviética.Smith, Jean Edward. Eisenhower in War and Peace (Random House; 2012) === Eleições de 1948 === Em 1943, Ike recebeu a visita de um político que lhe teria sugerido que concorresse a presidente após a segunda grande guerra. Eisenhower sempre respondia que militares não deveriam interferir em política. O presidente Truman teria oferecido ser o vice dele em uma candidatura democrata, caso o também general Douglas MacArthur ganhasse a nomeação republicano.\"Truman Wrote of '48 Offer to Eisenhower\". The New York Times. Página acessada em 31 de maio de 2015. Com as eleições de 1948 se aproximando, mais gente começou a pressionar a Eisenhower para que ele concorresse. Mas, citando deveres como soldados, ele se recusou a se candidatar. No final, Thomas E. Dewey foi o candidato o republicano e ele acabou sendo derrotado por Truman.Ambrose (1983), pp. 455–460. === Comandante da OTAN === Em 1948, ele se tornou presidente da Universidade de Columbia. Por lá, ele participou de vários comitês, incluindo um de Relações Exteriores. Segundo o biógrafo Blanche Wiesen Cook foi por lá que ele aprendeu sobre política e economia. Foi lá que ele teria aprendido sobre a \"democracia americana\" e fazia questão que seus assistentes também se envolvessem no aprendizado. Então, em 1949, o secretário de defesa dos Estados Unidos, James Forrestal, pediu a ajuda de Ike para remodelar o comando das Forças Armadas. Segundo relatos, Eisenhower nunca se deu bem na vida acadêmica, preferindo a vida militar.Ambrose (1983), pp. 479–483. Em 1951, ele foi apontado como o comandante em chefe das forças da OTAN e o controle das tropas dessa organização na Europa. Em maio de 1952, renunciou ao posto de general de exército e voltou para a Universidade de Columbia. Nos Estados Unidos, a adoção do Tratado do Atlântico Norte não foi unanimidade no Congresso. Eisenhower teve que defender sua criação e ainda mais integração na Europa. No fim de 1951, a Aliança Militar dos americanos com as nações europeias já estava firmada e bem estabelecida.Ambrose (1983), pp. 502–511. === Campanha presidencial de 1952 === O presidente Truman, que sempre apoiou a ideia de Eisenhower concorrer nas eleições, novamente em 1951 o pressionou a se candidatar, como Democrata. Contudo Eisenhower divulgou publicamente seus desentendimentos com os democratas e afirmou que ele e sua família eram republicanos.Ambrose (1983), p. 512. O Partido Republicano passou então a ser quem o pressionava para se candidatar nas eleições de 1952. Sua candidatura seria um contraponto para reverter a visão cada vez mais isolacionista do partido, defendida pelo senador Robert A. Taft. A campanha foi longa e árdua. Eisenhower tentou se apresentar como um candidato sólido e que poderia ser um bom presidente. Henry Cabot Lodge serviria como o seu chefe da campanha.Ambrose (1983), pp. 524–528. Eisenhower derrotou Taft e conquistou sua nomeação para a presidência pelos republicanos. Seu slogan de campanha foi a famosa frase \"I Like Ike\" (\"Eu gosto de Ike\"). Se opôs as políticas de Roosevelt e dos democratas aos acordos de Yalta, além da forma como Truman conduzia a política externa com a China e a guerra na Coreia.Ambrose (1983), p. 530. Eisenhower teve que também apelar para a ala de direita do seu partido, conhecida como a \"Velha Guarda\" (\"Old Guard\"). Apontou então o conservador Richard M. Nixon para seu vice, para aplacar esse lado. Nixon também apelava aos anticomunistas e a eleitores mais jovens.Ambrose (1983), pp. 541–546. Durante a eleição, contra o conselho de seus assessores, Eisenhower fez muita campanha no sul dos Estados Unidos, recusando-se a entregar aquele território aos Democratas. A estratégia era atacar os governos Truman e Roosevelt nas políticas a respeito da Coreia, comunismo e corrupção. Afirmou que libertaria o leste da Europa e conteria a União Soviética por meios pacíficos. Se distanciou do seu antigo chefe, o impopular presidente Truman. Duas controvérsias surgiram durante a campanha republicana. A primeira foi um relatório de que Nixon teria recebido suborno e propinas. O candidato a vice fez um discurso em rede de televisão para tentar afastar essas acusações, mas não foi muito bem recebido. A segunda controvérsia era relacionada a Eisenhower e sua decisão de confrontar Joseph McCarthy e seus métodos controversos no estado dele, em Wisconsin.Ambrose (1983). Eisenhower, pp. 556–567. Duas semanas antes da eleição, Eisenhower afirmou que iria à Coreia e encerraria a guerra na península. Prometeu continuar duro contra o Comunismo, enquanto evitava mencionar a OTAN (algo de que o povo ainda desconfiava). Por fim, ele disse que faria um governo responsável e livre da corrupção. Finalmente, na novembro de 1952, derrotou o candidato democrata Adlai Stevenson, conquistando 34 milhões de votos (sete milhões a mais que Stevenson). No colégio eleitoral, conseguiu 442 votos, contra 89 do oponente. Assim, os republicanos reconquistaram a Casa Branca depois de 20 anos esperando. Por uma pequena margem, os republicanos também conquistaram a maioria na Câmara dos Representantes, mas empataram no número de assentos com os democratas no Senado, mas como em caso de empate o voto que decide é o do Vice (Nixon), Ike garantiu que teria, pelo menos nos dois primeiros anos de mandato, a maioria no Congresso.Ambrose (1983), p. 571. Eisenhower foi o último homem eleito presidente que nasceu no século XIX e, aos 62 anos, foi o mais velho a assumir, desde James Buchanan em 1856. Ike também foi o único general a servir como presidente no século XX e um dos mais recentes que foi eleito presidente que não tivesse sido eleito para um cargo público antes.Krieg, Joann P. ed. Dwight D. Eisenhower, Soldier, President, Statesman (1987) == Presidência (1953–1961) == Devido a desavenças entre os dois, como resultado da campanha, Truman e Eisenhower tiveram discussões mínimas sobre a transição das administrações.Ambrose (1984), p. 14. Depois de selecionar seu diretor de orçamento, Joseph M. Dodge, Eisenhower pediu a Herbert Brownell e Lucius Clay para fazer recomendações para suas nomeações para seu gabinete. Ele aceitou as suas recomendações, sem exceção, que incluíam John Foster Dulles e George M. Humphrey, com quem desenvolveu um relacionamento próximo, e uma mulher, Oveta Culp Hobby. O gabinete de Eisenhower, que consistia de vários executivos de empresas e um líder trabalhista, foi apelidado por um jornalista de \"Oito milionários e um encanador\".Ambrose (1984), p. 24. O gabinete era notável por sua falta de amigos pessoais, trabalhadores de escritório ou administradores governamentais experientes. Também aumentou o papel do Conselho de Segurança Nacional no planejamento de todas as fases da Guerra Fria.Ambrose (1984), pp. 20–25. Antes de sua posse, ele liderou uma reunião de consultores em Pearl Harbor, abordando questões mais importantes; objetivos foram criados para equilibrar o orçamento durante o seu mandato, para trazer um fim à Guerra da Coreia, defender os interesses vitais a baixo custo através de dissuasão nuclear e por um fim no controle de preços e salários.Ambrose (1984), p. 32. Eisenhower também realizou a primeira reunião de gabinete pré-posse na história, no final de 1952, onde usou este encontro para articular, especialmente, sua política anticomunista. Seu discurso de posse, em 20 de janeiro de 1953, foi exclusivamente dedicado à política externa e incluiu essa mesma filosofia com um compromisso com o comércio exterior e a ONU.Ambrose (1984), p. 43 Eisenhower fez maior uso de conferências de imprensa do que qualquer presidente anterior, fazendo quase 200 em seus dois mandatos. Enquanto ele viu uma relação positiva com a imprensa como inestimável, seu objetivo principal através dessas conferências era a de manter um contato direto com as pessoas.Ambrose (1984), p. 52. Ao longo de sua presidência, Eisenhower aderiu a uma filosofia política do conservadorismo dinâmico.Black, Allida and Hopkins, June, et al. editors (2003), The Eleanor Roosevelt Papers, \"Dwight Eisenhower\", Teaching Eleanor Roosevelt, Hyde Park, New York: Eleanor Roosevelt National Historic Site. 26 de novembro de 2011. Continuou todos os principais programas do New Deal ainda em funcionamento, especialmente da Segurança Social. Ele expandiu seus programas e juntou todos em uma nova agência em nível de gabinete, o Departamento de Saúde, Educação e Bem-Estar, ao estender benefícios a um adicional de dez milhões de trabalhadores. Ele implementou a integração racial nas Forças Armadas em dois anos, que não havia sido cumprido no mandato de Truman.James A. Miller, \"An inside look at Eisenhower's civil rights record\" , Boston Globe, 21 de novembro de 2007. Página acessada em 2 de maio de 2014. À medida que as eleições para o Congresso de 1954 aproximou-se, e tornou-se evidente que os republicanos estavam em perigo de perder sua maioria fina em ambas as Casas, Eisenhower estava entre aqueles culpando a \"velha guarda\" pelas perdas, e assumiu a tarefa de parar os avanços da extrema esquerda dentro do Partido Republicano. Ike então articulou sua posição como um moderado, um progressista: \"Eu tenho apenas um propósito [...] e que é construir um forte Partido Republicano progressista neste país. Se a direita quer uma luta, eles irão obtê-la. Antes de eu acabar, ou este Partido Republicano irá refletir progressismo ou não vou estar mais com eles\".Ambrose (1984), p. 220. Inicialmente, Eisenhower planejava servir apenas um mandato, mas como acontece com outras decisões, ele manteve uma posição de máxima flexibilidade, como neste caso, os líderes republicanos queriam que ele concorresse novamente. Durante sua recuperação de um ataque cardíaco no final de 1955, ele se reuniu com seus assessores mais próximos para avaliar potenciais candidatos do Partido Republicano e anunciou, em fevereiro de 1956, que seria novamente candidato a reeleição. Ike não estava certo sobre apontar Nixon novamente ao cargo de vice-presidente. Essa questão era importante devido a sua condição cardíaca. Ele, pessoalmente, favorecia Robert B. Anderson, um democrata, que rejeitou sua oferta. Eisenhower então resolveu deixar o assunto nas mãos do partido. Então, na eleição presidencial de 1956, ele enfrentou Adlai Stevenson novamente e venceu por uma boa diferença, com 457 de 531 votos no Colégio Eleitoral e 57,6% do voto popular. O nível da campanha foi cerceado por suas considerações de saúde.Ambrose (1984), p. 297. Eisenhower valorizava as reuniões constantes e aprovava uma agenda diária árdua. Fez pleno uso do seu criado, motorista e secretariado de apoio. Ele raramente dirigia ou discava telefones. Era um pescador, jogador de golfe, pintor e preferia formas ativas de entretenimento ao invés de formas passivas.Ambrose (1984), p. 25. Em 26 de agosto de 1959, Ike estava a bordo do voo inaugural do Air Force One, que substituiu a aeronave presidencial anterior, o Columbine.Ambrose (1984), p. 537. Um dos maiores legados internos de sua presidência foi o chamado Sistema Interestadual de Autoestradas, inaugurado em junho de 1956. Ele justificou esta e outras construções de rodovias pelo país como uma necessidade da Guerra Fria. Acreditava-se que, em caso de guerra, as grandes cidades seriam alvos, e essas estradas facilitariam a movimentação civil e militar. ===Relações com o Congresso=== Eisenhower governou com um Congresso controlado pelos republicanos durante apenas os seus dois primeiros anos no cargo. No senado, o Partido Republicano tinha uma vantagem de apenas um voto. O senador Robert A. Taft ajudou muito o presidente a trabalhar com a \"Velha Guarda\" e sua morte, em julho de 1953, foi sentida por Eisenhower. O sucessor de Taft, William Knowland, não teve boas relações com Ike.Ambrose (1984), p. 118. Sem controle sobre o Congresso, Eisenhower não teve como condenar a controversa \"caça as bruxas\" de Joseph McCarthy contra os comunistas. Para facilitar as negociações com os congressistas, Ike decidiu ignorar as políticas de McCarthy e assim privá-las de mais energia que viria de um envolvimento da Casa Branca. Muitos criticaram esta inércia por parte do governo.Ambrose (1984), pp. 56–62. Ao fim de 1953, McCarthy apareceu em rede de televisão nacional e afirmou que a presença de comunistas dentro do governo era uma ameaça real e seria o assunto principal nas eleições parlamentares de 1954. O presidente teve que responder diretamente e especificou várias medidas que seriam tomadas para proteger a administração do país dos comunistas.Ambrose (1984), p. 140. Um dos objetivos de Ike não era confrontar McCarthy mas impedi-lo de espalhar sua política de caça as bruxas (contra os comunistas) para dentro de órgãos como a Comissão de Energia Atômica (CEA), atrasando projetos científicos importantes, como o desenvolvimento da bomba de hidrogênio. O governo havia descoberto que um dos principais cientistas da CEA, J. Robert Oppenheimer, havia pedido para atrasar os programas da bomba termonuclear. Eisenhower o afastou e revogou suas habilitações de segurança, embora isso tenha criado um ambiente fértil para as especulações de McCarthy.Ambrose (1984), p. 167. Em maio de 1955, McCarthy ameaçou mandar intimações para o pessoal da Casa Branca. Eisenhower ficou furioso e opôs-se a isso. Ele afirmou que as comunicações e documentos do seu gabinete poderiam ser postos em risco e começou a usar do \"privilégio do poder executivo\" para proteger seu pessoal de intimações. Com Ike negando a McCarthy acesso ao seu pessoal e aos trabalhadores importantes da administração que testemunhassem em suas audiências, isso fez com que o senador usasse essas audiências apenas para seus discursos, entrevistando pessoas sem muita importância, o que contribuiu para a sua queda.Ambrose (1984), p. 188–189. No começo de 1954, a \"Velha Guarda\" do Congresso emitiu uma emenda constitucional, a Emenda Bricker, que poderia cercear acordos internacionais feitos pelo Poder Executivo, tais como os feitos na Conferência de Yalta. Eisenhower opôs-se a essa medida.Ambrose (1984), p. 154. A \"Velha Guarda\" concordou com Ike no desenvolvimento e manuseamento dos reatores nucleares de empresas privadas, em um movimento contra o qual os democratas se opuseram. O presidente foi bem- sucedido em conseguir uma legislação que criou um sistema de licenciamento pela CEA para a posse de instalações nucleares.Ambrose (1984), p. 157. Os democratas então conseguiram a maioria em ambas as Casas no Congresso nas eleições de 1954.Ambrose (1984), p. 219. Eisenhower teve que trabalhar com o líder do partido democrata no Senado, Lyndon B. Johnson, e o líder da Câmara, Sam Rayburn (ambos do Texas).Joseph W. Martin as told to Donavan, Robert J. (1960), My First Fifty Years in Politics, New York: McGraw Hill, p. 227 O congressista Joseph William Martin, Jr. disse que Eisenhower trabalhava muito por meio de subordinados para negociar com o Congresso, resultando em entendimentos não favoráveis ao presidente. Disse que os congressistas ressentiam ter que negociar com jovens vindos da Casa Branca que vinham dizendo que \"o chefe pediu isso ou aquilo\". Durante toda a presidência, Eisenhower continuou com sua linha de não negociar diretamente com o Congresso, ocupando-se com outros afazeres. ===Direitos civis=== Foi o presidente Truman que começou o processo contra a segregação nas Forças Armadas dos Estados Unidos em 1948, mas este foi bem lento. Eisenhower deixou claro em seu primeiro discurso sobre o Estado da União em fevereiro de 1953, afirmando: \"Eu proponho usar toda a autoridade que existe no cargo de Presidente para encerrar a segregação no Distrito de Columbia, incluindo no Governo Federal, e qualquer segregação nas Forças Armadas\".State of the Union Address, 2 de fevereiro de 1953, Public Papers, 1953, 30–31. Quando ele enfrentou oposição dos militares, usou o controle federal sobre o orçamento militar para persuadir seus oficiais a concordar e fazer parte do processo. Mesmo quando Robert B. Anderson, o primeiro Secretário da Marinha de Eisenhower, afirmou que a marinha dos Estados Unidos teria dificuldade e resistiria a dessegregação, o presidente o repreendeu e disse que nenhum passo seria dado para trás.Byrnes to DDE, August 27, 1953, Eisenhower Library\" O governo declarou que discriminação racial era uma questão de segurança nacional, já que os comunistas usavam a segregação e a história de violência racial nos Estados Unidos como uma arma de propaganda.Dudziak, Mary L. (2002), Cold War Civil Rights: Race and the Image of American Democracy Eisenhower disse para autoridades do Distrito de Columbia para fazer Washington um modelo para o resto do país ao iniciar a integração nas escolas públicas para crianças brancas e negras.Eisenhower, Dwight D. (1963). Mandate for Change, 1953–1956. Ele propôs ao Congresso as Leis dos Direitos Civis de 1957 e de 1960, que foram aprovadas. Estas foram as primeiras leis significativas para acabar com o racismo institucionalizado nos Estados Unidos desde 1875. Em 1954, a Suprema Corte americana declarou que a segregação racial em colégios públicos era inconstitucional. Em 1957, o estado conservador do Arkansas ainda não havia acatado essa ordem judicial e resistiu à integração racial em suas escolas. Eisenhower exigiu que o governador Orval Faubus obedecesse a ordem da corte. Quando Faubus negou, o presidente colocou a Guarda Nacional do Arkansas sob controle federal e os enviou, junto com a 101ª Divisão Paraquedista, para manter o controle da situação e reduzir as tensões. Os militares escoltaram nove estudantes negros até uma escola em Little Rock (que só aceitava brancos). Esta foi a primeira vez que tropas federais eram mobilizadas no sul desde a era da Reconstrução. Martin Luther King Jr., um dos líderes do movimento dos direitos civis dos negros nos Estados Unidos, enviou uma carta a Eisenhower agradecendo a ele, dizendo: \"a maioria dos cidadãos do sul, negros ou brancos, está firmemente atrás da sua ação resoluta para restaurar a lei e a ordem em Little Rock\".to DDE, 25 de setembro de 1957, Eisenhower Library ===Juízes apontados=== ====Suprema Corte==== Eisenhower apontou os seguintes juízes para a Suprema Corte dos Estados Unidos: * Earl Warren, 1953 (chefe de justiça) * John Marshall Harlan II, 1954 * William J. Brennan, 1956 * Charles Evans Whittaker, 1957 * Potter Stewart, 1958 Whittaker, o quarto juiz apontado, não ficou muito tempo no cargo, pois ele sofreu um colapso mental logo depois. Stewart e Harlan eram republicanos e conservadores convictos, enquanto Brennan era um democrata e se tornou uma voz progressista na Corte.Newton, Eisenhower (2011) pp. 356–7 Ao selecionar o seu Chefe de Justiça, Earl Warren, Eisenhower escolheu um jurista experiente que poderia agradar ambos os espectros políticos. Warren acabou sendo um dos juízes mais influentes na história da Corte e tomou várias decisões de caráter liberal. ====Outras cortes==== Além dos cinco juízes apontados para a Corte Suprema, Eisenhower também apontou 45 juízes para as cortes de apelação e outros 129 para as cortes distritais. ===O Air Force One=== Enquanto voava sobre a cidade de Nova Iorque em 1953, um avião comercial (código 8610) quase atingiu o Lockheed C-121 Constellation (também 8610) Columbine II, enquanto este carregava o presidente Eisenhower. Para evitar outros incidentes deste tipo, o avião presidencial passou a ter o código de voo único de Air Force One.Hardesty, Von. Air Force One: The Aircraft that Shaped the Modern Presidency. Chanhassen, Minnesota: Northword Press, 2003. ISBN 1-55971-894-3. ===Política externa=== Em 1953, a velha guarda do Partido Republicano apresentou um dilema para Eisenhower quando ele repudiou os Acordos de Yalta pois ele achava que iam além da autoridade constitucional do poder executivo; contudo, a morte de Joseph Stalin em março de 1953 fez com que isso já não fosse tão importante.Ambrose (1984), p. 66. Eisenhower tentou, através de discursos como Chance for Peace speech (\"Discurso Chance para a Paz\"), desacelerar a corrida armamentista nuclear com a União Soviética. O biógrafo Stephen Ambrose opinou que estes discursos foram os melhores de sua presidência.Ambrose (1984), p. 94.Eisenhower, Susan, \"50 years later, we're still ignoring Ike's warning\", The Washington Post, 16 de janeiro de 2011, p. B3. Apesar das iniciativas por paz, a Guerra Fria aumentou de intensidade durante sua presidência. Quando a Rússia testou, com sucesso, a bomba de hidrogênio, Eisenhower, contra o conselho de John Foster Dulles, iniciou uma proposta de desarmamento aos soviéticos. Para tornar a recusa mais difícil, ele propôs que os dois lados concordassem em dedicar material cindível para longe das armas e para fins pacíficos, como a geração de energia. Essa proposta foi denominada \"Atoms for Peace\" (\"Átomos pela Paz\").Ambrose (1984), pp. 132–134, 147. Os russos, porém, não aceitaram, pois afirmaram que os americanos tinham muito mais armas nucleares. De fato, Eisenhower apostou em encolher o orçamento das forças armadas, cortando gastos em equipamentos e pessoal, ao mesmo tempo que ampliou o arsenal nuclear dos Estados Unidos. Esta política, chamada de \"Novo Olhar\", foi iniciada ainda em 1953.Ambrose (1984), p. 144. Em 1955, a política de armamento nuclear dos Estados Unidos focou mais em controle de armas do que desarmamento. Foi creditada aos soviéticos a falha nas conversas sobre não proliferação de armas nucleares, especialmente por sua posição contra inspeções. Mas, ainda naquele ano, os russos afirmaram que aceitariam estudar as inspeções, mas então foi o próprio Eisenhower que voltou atrás e disse que os americanos não aceitariam as inspeções. Em maio de 1955, a União Soviética aceitou os termos da independência da Áustria, e abriu caminho para a reunião em Genebra com os Estados Unidos, o Reino Unido e a França.Ambrose (1984), p. 247. Nesta conferência, o presidente Eisenhower apresentou uma proposta chamada \"Céus Abertos\" para facilitar o desarmamento, o que permitiria que ambos os lados da Guerra Fria pudessem voar aviões de reconhecimento sobre instalações militares. O líder soviético, Nikita Khrushchev, negou esta proposta.Ambrose (1984), p.265. Ike foi um dos responsáveis pela articulação da chamada \"teoria do dominó\" na forma como ele via a expansão do comunismo no Sudeste da Ásia e também na América Central. Ele acreditava que se os comunistas prevalecessem no Vietnã, isso causaria um efeito cascata nos países vizinhos que acabariam virando comunistas também, do Laos até a Malásia e da Indonésia a Índia, eventualmente. Ainda nisso, ele também via a queda da Guatemala como uma ameaça ao vizinho México.Ambrose (1984), pp. 180, 236–237. Naquele ano, a queda do Vietnã do Norte para os comunistas e a rejeição de sua proposta a Comunidade de Defesa Europeia (CDE) foram derrotas significativa na sua política externa, mas ele permaneceu otimista com sua oposição ao comunismo, afirmando que \"rostos tristes não vencem guerras\".Ambrose (1984), p. 211. Também criticou a França por rejeitar sua moção na CDE, e tentou agilizar a entrada da Alemanha Ocidental na OTAN.Ambrose (1984), p. 207. No governo Eisenhower, e sob a direção de Allen Dulles, a CIA intensificou suas atividades pelo mundo para combater a expansão do comunismo no Terceiro mundo e proteger os interesses dos Estados Unidos.Ambrose (1984), p. 111. A inteligência americana trabalhou diretamente na deposição do governo iraniano no golpe de 1953 (na Operação Ajax), o golpe de Estado na Guatemala de 1954 (na Operação Pbsuccess) e em uma ação clandestina na recém independente República do Congo (Léopoldville).Ambrose (1984), pp. 112–113, 194. Ike também ordenou a expansão das atividades de espionagem e vigilância na União Soviética. Seguindo a recomendação de Dulles, ele autorizou o deslocamento de mais de trinta aviões espiões Lockheed U-2, ao custo de US$ 35 milhões de dólares.Ambrose (1984), p. 228. O governo Eisenhower também iniciou o planejamento da Invasão da Baía dos Porcos, que tentou derrubar Fidel Castro do poder em Cuba (o plano só foi adiante com John F. Kennedy na presidência em 1961). Também lançou a Operação 40, que tinha por objetivo sabotar e minar a autoridade do governo de Castro.Greenberg, David (14 de janeiro de 2011) \"Beware the military–industrial Complex\", Slate ====A corrida espacial==== Eisenhower apoiou uma ampliação do programa espacial americano após os soviéticos lançarem o satélite Sputnik ao espaço em 1957, dando ao inimigo do país uma vantagem em prestígio e tecnologia no começo da Guerra Fria. Seu programa nacional financiou não só uma expansão no programa espacial, mas também garantiu grandes investimentos e avanços nas áreas científicas e de educação superior. Ele apoiou a construção de novos satélites, criou a NASA como uma agência espacial civil sob controle governamental, assinou leis de melhorias no setor de educação científica e melhorou a relação do governo com cientistas.Yankek Mieczkowski, Eisenhower's Sputnik Moment: The Race for Space and World Prestige (Cornell University Press; 2013) Em termos estratégicos, foi Eisenhower quem idealizou a estratégia básica americana de dissuasão nuclear através de novos sistemas de se disparar os armamentos avançados por meio dos bombardeiros B-52, os lançadores de mísseis balísticos intercontinentais (ICBMs), e o sistema de lançamento de mísseis balísticos nos submarinos da marinha americana.Peter J. Roman, Eisenhower and the Missile Gap (1996) ====Guerra da Coreia e relações com a China e Taiwan==== No começo da década de 1950, os Estados Unidos estavam mergulhados em uma sangrenta guerra na Coreia. Em 1952, Eisenhower visitou o país e estudou o impasse político e militar em que o conflito estava. Já no cargo de presidente, quando a China começou a mobilizar mais tropas para lutar na Coreia, ele ameaçou usar armamentos nucleares caso um armistício não fosse assinado. Sua reputação militar alcançada da Segunda Guerra Mundial foi o suficiente para dissuadir os chineses.Ambrose (1984), p. 51. Sob suas ordens, o Conselho de Segurança Nacional, o Estado-Maior das Forças Armadas e o Comando Estratégico Aéreo (SAC) começaram a planejar as estratégias para uma guerra nuclear contra a China. Com a morte de Stalin, em março de 1953, o apoio soviético aos chineses linha dura foi diminuída e o governo em Pequim decidiu seguir em frente com o processo de paz.Ambrose (1984), p. 106–7 Em julho de 1953, foi firmado um armistício e as demarcações da fronteira seriam quase as mesmas de 1950. Os termos do acordo continuam em vigor até hoje, com um contingente de soldados americanos estacionados na península. O armistício, firmado sob objeções do secretário John Foster Dulles, do presidente sul coreano Syngman Rhee e de vários elementos dentro do próprio partido de Eisenhower, foi descrito pelo biografo Ambrose como um dos maiores feitos do seu governo. O presidente havia percebido que uma guerra ilimitada na era nuclear era impensável e uma guerra limitada não era ganhável. Um ponto de ênfase na campanha de Ike a presidência foi sua política de liberar o mundo do comunismo, em detrimento de uma política de contenção. Isso continuou sendo sua preferência, apesar do armistício na Coreia.Ambrose (1984), p. 173. Durante sua presidência, Eisenhower endureceu o relacionamento dos Estados Unidos com a China, conforme foi exigido pelos seus colegas conservadores republicanos, com objetivo de tentar aumentar as tensões entre os chineses e a União Soviética. Eisenhower continuou a política de Truman de reconhecer as autoridades em Taiwan (na ilha de Formosa) como o legitimo governo da China, em detrimento do regime em Pequim. Em 1954, emergiu uma crise entre os comunistas e o governo de direita de Taiwan.Ambrose (1984), p. 231. Mas os americanos e os chineses resolveram a situação sem expandir as hostilidades. Ike pediu ao congresso para aprovar a \"Resolução Formosa\" em janeiro de 1955 que deu ao presidente amplos poderes para usar de força militar para proteger Taiwan. Isso teria convencido os chineses a largar sua política de reanexar Formosa. Eisenhower também continuou a ameaçar os chineses com o uso de armas nucleares, autorizando uma série de treinamentos com armas atômicas na chamada Operação Teapot, no deserto de Nevada. Assim, os Estados Unidos foram bem-sucedidos em manter a independência de Taiwan e ainda manter a paz e o funcionamento do governo dos nacionalistas de lá.Ambrose (1984), pp. 245, 246. A defesa da ilha foi uma das prioridades de sua política externa. Ao fim de 1954, seus conselheiros militares e de governo, em várias ocasiões, o aconselharam a usar suas armas nucleares contra a China. O presidente negou todos os pedidos. Deixava claro que iria enfrentar e derrotar o comunismo, mas não as custas da paz mundial.Ambrose (1984), p. 229. ====O Oriente Médio e a Doutrina Eisenhower==== Antes mesmo de sua posse, Eisenhower aceitou um pedido do governo britânico para reinstaurar o Xá do Irã (Mohammad Reza Pahlavi) no poder. Ele autorizou a CIA a apoiar incondicionalmente os militares iranianos a dar um golpe de estado contra o primeiro-ministro Mohammad Mosaddegh.Ambrose, Eisenhower, Vol. 2: The President p. 111; Ambrose (1990), Eisenhower: Soldier and President, New York: Simon and Schuster, p. 333 Isso aumentou o controle e a influência das empresas americanas e inglesas (especialmente as de petróleo) no país.Ambrose (1984), p. 129. Em novembro de 1956, Eisenhower coagiu os britânicos, franceses e israelenses a encerrar sua invasão do Egito durante a Guerra do Suez, o que rendeu elogios do presidente egípcio Gamal Abdel Nasser. Publicamente condenou seus aliados nas Nações Unidas e usou sua influência financeira e diplomática para fazer as potências ocidentais a reduzir as tensões no Egito.Kingseed, Cole (1995), Eisenhower and the Suez Crisis of 1956, ch 6 Eisenhower explicitamente defendeu sua posição contra as ações do Reino Unido e da França em suas memórias, publicadas em 1965.Dwight D. Eisenhower, Waging Peace: 1956–1961 (1965) p 99 Simultaneamente, ele condenou a invasão soviética da Hungria em resposta a Revolução de 1956. Após a Crise do Suez, os Estados Unidos se tornaram protetores de governos instáveis amistosos no Oriente Médio, como parte da chamada \"Doutrina Eisenhower\". Desenhada pelo secretário Dulles, dizia que o país tinha que \"estar preparado para usar de força militar ... para conter as agressões de qualquer país comunista do mundo\". Além disso, os Estados Unidos forneceriam apoio econômico e militar e, se necessário, ajuda direta, a países para deter o avanço do comunismo, especialmente no Oriente Médio, local importante para a estratégia energética americana (a região era fartamente rica em petróleo).Isaac Alteras, Eisenhower and Israel: U.S.–Israeli Relations, 1953–1960 (1993), p. 296 Eisenhower aplicou fielmente sua doutrina entre 1957 e 1958 ao dispensar o escoamento da ajuda econômica para o Reino da Jordânia, e encorajar os vizinhos da Síria a considerar ação militar contra ela. De forma mais dramática, em julho de 1958, ele enviou 15 000 fuzileiros e soldados para o Líbano como parte da Operação Blue Bat, uma força de paz para estabilizar o país e apoiar o governo pró-ocidente libanês em Beirute. A missão dos fuzileiros foi um sucesso e as tropas americanas foram evacuadas três meses depois. A operação foi lançada após um pedido do presidente Camille Chamoun para conter a escalada de violência sectária que estava se espalhando pelo Líbano. As autoridades em Washington consideraram a missão um sucesso pois trouxe estabilidade a nação, enfraqueceu a influência soviética na região e intimidou os egípcios e sírios a mudar sua política antiocidental, especialmente após a Crise do Suez. Muitos países árabes eram céticos a respeito da \"Doutrina Eisenhower\" pois a consideravam uma forma de \"imperialismo sionista\". Contudo, eles também a viram como uma forma de conseguir dinheiro fácil e armas dos americanos. O Egito e a Síria, aliados da União Soviética, se opuseram a iniciativa. Mas os egípcios continuaram a receber ajuda dos americanos, até se envolverem na Guerra dos Seis Dias, em 1967. Enquanto a Guerra Fria se aprofundava, o secretário Dulles buscou isolar a União Soviética ao construir alianças regionais de nações contra ela. Muitos críticos afirmaram que isso era uma espécie de \"pactomania\". ====Sudeste da Ásia==== No começo de 1953, a França pediu para Eisenhower ajudá-los nos combates na Indochina Francesa contra os comunistas (a Primeira Guerra da Indochina), que eram apoiados pelos chineses e pela União Soviética. Eisenhower enviou o tenente-general John W. \"Iron Mike\" O'Daniel para o Vietnã para estudar e ver a composição das forças francesas na região.Dunnigan, James e Nofi, Albert (1999), Dirty Little Secrets of the Vietnam War. St. Martins Press, p. 85. ISBN 0-312-19857-4 O chefe do Estado-Maior Matthew Ridgway dissuadiu o presidente de ordenar uma intervenção direta no conflito, afirmando que seria necessária uma enorme mobilização militar.Ambrose (1984), p. 175. Eisenhower enviou então armas e pessoal para auxiliar os franceses. Após meses e poucos sucessos alcançados pela França, ele enviou aviões em larga quantidade para ajudá-los. Os americanos concordaram em ajudar mais, mas impuseram condições (como aprovação do Congresso).Ambrose (1984), p. 175–177. Quando os franceses foram derrotados em Điện Biên Phủ em maio de 1954, Ike foi pressionado pelos seus conselheiros militares e equipe política (incluindo o seu vice) a autorizar uma intervenção militar.Ambrose (1984), p. 185. O presidente respondeu firmando, com seus aliados (como o Reino Unido, a França, a Nova Zelândia e a Austrália), a SEATO (Southeast Asia Treaty Organization), ou \"Organização do Tratado do Sudeste Asiático\", para enfrentar os comunistas. Os chineses e soviéticos reconvocaram as conversações de paz em Genebra. Eisenhower concordou e os Estados Unidos foi a reunião como observador. Foi concordado então entre a França e os comunistas a partição do Vietnã, algo que Eisenhower discordava e ele acabou se negando a aceitar o acordo, oferecendo ao governo do Vietnã do Sul assistência militar plena.Dunnigan, James and Nofi, Albert (1999), Dirty Little Secrets of the Vietnam War, p. 257 O biografo Ambrose disse que o presidente, ao não participar da convenção em Genebra, manteve os americanos fora do conflito no Vietnã; ainda assim, com a formação da SEATO, ele colocou os Estados Unidos numa situação em que teria que se envolver na guerra posteriormente.Ambrose (1984), pp. 204–209. Ao fim de 1954, o general J. Lawton Collins foi feito embaixador no \"Vietnã Livre\" (termo usado para se referir ao Vietnã do Sul), reconhecendo o país como um Estado soberano. As instruções de Collins eram de apoiar o líder da nação, Ngo Dinh Diem, a enfrentar os comunistas, ajudando-o a construir um exército e atacar os comunistas do Norte.Ambrose (1984), p. 215. Em fevereiro de 1955, Eisenhower enviou os primeiros soldados americanos para o Vietnã para aconselhar e treinar o exército de Diem. Quando ele proclamou a República em seu país, Eisenhower imediatamente reconheceu o novo Estado e enviou ajuda militar, financeira e técnica. Nos anos seguintes, Eisenhower foi gradualmente ampliando o número de conselheiros militares americanos no Vietnã para mais de 900 estacionados no sul. Desde 1954, o governo comunista do Vietnã do Norte começou a instigar, armar e financiar revoltas armadas feitas por grupos socialistas no vizinho do sul. O principal grupo eram os guerrilheiros Viet Congs e eles conseguiram alguns sucessos e parecia que o governo do Vietnã do Sul poderia entrar em colapso. Em maio de 1957, o presidente Diem visitou os Estados Unidos onde implorou por auxílio para evitar a derrota. Eisenhower afirmou que continuaria a expandir o auxílio militar. Apesar dos elogios a Diem em público, em privado muitos membros do governo americano o criticavam. O secretário de Estado John Foster Dulles afirmou que Diem só havia sido escolhido pois não havia alternativa.Karnow, Stanley. (1991), Vietnam, A History, p. 230 Após as eleições em novembro de 1960, Eisenhower informou o presidente-eleito John F. Kennedy para enfrentar a ameaça comunista no Sudeste da Ásia, dizendo que esta deveria ser prioridade para o próximo governo. Disse a Kennedy a entender os países vizinhos ao Vietnã, como o Laos, como uma também potencial ameaça. JFK ampliou a presença militar americana na região, mas planejou a retirada americana do território vietnamita, para 1965, mas ele faleceu antes da ordem ser completada. Seu sucessor, Lyndon B. Johnson, optou por intensificar o conflito para uma guerra total, envolvendo os Estados Unidos diretamente nas hostilidades pela década inteira.Reeves, Richard (1993), President Kennedy: Profile of Power, p. 75 ====Incidentes com o U-2==== Em maio de 1960, uma aeronave espiã U-2 foi abatida enquanto sobrevoava a União Soviética. O voo iria tirar fotos para fins de inteligência antes de uma Conferência que aconteceria em Paris quinze dias depois. O piloto, o capitão Francis Gary Powers, ejetou da aeronave e foi capturado em solo russo. Quatro dias depois do seu desaparecimento, o governo Eisenhower mandou a NASA dizer que o avião foi \"perdido\" voando no norte da Turquia. Várias informações falsas foram soltas para apoiar a história, incluindo um relatório que dizia que o avião caiu quando o piloto perdeu a consciência na cabine devido a problemas no sistema de oxigênio. O líder soviético, Nikita Khrushchev, anunciou então que um \"avião espião\" havia sido derrubado mas não fez menção ao piloto. Como resultado, o governo Eisenhower, achando que o piloto morreu na queda, divulgou uma história que a aeronave era na verdade feita para pesquisa de clima e havia, de forma não intencional, entrado no espaço aéreo da União Soviética, após reportar problemas com oxigênio, perto da fronteira turca. Porém os soviéticos exibiram imagens do piloto enquanto o julgavam por espionagem e mostraram também os destroços de sua aeronave, que tinha grandes partes intactas.Bogle, Lori Lynn, ed. (2001), The Cold War, Routledge, p. 104. 978-0815337218 A reunião em Paris em 1960, a chamada Four Power, onde Dwight Eisenhower, Nikita Khrushchev, Harold Macmillan e Charles de Gaulle se encontrariam, acabou não indo a diante após o incidente. Eisenhower se recusou a se desculpar para Khrushchev. Então o líder soviético não viajou para o encontro. Até este evento, Eisenhower acreditava que ele havia feito progressos na sua relação com a União Soviética. Acordos de não proliferação de armas nucleares estariam entre os tópicos discutidos na reunião. O presidente americano disse que tudo foi arruinado por causa do \"estúpido incidente do U-2\". Este acontecimento foi embaraçoso para o prestígio americano. Audiências foram feitas no Senado dos Estados Unidos, criticando o governo. Na Rússia, o piloto, capitão Powers, confessou o que havia acontecido e pediu desculpas, provavelmente sob coerção. Em 19 de agosto de 1960, Powers foi condenado por espionagem e sentenciado a prisão. Em 10 de fevereiro de 1962, ele foi trocado pelo espião Rudolf Abel, em Berlim, e Powers retornou para os Estados Unidos. ===Problemas de saúde=== Eisenhower começou a fumar em West Point, fumando de dois a três pacotes por dia. Decidiu largar o vício em 1949. Ele provavelmente foi o primeiro presidente a divulgar, enquanto ainda estava no cargo, informações sobre sua saúde e dados médicos.Ferrell, R. H. (1992), Ill-Advised: Presidential Health & Public Trust, University of Missouri Press, Columbia, MO. pp. 53–150 Em 24 de setembro de 1955, enquanto estava de férias no Colorado, ele teve um sério ataque cardíaco que o forçou a ficar hospitalizado por seis semanas, deixando para Nixon, Dulles e Sherman Adams o trabalho de assumir as funções administrativas do país, em comunicação com o presidente.Ambrose (1984), p. 272. Foi tratado pelo Dr. Paul Dudley White, um famoso cardiologista, que informava a imprensa de todos os desenvolvimentos.Ambrose (1984), p. 281. Como consequência do ataque cardíaco, Eisenhower desenvolveu um aneurisma, o que causou nele um pequeno derrame em novembro de 1957. O incidente aconteceu durante uma reunião, onde Eisenhower de repente perdeu a voz não e conseguia mais mexer o braço direito. O derrame causou uma pequena afasia no presidente. Ike também passou a sofrer da doença de Crohn, uma inflamação crônica no intestino, o que fez com que ele tivesse que ser submetido a uma cirurgia intestinal em junho de 1956. Para acabar com uma obstrução, os médicos tiveram de retirar 25 centímetros do seu intestino delgado. Uma reunião agendada com o primeiro-ministro indiano Jawaharlal Nehru foi adiada enquanto ele se recuperava em sua fazenda em Gettysburg, Pensilvânia. O presidente teve que mudar seus hábitos alimentares, mas continuou tomando fortemente bebidas alcoólicas. Em agosto de 1959, durante uma visita a Inglaterra ele reclamou de tontura e teve sua pressão tomada; segundo seu médico, Howard Snyder, isso foi causado pelo excesso de bebidas tomadas por ele durante o jantar oficial em Chequers.Williams, Charles Harold Macmillan (2009) p. 345 Os últimos três anos do segundo mandato de Eisenhower foram tranquilos, sem muitos problemas de saúde. Eventualmente, após deixar o cargo, ele sofreu mais alguns ataques cardíacos, um deles bem sério. Em agosto de 1965 ele sofreu um agudo enfarte, que o removeu da vida pública de vez. Em agosto do ano seguinte, ele começou a mostrar sintomas de colecistite, o que o fez passar por uma nova cirurgia três meses depois. Após a morte de Eisenhower, em 1969, a autópsia revelou um feocromocitoma adrenal,Messerli FH, Loughlin KR, Messerli AW, Welch WR: The President and the pheochromocytoma. Am J Cardiol 2007; 99: 1325–1329. um tumor benigno que havia se formado e pode ter deixado o coração do presidente vulnerável a enfartes. Foi reportado que Eisenhower sofreu sete ataques cardíacos entre 1955 e 1969. ===Termino de sua presidência=== A 22ª emenda da Constituição dos Estados Unidos, ratificada em 1951, limitava em apenas uma reeleição o mandato de um presidente. Como Harry S. Truman já não iria concorrer em 1952, a reeleição de Eisenhower em 1956 fez dele o primeiro presidente a exercer o limite constitucional de dois mandatos. Eisenhower também foi o primeiro presidente a receber, por lei federal, proteção vitalícia do serviço secreto, uma pensão e uma equipe de auxiliares (fornecidas pelo Estado). Na eleição de 1960, que definiu seu sucessor, Eisenhower endossou a candidatura do seu vice-presidente, o também republicano Richard Nixon contra o democrata John F. Kennedy. Ike teria dito a amigos: \"Eu farei todo o possível para não passar minha cadeira e meu país para o Kennedy\". Fez bastante campanha para Nixon até os dias finais antes do pleito, embora alguns acreditem que isso não beneficiou muito o seu candidato. Ao fim de uma entrevista, ele foi perguntado se alguma vez ele adotou uma política apontada por Nixon durante seu governo. Eisenhower brincou dizendo: \"Me dê uma semana e talvez eu pense em alguma\". A equipe de Kennedy usou esta resposta em um dos seus comerciais, criticando o oponente ao afirmar que seu período na vice-presidência não significou mais experiência a ele em comparação ao jovem Kennedy. Nixon acabou perdendo a eleição por uma pequena margem. Eisenhower, que era o presidente mais velho no cargo naquela época (então com 70 anos), foi sucedido por, também na época, o presidente-eleito mais jovem da história, já que Kennedy tinha apenas 43 anos. Em 17 de janeiro de 1961, Eisenhower deu seu último discurso à nação como presidente, direto do Salão Oval. Ele enfatizou o perigo da Guerra Fria e o papel das forças armadas dos Estados Unidos. Descreveu o conflito ideológico contra a União Soviética: \"nós enfrentamos uma ideologia hostil em esfera global, ateísta em caráter, brutal em seu propósito e insidiosa nos seus métodos\". Mas ele também abordou problemas internos. Eisenhower falou do perigo de gastos governamentais fora de controle e mencionou a influência dos militares na vida pública da nação. Ele afirmou: \"[...] Um imenso poderio militar e uma grande indústria armamentista são novos na experiência americana. A sua total influência - econômica, política e até espiritual - pode ser sentida em cada cidade, cada estado, cada escritório do governo federal. Nós reconhecemos a imperativa necessidade deste desenvolvimento. Ainda assim, nós não devemos deixar de compreender suas graves implicações. [...] Nós devemos nos guardar da aquisição de influência indevida, buscada ou não, do complexo militar- industrial. O potencial para o desastre do poder mal-usado existe e vai persistir. Nós não devemos deixar o peso dessas combinações pôr em perigo nossas liberdades e processos democráticos\". Devido as preocupações legais de ter uma patente militar enquanto exercia um cargo público eleito, Eisenhower resignou a sua patente vitalícia de General do Exército antes de assumir a presidência. Após deixar o cargo, sua comissão foi reativada pelo Congresso e ele foi novamente apontado como um general de cinco estrelas das forças armadas.\"Post Presidential Years\". Eisenhower Archives. Página acessada em 30 de maio de 2015. ==Aposentadoria, morte e funeral== Eisenhower se aposentou, junto com a sua esposa, em uma fazenda em Gettysburg, na Pensilvânia, a apenas 48 km da cidade de York, onde os primeiros membros de sua família se assentaram quando eles chegaram nos Estados Unidos no século XVIII. Em 1967 ele doou sua fazenda para o Serviço Nacional de Parques. Mesmo na aposentadoria, Ike não se afastou da vida política. Falou na Convenção Nacional Republicana de 1964 e apoiou o candidato Barry Goldwater na eleição, fazendo até uma aparição pública junto com ele em Gettysburg. Contudo, Eisenhower havia relutado em endossar Goldwater pois ele tinha atacado o presidente como um \"apoiador do New Deal\". Na manhã do dia 28 de março de 1969, aos 78 anos de idade, Eisenhower faleceu em Washington, D.C. de insuficiência cardíaca no hospital Walter Reed Army. No dia seguinte seu corpo foi transportado para a Catedral Nacional de Washington, onde ficou por 28 horas. Em 30 de março, seu corpo foi levado então para o Capitólio onde recebeu um funeral e honras de Estado. No dia seguinte, os restos mortais de Ike voltaram para a Catedral Nacional, onde foi feito um serviço cerimonial episcopal. Na noite do dia 31 de março, o corpo de Eisenhower foi colocado em um trem em direção a cidade de Abilene, no Kansas. Seu corpo chegou lá em 2 de abril. O corpo do presidente foi enterrado como de um General de Exército. Seu corpo foi velado com o seu uniforme tradicional de general que usou na Segunda Guerra Mundial. Eisenhower foi enterrado ao lado do seu filho Doud, que havia morrido aos três anos de idade em 1921. Sua esposa, Mamie, foi também enterrada do seu lado, em 1979. Richard Nixon, o então presidente, falou sobre Eisenhower: \"alguns homens são considerados grandes porque eles comandam grandes exércitos ou lideram poderosas nações. Por oito anos agora, Dwight Eisenhower não comandou um exército ou nação; ainda assim ele permaneceu nos seus últimos dias como um dos homens mais respeitados e admirados do mundo, de verdade o primeiro cidadão do mundo\". ==Legado== Nos anos seguintes após sua saída do cargo, a reputação de Eisenhower começou a declinar. Os críticos diziam que ele foi \"ineficaz\", um líder pouco inspirador, se comparado com seu jovem sucessor (Kennedy). Após o seu apoio através do uso de tropas federais para restabelecer a ordem em Little Rock para forçar a dessegregação em uma escola pública local, Ike foi criticado por ser muito lento e pouco aberto sobre apoiar o movimento dos direitos civis, ao menos do jeito que os ativistas queriam. Eisenhower também foi criticado por sua postura durante o incidente com avião U2 em 1960, sendo isso considerado um embaraço no cenário internacional. Também havia a noção de que a União Soviética estava a frente dos Estados Unidos na corrida nuclear e espacial. Ike também não se posicionava veementemente contra o Macartismo, preferindo ficar em silêncio e agindo nos bastidores, o que irritou uma parcela da população. Em particular, Eisenhower foi criticado em um incidente onde não defendeu o general George Marshall dos ataques de Joseph McCarthy, apesar de em particular condenar a situação. A omissão dele contra McCarthy pegou mal no ambiente americano liberal das décadas de 1960 e 70. Contudo, com o passar das décadas, a reputação de Eisenhower melhorou consideravelmente. Pesquisas recentes de historiadores e acadêmicos tem, desde os anos 1980, colocado Ike na lista dos dez melhores presidentes americanos. O historiador John Lewis Gaddis comentou sobre a mudança de posicionamento dos historiadores sobre Ike: > \"Os historiadores com o tempo mudaram de opinião sobre a presidência de > Eisenhower não falando que ela foi um fracasso. Ele, afinal, encerrou a > Guerra da Coreia e não envolveu o país em um outro conflito. Estabilizou, > não intensificou, a rivalidade Estados Unidos-União Soviética. Ele reforçou > o laço com os aliados europeus, enquanto se opunha ao colonialismo deles. > Ele resgatou o partido republicano de cair na onda do isolacionismo e do > Macarthismo. Ele manteve a prosperidade, um orçamento balanceado, promoveu > inovação tecnológica, avançou (ainda que relutante) nos direitos civis e nos > avisou, em um memorável discurso, sobre o perigo que o 'complexo industrial- > militar' representava para as nossas liberdades. Não foi até Reagan que um > presidente deixou o cargo com um senso de que ele havia conquistado > muito\".John Lewis Gaddis, \"He Made It Look Easy: 'Eisenhower in War and > Peace', por Jean Edward Smith\", New York Times Book Review, 30 de maio de > 2015. Apesar do conservadorismo político estar em alta também na década de 1950 e Eisenhower geralmente defendida ideias conservadoras, seu governo focou mais em relações exteriores (uma área onde ele que ele dominava, como antigo comandante supremo das forças aliadas na Europa). Eisenhower priorizava a moderação e a cooperação como meios de governança.Griffith, Robert. \"Dwight D. Eisenhower and the Corporate Commonwealth\". Página acessada em 31 de maio de 2015. Embora ele tentasse conter ou diminuir o New Deal e outros programas federais, ele nunca tentou repeli-los, e com isso ele se deu bem com a ala liberal do seu partido. Críticos conservadores do seu governo afirmaram que ele não fez muito para alcançar os objetivos da direita.Morgenthau, Hans J.: \"Goldwater – The Romantic Regression\", em Commentary, Setembro de 1964. Desde o século XIX, os presidentes eram ajudados por uma série de assistentes, as vezes descritos como os seus secretários particulares, mas as vezes eram ajudantes sem um título oficial. Eisenhower formalizou isso tudo, introduzindo o cargo do Chefe de Gabinete da Casa Branca – uma ideia que ele pegou enquanto estava na liderança do Exército. Todos os presidentes após Lyndon Johnson apontaram pessoas para estes cargos. Inicialmente, Gerald Ford e Jimmy Carter tentaram trabalhar sem um Chefe de Gabinete, mas eles acabaram escolhendo um com o tempo. Como presidente, Eisenhower também introduziu um programa de promoção progressiva de patentes nas forças armadas conhecida como \"up or out\", onde os oficiais, independente de conquistas podiam ir, ou lentamente ou rapidamente, avançando pelas patentes, ou dispensados caso não atendam as expectativas para dar espaço para outros. Isso se deve ao fato de Eisenhower nunca ter esquecido da sua frustração de ter ficado dezesseis anos na patente de Major, no período entre guerras.Ambrose, Stephen E. The Supreme Commander: The War Years of Dwight D. Eisenhower, 1970. ==Bibliografia== * * * Ambrose, Stephen E. (1970) The Supreme Commander: The War Years of Dwight D. Eisenhower excerpt and text search * Ambrose, Stephen E. (1998). The Victors: Eisenhower and his Boys: The Men of World War II, New York : Simon & Schuster. ISBN 0-684-85628-X * Eisenhower, David (1986). Eisenhower at War 1943–1945, New York : Random House. ISBN 0-394-41237-0. * Eisenhower, John S. D. (2003). General Ike, Free Press, New York. ISBN 0-7432-4474-5 * McAuliffe, Mary S. \"Eisenhower, the President\", Journal of American History 68 (1981), pp. 625–632 in JSTOR * McMahon, Robert J. \"Eisenhower and Third World Nationalism: A Critique of the Revisionists,\" Political Science Quarterly (1986) 101#3 pp. 453–473 no JSTOR == Ligações externas == * Eisenhower Presidential Library * Biografia * Cronologia presidencial de Eisenhower Categoria:Norte-americanos de ascendência alemã Categoria:Presbiterianos dos Estados Unidos Categoria:Alunos da Academia Militar dos Estados Unidos Categoria:Generais do Exército dos Estados Unidos Categoria:Militares dos Estados Unidos Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Veteranos da Guerra da Coreia dos Estados Unidos Categoria:Anticomunistas dos Estados Unidos Categoria:Antifascistas dos Estados Unidos Categoria:Governadores militares dos Estados Unidos Categoria:Presidentes da Universidade Columbia Categoria:Chefes do Estado- Maior do Exército dos Estados Unidos Categoria:Presidentes dos Estados Unidos Categoria:Grã-Cruzes da Ordem Nacional da Legião de Honra Categoria:Grã-Cruzes da Ordem do Mérito Aeronáutico do Brasil Categoria:Cavaleiros da Ordem do Banho Categoria:Pessoas da Guerra Fria Categoria:Mortes por insuficiência cardíaca Categoria:Pessoa do Ano Categoria:Agraciados com a Ordem Nacional do Cruzeiro do Sul Categoria:Políticos americanos do século XX",
 "title": "Dwight D. Eisenhower"
}