{
 "id": "103438",
 "text": "Em Portugal uma autoestrada, através do Código da Estrada (artigo 1.° do Decreto-Lei n.° 114/94, de 3 de maio) é uma via destinada a trânsito rápido, com separação física de faixas de rodagem, sem cruzamentos de nível, nem acesso a propriedades marginais, com acessos condicionados e sinalizada como tal. Tem no mínimo 2 vias de rodagem para cada sentido, com separação física de faixas de rodagem. É apenas acessíveis a veículos motorizados ligeiros e pesados, e com velocidade mínima de 50 km/h e máxima entre 80 e 120 km/h. A rede nacional de autoestradas apresentava, em 2019, uma extensão total de 3.065 km, dos quais; * 2.559 km (cerca de 83%) concessionados a empresas privadas; * 204 km (cerca de 7%) sob gestão direta da empresa pública Infraestruturas de Portugal e; * 302 km (cerca de 10%) subconcessionados por esta a empresas privadas. A rede é composta por 36 diferentes autoestradas, sinalizadas com a letra \"A\" e um número a seguir, que contêm maioritariamente 2 vias em cada sentido (82%), podendo determinados lanços (ou autoestradas completas) conter 3 vias (17%) ou até 4 vias (≈1%) por sentido. Com aproximadamente 3.065 km de extensão total de autoestradas, Portugal tem a 4° maior rede de autoestradas na Europa, estando somente atrás de países como Espanha, Alemanha e França, e o segundo país europeu com a maior rede de autoestradas por habitante, estando somente atrás da Espanha. A grande maioria das autoestradas nacionais são portajadas (83% da extensão da rede nacional), coexistindo dois sistemas de portagem distintos: as portagens tradicionais (52%) ou as portagens eletrónicas (32%). Não obstante, toda a rede está coberta por um sistema de cobrança eletrónica de portagens – o sistema Via Verde – sendo que em todas as praças de portagem tradicionais existe pelo menos uma via dedicada à cobrança eletrónica. Todas as sub-regiões estão ligadas com uma autoestrada, a maioria das autoestradas ligam a capital da sub-região. De fora estão as sub-regiões do Alto Alentejo e do Baixo Alentejo, aonde as autoestradas passam pela sub-região sem ligar a cidade administrativa. As regiões autónomas da Madeira e dos Açores não dispõem de uma rede de autoestradas oficiais, mas sim de uma rede de vias rápidas com um perfil de uma autoestrada, sem a letra \"A\" à frente de cada número. == Rede Nacional de Autoestradas == === Autoestradas === A seguinte tabela faz um enquadramento geográfico de cada autoestrada, indicando para cada autoestrada a designação, os locais de início e final e a extensão total. Todas as regiões NUTS 3 são servidas por pelo menos uma autoestrada. Número Designação Percurso Extensão Situação Mapa A 1 Autoestrada do Norte Lisboa – Vila Franca de Xira – Santarém – Fátima – Leiria – Pombal – Coimbra – Mealhada – Aveiro – Albergaria-a-Velha – Estarreja – Santa Maria da Feira – Vila Nova de Gaia – Porto 302 km Em serviço A 2 Autoestrada do Sul Lisboa – Almada – Seixal – Barreiro – Palmela – Setúbal – Alcácer do Sal – Grândola – Aljustrel – Ourique – Castro Verde – Almodôvar – Paderne 241 km Em serviço A 3 Autoestrada Entre-Douro-e-Minho Porto – Santo Tirso – Trofa – Vila Nova de Famalicão – Braga – Valença – Espanha 112 km Em serviço A 4 Autoestrada Transmontana Matosinhos – Porto – Maia – Ermesinde – Valongo – Paredes – Penafiel – Amarante – Vila Real – Mirandela – Macedo de Cavaleiros – Bragança – Espanha 223 km Em serviço A 5 Autoestrada da Costa do Estoril Lisboa – Oeiras – Cascais 25 km Em serviço A 6 Autoestrada do Alentejo Marateca – Vendas Novas – Montemor-o-Novo – Évora – Estremoz – Borba – Elvas – Espanha 158 km Em serviço A 7 Autoestrada do Gerês Póvoa de Varzim – Vila Nova de Famalicão – Guimarães – Fafe – Vila Pouca de Aguiar 104 km Em serviço A 8 Autoestrada do Oeste Lisboa – Odivelas – Loures – Torres Vedras – Caldas da Rainha – Alcobaça – Marinha Grande – Leiria 136 km Em serviço A 8-1 Circular Oriental de Leiria Leiria Norte – Pousos 3 km Em serviço A 9 Circular Regional Exterior de Lisboa Lisboa – Oeiras – Queluz – Amadora – Loures – Alverca do Ribatejo 34 km Em serviço A 10 Autoestrada do Ribatejo Alverca do Ribatejo – Arruda dos Vinhos – Benavente – Samora Correia – Santo Estêvão 40 km Em serviço A 11 Autoestrada do Baixo Minho Apúlia – Barcelos – Braga – Guimarães – Castelões 71 km Em serviço A 12 Autoestrada do Sul do Tejo Lisboa – Montijo – Setúbal 43 km Em serviço A 13 Autoestrada do Pinhal Interior Marateca – Salvaterra de Magos – Almeirim – Santarém \\---- Atalaia – Tomar – Coimbra 163 km Parcialmente em serviço Almeirim – Atalaia (44 km) Coimbra – Souselas (13 km) A 13-1 Radial de Coimbra Almalaguês – Condeixa-a-Nova 9 km Em serviço A 14 Autoestrada do Baixo Mondego Coimbra – Cantanhede – Figueira da Foz 40 km Em serviço A 15 Autoestrada do Atlântico Santarém – Rio Maior – Caldas da Rainha 40 km Em serviço A 16 Circular Exterior da Área Metropolitana de Lisboa Cascais – Sintra – Agualva-Cacém – Belas 23 km Em serviço A 17 Autoestrada do Litoral Centro Marinha Grande – Leiria – Figueira da Foz – Ílhavo – Aveiro 117 km Em serviço A 18 Autoestrada de Lisboa Norte Torres Vedras – Carregado 26 km Em projeto A 19 Variante da Batalha Batalha – Leiria 16 km Em serviço A 20 Circular Regional Interior do Porto Vila Nova de Gaia – Porto 17 km Em serviço A 21 Autoestrada de Mafra Ericeira – Mafra – Venda do Pinheiro 21 km Em serviço A 22 Via do Infante de Sagres Bensafrim – Lagos – Portimão – Lagoa – Silves – Albufeira – Loulé – Faro – Olhão – Tavira – Vila Real de Santo António – Espanha 132 km Em serviço A 23 Autoestrada da Beira Interior Zibreira – Torres Novas – Entroncamento – Abrantes – Castelo Branco – Fundão – Covilhã – Guarda 215 km Em serviço A 24 Autoestrada do Interior Norte Viseu – Lamego – Peso da Régua – Vila Real – Vila Pouca de Aguiar – Chaves – Vila Verde da Raia – Espanha 161 km Em serviço A 25 Autoestrada das Beiras Litoral e Alta Barra – Ílhavo – Aveiro – Albergaria-a-Velha – Vouzela – Viseu – Mangualde – Guarda – Vilar Formoso – Espanha 196 km Em serviço A 26 Autoestrada do Baixo Alentejo Sines – Santiago do Cacém \\----Grândola – Ferreira do Alentejo 22 km Parcialmente em serviço S. do Cacém – Grândola (39 km) Ferreira do Alentejo – Beja (37 km) A 26-1 Variante de Sines Sines – Vila Nova de Santo André 8 km Em serviço A 27 Autoestrada do Vale do Lima Viana do Castelo – Ponte de Lima 25 km Em serviço A 28 Autoestrada do Litoral Norte Porto – Matosinhos – Póvoa de Varzim – Vila do Conde – Esposende – Viana do Castelo – Caminha 94 km Em serviço A 29 Autoestrada da Costa da Prata Angeja – Aveiro – Estarreja – Ovar – Esmoriz – Espinho – Vila Nova de Gaia 54 km Em serviço A 32 Autoestrada Entre-Douro-e- Vouga Oliveira de Azeméis – São João da Madeira – Vila Nova de Gaia 33 km Em serviço A 33 Circular Regional Interior da Península de Setúbal Costa da Caparica – Almada – Seixal – Barreiro – Moita –- Montijo 37 km Em serviço A 41 Circular Regional Exterior do Porto Freixieiro – Matosinhos – Maia – Alfena – Valongo – Gandra – Vila Nova de Gaia – Lourosa – Espinho 62 km Em serviço A 42 Autoestrada do Douro Litoral Seroa – Lordelo – Paços de Ferreira –Freamunde – Lousada – Felgueiras 24 km Em serviço A 43 Via Rápida de Gondomar Porto – Gondomar – Valbom 16 km Em serviço A 44 Radial de Vila Nova de Gaia Vila Nova de Gaia – Freixo Sul 8 km Em serviço VRI Via Regional Interior Custoais – Aeroporto Francisco Sá Carneiro 3 km Em serviço === Vias rápidas com perfil de autoestrada === Existem 9 vias rápidas com um perfil de autoestrada que dispõem de uma numeração \"AX\", se forem convertidas para uma autoestrada oficial. Tem uma extensão de 100 km. Não são autoestradas oficiais, mas tem um perfil de autoestrada e dispõe da númeração. Designação Autoestrada Designação Ligação Extensão IC 2 A 30 Autoestrada do Estuário do Tejo Sacavém – Santa Iria da Azóia 9,5 km IC 2 A 31 Variante de Coimbra Taveiro – Souselas 14,3 km IC 8 A 34 Autoestrada do Pombal A 1 – Pombal 4,1 km IC 12 A 35 Autoestrada da Beira Alta Santa Comba Dão – Nelas 21,3 km IC 17 A 36 Circular Regional Interior de Lisboa Algés – Sacavém 20 km IC 19 A 37 Radial de Sintra Lisboa – Sintra 15,8 km IC 20 A 38 Via Rápida da Caparica Almada – Costa da Caparica 6 km IC 21 A 39 Via Rápida do Barreiro Coina – Barreiro 4,7 km IC 22 A 40 Radial de Odivelas Casal de Cambra – Odivelas 5,2 km == Autoestradas por divisões == As autoestradas tem uma grande importância para o movimento de pessoas e bens em Portugal, ligando o país de norte a sul e do oeste ao leste, passando por cidades e áreas metropolitanas e atravessando todas as regiões portuguesas. === Região === Todas as regiões portuguesas, situadas no continente, dispõe de pelo menos duas autoestradas. A Região Norte é a região com mais autoestradas, com um total de 16 das 36 autoestradas. A seguir vem a Região Centro com 12, a Área Metropolitana de Lisboa com 10, o Alentejo com 8 e o Algarve com 2 autoestradas. Região Autoestrada Norte A 1 , A 3 , A 4 , A 7 , A 11 , A 20 , A 24 , A 27 , A 28 , A 29 , A 32 , A 41 , A 42 , A 43 , A 44 , VRI Centro A 1 , A 8 , A 10 , A 13 , A 13-1 , A 14 , A 15 , A 17 , A 19 , A 23 , A 24 , A 25 , A 29 AM de Lisboa A 1 , A 2 , A 5 , A 8 , A 9 , A 12 , A 16 , A 21 , A 33 Alentejo A 1 , A 2 , A 6 , A 10 , A 13 , A 15 , A 26 , A 26-1 Algarve A 2 , A 22 === Sub-região === A seguinte lista demostra a extensão das autoestradas em cada uma das 25 sub-regiões, sendo nas áreas metropolitanas de Lisboa, do Porto e a Região de Coimbra registado a maior extensão de autoestradas, com mais de 170 km em cada uma das comunidades. Já no número de habitantes por km de autoestrada destaca-se na Área Metropolitana de Lisboa com mais de 10 mil habitantes por km, a Área Metropolitana do Porto com mais de 6 mil habitantes por km e o Alto Alentejo com perto de 3 mil habitantes por km de autoestrada. A Área Metropolitana do Porto tem o maior número de autoestradas a percorrerem a comunidade, com onze autoestradas, a seguir da Área Metropolitana de Lisboa com nove e a Região de Coimbra com cinco, destacando-se por serem todas capitais de regiões. Sub-região Extensão total em km Habitantes por km Autoestradas Alto Minho 131 km 1 765 A 3 , A 27 , A 28 Alto Tâmega 94 km 897 A 7 , A 24 Área Metropolitana do Porto 267 km 6 708 A 1 , A 3 , A 4 , A 7 , A 20 , A 29 , A 32 , A 41 , A 42 , A 43 , VRI Ave 93 km 4 500 A 3 , A 7 , A 11 Cávado 72 km 5 787 A 3 , A 11 , A 28 Douro 128 km 1 436 A 4 , A 24 Tâmega e Sousa 82 km 4 984 A 4 , A 11 , A 42 Terras de Trás-os-Montes 92 km 1 166 A 4 Beira Baixa 64 km 1 262 A 23 Beiras e Serra da Estrela 151 km 1 395 A 23 , A 25 Médio Tejo 137 km 1 669 A 1 , A 13 , A 23 Oeste 98 km 3 710 A 8 , A 15 Região de Aveiro 160 km 2 297 A 1 , A 17 , A 25 , A 29 Região de Coimbra 172 km 2 540 A 1 , A 13 , A 13-1 , A 14 , A 17 Região de Leiria 121 km 2 370 A 1 , A 8 , A 17 , A 19 Viseu Dão-Lafões 122 km 2 072 A 24 , A 25 Área Metropolitana de Lisboa 285 km 10 073 A 1 , A 2 , A 5 , A 8 , A 9 , A 12 , A 16 , A 21 , A 33 Alentejo Central 129 km 1 182 A 2 , A 6 Alentejo Litoral 83 km 1 162 A 2 , A 26 , A 26-1 Alto Alentejo 35 km 2 998 A 6 Baixo Alentejo 96 km 1 197 A 2 , A 26 Lezíria do Tejo 149 km 1 572 A 1 , A 10 , A 13 , A 15 Algarve 161 km 2 904 A 2 , A 22 PORTUGAL 3 065 km 3 378 – == Tráfego == === Autoestradas com maior afluência === As autoestradas com mais tráfego médio diário, em agosto de 2021, foram a A 37 com mais de 100 mil veículos diários, a A 20 com mais de 87 mil veículos diários, a A 5 com mais de 76 mil veículos diários, a A 44 com mais de 62 mil veículos diários e a A 36 com mais de 59 mil veículos diários. Autoestrada Tráfego médio diário, agosto de 2021 A 37 100.137 A 20 87.664 A 5 76.496 A 44 62.228 A 36 61.375 A 38 59.493 A 1 49.876 A 12 43.151 A 28 37.951 A 2 37.122 A 40 35.935 A 30 30.733 A 3 29.736 A 33 29.059 A 8 27.465 A 39 26.999 A 22 25.401 A 16 24.845 A 29 23.224 A 41 22.290 A 43 20.456 A 4 19.612 A 9 19.272 A 11 17.070 A 42 17.020 A 25 16.802 A 7 15.323 A 21 14.622 A 27 13.968 A 17 12.280 A 23 11.720 A 14 11.655 A 19 11.458 A 32 9.586 A 13 9.580 A 10 9.388 A 24 8.274 A 15 7.569 A 6 7.443 A 13-1 5.313 === Troços com maior afluência === A seguinte tabela mostra todos os troços de autoestrada com mais de 120 mil veículos por dia em agosto de 2021. Todos os troços se econtram nas cidades de Lisboa e do Porto. O único troço sendo portajado de todos os outros troços é a da A 2 , a travessia da Ponte 25 de Abril. Autoestrada Troço Tráfego médio diário, agosto de 2021 A 2 Ponte 25 de Abril 147.795 A 20 Antas – Nó A 3 135.392 A 3 EN 12 – Águas Santas (Nó A 4 ) 128.100 A 20 Paranhos – Ameal 126.357 IC 19 Hospital – Palácio 125.595 A 20 Regado – Francos (Nó A 28 ) 124.740 A 28 Boavista – EN 12 124.360 A 5 Miraflores (Nó IC 17 ) – Linda-a-Velha 124.297 A 20 Mercado Abastecedor – Antas 123.424 IC 19 Palácio – Queluz 121.920 == Portagens == === Autoestradas mais caras === A seguinte tabela mostra a comparação das autoestradas (incluído troços com pontes) mais caras do país, cujo valor da tarifa de portagem por km, em cêntimos por km. Autoestrada Troço Valor A 2 Ponte 25 de Abril 15,4 cêntimos / km A 11 10,2 cêntimos / km A 21 10,1 cêntimos / km A 9 9,9 cêntimos / km === Autoestradas mais baratas === A seguinte tabela mostra a comparação das autoestradas (incluído troços com pontes) mais baratas, cujo valor da tarifa de portagem por km, em cêntimos por km. As autoestradas apresentam-se como as mais baratas, o que, no entanto, está intimamente ligado ao facto de grande parte das respetivas extensões serem gratuitas (neste caso, mais de 40% da extensão), mas existe troços da autoestrada, aonde se paga. Autoestrada Valor A 43 4,8 cêntimos / km A 33 4,8 cêntimos / km A 28 4,1 cêntimos / km A 4 3,5 cêntimos / km == Categorias == === Autoestradas nacionais === Uma autoestrada nacional é uma autoestrada que liga duas ou várias regiões portuguesas ou faz uma ligação com a Espanha. A 1 – Autoestrada do Norte é a principal autoestrada de Portugal a ligar tudo a norte de Lisboa, ligando as duas principais cidades de Portugal com quatro regiões, através da ligação com a região da Área Metropolitana de Lisboa com Lisboa, a região do Alentejo com Santarém, a região do Centro com Leiria, Coimbra e Aveiro e a região Norte com o Porto. A 2 – Autoestrada do Sul é a principal autoestrada de Portugal a ligar tudo a sul de Lisboa, que liga a região da Área Metropolitana de Lisboa, através da cidade de Lisboa com a região do Algarve, através da cidade de Albufeira, passando pela região do Alentejo. A 3 – Autoestrada do Minho é uma autoestrada nacional a ligar a cidade do Porto, na região Norte, com a Espanha, passando por grandes áreas urbanas das sub-regiões da Área Metropolitana do Porto, Ave, Cávado e Alto Minho. A 4 – Autoestrada Transmontana é uma autoestrada nacional a ligar o litoral com o interior da região Norte e a Espanha, ligando o Porto com Bragança é aí segue direção à Espanha. A 6 – Autoestrada do Alentejo é uma autoestrada nacional a ligar o sudeste da região da Área Metropolitana de Lisboa a Espanha, passando pela região do Alentejo. A 8 – Autoestrada do Oeste é uma autoestrada nacional a ligar a região da Área Metropolitana de Lisboa com o litoral sul da região do Centro, através da ligação entre as cidades de Lisboa, Caldas da Rainha e Leiria. A 24 – Autoestrada do Interior Norte é uma autoestrada nacional por ser uma ligação internacional, ligando Viseu, a norte, com a Espanha, através das sub-regiões do Alto Tâmega e do Douro. === Autoestradas secundárias === Uma autoestrada secundária é uma autoestrada que liga duas sub-regiões dentro de uma região. ==== Norte ==== A 3 – Autoestrada do Minho é uma autoestrada nacional por ser uma ligação internacional, ligando Porto com a Espanha, mas também é uma autoestrada secundária, por ligar todo o litoral da região Norte, através da ligação entre a Área Metropolitana do Porto com as sub-regiões do Ave, Cávado e Alto Minho. A 4 – Autoestrada Transmontana é uma autoestrada nacional por ser uma ligação internacional, ligando o Porto com a Espanha, mas também é uma autoestrada secundária, por ligar o litoral com o interior da região Norte, através da ligação entre a Área Metropolitana do Porto, com as sub-regiões do Tâmega e Sousa, Douro e Terras de Trás-os-Montes. A 7 – Autoestrada do Gerês é uma autoestrada secundária, ligando o norte da Área Metropolitana do Porto com as sub-regiões do Cávado e Ave, até chegar ao Alto Tâmega. A 11 – Autoestrada do Baixo Minho é uma autoestrada secundária, ligando a sub-região do Cávado, através do Ave, com a sub-região do Tâmega e Sousa, fazendo um desvio fora da Área Metropolitana do Porto. A 24 – Autoestrada do Interior Norte é uma autoestrada nacional por ser uma ligação internacional, ligando Viseu, a norte, com a Espanha, mas também é uma autoestrada secundária, por ligar as sub-regiões do Alto Tâmega e do Douro. === Autoestradas urbanas === Uma autoestrada urbana é uma autoestrada que liga duas ou várias áreas urbanas dentro de uma área metropolitana ou de uma cidade de grande dimensão. ==== Porto ==== A 20 – Circular Regional Interior do Porto é uma autoestrada que liga a cidade do Porto com Vila Nova de Gaia, passado pela Ponte do Freixo. A 32 – Autoestrada de Entre-Douro-e-Vouga é uma autoestrada que liga Vila Nova de Gaia com Oliveira de Azeméis, passando por Santa Maria da Feira e São João da Madeira, ligando o interior sul com o litoral da Área Metropolitana do Porto. A 41 – Circular Regional Exterior do Porto (CREP) é uma autoestrada que liga Matosinhos com Espinho, passando pelos municípios de Maia, Valongo e Vila Nova de Gaia, ligando o interior norte com o litoral da Área Metropolitana do Porto. A 43 – Radial de Gondomar é uma autoestrada que liga o Porto com a A41, travessando o município de Gondomar e passando a paralelo o rio Douro. A 44 – Autoestrada de Vila Nova de Gaia é uma autoestrada que liga a Ponte do Freixo com o sul de Vila Nova de Gaia, passando pelo centro de Vila Nova de Gaia. VRI – Via Regional Interior é uma autoestrada que liga o Aeroporto Francisco Sá Carneiro com Matosinhos e com autoestradas arredores, com a A4 e a A41. ==== Lisboa ==== A 5 – Autoestrada da Costa do Estoril é uma autoestrada que liga os município de Cascais, Oeiras e Lisboa, passando a paralelo à costa do rio Tejo. A 9 – Circular Regional Exterior de Lisboa (CREL) é uma autoestrada que liga as áreas urbanas do exterior da cidade de Lisboa. Começa em Queijas, no município de Oeiras, passando pelos municípios de Amadora, Sintra, Loures e acaba em Alverca do Ribatejo, no município de Vila Franca de Xira. A 12 – Autoestrada Sul do Tejo é uma autoestrada que liga Lisboa com Setúbal, travessando o rio Tejo através da Ponte Vasco da Gama, passando pelos municípios do Montijo e Palmela. A 16 – Circular Exterior da Área Metropolitana de Lisboa é uma autoestrada que liga os municípios de Sintra e Cascais, começando em Queluz, no município de Sintra, e acaba em Alcabideche, no município de Cascais. A 21 – Autoestrada de Mafra é uma autoestrada que liga a A8 em Venda dos Pinheiro com a Ericeira, travessando a cidade de Mafra. A 30 – Autoestrada do Estuário do Tejo é uma via rápida, com perfil de autoestrada, que liga Sacavém com Santa Iria da Azóia, localizados no município de Loures, ligando o terminal da Bobadela, passando a paralelo a costa do rio Tejo. A 33 – Circular Regional Interior da Península de Setúbal (CRIPS) é uma autoestrada que liga a Costa da Caparica, localizado no município de Almada, com Alcochete, passando pelos municípios do Seixal, Barreiro, Moita e Montijo. A 36 – Circular Regional Interior de Lisboa (CRIL) é uma via rápida, com perfil de autoestrada, que liga o exterior do município de Lisboa e municípios arredores, como Oeiras, Amadora e Loures. A 37 – Radial de Sintra é uma via rápida, com perfil de autoestrada, que liga Lisboa com Sintra, travessando o município da Amadora e grandes áreas urbanas localizadas no município de Sintra. A 38 – Via Rápida da Caparica é uma via rápida, com perfil de autoestrada, que liga Almada com a Costa da Caparica, passando a paralelo à costa do rio Tejo. A 39 – Via Rápida do Barreiro é uma via rápida, com perfil de autoestrada, que liga a A2 em Coina, no município de Palmela, com o Barreiro. A 40 – Radial de Odivelas é uma via rápida, com perfil de autoestrada, que liga ao norte a A9 com Odivelas e à A36, no sul. ==== Coimbra ==== A 13-1 – Radial de Coimbra é uma autoestrada que liga a A1 com a A13 no sul de Coimbra, passando por Condeixa-a-Nova. A 31 – Variante de Coimbra é uma via rápida, com perfil de autoestrada, que liga no oeste a A1 com a A14 no norte, passando pelo centro de Coimbra e aproximar a ligação das duas autoestradas ao centro da cidade. ==== Leiria ==== A 19 – Variante da Batalha é uma autoestrada que liga Leiria com Porto de Mós, travessando a A8 e passando pela Batalha. ==== Pombal ==== A 34 – Autoestrada de Pombal é uma via rápida, com perfil de autoestrada, que liga a cidade de Pombal com a A1. == Evolução da rede de autoestradas == === Anos 40 === Nos anos 40 houve somente a inauguração do primeiro troço de autoestrada em Portugal, com uma extensão de 8,1 km. ==== 1944 ==== Abertura do troço da A 5 entre Lisboa e o Estádio Nacional, com uma extensão de 8,1 km. === Anos 60 === Nos anos 60 inaugurou-se os primeiros troços das duas principais autoestradas do país, com uma extensão de 55,1 km. Ano Autoestrada Troço Extensão 1960 A 1 Coimbrões–São Pedro da Afurada 4,3 km A 28 Via Panorâmica–Matosinhos 6,1 km 1961 A 1 Lisboa–Vila Franca de Xira 23,9 1963 A 1 Carvalhos–Coimbrões 7,2 km Ponte da Arrábida 1 km 1966 A 2 Ponte 25 de Abril 12,6 km Inauguração de troços de autoestradas nos anos 60 55,1 km ==== Anos 70 ==== Nos anos 70 inaugurou-se vários troços das duas principais autoestradas do país, com uma extensão de 31,8 km. Ano Autoestrada Troço Extensão 1977 A 1 Vila Franca de Xira–Carregado 5,7 km 1978 A 2 Fogueteiro–Coina 20,9 km 1979 A 2 Setúbal–Palmela 5,2 km Inauguração de troços de autoestradas nos anos 70 31,8 km === Anos 80 === Nos anos 80 inaugurou-se vários troços de autoestradas nos arredores das grandes áreas metropolitanas, com uma extensão de 181,4 km. Ano Autoestrada Troço Extensão 1980 A 1 Carregado–Aveiras de Cima 15,6 km Santa Maria da Feira–Carvalhos 17,1 km 1982 A 1 Condeixa-a-Nova–Mealhada 27,7 km 1983 A 1 Albergaria-a- Velha–Santa Maria da Feira 27,2 km 1984 A 8 Calçada de Carriche–Frielas 2,1 km 1985 A 28 Matosinhos–Perafita 7 km A 37 Lisboa–Amadora 7 km 1987 A 1 Mealhada–Albergaria-a-Velha 38,3 km 1988 A 3 Porto–Águas Santas 4,2 km A 20 Francos–Amial 8,4 km 1989 A 3 Águas Santas–Cruz 26,8 km Inauguração de troços de autoestradas nos anos 80 181,4 km === Anos 90 === Ano Autoestrada Troço Extensão 1990 A 1 Aveiras de Cima–Torres Novas 47,6 km A 4 Águas Santas–Campo 12,3 km 1991 A 1 Torres Novas–Condeixa-a-Nova 87,5 km A 4 Campo–Penafiel 17 km A 5 Estádio Nacional–Cascais 16,9 km A 8 Frielas–Venda do Pinheiro 14,8 km A 22 Ponte Internacional do Guadiana 3 km A 25 Barra–Albergaria-a-Velha 22,9 km A 31 Ribeira de Frades–Trouxemil 13 km 1992 A 22 Albufeira–Castro Marim 82,6 km 1993 A 28 Darque–Meadela 4,4 km 1994 A 2 Palmela–Marateca 19,3 km A 3 Cruz–Braga Oeste 11,8 km A 7 Famalicão–Selho 17,1 km A 9 Estádio Nacional–Queluz 3,4 km A 11 Guimarães Oeste–Selho 1,8 km A 14 Figueira da Foz–Montemor-o-Velho (oeste) 12,2 km A 23 Zibreira–Torres Novas 10 km A 37 Amadora - Ranholas 9 km 1995 A 2 Marateca– A 6 / A 13 1,9 km A 4 Penafiel–Amarante 22 lkm A 6 Marateca–Montemor-o-Novo (este) 43,9 km A 8 Torres Vedras (sul)–Torres Vedras (norte) 5,9 km Bombarral (sul)–Tornada 16,3 km A 9 Queluz–Alverca 9 km A 16 Lourel–Ranholas 3,6 km A 23 Torres Novas–Abrantes 27,7 km A 29 Maceda–Valadares 16,7 km A 35 Santa Comba- Dão–Canas de Senhorim 21 km 1996 A 8 Malveira–Torres Vedras (sul) 17,3 km A 28 Neiva–Darque 5,2 km 1997 A 2 Marateca–Alcácer do Sal 25,3 km A 3 Braga (oeste)–Ponte de Lima 30 km A 8 Torres Vedras (norte)–Bombarral 20,1 km A 28 Perafita–Póvoa de Varzim (norte) 20,7 km 1998 A 2 Alcácer do Sal–Grândola (sul) 38 km A 3 Ponte de Lima–Valença 35,1 km A 6 Montemor- o-Novo (este)–Estremoz 45,9 km Elvas (oeste)–Caia 18,5 km A 11 Apúlia–Vila Seca 4 km A 12 Palmela–Sacavém 36,1 km A 16 CRIL –Belas 4,2 km A 24 Bigorne–Peso da Régua 24 km A 28 Póvoa de Varzim–Neiva 29,4 km A 30 Sacavém–Póvoa de Santa Iria 9,5 km A 33 Penalva–Montijo 15,8 km A 36 Sacavém–Pontinha 11,5 km A 40 Olival Basto–Montemor 4,4 km 1999 A 6 Estremoz–Elvas 35,2 km A 23 Castelo Branco (norte)–Alcaria 38,5 km Inauguração de troços de autoestradas nos anos 90 1.043,3 km === Anos 2000 === Ano Autoestrada Troço Extensão 2000 A 22 Alcantarilha–Albufeira 9,3 km A 23 Abrantes (oeste)–Mouriscas 12,1 km A 44 Madalena–Coimbrões 0,9 km 2001 A 2 Grândola (sul)–Castro Verde 58,2 km A 8 Caldas da Rainha–Marinha Grande (este) 42,3 km A 14 Montemor-o-Velho (oeste)–Ançã 22,4 km A 15 Caldas da Rainha–Santarém 40,2 km A 25 A 1 –Albergaria-a-Velha 4,7 km A 28 Viana do Castelo–Nogueira 6,4 km 2002 A 2 Castro Verde - Paderne 62 A 8 Marinha Grande Este - Leiria 4,4 A 13 Marateca - Santo Estêvão 29,5 A 14 Ançã - Coimbra Norte 5,5 A 23 Mouriscas - Gardete 28,2 A 23 Belmonte Sul - Guarda 32,5 A 36 Buraca - Algés 5,2 A 41 Argonchilhe - Espinho 5,4 2003 A 10 Bucelas - Arruda 6,9 A 11 Braga - Guimarães Oeste 18,7 A 22 Bensafrim - Alcantarilha 38,3 A 23 Gardete - Castelo Branco Norte 44,7 A 23 Alcaria - Belmonte Sul 21,5 A 24 Castro Daire Norte - Bigorne 8,4 Data de Inauguração Sublanços Extensão (km) 2004 A 7 => Fafe - Cabeceiras de Basto A 17 => Mira Norte - Aveiro A 24 => Arcas - Castro Daire Norte A 24 => Peso da Régua - Vila Real Norte A 25 => Guarda - Vilar Formoso A 29 => Maceda - Estarreja A 29 => Vilar de Andorinho - Miramar A 44 => Valadares - Madalena 20 25 9,7 21,8 35,8 15,8 5,3 3,1 2005 A 7 => Vila do Conde - Famalicão A 7 => Selho - Vila Pouca de Aguiar A 10 => Benavente - A 13 A 11 => Vila Seca - Braga A 13 => Santo Estêvão - Almeirim A 21 => Mafra - Malveira A 24 => Viseu - Arcas A 25 => Albergaria-a-Velha - Boa Aldeia A 27 => Nogueira - Ponte de Lima A 28 => Viana do Castelo - Agrela A 41 => Alfena - Lordelo A 42 => Lordelo - Paços de Ferreira Este 20,3 66,2 7,4 23,4 49,2 5,3 24 46,4 17,6 17,5 8,9 10 2006 A 4 => Matosinhos - Águas Santas A 10 => Arruda - Carregado A 11 => Selho - Castelões A 13 => Entroncamento - Tomar A 17 => Monte Redondo - Louriçal A 24 => Vila Pouca de Aguiar - Vila Verde da Raia A 25 => Boa Aldeia - Guarda A 34 => Pombal - A 1 A 42 => Paços de Ferreira Este - Lousada A 42 => Sernande - Felgueiras VRI 8,2 10,6 26,1 8,8 12,2 45,5 85,7 5 11 \\- 3 2007 A 10 => Carregado - Benavente A 17 => Marinha Grande - Monte Redondo A 24 => Vila Real - Vila Pouca de Aguiar A 41 => Perafita - Alfena A 44 => Coimbrões - Ponte do Freixo 14,9 20 22,1 14,3 4,8 2008 A 17 => Louriçal - Mira Norte A 21 => Ericeira - Mafra A 21 => Venda do Pinheiro - Malveira A 28 => Argela - Vilar de Mouros 59,1 12,2 3,2 4,6 2009 A 4 => Ponte Internacional de Quintanilha A 16 => Belas - Lourel A 16 => Ranholas - Alcabideche A 29 => Estarreja - Angeja 2,1 11,1 8,4 12,9 2010 A 4 => Amarante - Padornelo A 8 => Leiria Oeste - Azóia A 24 => Vila Verde da Raia - Espanha A 43 => Jovim - Covelo 3,9 3,1 1,1 8 2011 A 4 => Vila Real - Justes A 4 => Lamas de Orelhão - Parada de Cunhos A 4 => Variante de Bragança A 19 => Porto de Mós - Azóia A 32 => Carvalhos - Oliveira de Azeméis A 33 => Monte da Caparica - Charneca da Caparica A 36 => Pontinha - Buraca A 41 => Alfena - Argonchilhe A 43 => Covelo - Aguiar de Sousa 7,8 13,4 2,2 13,3 34,7 3,8 3,8 33,2 3,5 2012 A 4 => Justes - Pópulo A 4 => Murça - Lamas de Orelhão A 4 => Mirandela - Amendoeira A 4 => Bragança - Quintanilha A 13 => Penela - Amalaguês A 13 => Tomar - Alvaiázere A 13-1 => Condeixa-a-Nova - Amalaguês A 33 => Charneca da Caparica - Penalva 8,6 12,8 17,1 12,5 11,8 26,6 9,4 20,8 2013 A 4 => Parada de Cunhos - Vila Real A 4 => Pópulo - Murça A 4 => Amendoeira - Bragança A 13 => Alvaiázere - Penela A 13 => Tomar Sul - Tomar Norte 11,2 8,5 32,2 20,8 2014 A 13 => Amalaguês - Coimbra Sul A 16 => Pontinha - Lisboa 7 1 2015 A 26 => Sines - Santiago do Cacém 9 2016 A 4 => Padronelo - Parada de Cunhos A 5 => Cascais - Birre 25,4 0,2 2017 A 26-1 => Sines - Vila Nova de Santo André 3,5 === Anos 20 === Nos anos 20 inaugurou- se até 2021 dois troços de autoestradas, com uma extensão de 14,5 km. ==== 2020 ==== Abertura do troço da A 26 entre a A 2 e Figueira dos Cavaleiros, com uma extensão de 12,2 km. ==== 2021 ==== Abertura do troço da A 25 entre Vilar Formoso e Espanha, com uma extensão de 2,3 km. == Inclusão nos Itinerários Principais e Complementares == Autoestrada IC / IP Troço A 1 IP 1 IC1 IC2 IC2 IC23 Sacavém - Carvalhos Ponte da Arrábida - Vila d'Este Ponte da Arrábida - Carvalhos Póvoa de Santa Iria - Alverca Ponte da Arrábida - Coimbrões A 2 IP 1 IP 7 IP 2 Palmela - Paderne Ponte 25 de Abril - Marateca Castro Verde - Paderne A 3 IP 1 IP 9 IC1 Porto - Valença Braga Sul - Ponte de Lima São Pedro da Torre - Espanha A 4 IP 2 IP 4 IP 9 Macedo de Cavaleiros - Bragança Matosinhos - Quintanilha Penafiel - Vila Real A 5 IC15 Lisboa - Cascais A 6 IP 2 IP 7 Évora - Estremoz Marateca - Caia A 7 IP 9 IC5 Selho - Guimarães Sul Vila do Conde - Vila Pouca de Aguiar A 8 IP 6 IC1 IC36 A-da-Gorda - Caldas da Rainha Lisboa - Marinha Grande Marinha Grande - Leiria Este A 9 IC2 IC18 Bucelas - Alverca Estádio Nacional - Alverca A 10 IC2 IC11 Bucelas - Carregado Carregado - Benavente A 11 IP 9 IC14 Braga - Castelões Apúlia - Braga A 12 IP 1 IC3 Sacavém - Palmela Montijo - Setúbal A 13 IC3 IC3 IC11 Santo Estêvão - Almeirim Entroncamento - Coimbra Sul Marateca - Benavente A 14 IP 3 Figueira da Foz - Coimbra Norte A 15 IP 6 Caldas da Rainha - Santarém A 16 IC16 IC30 Sintra - Pontinha Alcabideche - Sintra A 17 IC1 Marinha Grande - Aveiro A 19 IC2 Porto de Mós - Leiria A 20 IP 1 IC23 Outeiro - Carvalhos Francos - Oliveira do Douro A 22 IP 1 IP 2 IC4 Paderne - Castro Marim Paderne - Faro Bensafrim - Faro A 23 IP 2 IP 6 Gardete - Guarda Torres Novas - Castelo Branco A 24 IP 3 Viseu - Vila Verde da Raia A 25 IP 5 Barra - Vilar Formoso A 26 IP 8 Sines - Santiago do Cacém A 27 IP 9 Viana do Castelo - Ponte de Lima A 28 IC1 Ponte da Arrábida - Caminha A 29 IC1 Aveiro - Vilar de Andorinho A 30 IC2 Lisboa - Póvoa de Santa Iria A 31 IC2 Ponte do Açude - Trouxemil A 32 IC2 São João da Madeira - Carvalhos A 33 IC32 Monte da Caparica - Montijo A 34 IC8 A 1 \\- Pombal A 35 IC12 Santa Comba-Dão - Canas de Senhorim A 36 IC17 Algés - Sacavém A 37 IC19 Buraca - Ranholas A 38 IC20 Costa da Caparica - Almada A 39 IC21 Barreiro - Coina A 40 IC22 Lisboa - Montemor A 41 IC24 Perafita - Espinho A 42 IC25 Lordelo - Paços de Ferreira Este A 43 IC29 Porto - Covelo A 44 IC23 Coimbrões - Ponte do Freixo == Áreas de serviço == Em 2019 existiam 72 áreas de serviço, localizadas dentro das autoestradas, espalhadas por todo o país. A Galp é a maior marca dentro das áreas de serviço das autoestradas com 24 lojas, a BP em segundo lugar com 20 lojas, a Repsol com 13 lojas, a Cepsa com 12 lojas e a Prio com 3 lojas. == Concessionárias == * Brisa - * Ascendi - * AE XXI - Auto-Estrada Transmontana - * Auto-Estradas do Atlântico - * Auto- Estradas do Litoral Oeste - * Auto-Estradas do Norte Litoral - * Brisal - * Euroscut Algarve - * Norscut - * GLOBALVIA A23-Beira Interior - * Auto-Estrada do Marão * Auto-Estradas do Baixo Tejo * Auto-Estradas do Douro Litoral * Estradas da Planície * Mafratlântico * Infraestruturas de Portugal, S.A. == Ligações externas == Mapa de Estradas de Portugal Lista das concessionárias das autoestradas em Portugal Autoestradas Portugal, Lista de Categoria:Estradas de Portugal * Autoestradas Portugal, Lista de",
 "title": "Lista de autoestradas de Portugal"
}