{
 "id": "103497",
 "text": "Vítor Emanuel I (Turim, – Turim, ) foi o Rei da Sardenha de 1802 até sua abdicação em 1821 em favor de seu irmão mais novo Carlos Félix. Era filho do rei Vítor Amadeu III da Sardenha e sua esposa a infanta Maria Antônia da Espanha, tendo ascendido ao trono após a abdicação de seu irmão mais velho o rei Carlos Emanuel IV. Até 1814, (com a queda de Napoleão Bonaparte), viveu em Cagliari. Em 1814, conseguiu voltar a Turim, mas reinou apenas sobre a Sardenha porque o resto de seus domínios no continente tinham sido anexados ao Império Francês. Os tratados de 1815 lhe restituíam os Estados acrescidos de Gênova. Com o segundo Tratado de Paris em 1815, os territórios sob o domínio francês (Piemonte e Saboia) foram devolvidos ao rei da Sardenha, acrescidos da Ligúria (território da antiga República de Gênova). Ciumento da própria independência, mas devotado à reação mais mesquinha, para não conceder a constituição que os rebeldes pediam, em 1821 preferiu abdicar em favor do irmão Carlos Félix. Sem herdeiro masculino direto, abdicou em favor do irmão e confiou a regência a outro irmão, Carlos Alberto, quando da insurreição de março 1821 causada por sua política reacionária. ==Casamento e descendência== Casou em Turim em 25 de abril de 1789 com a arquiduquesa Maria Teresa de Áustria-Este (Milão, 1º de novembro de 1773-29 de março de 1832, Gênova), filha do arquiduque Ferdinando Carlos (1754-1806) duque de Módena ou de Módena-Brisgau, e de Maria Beatriz d'Este, filha de Hércules III de Módena e sobrinha do imperador José II. Tiveram sete filhos: * Maria Beatriz (6 de dezembro de 1793 - 15 de setembro de 1840), casada com o duque Francisco IV de Módena, com descendência; * Maria Adelaide (1 de outubro de 1794 - 9 de março de 1802), morreu na infância; * Carlos Emanuel (3 de setembro de 1796 - 9 de agosto de 1799), morreu de varíola; * Uma filha (13 de novembro de 1800 - 10 de janeiro de 1801), morreu na infância; * Maria Ana (19 de setembro de 1803 - 4 de maio de 1884), casada com o imperador Fernando I da Áustria, sem descendência; * Maria Teresa (19 de setembro de 1803 - 16 de julho de 1879), casada com o duque Carlos II de Parma, com descendência; * Maria Cristina (14 de novembro de 1812 - 21 de janeiro de 1836), casada com o rei Fernando II das Duas Sicílias, com descendência. ==Títulos== * Duque de Saboia 1814-1821 * Rei da Sardenha * Duque de Aosta * Duque de Monferrato 1802-1821 * Rei de Chipre Categoria:Reis saboias da Sardenha Categoria:Naturais de Turim Categoria:Naturais do Reino da Sardenha Categoria:Monarcas que abdicaram Categoria:Pretendente Jacobita Categoria:Sepultados na Basílica de Superga",
 "title": "Vítor Emanuel I da Sardenha"
}