{
 "id": "103493",
 "text": "\"Moose\" (24 de dezembro de 1990 — 22 de junho de 2006) foi um actor canino, da raça Jack Russel Terrier, famoso pela sua actuação como Eddie na sitcom americana \"Frasier\". Com o avançar da série, e a chegada da velhice, coube ao seu filho, Barbaças, substituí-lo como duplo durante a filmagem de diversas cenas. Já cansado de tanto ladrar, abriu o seu próprio negócio, uma academia dedicada à prática do Yoga canino, e que, segundo ele, se trata de \"um local onde todos os cães podem meditar e entregar-se à espiritualidade de modo a fugirem ao stress diário a que estão sujeitos\". Na cerimónia de inauguração daquele espaço, Moose afirmou: \"aqui ninguém cheira o rabo a ninguém, isto é um local de respeito!\". Este negócio, em conjunto com a representação, permitiu-lhe acumular uma fortuna considerável. No entanto, Moose tornou-se algo avarento, e quando alguém precisava de dinheiro para ossos, paprika ou orégãos, respondia baixinho para que ninguém (nem mesmo as suas carraças) ouvisse: \"eu tenho, mas não vos digo, senão vós chulais-me!\". Editou, ainda, um calendário pornográfico de bolso, e uma autobiografia, apropriadamente intitulada \"My Life as a Hot Dog\". Moose nasceu na véspera de natal de 1990, nos Farilhões, Portugal, tendo falecido no mesmo local, onde morava juntamente com Barbaças e o agente (secreto) de ambos, o mundialmente conceituado e aclamado Micaelisa Santosi, vulgo PDC. Santosi, discípulo de mestres tão ilustres como Leonelovsky e Antunianovich, tirou partido da experiência de ter partilhado, nos seus tempos de jovem e inconsciente boémio, uma casa com a fisioterapeuta e filósofa da treta, Assunção Lebre, a quem carinhosamente chamava D. São, vulgo GDC, para indicar a Moose a direcção e as opções de vida mais correctas e sensatas. Dizem as más línguas, que antes do trabalho levado a cabo com Moose, Santosi realizou duas experiências menos bem sucedidas com os relativamente desconhecidos Paxá e Titã, animais propriedade de Fedra, vulgo Baleia Azul, nora de D. São. Correm, também, rumores de envolvimentos amorosos com estas duas pitorescas figurinhas da nossa praça. Contudo, nada disto foi provado em tribunal. Quando confrontado com tais acusações, o agente limitou-se a responder com um politicamente correcto: \"não confirmo, nem desminto\". Charlottes Gama, o pai de todos os PDCs, também teve um papel fundamental na curta vida canina de Moose. Treinou afincadamente o rastejante canino com o seu fiel companheiro Paulovich Woods (Matos, para os PDCs que não falam estrangeiro) de modo a que o seu ladrar se assemelhasse a uma linguagem compreensível para o ouvido humano (ou não). Paulovich no baixo tirava algumas notas e Charlottes Gama só dizia: \"OH MEU GOD, OH QUI MIEDO!\", o rafeiro adorava e foi assim que aprendeu a representar. Georgine Teixosa (treinadora mundialmente famosa por não dar uma para a caixa) também contribuiu de forma positiva para o seu desenvolvimento no que toca à expressão de sentimentos como o riso, e a flatulência. Desta forma, Moose sorria confiantemente durante as longas horas de filmagem a que se submetia, ao mesmo tempo que libertava valentes e sonoros traques. Após a morte de Moose, Georgine Teixosa prosseguiu o seu impertinente trabalho de desenvolvimento com Barbaças, que assimilou características da sua treinadora, tais como gases com odor a manjericão e gargalhadas inaudíveis para o ouvido humano. Categoria:Atores cães Categoria:Cães de séries de televisão",
 "title": "Moose"
}