{
 "id": "103546",
 "text": "Loreto é uma das 25 regiões do Peru, sua capital é a cidade de Iquitos. Loreto é um departamento do Peru localizado no nordeste do país, na Amazônia peruana. Sua capital e cidade mais populosa é Iquitos. Limita ao norte com o Equador e a Colômbia, a leste com o Brasil, ao sul com Ucayali e a oeste com San Martín e Amazonas. Com 368.852 km² (28% do território do Peru), é o maior departamento, e a sétima maior entidade subnacional da América do Sul e de toda a América Latina - atrás de cinco estados brasileiros (Amazonas, Pará, Mato Grosso, Minas Gerais e Bahia) e o departamento de Santa Cruz de Bolívia—, e com 2,4 habitantes / km², o segundo menos densamente povoado, à frente de Madre de Dios. Foi fundado em 7 de fevereiro de 1866. Grandes rios drenados da Cordilheira dos Andes fluem sinuosamente por seu território plano, causando inundações sazonais. Nesta região se encontram os rios Marañón e Ucayali e nasce o curso principal do rio Amazonas. O território de Loreto tem mais de um milhão de habitantes (2012), inicialmente foi povoado por sucessivas ondas de grupos indígenas errantes. Durante a Colônia, poucas missões tiveram sucesso na formação de algumas populações permanentes. No final do século XIX, a explosão da Febre da Borracha produziu fortunas repentinas nas mãos dos seringueiros e a escravidão forçada de centenas de indígenas; Nesse período se exploraram os rios da selva e se consolidou a cidade de Iquitos, capital departamental desde a divisão do Departamento de San Martín em 1897. Loreto é também a região peruana mais diversa em termos de etnias e línguas indígenas. Quatro das línguas ainda usadas na região são línguas isoladas (Urarina, Taushiro e Ticuna) e abrigam cinco famílias de línguas endêmicas (as famílias Cahuapana, Huitoto, Peba-Yagua, Tucano e Záparo). Muitas outras variedades linguísticas desapareceram recentemente, como a Muniche. == Províncias (capital) == # Alto Amazonas (Yurimaguas) # Loreto (Nauta) # Mariscal Ramón Castilla (Caballococha) # Maynas (Iquitos) # Requena (Requena) # Ucayali (Contamana) # Datem del Marañón (San Lorenzo) # Putumayo (San Antonio del Estrecho) == Transporte == Tem: === Portos fluviais === * Porto de Iquitos, Cidade de Iquitos-Maynas * Porto de Yurimaguas, Município de Yurimaguas-Alto Amazonas * Porto de Saramiriza, Zona Especial de Saramiriza-Datem del Marañón === Aeroportos === * Aeroporto Internacional Coronel FAP Francisco Secada Vignetta, Iquitos-Maynas * Aeroporto Internacional Gran Mariscal Ramón Castilla y Marquesado, Caballococha-Mariscal Ramón Castilla * Aeroporto Nacional Moisés Benzaquen Rengifo, Yurimaguas-Alto Amazonas * Aeroporto Alf National. FAP Alfredo Vladimir Sara Bauer, Andoas-Datem del Marañón * Também se encontram em Güepí, Iberia, Requena, Contamana, Intuto, Colonia Angamos e San Antonio del Estrecho. === Rede de estradas terrestres === A rede viária tem extensão de 389,98 km. Dos quais 105,40 Km. São asfaltados, 131,75 Km. afirmado, 120,83 km., caminho de carruagens e 41 km., caminho pedonal. Categoria:Regiões do Peru",
 "title": "Loreto (região)"
}