{
 "id": "103511",
 "text": "Cheers (em Portugal intitulada Cheers, Aquele Bar) é a sitcom americana de Charles-Burrows-Charles Productions em associação com a Paramount Television para a NBC. A série transmitida pela primeira vez a 30 de Setembro, 1982, até 20 de Maio, 1993, sendo uma das séries de televisão mais longas, com 11 temporadas e 273 episódios. Um dos seriados cômicos mais influentes da TV. A série durou 11 temporadas, revelou astros como Kirstie Alley e Woody Harrelson e foi líder de audiência nos EUA. Na primeira temporada por muito pouco não foi cancelada e até 1985 não passava de mais um espetáculo popular de televisão. Contudo, com o passar do tempo suas avaliações foram melhorando cada vez mais, chegando a ganhar numerosos prêmios, o que impulsionou muito a carreiras de suas estrelas. A série Cheers é frequentemente citada por misturar elementos românticos num formato de uma comédia, com diálogos engenhosos e cômicos. ==Sinopse== Cheers era o nome de um bar de Boston, onde um grupo de pessoas conhecidas vinham para sentar, beber, contar fatos malucos, reclamar e contar piadas. O dono do bar era Sam Malone (Ted Danson), um ex-jogador de beisebol do Boston Red Sox e também muito famoso por ser “meio-galinha”, além de ser obcecado pelo seu cabelo. No bar, além de Sam, trabalhavam Coach (Nicholas Colasanto), um ex-técnico de Sam no beisebol e atendente do bar. Após sua morte em 1985, foi substituído por Woody Boyd, um garoto ingênuo do interior; Carla Tortelli (Rhea Perlman), uma sarcástica garçonete e Diane Chambers (Shelley Long) a outra garçonete. Os frequentadores assíduos do bar eram Norm Peterson (George Wendt) e Cliff Clavin (John Ratzenberger). Na quinta temporada outro freguês surgia, Dr. Frasier Crane (Kelsey Grammer), um psiquiatra local que sempre acabava por ajudar alguém com problemas. O tema principal do programa se baseava na relação amorosa de Sam e Diane, uma relação de altos e baixos. Sam e seu romance com a garçonete Diane (Shelley Long) exemplificavam o tom novelesco da comédia. Na primeira temporada, Diane menosprezava e constantemente rejeitava Sam. Na segunda ela começou um romance meio tórrido com ele e acabaram rompendo na terceira temporada. Na quarta temporada Diane correu de atrás de correu Sam, entretanto rejeitou uma proposta de casamento dele e na quinta temporada Diane apareceu com um novo namorado, Dr. Frasier. Uma tensão romântica contínua permitia aos personagens de Sam e Diane desenvolverem o espetáculo. Retrospectos e referências de episódios passados davam também ao espetáculo um sentido de uma história contínua. Em 1986, a ênfase romântica foi trocada com a entrada de uma nova personagem, a neurótica Rebecca Howe (Kirstie Alley) a nova gerente do bar, que substituiu Diane, quando a atriz Shelley Long decidiu deixar o programa. Os criadores de Cheers, Glen Charles, James Burrows e Les Charles, trabalharam em vários comédias de costumes da MTM, como The Mary Tyler Moore Show, Phyllis e The Bob Newhart Show. Cheers herdou esta ênfase da MTM em desenvolver seus personagens com bons anunciantes e uma boa audiência. Os fãs de Cheers desfrutavam das atitudes irreverentes do programa em relação as convenções sociais. Em Cheers os personagens não eram politicamente corretos, o personagem principal Sam, era um “galinha”, A personagem Rebbeca Howe, fingia ser uma mulher batalhadora, mas também queria fisgar um marido rico e a atmosfera centrava ao redor de bebedeiras. Embora vários personagens eram trabalhadores, o programa evitava completamente questões sociais. Cheers nunca procurou aumentar sua audiência com qualquer tipo desses assuntos. Até mesmo nos momentos pungentes dos dramas pessoais de cada um dos personagens o que tirava do foco romântico da série, eram rapidamente contornados e equilibrados com o lado cômico, antes que qualquer mensagem séria pudesse ser recebida. Em 1993, a Paramount anunciou que Cheers sairia do ar, pois os custos de produção eram muito altos. Muitos diziam que somente Ted Danson ganhava aproximadamente $450,000 em um único episódio. Em 1994, após o término de Cheers, os produtores acharam por bem criar um spinoff para dar continuidade e assim surgiu a série Frasier. Cheers tornou-se uma das séries mais populares de todos os tempos, chegando a estar no topo da audiência durante sete de suas onze temporadas. O programa ganhou 26 Emmy Awards e totalizou 111 indicações em sua história. No Brasil esta série foi apresentada pelo canal por assinatura Sony Entertainment Television, entre 2003/4. ==Atores (Personagens)== * Ted Danson (Sam \"Mayday\" Malone) * Shelley Long (Diane Chambers) * Rhea Perlman (Carla Tortelli LeBec) * George Wendt (Norm Peterson) * John Ratzenberger (Clifford \"Cliff\" C. Clavin Jr) * Woody Harrelson (Woodrow \"Woody\" Boyd) * Kelsey Grammer (Dr. Frasier W. Crane) * Kirstie Alley (Rebecca Howe) * Bebe Neuwirth (Dr. Lilith Sternin) * Nicholas Colasanto (\"Coach\" Ernie Pantuso) * Harry Anderson (Harry \"the Hat\" Gittes) * Dan Hedaya (Nick Tortelli) * Jean Kasem (Loretta Tortelli) * Jay Thomas (Eddie Lebec) * Jackie Swanson (Kelly Gaines) * Roger Rees (Robin Colcord) * Keene Curtis (John Allen Hill) * Alan Koss (Alan) * Jack Knight (Jack) * Steve Giannelli (Steve) * Tim Cunningham (Tim) * Al Rosen (Al) * Larry Harpel (Larry) * Paul Willson (Paul) ==Transmissão em Portugal== Em Portugal, a série ficou conhecida por Cheers, Aquele Bar e estreou na RTP1 no dia 11 de Maio de 1985 às 19h15. *Sábados, 19h/20h de 11-05-1985 até 17-08-1985 Nos anos 2000, repetiu na SIC Comédia e em 2010 repetiu na RTP Memória, substituindo Mr. Bean. == Ligações externas == * *Cheers, Museum of Broadcast Communications *O bar Cheers em Boston *www.rheaperlman.com * http://www.timstvshowcase.com/cheers.html * http://www.seriados-tv.pop.com.br/canceladas.html * http://www.tvtome.com/Cheers/#intro * http://www.museum.tv/archives/etv/C/htmlC/cheers/cheers.htm * http://jeannie_fan.vila.bol.com.br/jeanniefan.html * http://www.tvmagazine.com.br/sattv/arquivo/s-arquivo.asp * http://www.sitcomsonline.com/sounds/cheers1982.wav Categoria:Séries da NBC Categoria:Programas de televisão dos Estados Unidos que estrearam em 1982 Categoria:Programas de televisão dos Estados Unidos encerrados em 1993 Categoria:Séries de televisão premiadas com o Globo de Ouro Categoria:Sitcoms dos Estados Unidos Categoria:Séries de televisão de comédia dos Estados Unidos Categoria:Séries de televisão de comédia da década de 1980 Categoria:Séries de televisão de comédia da década de 1990 Categoria:Emmy do Primetime de melhor série de comédia Categoria:Séries de televisão ambientadas em Massachusetts Categoria:Produções televisivas que sofreram mudanças no elenco Categoria:Programas de televisão em língua inglesa Categoria:Séries de televisão premiadas com o Globo de Ouro de melhor atriz - musical ou comédia Categoria:Séries de televisão premiadas com o Globo de Ouro de melhor atriz secundária Categoria:Globo de Ouro de melhor série de comédia ou musical",
 "title": "Cheers"
}