{
 "id": "103536",
 "text": "Aiacucho () é uma cidade no distrito de Aiacucho, na província de Huamanga, no departamento de Aiacucho, no Peru. É capital do distrito, da província e do departamento. Localiza-se no sul do país. Possui cerca de 94 000 habitantes na cidade e 147 000 na região metropolitana (Censo de 2005). == Império de Huari == A Cultura de Huari surgiu entre os anos 500 e 1 100 a 20 km a nordeste da cidade atual. Foi formada com base nas culturas Huarpa, Nazca e Tiahuanaco. Aiacucho chamada então cidade de Huari foi o centro político administrativo deste primeiro império andino pré-inca, que alcançou altos níveis de qualidade na produção de cerâmica, têxtil, metais e pedra, entre 1100-1420 d.C. no período dos Chancas. A cidade de Huari chegou a ter uma população superior a 50 000 habitantes, e o Império de Huari se expandiu até as regiões de Cajamarca e Lambayeque ao norte e Cusco e Moquegua ao sul. O padrão arquitetônico imperial estabelecido na portentosa cidade de Huari foi reproduzido nas cidades de Pikillaqta (Cusco), Huilcahuaín e Oncopampa (Ancash), Huarihuillca (Junín), Cajamarquilla e Pachacamac (Lima). Aiacucho deve ao império de Huari seu período de maior esplendor artesanal do período pre-hispânico.Kauffman Doig, Federico. El Perú antiguo. Lima: Peisa, p. 445 A partir de Aiacucho foi difundido o uso do Carmim, corante proveniente da Cochonilha. Reciprocamente, nesta fase Aiacucho teve contato com o algodão, que seria procedente da Cultura Chincha; com o Lápis-lazúli, originário da da região de Moquegua e com madeiras finas da da região de Apurímac. Após a fragilidade do Império de Huari, surgiram varias sociedades locais que foram adquirindo poder, entre elas principalmente os Pocras, Chancas, Willcas, Uramarcas, Atunsullas, Andamarca, Angaraes, Quinuallas e outros grupos indígenas regionais que foram agrupados no que se convencionou chamar de Cultura Chancay e que foi rival do Império Inca, chegando a ocupar Cusco, sendo vencidos por estes durante o governo de Pachacutec no século XV. Categoria:Localidades do Peru",
 "title": "Aiacucho"
}