{
 "id": "103558",
 "text": "thumb|292px|A Plaza Mayor de Garrovillas de Alconétar thumb|292px|Templo romano de Diana, em Mérida A Estremadura ; em estremenho: Estremaúra) é uma das comunidades autónomas da Espanha, situada no sudoeste da Península Ibérica. Com 1 067 710 habitantes em 2016, tem a sua capital em Mérida e divide-se em duas províncias, as mais extensas do país: Cáceres (a norte) e Badajoz (a sul). Faz fronteira a norte com Castela e Leão, a leste com Castela-Mancha, a sudeste e a sul com a Andaluzia e oeste com Portugal (regiões do Centro e do Alentejo, incluindo os distritos de Castelo Branco, Portalegre, Évora e parte do de Beja). A sua capital é uma das duas únicas capitais de comunidade autónoma que não é sede de uma província de Espanha. A azinheira é a árvore típica dos estremenhos (está no centro do escudo estremenho). A Estremadura tem passado histórico partilhado com Portugal, desde a antiga Lusitânia até ao reino de Badajoz. O seu clima é mais quente a sul e temperado no norte. O pico mais alto da região é o Calvitero (2 405 m), situado no vale do Jerte, a nordeste da província de Cáceres. Também pela Estremadura passam dois dos rios mais importantes da península, que partilha com Portugal — o Tejo e o Guadiana. Os reinos de Leão e de Castela conquistaram a Taifa de Badajoz entre os séculos XII e XIII. A província da Estremadura surge oficialmente em 1371, após a formação da Coroa de Castela em 1230. A região destaca-se por ser o berço de vários conquistadores: Francisco Pizarro, Hernán Cortés, Pedro de Valdivia, Pedro de Alvarado, Vasco Núñez de Balboa e Hernando de Soto. O seu território, essencialmente rural e de tradição agrícola, faz com que diversos produtos nela produzidos sejam reconhecidos a vários níveis. É o caso dos vinhos (com várias denominações de origem), presunto, queijos, azeite, pimentão, mel, cerejas e vários tipos de carnes. As mais importantes festividades ocorrem no dia 8 de setembro, quando se celebra a festa católica em honra de Nossa Senhora de Guadalupe mas também o Dia da Estremadura. Também se celebra a cada 18 de agosto, desde 2018, o Dia das Línguas da Estremadura, entre as quais se inclui o português. == Origem do nome == O vocábulo Estremadura (Extremadura) era usado durante a Reconquista para denominar as terras situadas nos extremos dos reinos cristãos do norte com o Al-Andalus muçulmano, tendo sido registado pela primeira vez no século X para designar a região em torno de Viseu. No caso de Castela, estas eram as terras em volta do que é hoje a província de Sória (recorde-se que o escudo da sua capital se lê \"Soria pura cabeza de Extremadura\" — tratar-se-ia da Estremadura castelhana), e territórios do Reino de Leão mais extremos, mais distantes, e na primeira linha de defesa frente ao inimigo islâmico durante a Reconquista, que ocupariam inicialmente uma boa parte da actual província de Cáceres, para depois se estender após a conquista do Reino de Badajoz — em sentido estrito esta tratar-se-ia da Estremadura leonesa. Um caso semelhante ocorre também com a Galiza estremeira, termo que designa os territórios fronteiriços das regiões vizinhas onde é falado o galego. Outra hipótese para a origem deste corónimo postula que a palavra deriva do latim Extrema Dorii — extremos do Douro — ou melhor — no outro extremo do Douro, fazendo referência à posição a sul deste rio — o qual designava os territórios a sul da bacia do Douro e dos seus afluentes. Não deve confundir-se a Estremadura espanhola com a antiga província portuguesa da Estremadura, embora a etimologia seja a mesma. == História == A Lusitânia foi uma antiga província romana que incluía uma parte do que é hoje Portugal (excepto a zona norte), e uma grande porção do que é hoje a Estremadura espanhola. Tinha como capital Emerita Augusta, a actual Mérida, uma das mais importantes cidades à época. Muitos conquistadores espanhóis são originários da Estremadura, facto que está na origem de muitas cidades da América Latina terem nomes de aldeias e cidades da Estremadura: Mérida é nome de grandes cidades do México e da Venezuela, Medellín é uma pequena localidade estremenha, mas também a segunda maior cidade colombiana; Albuquerque é a maior cidade no Novo México e o seu nome provém de Alburquerque, na província de Badajoz. == Geografia == A área da Estremadura é de , o que faz dela a 5ª Comunidade Autónoma de Espanha em área. As suas duas províncias são as maiores em área de Espanha. === Sistemas montanhosos === Ao norte da comunidade erguem-se as serras do Sistema Central, com a Serra de Gredos, Serra de Béjar — onde a Estremadura alcança a sua maior altitude no Calvitero com — e Serra de Gata, que a separam da meseta norte-castelhana. No centro encontra-se, de este para oeste, a Serra de las Villuercas, a Serra de Montánchez e a Serra de San Pedro, que fazem parte dos Montes de Toledo. A sul eleva-se a Serra Morena, que separa Estremadura de Andaluzia. === Hidrografia === Todo o território estremenho pertence à vertente atlântica e a quatro bacias hidrográficas distintas: * Tejo, cujos afluentes principais são, na margem direita (norte), o Tiétar e o Alagón, e na margem esquerda (sul), o Almonte, Ibor, o Salor e o Sever (este último fazendo fronteira com Portugal). Os afluentes da margem direita contribuem com maior caudal, dado que se alimentam principalmente das torrentes de montanha do Sistema Central, onde as precipitações são muito abundantes e no inverno se acumulam grandes quantidades de neve. * Guadiana, cujos afluentes principais são, na margem direita (norte), o Guadarranque e o Ruecas, e na margem esquerda (sul), o Zújar — o mais caudaloso — e o Matachel * Guadalquivir. == Clima == esquerda|thumb|Vale do Jerte O clima da Estremadura é do tipo mediterrânico, excepto no norte, onde é do tipo mediterrânico continentalizado, e no oeste, onde a influência do Atlântico faz com que o clima seja mais suave. Em geral, e dado que o clima é mediterrânico, caracteriza-se por verões muito quentes, concentrando-se a precipitação nos resto do ano, já que no período estival é muito escassa. Os invernos são extensos e suavizados pela influência oceânica da relativa proximidade da costa atlântica portuguesa. A orografia influencia decisivamente o clima em algumas partes da região, criando microclimas muito húmidos nas serras do norte, particularmente nas comarcas da Serra de Gata, Vale do Ambroz, Hurdes, Vale do Jerte e La Vera, onde as precipitações são muito abundantes. === Temperaturas === As temperaturas médias anuais oscilam ente 16 e 17 °C. No norte a temperatura média é de 13 °C, mais baixa que os 18 °C do sul — os valores sobem à medida que se avança para sul, até chegar às imediações da Serra Morena, onde voltam a diminuir com a altitude. Durante o verão a temperatura média do mês de julho ultrapassa os 26 °C, alcançando máximas acima dos 41 °C, acima do que se esperaria em teoria tendo em conta a relativa proximidade do Atlântico. A latitude da região determina que o grau de insolação seja elevado, o que, aliado à influência do anticiclone dos Açores e à reduzida altitude média da região, que oscila entre 200 e 400 m, determina a elevada temperatura média da região. Os invernos são suaves. As temperaturas mais baixas registam-se nas zonas altas de montanha, como o Sistema Central, a serra de Guadalupe e algumas áreas da Serra Morena, onde a temperatura média no inverno é de 7,5 °C. === Precipitação === A Precipitação anual oscila entre os 450 e 500 mm (litros por metro quadrado) nas zonas baixas e são muito mais abundantes nas comarcas do norte, especialmente em Serra de Gata, Vale do Ambroz, Hurdes, Vale do Jerte e La Vera, onde é comum ultrapassarem os 1200 mm anuais. Outras zonas de grande precipitação correspondem a lugares montanhosos, como a serra de Guadalupe e Serra Morena, onde é frequente alcançar os 1000 mm. As zonas onde a precipitação é menor são as de menor altitude — as Vegas Baixas do Guadiana. A distribuição é muito sazonal, concentrando-se no inverno. Predomina a chuva de rajada, com ocorrências breves e bruscas, mais frequentes que a chuva contínua ou os chuviscos. Há períodos de vários anos em que a precipitação é maior (La Niña) e em que são menores (El Niño), que se sucedem alternadamente. == Demografia == Municípios mais populosos Municípios mais populosos Municípios mais populosos Municípios mais populosos Municípios mais populosos Municípios mais populosos Municípios mais populosos Municípios mais populosos Posição Município PopulaçãoInstituto Nacional de Estadística de España, INE (2008-01-01). Real Decreto 2124/2008, de 2008-12-26 (BOE 312 de 2008-12-27) 1ª Badajoz 146 832 2ª Cáceres 92 187 3ª Mérida 55 568 4ª Plasencia 40 105 5ª Don Benito 35 334 6ª Almendralejo 33 177 7ª Villanueva de la Serena 25 576 8ª Navalmoral de la Mata 17 103 9ª Zafra 16 218 10ª Montijo 15 973 A população da Estremadura é de habitantes, o que representa 2,38% da população espanhola (). A densidade populacional é de , muito baixa em comparação com a espanhola (). A província com mais população é a de Badajoz, com habitantes, com densidade populacional de e de área, o que faz dela a mais extensa de Espanha. A província de Cáceres tem habitantes e ( de área, o que faz dela a segunda mais extensa de Espanha. Os núcleos urbanos mais importantes em termos de população são Badajoz (), Cáceres () e Mérida (). === Estrangeiros === No território estremenho vivem estrangeirosInstituto Nacional de Estadística de España, INE (2007-01-01) — na província de Badajoz e na de Cáceres. A comunidade imigrante mais numerosa é a marroquina (), seguida da romena (), portuguesa (), brasileira () e colombiana (). Entre os naturais da África subsahariana que vivem na Estremadura, a comunidade mais numerosa é a do Senegal, com 88 membros. No que respeita a pessoas originárias da Ásia, a maior comunidade é a chinesa, com 631 pessoas. === Evolução histórica === Segundo o censo de 1591, a população da Estremadura era de habitantes, 8% do total da Espanha. No censo fidedigno seguinte, que só se realizou em 1717, já só contava com . Desde essa época a população verificou-se um aumento de população mais ou menos constante até aos anos 1960 ( em 1960).Fondo documental del Instituto Nacional de Estadística de España, INE. Censo 1960. Tomo III. Volúmenes provinciales. A partir daí assistiu-se a uma descida acentuada da população devido à emigração para outros países e para outras regiões mais prósperas de Espanha. === Religião === Na Estremadura estão presentes numerosas confissões religiosas. A maior parte dos estremenhos são cristãos, católicos romanos na sua grande maioria, mas também evangélicos e anglicanos. As Testemunhas de Jeová e mórmons também têm alguns seguidores. Além disso, existem fiéis do Judaísmo e Islão, estes últimos com uma presença notável, que se estima em fiéis. == Organização territorial == A Estremadura tem 384 municípios, 164 na província de Badajoz e 220 na de Cáceres. Devido à sua diminuta população, quatro municípios regem-se pela fórmula de concelho aberto. Todos os municípios se encontram agrupados em comarcas. Além da divisão por comarcas, todos os municípios à excepção de Badajoz, Cáceres, Mérida, Plasencia e Navalmoral de la Mata pertencem a uma das mancomunidades em que a região foi dividida. === Comarcas === ;Província de Badajoz * Campiña Sur (Badajoz) (ou Llerena) * Llanos de Olivenza * La Serena * La Siberia * Sierra Suroeste (ou de Jerez de los Caballeros) * Terra de Badajoz * Terra de Barros * Tierra de Mérida–Vegas Bajas * Tentudía * Vegas Altas * Zafra-Río Bodión ;Província de Cáceres * Brozas * Cáceres * Serra de Gata * Tierra de Montánchez * * * Vale do Alagón * Vale do Ambroz * Vale do Jerte * Valência de Alcântara * Las Villuercas == Línguas == Na Estremadura a única língua reconhecida como oficial é o espanhol, falada numa variante conhecida como castúo. Não obstante, também são faladas outras línguas: * Português, com várias variantes — o português oliventino na comarca de Olivença, o de Herrera de Alcántara, o de Cedillo, o de algumas quintas de Valência de Alcântara e o de La Codosera. Na maioria destes locais o português está seriamente ameaçado. Algumas escolas oferecem o português como língua estrangeira, mas nem sempre a níveis que levem os alunos a dominar o idioma. * Fala da Estremadura, fala de Xálima ou simplesmente a fala, uma língua com estreitos laços com o galego e o português, com influências asturo-leonesas, está catalogada como Bem de Interesse Cultural e goza de protecção por parte da Junta da Estremadura. É falada no vale de Jálama (Xálima na fala), ou seja, em San Martín de Trevejo, Eljas e Valverde del Fresno. * Estremenho, faz parte, como o mirandês, do grupo asturo-leonês; é a língua mais falada a seguir ao castelhano. Apesar disso, de ser reconhecida por organismos internacionais e de estar em sério perigo de desaparecimento, é a que tem menor protecção, carecendo por completo de normalização ou da mínima cobertura em termos de ensino, quer privado quer público. == Governo e administração == O PSOE da Estremadura — federação regional do Partido Socialista Operário Espanhol — tem governado a Estremadura desde a entrada em vigor do Estatuto de Autonomia em 1983, tendo ganho todas as eleições desde então até às últimas, em 2007. Em 2014, o presidente da Junta de Estremadura era José Antonio Monago, do Partido Popular. Entre 2007 e 2011, o presidente da Junta foi Guillermo Fernández Vara; entre 1983 e 2007 foi Juan Carlos Rodríguez Ibarra, este último eleito a , tendo sido durante o seu primeiro mandato que foi aprovado o Estatuto de Autonomia da Estremadura, em . O parlamento autonómico estremenho é a Assembleia da Extremadura. É constituída por 65 deputados, 35 eleitos por Badajoz e 30 por Cáceres. Após as eleições autonómicas de 2007 ficou composto por 38 deputados do Partido Socialista Operário Espanhol da Estremadura e 27 do Partido Popular. === Presidentes da Junta Regional de Estremadura (pré-autonómica) === * José María Calatrava (Mérida, 1781 — Madrid, 1846), primeiro presidente da Junta Suprema de Estremadura * 1978–1980: Luis Jacinto Ramallo García, pela União de Centro Democrático (UCD) * 1980–1982: Manuel Bermejo Hernández, pela UCD * 1982–1983: Juan Carlos Rodríguez Ibarra, pelo Partido Socialista Operário Espanhol da Estremadura === Presidentes da Junta da Estremadura === * 1983–2007: Juan Carlos Rodríguez Ibarra, pelo Partido Socialista Operário Espanhol da Estremadura * 2007–2011: Guillermo Fernández Vara, pelo Partido Socialista Operário Espanhol da Estremadura * Monago 2011–2015: José Antonio Terraza, pelo Partido Popular da Estremadura * De 2015 até a atualidade: Guillermo Fernández Vara, pelo Partido Socialista Operário Espanhol da Estremadura == Economia == O sector com maior peso na economia da Estremadura é o de serviços (57%). A construção e as pequenas e médias empresas são a base de uma economia que está a desenvolver um comércio incipiente com as terras vizinhas de Portugal e que mantém um elevado grau de terciarização. Esse efeito sente-se inclusivamente nos espaços rurais, tradicionalmente agrícolas, devido ao apogeu do turismo cultural e ecoturismo. O crescimento económico da região é superior à média espanhola, sem dúvida partindo de um atraso económico histórico, mas descobrindo e desenvolvendo novas possibilidades de mercado, principalmente nos sectores do turismo, comércio e agro-alimentar. O projecto para a instalação de uma refinaria de petróleo no sul da região originou forte polémica a nível regional, tanto em Espanha como em Portugal. A região tinha mais de inscritos na Segurança Social em 2007. Existem na Estremadura aproximadamente empresas industriais, a maioria delas pequenas e médias. Os principais subsectores são a energia, agroindústria, cortiça, pedra ornamental, maquinaria e têxtil. Em matéria energética, o desenvolvimento de barragens e quedas de água permitiu uma exploração estável dos recursos hidroelétricos e a uma produção de energia maior que as necessidades de consumo da própria região. A região conta também com uma central nuclear, em Almaraz, perto de Cáceres, a qual produz 9% de toda a electricidade produzida em Espanha (ver: Central nuclear de Almaraz). == Transportes == === Estradas === As estradas da Estremadura são geridas por diversas entidades. As quatro mais importantes são: Ministério do Fomento de Espanha , Junta da Estremadura, Deputação de Badajoz e Deputação de Cáceres. Além destas quatro entidades, existem outras redes de estradas sob gestão dos municípios . === Autoestradas nacionais === Estas autoestradas são administradas pelo Ministério do Fomento de Espanha Identificador Denominação Itinerario Autovía del Suroeste Madrid–Alcorcón–Móstoles–Talavera de la Reina–Navalmoral de la Mata–Trujillo–Mérida–Badajoz–Portugal Autovía Extremadura-Comunidad Valenciana Mérida–*–Puertollano– A-41 –Ciudad Real–Manzanares–*–Argamasilla de Alba–Tomelloso–*–Villarrobledo–*–San Clemente–Atalaya del Cañavate Autovía Trujillo-Cáceres Trujillo–*–Cáceres Autovía Ruta de la Plata Gijón–Oviedo, Onzonilla–Benavente–*–Zamora–Salamanca–Plasencia–Cáceres–Mérida–Sevilla Autovía Badajoz-Granada Badajoz–*–Granada === Autoestradas autonómicas === Estas autoestradas são administradas pela Junta da Estremadura Identificador Denominação Itinerario Categoria Extensão Autovía Navalmoral de la Mata–Portugal De Navalmoral de la Mata a Portugal Autovía autonómica 52,3 km Autovía de Las Vegas Altas De Miajadas a Vegas Altas (Don Benito- Villanueva de la Serena) Autovía autonómica 23,7 km Autovía de Zafra a Jerez de Los Caballeros De Zafra a Jerez de los Caballeros Autovía autonómica em projeto Autovía de Cáceres a Badajoz De Cáceres a Badajoz Autovía autonómica em projeto Autovía de Almendralejo a A-5 De A-5 (Guadajira, Lobón) a Almendralejo Autovía autonómica em projeto Autovía de Badajoz a Olivença De Badajoz a Olivença Autovía autonómica em projeto == Cultura == === Património da Humanidade === A Estremadura possui três locais classificados como Património da Humanidade pela UNESCO: * Cidade Velha de Cáceres, desde 1986 * Conjunto Arqueológico de Mérida, desde 1993 * Mosteiro Real de Santa Maria de Guadalupe, desde 1993 Estão em preparação as seguintes candidaturas: * Cidade muralhada de Plasencia * Cidade de Trujillo * Ponte de Alcântara * Edificações abaluartadas da raia entre a Estremadura y Portugal * Via da Prata * Rota do imperador Carlos I de Espanha (Carlos V do Sacro Império Romano-Germânico) === Património Europeu === * Mosteiro de Yuste, desde 2007 === Festas de interesse turístico === Estão classificados como festas de interesse turístico aproximadamente 40 eventos periódicos da Estremadura. Esta classificação é atribuída pela Consejería de Medio Ambiente, Urbanismo y Turismo da Junta da Estremadura, segundo os critérios definidos por lei: * Originalidade da celebração * Valor cultural, gastronómico ou ambiental * Antiguidade mínima de 10 anos * Capacidade para atrair visitantes de fora da Estremadura * Celebração de forma periódica Estas festas coincidem frequentemente com festividades populares em vários lugares da Estremadura, como São Sebastião, São Brás , Carnaval, Semana Santa, Agosto ou o Dia de Todos-os-Santos. === A Estremadura no cinema === Alguns dos filmes cuja acção decorre na Estremadura ou nela foram rodados: * Las Hurdes, tierra sin pan, (1932) * Los santos inocentes (filme)| (1984) * El Lute: camina o revienta (1987) * Jarrapellejos (1988) * Christopher Columbus: The Discovery (1992) * El séptimo día (2004) * Teresa: el cuerpo de Cristo (2007) * El hombre de arena (2007) * Pueblos de Europa (2008) * Un novio para Yasmina (2008) == Espaços naturais protegidos == A Estremadura é uma das regiões europeias cujos sistemas naturais estão menos degradados, apesar do número de nível de protecção destes espaços ser claramente insuficiente. === Parque Nacional de Monfragüe === A zona do Parque Nacional de Monfragüe, foi declarada Parque Nacional a , convertendo-se no 14º parque nacional da Espanha. Em 2008 foi visitado por pessoas. Além da classificação de parque nacional, a zona faz parte de uma Zona de Protecção Especial para as Aves (ZPE) de e está classificada como Reserva da Biosfera pela UNESCO () e Lugar de Importância Comunitária (LIC) pela União Europeia. O parque está situado numa zona muito pitoresca de nos vales do Tejo e Tiétar, a aproximadamente 20 km a sul de Plasencia, é atravessado pela estrada que liga esta cidade a Trujillo. É conhecido especialmente pelas colónias de aves de rapina, mas a sua fauna terrestre e aquática é também importante. É considerado um dos refúgios mais importantes da fauna e flora mediterrânica. O seu interesse geológico também é relevante, nomeadamente os afloramentos quartzíticos que dão origem a relevo do tipo apalachiano. A área tem vários vestígios de ocupação humana muito antiga, remontando a Existem pinturas rupestres em abrigos e grutas, e o lugar de Monfragüe propriamente dito, um morro na confluência dos rios Tejo e Tiétar foi um castro entre no 1º milénio a.C. Acredita-se que aí existiria um forte romano, que foi posteriormente reconstruído em 811 d.C. pelos muçulmanos que ocupavam a área desde 713. A primeira reconquista cristã desse castelo foi levada a cabo pelo português Geraldo Sem Pavor em 1169, mas a posse definitiva da região só se daria em 1180, por Afonso VIII de Castela. === Parques naturais === thumb|direita|Los Barruecos, monumento natural em Malpartida de Cáceres) Existem dois parques naturais na Estremadura, classificados e geridos pela Junta da Estremadura: * Parque Natural de Cornalvo, nos arredores de Mérida, com uma área de . Neste parque encontra-se uma barragem de 220 m de comprimento e 18 m de altura construída pelos romanos para abastecimento de água à capital da província da Lusitânia, Emerita Augusta (a Mérida actual). * Parque Natural do Tejo Internacional, na província de Cáceres, com uma área de . Este parque confina com o Parque Natural do Tejo Internacional português, no distrito de Castelo Branco. A ponte romana de Alcântara, uma das mais importantes e melhor conservadas obras de engenharia civil do período romano na Península Ibérica encontra-se na extremidade leste deste parque. === Reservas naturais === Reserva Natural Garganta de los Infiernos, no Vale do Jerte, com uma área de . Ocupa o vale de uma riacho de montanha , em que a altitude varia entre os 600 e os m em apenas alguns quilómetros, pelo que apresenta uma extraordinária diversidade de fauna e flora. São especialmente interessantes os efeitos da erosão da água nas formações graníticas dos leitos dos cursos de água, nomeadamente as marmitas de gigante. === Paisagem protegida === * Valcorchero y Sierra del Gordo em Plasencia, zona de relevo abrupto com afloramentos graníticos coberta de montado de sobreiros. === Monumentos naturais === * Los Barruecos, em Malpartida de Cáceres. A principal atracção deste local são as formações graníticas cujas formas fazem lembrar autênticas esculturas. A área é atravessada pelo rio Salor, um afluente do Tejo, onde foram construídos vários açudes que originam várias charcas. Há vestígios arqueológicos importantes, desde a Pré-história até ao século XVIII, com destaque para a necrópole megalítica da Hijadilla, vários núcleos de arte rupestre e a estação arqueológica das Peñas del Tesoro, mais conhecida por Los Barruecos, a qual foi habitada desde o Neolítico até à Idade do Bronze e onde foram encontrados os vestígios mais antigos de agricultura da Estremadura, de há anos. Outra atracção da zona é o Museu Vostell Malpartida, instalado numa fábrica de lãs do século XVIII, junto a uma das velhas barragens do rio Salor. * Mina La Jayona, no município de Fuente del Arco. Trata-se de uma antiga mina de ferro, que foi explorada desde o período romano até 1921. * Grutas de Fuentes de León, no município do mesmo nome. Conjunto kárstico com mais de 1000 ha, as grutas apresentam grande quantidade de estalactite e estalagmites de várias formas e albergam várias colónias de morcegos. Nalgumas existem minas que foram exploradas desde épocas pré-romanas, que foram célebres pela abundância de ouro. Estudos recentes (2009) apontam para a existência de grutas importantes ainda por descobrir. * Gruta de Castañar de Ibor, no município do mesmo nome. Um conjunto espeleológico com lagos subterrâneos, numerosas estalactites e outras estruturas raras de aragonite e calcite. === Zonas de Interesse Regional === * Llanos de Cáceres e Sierra de Fuentes, Zona de Protecção Especial (ZPE) de Aves incluída na como Zona Especial de Conservação (ZEC), é uma área relativamente plana, de encosta suaves que se estende desde Brozas até Trujillo * Barragem de Orellana y Sierra de Pela, a única zona húmida da Estremadura que pertence à lista das \"Zonas Húmidas de Importância Internacional\" estabelecida na Convenção de Ramsar. É Zona de Protecção Especial de Aves (ZPE). * Serra de Tentudía, Zona de Protecção Especial (ZPE) de Aves incluída na como Zona Especial de Conservação (ZEC) no sul da província de Badajoz, junto à Serra Morena. thumb|Paisagem de La Serena * Serra Grande de Hornachos * Serra de San Pedro * Terra de Barros === Zonas de proteção de aves === * La Serena * Dehesas de Jerez * Puerto Peña e Sierra de los Golondrinos * Las Villuercas * Los Ibores (Vale do Ibor) * Cedillo e Tejo Internacional * Canchos de Ramiro * Serra de Sir * Serra da Moraleja == Notas == Categoria:Estados e territórios fundados em 1983 Categoria:Coroa de Castela",
 "title": "Estremadura (Espanha)"
}