{
 "id": "103629",
 "text": "Erich Friedrich Wilhelm Ludendorff (Kruszewnia, 9 de abril de 1865 — Munique, 20 de dezembro de 1937) foi um general do exército imperial alemão, que ganhou destaque por sua liderança durante a Primeira Guerra Mundial. Foi elevado a proeminência após as vitórias nas batalhas de Liège e Tannenberg. A partir de 1916, foi apontado chefe (Erster Generalquartiermeister) do Estado-Maior alemão, junto com Paul von Hindenburg, fazendo deles os de facto ditadores da Alemanha durante a segunda metade da Primeira Grande Guerra. O fracasso da Ofensiva de Primavera, em 1918, concebida por ele para tentar salvar a guerra para o seu país, acabou levando-o a desgraça aos olhos dos líderes políticos e militares alemães. Quando os Aliados lançaram um grande contra-ataque, o colapso das forças alemãs na Frente Ocidental forçou Ludendorff a renunciar sua posição como líder do exército, em outubro de 1918. No mês seguinte, a Alemanha se rende.William J. Astore, \"The Tragic Pursuit of Total Victory.\" MHQ: Quarterly Journal of Military History (Autumn 2007) 20#1) pp 64-73. Após a guerra, Ludendorff se tornou um proeminente líder nacionalista e defensor da \"lenda da punhalada pelas costas\", colocando a culpa da derrota alemã na Primeira Guerra nos políticos pacifistas, nos marxistas, nos bolcheviques e nos judeus, que traíram o exército alemão e teriam firmado o Tratado de Versalhes, que humilhou o país. Ele tomou parte de duas tentativas de golpe de estado, o Kapp-Putsch com Wolfgang Kapp em 1920, e o Putsch da Cervejaria de Adolf Hitler em 1923. Em 1925, concorreu para o cargo de Presidente da Alemanha contra o seu antigo colega e superior, o marechal Paul von Hindenburg, mas não conseguiu se eleger, fracassando por uma enorme margem de votos. De 1924 a 1928, ele representou o Partido Alemão Völkisch da Liberdade (DVFP), de extrema-direita, no Reichstag. Ainda obcecado com a sua linha de pensamento militarista que desenvolveu durante a Primeira Guerra, Ludendorff escreveu um livro, (\"A Guerra Total\"), em 1935. No seu trabalho, defendeu que as forças físicas e morais da nação deveriam ser mobilizadas, porque a paz era apenas \"um intervalo\" entre guerras. No começo da década de 1930, ele e Hitler já não mais eram amigos e Ludendorff teria supostamente dito que o líder nazista \"não tinha condições de governar\" o país.William Brownell & Denise Drace-Brownell, The First Nazi: Erich Ludendorff, The Man Who Made Hitler Possible (2016), pág. 11. Erich Ludendorff morreu de câncer de fígado, em 1937. == Bibliografia == === Livros === * Meine Kriegserinnerungen 1914–1918. E. S. Mittler & Sohn, Berlim 1919 (cópia digital); 9ª edição revisada ES Mittler & Sohn, Berlim 1926 [também como uma edição popular resumida: 2ª edição ES Mittler & Sohn, Berlim 1936]. * (Hrsg.): Urkunden der Obersten Heeresleitung über ihre Tätigkeit 1916/18. E. S. Mittler & Sohn, Berlim 1920; 2ª edição revisada e suplementada ES Mittler & Sohn, Berlim 1921 (cópia digital); 4ª edição revisada ES Mittler & Sohn, Berlim 1922. * Kriegführung und Politik. E. S. Mittler & Sohn, Berlin 1922 (cópia digital); 3ª edição revisada ES Mittler & Sohn, Berlim 1923. * Vernichtung der Freimaurerei durch Enthüllung ihrer Geheimnisse. Ludendorffs Verlag, Munique 1927 (cópia digital), 1940. * Kriegshetze und Völkermorden in den letzten 150 Jahren. Ludendorffs Verlag, Munique 1928, 1939 (cópia digital). * mit Mathilde Ludendorff: Das Geheimnis der Jesuitenmacht und ihr Ende. Ludendorffs Verlag, Munique 1929, 1934 (cópia digital). * Weltkrieg droht auf deutschem Boden. Ludendorffs Verlag, Munique 1930 (cópia digital). * Mein militärischer Werdegang. Blätter der Erinnerung an unser stolzes Heer. Ludendorffs Verlag, Munique 1933 (cópia digital). * Eine Auswahl aus den militärischen Schriften. Quelle & Meyer, Leipzig 1935. * Der totale Krieg. Ludendorffs Verlag, Munique 1935 (cópia digital). * com Mitarbeitern: Mathilde Ludendorff – ihr Werk und Wirken. Ludendorffs Verlag, Munique 1937. * Auf dem Weg zur Feldherrnhalle. Lebenserinnerungen an die Zeit des 9. November 1923. Ludendorffs Verlag, Munique 1937 (cópia digital). * com Mathilde Ludendorff: Die Judenmacht. Ihr Wesen und Ende. Ludendorffs Verlag, Munique 1939 (cópia digital. * Vom Feldherrn zum Weltrevolutionär und Wegbereiter deutscher Volksschöpfung. ** Volume 1: Meine Lebenserinnerungen von 1919–1925. 12.–16. Tausend Ludendorffs Verlag, Munique 1941 (cópia digital). ** Volume 2: Franz Freiherr Karg von Bebenburg (Hrsg.): Meine Lebenserinnerungen von 1926–1933. 3. Auflage Verlag Hohe Warte, Stuttgart 1951. ** Volume 3: Franz Freiherr Karg von Bebenburg (Hrsg.): Meine Lebenserinnerungen von 1933–1937. Verlag Hohe Warte, Stuttgart 1955. === Escritos menores, periódicos === * Wie der Weltkrieg 1914 „gemacht“ wurde. Völkischer Verlag, Munique 1934 (cópia digital). * Die Revolution von oben. Das Kriegsende und die Vorgänge beim Waffenstillstand. Zwei Vorträge. Karl Rohm, Lorch 1926 (cópia digital). * Gefesselte Arbeitskraft. Ludendorffs Verlag, Munique 1931 (cópia digital). * Der Rettungsweg; Weg mit Goldwährung und Börse. Ludendorff-Buchhandlung, Hamburg 1931. * Meine Kampfziele. Ludendorffs Verlag, Munique 1932 (cópia digital). * Schändliche Geheimnisse der Hochgrade. Ludendorffs Verlag, Munique 1932 (cópia digital). * mit Mathilde Ludendorff: Weihnachten im Lichte der Rasseerkenntnis. Ludendorffs Verlag, Munique 1933 (cópia digital). * Das Marne-Drama. Der Fall Moltke- Hentsch. Ludendorffs Verlag, Munique 1934 (cópia digital). * Des Volkes Schicksal in christlichen Bildwerken. Ludendorffs Verlag, Munique 1934 (cópia digital). * „Tannenberg“. Zum 20. Jahrestag der Schlacht. Ludendorffs Verlag, Munique 1934 (cópia digital). * Die politischen Hintergründe des 9. November 1923. Ludendorffs Verlag, Munique 1934 (cópia digital). * „Dirne Kriegsgeschichte“ vor dem Gericht des Weltkrieges. Ludendorffs Verlag, Munique 1934. * Deutsche Abwehr. Antisemitismus gegen Antigojismus. Ludendorffs Verlag, Munique 1934 (cópia digital). * Über Unbotmäßigkeit im Kriege. Ludendorffs Verlag, Munique 1935. * Französische Fälschung meiner Denkschrift von 1912 über den drohenden Krieg. Ludendorffs Verlag, Munique 1935 (cópia digital). * Judengeständnis: Völkerzerstörung durch Christentum. Ludendorffs Verlag, Munique 1936 (cópia digital). * com Mathilde Ludendorff: Das große Entsetzen. Die Bibel nicht Gottes Wort. Ludendorffs Verlag, Munique 1936 (cópia digital). * (editor e autor) Abgeblitzt! Antworten auf Theologengestammel über „Das große Entsetzen“. Ludendorffs Verlag, Munique 1936 (cópia digital). * Tannenberg. Geschichtliche Wahrheit über die Schlacht. Ludendorffs Verlag, Munique 1939 (cópia digital). * Feldherrnworte. Ludendorffs Verlag, Munique 1938–1940. * como editor: Ludendorffs Volkswarte, jornal semanal, publicado em Munique em 1929 até ser proibido em 1933 * Am heiligen Quell Deutscher Kraft 1930 bis 1939, Munique. === Escritos contemporâneos sobre outros e suas obras === * Margarethe Ludendorff: Als ich Ludendorff's Frau war. Drei Masken, Munique 1929. * Karl Tschuppik: Ludendorff. Die Tragödie des Fachmanns. Hans Epstein, Wien und Leipzig 1931. * Ludendorff und der drohende Weltkrieg. Das nationalsozialistische Problem. Zwei brennende Fragen der Gegenwart. Rohm, Lorch 1931. * Kurt Fügner: General Ludendorff im Feuer vor Lüttich und an der Feldherrnhalle in Munique. Ludendorffs Verlag, Munique 1933. * Mathilde Ludendorff und Mitarbeiter: Erich Ludendorff – Sein Wesen und Schaffen. Ludendorffs Verlag, Munique 1938. * Zum 75. Geburttag des Feldherrn Erich Ludendorff am 9. Ostermonds 1940. Ludendorffs Verlag, Munique 1940. == Ligações externas == Categoria:Pessoas da Primeira Guerra Mundial (Alemanha) Categoria:Generais da Alemanha Categoria:Antimaçonaria Categoria:Teóricos da conspiração Categoria:Naturais da Grande Polônia (voivodia) Categoria:Mortes por câncer de fígado Categoria:Nazistas Categoria:Nacionalistas da Alemanha",
 "title": "Erich Ludendorff"
}