{
 "id": "103796",
 "text": "Tartesso foi, segundo descobertas arqueológicas, uma civilização histórica situada ao sul da Península Ibérica, caracterizada por um misto de traços ibéricos pré-históricos e fenícios. Tinha o seu próprio sistema de escrita, identificado como tartessiano, presente em 97 inscrições no idioma tartesso. Tartesso é também a designação usada pelos gregos para a primeira civilização ibérica. Nos registos históricos, Tartesso () é descrita como uma cidade portuária semimítica na costa sul da Península Ibérica, onde hoje é a moderna Andaluzia, na Espanha, na foz do rio Guadalquivir. Aparece em fontes gregas e do Oriente Próximo a partir do Heródoto, por exemplo, relata que se situava além das Colunas de Hércules. Autores romanos tendiam a repetir as fontes gregas, mas por volta do final do há indícios de que o nome Tartesso caiu em desuso e que a cidade se teria perdido devido a uma inundação, ainda que vários autores tenham tentado identificá-la por meio de outras cidades na área. Tartesso era rica em metais. No , os historiador Éforo de Cime descreveu Tartesso como \"um mercado muito próspero chamado Tartessos, com muito estanho transportado pelo rio, bem como ouro e cobre das terras celtas\". O comércio de estanho era muito lucrativo na Idade do Bronze, uma vez que é um componente essencial do bronze e é comparativamente raro. Heródoto refere-se a um rei de Tartesso, Argantonio, presumivelmente coroado por sua riqueza em prata. Tartesso era um importante parceiro comercial dos fenícios, cuja presença na Ibéria data do e que construíram um porto próprio na região de Gadir (; , o que é hoje Cádis). thumb|upright|Jarro de Valdegamas (M.A.N. Madrid) No , Tartesso parece desaparecer abruptamente da história, talvez eliminada por Cartago que, depois da batalha de Alália, teria feito pagar a aliança com os gregos. Outros dizem que foi refundada, sob condições pouco claras, com o nome de Carpia. Os romanos chamaram à ampla baía de Cádis Tartessius Sinus, mas o reino de Tartesso já não existia.Adolfo Schulten, Tartessos, Madrid, 1945. == Evidências == Apesar de existirem numerosos restos arqueológicos no sul da Espanha, como o tesouro de Aliseda ou o tesouro do Carambolo, que se consideram pertencentes à cultura tartessa, a cidade de Tartesso ainda não foi encontrada. A sua possível localização foi objeto de estudo pelo arqueólogo e hispanista alemão Adolf Schulten , que morreu sem ver cumprido seu sonho de encontrar a cidade. Não é certo que tenha existido uma cidade com este nome, dado que ainda não se encontrou sua localização, ainda que estejam perfeitamente documentados outros povoados ao longo do vale do Guadalquivir, território de expansão da civilização dos Tartessos. Provavelmente, a cidade e a civilização já existiam antes de , dedicadas ao comércio, à metalurgia e à pesca. A posterior chegada dos fenícios e seu estabelecimento em Gadir (actual Cádis), talvez tenha estimulado o seu imperialismo sobre as terras e cidades em redor, a intensificação da exploração das minas de cobre e prata. Os tartessos converteram-se nos principais fornecedores de bronze e prata do Mediterrâneo, assim como faziam a navegação até às ilhas Cassitérides, de onde importaram o estanho necessário para a produção de bronze, ainda que também o obtivessem pela lavagem de areias do rio Tartesso, que continha estanho.Avieno, Ora Maritima, 293-8 O geógrafo Pausânias, escreveu que Myrion, o tirano de Sicião, tinha um grande tesouro, acumulado para comemorar a vitória na corrida de bigas nos Jogos Olímpicos. Neste tesouro, ele mandou construir duas câmaras em diferentes estilos, uma em estilo dórico, a outra em estilo jónico, com bronze que, segundo os élidos, era de Tartesso. Desconhece- se a localização exata de Tartesso. Provavelmente os seus restos estão enterrados sob camadas de sal marinho que substituíram antigos estuários e dunas na moderna desembocadura única do Guadalquivir. O delta fluvial foi bloqueado gradualmente por uma enorme faixa de areia que se estende desde o rio Tinto, próximo de Palos de la Frontera, até à margem oposta em Sanlúcar de Barrameda. A área está protegida, dado que faz parte do Parque Nacional de Doñana. O nome Carpia sobrevive ainda hoje, por exemplo na cidade andaluza de El Carpio. == Tarsis == Na Bíblia aparecem referências a Tarsis (\"Tarshish\" ou Tarsisch)Antigo Testamento,Livro dos Reis I, 10-22. Tarsis tem sido identificada com Tartesso, ainda que não exista consenso sobre o assunto.Martín Almagro et al.Protohistoria de la Península Ibérica. Ed. Ariel. Barcelona (2001) == Reis de Tartesso == Através de gerações chegaram-nos documentos que falam dos lendários líderes de Tartesso. Trata-se de personagens mitológicos, cuja existência real é tão duvidosa como a de Hércules. Sobre esses monarcas, constantes da lendária Monarquia Lusitana, escreveu-se recentemente a Tragicomédia de Gargoris e Habidis (1978), que menciona um sistema social baseado na exploração do homem pelo homem, nascido depois do descobrimento da agricultura. *Gerião — Primeiro rei mitológico de Tartesso. Segundo a lenda, era um gigante tricéfalo, que pastoreava suas ovelhas pelas proximidades do Guadalquivir. *Norax — Neto de Gerião, conquistou o sul da Sardenha, onde fundou a cidade de (ver Estela de Nora). *Gorgoris — Primeiro rei da segunda dinastia mitológica tartessa. Inventou a apicultura. *Abidis — Neto do anterior na Monarquia Lusitana. Descobriu a agricultura, atando dois bois a um arado. *Argantonio — Primeiro rei do qual se tem referências históricas. Foi o último rei de Tartesso e teria vivido 110 anos, segundo Heródoto, ainda que alguns historiadores pensem que o elevado número de anos podia referir-se a vários reis conhecidos pelo mesmo nome. Propiciou o comércio com os gregos, que criaram várias colónias costeiras durante seu reinado. == Religião == Há poucos dados, mas presume-se que tal como os outros povos do mediterrâneo também tinham uma religião politeísta. Acredita-se que também poderiam adorar uma deusa produto da aculturação fenícia comparável a Astarte ou Potnia. Também pode ter havido uma divindade masculina, o deus Baal fenício ou Melcarte. Encontraram-se santuários de estilo fenício no sitio arqueológico de Cástulo (no município de Linares, Jaén). Foram descobertas várias oferendas votivas em diversos pontos da Andaluzia e noutras partes mais distantes, como Salamanca, de proveniência desconhecida. No aspeto religioso a aculturação fenícia apenas se verificou em alguns sítios. ==Ver também== * Povos ibéricos pré-romanos == Bibliografia == *Abad, L., Consideraciones en torno a Tartessos y los orígenes de la cultura ibérica, Archivo Español de Arqueología 52, 1979, págs. 175-193. *Almagro- Gorbea, M., 1996: Ideología y poder en Tartessos y el mundo ibérico, Madrid. *Aubet, M. E., El impacto fenicio en Tartessos: las esferas de interacción, La cultura tartésica y Extremadura (Espanha), Mérida, 1990, págs. 29-44. *Aubet, M. E., El impacto fenicio en Tartessos: las esferas de interacción, La cultura tartésica y Extremadura, Mérida, 1990, págs. 29-44. *Blázquez, J.M. Tartessos y los orígenes de la colonización fenicia en Occidente, Salamanca, 1975. *Caruz Arenas, A. La localización de la ciudad de Tartessos Tartessos. V Simposium Internacional de Prehistoria Peninsular, Barcelona, 1969. pág. 347-368. *Carriazo, J. de Mata, 1973: Tartessos y El Carambolo, Madrid. * Correa, J. A., Consideraciones sobre las inscripciones tartesias, Actas del III Coloquio sobre Lenguas y Culturas prerromanas de la Península Ibérica, Salamanca, 1985, págs. 377-395 *Fernández Jurado, J., 1988-89: Tartessos y Huelva, Huelva Arqueológica, X-XI, vol. 3, 101-121. *Martín de la Cruz, J. C., Problemas en torno a la definición del Bronce Tardío en la Baja Andalucía, Cuadernos de Prehistoria de la U. A. de Madrid 11-12, 1984-1985, págs. 205-215 *Olmos, R., 1986: Los griegos en Tartessos: replanteamiento arqueológico- histórico del problema, Homenaje a Luis Siret (Cuevas de Almanzora, 1984), 584-601. *Ruiz Mata, D., 1994: Fenicios, tartesios y turdetanos, Huelva Arqueológica XIV, 325-367. *Schulten, A., Tartessos, Madrid, 1945. *Violat Bordonau, F. Tartessos, Mastia y las rutas comerciales de la antigüedad, 2007. ==Ligações externas== * Teses sobre Tartessos * Novidades sobre a investigação de Tartessos na imprensa",
 "title": "Tartesso"
}