{
 "id": "103704",
 "text": "Uma tempestade, tormenta, procela, temporal,FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 660. ou toró é um fenômeno atmosférico marcado por ventos fortes, trovoadas, relâmpagos, granizo e chuva, usualmente com duração de dezenas de minutos.Wallace and Hobbs: Atmospheric Sciences (livro texto em inglês) == Etimologia == \"Tempestade\" provém do termo latino tempestate, \"tormenta, agitação\". \"Tormenta\" provém do termo latino tardio tormenta.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 691. \"Procela\" provém do termo latino procella.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 395. \"Temporal\" provém do termo latino temporale.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 661. \"Toró\" provém do tupi antigo tororoma, \"jorro\".NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 480. ==Formação e caracterização== As tempestades estão, em geral, associadas às nuvens do tipo Cumulonimbus. O radar meteorológico é uma das ferramentas fundamentais em seu estudo. Dentro da grade de disciplinas dos cursos de graduação em meteorologia, as tempestades são estudadas na disciplina de física de nuvens. As tempestades provocam precipitação de água líquida e gelo, na forma de chuvisco, chuva leve, moderada e forte, e quando é mais intensa com fortes correntes ascendentes e descendentes também granizo e saraiva. As tempestades podem aparecer isoladas, ou em grupo na forma de agrupamentos convectivos (cluster), de forma mais ou menos desorganizada, ou na forma de linhas de tempestades, chamadas linhas de instabilidade, ou ainda quando uma das tempestades do agrupamento cresce mais que todas as outras e atinge grandes proporções (tipicamente 10 quilômetros x 10 quilômetros x 12 quilômetros em latitudes médias) como uma supercélula. Nas regiões montanhosas de climas frios (latitudes médias), a tempestade pode provocar neve ou nevasca se o vento é intenso. Ao derreter neve fresca, obtém-se água líquida na proporção aproximada de 10 para 1ː por exemplo, um metro de neve fresca derrete para formar 100 milímetros (10 centímetros) de altura de água líquida sobre cada metro quadrado do terreno horizontal. Tempestades formam-se quando há suficiente liberação de calor latente pela condensação de gotas de nuvem e cristais de gelo (na parte fria da tempestade). Dentro da tempestade, coexistem movimentos verticais ascendentes e descendentes intensos, o que gera muita turbulência, mistura e entranhamento de ar pelo topo da tempestade à medida em que ela cresce. O ar seco que entranha pelo topo é muito seco e evapora as gotas e cristais da nuvem gerando resfriamento das parcelas de ar e sua descida através da nuvem, na forma de correntes descendentes, ao mesmo tempo que correntes ascendentes sobem devido ao aquecimento das parcelas de ar pela liberação de calor latente de condensação. As tempestades ocorrem quando a atmosfera encontra-se termodinamicamente instável, há energia potencial disponível para ser convertida em movimento de ar ascendente dentro da nuvem e descendente fora da nuvem (na forma de uma célula de circulação), e quando há convergência do vento em superfície, por exemplo, junto a uma frente de rajada de brisa marítima durante o período convectivo. É interessante que novas células de tempestade podem se formar do lado em que o ar úmido adentra à tempestade principal (indutora). As células podem se deslocar em uma direção enquanto a tempestade em si ou o sistema de tempestades se desloca em outro. O sistema vai na direção do vento médio da troposfera enquanto as células individuais se propagem em uma direção intermediária entre o vetor médio troposférico e o oposto do vetor médio da baixa troposfera, isto é para uma direção inclinada em relação àquela que o ar úmido e instável entra na nuvem em baixos níveis. Tempestades podem ocorrer quando um jato de baixos níveis provê enorme quantidade de ar úmido e potencialmente instável à região de formação das tempestades, vide a Região Centro-Oeste dos Estados Unidos, nas Grandes Planícies a Leste das Montanhas Rochosas. ==Histórias e lendas== As tempestades tiveram grande influência na cultura de muitos povos da antiguidade. Os romanos achavam que tempestades eram batalhas dos Deuses contra os Titãs. Já os índios da América do Norte acreditavam que as tempestades eram serventes de um \"Grande Espírito\". Em tempos mais recentes, as tempestades tornaram-se alvo da curiosidade dos céticos. Toda primavera, caçadores de tempestades vão às grandes planícies do interior da América Central para explorar os aspectos visuais e artísticos de tempestades e tornados. == Ligações externas == *Hydrometeorological Prediction Center - USA",
 "title": "Tempestade"
}