{
 "id": "103702",
 "text": "Caetano da Anunciação Brandão,Na grafia original, Cayetano Da Annunciação Brandão. T.O.R. (Loureiro, 11 de setembro de 1740 - Braga, 15 de dezembro de 1805), foi um prelado português da Igreja Católica, sendo bispo do Belém do Grão-Pará e Arcebispo de Braga, Primaz das Espanhas. ==Biografia== Dom Caetano nasceu na Quinta do Limoeiro, sita na Terra da Feira, na freguesia de São João Baptista de Loureiro, na época integrando o concelho de Bemposta, hoje o de Oliveira de Azeméis, pertencente ao Bispado do Porto, em Portugal, no dia 11 de setembro de 1740.Serie chronologica dos prelados conhecidos da igreja de Braga, pág. 99 Seus pais foram o sargento-mor de ordenanças Tomé Pacheco da Cunha e Maria Josefa da Cruz. Tomou o hábito franciscano no Colégio São Pedro da Terceira Ordem da Penitência em Coimbra, onde professou solenemente no dia 28 de novembro de 1759. Bacharelou-se em Teologia na Universidade de Coimbra. Ordenou-se padre aos 24 anos, no dia 22 de setembro de 1764.Hierarchia Catholica, Volume 6, Págs. 118-129 == Episcopado == Em 1782, Dom Caetano foi nomeado Bispo do Pará pela rainha D. Maria I, confirmado pela bula de Pio VI datada de 16 de dezembro de 1782. Recebeu a bula de confirmação em janeiro de 1783. No dia 2 de fevereiro de 1783 foi ordenado bispo pelas mãos de Dom Francisco da Assunção e Brito, O.S.A., Arcebispo de Goa, sendo seus co- sagrantes Dom Bartolomeu Manuel Mendes dos Reis, Bispo Emérito de Mariana, Minas Gerais, Brasil e Dom Alexandre da Silva Pedrosa Guimarães, bispo de Macau, na China. Parte de Lisboa no dia , a bordo da charrua Águia Real e Coração de Jesus. Com ele embarcaram também o capitão-general Martinho de Sousa e Albuquerque, sucessor de José de Nápoles Telo de Meneses no governo do Grão-Pará; e Alexandre Rodrigues Ferreira, naturalista. Chega ao Pará, Região Amazônica, no dia 21 de outubro deste ano. No dia 28 de outubro nomeia como Vigário Geral da diocese o Arcipreste Dr. José Monteiro de Noronha. No dia seguinte toma posse por procuração na pessoa de seu Vigário Geral. Dom Frei Caetano Brandão fez sua entrada solene na Catedral de Santa Maria de Belém do Grão-Pará no dia 1º de novembro de 1783, festa de Todos os Santos. Estavam presentes na cerimônia Martinho de Sousa Albuquerque, Governador e Capitão- general da Capitania do Grão-Pará e Rio Negro, recém-empossado e companheiro de viagem de Dom Caetano, assim como José de Nápoles Telo de Meneses, Governador e Capitão-general que acabara de ser substituído. Poucos meses depois já iniciava as ações para a fundação do primeiro hospital da Amazônia. Sua atuação exemplar durante os cinco anos que exerceu o episcopado na Amazônia lhe mereceu ser nomeado, a 29 de março de 1790, Arcebispo de Braga, Portugal. === Sucessão === Dom Caetano é o 6º bispo de Belém do Pará, sucedeu a Dom João Evangelista Pereira da Silva, Terceira Ordem Regular de São Francisco (1708-1782) e teve como sucessor Dom Manuel de Almeida de Carvalho (1747-1818). == Arquiepiscopado Primacial == No dia 28 de junho de 1790 tomou posse como titular da Arquidiocese de Braga.Serie chronologica dos prelados conhecidos da igreja de Braga, pág. 100 Dom Frei Caetano Brandão, junto com Dom Frei Aleixo de Meneses (1559-1617), Dom João Crisóstomo de Amorim Pessoa (1810-1888) e Dom Eurico Dias Nogueira (1923-2014), exerceram o episcopado no Além-Mar português antes de serem Arcebispos de Braga. === Sucessão === Dom Caetano é o 107.º Arcebispo de Braga, sucedeu ao Infante Dom Gaspar de Bragança, filho ilegítimo do Rei D. João V de Portugal e o segundo dos chamados meninos de Palhavã e último Senhor de Braga e teve como sucessor Dom José (III) da Costa Torres. Faleceu em Braga, Portugal, no dia 15 de dezembro de 1805 aos 65 anos. Jaz sepultado na capela-mor da Sé de Braga. == Homenagens == « O mais glorioso vulto das cristandades lusitanas. » Camilo Castelo Branco === Homenagens no Brasil === ====Monumento a Dom Frei Caetano Brandão (Belém)==== A praça em que está a Catedral de Belém é denominada “Praça Dom Frei Caetano Brandão” e assim é denominada pela população, diferente de outras cidades em que é comum designar a praça da catedral como praça da sé. Esta praça está no complexo denominado “Feliz Lusitânia” dado que é a área em que se iniciou a cidade de Belém, com a Catedral, o Forte do Castelo, a Igreja de São Francisco Xavier, o antigo colégio dos jesuítas e a Casa das Onze Janelas. No centro da praça há o monumento em homenagem a Dom Frei Caetano erigido no governo do intendente municipal Antônio José de Lemos. A municipalidade contratou o artista plástico Domenico De Angelis no ano de 1899 para a execução do projeto. O plano foi ultimado, mas sua execução ficou a cargo de outro artista, dado que De Angelis veio a falecer em Roma no ano de 1900. O pintor Giovanni Capranesi, amigo e sócio de De Angelis, terminou o projeto da escultura que encima o monumento, a partir de esboços deixados pelo falecido artista. A execução foi confiada ao escultor Enrico Quatrini da equipe de De Angelis. O desenho definitivo do monumento foi realizado pelo arquiteto G. Pognetti. A fundição da estátua foi realizada na casa Bastianelli, em Roma. A estátua representa um bispo com paramentos episcopais solenes, portando mitra, báculo e capa magna, similar à imagem de bispo que há no brasão de Dom Caetano. Sua inauguração deu-se a 15 de agosto de 1900. === Homenagens em Portugal === * Escola Básica dos 2° e 3° ciclos Frei Caetano Brandão, Maximinos, Braga * Escola Básica 2,3 D. Frei Caetano Brandão, em Loureiro, Oliveira de Azeméis Image:Dom Frei Caetano Brandao estatua.jpg|Monumento em Belém, Pará Image:Frei Caetano.jpg|Pintura na Misericórdia de Braga File:Caetano Brandao Bust.JPG|Busto no Colégio de São Caetano em Braga Image:Frei Caetano Brandão tomb.JPG|Túmulo de Dom Frei Caetano Brandão Image:Brasao Dom Caetano Brandao.png|Brasão d'armas Image:Brasao Dom Caetano Brandao primaz.jpg|Brasão d'armas usado como Primaz de Braga ==== Soneto ==== Henrique João Wilkens dedicou-lhe uma ode e um soneto quando de sua visita pastoral à Vila d’Ega, no rio Solimões, em 20 de outubro de 1788. Transcreve-se abaixo o soneto: Se sendo a luz do mundo verdadeira, Quem no caminho guia, e na verdade, Aos míseros mortais, que a felicidade Certa devem buscar, não passageira; Se a providência Santa, é a primeira, Que sempre acode em toda adversidade; Único asilo da necessidade; A todos os recursos sobranceira: Que fé animar nos deve? Que esperança; De em tudo conseguir certa ventura, À vista do que o gosto hoje alcança? O provido Caetano, c’o a ternura De pai, despreza os ricos; se abalança Ser Guia sem Brandão, que zelo apura. (N.B.: Atualizou-se a ortografia, mas conservou-se a pontuação original.) == Bibliografia == * * ABREU, José Paulo Leite de. D. Frei Caetano Brandão: o reformador contestado. Braga, Faculdade de Teologia, 1997. * Álbum de Belém, Pará. Belém: 1902. * AMARAL, António Caetano de. Memórias para a história da vida do venerável D. Frei Caetano Brandão. 2 vols. Lisboa, Na Impressão Régia, 1818. 2ª ed. Braga, 1867. * ARAÚJO, António de Sousa. D. Frei Caetano Brandão, bispo no norte brasileiro de 1783 a 1789. Braga, 1988. Separata de «Itinerarium», revista quadrimestral de cultura (Franciscanos de Portugal), ano XXXIV (1988), nºs 130-131, pp. 171 a 190. * BRANDÃO, D. Frei Caetano. Plano da Educação dos meninos órfãos e expostos do Seminário de S. Caetano. Edição fac-similada. Braga: Comissão de Edições do Bicentenário de D. Frei Caetano Brandão, 1991. * BRANDÃO, Francisco M. Ponces de Serpa. D. Frei Caetano Brandão (1740-1805): O testemunho da fé. A família. Lisboa: DisLivro Histórica, 2005. * CARDOSO, José. D. Frei Caetano Brandão e o estudo da anatomia, cirurgia e farmácia em Braga. Braga, Câmara Municipal, 1993. * GAYO, A. Silva. D. Frei Caetano Brandão. Drama em cinco actos com um escorço biographico. Coimbra: Imprensa da Universidade, 1869. * GODINHO, Sebastião. O Monumento a D. Frei Caetano Brandão. Belém do Pará: SEMEC, 1987. Cadernos de Cultura, Estudos 8. * IN MEMORIAM: excerptos de Frei Caetano. Belém: Seção de Obras d'A Província do Pará, 1905. LV, 95 p. il. * MARQUES, João Francisco. Metropolitas Bracarenses na evangelização do Além-Mar Português. Braga: Faculdade de Teologia de Braga, 2002. 339 pp * MENDONÇA, Luís António Carlos Furtado de. Oração funebre recitada nas solemnes exequias do Excellentissimo e Reverendissimo Senhor D. Fr. Caetano Brandão, Arcebispo da Sé de Braga, [...] Lisboa, Na Impressão Regia, 1806 * Pastoraes, e outras obras do Veneravel D. Fr. Caetano Brandão, Religioso da Terceira Ordem da Penitencia, Arcebispo de Braga Primaz das Hespanhas. Dadas á luz por outro religioso da mesma Ordem. Lisboa: Imp. Régia, 1824. * OLIVEIRA RAMOS, Luís Antonio. Diários das visitas pastorais no Pará de Dom Frei Caetano Brandão. INIC, série História Moderna e Contemporânea (7), Porto, 1991. * PEIXOTO, José Carlos. Aliança báculo-ceptro em D. Frei Caetano Brandão. Bracara Augusta, Braga, 49 (116), pp. 89–125 * PEIXOTO, José Carlos. Pensamento social e pedagógico de D. Frei Caetano Brandão. Braga, Colégio dos Órfãos de S. Caetano, 1991. * PINTO, Antônio Rodrigues de Almeida. O bispado do Pará. In: Annaes da Bibliotheca e Archivo Publico do Pará. Tomo V. Belém: Instituto Lauro Sodré, 1906. p. 99-139. * RAMOS, Feliciano. História breve do arcebispo Caetano Brandão. O Distrito de Braga, Braga, 2 (1-2), 1963, pág. 209-262. * SIMÕES, Corrêa. Dom Fr. Caetano Brandão. Poemeto. Braga: Tip. J. M. de Souza Cruz, 1906. == Ligações externas == * * * Braga evoca o bicentenário de Dom Frei Caetano Brandão * Escola Básica dos 2° e 3° ciclos Frei Caetano Brandão, Maximinos, Braga, Portugal (Sítio da Escola) * Escola Básica dos 2° e 3° ciclos Frei Caetano Brandão, Loureiro, Oliveira de Azeméis, Portugal (Sítio da Escola) * Escola Básica dos 2° e 3° ciclos Frei Caetano Brandão, Maximinos, Braga, Portugal (despacho do Ministério da Educação) Categoria:Naturais de Oliveira de Azeméis Categoria:Arcebispos de Braga Categoria:Bispos de Belém do Pará Categoria:Sepultados na Sé Catedral de Braga Categoria:Alumni da Universidade de Coimbra",
 "title": "Caetano Brandão"
}