{
 "id": "103744",
 "text": "thumb|upright=1|Grafito numa parede de Lisboa. O Movimento Democrático Português / Comissão Democrática Eleitoral (MDP / CDE) foi uma das mais importantes organizações políticas da Oposição Democrática ao regime do Estado Novo em Portugal, antes do 25 de Abril. Foi fundado em 1969, actuando através de comissões democráticas eleitorais, para concorrer às eleições legislativas. Em 1973 participou no Congresso Democrático de Aveiro. Depois do 25 de Abril constitui-se como partido político, fazendo parte de todos os Governos Provisórios, com excepção do VI. Concorreu à eleição para a Assembleia Constituinte de 1975 sozinho e, a partir de 1976, em coligação com o PCP, formando a APU. Em 1987, e em consequência da ruptura com o PCP em 1986, já não participou na coligação eleitoral CDU, apresentando-se às eleições com listas próprias. Nessa mesma data, alguns militantes dissidentes formaram a Intervenção Democrática (ID), que até hoje continua a integrar, como independente, as listas da CDU, junto com o PCP e o Partido Ecologista \"Os Verdes\" (PEV). Em 1994 fundiu-se com o conjunto editor da revista \"Manifesto\", dando lugar lugar ao movimento Política XXI, que veio a ser uma das correntes fundadoras do Bloco de Esquerda. == Figuras e principais dirigentes == * José Manuel Tengarrinha * Pereira de Moura * Luís Catarino * António Mota Redol * Vítor Dias * Manuel Pereira, (Guarda, 1917 — Lisboa, 2002) foi um destacado poeta, compositor e sindicalista português, responsável pela implementação e dinamização do partido em Lisboa, principalmente, na Amadora * Helena Cidade Moura * António Vitorino de Almeida encabeçou a lista do MDP/CDE às eleições europeias de 1989. == Resultados Eleitorais == === Eleições legislativas === Data Líder Votos % +/- Deputados +/- Status Notas 1969 Francisco Pereira de Moura 2.º 114 745 Extra-parlamentar Banido de 1969 a 1974 1975 Francisco Pereira de Moura 5.º 236 318 1976 Não concorreu 1979 José Manuel Tengarrinha Aliança Povo Unido 3 Oposição 1980 1 Oposição 1983 1 Oposição 1985 Oposição 1987 8.º 32 607 3 Extra-parlamentar === Eleições europeias === Data Cabeça de Lista Votos % +/- Deputados +/- 1987 10.º 27 678 1989 António Victorino de Almeida 6.º 56 900 0,88 === Eleições autárquicas === Data Votos % +/- Presidentes CM +/- Vereadores +/- Assembleias Municipais +/- Assembleias de Freguesias +/- 1976 Frente Eleitoral Povo Unido 1979 Aliança Povo Unido 1982 1985 1989 12.º 11 354 1993 12.º 1 386 0,20 2 5 Municípios 1989 1993 Almodôvar 2.º Gondomar 4.º == Ver também == * Comissão Democrática Eleitoral (CDE) * Associação de Intervenção Democrática (ID) * Política XXI * Bloco de Esquerda * M.D.P. Movimento pela Democratização dos Partidos == Fontes e bibliografia == * Raby, David Lander, \"Comissão Democrática Eleitoral (CDE)\", in Dicionário de História de Portugal, vol. 7, coordenação de António Barreto e Maria Filomena Mónica, Lisboa, Livraria Figueirinhas, 1999. Categoria:Partidos políticos de esquerda Categoria:Partidos políticos extintos da III República Categoria:Partidos políticos socialistas Categoria:Partidos políticos marxistas Categoria:Partidos políticos fundados em 1969 Categoria:Fundações em Portugal em 1969 Categoria:Partidos políticos extintos em 1994 Categoria:Extinções em Portugal em 1994",
 "title": "Movimento Democrático Português / Comissão Democrática Eleitoral"
}