{
 "id": "103720",
 "text": "Mensalão foi um escândalo de compra de votos que ameaçou derrubar o governo de Luiz Inácio Lula da Silva em 2005. 21 de novembro de 2012. Acessado em 10 de março de 2013 O neologismo mensalão, popularizado pelo então deputado federal Roberto Jefferson, em entrevista que deu ressonância nacional ao escândalo, é uma variante da palavra \"mensalidade\", usada para se referir a uma mesada paga a deputados para votarem a favor de projetos de interesse do Poder Executivo. Embora o termo já fosse conhecido por outras razões, segundo o deputado, o termo já era comum nos bastidores da política, entre os parlamentares, para designar essa prática ilegal. Jefferson acusou o então ministro da Casa Civil, José Dirceu, de ser o mentor do esquema. O escândalo estourou em 6 de junho de 2005, quando o deputado brasileiro Roberto Jefferson disse ao jornal Folha de S.Paulo que o Partido dos Trabalhadores (PT) pagou a vários deputados 30 mil reais por mês para votar pela aprovação de projetos de interesse do partido na Câmara dos Deputados do Brasil. Os fundos supostamente vieram dos orçamentos de publicidade das empresas estatais, canalizados através de uma agência de publicidade de propriedade de Marcos Valério. A investigação envolveu membros do Partido da Social Democracia Brasileira (PSDB), do Democratas (DEM), do Partido do Movimento Democrático Brasileiro (PMDB) e de sete outros partidos políticos. Muitos assessores-chave de Lula renunciaram e vários deputados foram confrontados com a escolha de renúncia ou de correr o risco de ter o mandato cassado pela Câmara dos Deputados. Apesar da repercussão negativa do escândalo, o próprio presidente foi reeleito em 2006 e fez a sua sucessora em 2010, quando o Brasil elegeu sua chefe de gabinete, Dilma Rousseff, como presidente. Grande parte da liderança do PT foi afetada de alguma forma, com muitos renunciando ou não conseguindo a reeleição. A economia brasileira não foi substancialmente impactada pelo escândalo. Roberto Jefferson, que havia sido o delator do escândalo, teve o seu mandato de deputado federal cassado pela Câmara dos Deputados em 14 de setembro de 2005 por violações éticas determinadas pelo Conselho de Ética do Congresso. == Histórico == === Antecedentes === No dia 18 de setembro de 2004, chegou às bancas do Brasil a edição de número 1872 da revista semanal Veja, datada de 22 de setembro de 2004, quarta-feira, em cuja capa pode-se ler a manchete: \"O escândalo da compra do PTB pelo PT. Saiu por 10 milhões de reais\". Na página 44, o artigo \"10 milhões de divergências\" conta sobre quais bases teria se assentado a aliança entre o Partido Trabalhista Brasileiro (PTB) e o Partido dos Trabalhadores (PT). De acordo com a revista, o PT se comprometia a pagar a quantia de 150 mil reais a cada deputado federal do PTB, em troca do apoio dos parlamentares petebistas ao Executivo. O não cumprimento da promessa teria provocado o rompimento entre os dois partidos, o que veio a culminar com a série de denúncias de corrupção alardeadas a partir de maio de 2005. No dia 24 de setembro de 2004, sexta-feira, o diário carioca Jornal do Brasil publica em sua seção 'Brasil' o artigo \"Miro denuncia propina no Congresso\", que recebe destaque na primeira página com a manchete \"Planalto paga mesada a deputados\". A matéria, que faz menção à que havia sido publicada anteriormente na revista Veja, traz depoimento do deputado Miro Teixeira (PDT-RJ), ex-ministro das Comunicações, informando que havia comunicado a existência do \"mensalão\" ao Ministério Público Federal. No dia 25 de setembro de 2004, o Jornal do Brasil publica outra notícia, segundo a qual o então Presidente da Câmara dos Deputados, João Paulo Cunha (PT-SP), teria se comprometido a investigar profundamente a denúncia. Segundo o jornal, o Presidente Nacional do PPS, Roberto Freire, comentou: \"Este assunto circula há meses no Congresso sem que ninguém tenha a coragem de abordá-lo\". Em fevereiro de 2005 a jornalista e cientista política Lúcia Hippólito, da Rádio CBN faz o seguinte comentário: === Estopim === No dia 14 de maio de 2005, aconteceu a divulgação, pela revista Veja, de uma gravação de vídeo na qual o ex-chefe do DECAM/ECT, Maurício Marinho, solicitava e também recebia vantagem indevida para ilicitamente beneficiar um empresário. Este era na realidade o advogado curitibano Joel Santos Filho, contratado por cinco mil reais, pelo então empresário/fornecedor da Empresa Brasileira de Correios e Telégrafos, Arthur Wascheck Neto, para filmar esse funcionário público. Para colher prova material do crime de interesse de Arthur, Joel faz-se passar por empresário interessado em negociar com os Correios. Na negociação, então estabelecida com o falso empresário, Maurício Marinho expôs, com riqueza de detalhes, o esquema de corrupção de agentes públicos existente naquela empresa pública, conforme se depreende da leitura da reportagem divulgada na revista Veja, com a capa \"O vídeo da corrupção em Brasília\", edição de 18 de maio de 2005, com a matéria “O Homem Chave do PTB”, referindo-se a Roberto Jefferson como o homem por trás do esquema naquela estatal. O vídeo chegou à revista Veja através de Jairo de Souza Martins (que alugou a Arthur Wascheck Neto uma maleta equipada com câmera para que Joel Santos Filho flagrasse a ação de Marinho), que, por razões pessoais, entregou uma cópia do conteúdo da filmagem a um jornalista da revista, sem o conhecimento do autor. Em função da suposição, na época, da participação de agentes da Agência Brasileira de Inteligência (Abin) na investigação da fraude nos Correios, suspeitou-se que o próprio governo teria comandado as investigações, com o objetivo de desfazer-se de aliados indesejados sem arcar com o respectivo custo político. Na realidade, Jairo Martins de Souza, que havia sido agente da ABIN, foi apenas o locador da maleta com dispositivos apropriados usada na gravação, mas o mesmo nunca esteve com Maurício Marinho, não participou da decisão de realizar a gravação e só soube do conteúdo do vídeo após assisti-lo. O vídeo foi gravado por Joel Santos Filho, advogado curitibano, que, fazendo-se passar por empresário interessado em participar de processos licitatórios nos Correios, extraiu de Maurício Marinho explicações detalhadas de como funcionavam as fraudes nas licitações, os nomes de muitos envolvidos, além de filmar Maurício Marinho recebendo e embolsando o que pensava ser um pequeno adiantamento de uma propina muito maior que viria. Joel Santos Filho nunca foi da ABIN, não era empresário, nem estava interessado em participar de licitações ali, apenas foi o delator do imenso esquema de corrupção, como restou comprovado. Em verdade, ele trabalhava para o bicheiro Carlos Cachoeira, mas isso só seria conhecido em 2012, quando os negócios ilícitos e as conexões políticas do bicheiro foram descobertas. A partir daí, trava-se uma batalha política em que o governo tenta sistematicamente obstruir a instalação de uma Comissão Parlamentar Mista de Inquérito (CPMI) para investigar os fatos. Um acontecimento decisivo para a instalação da Comissão foi a manchete do jornal Folha de S.Paulo, de 3 de junho (\"Operação contra CPI envolve R$ 400 milhões em emendas\"), publicado na seção 'Brasil'. Segundo o jornal, o governo estaria liberando R$ 400 milhões na forma de emendas ao orçamento, como moeda de troca para que o Legislativo não fizesse nenhuma investigação. Diante dessa denúncia, parte da base governista se juntou à oposição, defendendo a instalação da CPI. Acuado e abandonado pelos seus ex-aliados, Roberto Jefferson parte para o contra- ataque. No dia 6 de junho, segunda-feira, a mesma Folha de S.Paulo publicou uma entrevista exclusiva com o deputado petebista, até então membro da base aliada do governo Lula. Na entrevista concedida à então editora do Painel da Folha, Renata Lo Prete, Jefferson conta que Delúbio Soares, tesoureiro do PT (o mesmo partido do presidente), pagava uma mensalidade de R$ 30 mil a alguns deputados do Congresso Nacional para que eles votassem segundo a orientação do bloco governista. Roberto Jefferson referiu-se a essa mensalidade como \"mensalão\". Assim a palavra \"mensalão\" passou a significar a mensalidade paga a cada deputado. A divulgação da entrevista de Jefferson aprofundou a crise no governo brasileiro, e o caso passou a ser conhecido como escândalo do mensalão. Segundo Jefferson, o operador do mensalão seria o empresário Marcos Valério de Souza, cujas agências de publicidade SMP&B; e DNA tinham contratos com muitos órgãos públicos. Essa entrevista e seus desdobramentos acabaram por derrubar o então ministro da Casa Civil de Lula, José Dirceu, que voltou a ser deputado. No seu lugar, foi nomeada Dilma Roussef, até então ministra de Minas e Energia. Devido ao escândalo, vários deputados envolvidos foram julgados pelo Conselho de Ética da Câmara Federal, com pedidos de cassação enviados para votação em plenário. Apenas José Dirceu e Roberto Jefferson perderam seus mandatos, ficando inelegíveis por 10 anos. Alguns deputados renunciaram antes de serem cassados, para poder retornar à vida pública na eleição seguinte, fugindo de uma eventual punição - entre eles João Paulo Cunha, do PT de São Paulo. Outros foram absolvidos de punição política pelos seus pares. Logo depois da entrevista de Roberto Jefferson para a Folha de S.Paulo, denunciando o mensalão, o Partido dos Trabalhadores (PT) e o tesoureiro Delúbio Soares reagiram negando todas as acusações. Ainda que uma minoria dos integrantes do partido defendessem o afastamento do tesoureiro Delúbio Soares, acusado por Jefferson de participar do esquema do mensalão, a maioria da direção nacional do PT decidiu pela permanência dele no cargo. Reportagem da Folha de S.Paulo, do dia 8 de junho, dois dias depois da publicação da denúncia de Jefferson, trouxe a seguinte declaração de Delúbio: \"O governo tem feito um combate implacável à corrupção no país. Nesses mais de 30 anos de militância política, não acumulei vantagens. Coloco à disposição da Justiça meus sigilos fiscal e bancário. Não me prejulgue por uma versão de chantagem. Estou muito indignado com o que foi dito a respeito da minha pessoa, do nosso partido. O PT não participa de compra de votos nem de apoio de deputados\". O então Presidente do PT, José Genoíno, defendeu a permanência de Delúbio Soares e afirmou: \"É uma denúncia falsa, mentirosa. Nós confiamos nos dirigentes do partido\". Genoíno disse ainda que as denúncias eram \"infundadas, inverídicas e estapafúrdias\" e que o partido apoiaria a instauração da CPI dos Correios. No dia 13 de junho, o deputado federal Professor Luizinho (PT-SP), uma das principais lideranças do PT, disse a respeito das denúncias: \"O Roberto Jefferson está construindo uma nova parte de sua peça de teatro, mas precisa de fatos. Qualquer pessoa que acusa precisa de provas ou então vira um circo\". No início de julho, Delúbio Soares, durante a posse da diretoria do Sindicato dos Trabalhadores em Educação de Goiás (Sintego), discursou por meia hora, chorou três vezes e disse: \"Se deixarmos, a direita vai querer fazer o 'impeachment' do presidente\". O tesoureiro reafirmou que \"o PT não compra deputado, o PT não compra voto\" e que os veículos de comunicação \"trabalham a favor dos interesses dos setores conservadores que querem voltar ao poder\" e \"querem fazer o 'impeachment' do Presidente Lula\". No dia 9 de julho, foi preso em São Paulo o assessor parlamentar do PT, José Adalberto Vieira da Silva, com R$ 200 mil em uma valise e US$ 100 mil escondidos na cueca. Inicialmente Vieira disse aos policiais que o dinheiro tinha sido obtido com a venda de verduras. Mais tarde, apresentou outras versões para explicar a origem do dinheiro. O Presidente do PT, José Genoíno, sob o impacto da prisão de Vieira - que era assessor do deputado estadual José Nobre Guimarães, irmão de Genoíno - renunciou. Na sua saída, Genoíno declarou: \"Nós do PT não praticamos irregularidades. O PT não compra nem paga deputados. A divisão no partido é só de ideias. Não é entre bons e maus\". Em 6 de julho, Delúbio pediu afastamento do cargo de tesoureiro. Na carta que enviou à Executiva Nacional do partido, Delúbio Soares disse: \"As investigações em andamento na administração e no Congresso Nacional voltam-se contra mim. Não temo, tenho a plena consciência de nunca haver transgredido os princípios éticos da prática política. Prova eloquente disso é meu reduzido patrimônio. Conduzi com seriedade e honestidade os assuntos financeiros do PT durante o tempo em que exerci a Secretaria de Finanças e Planejamento\". Em 20 de julho de 2005, Delúbio Soares prestou depoimento para a CPI dos Correios e disse que movimentou recursos financeiros não declarados à Justiça Eleitoral (prática conhecida no Brasil como \"caixa dois\") e que esses recursos foram usados para cobrir dívidas de campanhas do PT e dos partidos aliados. Delúbio disse que foi o único responsável por essas operações e que ninguém do partido, principalmente da direção, tinha conhecimento delas. Ele foi expulso do Partido dos Trabalhadores, por maioria de votos no Diretório Nacional. Delúbio também declarou que convenceu o empresário Marcos Valério a avalizar dois empréstimos bancários do PT e a tomar emprestados em nome de suas empresas 39 milhões de reais, os quais foram depois repassados para o PT. Delúbio negou a existência do mensalão e afirmou que houve uma transferência de recursos financeiros \"não contabilizados\" junto à Justiça Eleitoral entre políticos do PT e da base aliada. Entre 22 e 27 de agosto de 2007, o Supremo Tribunal Federal (STF), o tribunal máximo do Brasil, iniciou o julgamento dos quarenta nomes denunciados em 11 de abril de 2006 pelo Procurador Geral da República, em crimes como formação de quadrilha, peculato, lavagem de dinheiro, corrupção ativa, gestão fraudulenta e evasão de divisas. O STF recebeu praticamente todas as denúncias feitas contra cada um dos acusados, o que os fez passar da condição de denunciados à condição de réus no processo criminal, devendo defender-se das acusações que lhes foram imputadas perante a Justiça e, posteriormente, devendo ser julgados pelo STF. No dia 14 de setembro de 2005, o mandato de Jefferson, o delator do esquema, foi cassado, perdendo seus direitos políticos por oito anos. Em 1º de dezembro de 2005, foi a vez de José Dirceu ter seu mandato de deputado federal cassado pela Câmara dos Deputados. Foi descoberto em julho de 2008, durante uma investigação sobre o banqueiro Daniel Dantas, que o Banco Opportunity foi uma das principais fontes de recursos do mensalão. Através do Banco Opportunity, Daniel Dantas era o gestor da Brasil Telecom, controladora da Telemig e da Amazônia Telecom. As investigações apontaram que essas empresas de telefonia injetaram R$ 127 milhões nas contas da DNA Propaganda, administrada por Marcos Valério, o que, segundo a PF, alimentava o valerioduto, esquema de pagamento ilegal a parlamentares. A Polícia Federal pôde chegar a essa conclusão após a Justiça ter autorizado a quebra de sigilo do computador central do Banco Opportunity. Em 2011, já depois do fim dos dois mandatos do presidente Lula, um relatório final da Polícia Federal confirmou a existência do mensalão. O documento de 332 páginas foi a mais importante peça produzida pelo governo federal para provar o esquema de desvio de dinheiro público e uso deste para a compra de apoio político no Congresso durante o governo Lula. Dias depois, o real relatório veio a público, mostrando que o documento não se tratava de um relatório final da Polícia Federal e sim uma investigação complementar feita a pedido do Ministério Público, cujo objetivo era mapear as fontes de financiamento do Valerioduto, e que o documento não comprovara a existência do mensalão. O desenrolar das investigações e das CPIs chamou a atenção para outros escândalos que envolveram o partido do governo brasileiro em 2005, o Partido dos Trabalhadores (PT), e eclodiram antes do aparecimento das primeiras grandes denúncias sobre a existência do mensalão. Em 2004, estourou o escândalo dos Bingos e, em maio de 2005, o escândalo dos Correios. As investigações das CPIs trouxeram ainda para a pauta de discussões a misteriosa morte do prefeito Celso Daniel (2002) e as denúncias de corrupção na Prefeitura de Santo André, administrada por ele. Dois inquéritos foram conduzidos. O primeiro, de abril de 2002, concluíra por sequestro comum. Um segundo inquérito, conduzido por Elizabete Sato, indicada pelo então Secretário Saulo de Abreu, aberto no segundo semestre de 2005, novamente levou à tese de crime comum. O inquérito, iniciado em 26 de setembro de 2006, é anterior ao primeiro turno das eleições presidenciais. Sua repercussão na mídia só se deu no final de novembro de 2006. Por conseguinte, a crise do mensalão envolveu não somente o escândalo provocado pela denúncia de compra de votos (o mensalão propriamente dito), mas todos esses escândalos juntos, que de alguma forma ou de outra se relacionam. Um dos elementos que ligam esses outros eventos com o mensalão são as acusações de que em todos eles foram montados esquemas clandestinos de arrecadação financeira para o PT. O dinheiro oriundo desses esquemas, pelo menos em parte, poderia ter sido usado para financiar o mensalão. Essa hipótese se chocou com a descoberta, em julho de 2008, de que o Banco Opportunity foi uma das principais fontes de recursos do mensalão: as investigações da Polícia Federal apontaram que empresas de telefonia privatizadas, então controladas pelo banqueiro Daniel Dantas, injetaram mais de R$ 127 milhões nas contas da DNA Propaganda, administrada por Marcos Valério, o que alimentava o caixa do Valerioduto. === Partido Liberal (PL) === O PL teve três condenados pelo Supremo em 2013: Valdemar Costa Neto (presidente do PL na época do escândalo e atualmente), o deputado Bispo Rodrigues (6 anos e 3 meses de prisão) e o tesoureiro Jacinto Lamas. Em retrospectiva: em 2005, Roberto Jefferson acusou Valdemar da Costa Neto, de receber e repassar dinheiro proveniente do mensalão. Ambos eram deputados federais e Costa Neto renunciou no mesmo ano para não perder o mandato, assim como Bispo Rodrigues Bispo, que renunciou por ter sido flagrado transportando R$ 150 mil sacados na agência do Banco Rural em Brasília. Em 2013, Costa Neto foi condenado a 7 anos e 10 meses de prisão, pelo Supremo Tribunal Federal, na Ação Penal 470, pelos crimes de corrupção passiva e lavagem de dinheiro. Segundo o Supremo, o deputado teria recebido R$ 8,8 milhões para que o PL votasse a favor de matérias do interesse do governo federal. Ao todo, Valdemar e o PL teriam recebido R$ 10,8 milhões das empresas de Valério. Além da prisão, o ex-deputado foi condenado a pagar 450 dias-multa, o equivalente a R$ 1,08 milhão. Em 2013, ele foi preso no Complexo Penitenciário da Papuda. ===Partido Progressista (PP) === O deputado federal José Janene, integrante da Executiva Nacional do Partido Progressista (PP), foi o responsável pelo pacto entre o seu partido e o Partido dos Trabalhadores (PT). Assim que o acordo foi ratificado, começaram os repasses de Marcos Valério autorizados pelo núcleo político-partidário do PT formado por: José Dirceu, Delúbio Soares, José Genoíno e Sílvio Pereira. O núcleo político-partidário do PP que administrava o recebimento dos recursos financeiros do PT que vinham através do esquema de Marcos Valério era formado pelas seguintes pessoas: Deputado Federal Pedro Corrêa (Presidente do PP), Deputado Federal Pedro Henry (líder da bancada do PP na Câmara Federal) e José Janene. Havia ainda o assessor do Deputado José Janene, João Cláudio Genú, que desempenhava trabalhos úteis dentro do esquema montado pelo PP. Além de organizar o recebimento e distribuição da propina, o núcleo político do Partido Progressista aconselhava os seus parlamentares a votar consoante os interesses do grupo político-partidário do Partido dos Trabalhadores. Uma amostra dessa colaboração foram as atuações dos deputados Pedro Corrêa, Pedro Henry e José Janene na aprovação da reforma da previdência (PEC 40/2003 na sessão do dia 27/08/2003) e da reforma tributária (PEC 41/2003 na sessão do dia 24/09/2003). === Partido do Movimento Democrático Brasileiro (PMDB) === No ano de 2003, o Deputado Federal José Rodrigues Borba (PMDB) entrou em acordo com o núcleo político-partidário do PT formado por José Dirceu, Delúbio Soares, José Genoíno e Sílvio Pereira. Ao contrário dos outros partidos com os quais os dirigentes do PT negociavam, como PP, PL e PTB, uma parcela importante de lideranças do PMDB permaneceu refratária aos acordos que ora eram selados e incluíam remessa de dinheiro e cargos no governo. Parte do PMDB contudo aliou-se ao núcleo petista e um dos expoentes desse acerto foi o líder do PMDB na Câmara dos Deputados José Rodrigues Borba. Como consequência da sua insólita situação, o PMDB informalmente dividiu-se: uma parte (a maioria) influenciada pelo óbolo espúrio cerrou fileiras com o governo enquanto a outra preferiu um comportamento mais independente. Esta disposição ficou mais evidente principalmente depois que o escândalo do mensalão estourou. Como líder do PMDB na bancada da Câmara, José Borba era capaz de inspirar contingentes de deputados de seu partido para que votassem a favor do Governo. Para auxiliar-lhe, Borba tinha a promessa de cargos na administração federal e gratificações financeiras colocadas à sua disposição pelo núcleo político-partidário governista. José Borba teve participação na aprovação da reforma da previdência (PEC 40/2003 na sessão do dia 27 de agosto de 2003) e da reforma tributária (PEC 41/2003 na sessão do dia 24 de setembro de 2003). ==== Roberto Bertholdo ==== José Borba teve contatos freqüentes com Marcos Valério e a sua principal reivindicação era pela nomeação de mais cargos junto à administração federal. Como resultado dessas investidas, o advogado Roberto Bertholdo foi nomeado em 2003 por nomeação do Presidente Luiz Inácio Lula da Silva e indicação de José Borba para a diretoria da Hidrelétrica de Itaipu. Roberto Bertholdo trabalhava como advogado no Paraná. Ele era braço direito do Deputado Federal José Borba e conhecido do Deputado Federal José Janene do Partido Progressista (PP), também envolvido no mensalão. Roberto Bertholdo ficou no cargo até fevereiro de 2005 quando foi obrigado a afastar-se depois que foi delatado pelo ex-sócio do seu escritório de advocacia, Bertholdo & Costa Advogados. Seu ex-sócio, o advogado Sérgio Renato Costa Filho, acusou Bertholdo de extorsão de 900 mil reais. Disse ainda que no dia 17 de janeiro de 2005 Roberto Bertholdo o agrediu e manteve-o em cárcere privado durante 14 horas numa tentativa violenta de reaver fitas gravadas comprometedoras. Bertholdo foi indiciado pela Polícia Federal (PF) e Ministério Público por tráfico de influência, lavagem de dinheiro e grampo telefônico ilegal. Roberto Bertholdo foi preso em 4 de novembro de 2005 pela PF, em Curitiba, depois de permanecer cerca de três meses foragido, desde a decretação da sua prisão preventiva. Em abril de 2006, a Ordem dos Advogados do Brasil (OAB), regional Paraná decidiu proibir por um ano o exercício da advocacia por parte do advogado Roberto Bertholdo. A Justiça Federal proferiu sentença em abril de 2006 contra Roberto Bertholdo. Ele foi condenado a cinco anos e três meses de prisão além de multa aproximada de 576 mil reais por ter mandado grampear o telefone do gabinete de um juiz federal. ==== O caso Ratinho ==== Nas gravações feitas pelo advogado Sérgio Renato Costa Filho, Roberto Bertholdo comenta uma suposta negociação com o apresentador Carlos \"Ratinho\" Massa para que ele fizesse propaganda informal do governo. Bertholdo fala em pagar 5 milhões de reais para o apresentador Carlos \"Ratinho\" Massa falar bem do governo em seu programa de televisão no SBT. O programa de Ratinho realmente apresentou uma reportagem especial com o Presidente Luiz Inácio Lula da Silva na Granja do Torto, residência oficial. No programa, que foi reprisado várias vezes, Lula teve total liberdade para mencionar as conquistas do seu Governo. Tony Garcia disse desconhecer os valores do acordo selado com o apresentador. Porém declarou que Roberto Bertholdo, em nome do PT, conversou com Ratinho, que também é amigo de José Borba. A Polícia Federal e o Ministério Público passaram a investigar o repasse de 200 mil reais para contas de funcionários, colaboradores e amigos do apresentador, com a suspeita de que a operação tenha sido usada para lavagem de uma doação de Ratinho a algum político assessorado por Bertholdo. === Julgamentos === O STF começou o julgamento dos 38 réus do escândalo do “mensalão” no dia 2 de agosto de 2012. Na denúncia inicial, a procuradoria da república apontaria 40 réus, com clara intenção de fazer alusão ao conto \"Ali Babá e os 40 ladrões\". Dois desses réus, no entanto, seriam excluídos da denúncia recebida pelo STF. Na sua acusação, o ex- procurador-geral da República Antonio Fernando de Souza classificou o mensalão como a ação de uma \"sofisticada quadrilha\" destinada a comprar apoio de partidos para o projeto político do PT e do ex-presidente Lula. Na apresentação dos memoriais, o procurador-geral da República Roberto Gurgel, sucessor do PGR denunciante, chamou o mensalão do PT de \"o mais atrevido e escandaloso esquema de corrupção e de desvio de dinheiro público flagrado no Brasil\". == Desdobramentos == Com o desenvolvimento da crise, surgiram ainda novas denúncias e novos escândalos, como por exemplo: o escândalo dos fundos de pensão do Banco do Brasil; o esquema do Plano Safra Legal; a suposta doação de dólares de Cuba para a campanha de Lula; e a quebra do sigilo bancário do caseiro Francenildo. Desde que os fatos do mensalão foram noticiados pela imprensa brasileira, novos eventos ligados ao dito esquema de corrupção foram surgindo, diariamente. Um importante desdobramento do escândalo foi a aprovação, por pressão pública, de uma emenda constitucional que reduziu o tempo dos recessos parlamentares de 90 dias ao ano para o máximo de 55 dias, estabelecendo que não haveria pagamentos extras por isso. Roberto Jefferson, em sua defesa no STF, negou que o dinheiro recebido do PT tenha sido usado para aprovar projetos do governo, mas para apoio do PTB nas eleições municipais, que tem amparo legal. Na época da denúncia, Jefferson teria se irritado pela forma como o governo tratou o episódio em que Maurício Marinho, membro do PTB e chefe de um dos departamentos dos Correios, aparece em um vídeo recebendo três mil reais de propina, e acusou José Dirceu pelo esquema. Em entrevista do ex-prefeito de Anápolis (GO), Ernani José de Paula, afirmou que o vídeo em questão foi produzido a mando de Carlinhos Cachoeira para favorecer o ex-senador Demóstenes Torres contra o então ministro da Casa Civil, José Dirceu, por este ter vetado o nome de Demóstenes para uma vaga no Ministério da Justiça. No dia 14 de setembro de 2011, Roberto Jefferson, em sua defesa no STF, disse que todas as afirmações “de ser dinheiro público, de ser fruto de prática delituosa, de se ter inspirado em contratos e empréstimos fictícios, não passam de mera criação mental\". Em denúncia apresentada no dia 22 de novembro de 2007 ao STF, o Procurador Geral da República demonstrou que o esquema criminoso, que veio a ser chamado pela imprensa de \"valerioduto tucano\", foi \"a origem e o laboratório\" do episódio que ficou conhecido como mensalão ou mensalão do PT. \"Com o aprofundamento da investigação desenvolvida no âmbito do Inquérito No. 2 245, percebeu-se que o 'modus operandi' dos fatos criminosos ali apurados teve a sua origem no período da campanha para Governador do Estado de Minas Gerais no ano de 1998\", disse o Procurado Geral. Eduardo Azeredo, um dos fundadores e presidente do PSDB, por ocasião do escândalo do mensalão, foi denunciado como “um dos principais mentores e principal beneficiário do esquema implantado”, com fundamento no Inquérito No. que a instrui, por \"peculato e lavagem de dinheiro\". :\"Os elementos de convicção angariados ao longo da investigação revelam que, realmente, o esquema delituoso verificado no ano de 1998 foi a origem e o laboratório dos fatos descritos na denúncia já oferecida no Inquérito No. \", denunciou o Procurador Geral da República. O STF, desde a promulgação da Constituição de 1988, não havia condenado criminalmente qualquer autoridade que tivesse sido ali denunciada. As investigações do mensalão tucano atingiram o secretário do governador mineiro tucano Aécio Neves, pré-candidato do PSDB à presidência da república em 2010. Em novembro de 2009, novo caso de pagamento de mesadas a parlamentares chega a imprensa, com o vazamento de vídeos gravados durante a Operação Caixa de Pandora, e outros dos anos de 2004 e 2006, em que deputados, assessores e representantes de empresas estatais e privadas aparecem dando ou recebendo dinheiro vivo. Os vídeos foram gravados por Durval Barbosa, secretário de Relações Institucionais do governador do Distrito Federal, José Roberto Arruda (DEM). A investigação foi iniciada devido a um acordo de delação premiada feito por Barbosa com o Ministério Público e o Judiciário, recebendo na imprensa o nome de \"mensalão do DEM\". Barbosa também foi assessor do governador anterior, Joaquim Roriz (PMDB), e responde a diversos processos desde aquela época. == Ver também == * Escândalo dos Correios * Escândalo dos bingos * Mensalão tucano * Mensalinho * Votos dos ministros do STF no Julgamento do Mensalão == Bibliografia == * Lucas Figueiredo, O Operador - como (e a mando de quem) Marcos Valério irrigou os cofres do PSDB e do PT, Editora Record, 2006. ==Ligações externas== * CPMI dos Correios (página oficial) * Página do Senado Federal com a relação das CPI's em andamento, encerradas e aguardando instalação. *Corte Suprema do Brasil inicia o julgamento do mensalão *Retrospectiva 2012 - Mensalão Categoria:Crises no Brasil Categoria:Governo Lula (2003–2011) Categoria:Escândalos políticos no Brasil",
 "title": "Escândalo do mensalão"
}