{
 "id": "103813",
 "text": "'Mitologia letã' é o conjunto de crenças pagãs do povo letão reconstruídas a partir de evidências escritas e materiais folclóricos. Grande parte da mitologia letã sofreu influências dos mitos russos. == História == Há poucos relatos de tribos bálticas, os ancestrais dos modernos letões e sua mitologia até cristianização no século XIII. Desde a cristianização, tem havido vários relatos relacionados à mitologia local, incluindo crônicas, relatórios de viagem, registros de visitas, relatórios jesuítas e outros relatos de práticas pagãs. Esses relatórios são considerados fontes secundárias pelos pesquisadores porque, como os autores não eram letões, não falavam as línguas locais e muitas vezes eram tendenciosos. Esses materiais às vezes são imprecisos e contêm erros, invenções e distorções decorrentes de uma visão de mundo cristã. Apesar disso, eles podem ser verificados usando informações do folclore. A maioria dos materiais folclóricos são coletada desde meados do século XIX. ==Crenças== Existem várias reconstruções do espaço mítico letão, mas a maioria dos pesquisadores concorda com o significado de certas características relacionadas ao céu. O céu em si é identificado como Debeskalns (que significa \"Montanha Celeste\"). O céu também é conhecido como Montanha dos Seixos, Montanha de Prata ou Montanha de Gelo, com os adjetivos provavelmente se referindo a estrelas ou neve. Também foi sugerido que Dievs ( Deus ) é também um símbolo do céu porque a etimologia de seu nome parece estar relacionada ao céu. Dievs é considerado a divindade suprema. Outra divindade celestial é a deidade solar, Saulė, que assegura a fertilidade da terra e é a guardiã dos azarados, especialmente órfãos e jovens pastores. Seu caminho a leva através da montanha do céu até o mar, o que às vezes é interpretado como uma representação simbólica do céu ou oceano cósmico. O mar e outros corpos de água, incluindo rios, especialmente o Daugava, parecem marcar a fronteira entre os mundos dos vivos e dos mortos. Em letão, a palavra para \"o mundo\" é derivada da palavra \"o sol\" e esses mundos são referidos como \"este sol\" e \"aquele sol\". Portanto, parece que Saule também está intimamente relacionado ao conceito de morte. Ela aparentemente carrega as almas dos mortos através do mar para o mundo dos mortos. Seu movimento diário pode, portanto, estar relacionado ao ciclo da vida humana, com ela renascendo todos os dias. Categoria:Mitologia por cultura Categoria:Cultura da Letónia",
 "title": "Mitologia letã"
}