{
 "id": "103859",
 "text": "O Partido Republicano Nacionalista foi um partido político português do tempo da I República, tendo surgido como resultado da reunião do Partido Liberal Republicano, do Partido Reconstituinte e de elementos dispersos do velho Partido Sidonista. Na Noite Sangrenta de 19 de Outubro de 1921, o líder do Partido Liberal Republicano, António Granjo, fora assassinado. Em 1922 iniciaram-se demoradas negociações entre Liberais e Reconstituintes, com vista à fusão dos dois partidos. Em 7 de Fevereiro do 1923 foi enfim assinado o manifesto público do Partido Republicano Nacionalista, pretendida grande plataforma das direitas republicanas, destinada a desafiar o poder ao hegemónico Partido Democrático. As adesões ao PRN deram-se sobretudo nas classes dos proprietários, comerciantes, militares, funcionários públicos, médicos e advogados. Os Nacionalistas, como eram usualmente designados, formaram um governo em 15 de Novembro de 1923, que durou um mês, liderado por António Ginestal Machado e com o general Óscar Carmona (futuro Presidente da República do Estado Novo) como ministro da Guerra. Álvaro de Castro abandonou então o PRN, formando em Dezembro de 1923 um novo governo, que sucedeu ao ministério de Ginestal Machado. O novo governo já não tinha Nacionalistas, mas sim Democráticos, independentes e seareiros. O governo de Álvaro de Castro (18 de Dezembro de 1923-6 de Julho de 1924) passou no Parlamento em 11 de Janeiro de 1924 com a oposição dos Nacionalistas, esta manifestada sobretudo por Francisco Cunha Leal. Foram dirigentes destacados do PRN, além de Ginestal Machado, Álvaro de Castro (que provocou uma cisão logo em Dezembro de 1923, para formar na Câmara dos Deputados um novo grupo parlamentar), Júlio Dantas, Mendes Cabeçadas, Tomé de Barros Queirós, Francisco Cunha Leal (que provocaria uma cisão em Março de 1926, para formar a União Liberal Republicana), Joaquim Ribeiro de Carvalho, José Jacinto Nunes, Alexandre de Vasconcelos e Sá e, a partir de 1925, o irrequieto comandante Filomeno da Câmara. Os Nacionalistas realizaram quatro congressos ao longo da sua existência de pouco mais de três anos: Março de 1923, Janeiro de 1924, Março de 1925 e Março de 1926, todos realizados em Lisboa.Ernesto Castro Leal, Partidos e Programas: O Campo Partidário Republicano 1910-1926, Coimbra: IU, 2008. A formação da União Liberal Republicana no início de 1926 e, pouco depois, a Ditadura Militar, ditariam o fim do PRN. No início dos anos 30, muitos ex-membros do partido aderiram à União Nacional. == Resultados eleitorais == === Eleições legislativas === Data Votos % Deputados Senadores Status 1925 N/D 23,0 (2.º) Oposição Categoria:Partidos políticos extintos da I República Categoria:Partidos políticos fundados em 1923 Categoria:Fundações em Portugal em 1923 Categoria:Partidos políticos extintos em 1926 Categoria:Extinções em Portugal em 1926 Categoria:Partidos nacionalistas de Portugal",
 "title": "Partido Republicano Nacionalista"
}