{
 "id": "103959",
 "text": "thumb|direita|upright=1.3|Rolo dos Provérbios. O Livro dos Provérbios (, \"Míshlê [Shlomoh]\") ou Provérbios de Salomão é o segundo livro da terceira seção (Ketuvim) da Bíblia hebraica e um dos livros poéticos e sapienciais do Antigo Testamento da Bíblia cristã, onde ele é o Vigésimo livro. Quando ele foi traduzido para o grego e o latim, o título assumiu diferentes formas: na Septuaginta grega, (\"Paroimiai\", \"Provérbios\"); na Vulgata latina, o título é \"Proverbia\", do qual deriva o nome em português. Provérbios não é apenas uma antologia e sim uma \"coleção de coleções\" relacionadas a um padrão de vida que perdurou por mais de um milênio. O livro é um exemplo da tradição sapiencial bíblica e levanta questões sobre valores, comportamento moral, o significado da vida humana e uma conduta direita. O tema recorrente é que \"o Temor a Deus — a submissão à vontade de Deus — é o princípio da sabedoria\". A sabedoria é elogiada por seu papel na criação; Deus a manifestou antes de tudo e, através dela, ordenou o caos; e como os homens devem sua vida e prosperidade a conformidade com a ordem da criação, buscar a sabedoria é a essência e o objetivo da vida religiosa. == Estrutura == Os subtítulos dividem as coleções da seguinte forma: * Provérbios 1–22:16: \"Provérbios de Salomão\"; * Provérbios 22:17–24:\"Os Ditos dos Sábios\"; * Provérbios 25–29: \"Estes são Outros Provérbios de Salomão que os Oficiais do Rei Ezequias de Judá Copiaram\"; * Provérbios 30: \"As Palavras de Agur\"; * Provérbios 31:1–9: \"As Palavras do Rei Lemuel de Massa, que sua Mãe lhe Ensinou\"; * Provérbios 31:10–31: a mulher sábia ideal (também chamado de \"mulher de substância\") == Conteúdo == \"Provérbios\" é a tradução para o latim da palavra hebraica \"mashal\", que tem um significado mais amplo do que o do termo \"provérbio\" em português: um dito curto e atrativo. Assim, apesar de quase metade do livro ser composta por \"ditos\" deste tipo, a outra é composta de longas seções poéticas de tipos variados. Entre elas, \"instruções\" formuladas como conselhos de um professor ou pai endereçado a um estudante ou criança, personificações dramáticas, tanto de sabedoria quanto de tolice, e \"ditos dos sábios\", mais longos que os ditos \"salomônicos\" e mais curtos (e mais variados) que as \"instruções\". A primeira seção (capítulos 1 a 9) é um convite inicial aos jovens para tomem o caminho da sabedoria, dez \"instruções\" e cinco poemas sobre a \"Sabedoria\" personificada numa mulher. Do capítulo 10 até 22:16, com 375 ditos, está dividido em duas partes, a primeira contrastando o sábio e o tolo (ou o justo e o mau) e a segunda com os discursos do sábio e do tolo. Os capítulos 25 a 29, cuja edição é atribuída aos \"homens de Ezequias\", contrasta o justo e o mau, com um tópico sobre o rico e o pobre. , os \"ditos de Agur\", introduzem a criação, o poder de Deus e a ignorância dos homens. == Composição == É impossível precisar as datas dos ditos em Provérbios. A frase geralmente utilizada como título, \"Provérbios de Salomão\" (\"mishley shelomoh\"), está presente em (e repete-se em e ). Provavelmente trata-se de uma tentativa de dar um título ao material e não uma atribuição de autoria. O livro é uma antologia em seis unidades discretas. A primeira, capítulos 1 a 9, foi provavelmente a última a ser composta, já nos períodos persa e helenístico. Esta seção é similar a outros textos cuneiformes mais antigos. A segunda, do capítulo 10 a 22:16, tem o título de \"Os Provérbios de Salomão\", o que pode ter encorajado a sua adoção no cânone da Bíblia hebraica. A terceira, cujo título é , é, em grande medida, uma versão hebraica de uma obra egípcia do segundo milênio a.C., a Instrução de Amenemope. É possível que ela tenha chegado às mãos do autor (ou autores) através de uma tradução aramaica. Em 24:23 começa uma nova seção, de outra fonte, com o título de . A seção seguinte, que começa em 25:1, tem um título que indica que os provérbios seguintes foram transcritos \"pelos homens de Ezequias\", o que indica, assumida a veracidade da afirmação, que os provérbios seguintes foram colecionados durante o reinado de Ezequias no final do século VIII a.C. Os capítulos 30 e 31 (as \"palavras de Aguar\", as \"palavras de Lemuel\" e a descrição da mulher ideal) são apêndices, bem diferentes em estilo e na ênfase dos capítulos anteriores. O gênero sapiencial era bastante comum em todo o Oriente Médio antigo e a leitura de Provérbios juntamente com os exemplos recuperados no Egito Antigo ou na Mesopotâmia revela um corpo literário comum compartilhado de sabedoria, apesar da crença de que este livro, como todos os demais da Bíblia, tenha sido recebido diretamente de Deus pelos profetas. A literatura sapiencial de Israel pode ter se desenvolvido na família, na corte real e nas escolas; mas, apesar disto, a impressão marcante é a de que o texto tem sua base na instrução no seio da família nas pequenas vilas. == Temas == Juntamente com outros exemplos da tradição sapiencial bíblica — Livro de Jó, Eclesiastes e outros — Provérbios levanta questões sobre valores, comportamento moral, o significado da vida humana e da conduta direita. Os três ainda mantém sua relevância tanto para leitores religiosos quanto para laicos, Jó e Eclesiastes pela ousadia de sua discordância em relação à tradição recebida, Provérbios por sua astúcia mundana e satírica. Estes textos são os mais próximos na literatura bíblica da filosofia grega, da qual é contemporânea; ela compartilha com os gregos o questionamento de valores e reflexões sobre a condição humana, mas sem discussões sobre ontologia, epistemologia, metafísica e outros assuntos abstratos levantados pelos gregos. Provérbios quase foi excluído do cânone bíblico por suas contradições (resultado de sua origem e de sua condição de \"coleção de coleções\"). Como exemplo, é seguido de , uma clara contradição. Além disto, o tema recorrente da primeira seção é que o temor a Deus é o princípio da sabedoria, mas as seções seguintes são muito menos teológicas e apresentam a sabedoria como uma habilidade aprendida pelos homens e transmitida entre eles. Somente nas \"palavras de Agur\", em , é que se retorna à ideia de que apenas Deus é sábio. — a frase implica a submissão à vontade de Deus). A sabedoria é elogiada por seu papel na criação — . Deus adquiriu a sabedoria antes de tudo e através dela ordenou o caos — . Como os humanos devem sua vida e prosperidade por se conformar à ordem da criação, a busca da sabedoria é a essência e o objetivo da vida religiosa. A sabedoria — ou sábio — é comparada e contrastada com a tolice ou o tolo, que é aquele a quem falta sabedoria e que não está interessado em instrução e não aquele que está sendo bobo ou brincando (veja as palavras de Agur para o \"tolo\" que tem sabedoria e pode passar por brincalhão). Em grande parte, Provérbios oferece uma visão simplista da vida, com poucas zonas cinzentas: a vida vivida de acordo com as regras leva à recompensa, a vida violando essas regras certamente levará ao desastre. Em contraste, Jó e Eclesiastes parecem estar em contradição direta com as simplicidades de Provérbios, cada um de um jeito, mas descartando as assunções dos \"sábios\". Notável também é o fato de os \"poderosos atos de Deus\" (O Êxodo, a entrega da Torá no monte Sinai, a aliança entre Deus e Israel etc.), fundamentais na história de Israel, estão completamente ou quase completamente ausentes de Provérbios e dos demais livros sapienciais: em contraste com os demais livros da Bíblia hebraica, que apelam para a revelação divina para adquirirem autoridade (são \"palavras de Deus\"), os textos sapienciais apelam para a razão e a observação humana. == Interpretações posteriores e influência == O Antigo Testamento do período anterior ao cativeiro na Babilônia (antes de 586 a.C.) não admitia iguais a Javé no céu, apesar da existência de admitir a existência de uma assembleia de seres celestes lhe servindo. Os escritores pós-exílio da tradição sapiencial desenvolvera a ideia de que a Sabedoria existia antes da criação e foi utilizada por Deus para criar o universo: \"Presente desde o princípio, a Sabedoria assume o papel de construtora principal enquanto Deus estabelece os céus, restringe as águas caóticas e modela as montanhas e campos\". Emprestando ideias dos filósofos gregos, que defendiam que a razão mantinha o universo coeso, a tradição sapiencial ensinava que a Sabedoria, Palavra e Espírito de Deus eram a base da unidade cósmica. O cristianismo, por sua vez, adotou estas ideias e as aplicou a Jesus: a Epístola aos Colossenses chama Jesus de e o Evangelho de João identifica Jesus como sendo a palavra criativa: . No século IV, quando o cristianismo lutava contra heresias e ainda estava desenvolvendo o credo que definiria suas crenças, foi utilizado tanto para apoiar quanto para refutar as alegações dos arianos. Os arianos, assumindo que Cristo poderia ser igualado à \"Sabedoria de Deus\" (), defendiam que o Filho, como a Sabedoria, foi \"criado\": . Por conta disto, o Filho seria subordinado ao Pai, o criador. Seus adversários, que no final prevaleceram, defendiam que a palavra hebraica relevante deveria ser traduzida como \"gerado\" e o Credo Niceno declarou que o Filho foi \"gerado, não feito\", uma afirmação da consubstancialidade de Deus e Cristo. == Bibliografia == * * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * * * Categoria:Século VIII a.C. Categoria:Século V a.C. Categoria:Salomão",
 "title": "Livro dos Provérbios"
}