{
 "id": "103981",
 "text": "O Partido Liberal (PL) é um antigo partido político português que foi criado em 28 de Maio de 1974 por dissidentes da Convergência Monárquica, que não concordaram com a criação do PPM.Partido Liberal (1974), Antologia do Pensamento Político Português, por José Adelino Maltez, Centro de Estudos do Pensamento Político, Instituto Superior de Ciências Sociais e Políticas da Universidade Técnica de Lisboa Fará o seu primeiro comício a 15 de Agosto no Teatro São Luís, tem no jornal o \"Tempo Novo\" o seu órgão de informação e teria ligações com movimentos africanos que se opunham à descolonização.Spinolismo: Viragem Política e Movimentos Sociais, por Francisco Felgueiras Bairrão Ruivo,Tese de Doutoramento em História Contemporânea, Faculdade de Ciências Sociais e Humanas, Universidade Nova de Lisboa, Julho, 2013, pág. 386 Entre os seus elementos mais destacados contam- se o tenente-coronel António Luís Marques de Figueiredo e José Harry de Almeida Araújo que acabaria por ser o secretário-geral. Para se apresentar às primeiras eleições nacionais fez uma coligação eleitoral com o Partido do Progresso (PP / MFP) e o Partido Trabalhista Democrático Português (PTDP), denominada Frente Democrática Unida (FDU). E que, na sequência da chamada Crise Palma Carlos,Spinolismo: Viragem Política e Movimentos Sociais, por Francisco Felgueiras Bairrão Ruivo,Tese de Doutoramento em História Contemporânea, Faculdade de Ciências Sociais e Humanas, Universidade Nova de Lisboa, Julho, 2013, pág. 387 eles mais o Movimento Popular Português (MPP), no dia 10 de julho, apresentam ao Presidente da República uma resolução conjunta para denunciar o isolamento a que estão obrigados, quer em termos de expressão através dos meios de comunicação, quer em termos de representação no Governo provisório. As Direitas Radicais na Transição Democrática Portuguesa (1974-1976), Riccardo Marchi, Ler História, nº 63, 2012, posto online no dia 09 Abril 2015, consultado no dia 13 Dezembro 2016 Nesse sentido, para mostrar o seu desagrado será o grande coordenador e o centro da preparação da manifestação gorada, chamada de «maioria silenciosa», planeada para 28 de Setembro desse mesmo ano para apoiar a política de extrema-direita do presidente da república António de Spínola.Spinolismo: Viragem Política e Movimentos Sociais, por Francisco Felgueiras Bairrão Ruivo,Tese de Doutoramento em História Contemporânea, Faculdade de Ciências Sociais e Humanas, Universidade Nova de Lisboa, Julho, 2013, pág. 382, 385 e 386 Acto que terá levado à sua extinção.Do CDS ao CDS-PP: o Partido do Centro Democrático Social e o seu papel na política portuguesa, por Richard A. H. Robinson* Análise Social, vol.xxxi, (138), 1996, 958 Foi um dos primeiros partidos proibidos em Portugal após a Revolução de 25 de abril de 1974. == Ligações externas == * Partido Liberal, por: JPP, Ephemera, 17/10/2015 * O Partido Liberal, O Sexo dos Anjos, 22 de Dezembro de 2003 Categoria:Partidos políticos extintos da III República Categoria:Partidos políticos extintos em 1974 Categoria:Partidos políticos fundados em 1974 Categoria:Fundações em Portugal em 1974 Categoria:Extinções em Portugal em 1974 Categoria:Organizações políticas monárquicas em Portugal Categoria:Partidos políticos de direita",
 "title": "Partido Liberal (Portugal)"
}