{
 "id": "103974",
 "text": "A Lua Me Disse é uma telenovela brasileira produzida pela TV Globo e exibida de 18 de abril a 30 de setembro de 2005, em 143 capítulos, substituindo Começar de Novo e sendo substituída por Bang Bang. Foi a 68ª \"novela das sete\" exibida pela emissora. Escrita por Miguel Falabella e Maria Carmem Barbosa, com a colaboração de Antonia Pellegrino, foi dirigida por Leandro Neri e André Felipe Binder. A direção geral foi de Rogério Gomes e Roberto Talma, com direção de núcleo de Roberto Talma. Contou com as participações de Adriana Esteves, Wagner Moura, Marcos Pasquim, Zezé Polessa, Arlete Salles, Aracy Balabanian, Débora Bloch e Maurício Mattar. ==Enredo== Heloísa (Adriana Esteves) é uma moça de origem humilde, batalhadora e bondosa, que trabalha como babá há seis anos para a milionária Maria Regina (Maitê Proença), de quem se tornou amiga e confidente, e vive um romance conturbado com Ricardo (Frank Borges), filho da milionária Ester Bogari (Zezé Polessa), que não aceita o relacionamento por ela ser pobre. Após uma discussão com a mãe pela gravidez de Heloísa, Ricardo sofre um acidente e morre. Ester passa a culpar a moça pelo acidente e entra em uma batalha judicial pela guarda de seu neto Artur (Guilherme Vieira). Dez anos se passam. Heloísa criou Artur sozinha e cresceu na vida ao se tornar administradora da rede de lojas populares \"Frango com Tudo Dentro\", sendo disputada por Tadeu (Marcos Pasquim), que a ajuda a cuidar do menino, e Gustavo (Wagner Moura), filho mais velho e rejeitado de Ester que sempre a amou em segredo. Ester nunca desistiu da guarda de Artur e tenta jogá-lo contra a mãe. A vida de Heloísa muda quando Maria Regina morre e a deixa como tutora de sua filha de dezesseis anos, Branca (Monique Alfradique), tornando-se sua representante legal no Banco Benate Bogari, cuja outra sócia é ironicamente Ester. A decisão foi para poupar a filha de cair nas garras da avó, a inescrupulosa Leontina (Aracy Balabanian), e dos tios, Madô (Débora Bloch) e Armando (Giuseppe Oristanio), que acabariam com a herança antes da maioridade da menina. Madô é casada com Lúcio (Maurício Mattar), que se apaixona por Violeta (Isabel Fillardis), por ela ser o oposto da esposa. Já Armando está envolvido em esquemas de corrupção e é casado com Elvira (Beth Goulart), que não compactua com a índole da família, além de coagir o filho, Ramon (Raoni Carneiro), a conquistar a prima pela herança, embora ela se apaixone pelo mulherengo Adonias (Paulo Vilhena) e seja alvo do também golpista Joaquim (Vergniaud Mendes). Ao longo da história, Tadeu se torna obsessivo por Heloísa e une-se a Ester para separa-la de Gustavo. Dona da \"Frango com Tudo Dentro\", Ademilde (Arlete Salles) é uma mulher de sessenta anos que vive marcando encontros desastrosos pela internet e sustenta os irmãos Adalgisa (Stella Miranda), Adail (Bia Nunnes) e Adilson (José D'Artagnan Júnior), que foram abandonados por seus cônjuges por não quererem trabalhar. Ademilde ainda enfrenta a concorrência do \"Peru do Papo Gordo\", rede dos desonestos Sulanca (Diva Pacheco) e Zé Bisonho (Luiz Guilherme), que trazem mercadorias ilegais do Paraguai. ==Elenco== Intérprete Personagem Adriana Esteves Heloísa Queiroz Wagner Moura Gustavo Bogari Prado Marcos Pasquim Tadeu Martins Moraes Zezé Polessa Ester Bogari Prado / Maristela / Dionísia Ferraz Natália Lage Beatriz Carvalho Queiroz Arlete Salles Ademilde Goldoni Aracy Balabanian Leontina Sá Marques Débora Bloch Maria Doroteia Sá Marques Dantas (Madô) Maurício Mattar Lúcio Dantas Isabel Fillardis Violeta da Mata Patrícya Travassos Geórgia Bogari Lago Beth Goulart Elvira Sá Marques Giuseppe Oristanio Armando Sá Marques Monique Alfradique Branca Sá Marques Benate Paulo Vilhena Adonias Goldoni Zezeh Barbosa Anastácia da Mata / Latoya Mary Sheyla Jurema da Mata / Whitney Elizângela Assunta Velato Pedro Neschling Murilo Queiroz Veiga (Murilinho) Juliana Baroni Soraya Goldoni Diva Pacheco Sulanca Murtinho Luiz Guilherme José Carlos Murtinho (Zé Bisonho) Bete Coelho Marisa Queiroz Veiga (Marisinha) Mário Gomes Agenor Veiga / Solano Pepita Rodríguez Diva Queiroz Otávio Augusto Alberto Queiroz Maria Zilda Bethlem Zelândia Fortunato Cláudio Marzo Ivan Lago Stella Miranda Adalgisa Goldoni Bia Nunnes Adail Goldoni José D'Artagnan Júnior Adilson Goldoni Miguel Magno Amoroso Valentín Pannacota / Dona Roma Chica Xavier Dionísia da Mata Jacqueline Laurence Emelyne Junot (Memé) Sílvia Bogari Lago Jorge de Sá Jorge da Mata (Jorginho) Fernanda Rodrigues Julieta Goldoni João Velho Gibraltar Fortunato Raoni Carneiro Ramon Sá Marques Vergniaud Mendes Joaquim Carvalho Rafael Paiva Pedro Bogari Lago Maria Gladys Naíde Alves Cassio Scapin Samovar de Santa Luzia Luís Salém Talarico Pereira Xuxa Lopes Mildred Crawford Thelma Reston Gôndola Goldoni Carol Machado Vitza Vranska Sylvia Massari Morcega Ivan Cândido Anselmo Roberta Rodrigues Zenóbia Simone Soares Marta Hugo Gross Valdo Magalhães Sandro Christopher Dauro Jorge Maya Meia-Noite Ronaldo Tasso Evaristo Bumba Índia Guilherme Vieira Artur Queiroz Bogari Daniel Torres Odorico Murtinho ===Participações especiais=== Intérprete Personagem Maitê Proença Maria Regina Sá Marques Benate Frank Borges Ricardo Bogari Prado Adriana Londoño Paulette Adriano Reys Bandeira Dois, pretendente de Ademilde Adriano Garib Dário Cotrim Agildo Ribeiro Coriolano Ramirez, pretendente de Ademilde Alexandre Zacchia policial Ana Gloz Dunya, tradutora de Vitza Andrea Mattar Lêda, secretária de Lúcio Ângela Rebello Oneida, mãe de Beatriz e Joaquim Carlos Bonow Rodrigo Carlos Casagrande Joel, noivo de Ademilde no final Carlo Mossy Nocaute Jackson / Josimar, pretendente de Ademilde Carlos Tufvesson ele mesmo Catarina Abdala Dedeja Murtinho, filha de Sulanca e mãe de Odorico Claudio Heinrich modelo Cristina Pereira Cigana Roseta Dado Dolabella modelo Débora Olivieri Janete, mãe de Julieta Eduardo Dussek Caricato, pretendente de Ademilde Fábio Sabag Touro Sentado / Avelino, pretendente de Ademilde Iara Jamra mulher do Professor Ida Gomes Ximena Ramirez, mãe de Coriolano Jandir Ferrari Flávio, diretor do programa de Madô Jens Peter Conde de Chatterville José Carlos Sanches Promotor Lauro Góes Inácio, falso pai de Tadeu Luiz Carlos Buruca Buzuca Marcelo Mansfield Detetive Lobo Marcello Melo Virgílio Maria Regina Dalva, falsa mãe de Tadeu Mário Cardoso Olavo, pretendente de Ademilde Nanah Garcia Rosa, funcionária do Banco Bogari Oswaldo Loureiro Deputado Boaventura Othon Bastos juiz no caso de Heloísa Mariana Vaz Vilma Paulo César Pereio Carga Pesada, pretendente de Ademilde Pia Manfroni Taisinha, produtora do programa de Madô Renata Paschoal Edna, funcionária do Banco Bogari Ricardo Petraglia Cachorrão Polaco, pretendente de Ademilde Roberto Roney Everaldo, amante de Coriolano Sandra Barsotti juiza de paz Stephan Nercessian Professor, pretendente de Ademilde Thalita Carauta Convidada do programa da Madô Valéria Alencar Mara Wal Schneider Porteiro ==Produção== Desde o fim de Salsa e Merengue (1996), Miguel Falabella e Maria Carmem Barbosa tentavam emplacar outra telenovela juntos, porém suas sinopses sempre eram recusadas, uma vez que ambos escreviam o seriado Sai de Baixo entre 1996 e 2002 – o qual Miguel também protagonizava – e a emissora acreditava que dois projetos simultâneos iria desgasta-los. Em 1998, a telenovela Escândalo chegou a ser anunciada e teve José Wilker, Maitê Proença, Marília Pêra e Rosi Campos escalados para a história que iria expor os bastidores das revistas de celebridade, porém foi cancelada após Sai de Baixo ser renovado. Apenas em maio de 2004, Miguel e Maria Carmem tiveram a sinopse de A Lua Me Disse aprovada e programada para substituir Começar de Novo. Apesar da história começar na Suíça, as primeiras gravações foram realizadas em Innsbruck, na Áustria, uma vez que o destino era mais barato, viajando para o local Maitê Proença, Débora Bloch, Aracy Balabanian e Monique Alfradique viajaram para a cidade de para gravar as primeiras cenas da novela referentes a seus personagens. ===Escolha do elenco=== A direção teve dificuldades para fechar o trio de protagonistas – Heloísa, Gustavo e Tadeu – sendo convidados diversos atores como Cristiana Oliveira, Carolina Ferraz, Vladimir Brichta, Thiago Lacerda, Murilo Benício, entre outros que já estavam escalados para outras telenovelas. Decidiu-se então promover o novato Wagner Moura a protagonista e escalar a dupla Adriana Esteves e Marcos Pasquim, que já tinha repercutido positivamente em Kubanacan. Zezé Polessa interpretaria Ademilde, porém foi remanejada para a antagonista Ester e o papal anterior passou para Arlete Salles. Ângelo Paes Leme interpretaria Adonias, porém foi substituído por Paulo Vilhena. Monique Alfradique fez testes com outras 60 atrizes iniciantes para conseguir o posto da coprotagonista Branca. Foi a estreia de Wagner Moura em telenovelas e também sua penúltima antes de voltar a dedicar- se apenas ao cinema e seriados, reiterando que não havia se enquadrado ao formato. ==Controvérsias== ===Acusações de racismo=== Antes da estreia, Miguel Falabella declarou que a novela abordaria o racismo no Brasil através das personagens de Zezeh Barbosa e Mary Sheyla, que originalmente ficariam ricas e seriam hostilizadas na alta sociedade. Porém os planos mudaram e as duas personagens foram retratadas como mulheres negras que tinham vergonha da cor de sua pele e de seus nomes, mudando-os para Latoya e Whitney. Parte do público viu as personagens como um recorte de pessoas reais que tem preconceito com a própria cor, porém a maioria achou a abordagem inadequada pelas duas sempre proferirem frases consideradas racistas contra outros negros de forma cômica em um horário que crianças poderiam ver, entender como piada e reproduzir. Apesar disso os autores fizeram a personagem Latoya terminar a trama trabalhando em um circo vestida de macaca, o que também gerou revolta. Outro ponto problemático foi a empregada Índia, interpretada pela atriz indígena Bumba, que constantemente era alvo das humilhações das personagens de Stella Miranda e Bia Nunnes, sendo tratada como \"selvagem\" e \"burra\" por sua origem. Em julho de 2005 o Congresso Nacional do Brasil e a Secretaria de Identidade e Diversidade Cultural fizeram uma nota de repúdio ao racismo retratado pela novela. Diversas denúncias foram registradas e Ministério Público Federal interveio na novela, vetando que cenas de humilhação contra negros ou indígenas sob alegação de que eram \"constrangedoras ou degradantes\" e classificando a abordagem como racismo. ===Acusações de transfobia e homofobia === Outro tema que incomodou o público foi a personagem Dona Roma, de Miguel Magno, considerada caricata e que reforçava estereótipos das travestis e transexuais, além do fato de ser interpretada por um homem em vez de uma atriz do gênero, refutando a representatividade. Além disso, as diversas ofensas trocadas pelos homens da novela se chamando de \"bicha\" e \"baitola\" foram consideradas inadmissíveis e que reforçavam a homofobia, fazendo a ONG Grupo Gay da Bahia processar os autores. ===Advertência no Globoplay=== Assim que a novela foi disponibilizada na plataforma de streaming do Grupo Globo, foi disponibilizada uma cartela diferente das utilizadas em outros títulos antes do capítulo selecionado, alegando que \"Essa obra pode conter representações negativas e estereótipos da época em que foi realizada. A obra é exibida na íntegra porque acreditamos que essas cenas podem contribuir para o debate sobre um futuro mais diverso e inclusivo\". Com o anúncio de que a trama seria a próxima na lista de títulos a serem resgatados para entrar no serviço, alguns telespectadores relembraram as polêmicas que foram ao ar em sua exibição, fato este que logo foi confirmado pelo autor Miguel Falabella, que relembrou o fato de seus títulos sofrerem rejeição do público. A atriz Zezeh Barbosa, que integrou o elenco da trama, reconheceu a problemática da novela, mas lembrou que o autor não era racista e que o próprio havia sido mal compreendido quando trouxe as temáticas para o público. A utilização da cartela de avisos sobre as obras retratarem os costumes da época começou a ser adotada a partir da exibição de Da Cor do Pecado (2004) no canal por assinatura Viva, que logo se expandiu na programação toda e no Globoplay. A trama citada, inclusive, tinha uma polêmica por conta do título ser baseado numa expressão racista. A postura também acaba se diferenciando do tratamento adotado com Malhação 1998, em que uma cena de blackface acabou sendo eliminada na edição tanto no Viva, como nos Canais Globo, além da utilização de uma nova cartela, alertando que \"eventualmente, algum trecho pode ser excluído desde que não gere prejuízo para a compreensão da narrativa\". ==Música== ===Nacional=== A trilha sonora nacional de A Lua Me Disse trouxe na capa Adriana Esteves caracterizada como Heloísa. ;Lista de faixas ===Internacional=== A trilha sonora internacional de A Lua Me Disse não teve lançamento físico, sendo liberado apenas para escutar no site oficial da novela e trazendo na capa Wagner Moura e Adriana Esteves caracterizados como Gustavo e Heloísa. ;Lista de faixas ==Outras mídias== Foi disponibilizada no Globoplay em 31 de julho de 2023. ==Repercussão== ===Críticas=== A novela foi bem recebida pela crítica especializada. Para Daniela Ortega e James Cimino da Folha de S.Paulo a novela é \"divertida, e tem tudo para cair no gosto do público\", elogiando ainda o bom empenho de Patrícia Travassos como a Milionária Geórgia. A personagem Madô de Deborah Bloch também foi elogiada pelos jornalistas, que destacaram ainda o núcleo da família de Ademilde (Arlete Salles) e o romance entre Heloísa e Gustavo, personagens de Adriana Esteves e Wagner Moura: \"a química do casal provoca torcida para que o romance dê certo\". Para Bia Abramo, também da Folha de S.Paulo, \"vez por outra, uma novela consegue criar e ainda cair no gosto do público. Sem fazer concessões estrambóticas, sem humilhar a inteligência do público\". Afirmando ainda que \"o espectador, ao mesmo tempo em que pode usufruir do prazer do previsível, é também surpreendido e até afrontado[...]passa por um equilíbrio muito delicado entre o humor e o escracho -há graça, há piada e há um sentido do dramático como há tempos não se via em novelas\". Nilson Xavier, do site Teledramaturgia, também fez criticas positivas à novela, afirmando que \"a sua maior qualidade foi a trama redonda, bem costurada, e o texto caprichado\". O jornalista Alê Cavalcante, do site O Canal, escreveu que \"a novela de Miguel Falabella tinha uma trama simples, mas eficiente, e ainda acertou ao fazer com maestria uma transição entre mocinho e vilão, quando o personagem de Marcos Pasquim se revelou um bandido depois de meses como namorado romântico da mocinha\". Também elogiou o bom empenho de Wagner Moura afirmando que \"ter Wagner Moura no elenco, por si só, já devia ser motivo suficiente para que A Lua Me Disse ganhasse uma segunda exibição\". ===Audiência=== Herdando a baixa audiência de Começar de Novo, a trama estreou com 32 pontos, o segundo pior resultado de uma \"novela das sete\" até então, atrás apenas de Desejos de Mulher – que enfrentou um apagão em seu primeiro capítulo. Enfrentando a reta final de A Escrava Isaura, da RecordTV, a audiência de A Lua Me Disse foi caindo gradativamente e, em 29 de abril, marcou apenas 25 pontos, ficando à apenas 6 pontos de distância da concorrente na média geral e em segundo lugar por alguns minutos. Após o fim da telenovela concorrente, A Lua Me Disse conseguiu se estabilizar entre 29 e 33 pontos, porém se tornou a menos assistida da emissora, atrás da \"novela das seis\" Alma Gêmea e da décima segunda temporada de Malhação. Seu último capítulo teve média de 40 pontos, com picos de 44, sete a mais que a antecessora. A Lua Me Disse teve média geral de 33 pontos, a quarta pior média da história das \"novelas da sete\" até então. == Ligações externas == * Categoria:Programas de televisão do Brasil que estrearam em 2005 Categoria:Programas de televisão do Brasil encerrados em 2005 Categoria:Telenovelas de Miguel Falabella Categoria:Telenovelas ambientadas na cidade do Rio de Janeiro Categoria:Telenovelas com temática LGBT do Brasil Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 2000",
 "title": "A Lua Me Disse"
}