{
 "id": "104002",
 "text": "João Tamagnini de Sousa Barbosa ComC • OA • ComA • GOA (Macau, 30 de dezembro de 1883 – Lisboa, 15 de dezembro de 1948) foi um militar do Exército Português, habilitado com o curso de engenharia militar, que concluiu com distinção, que exerceu diversas funções políticas, entre as quais as de ministro do governo da República Nova e de presidente do conselho de ministros após o assassinato de Sidónio Pais. Foi também dirigente desportivo, ligado ao Sport Lisboa e Benfica... ==Biografia== Nasceu em Santo António, Macau, a 30 de Dezembro de 1883, filho de Artur da Mota Tamagnini Barbosa e de Fátima Carolina Correia de Sousa. O pai esteve em Macau a partir de 1877 como 2.º oficial da administração da fazenda militar, fazendo parte do 3.º Batalhão do Regimento de Infantaria do Ultramar, onde exercia as funções de quartel- mestre. Em 1879 passou a contador interino da Junta da Fazenda de Macau e Timor. Voltou ao Reino em 1880, mas regressou a Macau em 1882, tendo sido nomeado em 1884 inspector da fazendo provincial. Foi irmão de Artur Tamagnini de Sousa Barbosa (1881-1940), que governaria Macau por 3 vezes.. Oficial do Exército da arma de Engenharia, de convicções republicanas, foi Ministro do Interior, das Colónias e das Finanças da «República Nova», nos governos de Sidónio Pais e de João do Canto e Castro, entre 12 de dezembro de 1917 e 14 de dezembro de 1918, tendo colaborado na Gazeta das colónias (1924-1926). Foi presidente do Ministério (atual primeiro-ministro) da I República, após o assassínio de Sidónio Pais, de 23 de dezembro de 1918 a 27 de janeiro de 1919. Para além da sua passagem pelo Governo, foi deputado, presidente da Câmara Municipal de Lourenço Marques, engenheiro-chefe em diversas repartições públicas de Moçambique, director do Instituto dos Pupilos do Exército, comandante militar da ilha Terceira, administrador das Companhias Reunidas de Gás e Electricidade e da Companhia Carris de Ferro de Lisboa.. A 15 de fevereiro de 1919 foi feito Comendador da Ordem Militar de Nosso Senhor Jesus Cristo. A 31 de dezembro de 1920 foi feito Oficial da Ordem Militar de São Bento de Avis, tendo sido elevado a Comendador da mesma Ordem a 5 de outubro de 1926 e a Grande-Oficial a 20 de junho de 1941. A 19 de julho de 1946 foi feito Comendador Honorário da Excelentíssima Ordem do Império Britânico. Foi eleito presidente da Mesa da Assembleia Geral do Sport Lisboa e Benfica para os anos de 1946/1947, no terceiro período de vigência de Manuel da Conceição Afonso como presidente da direção. Pela demissão deste, a 30 de julho de 1946, passou para o cargo máximo do clube, o de presidente, tendo tomado posse no dia 25 de janeiro de 1947. Manteria o cargo até o dia do seu abrupto falecimento. Tentou encontrar uma solução rápida para o clube voltar às vitórias futebolísticas, e, para que isso se tornasse uma realidade, despediu Janus Biri, contratando primeiro Lippo Hertzca, depois Ted Smith. Não chegaria a presenciar em vida, contudo, os resultados desejados, mas esta decisão abriu caminho não só para quebrar o ciclo negativo do clube a nível nacional como também para o levar a conquistar o seu primeiro grande troféu do futebol europeu: a Taça Latina. Atingiu o posto de Brigadeiro. Casou com Maria Luísa da Cunha e Silva, com descendência. Fez parte da Maçonaria, tendo sido iniciado em 1911 na Loja Pátria e Liberdade, com o nome simbólico de Wagner. Foi também grão-mestre da Maçonaria do rito escocês em 1933.. ==Ver também== *Artur Tamagnini de Sousa Barbosa == Ligações externas == * https://www.cm- coimbra.pt/index.php?option=com_docman&task;=doc_download&gid;=3867&Itemid;=381 Categoria:Portugueses de ascendência italiana Categoria:Família Tamagnini Categoria:Naturais de Macau colonial Categoria:Presidentes da Câmara Municipal de Coimbra Categoria:Ministros das Finanças de Portugal Categoria:Ministros do Interior de Portugal Categoria:Primeiros-ministros da Primeira República Portuguesa Categoria:Sidonistas Categoria:Comendadores da Ordem Militar de Cristo Categoria:Oficiais da Ordem Militar de Avis Categoria:Comendadores da Ordem Militar de Avis Categoria:Grandes-Oficiais da Ordem Militar de Avis Categoria:Presidentes do Sport Lisboa e Benfica Categoria:Comendadores da Ordem do Império Britânico Categoria:Oficiais generais de Portugal Categoria:Maçons de Portugal Categoria:Maçons do século XX",
 "title": "João Tamagnini Barbosa"
}