{
 "id": "10401",
 "text": "Os guelfos e os gibelinos (em italiano, Guelfi e ghibellini) constituíam facções políticas que, a partir do , estiveram em luta na Itália, especialmente na República Florentina. Os conflitos se intensificaram sobretudo a partir do .Ady, Cecilia M. A History of Milan under the Sforza. Edward Armstrong; Methuen & Co., 1907. == Etimologia == Na origem, tratava-se de uma disputa entre os partidários do papado (os guelfos) e os partidários do Sacro Império Romano-Germânico (os gibelinos), decorrente da derrota dos guelfos na disputa dinástica gerada pela morte do Imperador Henrique V do Sacro Império Romano-Germânico (1081–1125), que não deixou herdeiros diretos. Criou-se, então, um conflito na disputa pela sucessão do Sacro Império. Na referida disputa, o Papa apoiou a Casa de Welf (depois italianizado como 'Guelfo'Vocabolário Treccani: guèlfo), enquanto os gibelinos eram partidários da casa suábia da Dinastia de Hohenstaufen, senhores do castelo de Waiblingen (de onde provém a palavra \"gibelino\"). Em outra perspectiva, os termos \"Guelfos\" e \"Gibelinos\" foram utilizados, ​​inicialmente, para denominar as facções opostas florentina e toscana. Essas facções eram grupos compostos por alianças interfamiliares naquelas regiões.Ghibellini e guelfi in Italia, por Giuliano Milani. Federiciana (2005). Treccani.it No período entre 1250 e 1270, o confronto entre os dois lados foi mais intenso.Battaglie di immagini tra Guelfie Ghibellini nella Toscana comunale, por Federico Canaccini. Studi medievali, s. III, 53 (2012), pp. 635-666. Spoleto: Centro Italiano di Studi sull'Alto Medioevo. As primeiras menções aos dois termos aparecem nos Annales Florentini, sendo que, em 1239, a palavra \"Guelfos\" aparece pela primeira vez, enquanto que a palavra \"Gibelinos\" aparece pela primeira vem em 1242.Guelfi e ghibellini, por Guido Pampaloni. Enciclopedia Dantesca (1970) Treccani.it == Período posterior == Na segunda metade do século XIII, os termos Guelfos e Gibelinos, depois de consolidada a hegemonia regional e suprarregional de Florença, passaram a ser utilizados para denominar, respectivamente, as partes favoráveis ​​ao Papado e ao Sacro Império Romano Germânico em todas as realidades urbanas do norte da Itália. Com o passar do tempo, essa dicotomia perdeu o significado original, para denominar as disputas entre as facções pelo domínio das cidades. Para aumentar sua força, as cidades, tanto guelfas quanto gibelinas, assim como as respectivas famílias reuniam-se em ligas opostas. Assim, a partir da segunda metade do , a cidade guelfa de Florença combateu a liga gibelina formada pelas cidades toscanas de Arezzo, Siena, Pistoia, Luca e Pisa. Foi um longo conflito, cujos momentos mais dramáticos foram as batalhas de Montaperti (1260) e de Altopascio (1325). Na segunda metade do , após a Batalha de Benevento (1266) houve, nas cidades gibelinas, uma verdadeira crise quando perderam o seu maior apoio — a dinastia suábia. Essa crise teve início com , para concluir-se com as derrotas de Conradino e Manfredo da Sicília, entre 1266 e 1268. Disso resultou o fortalecimento dos guelfos, que predominaram na península Itálica, apoiados militarmente tanto pelo rei de Nápoles, Carlos I da Sicília, como pelos vários papas. Assim, os guelfos chegam a se reapoderar de Florença, a partir de 1269, quando derrotam os gibelinos de Siena. == Guelfos brancos e guelfos negros == No fim do , o partido guelfo se divide em duas facções: os guelfos negros (guelfi neri), liderados por Corso Donati, e os guelfos brancos (guelfi bianchi), liderados por Vieri dei Cerchi que, de certa forma, eram gibelinos, numa versão envergonhada. Na origem dessa divisão existe uma querela de clãs que opunha os Cerchi aos Donati. A divisão era também social, sendo os Cerchi — uma antiga família patrícia florentina — mais próximos do povo, enquanto os Donati — uma das famílias mais numerosas e importantes da Florença medieval — eram mais ligados à elite florentina. Esses últimos resolvem se opor às decisões judiciais de Giano della Bella. As cores foram atribuídas primeiramente por Vieri dei Cerchi, que apoiou a família Grandi, de Pistoia, conhecida localmente como la parte bianca (o partido branco). Corso Donati, por consequência, protegeu o partido oposto, la parte nera — a parte negra. Em 1300, na Praça da Santíssima Trindade, em Florença, explode uma batalha que marcará a clivagem definitiva entre os dois partidos. Os guelfos negros, muito próximos do papa Bonifácio VIII, levam vantagem sobre os brancos, incapazes de se defender, e Carlos de Valois (1270-1325), vindo da França para apoiar o papa, ataca Florença sem encontrar resistência. A partir de janeiro de 1302, começou o exílio dos brancos, dentre os quais Dante Alighieri e, então, Cante Gabrielli de Gubbio, reinou sobre a cidade. Segundo Maquiavel em O príncipe, as disputas entre Guelfos e Gibelinos eram emanações da República de Veneza para expandir seu poder no norte da Itália. == Ver também == *Batalha de Legnano Categoria:Conflitos do século XII Categoria:Conflitos do século XIII Categoria:Conflitos do século XIV Categoria:Guerras envolvendo o Sacro Império Romano-Germânico Categoria:Itália Medieval Categoria:Política da Itália Categoria:Religião e política Categoria:Rivalidade geopolítica",
 "title": "Guelfos e gibelinos"
}