{
 "id": "104055",
 "text": "(em neerlandês: Nieuw-Amsterdam) foi o principal assentamento localizado nas colônias neerlandesas. Os Países Baixos tentavam expandir seu território e influência, e nomeava a capital de seus assentamentos a partir do nome de sua própria capital, Amsterdam, tanto nos Novos Países Baixos, que mais tarde se tornaria a cidade de Nova Iorque. Quanto no contexto das invasões holandesas no Brasil, entre 1624 e 1661, a atual cidade de Natal, no Rio Grande do Norte, também recebe o nome de Nova Amsterdã. Hoje em dia \"New Amsterdam\" é o nome da capital da região de East Berbice-Corentyne na Guiana. ==Antecedentes== Em 1524, quase um século antes da chegada dos holandeses, o local que mais tarde se tornou Nova Amsterdã foi nomeado New Angoulême pelo explorador italiano Giovanni da Verrazzano, para comemorar seu patrono rei Francisco I da França, antigo conde de Angoulême. A primeira exploração registrada pelos holandeses da área em torno do que agora é chamada Baía de Nova Iorque foi em 1609 com a viagem do navio Halve Maen (\"Meia-lua\"; inglês: \"Half Moon\"), comandado por Henry HudsonNieuwe Wereldt ofte Beschrijvinghe van West-Indien, uit veelerhande Schriften ende Aen-teekeningen van verscheyden Natien (Leiden, Bonaventure & Abraham Elseviers, 1625) p.83: \"/in den jare 1609 sonden de bewindt-hebbers van de gheoctroyeerde Oost-Indischische compagnie het jacht de halve mane/ daer voor schipper ende koopman op roer Hendrick Hudson[...]\"(\"in the year 1609 the administrators of the East Indies Company sent the half moon captained by the merchant Hudson[...]\") a serviço da República Holandesa, como emissário de Maurice de Nassau, príncipe de Orange, estatuder (regente) da Holanda. Hudson batizou o rio de rio Maurício. Ele estava tentando secretamente encontrar a Passagem Noroeste para a Companhia Holandesa das Índias Orientais. Em vez disso, ele trouxe de volta notícias sobre a possibilidade de exploração de castores pelos holandeses que enviaram missões comerciais e privadas para a área nos anos seguintes. Na época, as peles dos castores eram muito valorizadas na Europa, porque o pelo podia ser feltrado para fazer chapéus à prova d'água. Um subproduto do comércio de peles de castor era o castóreo - a secreção das glândulas anais dos animais - que era usada por suas propriedades medicinais e perfumes. As expedições de Adriaen Block e Hendrick Christiaensen em 1611, 1612, 1613 e 1614, resultaram no levantamento e mapeamento da região do paralelo 38 ao paralelo 45. No seu mapa de 1614, que lhes dava um monopólio comercial de quatro anos sob uma patente dos Estados Gerais, eles batizaram o território recém-descoberto e mapeado de Nova Holanda pela primeira vez. Também mostrou a primeira presença comercial durante todo o ano em Fort Nassau, que seria substituída em 1624 por Fort Orange, que eventualmente se transformou na cidade de \"Beverwijck\", hoje em dia Albany. O comerciante dominicano Juan Rodriguez (Jan Rodrigues em holandês e João Rodrigues em português), nascido em Santo Domingo de ascendência portuguesa e africana, chegou à ilha de Manhattan durante o inverno de 1613-1614, caçando para obter peles e negociando com a população local como representante dos holandeses. Ele foi o primeiro habitante americano não nativo registrado do que acabaria se tornando a cidade de Nova York.Juan Rodriguez monograph. Ccny.cuny.edu. Retrieved on 2013-07-23.Honoring Juan Rodriguez, a Settler of New York – NYTimes.com. Cityroom.blogs.nytimes.com. Retrieved on 2013-07-23. O território da Nova Holanda era originalmente um empreendimento comercial privado, com fins lucrativos, focado em cimentar alianças e realizar comércio com os diversos grupos étnicos nativos americanos. A inspeção e a exploração da região foram conduzidas como um prelúdio de um acordo oficial antecipado pela República Holandesa, que ocorreu em 1624. ==Nova Iorque== A cidade foi fundada em 1625 pela Companhia Neerlandesa das Índias Ocidentais, na ilha de Manhattan, um local estrategicamente posicionado, com o objetivo de defender o acesso fluvial para o comércio de peles no vale do Rio Hudson. Tornou-se o maior assentamento neerlandês na América do Norte, a capital dos Novos Países Baixos, permanecendo sob controle neerlandês até 1664, quando foi capturada pelos britânicos. Embora os neerlandeses tenham reassumido o controle de Nova Amsterdã em 1673, os britânicos recuperaram o assentamento no ano seguinte, pelos termos do Tratado de Westminster. Os britânicos renomeariam o assentamento de New York. Nova York é conhecida no mundo por abrigar descendentes das mais variadas culturas. O que pouca gente sabe é que a origem da comunidade judaica de lá mistura um naufrágio e a história do Brasil. Os antepassados do rabino Lopes Cardoso viveram no Recife há quase quatro séculos. Ele ainda sabe canções em português e ladino, a língua dos judeus de origem ibérica. O rabino descende dos primeiros judeus que chegaram a Nova York. Foi há 350 anos, em 7 de setembro de 1654. Um monumento homenageia o pequeno grupo de 23 refugiados sobreviventes do naufrágio de um navio que deixou Recife, um mês antes. Durante a ocupação do nordeste brasileiro pela Holanda, comerciantes judeus de origem portuguesa se estabeleceram no Recife, onde fundaram a primeira sinagoga das Américas, recentemente restaurada. Depois da reconquista do Nordeste por Portugal, holandesas e judeus foram expulsos. Com o fim do Brasil holandês, os judeus expulsos do Recife tiveram que voltar à Holanda. Mas um dos navios naufragou durante uma tempestade no Caribe. Os sobreviventes tiveram todos os bens roubados por piratas, mas conseguiram carona numa caravela para chegar a Nova Amsterdã, hoje Nova York. Desembarcaram no porto de onde hoje saem os barcos com turistas para visitar a Estátua da Liberdade. Esses Judeus brasileiros em Nova York fundaram a comunidade judaica que se tornou a maior do mundo. O primeiro cemitério judeu da cidade ainda existe. Ali estão enterrados descendentes de portugueses, com nomes como Lopes, Mendes, Homem e Cardoso, mas o tempo quase apagou os nomes nas lápides. É o lugar histórico mais antigo de Nova York. A congregação fundada por eles, Sheharit Israel, hoje ocupa a sinagoga onde os antepassados de origem portuguesa e brasileira são lembrados. A constituição da congregação foi escrita em português e a sala de orações reproduz exatamente a sinagoga do Recife. == Natal == Em 1633, os holandeses tomam a cidade do Natal no Nordeste brasileiro dos portugueses e a rebatizam de Nova Amsterdã. Nesse período a cidade cresceu e por causa de sua região privilegiada geograficamente foi muito preciosa para os holandeses por onde eles poderiam observar se algum inimigo se aproximava da região e proteger o importante comércio açucareiro do Nordeste brasileiro. A cidade permaneceu com esta denominação, até quando tropas portuguesas, auxiliadas sobretudo por pernambucanos, estes que fundaram a cidade de Natal, e índios aliados expulsaram os invasores e restauraram o domínio de Portugal na região. Embora tenha recebido o nome da principal cidade neerlandesa, Natal não era o principal núcleo do protetorado - estava em terceiro lugar dentre os 3 maiores núcleos, mas era o segundo maior núcleo da parte setentrional do mesmo (a cidade de Nova York e Natal foram as únicas a receberem tal denominação em tais longitudes). ==Ligações externas== * New Amsterdam * The New Amsterdam Trail * Nieuw Amsterdam to New York * \"Conditions as Created by their Lords Burgomasters of Amsterdam\" * Categoria:Novos Países Baixos Categoria:História dos Estados Unidos Categoria:História da cidade de Nova Iorque Categoria:História de Natal (Rio Grande do Norte)",
 "title": "Nova Amsterdão"
}