{
 "id": "104024",
 "text": "é uma ativista, cantora, compositora, cineasta e artista plástica vanguardista japonesa. Yoko é mãe de Kyoko Chan Ono Cox, fruto de seu segundo casamento, e Sean Lennon, seu filho com John Lennon. Atualmente vive sozinha em seu apartamento, em Nova Iorque. Suas obras, tanto musicais quanto plásticas e conceituais, são caracterizadas pela provocação, introspecção e pacifismo, sendo famosas no mundo inteiro. == Primeiros anos == Nascida numa família muito rica, Yoko Ono durante a infância teve a oportunidade de estudar em Gakushuin, uma das mais exclusivas escolas do Japão. Durante este período estudou também piano clássico e canto. Durante a Segunda Guerra Mundial viveu entre Japão e Estados Unidos, até que em 1952 se mudou definitivamente para Nova Iorque. A partir de então, frequentou a faculdade de música Sarah Lawrence, onde conheceu importantes músicos de vanguarda, que posteriormente seriam inspiração para o surgimento do grupo Fluxus, entre eles John Cage. == Vida Pessoal == Em 1956, após se formar como musicista e professora primária, Yoko saiu de casa contra a vontade de seus pais para morar com seu primeiro namorado, Toshi Ichiyanagi, e com ele dividiu um loft em Manhattan, o qual, pouco tempo depois, se tornaria laboratório para as performances de Yoko e as experiências sonoras do colega de profissão John Cage. Buscando independência financeira, acabou rejeitando o auxílio financeiro da família após sair de casa, e começou a lecionar arte japonesa e música em escolas públicas. Yoko e Toshi se separaram em 1960, após quatro anos de união conjugal. Em 1961 começou a namorar com o produtor Anthony Cox, com quem foi morar junto no Japão em 1962, tendo casado-se oficialmente nesse mesmo ano em 28 de novembro. Em 8 de agosto de 1963 nasceu de parto normal, em Tóquio, sua filha Kyoko Chan Ono Cox. O casal separou-se em 1966, tendo voltado nesse mesmo ano com a filha para os Estados Unidos, país onde se divorciaram em 1969. Em 1967 começou a namorar John Lennon. Em 1969 foram viver juntos e em 20 de março deste ano oficializaram a união. No dia 9 de outubro de 1975, nasceu o único filho do casal: Sean Taro Ono Lennon, também vindo ao mundo de parto normal, mas em Nova Iorque. Yoko ficou viúva em 1980, após onze anos de casamento, quando seu marido foi assassinado por um fã obcecado. Apesar de ter mantido outros relacionamentos, Yoko não quis casar-se novamente. == Primeiras obras == Entre o fim da década de 1950 e 1960, Yoko realiza obras de cunho conceitual que oscilam entre a introspecção poética e sátira provocadora. Entre elas destacam-se: Painting To See The Skies (\"Pintando para ver os céus\"), de 1961, uma folha que contém sucintas instruções em japonês de como transformar uma tela convencional em uma espécie de óculos para observação do céu; uma apresentação no Carnegie Recital Hall, onde utilizou microfones para registrar o ruído de descargas de autoclismos (PT) ou privadas (BR) (performance repudiada pelos críticos de arte de então); \"Lightining Piece\", de 1955, performance na qual convida os espectadores a observarem a consumação de um palito de fósforo pelo fogo. Este último um esboço do interesse que mais tarde terá em produzir obras e performances que instiguem o observador a se relacionar esteticamente com fenômenos corriqueiros e banalizados pela rotina — uma rejeição do que a vanguarda Fluxus chamava de arte europeizada e ao mesmo tempo uma tentativa de integrar a arte à vida cotidiana, no entanto sem a conotação de artesanato ou utilitariedade. Em 1961 retornou ao Japão, após desentendimento com seu marido, Toshi. A má repercussão de seus trabalhos e a crise conjugal acabam por lhe causar um estado de profunda depressão. Pouco tempo depois, ela foi internada. Foi removida do hospital quando seu amigo Anthony Cox denunciou que ela estaria recebendo doses anormais de medicamentos. Uma relação amorosa entre os dois culminou na separação de Yoko e Toshi e no seu casamento com Cox, com quem veio a ter uma filha, Kyoko Chan Cox, em 1963. Ainda em 1963, o casal se separou e Yoko retornou aos Estados Unidos. == Fluxus == Nos Estados Unidos, descobre que seu amigo George Maciunas, baseado nas ideias que havia desenvolvido junto com John Cage e a própria Yoko Ono, liderava um novo grupo vanguardista denominado Fluxus. As propostas do grupo eram politizadas e de cunho libertário, muito próximas dos ideais do Dadaísmo e do Construtivismo russo. Yoko se une ao grupo. Em 1964, lança o livro Grapefruit, uma compilação de \"instruções de obra de arte\" (entre elas Hide & Go Seek: \"Esconda-se até que todos se esqueçam de você. Esconda-se até que todos morram.\") e começa uma longa série de happenings. Em 1965, apresenta-se novamente no Carnegie Recital Hall com sua performance Cut Pieces (\"corte pedaços\"), onde permanecia sentada, convidando o espectador a cortar com uma tesoura pedaços de sua roupa até ficar nua. Esta performance teve uma repercussão positiva na crítica. De 1964 a 1972 produz dezesseis filmes experimentais entre eles o polêmico Nº 4 (também conhecido como Bottoms), que apresenta 365 closes de nádegas, e Nº 5, uma sequência de stills de bocas que animados mostram a transição de um sorriso para uma expressão séria. == Yoko Ono e John Lennon == Com a repercussão de suas obras, Yoko foi convidada em 1966 a realizar uma exposição individual. Nesta exposição, foi exposta a obra Ceiling Painting, uma instalação na qual uma escada conduz o observador até um vidro no teto, onde há uma lupa presa para que se leia a pequena inscrição \"Yes!\". O músico John Lennon, então membro da banda The Beatles, estava presente à exposição, e seu encantamento com a obra despertou interesse pela produção artística de Ono. Lennon financiou então sua próxima instalação, Half-A-Room, uma peça intimista e melancólica: um quarto de casal completamente branco, com a mobília, também branca, cortada ao meio. Ono comentou que a inspiração para a instalação ocorreu quando acordou certo dia e notou que Anthony Cox, seu ex-marido, não estava lá, não havia voltado na noite passada, deixando uma sensação de \"estar pela metade\". A partir do fim da década de 1960, Yoko Ono e John Lennon começaram a produzir composições de vanguarda, sem estrutura musical tradicional. Lennon se separou de sua primeira esposa, casou-se com Yoko no dia 20 de março de 1969. O primeiro filho do casal, Sean Lennon, nasceu no dia 9 de outubro de 1975. == Yoko Ono e os Beatles == Muitos fãs dos Beatles acusam o relacionamento de Yoko e Lennon como um dos fatores que levou ao fim da banda. Em entrevista a Rolling Stone, Yoko disse: > De certa forma, o fato de eu estar lá pode ter afetado a situação. Mas eu > não sei, para mim também foi muito ruim. Ruim da maneira que de repente as > pessoas começaram a me olhar como a Sra. Lennon, e não como qualquer outra > coisa. De repente eu me tornei uma dona de casa! De certa forma, John e eu > arruinamos nossas carreiras nos reunindo, embora não estivéssemos cientes > disso na época. Em 1996, o beatle George Harrison disse em depoimento ao documentário Anthology que \"seria injusto colocar em Yoko Ono toda a culpa por nossa separação, porque àquela altura já estávamos todos cheios. Mas talvez ela tenha sido a catalisadora\". Isso porque já havia bastante tensão entre eles antes mesmo de Yoko entrar publicamente em cena, durante as gravações do The White Album (1968). Mais recentemente, em 2012, Paul McCartney explicou em entrevista à TV Al Jazeera English que Yoko não foi responsável pelo fim do grupo. Ele disse: \"Os Beatles já estavam no fim quando ela chegou. Yoko abriu a mente de John Lennon e, se não fosse por ela, músicas como \"Imagine\" jamais teriam sido escritas\". Yoko agradeceu ao músico pelas declarações de que ela não era culpada pelo fim da banda. == Carreira musical == A produção musical de Ono é muitas vezes extremamente experimental. Ao contrário das experiências de seu amigo John Cage, cujos questionamentos audaciosos dialogavam com a música erudita, a produção de Ono, apesar de sua educação formal em música, desconstruía e repensava a música popular, em especial o rock and roll. Yoko Ono é uma das precursoras do estilo rock experimental que viria surgir entre o fim dos anos 1970 e o começo dos anos 1980 com a música industrial e pós-punk. Seus discos de 1972 e 1973 atualmente são reconhecidos como históricos (apesar de não terem sido um sucesso na época de seus lançamentos) na música feminista. Esta provocação e desconstrução do rock, com a participação de Lennon, acabou por torná-la alvo de muitas críticas, especialmente de alguns fãs dos Beatles. Em uma famosa apresentação de John Lennon no festival musical Toronto Rock And Roll Revival Festival, Yoko se uniu à banda na segunda metade do show, transformando o estilo rock and roll tradicional em uma das primeiras manifestações de música experimental dentro de um gênero popular, substituindo as palavras por ruídos gritados e utilizando a microfonia como parte da música. Isto fez as músicas apresentadas por Lennon e banda (Yer Blues, Dizzy Miss Lizzy, entre outras) adquirirem um brilho estranho e original. Eric Clapton sempre apoiou o trabalho de Yoko, tendo declarado em entrevistas que admirava sua originalidade e que havia gostado de gravar com ela. George Harrison já não pensava assim e não aceitou que Ono participasse do Concerto para Bangladesh, o que levou Lennon a declinar do convite de se apresentar, já que Yoko era parte fundamental da Plastic Ono Band. O estilo confrontador e agressivo de Yoko foi lentamente dando lugar a um estilo mais próximo do pop- rock. No século XXI, ela se transformou em uma espécie de diva da música eletrônica através dos remixes de canções antigas feitos pelos mais renomados DJ's da cena eletrônica. Todos os singles atingiram os primeiros lugares das paradas de dance music, sendo que nada menos que onze, entre eles \"Walking on Thin Ice\" e \"Everyman/everywoman\" (que ela dedicou como apoio à causa gay), chegaram efetivamente ao número 1 das paradas de dance music. Em fevereiro de 2007, aos 74 anos de idade, Yoko Ono lançou Yes, I´m a witch, disco no qual seus antigos trabalhos são recriados e reconstruídos por artistas como Peaches, Le Tigre, Flaming Lips, Craig Armstrong, Apples in Stereo, entre outros. Em 2010, lançou o aclamado Between the Sky and My Head, que angariou inúmeras críticas positivas e gerou uma série de shows, nos quais Yoko dividiu o palco com artistas como Eric Clapton, Bette Midler, Lady Gaga, Iggy Pop e Ornette Coleman, entre outros luminares do rock, do jazz e do pop. Em 2012, lançou Yokokimthurston, álbum em parceria com Kim Gordon e Thurston Moore, do Sonic Youth. Em 2013, mais um disco com a Plastic Ono Band, Take Me To The Land Of Hell, que caiu nas graças da crítica em geral. == Décadas de 1990 e 2000 == A partir do fim da década de 1980, Yoko retorna às artes plásticas. No começo da década de 90 foi lançada ONOBOX, caixa de seis CDs, reunindo toda a sua obra realizada até então. A caixa foi aclamada pela crítica, e as novas gerações começaram então a assimilar o pioneirismo de seu trabalho. Animada com a receptividade calorosa para ONOBOX, Yoko juntou-se à banda IMA, do filho Sean Lennon, para a gravação do disco Rising, também elogiado pela crítica e que rendeu uma turnê pela América do Norte e Europa, além de um CD de remixes com nomes como Tricky, Thurston Moore e Perry Farrel. Em 2001 foi realizada a exposição retrospectiva de quarenta anos YES YOKO ONO. Naquele ano foi lançado também o CD Blueprint for a Sunrise, com trabalhos inéditos. == Discografia == === Discos === ==== Solo ==== * Yoko Ono/Plastic Ono Band (1970) * Fly (1971) * Approximately Infinite Universe (1972) * Feeling The Space (1973) * A Story (1974) (somente lançado em 1997) * Season of Glass (1981) * It's Alright (I See Rainbows) (1982) * Every Man Has A Woman (1984) (disco de tributo com vários artistas) * Starpeace (1985) * Onobox (1992) * Walking On Thin Ice (1992) * New York Rock (1994) * Rising (1995) * Rising Mixes (1996) * Blueprint For A Sunrise (2001) * Between the Sky and My Head (2010) * Yokokimthurston - Yoko Ono / Thurston Moore / Kim Gordon (2012) * Take Me To The Land Of Hell (2013) ===== Remix álbuns ===== * Yes, I´m a Witch (2007) * Open Your Box (2007) ===== Discos promocionais ===== * Welcome: The Many Sides Of Yoko Ono (1973) ==== Com John Lennon ==== * Unfinished Music No.1: Two Virgins (1968) * Unfinished Music No. 2: Life with the Lions (1969) * Wedding Album (1969) * Live Peace in Toronto 1969 (1969) * Some Time in New York City (1972) * Double Fantasy (1980) * Milk and Honey (1984) === Singles === ==== Solo ==== * \"Mrs. Lennon\"/\"Midsummer New York\" (1971) * \"Now or Never\"/\"Move on Fast\" (1972) * \"Mind Train\"/\"Listen, the Snow is Falling\" (1972) * \"Death of Samantha\"/\"Yang Yang\" (1973) * \"Josejoi Banzai\" (1973) (lançado somente no Japão) * \"Woman Power\"/\"Men, Men, Men\" (1973) * \"Run, Run, Run\"/\"Men, Men, Men\" (1973) * \"Walking on Thin Ice\" (1981) * \"No, No, No\" (1981) * \"My Man\" (1982) * \"Never Say Goodbye\" (1983) * \"Hell in Paradise\" (1985) * \"Open Your Box\" (remix) (2001) * \"Kiss Kiss Kiss\" (remix) (2002) * \"Yang Yang\" (remix) (2002) * \"Walking On Thin Ice\" (remix) (2003) * \"Will I\"/\"Fly\" (remix) (2003) * \"Hell in Paradise\" (remix) (2004) * \"Everyman... Everywoman\" (maxi-single promoção do casamento gay) (2004) ===== Discos promocionais ===== * \"Goodbye Sadness\"/\"I Don't Know Why\" (1981) * \"Cape Clear\"/\"Walking On Thin Ice (Re- Edit)\" (1985) ==== Com John Lennon ==== * \"Give Peace a Chance\"/\"Remember Love\" (1969) * \"Cold Turkey\" (Lennon)/\"Don't Worry, Kyoko\" (Ono) (1969) * \"Instant Karma\" (Lennon)/\"Who Has Seen the Wind?\" (Ono) (1970) * \"Mother\" (Lennon)/\"Why\" (Ono) (1971) * \"Power to the People\" (Lennon)/\"Open Your Box\" (Ono) (1971) * \"Happy Xmas (War is Over)\"/\"Listen, the Snow is Falling\" (1971) * \"(Just Like) Starting Over\" (Lennon)/\"Kiss Kiss Kiss\" (Ono) (1980) * \"Woman\" (Lennon)/\"Beautiful Boys\" (Ono) (1981) * \"Watching the Wheels\" (Lennon)/\"Yes, I'm Your Angel\" (Ono) (1981) * \"Nobody Told Me\" (Lennon)/\"O'Sanity\" (Ono) (1984) * \"I'm Stepping Out\" (Lennon)/\"Sleepless Night\" (Ono) (1984) * \"Borrowed Time\" (Lennon)/\"Your Hands\" (Ono) (1984) == Ligações externas == * * * A Piece of Work Podcast, WNYC Studios/MoMA, featuring Abbi Jacobson and RuPaul on Yoko Ono's Cut Piece * MoMA Learning * Yoko Ono in the collection of The Museum of Modern Art * Fluxus Performance Workbook * 2013 ART Categoria:Naturais de Tóquio Categoria:Cantoras do Japão Categoria:Feministas do Japão Categoria:Norte-americanos de ascendência japonesa Yoko Ono Categoria:Músicos vencedores do Grammy Categoria:Pacifistas dos Estados Unidos Categoria:Pacifistas do Japão Categoria:Pessoas do período Showa Categoria:Pessoas do período Heisei Categoria:Pessoas associadas aos Beatles Categoria:Artistas contemporâneos do Japão",
 "title": "Yoko Ono"
}