{
 "id": "104064",
 "text": "Caracóis são os moluscos gastrópodes terrestresDicionário Michaelis - Caracol de concha espiralada calcária, pertencentes à subordem Stylommatophora, que também inclui as lesmas. São animais com ampla distribuição ambiental e geográfica. Respiram através de um poro respiratório. == O nome == O nome \"caracol\" vem de \"cochleolus\" e, no Brasil e em certas partes de Portugal, é usado principalmente para as espécies terrestres, enquanto que as espécies aquáticas são chamadas caramujos. A espécie Achatina fulica, introduzida de forma ilegal no Brasil, é conhecida como \"caramujo-gigante-africano\".Santana Teles, Horácio Manuel., Faria Vaz, Jorge., Roberto Fontes, Luiz e Domingos, Maria de Fátima. 1997. Registro de Achatina fulica Bowdich, 1822 (Mollusca, Gastropoda) no Brasil: caramujo hospedeiro intermediário da angiostrongilíase.Rev. Saúde Pública, 31(3): São Paulo jun. ==Características principais== As diversas espécies de caracóis se distinguem especialmente pela concha que é, na verdade, o esqueleto externo do animal. Essa concha é feita de calcário, e pesa pouco mais de um terço do peso total do animal. Os caracóis não têm audição e utilizam especialmente os sentidos do tato e do olfato que se situam em todo o corpo mas principalmente nas antenas, já que pouco enxergam com os olhos situados nas pontas das antenas maiores. Ao lado da boca fica o aparelho genital e a entrada e saída do ar dos pulmões, o pneumóstoma, que fica embaixo da concha. O tempo de vida dos caracóis varia entre 2 e 5 anos livres na natureza, podendo chegar até 25 em cativeiro. Eles podem dormir por até três anos, ou seja, 10% de todo o seu tempo de vida.Sleep homeostasis: Progress at a snail's pace (em inglês)First evidence of sleep in snails (em inglês) É comum encontrarmos caracóis terrestres nos jardins, hortas e pomares, pois eles se alimentam de diversos tipos de plantas. As poucas espécies carnívoras alimentam-se de minhocas ou de outros caracóis e lesmas. Os caracóis terrestres são encontrados em ambientes de solo úmido, não encharcado e são difíceis de ser observados durante o dia, uma vez que grande parte de suas atividades ocorrem durante a noite. ==Nutrição== Os caracóis são essencialmente herbívoros pois comem verduras como a couve e a alface, frutos carnosos como a melancia, banana e maçã, e ração rica em cálcio. São animais de hábitos noturnos e vorazes, pois comem uma grande quantidade de alimentos. Mas essa voracidade está diretamente relacionada ao clima e às estações do ano: não se alimentam por vários dias em clima seco e quente mas consomem diariamente cerca de 40% de seu peso nos dias frescos. ==Reprodução== Os caracóis são animais hermafroditas incompletos, ou seja, cada um possui os 2 sexos, mas precisam de um parceiro para realizar a cópula ou acasalamento e a fecundação. Eles formam casais e copulam em média 4 vezes por ano num contato que pode durar até 10 horas. A gestação dura cerca de 16 dias quando então cada parceiro procura um lugar úmido, limpam a superfície e cavam com a cabeça de 5 a 10 cm para aí colocarem os ovos. Cada um deposita, em média, 100 a 300 ovos dependendo da espécie. O caracol pode ser reproduzido em viveiro sob condições controladas. == Uso culinário == Os caracóis são considerados como iguarias em Portugal e em vários países. Também são bastante apreciados na França e Itália onde são chamados de escargots e lumache, respectivamente. === Espécies comestíveis === * Escargot Petit Gris - Helix aspersa - o caracol comum de jardim. * Escargot Gross Gris (cinza grande) - Helix aspersa Máxima Taylor - o gigante da Argélia. * Escargot Gros blanc (grande branco) - Helix pomatia Linné - o caracol dos vinhedos ou escargot de Bourgogne. * Escargot turco (ou dos bosques) - Helix lucorum Linné. === O preparo === Em geral, os caracóis são colocados em jejum por cerca de 5 dias. Durante esse período e dependendo do criador, os animais serão alimentados apenas com água, vinho branco ou ervas aromáticas como agrião, salsa, cebolinha. == Uso cosmético == Apesar de incomum e um tanto quanto exótico, esta substância é obtida da baba do caracol Cantareus aspersus que age estimulando a produção de fibroblastos aumentando os níveis de colágeno e elastina na pele, e assim, temos mais firmeza na pele. Contém enzimas que contribuem na reparação e cicatrização da pele, além de ser hidratante e antioxidante. Como consequência, a síntese de colágeno e elastina é exacerbada e a velocidade de reparação da pele é normalizada, suavizando as rugas e devolvendo densidade, brilho e uniformidade à pele envelhecida. O extrato de caracol ainda pode conter vitaminas revitalizantes e antioxidantes, alantoína natural com grande potencial cicatrizante, antibiótico natural (efetivo contra diferentes tipos de bactérias) e ácido glicólico que confere à “baba” suave efeito esfoliante ao lado das enzimas. == Referências == Categoria:Culinária da França Categoria:Palavras, frases e expressões em francês Categoria:Gastrópodes de:Schnecke (Lebensmittel) he:אסקרגו nl:Slakken#Slakken als voedsel pl:Ślimaki w kuchni",
 "title": "Caracol"
}