{
 "id": "104192",
 "text": "O Castelo do Zêzere localizava-se na povoação e Freguesia de Praia do Ribatejo, Município de Vila Nova da Barquinha, Distrito de Santarém, em Portugal. Castelo templário, atualmente inexistente, ergueu-se à margem do rio Zêzere, afluente do rio Tejo, integrando a chamada Linha do Tejo. == História == === Antecedentes === A Freguesia de Praia do Ribatejo foi uma antiga vila e sede de Concelho. Denominava-se, então, Pay Pelle (ou Pay de Pelle) e possuía Câmara Municipal e Juiz Ordinário. === O castelo medieval === À época da Reconquista cristã da Península Ibérica, no contexto da conquista de Santarém e de Lisboa (1147), a região foi dominada pelas forças de no reinado de D. Afonso Henriques (1112-1185). Como recompensa pelo auxílio nessa campanha, o soberano fez extensa doação de terras na região à Ordem dos Templários, na pessoa de seu Mestre em Portugal, D. Gualdim Pais (1159), com a responsabilidade da defesa da chamada Linha do Tejo. Para esse fim, foi erguida uma linha de fortificações compreendendo, além deste, os castelos de Almourol, Idanha, Monsanto, Pombal e Tomar, seus contemporâneos. Visando atrair povoadores para esta povoação e freguesia de Santa Maria do Zêzere, sua primitiva denominação, a Ordem outorgou-lhe Carta de Foral em 1174, datando possivelmente deste período a edificação do castelo. O castelo localizava-se entre a vila e a primitiva Igreja Matriz. Pay de Pelle constituiu-se em Comenda da Ordem do Templo até 1311. Com a extinção da Ordem, o seu patrimônio em Portugal foi transferido para a Ordem de Cristo, constituindo-se em Comenda desta Ordem entre 1319 e 1843, quando da extinção das ordens religiosas no país. O nome Pay de Pelle figura no Foral Novo concedido por D. Manuel I (1495-1521) à vila em 22 de Dezembro de 1519. === Do século XIX aos nossos dias === Sede de Concelho até ao início do século XIX, com o nome de Paio de Pele, a partir de 9 de Setembro de 1927 a vila passou a designar-se por Praia do Ribatejo. Atualmente, do antigo castelo medieval restam apenas alguns vestígios, uma vez que deu lugar ao cemitério de Praia do Ribatejo, vizinho à antiga Igreja Matriz. == Ligações externas == * * * Categoria:Praia do Ribatejo Categoria:Património edificado em Vila Nova da Barquinha Zezere Categoria:Possessões templárias em Portugal Categoria:Rio Zêzere",
 "title": "Castelo do Zêzere"
}