{
 "id": "104133",
 "text": "O Metrô do Recife (Metrorec) é um sistema de transporte metropolitano que opera na Região Metropolitana do Recife, no estado brasileiro de Pernambuco. É operado pela Companhia Brasileira de Trens Urbanos (CBTU). Compõe-se de 37 estações, três linhas (das quais, duas são eletrificadas), uma rede de 71 quilômetros de extensão e movimentação diária de 400 mil passageiros. A maior parte da demanda diária está concentrada na Linha Centro, embora a Linha Sul esteja com demanda crescente, resultado do aumento da quantidade de trens em funcionamento e inaugurações de novos terminais de ônibus integrados ao metrô. == História == O projeto do Trem Metropolitano do Recife foi elaborado entre 1975 e 1982 pela Empresa Brasileira de Planejamento de Transportes (GEIPOT). Em maio de 1981 o governo brasileiro obteve um financiamento para o projeto, de 230 milhões de dólares, junto aos bancos Westdeutsche Landesbank Girozentrale e Lloyds Bank International. O Governo Federal, através do Ministério dos Transportes criou em setembro de 1982, o consórcio Metrorec, constituído pela Rede Ferroviária Federal S/A (RFFSA) e pela Empresa Brasileira de Transportes Urbanos, hoje extinta. A construção do Metrô foi iniciada em janeiro de 1983. Em fevereiro de 1984 foi criada no Rio de Janeiro a Companhia Brasileira de Trens Urbanos (CBTU). O Metrorec integrou-se a ela em janeiro de 1985. Em 11 de março de 1985 ocorreu a inauguração do primeiro trecho, entre as estações Recife e Werneck. A partir de então, o METROREC passou por várias modificações, a mais significativa ocorreu em janeiro de 1988, quando a CBTU, através da Superintendência do Recife, absorveu os trens de subúrbio da RFFSA em Maceió (Alagoas), João Pessoa (Paraíba), Natal (Rio Grande do Norte) e Recife. Em janeiro de 1995, os trens de subúrbio de Maceió, João Pessoa e Natal foram desvinculados da Superintendência do Recife e passaram a ser subordinados diretamente à Administração Central da CBTU, no Rio de Janeiro. Em 1998 foram iniciadas as obras de expansão do Metrô do Recife, compreendendo a eletrificação de 14,3 quilômetros da Linha Sul, entre as Estações Recife e Cajueiro Seco e o prolongamento da Linha Centro, a partir da Estação Rodoviária até Camaragibe, trecho já inaugurado em dezembro de 2002. Entre 2005 e 2009 foram inaugurados trechos da linha sul, que já terminou a sua expansão. Em março de 2007, o Governo Federal disponibilizou recursos que estão sendo empregados na aquisição de novos equipamentos. Entre eles, já foram adquiridos novas composições do tipo VLT para o trecho entre as estações Cajueiro Seco e Cabo da Linha Curado–Cajueiro Seco que já foi remodelada. Os TUEs que compõem as linhas Sul e Centro foram reformados por um consórcio liderado pela Siemens Transportation Systems. No ano de 2013, a frota do Metrô do Recife foi ampliada em 15 TUEs (60 carros) fabricados pela CAF. Desde o início de 2013, após um investimento de cerca de 100 milhões de reais, a Linha Diesel, que vai do Cabo de Santo Agostinho até a estação Cajueiro Seco, passou a operar com veículo leve sobre trilhos (VLT), beneficiando cerca de 35 mil passageiros. Todos os vagões são equipados com ar condicionado e GPS. O trecho entre a estação Cajueiro Seco e a estação Curado também recebeu um VLT. Existe um plano de prolongar o VLT até a estação Rodoviária, onde se localiza o Terminal de ônibus do município do Recife. Em março de 2013 começaram a operar os dois primeiros dos novos trens comprados para aumentar a frota da Linha Sul. Em 8 de junho de 2013, a estação Cosme e Damião, na Linha Centro, foi inaugurada, facilitando o transporte dos torcedores até a Arena Pernambuco. A estação está localizada entre as estações Rodoviária e Camaragibe, no município do Recife, próximo da divisa com o município de São Lourenço da Mata, onde fica localizada a Arena Pernambuco. == Características do sistema == O Metrô do Recife é formado por duas linhas distintas, a Linha Centro e Linha Sul. Ainda a partir de 1988 também passou a administrar a antiga Linha Cajueiro Seco–Cabo que era operada por locomotivas. Os trens da Linha Centro, que partem da Estação Recife, possuem dois destinos distintos: a estação de Camaragibe e a de Jaboatão. Isso acontece devido à bifurcação para os ramais Camaragibe e Jaboatão após o trecho entre as estações Recife e Coqueiral, graças ao traçado da antiga ferrovia onde o metrô foi construído. Nas Linhas da Metrorec a distância média entre as estações é de 1,2 quilômetro, com os trens seguindo a uma velocidade média de 40 quilômetros por hora, podendo chegar a 80 quilômetros por hora. A bitola é 1600 milímetros e a alimentação dos trens é feita por catenárias aéreas. Na Linha Diesel a distância média entre as estações é de 4 quilômetros, a velocidade comercial dos trens é de 31,5 quilômetros por hora, a bitola é métrica e os trens utilizados possuem tração a diesel. O sistema possuía um total de 25,2 quilômetros de extensão e, após a conclusão da expansão de sua rede — expansão esta que se deu de fevereiro de 2005 até março de 2009--, chegou aos atuais 39,5 quilômetros. A estes foram adicionados os 31,5 quilômetros da linha Diesel, totalizando 71 quilômetros. Devido à significativa taxa de analfabetismo na região (aproximadamente 10,55% de acordo com o censo de 2000 do IBGE), as estações foram desenhadas de modo a incluir várias formas de identificação. Além do serviço de alto-falantes dentro dos trens anunciando o nome da parada, cada uma destas tem uma cor diferente para as paredes de suas plataformas, e, em todas as placas indicativas e mapas das linhas, o nome de cada estação acompanha sempre um símbolo individualizado, também chamado pictograma. O uso de tais pictogramas já era aplicado no Metrô da Cidade do México, iniciado em 1967. No quesito acessibilidade, as estações possuem rampas de acesso a cadeirantes e algumas dispõem de escadas rolantes (como as estação Recife, Joana Bezerra, Camaragibe e todas as estações da linha Sul) e elevadores (nas mesmas estações). O já citado serviço de alto-falantes dentro dos trens também serve aos deficientes visuais. Há várias linhas de ônibus interligadas ao Metrô, com 15 terminais de integração ônibus/metrô do Sistema Estrutural Integrado (SEI), localizados nas estações Recife e Joana Bezerra, nas linhas Centro; Afogados, Santa Luzia, Barro, Cavaleiro, Jaboatão, Rodoviária, Cosme e Damião e Camaragibe. Na linha Sul; Largo da Paz, Aeroporto, Tancredo Neves, Prazeres e Cajueiro Seco. O Terminal de Integração do ônibus do Cabo, embora seja citado nos mapas como parte do sistema férreo, fica a cerca de 500 metros de distância da estação Cabo; não foi divulgado ainda como será feita a ligação entre os dois. == Tabela do sistema == === Dados das linhas === Linha Trajeto Comprimento (km) Estações Duração das viagens (min) Funcionamento Centro - 1 Laranja Recife ↔ Camaragibe 18,3 15 35 Diariamente, das 5 às 23h Centro - 2 Vermelha Recife ↔ Jaboatão 16 14 28 Diariamente, das 5 às 23h Centro - 1 + Centro - 2 Recife ↔ Camaragibe e Jaboatão 25,2 19 --- Diariamente, das 5 às 23h Sul - 3 Azul Recife ↔ Cajueiro Seco 14,3 12 25 Diariamente, das 5 às 23h VLT Cabo ↔ Cajueiro Seco 18,5 6 35 Segunda a sexta, das 5 às 20:44h (aos sábados, até as 14h) VLT Curado ↔ Cajueiro Seco 15,6 4 29 Segunda a sexta, das 5 às 20h09 (aos sábados, até as 13:41) === Por trecho (com cronologia) === Linha Trecho Inauguração Comprimento (km) Estações Duração das viagens (min) Centro - 1 e 2 Recife ↔ Werneck 11 de março de 1985 6,10 7 12 Centro - 1 e 2 Werneck ↔ Coqueiral 8 de agosto de 1986 3,28 4 6 Centro - 1 Coqueiral ↔ Rodoviária 24 de setembro de 1986 3,85 4 6 Centro - 1 Rodoviária ↔ Camaragibe 26 de dezembro de 2002 4,70 2 4 Centro - 2 Coqueiral ↔ Jaboatão 29 de agosto de 1987 6,9 5 8 Sul Recife ↔ Imbiribeira 28 de fevereiro de 2005 --- 4 6 Sul Imbiribeira ↔ Shopping 28 de março de 2009 --- 3 4 Sul Shopping ↔ Tancredo Neves 1 de fevereiro de 2010 --- 2 2 Sul Tancredo Neves ↔ Cajueiro Seco 29 de agosto de 2010 --- 6 10 Trem Diesel Cinco Pontas ↔ Cabo A partir de 1988 --- 7 54 Trem Diesel Curado ↔ Cabo 14 de julho de 1999 31,5 9 54 === Por estação (com cronologia) === Algumas estações foram inauguradas posteriormente aos trechos que estão inseridos, como é o caso das estações abaixo. Linha Estação Inauguração Trecho a que pertence Inauguração do trecho a que pertence Centro - 1 e 2 Estação Barro 30 de janeiro de 1987 Werneck ↔ Coqueiral 8 de agosto de 1986 Centro - 1 Estação Alto do Céu 11 de março de 1987 Coqueiral ↔ Rodoviária 24 de setembro de 1986 Centro - 1 Estação Curado 27 de maio de 1988 Coqueiral ↔ Rodoviária 24 de setembro de 1986 Centro - 2 Estação Engenho Velho 17 de junho de 1988 Coqueiral ↔ Jaboatão 29 de agosto de 1987 Centro - 1 Estação Cosme e Damião 8 de junho de 2013 Rodoviária ↔ Camaragibe 26 de dezembro de 2002 === Frota === Modelo/Série Imagem Potência Fabricante Origem Ano de fabricação Frota ativa Frota inativa Frota (TUEs) Frota (carros) ALCO RS-8 1050 hp / 783 kW ALCo Estados Unidos 1959 2 1 3 16 Mobile 3 500 hp / 373 kW Bom Sinal / Voith Brasil / Alemanha 2012-2013 2 5 7 21 800 2961 hp / 2208 kW Santa Matilde / Man AG / GEC Traction Brasil / Alemanha Reino Unido 1984-1985 18 7 25 100 CAF 100 4184 hp / 3120 kW CAF Brasil / Espanha 2012-2013 13 2 15 60 == Ligações externas == * * Urbanrail Categoria:Companhia Brasileira de Trens Urbanos Categoria:Fundações no Brasil em 1985 Categoria:1985 no transporte ferroviário",
 "title": "Metrô do Recife"
}