{
 "id": "104204",
 "text": "Sportverein Werder Bremen von 1899 e. V., comumente conhecido como Werder Bremen, Werder ou simplesmente Bremen é uma agremiação esportiva alemã, fundada a 4 de fevereiro de 1899, sediada em Bremen, no norte da Alemanha. Um dos clubes fundadores da Bundesliga, quatro vezes campeão dela, seis da Copa da Alemanha, uma da Copa da Liga Alemã e uma da Recopa Europeia da UEFA, seus títulos mais importantes, com a sua melhor fase tendo ocorrido entre 1988 e 1995, quando conquistou dois títulos da Bundesliga, duas Copa da Alemanha e a Recopa Europeia da UEFA. O Werder Bremen é o clube que mais temporadas disputou a Bundesliga, junto com o Bayern München, o que ocorreu em 59 temporadas desde 1963-64 e até 2022-23, sendo o terceiro clube que mais pontuou nessa competição, disputando com o Hamburgo, da cidade próxima com o mesmo nome, o Clássico do Norte (Nordderby). O nome do clube deriva de Stadtwerder on the Weser, onde ficava a primeira área de treinamentos e jogos do clube. A palavra Werder descreve uma ilha fluvial ou a terra que foi varrida por um rio, como o Peterswerder, onde está localizado o atual Bremen Weser Stadium. == História == Em 1898, alguns estudantes da cidade de Bremen, na Alemanha, ganharam um campeonato esportivo e tiveram como prêmio alguns artigos de variados esportes. Um deles foi uma bola de futebol, coisa rara naquele tempo em que a atividade mais popular do mundo ainda engatinhava. Os jovens ficaram surpresos em constatar que o jogo era emocionante, com muita ação e possibilidades. thumb|esquerda|200px|Setor Norte do Weser e museu em 2007. thumb|200px|esquerda|Weserstadion em 2012. Assim, no dia 4 de fevereiro de 1899, fundaram o Football Club Werder Bremen. O nome foi escolhido em homenagem ao primeiro lugar em que os fundadores jogaram juntos, à beira de um rio. A palavra “werder” significa ilha fluvial. A Primeira Guerra Mundial criou muitos problemas para a Alemanha e causou a extinção de vários clubes, mas o Werder Bremen perseverou e continuou existindo. Apesar disso, não foi tarefa fácil. Devido a dívidas contraídas na construção de seu estádio e a morte da maioria dos seus membros fundadores na guerra, a equipe só se manteve de pé devido à iniciativa de Hans Jarburg, que foi o técnico do clube depois do fim do conflito e conseguiu fazer com que o time seguisse no caminho das vitórias. Assim que terminou a guerra, os sócios do Werder Bremen agiram com força para reestruturar o clube. De uma agremiação futebolística, passou a ser poliesportiva. Em 1920, mudou de nome para Sport Club Werder Bremen. A equipe seguiu conquistando vitórias nos torneios regionais que eram disputados na época e se tornou uma das maiores da Alemanha. Durante o domínio de Hitler e a Segunda Guerra Mundial, o time prosperou. Com o fim desta era, o clube esteve, mais uma vez, próximo da extinção, já que o novo governo alemão proibiu a reestruturação de agremiações que tivessem funcionado durante o período nazista. Mas isso não durou muito e em dezembro de 1945 se recuperou. Em 1961, o Werder Bremen derrotou o Kaiserslautern por 2 a 0 e se sagrou campeão nacional pela primeira vez, conquistando a Copa da Alemanha. Em 1964/1965, a equipe conseguiu vencer a Bundesliga (Campeonato Alemão), que havia sido estabelecida na temporada anterior. Depois disso, começou uma decadência que teria seu momento mais marcante em 1979/1980, quando o Werder Bremen foi rebaixado para a segunda divisão. Em 6 de setembro de 1969, o jogador português muito influente na equipa, Luís Vieira, morre em campo. Não demorou muito para a equipe retornar à elite. Na temporada de 1982/1983, o Werder Bremen já estava de volta à primeira divisão nacional e terminou vice-campeão da Bundesliga. Depois de uma boa seqüência na década de 1980, inclusive sendo campeão alemão em 1987/1988, a maior glória veio no início dos anos 1990. Em 1992, a equipe derrotou o Mônaco na final da Recopa Europeia conquistando o título. Em 1992/1993, veio mais um título da liga nacional. Depois disso, mais um período com resultados não mais do que medianos. A próxima conquista só viria em 1999, quando o Werder Bremen ganhou a Copa da Alemanha mais uma vez. Na temporada 2003/2004, a equipe venceu novamente o Campeonato Alemão. A partir de meados dos anos 2000 retomou seu lugar no cenário nacional alemão, conquistando mais duas Copas da Alemanha, em 2004 e 2009, bem como sua primeira Copa da Liga Alemã, em 2006. Além disso, na temporada 2008/2009 foi finalista da Copa da UEFA, perdendo o título para a equipe ucraniana do Shakhtar Donetsk. thumb|200px|esquerda |Werder Bremen contra o Hamburgo SV em 2012: o Clássico do Norte. == Estádio == O Weserstadion (Estádio do Weser), oficialmente desde julho de 2019 por questões de patrocínio, Wohninvest Weserstadion, é o estádio de futebol do Werder Bremen. Ele está localizado em Bremen, na margem direita do Weser na Pauliner Marsch, uma planície em frente ao distrito Osterdeich na Östliche Vorstadt, no distrito Peterswerder. A torcida do Werder concentra-se principalmente na curva leste. Após várias reformas anteriores, o Estádio Weser foi ampliado, reconstruído e modernizado pela última vez entre 2008 e 2011. Desde a sua conclusão no início da temporada 2011/12, tem capacidade para pouco mais de 42.000 lugares. O estádio é propriedade do Bremen Weser-Stadion GmbH, metade do qual é propriedade do SV Werder Bremen e a outra da cidade de Bremen. ==Apoiantes e rivais== O Bremen tem uma longa rivalidade com o clube do norte da Alemanha, o Hamburger SV, conhecido como o Nordderby (\"derby do norte\"). Isso vai além do futebol, já que também existe uma rivalidade histórica entre as cidades de Hamburgo e Bremen, que remonta à Idade Média. As cidades estão separadas por cem quilômetros e são as duas maiores metrópoles do norte da Alemanha. FC Bayern München é outro rival, que remonta aos anos 1980, quando ambos os lados competiam por honras domésticas. Os fãs do Bremen desenvolveram recentemente uma antipatia pelo Schalke 04, depois que eles contrataram vários jogadores do Werder ao longo dos anos, incluindo Aílton, Fabian Ernst, Mladen Krstajić, Oliver Reck, Frank Rost e Franco Di Santo. O Bremen tem sete grupos de ultras: \"Wanderers-Bremen\", \"The Infamous Youth\", \"Caillera\", \"L'Intesa Verde\", \"HB Crew\", \"Ultra Boys\", e \"UltrA-Team Bremen\". Os fãs do Werder mantêm relações amigáveis com o Rot-Weiss Essen, o clube austríaco SK Sturm Graz, e os clubes israelenses Maccabi Haifa, e Hapoel Katamon Jerusalem. O hino do Werder Bremen é \"Lebenslang Grün-Weiß\" da banda baseada em Bremen, Original Deutschmacher, que também é cantado antes de cada jogo em casa. Após cada gol do Bremen, a música I'm Gonna Be (500 Miles) da banda The Proclaimers é tocada, precedida pelo som de uma buzina de navio. == Títulos == CONTINENTAIS Competição Títulos Temporadas Recopa Europeia da UEFA 1 1991-92 Copa Intertoto da UEFA 1 1998 NACIONAIS Competição Títulos Temporadas Campeonato Alemão 4 1964-65, 1987-88, 1992-93 e 2003-04 Copa da Alemanha 6 1960-61, 1990-91, 1993-94, 1998-99, 2003-04 e 2008-09 Supercopa da Alemanha 3 1988, 1993 e 1994 Copa da Liga Alemã 2 2004, 2006 2\\. Bundesliga 1 1980-81 === Campanhas de destaque === * Vice- campeão do Campeonato Alemão (7): 1968, 1983, 1985, 1986, 1995, 2006, 2008. * Vice-campeão da Copa da Alemanha (4): 1989, 1990, 2000, 2010. * Vice-campeão da Copa da Liga Alemã (2): 1999, 2004. * Semifinalista da Copa da UEFA (3): 1988, 1990, 2007. ==Material esportivo e patrocinadores== Year Material desportivo Patrocinador Branch 1971–1974 Hummel City of Bremen 1976–1978 Norda Tinned Fish 1978–1981 Pentax Photocameras 1981–1984 Puma Olympia Writing Machines 1984–1986 Trigema Sportswear 1986–1992 Portas Kitchens and Doors Renovation 1992–1997 Winterthur Group Insurance 1997–2000 o.tel.o Telecommunications 2000–2001 Kappa QSC AG Telecommunications 2001–2002 no shirt sponsor 2002–2004 Young Spirit Shoes 2004–2006 KiK Textil Discount 2006–2007 bwin Sport betting 2007–2009* Citibank/ Targobank Financial Services 2009–2012 Nike 2012–2018 Wiesenhof Poultry farming and processing 2018- Umbro == Elenco atual == Atualizado em 18 de outubro de 2024. ; Legenda * : Capitão == Transferências 2022-23 == ; Legenda * : Jogadores emprestados * : Jogadores que voltam de empréstimo Entradas Jogador Clube Anterior Z Niklas Stark Hertha BSC Z Amos Pieper Arminia Bielefeld A Oliver Burke Sheffield United V Jens Stage FC Copenhague Z Lee Buchanan Derby County Saídas Jogador Clube de Destino Z Ömer Toprak Antalyaspor LD Simon Straudi Klagenfurt G Luca Plogmann Indefinido V Nicolai Rapp 1. FC Kaiserslautern == Uniformes == === 1º Uniforme === === 2º Uniforme === === 3º Uniforme === === Outros Uniformes === == Ligações externas == * Categoria:Clubes de futebol fundados em 1899",
 "title": "Sportverein Werder Bremen"
}