{
 "id": "104260",
 "text": "Ilia Ulyanov (; Astracã, — Ulianovsk, ) ele era o pai do revolucionário Vladimir Lenin, que se tornou um líder bolchevique e fundador da União Soviética, e de Aleksandr Ulyanov, que foi executado por sua tentativa de assassinar o czar Alexandre III em 1886. == Vida == Ulyanov veio de uma família pobre de classe média baixa de Kalmyk - ascendência russa de Astrakhan. Apesar de sua pobreza, ele conseguiu se formar na Universidade de Kazan em 1854. Ulyanov ensinou matemática e física em escolas secundárias em Penza e Nizhny Novgorod. Pelos muitos anos de serviço recebeu a Ordem de São Vladimir, 3ª classe , e em 1882 foi nomeado Conselheiro do Estado Real (4ª classe civil da tabela de escalões), com o que esteve ligada a sua elevação à nobreza hereditária russa.Kollektiv: W. I. Lenin. Biographie. 2., erweiterte Auflage. Dietz, Berlin 1964. Em 1863 ele se casou com Marija Alexandrovna Blank. Em 1869 Ulyanov desistiu de lecionar, tornou-se o primeiro inspetor e depois diretor das escolas primárias da província de Simbirsk. Em quase 20 anos de atividade, o número de escolas na província de Simbirsk aumentou significativamente. Ele treinou muitos professores considerados progressistas. Ulyanov era um homem bem-educado com excelentes habilidades organizacionais e de ensino. Alguns historiadores soviéticos acreditavam que suas visões pedagógicas haviam sido formadas sob a influência das ideias revolucionárias de Nikolai Chernyshevsky e Nikolai Dobrolyubov. Ulyanov contribuiu imensamente para a elaboração da teoria e prática do ensino fundamental. Ele era um defensor dos direitos iguais para a educação, independentemente do gênero, nacionalidade e status social. Outros, como Tony Cliff, contestam esta imagem (argumentando que esta foi uma tentativa stalinista póstuma de melhorar a reputação da família de Lenin), dizendo em sua biografia de Lenin, 'a posição de Nikolaevich no Ministério da Educação e sua ascensão constante na escada hierárquica, de alguma forma não encaixar na imagem de um revolucionário, ou mesmo de um radical'. Em 1871, Ulyanov abriu a primeira escola Chuvash em Simbirsk, que mais tarde seria transformada em seminário para professores Chuvash. Ele também estabeleceu escolas nacionais para Mordovianos e Tártaros. Além disso, Ulyanov organizou e presidiu muitos congressos de professores e outros eventos semelhantes.Cliff, Tony (2010). Lenin : building the party, 1893-1914. Bookmarks. pp. 1–2. ISBN 978-1-905192-67-0 ==Família== *Maria Alexandrovna Ulyanova, casado 1863. Oito filhos, dos quais dois morreram infantes. **Anna (1864 - 1935) **Aleksandr (1866 - 1887) **Olga (1868 - 1869) **Vladimir (1870 - 1924) **Olga (1871 - 1891) **Nikolai (1873 - 1873) **Dmitri (1874 - 1943) **Maria (1878 - 1937) ==Ver também== *Nikolai Ulyanov, seu pai Categoria:Nobres da Rússia Categoria:Professores da Rússia Categoria:Vladimir Lenin",
 "title": "Ilia Uliánov"
}