{
 "id": "10423",
 "text": "Sérgio Augusto Bustamante (Rio de Janeiro, 8 de novembro de 1933 — Volta Redonda, 7 de junho de 2019), mais conhecido como Serguei, foi um cantor e compositor brasileiro. Segundo o Cravo Albin, apesar de nunca ter obtido um grande sucesso comercial, é considerado uma lenda do rock brasileiro e também o precursor brasileiro do visual andrógino em shows. == Biografia == Nascido na cidade do Rio de Janeiro, era filho único de um executivo da IBM, Domingos Bustamante, e da dona de casa Maria. Nos anos 90, Serguei visitava regularmente Dona Maria que ainda conservava seu apartamento na Barra da Tijuca. Na infância, ele teve um amigo russo que lhe chamava de \"Sergei\" (, variação de \"Sérgio\" em russo), porque tinha dificuldade em pronunciar seu nome corretamente, passando assim a usar a variação do nome como nome artístico em sua carreira. Aos 12 anos, foi morar com Lia Anderson, sua avó materna, em Long Island, Nova Iorque, onde participou de festivais estudantis. De volta ao Brasil, em 1955, trabalhou no Banco Boavista (onde foi demitido), e depois como comissário de bordo na Loyd Aéreo, Cruzeiro do Sul, Panair (onde foi demitido após derrubar uma bebida sobre Gina Lollobrigida) e Varig, sendo também demitido após uma bebedeira em Madrid, na Espanha. Em uma entrevista dada em 2009 no Programa do Jô, Serguei revelou que adorava cantar durante os voos: \"Cantava a bordo. Uma vez imitei a Dalva de Oliveira. Mas eu cantava rock, Elvis Presley, ...\", disse.gshow.globo.com/ Morre Serguei: relembre participações emblemáticas do cantor no Programa do Jô == Carreira == Segundo o próprio Serguei, sua carreira musical começou em junho de 1951, quando fez seu primeiro show \"numa festa de São João, aos 18 anos\", quando lembrou numa entrevista.odia.ig.com.br/ Serguei: a despedida do verdadeiro maluco beleza do rock brasileiro Depois, retornou aos Estados Unidos onde continuou sua carreira, participando de festivais voltados para estudantes.terra.com.br/ Paulo Ricardo, Gugu e mais famosos lamentam morte do roqueiro Serguei:\"Pioneiro\" Em meados dos anos 1960, Serguei começou a tornar-se conhecido no Brasil cantando com o grupo The Youngsters, uma das bandas de apoio de Roberto Carlos. Em 1967 é retratado pela revista Intervalo (sendo chamado de o \"cantor alucinado\") em plena Avenida Rio Branco onde realiza um protesto hippie e desfila com um cartaz em que se lia: Em 1969, esteve no famoso Festival de Woodstock, e no final deste mesmo ano, o cantor, que era panssexual, afirmou ter mantido um relacionamento afetivo com a cantora americana Janis Joplin, em Long Island. Essa suposta relação foi um dos motivos pelo qual ficou conhecido, mas o cantor entra em contradições cronológicas em suas entrevistas; não há como confirmar, uma vez que a própria cantora morreu em 1970. Ainda em 1969, apresentou-se no Programa Flávio Cavalcanti, no qual fez uma performance pop-tropicalista e quase atingiu Márcia de Windsor, uma das juradas, com uma banana. Em 1970, o compacto “Ouriço/O Burro Cor de Rosa”, foi recolhido pela ditadura militar por considerar a música \"Ouriço\" subversiva. Serguei, então, foi chamado a depor e logo liberado. Em 1972, retornou definitivamente ao Brasil, e foi morar na cidade de Saquarema, no Estado do Rio de Janeiro, onde viveu até o ano de seu falecimento. Em 1973, o apresentador Flávio Cavalcanti deu a Serguei o Troféu Policarpo, de \"pior cantor do ano\". Alguns programas antes, o apresentador chegou a quebrar seus discos no ar. Em 1979, em uma tentativa da gravadora de lança-lo como cantor “latino”, Serguei gravou o compacto “Samba Salsa”, de samba e ritmos caribenhos. Atualmente este compacto é um raro item de colecionador. === Anos 1990 e a volta da popularidade === Serguei só voltaria a ficar em evidência novamente nos anos 1990, após fazer shows em duas edições do Rock in Rio: Apresentação solo no Rock In Rio II (1991) e uma participação especial no show de Sylvinho Blau Blau no Rock In Rio III (2001); fez também aparições como espectador no Rock in Rio IV e Rock in Rio V. Sua apresentação solo no Rock In Rio II (1991) aparece na íntegra no DVD Na cama com Serguei, de 2018. Já sobre sua apresentação no Rock In Rio III (2001), Serguei conta que Axl Rose o quis conhecer \"porque eu abaixei as calças no palco, mas eu estava muito cansado e preferi ir embora. Mas eu adoro o Guns N’ Roses\".ego.globo.com/ Serguei conta que não conheceu Axl Rose porque estava cansado Serguei conta que Axl disse: \"Pelo amor de Deus, segurem esse louco que eu tenho que conhecê-lo\".Revista Monet Em 1999, o livro \"Serguei, O Anjo Maldito\", de João Henrique Schiller foi lançado. Em 2004, Serguei desfilou pela grife Cavalera na São Paulo Fashion Week, realizada no Pavilhão da Bienal do Parque do Ibirapuera, zona sul de São Paulo, com a famosa camisa \"Eu Comi a Janis Joplin\".folhadelondrina.com.br/ MODA - O amor está no ar Em seus últimos anos, o cantor participou de diversos programas na televisão. Em 2010, trabalhou como jurado do programa \"Festival Ridículos\", comandado pelo humorista e apresentador Tom Cavalcante na emissora de televisão RecordTV. No ano seguinte, participou de alguns quadros do programa Show do Tom, da Rede Record; e em 2012, foi entrevistado no programa Agora é Tarde. Serguei foi um dos artistas que mais teve convites e aparições no Programa do Jô, apresentado por Jô Soares, de quem foi um grande amigo. Em 2011, o Multishow produziu o programa \"Serguei Rock Show\", que contou com 10 episódios, e a participação de roqueiros como Rogério Skylab e Zéu Brito. Em abril de 2013, sentindo fortes dores no corpo, devido a fibromialgia, Serguei foi internado no Hospital Nossa Senhora de Nazareth, em Saquarema, Rio de Janeiro. Voltou para casa após alguns dias, mas duas semanas depois retornou, passando mais dois dias internado. Ao ser liberado novamente, declarou estar tomando remédios e querer voltar a fazer shows, pois já se sentia bem. Em 2016, o documentário Serguei, O Último Psicodélico, que conta sua biografia, foi lançado.mondopop.net/ Serguei, o Último Psicodélico, um documentário certeiro e delicioso Em 2018, mais uma biografia - As Alucinações de Serguei, de Rodrigo Barros e Paulo-Roberto Andel - foi lançada. Considerado o roqueiro mais antigo do Brasil, Serguei fez shows ao lado de sua banda, a Pandemonium, que o acompanhou de 2008 até sua morte. Era considerado cantor oficial do grupo Hells Angels (motoclube internacional). Em maio de 2019, novamente foi internado no mesmo hospital para tratar de um forte quadro de desidratação, desnutrição e pneumonia. O artista também apresentava um quadro inicial de Alzheimer, mas mesmo assim reconheceu seus amigos no leito hospitalar, onde respondia bem ao tratamento. No final do mesmo mês o quadro de saúde de Serguei piorou, e ele foi transferido de helicóptero para o Hospital Zilda Arns, localizado em Volta Redonda. O cantor ficou internado na UTI, e na manhã do dia 7 de junho de 2019 faleceu devido a uma falência de múltiplos órgãos. A prefeitura de Saquarema decretou luto de três dias e seu velório ocorreu no dia seguinte, na Câmara Municipal de Saquarema. Diversos artistas lamentaram a morte de Serguei nas redes sociais, como Frejat, Evandro Mesquita, Paulo Ricardo, Dudu Falcão, Lobão, Esteban Tavares, Roger Moreira, Tico Santa Cruz, Ana Maria Bahiana, Beto Lee e Carlos Loffler. == Templo do Rock == Em sua residência, na cidade de Saquarema, foi criado o \"Templo do Rock\", administrado por Serguei, constituído com peças de roupas, discos, prêmios, livros, cartazes, filmes em VHS e outros materiais sobre a vida do cantor. Sua residência é um ponto turístico da cidade. A casa foi construída pelo empresário e ambientalista Russell Wid Coffin em um terreno doado pela prefeitura em 2006 e chegou a receber mais de 20 mil visitantes. Em 2010, a prefeitura de Saquarema fez uma ampliação em casa, reformando-a. Serguei recebia uma verba mensal da prefeitura para manter o Templo do Rock, que é considerado um local histórico para a cidade. Após a morte do cantor, a Secretaria de Comunicação de Saquarema avisou que \"o local ficará designado à Secretaria Municipal de Educação e Cultura para coordenar as ações de preservação, mantendo-o como patrimônio cultural do município, levando a história de Serguei e do Rock brasileiro para as futuras gerações\". == Estilo e Legado == No entender de Fabian Chacur, do MondoPop, \"sempre lembrado como o cara que namorou a Janis Joplin, Serguei é o roqueiro em estado puro. Seu canto é rouco, frequentemente desafinado, gritado, mesmo. Mas com uma personalidade que supera toda e qualquer deficiência, com uma assinatura própria e forte\".mondopop.net/ Serguei e banda Pandemonium mostram casamento perfeito no CD Bom Selvagem Já para Mauro Ferreira, do G1, \"Serguei será sempre mais lembrado pela irreverência e pela atitude do que pela música. Ele foi tão rock'n'roll que nem precisou construir uma obra sólida como cantor para se tornar um símbolo deste gênero rebelde pela própria natureza\".g1.globo.com/ Serguei se eterniza como encarnação do espírito libertário do rock'n'roll == Discografia == ; Compacto Simples (Singles) # Ano Título Formato Gravadora 1 1966 As Alucinações de Sergei/Eu Não Volto Mais Compacto Simples Equipe 2 1968 Maria Antonieta Sem Bolinhos Compacto Simples Equipe 3 1968 Eu Sou Psicodélico Compacto Simples Continental 4 1969 Alfa Centauro/Aventura Compacto Simples Orange 5 1970 Ouriço/O Burro Cor de Rosa Compacto Simples Polydor 6 1975 Serguei Compacto Simples Popsteel 7 1979 Samba Salsa Compacto Duplo / EP Arlequim 8 1983 O Roqueiro Maldito e Sua Banda Cerebelo (Hell’s Angels do Rio) Compacto Simples Fermata 9 1984 Mamãe Não Diga Nada ao Papai/Alergia Compacto Simples TopTap ; Álbuns Ano Título Formato Info Gravadora 1991 Serguei (também conhecido como \"Coleção de Vícios\") LP Álbum de Estúdio RCA BMG Ariola 2002 Serguei CD Álbum de Estúdio Baratos Afins 2009 Bom Selvagem (com banda Pandemonium) CD Álbum de Estúdio Blues Time Records 2013 Psicodélico 1966-1975 LP Coletânea Groovie Records == Filmografia == === Documentários === Ano Filme Ref. 2014 Serguei Íntimo Canal Brasil homenageia Serguei 2015 O Anjo Maldito do Rock Brasileiro Serguei: O Anjo Maldito do Rock Brasileiro. Rolling Stone Brasil 2016 Serguei, O Último Psicodélico 2018 Na Cama com Serguei por Marcio Baraldi Roqueiro Serguei ganha DVD documentário lançado por Marcio Baraldi === Cinema === Ano Filme Personagem Info Ref. 1954 Toda Vida em Quinze Minutos Creditado como \"Sergio Augusto\" Filme faz homenagem ao maluco \"Serguei Psicodélico\" - vídeos 2016 Lua em Sagitário Ele Mesmo Lua em Sagitário leva às telas a questão agrária === Internet === Ano Programa Emissora Papel Info Ref. 2011 Serguei Rock Show Multishow Apresentador Websérie Aos 77 anos, o folclórico roqueiro Serguei ganha um programa de variedades no site do Multishow. O Globo === Televisão === Ano Programa Emissora Papel Info Ref. 2010 Festival Ridículos RecordTV Jurado Cantor Serguei diz quem são suas divas da música. R7 2011 Show do Tom RecordTV 2012 Mandrake HBO Brasil Cafetina Alexandra Episódios \"A Investigação\" e \"Robin Hood de Copacabana\" Serguei e Edy Star – As aventuras sexuais dos Inclassificáveis == Livros == ; Biografias * 1999 - Serguei, O Anjo Maldito, de João Henrique Schiller * 2018 - As Alucinações de Serguei, de Rodrigo Barros e Paulo-Roberto Andel == Prêmios e Indicações == {| class=\"wikitable\" |- ! Ano !! Prêmio !! Categoria !! Resultado !! Ref. |- | 1973||Troféu Policarpo - Programa Flávio Cavalcanti||Pior Cantor do Ano|||||} == Ligações externas == * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro Categoria:Cantores de rock do Brasil Categoria:Apresentadores de televisão do estado do Rio de Janeiro Serguei Categoria:Homens LGBT do Brasil Categoria:Homens pansexuais Categoria:Pansexuais do Brasil Categoria:Pessoas com fibromialgia Categoria:Pessoas andróginas",
 "title": "Serguei"
}