{
 "id": "104308",
 "text": "Lailson de Holanda Cavalcanti (Recife, 26 de dezembro de 1952 — Recife, 26 de outubro de 2021) foi um cartunista, chargista, desenhista de histórias em quadrinhos, músico (cantor e violista),Lailson - Música publicitário e jornalista brasileiro. Especialista em humor gráfico, foi curador de festivais do tema e pesquisador. Tem inúmeros trabalhos publicados no Brasil e na Espanha, sendo inclusive autor de adaptações de clássicos da literatura portuguesa e brasileira para os quadrinhos. Começou a publicar seus desenhos nos Estados Unidos, onde recebeu o Award for Best Original Artwork da Arkansas High School Press Association em 1971, por uma charge publicada no jornal The Pine Cone, editado pela Pine Bluff High School. Foi um dos líderes do movimento musical pernambucano no início dos anos 70 lançando, em parceria com Lula Côrtes, o disco Satwa, primeiro LP independente gravado no Brasil e que tornou-se uma das referências mundiais do folk psicodélico daquela década, sendo relançado em vinil e CD em 2005, nos Estados Unidos, pelo selo Time-Lag Records como \"Satwa World Edition\". Ativo participante do movimento de quadrinhos e Humor Gráfico de Pernambuco desde 1975, foi um dos fundadores da página semanal de humor \"O Papa-Figo\" (Jornal da Semana, 1975) e publicou por 27 anos uma charge diária no tradicional jornal pernambucano Diario de Pernambuco. Além do Diario de Pernambuco, seus trabalhos foram publicados em diversas revistas e jornais no Brasil e no exterior, como: * O Pasquim * O Pasquim 21 * Revista Bundas * Visão * Revista Palavra * Mad versão brasileira * KYX 93 * Florida Review * O Europeu Autor de vários livros de humor, charges e quadrinhos, foi também pesquisador sobre a história do humor gráfico brasileiro, tendo publicado pela Universidade Federal de Pernambuco em 1997 o livro Humor Diário, pesquisa sobre a ilustração humorística no Diario de Pernambuco de 1914 a 1995 e Historia del Humor Gráfico en el Brasil, publicado pela Universidade de Alcalá, na Espanha, em 2005. Criador de vários salões, seminários e festivais de humor e quadrinhos, foi o curador do Festival Internacional de Humor e Quadrinhos de Pernambuco desde sua criação em 1999 até o ano de 2005. Participou de diversas exposições coletivas no Brasil e no exterior, tendo também realizado exposições individuais no Brasil. Após publicar em fascículos sua obra Pindorama: A Outra História do Brasil em 2001, publicou uma edição ampliada e em forma de livro deste trabalho pela Companhia Editora Nacional em 2004. Pela mesma editora, realizou vários outros trabalhos: publicou em 2005 seu livro de cartuns O Livro do Bom Humor, lançou em 2006 sua versão em quadrinhos da epopéia Os Lusíadas, de Luís de Camões, transpondo a saga dos navegadores portugueses para o século 26, com o título de Lusíadas 2500 e em 2008 publicou sua adaptação quadrinizada de O alienista, de Machado de Assis, iniciando a coleção Quadrinhos Nacionais da editora. Suas charges são distribuídas mundialmente pela agência internacional Cagle Cartoons, tendo publicado nos jornais e revistas The Guardian, Der Stern, Slate/MSNBC e Miami Herald, entre outros. Desde 2001 dedicava-se à sua empresa LHC Associados/Lailson Arte & Comunicação, voltada para a Comunicação Especializada, produzindo e fornecendo textos, roteiros, revistas em quadrinhos temáticas e personagens exclusivos para empresas e órgãos da administração pública e do setor privado, como A Turma do Fom-Fom, As Aventuras de Edulápis, Revista do Gefinho, Parceiros da Energia, Cabinho e seus amigos, Defensores da Saúde, e muitos outros. == Prêmios == === Prêmios HQMix === * Melhor livro teórico - Humor Diário (1997) * Prêmio HQMix como Curador do Melhor Festival de Humor - I Festival Internacional de Humor e Quadrinhos de Pernambuco/FIHQ-PE (1999) * Prêmio HQMix pela melhor mini-série nacional - Pindorama: a outra História do Brasil (2001) * Prêmio HQMix como Curador do Melhor Festival de Humor - IV FIHQ-PE (2002) * Premio HQMix como Curador do Melhor Festival de Humor - VI FIHQ-PE (2004) === Prêmios de melhor e segundo melhor cartunista === * 1º Lugar no Concurso de Desenho de Humor na Paraíba (1976) * 1º Lugar no Salão Internacional de Humor de Piracicaba (São Paulo) (1977) * 2º Lugar em Charge no Salon International de la Caricature de Montreal (Canadá, 1983) * 1º Lugar em Charge no Salão de Belo Horizonte (1985) * 1º Lugar em Charge no Salon International ee la Caricature de Montreal (Canadá, 1985) * Prêmio Imprensa no Salão Internacional de Humor de Piracicaba (São Paulo) (1985) * 1º Lugar no Concurso de Cartoons do Projeto CumpliCidades (Portugal, 1994) == Exposições coletivas == * 1996: Amazônia 3000 - São Paulo. * 1998: Sem Aids, com Amor - São Paulo * 1998 até 2003: Muestra Ibero Americana de Humor Gráfico - Madri, Espanha * 1999: X Festival Internacional de Banda Desenhada da Amadora - Portugal * 2000: 500 Anos de Humor - Estoril, Portugal/Rio de Janeiro, Brasil * 2000 e 2001: FanoFunny/Cartoonet - Itália * 2000: Humor do Fim do Século - Recife * 2001: Humor do Fim do Século - Recife e Teresina, Brasil/Madri, Espanha * 2007: Draw Atention – UNICEF/Berlim- Alemanha * Trabalhos selecionados para exposição nos Salões de Humor da Alemanha, Turquia e Bulgária == Exposições individuais == * 1994: Tondela, Portugal * 2001: Pindorama: a outra História do Brasil - Observatório Cultural Malakoff, Recife * 2002: Retrato oficial - Palácio Campo das Princesas, Recife * 2002: Pindorama: la otra Historia de Brasil - Madri, Espanha * 2002: La Risa de Brasil - Madri, Espanha * 2003: Três Vezes Humor - Plaza Shopping Casa Forte, Recife * 2006: Lusíadas 2500 – Centro Cultural Camões, Amadora, Portugal == Livros publicados == * O que vier eu traço (charges), 1981 * Democracia pra mim é grego (charges), 1983 * Esta vida é um circo (cartuns), 1989 * Cartas de Pindorama (charges e quadrinhos), 1989 * Humor Diário (pesquisa histórica), 1997 * Pindorama: a outra História do Brasil (versão em fascículos), 2001 * Retrato oficial: 25 anos de charges, 2002 * Pindorama: a outra História do Brasil (versão em livro), 2004 * Historia del humor gráfico en el Brasil, 2005 * O Livro do Bom Humor, 2005 * Lusíadas 2500 (volume 1), 2006 * O Alienista (versão em HQ de Machado de Assis), 2008 * Memórias de um Sargento de Milícias (versão em HQ de Manuel Antônio de Almeida), 2008 * Triste Fim de Policarpo Quaresma (versão em HQ de Lima Barreto), 2008 == Criação e curadoria == * Salão Nacional de Humor de Pernambuco, 1983 e 1984 * Festival de Humor do Recife, 1986 * Salão de Humor na Imprensa, 1991 * O Riso na Rua: Cartuns em outdoor, 1995 * Seminário: Humor na imprensa do Ano 2000, 1998 * Festival Internacional de Humor e Quadrinhos de Pernambuco, 1999 até 2005 * Festival Porto de Humor, 2005 == Funções de membro fundador == * Membro Fundador da Associação dos Cartunistas do Brasil * Membro Fundador e primeiro presidente da Associação dos Cartunistas de Pernambuco - ACAPE == Ligações externas == * Categoria:Cartunistas do Brasil Categoria:Pesquisadores de histórias em quadrinhos Categoria:Desenhistas de Pernambuco Categoria:Naturais do Recife Categoria:Publicitários do Brasil Categoria:Cantores de Pernambuco Categoria:Autores de banda desenhada do Brasil Categoria:COVID-19",
 "title": "Lailson de Holanda Cavalcanti"
}