{
 "id": "104487",
 "text": "A Orquestra Sinfônica do Estado de São Paulo, também conhecida como Osesp, é um equipamento cultural do Governo do Estado de São Paulo e uma das principais orquestras do Brasil, fundada pela Lei nº 2 733, de 13 de setembro de 1954.BOMFIM, Camila Carrascoza. A música orquestral, a metrópole e o mercado de trabalho: o declínio das orquestras profissionais subsidiadas por organismos públicos na Região Metropolitana de São Paulo de 2000 a 2016. Tese (Doutorado em Musicologia) – Instituto de Artes da Universidade Estadual Paulista, 2017. 423p. A maioria de suas apresentações acontecem dentro de sua temporada anual – em 2022, foram 91 concertos na \"Temporada Osesp – Vasto Mundo\". Realiza de forma recorrente turnês nacionais e internacionais e marca presença em festivais, como o Festival de Inverno de Campos do Jordão, e outros projetos, como o OsespMASP. Desde 1999 tem como sede a Sala São Paulo, considerada uma das melhores salas de concerto do mundo, onde são realizadas apresentações sinfônicas, corais e de câmara de grupos artísticos variados. Desde 2005, a Osesp é gerenciada pela Fundação Osesp, organização social de cultura que mantém contrato de gestão com a Secretaria de Cultura e Economia Criativa do Estado de São Paulo para a manutenção e desenvolvimento da Orquestra, bem como a Sala São Paulo, o Coro da Osesp, os coros Infantil e Juvenil da Osesp, a Academia de Música da Osesp, a Editora da Osesp, o Centro de Documentação Musical ‘Maestro Eleazar de Carvalho’ e o Festival de Inverno de Campos do Jordão. Realiza, ainda no escopo do contrato de gestão, ações de educação musical para crianças, jovens e adultos; promoção, capacitação e treinamento de profissionais das áreas da música e da educação; e formação de plateias. == História == === Século XX === Apesar de ter realizado seu primeiro concerto no dia 18 de julho de 1953, a fundação da Osesp – na época denominada Orquestra Sinfônica Estadual – foi oficializada somente em 13 de setembro de 1954, pela Lei Estadual nº 2 733, na gestão do então governador do Estado Lucas Nogueira Garcez. Quem assume como primeiro Regente Titular é o pianista, maestro e compositor João de Sousa Lima. Mesmo tendo sido criada por lei, os concertos não têm continuidade nos anos seguintes e a orquestra passa por um recesso de 10 anos. A Osesp só volta à ativa em 1964, quando o maestro italiano Bruno Roccella assume o cargo de Regente e Diretor Artístico. Na época, o contingente de músicos chegava a 80 pessoas. Este período de atividades durou cerca de quatro anos, durante os quais a orquestra se apresentou ao menos 22 vezes na capital paulista. Após outro recesso de quase cinco anos, em 1973 a Osesp passa por seu primeiro grande processo de reestruturação sob a condução do então Diretor Artístico e Regente Eleazar de Carvalho. O maestro dedicou 23 anos de vida à frente da orquestra, período intenso de atividades e muito importante para consolidar a orquestra e pavimentar o caminho para o reconhecimento que cresceu nas décadas seguintes. Um exemplo disso foi a criação, em 1973, da programação pedagógica dentro do Festival de Inverno de Campos do Jordão, evento criado por Carvalho, Camargo Guarnieri e João de Sousa Lima em 1970. O objetivo era conceder bolsas de estudo para jovens no campo da música. Até hoje, a iniciativa possibilita que estudantes tenha contando com professores renomados. A mudança do nome da época, Orquestra Sinfônica Estadual, para o atual (Orquestra Sinfônica do Estado de São Paulo), acontece em 1978. O objetivo era de \"distingui-la, convenientemente, de outras, da mesma natureza, pertencentes aos diferentes estados da federação\". A década de 1980 é marcada por maiores dificuldades financeiras. Foi apenas em 1980 que os músicos da Osesp passaram a ser contratados no regime CLT. A regularização dos contratos, somada à contratação de mais 42 músicos, deu início ao período mais produtivo sob a regência de Eleazar de Carvalho. A orquestra se apresentava semanalmente no Teatro Cultura Artística, que tinha a presença de uma audiência fiel e da atenção dos críticos dos principais jornais do país. Isso criou um \"tímido mas efetivo sistema de música clássica\". O movimento só durou até 1985, quando o convênio com o Teatro venceu e a Osesp precisou se deslocar para o antigo cinema do Edifício Copan. Em 1989, a Osesp foi realocada novamente, dessa vez para o Auditório Simón Bolívar, no então recém-inaugurado Memorial da América Latina. O auditório era usado para outras finalidades e muitas vezes a orquestra não podia nem mesmo ensaiar. Essa precariedade das instalações, somada ao desânimo causado nos músicos por conta dos salários baixos, estabeleceu um dos momentos de maiores privações da Osesp. O cenário muda com a morte de Eleazar de Carvalho, em 1996. No ano seguinte, a convite do então Secretário do Estado da Cultura Marcos Mendonça, John Neschling assume como Regente Titular e inicia a maior reestruturação da história da Osesp. O processo é pautado por diretrizes que já haviam sido estabelecidas por Carvalho em seus últimos meses de cargo: uma nova sede e melhores salários para os músicos. ==== Sala São Paulo ==== A nova sede da Osesp é inaugurada no dia 9 de julho de 1999. ARRUDA, Fausto Augusto Marcucci. Parceria entre o Estado e o Terceiro Setor: a experiência da Fundação Orquestra Sinfônica do Estado de São Paulo. Artigo apresentado ao III Congresso CONSAD de Gestão Pública. São Paulo, 2010. A reforma da Estação Júlio Prestes durou 18 meses e foi idealizada pelo arquiteto Nelson Dupré, em parceria com a empresa norte-americana Artec, especializada em acústica. A sala tem capacidade para 1 498 espectadores, e possui 22 camarotes. Muitos especialistas a consideram uma das salas de concerto com melhor acústica do mundo. Ter sua própria sala e poder desfrutar de qualidade técnica e musical foi o elemento mais importante na reestruturação da Osesp iniciada por John Neschling. === Século XXI === O novo século marca um período de crescimento e reconhecimento para a Osesp. Em 1999, o Coral Sinfônico do Estado tem suas estruturas ligadas às da orquestra. Em 2001, passa a ser chamado de Coro da Osesp. Também foram criados na mesma época os coros da Câmara, Juvenil e Infantil, além dos Programas Educacionais, que \"atingem nada menos do que 120 mil crianças e adolescentes e cerca de 1.000 professores, majoritariamente da rede pública de ensino\". A Fundação Osesp foi instituída em 22 de junho de 2005. Trata-se de uma instituição sem fins lucrativos com o objetivo \"de apoiar, incentivar, assistir, desenvolver e promover a cultura, a educação e assistência social com ênfase na música de concerto\". Em contrato de gestão firmado com o Governo do Estado de São Paulo, é ela quem cuida do desenvolvimento e manutenção da Osesp, da Sala São Paulo e de outros projetos como o Festival de Inverno de Campos do Jordão, estipulados por contrato e de acordo com as políticas culturais do Estado. Esse modelo traz mais agilidade, transparência e eficiência para a implementação dessas diretrizes. O presidente do conselho é Pedro Pullen Parente, mas, antes, quem ocupava a cadeira era o ex-presidente da República Fernando Henrique Cardoso, que agora tem o cargo de Presidente de Honra. O maestro John Neschling se desliga de forma conturbada da Osesp ao final de 2008. Quem assume como Regente Titular, entre 2009 e 2011, é o francês Yan Pascal Tortelier, que contribui para o reconhecimento internacional da Osesp. Em fevereiro de 2011, o Conselho da Fundação Osesp anuncia a primeira mulher a assumir o cargo de Regente Titular, a norte-americana Marin Alsop. Em 2013, a Regente também assume a função de Diretora Musical – atualmente ela é Regente de Honra da orquestra. A Osesp também sentiu os efeitos das crises financeiras da década de 2010. Em maio de 2015, a orquestra sofreu um corte de R$ 10 milhões em seu orçamento. Em fevereiro de 2017, a Osesp anunciou que a porção orçamental dedicada aos projetos artísticos seria 27% menor do que em 2016 – e o orçamento total, 23% mais enxuto. A partir de 2020, quem assume o cargo de Diretor Musical e Regente Titular é o suíço Thierry Fischer, e em 2022 seu cargo é renovado por mais quatro anos, até 2026. == Ver também == * Coro da Osesp * Orquestra do Theatro São Pedro * Orquestra Experimental de Repertório * Orquestra Sinfônica Municipal de São Paulo * Sala São Paulo == Ligações externas == * Orquestra Sinfônica do Estado de São Paulo Categoria:Orquestras do Brasil Categoria:Fundações em São Paulo em 1954",
 "title": "Orquestra Sinfônica do Estado de São Paulo"
}