{
 "id": "104488",
 "text": "Síncope, denominada popularmente por desmaio, é a perda momentânea de consciência e da postura erecta, caracterizada por ser de aparecimento súbito, curta duração e recuperação espontânea. A condição tem origem na diminuição rápida do fluxo de sangue para o cérebro. Algumas causas de síncope manifestam-se com sintomas prodrómicos que antecedem a perda de consciência. Estes sintomas podem incluir tonturas, suores, palidez, visão turva, náuseas, vómitos e sensação de calor, entre outros. A síncope pode também estar associada a um curto episódio de espasmo muscular e eventualmente movimentos convulsivos. Quando a pessoa não perde completamente a consciência nem a postura, a condição é denominada \"pré-síncope\". É recomendado que a pré- síncope seja orientada e tratada da mesma forma que a síncope. As causas de síncope variam desde as benignas até às potencialmente fatais. Existem três categorias principais de causas: as que são neuromediadas ou reflexas, as que têm origem na hipotensão ortostática neurogénica ou não e as causas de origem cardiovascular. As síncopes neuromediadas são as mais comuns e ocorrem quando os vasos sanguíneos se dilatam com redução da pressão arterial e a frequência cardíaca diminui de forma inadequada. Este reflexo pode ter origem num evento desencadeante, como a exposição ao sangue, a dor, sentimentos fortes ou numa actividade específica, como urinar, vomitar ou tossir. Este tipo de síncope pode também ocorrer quando é pressionada uma área do pescoço denominada seio carotídeo. Os problemas com o coração e vasos sanguíneos são a causa de cerca de 10% das síncopes e geralmente nos casos mais graves. Entre as causas cardiovasculares estão a arritmia cardíaca, problemas com as válvulas cardíacas, nomeadamente a estenose (aperto) da válvula aórtica ou com o miocárdio ou o bloqueio das artérias coronárias que irrigam o coração, uma embolia pulmonar ou uma dissecção da artéria aortica. As síncopes por hipotensão ortostática devem-se à súbita diminuição da pressão arterial quando a pessoa se levanta. Isto tem muitas vezes origem frequentemente em determinados medicamentos que a pessoa está a tomar, embora possa também estar relacionada com desidratação, hemorragia significativa ou alterações neurológicas. O diagnóstico da causa subjacente consiste geralmente na colheita de uma história detalhada, de preferência com uma testemunha do evento, no exame físico e na realização de um eletrocardiograma. O eletrocardiograma permite detetar uma frequência cardíaca anormal, problemas de irrigação no músculo cardíaco (isquemia) e outras perturbações elétricas como síndrome do QT longo e síndrome de Brugada. Uma baixa da pressão arterial com o levante e uma frequência cardíaca acelerada após o episódio de síncope podem ser indicadores de hemorragia ou desidratação, enquanto em pessoas com embolia pulmonar se observa baixa concentração de oxigénio. Em casos de incerteza alguns exames mais específicos podem ser úteis, como um monitor cardíaco implantável, um teste de inclinação ortostática ou teste de tilt. Entre outras condições que causam sintomas semelhantes e devem ser excluídas estão epilepsia, acidente vascular cerebral, baixa concentração de oxigénio no sangue, baixa concentração de glicose no sangue, intoxicação por substâncias e algumas perturbações psiquiátricas como as crises conversivas. O tratamento depende da causa subjacente. As pessoas consideradas de risco (geralmente com causa cardiovascular) podem necessitar de admissão hospitalar para realizar exames de monitorização cardíaca. Em cada ano, a síncope afecta entre 3 a 6 por cada 1000 pessoas e é mais comum entre pessoas idosas e mulheres jovens na 2ª década de vida. A síncope é responsável por 1–3% dos episódios de urgência hospitalar. Nos países ocidentais, mais de metade das mulheres acima de 80 anos de idade e um terço dos estudantes de medicina afirmam ter tido pelo menos um episódio de síncope em determinado momento da vida. Entre as pessoas que se apresentaram num serviço de urgência com síncope, cerca de 4% tiveram morte nos 30 dias posteriores. No entanto, o risco de um prognóstico desfavorável depende muito da causa subjacente. == Ver também == * Síncope vasovagal * Sistema nervoso parassimpático Categoria:Cardiologia Categoria:Neurologia",
 "title": "Síncope (medicina)"
}