{
 "id": "104413",
 "text": "A Constituição da República Portuguesa de 1976 é a atual constituição portuguesa. Foi redigida pela Assembleia Constituinte eleita na sequência das primeiras eleições gerais livres no país em 25 de Abril de 1975, 1.º aniversário da Revolução dos Cravos. Os seus deputados deram os trabalhos por concluídos em 2 de Abril de 1976, data da sua aprovação, tendo a Constituição entrado em vigor a 25 de Abril de 1976. Na sua origem, a Constituição tinha um forte pendor socializante, arrefecido porém nas sucessivas revisões constitucionais que adequaram Portugal aos princípios da economia de mercado vigentes na União Europeia. Até ao momento, a Constituição de 1976 é a mais longa constituição portuguesa que alguma vez entrou em vigor, tendo mais de 32 000 palavras (na versão atual). Estando há mais de 40 anos em vigor e tendo recebido 7 revisões constitucionais (em 1982, 1989, 1992, 1997, 2001, 2004 e 2005), a Constituição de 1976 já sofreu mais revisões constitucionais do que a Carta Constitucional de 1826, a constituição portuguesa que mais tempo esteve em vigor: durante 72 anos (a qual, com cerca de 7000 palavras na versão original, recebeu somente 4 revisões). == Estrutura == A Constituição da República Portuguesa é constituída por um Preâmbulo e 296 artigos. Estes artigos encontram-se organizados em Princípios fundamentais e quatro Partes, para além das Disposições finais e transitórias. As Partes dividem-se ainda em Títulos, e estes subdividem-se, por vezes, em Capítulos. Preâmbulo Princípios fundamentais Parte I: Direitos e deveres fundamentais * Título I: Princípios gerais * Título II: Direitos, liberdades e garantias ** Capítulo I: Direitos, liberdades e garantias pessoais ** Capítulo II: Direitos, liberdades e garantias de participação política ** Capítulo III: Direitos, liberdades e garantias dos trabalhadores * Título III: Direitos e deveres económicos, sociais e culturais ** Capítulo I: Direitos e deveres económicos ** Capítulo II: Direitos e deveres sociais ** Capítulo III: Direitos e deveres culturais Parte II: Organização económica * Título I: Princípios gerais * Título II: Planos * Título III: Políticas agrícola, comercial e industrial * Título IV: Sistema financeiro e fiscal Parte III: Organização do poder político * Título I: Princípios gerais * Título II: Presidente da República ** Capítulo I: Estatuto e eleição ** Capítulo II: Competência ** Capítulo III: Conselho de Estado * Título III: Assembleia da República ** Capítulo I: Estatuto e eleição ** Capítulo II: Competência ** Capítulo III: Organização e funcionamento * Título IV: Governo ** Capítulo I: Função e estrutura ** Capítulo II: Formação e responsabilidade ** Capítulo III: Competência * Título V: Tribunais ** Capítulo I: Princípios gerais ** Capítulo II: Organização dos tribunais ** Capítulo III: Estatuto dos juízes ** Capítulo IV: Ministério Público * Título VI: Tribunal Constitucional * Título VII: Regiões autónomas * Título VIII: Poder local ** Capítulo I: Princípios gerais ** Capítulo II: Freguesia ** Capítulo III: Município ** Capítulo IV: Região administrativa ** Capítulo V: Organizações de moradores * Título IX: Administração Pública * Título X: Defesa nacional Parte IV: Garantia e revisão da Constituição * Título I: Fiscalização da constitucionalidade * Título II: Revisão constitucional Disposições finais e transitórias == Disposições == === Preâmbulo === > Libertar Portugal da ditadura, da opressão e do colonialismo representou uma > transformação revolucionária e o início de uma viragem histórica da > sociedade portuguesa. > A Revolução restituiu aos Portugueses os direitos e liberdades fundamentais. > No exercício destes direitos e liberdades, os legítimos representantes do > povo reúnem-se para elaborar uma Constituição que corresponde às aspirações > do país. > A Assembleia Constituinte afirma a decisão do povo português de defender a > independência nacional, de garantir os direitos fundamentais dos cidadãos, > de estabelecer os princípios basilares da democracia, de assegurar o primado > do Estado de Direito democrático e de abrir caminho para uma sociedade > socialista, no respeito da vontade do povo português, tendo em vista a > construção de um país mais livre, mais justo e mais fraterno. === Princípios fundamentais === Os Princípios fundamentais correspondem aos primeiros 11 artigos (artigos 1.º a 11.º) da Constituição. Esta parte estabelece os princípios constitucionais (princípios fundamentais de ordem jurídico-política que definem o estado) que constituem a base fundamental da Constituição, sendo o substrato ideológico-político sobre o qual esta assenta. Assim sendo, os onze primeiros artigos da Constituição da República Portuguesa estabelecem os seguintes princípios constitucionais sobre os quais se baseiam a restante Constituição: República Portuguesa (Artigo 1.º) Portugal como uma república soberana, a República Portuguesa. Estado de direito democrático (Artigo 2.º) O estatuto da República Portuguesa como um Estado de direito democrático. Estado de direito, uma vez que se baseia no princípio da legalidade e as instituições organizam-se de acordo com a separação e interdependência de poderes, sendo garantidos uma série de direitos e liberdades. Estado democrático, pois é o povo, depositário da soberania nacional (soberania popular), que elege os seus representantes (através de sufrágio universal). Soberania e legalidade (Artigo 3.º) A soberania reside no povo, o Estado subordina-se à Constituição, e a legalidade das leis e demais atos do Estado dependa da sua conformidade com a Constituição. Cidadania portuguesa (Artigo 4.ª) Para efeitos de cidadania portuguesa, são considerados \"cidadãos portugueses todos aqueles que como tal sejam considerados pela lei ou por convenção internacional\". Território (Artigo 5.º) Portugal como sendo constituído pelo território historicamente definido no continente europeu e os arquipélagos dos Açores e da Madeira, para além das devidas águas territoriais e zona económica exclusiva. Estado Unitário (Artigo 6.º) O estatuto de Portugal como um estado unitário, que se rege pelos princípios da subsidiariedade, da autonomia das autarquias locais e dos arquipélagos dos Açores e da Madeira, com os repetivos estatutos político-administrativos e órgãos de governo próprios (regime autonómico insular), e da descentralização administrativa. Relações internacionais (Artigo 7.º) Os princípios basilares que guiam Portugal nas relações internacionais são: a independência nacional; o respeito pelos direitos do homem e pelos direitos dos povos; a igualdade entre os Estados; a solução pacífica dos conflitos internacionais; a não ingerência nos assuntos internos dos outros Estados; a cooperação com todos os outros povos \"para a emancipação e o progresso da humanidade\"; a abolição do imperialismo, do colonialismo e de quaisquer outras formas de agressão, domínio e exploração; e o direito dos povos à autodeterminação e independência. São ainda ressaltados os laços que unem Portugal aos países de língua portuguesa e aos países europeus, e a aceitação da jurisdição do Tribunal Penal Internacional. Direito internacional (Artigo 8.º) O direito internacional está incorporado no direito português. Tal ocorre na medida em que, as normas presentes nas convenções internacionais ratificadas por Portugal, bem como as normas provenientes das organizações internacionais de que Portugal faça parte (nomeadamente a União Europeia), vigoram directamente na ordem interna. Tarefas fundamentais do Estado (Artigo 9.º) A Constituição define como tarefas principais do Estado: # Garantir a independência nacional e criar as condições políticas, económicas, sociais e culturais que a promovam; # Garantir os direitos e liberdades fundamentais e o respeito pelos princípios do Estado de direito democrático; # Defender a democracia política, assegurar e incentivar a participação democrática dos cidadãos na resolução dos problemas nacionais; # Promover o bem-estar e a qualidade de vida do povo e a igualdade real entre os portugueses, bem como a efectivação dos direitos económicos, sociais, culturais e ambientais, mediante a transformação e modernização das estruturas económicas e sociais; # Proteger e valorizar o património cultural do povo português, defender a natureza e o ambiente, preservar os recursos naturais e assegurar um correcto ordenamento do território; # Assegurar o ensino e a valorização permanente, defender o uso e promover a difusão internacional da língua portuguesa; # Promover o desenvolvimento harmonioso de todo o território nacional, tendo em conta, designadamente, o carácter ultraperiférico dos arquipélagos dos Açores e da Madeira; # Promover a igualdade entre homens e mulheres. Sufrágio universal e partidos políticos (Artigo 10.º) O sufrágio universal, igual, directo, secreto e periódico é utilizado pelo povo para exercer o poder político, sendo que os partidos políticos \"concorrem para a organização e para a expressão da vontade popular\". Símbolos nacionais e língua oficial (Artigo 11.º) Os símbolos nacionais são: a Bandeira Nacional adoptada pela República instaurada pela Revolução de 5 de Outubro de 1910 e A Portuguesa, o Hino Nacional. A língua oficial é o Português. === Parte I: Direitos e deveres fundamentais === A primeira parte da Constituição, composta por 68 artigos (Artigos 12.º a 79.º), define os direitos e deveres fundamentais dos cidadãos portugueses e dos cidadãos estrangeiros residentes em Portugal. Para tal, gozam de força jurídica que os vinculam a todas as entidades públicas e privadas. A Parte I encontra-se, assim, dividida em três títulos. ==== Título I: Princípios gerais ==== Os 12 princípios gerais dos direitos e deveres fundamentais (Artigos 12.º a 23.º) são, resumidamente: ** Artigo 12.º: Princípio da universalidade — \"Todos os cidadãos gozam dos direitos e estão sujeitos aos deveres consignados na Constituição.\" ** Artigo 13.º: Princípio da igualdade — \"Todos os cidadãos têm a mesma dignidade social e são iguais perante a lei.\" ** Artigo 14.º: Os Portugueses que se encontrem/residam no estrangeiro gozam dos direitos e estão sujeitos aos deveres consagrados na Constituição portuguesa, desde que estes não sejam incompatíveis com a ausência do país. ** Artigo 15.º: \"Os estrangeiros e os apátridas que se encontrem ou residam em Portugal gozam dos direitos e estão sujeitos aos deveres do cidadão português\", excluindo os direitos políticos, o exercício das funções públicas que não tenham carácter predominantemente técnico e os direitos e deveres reservados pela Constituição e pela lei exclusivamente aos cidadãos portugueses. ** Artigo 16.º: Os direitos e deveres fundamentais devem estar em harmonia com a Declaração Universal dos Direitos do Homem e não excluem outros princípios presentes nas regras do direito internacional. ** Artigo 17.º: \"O regime dos direitos, liberdades e garantias aplica-se aos enunciados no título II e aos direitos fundamentais de natureza análoga.\" ** Artigo 18.º: Força jurídica — \"Os preceitos constitucionais respeitantes aos direitos, liberdades e garantias são directamente aplicáveis e vinculam as entidades públicas e privadas.\" ** Artigo 19.º: Apenas, e só apenas, em estado de sítio ou de estado de emergência se podem suspender o exercício dos direitos, liberdades e garantias. Ainda assim o direito à vida, à integridade pessoal, à identidade pessoal, à capacidade civil e à cidadania, a não retroactividade da lei criminal, o direito de defesa dos arguidos e a liberdade de consciência e de religião, não podem ser afetados de forma alguma. ** Artigo 20.º: Acesso ao direito e tutela jurisdicional efectiva — Todos os cidadãos têm direito de acesso aos tribunais \"para defesa dos seus direitos e interesses legalmente protegidos, não podendo a justiça ser denegada por insuficiência de meios económicos\". Além de que também todos os cidadãos têm direito \"à informação e consulta jurídicas, ao patrocínio judiciário e a fazer-se acompanhar por advogado perante qualquer autoridade\". ** Artigo 21.º: Direito de resistência — \"Todos têm o direito de resistir a qualquer ordem que ofenda os seus direitos, liberdades e garantias e de repelir pela força qualquer agressão, quando não seja possível recorrer à autoridade pública\". ** Artigo 22.º: O Estado e as demais entidades públicas são civilmente responsáveis por acções praticadas no exercício das suas funções que resultem na violação do direitos, liberdades e garantias ou prejuízo para outrem. ** Artigo 23.º: \"Os cidadãos podem apresentar queixas por acções ou omissões dos poderes públicos ao Provedor de Justiça\". A atividade do Provedor de Justiça é independente de outros órgãos, contudo este não tem poder decisório, reencaminhando para os órgão competentes as recomendações necessárias para \"prevenir e reparar injustiças\". == Revisões constitucionais == A Constituição da República Portuguesa de 1976, que consagrava a transição para o socialismo, a nacionalização dos principais meios de produção e mantinha a participação do Movimento das Forças Armadas no exercício do poder político, através do Conselho da Revolução, opções políticas e ideológicas resultantes do período revolucionário que se seguiu à queda da ditadura, foi aprovada a 2 de abril de 1976, pela Assembleia Constituinte, com os votos favoráveis do PS, PPD, PCP, MDP/CDE, UDP e do ADIM, tendo apenas votado contra o CDS. Essa mesma Constituição, que entrou em vigor a 25 de abril de 1976, dotou a Assembleia da República de poderes de revisão constitucional (artigos 286.º a 291.º, actualmente os artigos 284.º a 289.º), sendo que estes poderes foram exercidos sete vezes: === Revisão Constitucional de 1982 (1.ª Revisão Constitucional) === A Primeira Revisão Constitucional, que se traduziu na aprovação da Lei Constitucional n.º 1/82, de 30 de Setembro, após um logo processo de revisão do articulado inicial, que se havia iniciado em abril de 1981, procurou principalmente: * reduzir a carga ideológica da Constituição; * qualificar constitucionalmente a República Portuguesa como um Estado de Direito Democrático (n.º 2, do artigo 2.º: \"A expressão «Estado democrático», constante do mesmo artigo, é substituída pela expressão «Estado de direito democrático».\"); * flexibilizar o sistema económico, através da diminuição da intervenção pública e dando espaço à iniciativa privada, afirmando assim a economia mista, e da diminuição da dimensão da planificação da economia, ainda que se mantenha o controlo estatal. Contudo, mantém-se as nacionalizações e a reforma agrária; * redefinir as estruturas do poder político, sendo extinto o Conselho da Revolução, que é substituído por dois novos órgãos: o Tribunal Constitucional (fiscalização da constitucionalidade das leis) e o Conselho de Estado (aconselhamento do Presidente da República); * limitar os poderes discricionários do Presidente da República em favor da Assembleia da República (n.º 2, do artigo 198.º: “O Presidente da República só pode demitir o Governo quando tal se torne necessário para assegurar o regular funcionamento das instituições democráticas, ouvido o Conselho de Estado.\"); * diminuir os poderes do Ministro da Justiça, que deixa de nomear os juízes. Processo esse entregue ao Conselho Superior da Magistratura. A revisão de 1982 foi aprovada a 12 de agosto de 1982 (II Legislatura/IX Governo - M. Soares). Os votos que se contabilizaram a favor pertenciam aos deputados do PSD, CDS, PS, PPM, da ASDI e da UEDS. O PCP e a UDP votaram contra, e registou-se uma abstenção de um deputado do MDP. === Revisão Constitucional de 1989 (2.ª Revisão Constitucional) === No plenário de 1 de junho de 1989 (V Legislatura/XI Governo - A. Cavaco Silva), foi aprovada a Segunda Revisão Constitucional, com os votos a favor do PSD, exceto quatro deputados que votaram contra, do PS, excluindo dois votos contra (incluindo Manuel Alegre), do CDS e do PRD, que registou um voto contra (Natália Correia) e uma abstenção (Marques Júnior). O PCP, Os Verdes e dois independentes votaram contra e outra independente, Helena Roseta, absteve-se. A Lei Constitucional n.º 1/89, de 8 de Julho, permitiu: * uma maior abertura do sistema económico e adaptação à economia de mercado, acabando inclusivamente com o princípio da irreversibilidade das nacionalizações (as reprivatizações podem ser feitas desde que reguladas por lei-quadro aprovada por maioria absoluta dos deputados); * a diminuição do peso da economia planificada pelo Estado; * a diminuição do âmbito da reforma agrária, mantendo-se apenas o objetivo da eliminação dos latifúndios e ordenamento do minifúndio; * a possibilidade de referendo; * o direito ao acesso gratuito ao Serviço Nacional de Saúde. === Revisão Constitucional de 1992 (3.ª Revisão Constitucional) === Com os votos favoráveis do PSD e do PS, os votos contra do PCP, Os Verdes, CDS, e dois independentes, e a abstenção do deputado do PSN, foi aprovada, a 17 de novembro de 1992 (VI Legislatura/XII Governo - A. Cavaco Silva), a Terceira Revisão Constitucional. A Lei Constitucional n.º 1/92, de 25 de Novembro, adaptou a Constituição nacional ao Tratado de Maastricht, assimilando a compatibilidade com o Direito Comunitário, através das seguintes medidas: * possibilidade de voto para as eleições europeias de cidadãos europeus a viver em Portugal; * o Banco de Portugal perde a exclusividade da emissão de moeda, devido à adesão à moeda única (Euro). === Revisão Constitucional de 1997 (4.ª Revisão Constitucional) === A 3 de setembro de 1997 (VII Legislatura/XIII Governo - A. Guterres) foi aprovada a Quarta Revisão Constitucional. A Lei Constitucional n.º 1/92, de 20 de setembro, contou com os votos a favor do PSD e PS, exceto Manuel Alegre que votou contra. CDS-PP, PCP, e Os Verdes votaram contra, e houve a abstenção de oito socialistas. Esta revisão possibilitou: * a adaptação ao Tratado de Amesterdão; * o direito de voto dos emigrantes na eleição do Presidente da República; * os cidadãos estrangeiros ganham capacidade eleitoral; * a criação de círculos uninominais nas legislativas, desde que não ponham em causa a proporcionalidade do sistema eleitoral; * a variação dos deputados da Assembleia da República entre 180 e 230; * o reconhecimento do direito de iniciativa legislativa aos cidadãos; * a criação de candidaturas independentes às eleições autárquicas (câmaras municipais); * o alargamento do regime de referendo, incluindo a imposição constitucional de que a regionalização seja submetida a referendo; * o reforço dos poderes legislativos exclusivos da Assembleia da República; * o reforço dos poderes do Tribunal Constitucional. === Revisão Constitucional de 2001 (5.ª Revisão Constitucional) === Por forma a permitir a ratificação, por Portugal, da Convenção criadora do Tribunal Penal Internacional, PS, com a exceção de três votos contra e uma abstenção, PSD e CDS-PP aprovaram, a 4 de outubro de 2001 (VIII Legislatura/XIV Governo - A. Guterres), a Quinta Revisão Constitucional, apesar dos votos contra de PCP, Os Verdes e Bloco de Esquerda. A Lei Constitucional n.º 1/2001, de 12 de dezembro, alterou: * as regras de extradição, de expulsão, e de asilo; * as regras da inviolabilidade do domicílio e da correspondência, e da restrição de direitos. === Revisão Constitucional de 2004 (6.ª Revisão Constitucional) === A Sexta Revisão Constitucional, na forma da Lei Constitucional n.º 1/2004, de 24 de Julho, permitiu: * o aprofundamento da autonomia político-administrativa das regiões autónomas dos Açores e da Madeira, nomeadamente no que diz respeito ao aumentando dos poderes (incluindo o poder de dissolução) das respetivas Assembleias Legislativas; * a substituição do cargo de “Ministro da República” pelo de “Representante da República”; * o alargamento da limitação dos mandatos dos cargos políticos e electivos; * o reforço do princípio da não discriminação, designadamente em função da orientação sexual; * o aprofundamento da integração da Constituição no campo jurídico-constitucional da União Europeia, através do aperfeiçoamento da compatibilidade com as regras das relações internacionais e do direito internacional (como, por exemplo, entre a ordem jurídica interna e as normas da União Europeia e dos tratados europeus). A Revisão de 2004 foi aprovada em plenário a 23 de abril (IX Legislatura/XV Governo - J. M. Durão Barroso), com votos a favor da maioria PSD/CDS-PP e do PS, e votos contra do PCP, Bloco de Esquerda e Os Verdes. === Revisão Constitucional de 2005 (7.ª Revisão Constitucional) === A 22 de junho de 2005 (X Legislatura/2.ª Sessão Legislativa/XVII Governo - J. Sócrates), o parlamento aprovou a Lei Constitucional n.º 1/2005, de 12 de Agosto, com os votos favoráveis do PS, PSD, CDS-PP e Bloco de Esquerda e a abstenção do PCP e Os Verdes. A Sétima Revisão Constitucional permitiu, através do aditamento de um novo artigo: * a realização de referendo sobre a aprovação de um futuro tratado que vise a construção e o aprofundamento da União Europeia. === Revisão Constitucional de 2010 (não concluída) === Os trabalhos preparatórios relativos à Oitava Revisão Constitucional, iniciaram-se a 16 de setembro de 2010, com a entrega de uma proposta de alteração à Constituição pela bancada parlamentar do PSD, apesar de tal ir contra a vontade do PS. Contudo, este processo veio a caducar em 19 de junho de 2011, devido à demissão do ex- Primeiro-Ministro José Sócrates (XVIII Governo), o que resultou na dissolução da Assembleia da República (XI Legislatura/2.ª Sessão Legislativa), a 7 de abril de 2011, pelo antigo Presidente da República, Aníbal Cavaco Silva. == Principais características == ===Parlamento Unicameral=== Ao invés do que sucedeu durante a maior parte do período constitucional português, o Parlamento é constituído apenas por uma câmara, a Assembleia da República. ===Sistema político e eleições=== O sistema político português baseia-se no princípio da soberania popular (a ideia aqui é a de que o poder político é legítimo através da vontade do povo). Este princípio de soberania concretiza- se através do sufrágio universal. Aqui, com o princípio da representatividade, a massa popular elege o seu representante. A Assembleia da República é eleita por uma legitimidade direta, ou seja, os deputados são eleitos diretamente. Já o Governo é através de uma legitimidade indireta, pois é formado indiretamente de acordo com o resultado das eleições para a Assembleia da República, onde vai encontrar a sua legitimidade (o Presidente da República convida para formar governo o partido que conseguiu eleger mais deputados, porém, não há nada que proíba o presidente de convidar outro partido para formar governo). ====As eleições==== Princípios essenciais: * O princípio da universalidade: todos têm o direito de votar e de serem eleitos, exceto certas circunstâncias, como não poder votar quem tem menos de 18 anos ou quem tem uma doença psiquiátrica, e nem pode ser eleito quem acabará por ter dois cargos ao mesmo tempo, ou por exemplo, não se pode ser Presidente da República antes dos 35 anos (Artigo 113.º). * O princípio de imediaticidade: a ideia de que o sufrágio tem que ser direto e imediato, ou seja, os votos têm que eleger diretamente os indivíduos que concorrem à eleição. * O princípio da liberdade de voto: podemos votar em quem quisermos, e não podemos ser coagidos física ou psicologicamente a votar em algum candidato. Votar é um dever cívico e não jurídico, ou seja, só vota quem quer, e não é penalizado quem não for votar (Artigo 49-2.º). * O princípio do voto secreto: o voto é secreto, e não pode haver nenhum tipo de coação para a revelação de quem vota em quem. * O princípio da igualdade de voto: todos os votos têm a mesma eficácia jurídica, têm que significar a mesma expressão numérica e devem ter materialmente o mesmo valor. Por exemplo: existe um certo número de deputados eleitos por cada distrito, e mesmo que um distrito tenha apenas 10 mil pessoas e outro tenha 1 milhão de pessoas, o distrito com menos pessoas pode precisar de mil votos para eleger um deputado (10 deputados no total) e, no distrito de 1 milhão, ser necessário 100 mil votos (10 deputados no total); os círculos eleitorais não podem ser mudados para beneficiar um partido. * O princípio da periodicidade: tem que haver eleições periódicas pois existe a proibição dos mandatos vitalícios, e embora não haja um limite de mandatos, em alguns cargos, pode haver uma limitação de mandatos sucessivos. * O princípio da unicidade: só é permitido votar uma vez, ninguém pode votar por outrem, e em casos estranhos, uma pessoa já falecida não pode votar. === Direito de petição à Assembleia da República === A Constituição da República Portuguesa consagra o direito a qualquer cidadão, apresentando de forma coletiva ou individual, de peticionar perante os órgãos de soberania ou quaisquer autoridades, que devem responder à mesma em prazo razoável. Qualquer petição, para efeito de apresentação na Assembleia da República, basta ser assinada por um cidadão. Se reunir mais de mil assinaturas, é publicada em Diário da Assembleia da República e os peticionários ouvidos pelo Parlamento. As petições com mais de 4000 assinaturas são obrigatoriamente debatidas em sessão plenária da Assembleia da República. === Direito à saúde === Embora tenha havido alterações legislativas no sentido de tornar a saúde onerosa, a constituição na \"alínea a) do n.º 2 do artigo 64.º\" refere que a saúde deve ser universal e tendencialmente gratuita: _\"2. O direito à proteção da saúde é realizado: a) Através de um serviço nacional de saúde universal e geral e, tendo em conta as condições económicas e sociais dos cidadãos, tendencialmente gratuito\"._ == Ver também == *Direito constitucional === Constituições dos outros países de língua portuguesa === *Constituição de Angola *Constituição da República Federativa do Brasil *Constituição Política da República de Cabo Verde *Constituição da Guiné-Bissau *Constituição da República de Moçambique *Constituição da República Democrática de São Tomé e Príncipe *Constituição de Timor-Leste == Ligações externas == *Constituição da República Portuguesa (página da Assembleia da República) *Constituição para Todos (em formato blogue, dividido por categorias e com etiquetas; em fase de publicação) *constituição.pt (em formato HTML ou em outros formatos) == Bibliografia complementar == *Jorge Bacelar Gouveia, Manual de Direito Constitucional, I e II volumes, Almedina, Coimbra, 2011 *José Gomes Canotilho, Direito constitucional e teoria da constituição, Almedina, Coimbra, 2004. *Jorge Miranda, Manual de direito constitucional, em vários volumes. == Referências == C 1976 Categoria:Fundações em Portugal em 1976 Categoria:Legislação de 1976 Categoria:Terceira República Portuguesa",
 "title": "Constituição portuguesa de 1976"
}