{
 "id": "104457",
 "text": "Giselle Itié Ramos (Cidade do México, 3 de outubro de 1982) é uma atriz mexicano-brasileira, radicada no Brasil desde os quatro anos de idade. Em 2009, teve maior visibilidade na televisão por sua interpretação da protagonista Bela, na telenovela Bela, a Feia, na Record. Em 2010, ganhou notoriedade ao participar do filme Os Mercenários, no qual faz o papel de Sandra, ao lado do ator Sylvester Stallone. == Biografia == Giselle veio para o Brasil ainda criança. O pai mexicano e a mãe brasileira perderam tudo no terrível terremoto que destruiu a capital mexicana, em 1985. Giselle precisou mentir para a família para seguir a carreira artística. Como seu pai é bastante tradicionalista e rigoroso na educação, aos 15 anos a atriz comunicou que iria voltar para a Cidade do México para aprimorar seu castelhano. Mas, na verdade, foi a maneira que Giselle encontrou para poder estudar dramaturgia. Ela dizia ao pai que precisava de ajuda para pagar a academia de ginástica e dava outro destino ao dinheiro: o curso de teatro da Televisa, principal emissora de televisão do México. Durante oito meses a atriz permaneceu na casa de familiares mexicanos e teve a certeza de que queria investir na carreira artística. == Carreira == O desejo antigo de trabalhar como atriz se tornou realidade aos 18 anos. Desmotivada com a carreira de modelo, só se inscreveu para o teste de Os Maias depois de muita insistência de uma funcionária da Agência Elite. Dois meses após apresentar no teste da Globo o monólogo Engraçadinha, Seus Amores e Seus Pecados, de Nelson Rodrigues, recebeu um comunicado da emissora a confirmando como a intérprete de Lola na minissérie. A personagem era uma cortesã que forçou a atriz a perder parte de sua timidez, já que protagonizava algumas cenas picantes durante a minissérie. Mas Giselle não esconde que se sentiu frustrada após Os Maias. A atriz acreditava que seria chamada para outra produção global na sequência da minissérie, mas isso não aconteceu. Por isso, no mesmo ano de 2001, não titubeou em aceitar fazer teste para Pícara Sonhadora, produção adaptada do original mexicano e que reestreou o núcleo de teledramaturgia no SBT. Gisele ganhou o papel da vilã Bárbara, amante do protagonista vivido por Petrônio Gontijo. Para a personagem, a atriz colocou uma longa peruca ruiva e decotes que salientavam os seios. Em seguida, foi chamada pelo diretor Luiz Fernando Carvalho que lhe ofereceu a personagem Eulália de Esperança, de 2002. Em 2004, participou da novela Começar de Novo e, em 2005, participou do seriado Mandrake, do canal HBO Brasil. Em 2006, também foi uma das protagonistas do seriado Avassaladoras. No mesmo ano, atuou na novela Pé na Jaca. Em 2007, participou do seriado em Portugal O Mistério da Estrada de Sintra. Nesse mesmo ano fez uma participação especial na novela O Profeta, e da terceira edição do quadro do Domingão do Faustão chamado \"Dança no Gelo\". Estava indo bem, conseguindo destaque no programa, mas um traumatismo craniano leve a impediu de continuar participando do quadro. A atriz se recuperou do ferimento sem sequelas. Em 2008, participou de vários episódios das série Casos e Acasos e Faça Sua História. Em 2009, trabalhou no cinema no filme Inversão, de Edu Felistoque. No mesmo ano, a atriz foi a protagonista da novela Bela, a Feia exibida pela RecordTV, onde interpreta a mocinha Bela, uma jovem que tem a vida dificultada de diversas formas, por não se enquadrar nos padrões de beleza impostos pela sociedade. No ano seguinte estreou o filme The Expendables (br: Os Mercenários), no qual faz o papel de Sandra, ao lado do ator Sylvester Stallone. Em 2012, foi uma das protagonistas da telenovela Máscaras da RecordTV, na pele da sedutora Manuela, uma garota de programa de alto nível e muito envolvente, que acaba se envolvendo em um perigoso jogo. E no mesmo ano esteve em dois filmes estrangeiros, On the Road de Walter Salles Jr., e foi protagonista do filme chileno Caleuche: El llamado del mar. Em 2015, interpretou a protagonista Zípora de Os Dez Mandamentos, uma mulher íntegra e guerreira. Em 2017, participa da novela medieval Belaventura, onde interpreta um dos personagens principais da trama: Selena. Em 2019, participou de dois episódios da terceira temporada da série Me Chama de Bruna. Na história, ela interpretou Jana B, uma cantora pop feminista. No final do ano, integra o elenco da segunda temporada de O Escolhido, da Netflix, no papel da jornalista Eva. Para 2020, estará na segunda temporada da série 4+1 do Canal Brasil e na estreia de Cinema de Enredo do Prime Box Brazil. == Vida pessoal == Em 2010 assume namoro com o ator Caio Junqueira após irem juntos à festa de encerramento da novela Bela, a Feia. O namoro durou apenas sete meses, quando Giselle começou a namorar o farmacêutico Rodrigo Gimenez. Em 2012 começou a namorar o ator Emilio Dantas, com que veio se casar em 2014. No mesmo ano, teve de deixar o elenco de Vitória, na qual interpretaria a personagem Renata (sendo posteriormente interpretada por Maytê Piragibe), em razão de um acidente de moto durante sua lua de mel na Tailândia. Em 2015, se separa do ator Emilio Dantas. Em 11 de novembro de 2015, Giselle assume seu relacionamento com o ator Guilherme Winter. Em setembro de 2019, anuncia que está à espera do seu primeiro filho, fruto de seu relacionamento com o ator. No dia 2 de março de 2020 Giselle dá a luz ao seu primeiro filho chamado Pedro Luna. Em junho de 2020 o casal anunciou oficialmente e definitivamente a separação. == Filmografia == === Televisão === Ano Título Personagem Notas 2001 Os Maias Lola Pícara Sonhadora Bárbara Mendonça 2002 Esperança Eulália Ramirez 2003 Carga Pesada Dona do orfanato Episódio: \"Carga Perecível\" Kubanacan Belinda 2004 Começar de Novo Júlia Magnani Moreno 2005 Mandrake Amparo Oi Mundo Afora Apresentadora 2006 Avassaladoras: A Série Sílvia Bragança (Silvinha) Pé na Jaca Dalila Palhares Episódios: \"25 de novembro–23 de dezembro\" 2007 O Profeta Sabine Levy Nome de Código: Sintra Carmen Dança no Gelo Participante Temporada 3 2009 Bela, a Feia Anabela Palhares (Bela) / Valentina Carvalho 2012 Máscaras Manuella Marim O Milagre dos Pássaros Sabô Especial de fim de ano 2013 Surtadas na Yoga Verônica Episódio: \"Prova Oral\" 2014 Hoje em Dia Apresentadora especial Episódios: \"21–30 de julho\" 2015 Milagres de Jesus Noemi Episódio: \"A Mulher Adúltera\" As Canalhas Kheyla Episódio: \"Marta\" 2015–16 Os Dez Mandamentos Zípora 2017 Belaventura Selena Falcon 2019 Me Chama de Bruna Jana B O Escolhido Eva Cordeiro 2019–20 Homens? Cris Macedo 2020 4+1 Angélica Cinema de Enredo Dolores 2023 O Rei da TV Michelly Vega 2023 Compro Likes Letícia González === Cinema === Ano Título Personagem Notas 2004 A Babá Dos Anjos 2007 O Mistério da Estrada de Sintra Carmen 2008 Mais Uma História no Rio Michele Ferraz Curta-metragem 2009 Flordelis - Basta uma Palavra para Mudar Cláudia 2010 Inversão Mila 2010 Os Mercenários Sandra Garza 2012 On the Road Tonia 2012 Caleuche: El llamado del mar Isabel Millalobos 2014 Syndrome Sarah 2016 Os Dez Mandamentos: O Filme Zípora 2020 Freedom Mãe === Videoclipe === Ano Artista Música 2009 Paranga & Samuel \"Zikizira\" 2018 Sarah Mitch \"Bolsonaro Não\" 2019 Illy \"Djanira\" == Teatro == Ano Título Personagem 2016 Fuerza Bruta Ela\"Giselle Itié e Guilherme Winter participam do espetáculo 'Fuerza Bruta' em Buenos Aires\". Revista Quem. 28/08/2016. Consultado em 12 de Janeiro de 2020. ==Prêmio e indicações== Ano Prêmio Categoria Trabalho Resultado 2002 Prêmio Qualidade Brasil - São Paulo Atriz Revelação Telenovela Esperança 2003 Prêmio Contigo! de TV Melhor Atriz Revelação 2010 Prêmio Arte Qualidade Brasil Melhor Atriz Bela, a Feia 2010 Meus Prêmios Nick Atriz Favorita 2010 National Hispanic Foundation for the Arts Artista Novo Os Mercenários == Ligações externas == * * * Giselle Itié no Facebook * Categoria:Atrizes de televisão do Brasil Categoria:Atrizes premiadas com o Prêmio Contigo! de TV Categoria:Brasileiros de ascendência mexicana Categoria:Brasileiros nascidos no exterior Categoria:Mexicanos de ascendência brasileira Categoria:Naturais da Cidade do México",
 "title": "Giselle Itié"
}