{
 "id": "104411",
 "text": "Herbert Spencer (Derby, 27 de abril de 1820 – Brighton, 8 de dezembro de 1903) foi um filósofo, biólogo e antropólogo inglês, bem como um dos representantes do liberalismo clássico. Spencer foi um profundo admirador da obra de Charles Darwin. É dele a expressão \"sobrevivência do mais apto\", e em sua obra procurou aplicar as leis da evolução a todos os níveis da atividade humana. Spencer teve suas ideias enormemente distorcidas. Essas distorções lhe renderam a alcunha de \"Pai do Darwinismo Social\". Todavia, Spencer jamais utilizou este termo ou defendeu a morte de indivíduos \"mais fracos\" assim como foi um notável opositor de governos militares e autoritários, de qualquer forma de coletivismo, do colonialismo, do imperialismo e das guerras. Ele estudou o comportamento humano como um órgão biológico. Encontra-se colaboração de sua autoria na revista A imprensa, publicada entre 1885 e 1891. == Pensamentos == O filósofo aplicou à sociologia ideias que retirou das ciências naturais, criando um sistema de pensamento muito influente a seu tempo. Suas conclusões o levaram a defender a primazia do indivíduo perante a sociedade e o Estado, e a natureza como fonte da verdade, incluindo a verdade moral. No campo pedagógico, Spencer fez campanha pelo ensino da ciência, combateu a interferência do Estado na educação e afirmou que o principal objetivo da escola era a construção do caráter. == Influência == Enquanto a maioria dos filósofos não consegue atingir muitos seguidores fora do grupo de colegas de profissão, por volta de 1870 e 1880 Spencer tinha alcançado uma popularidade sem precedentes, como o grande volume de suas vendas indica. Foi provavelmente a primeira e talvez a única vez na história, que um filósofo vendeu mais de um milhão de cópias de seus trabalhos durante a sua vida. Nos Estados Unidos, onde as edições piratas ainda eram comuns, sua editora autorizada, a Appleton, vendeu 368.755 cópias entre 1860 e 1903. Este valor não difere muito de suas vendas na sua Inglaterra natal, e uma vez que as edições do resto do mundo são adicionadas a figura de um milhão de cópias parece ser uma estimativa conservadora. Como William James observou, Spencer \"ampliou a imaginação, e libertou a mente especulativa de inúmeros médicos, engenheiros, advogados, físicos, químicos, e dos leigos em geral\".James, William. \"Herbert Spencer\". The Atlantic Monthly, Vol. XCIV (1904), p. 104. O aspecto de seu pensamento, que enfatizou o autoaperfeiçoamento do indivíduo encontrou um público pronto na classe trabalhadora qualificada. == Morte == Faleceu em 8 de dezembro de 1903. Está sepultado no Cemitério de Highgate, em Londres, na Inglaterra. ==Obras== *Estática Social (1851); *Sistema de Filosofia Sintética; *O Indivíduo Contra o Estado (1884); *A Educação Intelectual, Moral e física (1863); *Os Princípios da Sociologia (1874-1896) trabalho dividido em 3 volumes. Categoria:Correspondentes da Academia Brasileira de Letras Categoria:Sociólogos do Reino Unido Categoria:Sepultados no Cemitério de Highgate Categoria:Liberais clássicos Categoria:Agnósticos da Inglaterra Categoria:Economistas do Reino Unido Categoria:Biólogos do Reino Unido Categoria:Antropólogos do Reino Unido Categoria:Feministas do Reino Unido Categoria:Filósofos da ciência Categoria:Escritores do Reino Unido Categoria:Filósofos do Reino Unido",
 "title": "Herbert Spencer"
}