{
 "id": "104586",
 "text": "Os caracteres chineses ou caracteres Han (汉字 / 漢字, Hanzi) são logogramas (e não ideogramas) utilizados como sistema de escrita do chinês, japonês, coreano (apenas na Coreia do Sul, e com importância unicamente histórica e/ou cultural) e outros idiomas, como por exemplo o dong. Foram usados na Coreia do Norte até 1949 e no Vietname até o século XVII. Também denominados sinogramas, as suas origens são remotas, possivelmente anteriores à dinastia Shang, no século XIII a.C., quando aparecem os primeiros registros desta escrita, em ossos de animais. Confúcio, por exemplo, faz referência a existência de um sistema de escrita na China anterior a 2000 a.C. É, contudo, difícil traçar a sua história e a sua origem pertencente ao domínio da mitologia chinesa. “Caracter chinês” em várias línguas Chinês Chinês tradicional 漢字 Chinês simplificado 汉字 Pinyin (Mandarim) Xangainês Jyutping (Cantonês) hon3 zi6 Min Nan Chaozhou Hakka Xiang Japonês Kanji 漢字 Hiragana かんじ Katakana カンジ Romaji Kanji Coreano Hanja 漢字 Hangul 한자 Romanização revisada: Hanja McCune-Reischauer Hancha Vietnamita Hán Tự/Chữ Nho 漢字 Quốc Ngữ (Escrita nacional) Hán Tự Os sinogramas são chamados hànzì em mandarim, kanji em japonês, hanja ou hanmun em coreano e hán tư em vietnamita. == Logograma versus ideograma == Cada sinograma corresponde, em geral, a um morfema. Uma das suas características é poder ser lido de diferentes formas, pois representa conceitos. Assim, através da escrita, um falante de mandarim pode comunicar com um falante de cantonês, embora os dialectos sejam mutuamente ininteligíveis. Aliás, na China, há uma enorme variedade de dialectos, pelo que a escrita tem sido um símbolo de unidade cultural. A designação da escrita chinesa como pictográfica ou ideográfica foi há muito tempo abandonada, preferindo-se-lhe a expressão escrita logográficacf., por exemplo, L. Bloomfield, Language, 1933. De fato, pictogramas e ideogramas são símbolos gráficos que representam, respectivamente, algo concreto ou uma ideiaV. Alleton, L’Écriture chinoise, 1970; . Numa tentativa para melhorar o nível de literacia entre a população, o governo chinês, nas décadas de 1950 e 1960, promoveu a simplificação de muitos caracteres, através de uma diminuição do número de traços. A República Popular da China e Singapura adoptaram os caracteres chineses simplificados, enquanto em Hong Kong, Macau e Taiwan continua-se a utilizar os caracteres tradicionais. == As seis categorias de caracteres == Tradicionalmente os caracteres são divididos em seis categorias diferentes. (六書 liùshū \"seis tipos de escrita\"). Saliente-se que apenas uma pequena percentagem dos sinogramas cabem dentro das quatro primeiras categorias. * Pictogramas. 象形 xiàng xíng, \"imitação da forma\". Imagens estilizadas dos objectos que representam. São exemplos de pictogramas: 木 mù, “árvore”, reproduz a forma desta; 人 rén, “pessoa”, evoca uma pessoa; 水 shuǐ, \"água\", imita as águas sempre em movimento de um rio; 山shān, “montanha”, faz lembrar os contornos de uma serra. São também exemplos de pictogramas 日 rì (\"sol\", \"dia\") e 月 yuè (\"lua\", \"mês\"). Na origem da estilização de muitos caracteres está o facto de se ter começado a escrever com pincel, com o qual é mais fácil traçar pontos e linhas direitas ou em ângulo do que formas redondas. É o caso de “sol”, que nas inscrições em osso datadas dos séculos XIV–XI a.C. era representado como um círculo com um ponto no centro: ☉. * Ideogramas. 指事 zhǐ shì, \"indicação\". Expressam uma ideia através de uma forma simbólica ou alteração dos pictogramas. Exemplos: 下 xià, “em baixo”; 一 yī “um”; 本 běn, \"raiz\", obtido destacando a raiz de uma árvore (木 mù) com um traço; 刃 rèn, “fio, gume”, obtido colocando um traço no fio da faca, cujo carácter é 刀 dāo. * Ideogramas compostos. 會意 huì yì, “significado conjunto\". Combinação de dois ou mais pictogramas ou ideogramas indicando um terceiro significado. Assim, duplicando o carácter 木, temos 林 lín, “bosque” e triplicando-o, 森 sēn, “floresta”. Como os caracteres tenderam a ficar cada vez mais estilizados, um ou mais dos componentes foram muitas vezes abreviados ou comprimidos. Por exemplo, 人 foi reduzido para 亻e 水 para 氵. “Descansar” é representado com um homem encostado a uma árvore: 人+木 = 休 xiū * Empréstimos fonéticos. 假借 jiǎjiè \"empréstimo\". Caracteres “emprestados” para indicarem uma homofonia ou uma quase-homofonia. É o caso dos pictogramas que originalmente representavam o trigo 來 e o verbo chegar 麥 e que no chinês antigo partilharam a mesma pronúncia - *lài. Com o tempo, carácter mais simples 來 passou a designar apenas a palavra vulgar - chegar, e vice-versa. As suas pronúncias hoje em dia são diferentes 來 lái, 麥 mài. * Caracteres semântico-fonéticos. 形聲 xíng shēng \"forma e som \". O tipo mais comum de caracteres (80% a 90%, dependendo dos autores). Constituídos por dois ou mais elementos: o elemento fonético, que indica a pronúncia aproximada, e um elemento semântico, indicativo do significado, que por muitas vezes partilham um significado perto do seu radical. Por exemplo, em 河 hé \"rio\" e 湖 hú \"lago\", os três traços à esquerda são o pictograma simplificado para rio, enquanto à direita se encontra o elemento fonético. Combinando 氵 \"água\" e 木 mù obtém-se 沐 mù, “lavar o cabelo”. Porém, com a evolução da língua, existem muitos caracteres onde este elemento já não tem qualquer correspondência com a realização fonética. Este método é muito produtivo para a criação de novos caracteres. Os nomes de muitos dos elementos da tabela periódica são formados desta maneira. 钚 bù, \"plutónio\", é constituído pelo radical para \"metal\", 金 jīn, e pelo componente fonético 不 bù (\"não\"), ou, tal como se descreve em chinês, \"不 dá o som e 金 dá o significado\". * O sexto tipo são os cognatos derivativos, 轉注 zhuǎn zhù \"significado recíproco\". Esta classe de sinogramas tem um valor meramente histórico e é o mais obscuro dos princípios liushu de criação de caracteres. Refere-se a caracteres com significado semelhante e, por vezes, a mesma raiz etimológica mas que acabaram por divergir tanto na pronúncia como no significado. Como exemplo mais citado temos 老 lǎo \"velho\" e 考 kǎo \"fazer um exame\", que partilham a mesma raiz etimológica (aproximadamente *klao), diferindo apenas num dos seus constituintes. O número total de sinogramas é difícil de calcular. O maior dicionário, 康熙字典 Zhonghua Zihai (1994), contém mais de 85.000, se bem que este número seja excessivo, devido à inclusão de variantes raramente usadas e de caracteres obscuros. O dicionário de Kangxi (1761) contém pouco mais de metade disso: 47.000. Todavia, não é preciso conhecer um número sequer aproximado deste: a plena literacia requer apenas o conhecimento de três a quatro mil caracteres e o conhecimento de mil caracteres permite compreender a maior parte das notícias de um jornal. == Estrutura do sinograma: traços e radicais == O sinograma deve caber num quadrado imaginário, independentemente do número de traços por que é constituído. Assim, 日 rì (\"sol\", \"dia\") e 月 yuè (\"lua\", \"mês\") ocupam o mesmo espaço que o carácter 明míng (\"claro, brilhante\"), formado por ambos. Nestes casos, é frequente os caracteres sofrerem não só uma diminuição de tamanho mas também uma alteração das suas proporções, como acontece com o carácter citado acima 木, que duplicado forma 林 lín e triplicado, 森. Cada carácter é composto por um determinado número de traços. Estes devem ser escritos não só numa direcção definida (por exemplo, é diferente escrever um traço de baixo para cima ou de cima para baixo) mas também numa determinada ordem. De facto, uma sequência incorrecta é um “erro ortográfico” (V. Alleton). Existem cerca de 30 traços, mas não há conformidade entre os autores quanto ao número dos principais. Por exemplo, o livro Chinois Fondamental (de aprendizagem do chinês) refere sete, mas de acordo com a Wikipédia em língua inglesa (artigo \"Stroke (CJK character)\"). A organização dos milhares de caracteres foi objecto de vários métodos. Há no entanto um cujo uso se generalizou: o sistema de radicais. A menos que seja ele mesmos um radical, cada carácter contém sempre um radical. É com base no radical que partilham que os caracteres são agrupados. Os radicais, em número de 214, são um componente essencial de todos os sinogramas e a base da estruturação da maior parte dos dicionários. ==A consulta de um dicionário== Ainda que existam outros métodos para a procura e organização dos caracteres nos dicionários, descrevemos apenas o que actualmente é mais comum para o mandarim. De início, poderá talvez parecer complicado, mas com alguma prática (e a memorização dos radicais, se não de todos pelo menos dos mais importantes) consegue-se descobrir rapidamente o que se pretende. Para se encontrar um caráter num dicionário, há três passos fundamentais. Começa-se por identificar o seu radical, consultando-se então o “índice” dos radicais, organizados consoante o número de traços, por ordem crescente, ou seja, os que têm menos traços vêm antes dos com maior número de traços. Esse índice remete-nos para a página onde estão listados o radical e, debaixo deste, os caracteres que o contêm, também eles ordenados de acordo com o número de traços. Finalmente, esta lista remete-nos para a página onde está o carácter em causa (a que podemos chamar o \"dicionário propriamente dito\"). É frequente estas páginas estarem organizadas de acordo com o som, usando-se nos dicionários da China continental, o pinyin o qual é um sistema de transcrição com base no alfabeto latino. Noutros países há outros métodos de transcrição dos sons (o zhuyin nos dicionários de Taiwan, os kana nos japoneses e o hangul nos coreanos), mas a \"arrumação\" dos grafemas obedece sempre à mesma lógica. Como os caracteres estão igualmente organizados por sons, qualquer que seja o sistema de transcrição, é possível encontrar um carácter consultando directamente as páginas do \"dicionário propriamente dito\". == Um carácter, várias leituras == Em chinês, cada logograma corresponde a uma única sílaba, que por seu lado corresponde a um fonema. Ou seja: um carácter, mesmo que não possa ocorrer isoladamente, tem sempre um significado. Cada carácter pode representar uma palavra ou somente parte dela, dependendo se a palavra é monossilábica ou plurissilábica. Por exemplo, “amigo” é uma palavra dissilábica, pelo que é representada por dois caracteres: 朋友 péngyou. Em chinês há um grande número de homónimos, pois o número de sílabas é bastante limitado . Assim, para desfazer ambiguidades são muito frequentes as palavras compostas por dois morfemas de significado semelhante, como por exemplo em 森林 sēnlín, \"floresta\" (ver acima). O mesmo acontece com \"amigo\", 朋友 péngyou: isoladamente tanto 朋péng como 友you significam \"amigo\".¬ Até a comunicação entre línguas muito distantes pode, em certa medida, tornar-se possível. Veja- se o exemplo do carácter para “montanha”, 山, pronunciado shān em chinês e yama em japonês. No entanto, devido às grandes diferenças estruturais entre as duas línguas (pertencem a famílias sem qualquer relação de parentesco entre si), a compreensão mútua através dos caracteres é muito limitada. Contudo, um carácter pode também representar conceitos diferentes de língua para língua. Por exemplo, 勉強 significa \"relutante, fazer com dificuldade\" em chinês (miǎn qiǎng; simplif.: 勉強) e \"estudar, ajustar\" em japonês. Ao importarem o sistema de escrita chinês, os japoneses tiveram de adaptá-lo às características da sua língua, que, ao contrário do chinês, tem flexão verbal e desinências que não são morfemas independentes. Para as representar, os japoneses criaram silabários a partir dos sinogramas (sendo os mais importantes o hiragana e o katakana). Saliente-se que, como vimos no caso de “montanha”, em japonês um logograma pode corresponder a várias sílabas, caso a palavra seja polissilábica. == Ver também == * Caligrafia chinesa * Sistema de escrita == Ligações externas == * http://www.a-china.info/ (Em português. Dicionário chinês-português e outras línguas, com áudio. Caracteres chineses, caligrafia, ordem dos traços, curiosidades) * http://www.zhongwen.com/ (Dicionário chinês- inglês muito completo, incl. etimologias. Hiperligações para um grande número de outros dicionários) * http://www.mandarintools.com/cgi-bin/wordlook (Dicionário chinês- inglês, com áudio. Caracteres tradicionais e simplificados) * http://www.mandarintools.com/ * http://lost- theory.org/ocrat/chargif/ (Caracteres Chineses Animados: caracteres e respectiva ordem dos traços) * http://www.omniglot.com/writing/chinese.htm (Em inglês: generalidades sobre o sistema de escrita chinês) * http://www.clearchinese.com/chinese-writing/index.htm (Em inglês: caracteres, traços, radicais com exemplos, métodos de consulta de dicionários) * http://lost-theory.org/chinese/phonetics/ (Lista das sílabas do mandarim, com áudio) Categoria:Escritas ideográficas Categoria:Cultura da China",
 "title": "Sinograma"
}