{
 "id": "104745",
 "text": "Plectranthus L'Hér. é um gênero botânico da família Lamiaceae. Compreende cerca de 320 espécies distribuídas ao longo da Ásia, Austrália e África, com algumas espécies tendo sido introduzidas nas Américas por suas propriedades medicinais e/ou serem ornamentais. No geral, o grupo é visto como parafilético. == Etimologia == O termo plectranthus deriva do grego πλῆκτρον (plēktron), \"objeto utilizado para atingir algo, uma ponta de lança, um instrumento para tocar lira\" + ἄνθος (anthos), \"flor\". == Morfologia == São ervas ou subarbustos, podendo ser anuais ou perenes. Seus caules são delgados, ramificados, sobretudo quadrangulares e, por vezes, suculentos. As folhas são simples e possuem filotaxia oposta, além de possuírem pecíolos. ==== Estruturas reprodutivas ==== Suas inflorescências são tirsoides, com flores zigomorfas e aromáticas. == Cultivo == Dentre as espécies cultivadas no Brasil e seus respectivos nomes-comuns, estão: Nome comum Nome de espécie hortelã-da- folha-grossa; malvarisco Plectranthus amboinicus (Lour.) Spreng. boldo; boldo- africano; boldo-de-jardim; boldo-da-terra; sete-dores Plectranthus barbatus Andr. plectranthus Plectranthus prostratus Gürke coração-magoado; coleus Plectranthus scutellarioides (L.) R. Br. Vale ressaltar que a espécie Plectranthus monostachyus (P.Beauv.) B.J.Pollard, apesar de nativa da das regiões oeste e central da África, é naturalizada no Brasil e Costa Rica como erva em terrenos agrícolas. == Lista de Espécies == * Plectranthus amboinicus (Lour.) Spreng. * Plectranthus argentatus * Plectranthus barbatus * Plectranthus caninus Roth * Plectranthus congestus R.Br. * Plectranthus edulis (Vatke) Agnew * Plectranthus esculentus N.E.Br. * Plectranthus fruticosus L'Hér. * Plectranthus habrophyllus * Plectranthus madagascariensis * Plectranthus nitidus * Plectranthus nummularius Briq. * Plectranthus omissus * Plectranthus ornatus * Plectranthus parviflorus * Plectranthus rotundifolius (Poir.) Spreng. * Plectranthus scutellarioides (L.) R.Br. * Plectranthus ternatus * Plectranthus tomentosa * Plectranthus torrenticola * Plectranthus verticillatus (L.f.) Druce == Nome e referências == Plectranthus L'Héritier, 1788 ==Referências== == Ligações externas == * * * * ! Categoria:Géneros de Lamiales Categoria:Géneros de Lamiaceae",
 "title": "Plectranthus"
}