{
 "id": "104800",
 "text": "A Chapada do Araripe é um acidente geográfico e sítio paleontológico localizado na divisa dos estados do Ceará, Pernambuco e Piauí, no Brasil. A chapada abriga uma floresta nacional (1946), uma área de proteção ambiental (1997) e um geoparque (2006). == Etimologia == \"Araripe\" deriva do tupi antigo ararype, que significa \"no rio das araras\" (arara, arara + 'y, rio + pe, em).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 545. == Características == A Chapada do Araripe é uma feição geomorfológica alongada na direção Leste-Oeste, de topo plano mergulhante suavemente para oeste e limitada por escarpas erosivas e íngremes, sendo uma expressão fisiográfica da Bacia do Araripe. O empilhamento de rochas sedimentares dessa grande estrutura que se destaca no Nordeste do Brasil, juntamente com as bacias de Almada, Camamu, Recôncavo, Tucano, Jatobá, Sergipe, Alagoas e Gabão, registra em detalhes a história da separação do Supercontinente Gondwana, no período Jurássico, no que viria a se tornar os continentes Sul-Americano e Africano. Existem dois tipos principais de solo: latossolo e sedimentar. O primeiro, oriundo do período cretáceo, é rico em fósseis. Uma equipe do Museu Nacional da Universidade Federal do Rio de Janeiro já pesquisou o sítio paleontológico e descobriu diversas espécies de dinossauros, tais como Santanaraptor placidus, Angaturama limai, Irritator e Mirischia asymmetrica. Já a bacia sedimentar se caracteriza por formar aquíferos, existindo várias fontes de água espalhadas por toda a área da chapada. A fauna local é composta por diversas espécies de répteis, insetos e mamíferos. Já foram catalogadas 290 espécies de aves presentes no livro.Aves da Chapada do Araripe Destaca-se o soldadinho-do-araripe, ave que corre risco de extinção e que é encontrada somente na região da floresta do Araripe. A vegetação predominante é de cerradão. Existem faixas de transição que apresentam traços de mata atlântica, cerrado e caatinga == Interferência antrópica == Muitas cidades ocupam áreas da chapada, provocando forte impacto no ambiente. Parte considerável da mata original foi desmatada ou destruída por queimadas. O forte potencial econômico da chapada é bastante explorado por indústrias que, muitas vezes, não tomam o cuidado de zelar pelo desenvolvimento sustentável. As principais riquezas exploradas são as minas de gesso e calcário, além do extrativismo vegetal, que explora principalmente piqui, carnaúba, mandioca e frutas. ==Imagens == Ficheiro:Araripe Manakin (1).jpg|Soldadinho-do-araripe, espécie endêmica da região. Ficheiro:CHAPADA DO ARARIPE 04.jpg|A Floresta Nacional do Araripe-Apodi ocupa uma extensa área entre a divisa do Ceará e Pernambuco. Ficheiro:CHAPADA DO ARARIPE 02.jpg|Na região da Chapada do Araripe, existem 348 fontes naturais de água. Ficheiro:CHAPADA DO ARARIPE 03.jpg|O turismo ecológico é um atrativo através das minúsculas estradas de terra que cortam a floresta. No sopé da chapada fica Exu, conhecida por ser a terra natal de Luiz Gonzaga. Ficheiro:CHAPADA DO ARARIPE 06.jpg|Geoparque Araripe, no Ceará, o primeiro nas Américas, reconhecido pela UNESCO. Ficheiro:Anhanguera-santanae shldrgrdl.jpg|Exemplo de fóssil de Anhanguera santanae encontrado na região da Chapada. Ficheiro:Chapada do Araripe, Santana do Cariri - Ceará - Brasil.jpg|Vista da chapada na divisa de Santana do Cariri (Ceará) com Exu (Pernambuco). == Ver também == * Floresta Nacional do Araripe-Apodi * Geoparque Araripe Categoria:Geografia do Ceará Categoria:Geografia de Pernambuco Categoria:Geografia do Piauí Araripe",
 "title": "Chapada do Araripe"
}