{
 "id": "104859",
 "text": "Alfredo Jorge Nobre da Costa ComC • GCC (Lisboa, Lapa, 10 de Setembro de 1923 – Lisboa, Campolide, 1 de Abril de 1996) foi um engenheiro, empresário, gestor e administrator que foi também primeiro-ministro do III Governo Constitucional de Portugal (28 de Agosto a 22 de Novembro de 1978), para além de ter ainda participado no VI Governo Provisório e no I Constitucional. == Infância e educação == Nascido na freguesia da Lapa em Lisboa, tendo origens goesa e dinamarquesa, pelo lado paterno, sendo filho de Alfredo Henrique Andresen da Costa e da sua mulher Maria Nobre da Costa, o seu avô paterno é o médico obstetra Alfredo da Costa Licenciou-se em Engenharia Mecânica no Instituto Superior Técnico da Universidade Técnica de Lisboa em 1946, tendo conseguido dois anos mais tarde o diploma Imperial College, com um trabalho de investigação realizado no \"City and Guilds\", de Londres. == Carreira empresarial == Iniciou a sua carreira profissional no Grupo Champallimaud, passando pela direcção da Fábrica de Cimentos Tejo, Fábrica de Cimentos Cabo Mondego, e Cimentos de Leiria. Em 1962, ingressou na Siderurgia Nacional como administrador técnico. Abandonou o Grupo Champalimaud para criar a Lusotecna, em 1965. Em 1965 foi nomeado presidente do conselho de administração da SACOR, promovendo a expansão da refinaria de Leixões, tendo abandonado a petrolífera durante a revolução dos cravos, passando para a administração da EFACEC. == Carreira política == Em setembro de 1975, assumiu pela primeira vez cargos políticos, como Secretário de Estado da Indústria Pesada, tendo-se tornado Ministro da Indústria e Tecnologia, no primeiro governo de Mário Soares, promovendo o fim da intervenção do Estado nas empresas privadas e a criação de entidade empresas. foi responsável pela reestruturação do sector cervejeiro e pela consequente criação das empresas Unicer e Centralcer, bem como pelo contrato com a empresa francesa Renault, que permitiu a instalação em Portugal de fábricas desta firma. Com a queda do segundo governo e face à inexistência de uma maioria parlamentar estável (a aliança entre o PS e o CDS que estivera na origem do II Governo Constitucional, presidido por Mário Soares, abortara). Foi então convidado pelo presidente Ramalho Eanes a chefiar um governo de iniciativa presidencial, tendo ocupado o cargo durante 85 dias, mas praticamente não chegou a governar. Tomou posse a 29 de Agosto de 1978, apresentou o programa do Governo no Parlamento a 7 de Setembro, que foi rejeitado depois de cinco dias de debates. Demitido a 15 de Setembro do mesmo ano, Nobre da Costa manteve-se em gestão até à posse de Mota Pinto, indigitado no mês seguinte. Apesar de ter sido breve o período de tempo da sua governação, conservou boa imagem na opinião pública, devido às suas capacidades de gestão e acção governativa. == Anos finais == Depois da chefia do governo, voltou a ser administrador da EFACEC, cargo que manteve até à sua morte. Participou na comissão de recandidatura do presidente Ramalho Eanes em 1980. Foi também conselheiro de Estado por iniciativa presidencial dos presidentes Ramalho Eanes e Mário Soares de outubro de 1982 a março de 1996. Faleceu na madrugada de 1 de Abril de 1996, em Campolide, vítima de doença prolongada, sendo sepultado no cemitério de Viseu. == Vida pessoal == Casou a 5 de Maio de 1951 com Maria de Lourdes de Carvalho e Cunha Fortes da Gama, de quem teve uma única filha, Vera Nobre da Costa. A 15 de Setembro de 1961 foi feito Comendador da Ordem Militar de Nosso Senhor Jesus Cristo, tendo sido elevado a Grã-Cruz da mesma Ordem a 9 de Abril de 1981. == Funções governamentais exercidas == * VI Governo Provisório ** Secretário de Estado da Indústria Pesada * I Governo Constitucional ** Ministro da Indústria e Tecnologia * III Governo Constitucional ** Primeiro-Ministro Categoria:Portugueses de ascendência indiana Categoria:Portugueses de ascendência italiana Categoria:Portugueses de ascendência francesa Categoria:Naturais de Lisboa Categoria:Alunos do Instituto Superior Técnico Categoria:Engenheiros mecânicos de Portugal Categoria:Ministros da Indústria de Portugal Categoria:Primeiros-ministros da Terceira República Portuguesa Categoria:Membros do Conselho de Estado de Portugal Categoria:Comendadores da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem Militar de Cristo",
 "title": "Alfredo Nobre da Costa"
}