{
 "id": "104904",
 "text": "Simon Stevin (Bruges, – ) foi um engenheiro, físico e matemático flamengo. ==Biografia== Simon Stevin nasceu em Bruges, Flandres (agora Bélgica). Das circunstâncias da sua vida muito pouco foi registrado; o dia exato do seu nascimento e o dia e local (Haia ou Leiden) da sua morte são desconhecidos. É conhecido contudo que ele deixou uma viúva e dois filhos. Segundo informação nos trabalhos de Stevin, este terá começado a sua carreira como um comerciante mercante na Antuérpia, e que viajou depois pela Polónia, Dinamarca e outros locais no norte da Europa, e que era amigo intimo do príncipe Maurício de Nassau, que lhe pediu conselhos em várias ocasiões, e que o tornou um oficial público--no início director da tão chamada \"waterstaet\" (o departamento que cuidava dos assuntos da água) e mais tarde general. No domínio da física estudou os campos da estática e da hidrostática: formulou o princípio do paralelogramo para a composição de forças; demonstrou experimentalmente que a pressão exercida por um fluido depende exclusivamente da sua altura, (Teorema de Stevin) dando assim uma explicação ao chamado paradoxo hidrostático. Na área da matemática introduziu o emprego sistemático das frações decimais e aceitou os números negativos, com o que reduziu e simplificou as regras de resolução das equações algébricas. Propôs o sistema decimal de pesos e medidas. Três anos antes de Galileo, Stevin já havia relatado que diferentes pesos caiam á mesma distância em períodos de intervalos iguais. Simon Stevin foi dono da criação de inúmeras coisas, tentou criar um veículo para praia, que era movido pelo vento. == Aplicação da Física na Biologia == Simon Stevin foi responsável pela demonstração experimental de que a pressão exercida por um fluido depende totalmente da sua altura, tal relação foi denominada Teorema de Stevin. O Teorema foi extremamente importante para entendermos o funcionamento e natureza de fluidos, principalmente do fluido que nos constitui: o sangue. Para entender o princípio de Stevin deve-se considerar um fluido em equilíbrio horizontal e vertical dentro de um recipiente, ou seja, a somatória de forças agindo no fluido é zero. Esse fluido exerce forças nas paredes do recipiente que se tornam mais intensas à medida que a profundidade aumenta, ou seja, à medida que a coluna de fluido aumenta, desta forma, Stevin conseguiu chegar na sua famosa relação: :P = P_{atm} + d.g.h onde P é a pressão em um ponto hipotético, P_{atm} é a pressão atmosférica, d é a densidade do fluido e h é a altura da coluna de líquido acima do ponto considerado. == Publicações == thumb|Oeuvres mathematiques, 1634 * La Theinde (O décimo) em 1585; * La pratique d'arithmétique em 1585; * L'arithmétique em 1585; * De Beghinselen der Weegconst em 1586; * De Beghinselen des Waterwichts (Princípios do peso da água) em 1586 no tópico de hidrostáticas; * Vita Politica. (Vida civil) em 1590; * De Sterktenbouwing (A construção de fortificações) publicado em 1594; * De Havenvinding (Procura de posição) publicado em 1599; * De Hemelloop em 1608; * Wiskonstighe Ghedachtenissen * Castrametatio, dat is legermeting and Nieuwe Maniere van Stercktebou door Spilsluysen publicado em 1617; * De Spiegheling der Singconst (Teoria da arte de cantar). == Ligações externas == * *Biografia de Stevin * contém uma versão em HTML da obra De Thiende Categoria:Matemáticos da Bélgica Categoria:Matemáticos dos Países Baixos do século XVII Categoria:Engenheiros da Bélgica Categoria:Físicos da Bélgica Categoria:Naturais de Bruges",
 "title": "Simon Stevin"
}