{
 "id": "105098",
 "text": "Em muitos esportes envolvendo marcar gols, o é um jogador encarregado de impedir diretamente o time adversário de marcar, bloqueando e interceptando os chutes ou arremessos adversários. Tal posição existe no futebol, futsal, handebol, hóquei em campo, hóquei no gelo, camogie, lacrosse, polo aquático, entre outros. A sua função é evitar o gol, evitando que a equipe adversária marque pontos. Justamente por ser a sua função diferente da dos demais jogadores, é protegido por regras específicas. Enquanto os demais jogadores são proibidos, na maioria dos desportos, de utilizar alguma(s) parte(s) do corpo, este pode utilizar de qualquer parte do corpo para evitar que o clube adversário atinja o gol. Mas essa permissão é restrita a uma área delimitada em torno da trave. == Exemplos == === Futebol === No futebol, o goleiro de cada time defende o gol de seu time e tem privilégios especiais dentro do jogo. A principal função do goleiro é impedir qualquer penetração da bola no gol. O goleiro é o único jogador no campo que pode usar as mãos e os braços para pegar, lançar e defender a bola, mas apenas dentro de sua própria grande área de pênalti. Os goleiros são obrigados a usar uma camisa de cor distinta, separada da cor da camisa do árbitro e da cor normal da camisa de qualquer equipe, para que o árbitro possa identificá-los facilmente. Não há outros requisitos específicos, mas os goleiros geralmente podem usar equipamentos de proteção adicionais, como roupas acolchoadas. A maioria dos goleiros também usa luvas para proteger as mãos e melhorar a aderência à bola. Como todos os jogadores em campo, eles são obrigados a usar caneleiras. O goleiro pode pegar a bola e também dar um soco ou desviar a bola para longe do gol. O goleiro geralmente tem uma vantagem significativa em uma bola alta, levantando os braços e jogando a bola antes que o atacante possa tentar cabecear. Quando o goleiro pega a bola, ele pode chutá-la ou arremessá-la, ou colocá-la no chão e jogá-la com os pés. As regras oficiais do jogo estipulam que o goleiro deve redistribuir a bola dentro de seis segundos após pegá-la; no entanto, os árbitros costumam usar o seu arbítrio, desde que o goleiro não esteja obviamente tentando perder tempo. Uma vez que o goleiro estabelece a posse da bola, os jogadores adversários não estão autorizados a tentar pegar a bola e devem dar espaço ao goleiro para tentar um chute. A morte do goleiro Jimmy Thorpe do Sunderland A.F.C. em 1936 moldou o desenvolvimento da regra pela qual os jogadores não podiam mais levantar o pé para um goleiro com o controle da bola nos braços. Apesar de ter vencido o campeonato naquela temporada, a temporada do Sunderland foi marcada pela tragédia depois que o jovem goleiro morreu em consequência de um chute na cabeça e no peito ao pegar a bola após um passe para trás em um jogo contra o Chelsea em Roker Park. Ele continuou a jogar até o final da partida, mas depois desmaiou em casa e morreu no hospital quatro dias depois de diabetes mellitus e insuficiência cardíaca \"acelerada pelo uso violento da equipe adversária\". === Handebol === No handebol, o goleiro é o único jogador da equipe que pode permanecer na zona dos 6 metros durante toda a competição. O goleiro pode defender a bola com todas as partes do corpo, incluindo duas mãos, tronco, duas pernas e assim por diante, apenas dentro da zona de defesa de 6 metros. Sempre que a bola for deixada no chão dentro da zona dos 6 metros, o goleiro detém a posse da bola; enquanto sempre que a bola estiver no ar acima da zona de 6 metros, o adversário ainda pode pular para agarrar a bola sem pisar na zona de 6 metros. Um goleiro pode participar do ataque passando a bola por muito longe para um companheiro de equipe no meio campo adversário para um contra-ataque. A roupa comum de goleiro de handebol inclui uma camisa de manga comprida, calças compridas e qualquer proteção corporal. === Hóquei no gelo === No hóquei no gelo, os goleiros são mais comumente chamados em inglês de goaltenders ou simplesmente goalies. Eles defendem a zona de gol (rede) de seu time impedindo que os chutes do disco entrem na baliza (goal cage), evitando assim que o time adversário marque. O goleiro geralmente joga dentro ou perto da área em frente à rede, chamada de goal crease. Devido à força dos chutes, o goleiro usa equipamentos específicos projetados para proteger o corpo do impacto direto. Como acontece com a maioria dos outros esportes, apenas um goleiro pode estar na área de jogo de cada equipe por vez. === Polo aquático === Os goleiros do polo aquático recebem regras específicas a serem seguidas quando dentro da área de cinco metros, incluindo a capacidade de tocar a bola com as duas mãos, a capacidade de ficar em pé e a capacidade de socar a bola com o punho cerrado. No entanto, o goleiro não pode cruzar a linha de meia distância, enquanto os jogadores que não são goleiros podem. ==Recordes de goleiros no futebol== File: Stefano_Tacconi.jpg|Stefano Tacconi, o único goleiro a conquistar todos os principais troféus internacionais de clubes. File: 20180423_FIFA_Fußball- WM_2018,_Pressevorstellung_ARD_und_ZDF_by_Stepro_StP_3897.jpg|Oliver Kahn o primeiro e único goleiro a ser premiado melhor jogador de uma Copa do Mundo da FIFA. File: Iker-Casillas-SportsTrade-2021-cropped.jpg|Iker Casillas é o guarda-redes com mais jogos sem sofrer golos na história da UEFA Champions League. Lev_Yashin.jpg|Lev Yashin foi o único goleiro a receber uma Ballon d'Or e eleito pela IFFHS como o melhor goleiro do século XX. Rogério_Ceni.jpg|Rogério Ceni é o goleiro que mais marcou gols na história do futebol. Dino_Zoff_-_1972_-_Juventus_FC_(cropped).jpg|Dino Zoff foi o jogador de futebol mais velho a ser campeão de uma Copa do Mundo FIFA, feito acontecido em 1982. Helmuth_Duckadam_1986.jpg|Helmuth Ducadam defendeu quatro pênaltis na final da Copa dos Clubes Campeões Europeus de 1986. Fato inédito até os dias atuais. LDIT9mou.jpg|Lutz Pfannenstiel é o único jogador de futebol que jogou em todos os continentes durante sua carreira de 31 clubes. Gianluigi_Buffon_(31784615942)_(cropped).jpg|Gianluigi Buffon é o único guarda-redes a ganhar o prémio de \"Melhor Futebolista de Clube do Ano da UEFA\". === Maiores contratações da história === Goleiro De Para Valor (£) Valor (€) Ano Kepa Arrizabalaga Athletic Bilbao Chelsea £71m €80m 2018 Alisson Becker Roma Liverpool £66,8m €75m 2018 André Onana Inter de Milão Manchester United £47m €55m 2023 Gianluigi Buffon Parma Juventus £3m €51m 2001 Ederson Benfica Manchester City £35m €40m 2017 Jasper Cillessen Barcelona Valencia €35m 2019 Thibaut Courtois Chelsea Real Madrid £35m €35m 2019 Manuel Neuer Schalke 04 Bayern München €35m 2011 Jordan Pickford Sunderland Everton £25m €28,5m 2017 Aaron Ramsdale Sheffield United Arsenal £24m €28m 2021 Fonte: Jornal Ás. Atualizado em 28 de julho de 2023. === Maior quantidade de gols marcados === {| class=\"wikitable\" Posição| Goleiro| Nº de Gols 1| Rogério Ceni| 131 2| José Luis Chilavert| 66 3| Dimitar Ivankov| 41 4| René Higuita| 41 5| Jorge Campos| 40 Fonte: 90min, atualizado em 14 de janeiro de 2021. === Maior número de partidas sem sofrer gols === Em negrito para quem ainda está em atividade. Posição| Goleiro| Nº de jogos ---|---|--- 1| Ray Clemence| 556 2| Gianluigi Buffon| 503 3| Fábio| 450 4| Peter Shilton| 450 5| Iker Casillas| 440 6| Dino Zoff| 439 7| Van der Sar| 436 8| Rogério Ceni| 412 9| Petr Čech| 397 10| Zubizarreta| 386 Fonte: CNN Brasil. Atualizado em 17 de abril de 2023. === Maior quantidade de defesas de pênaltis === Em negrito para quem ainda está em atividade. Posição| Goleiro| Nº de defesas ---|---|--- 1| Rogério Ceni| 51 2| Samir Handanovič| 43 3| Dida| 42 4| Gianluca Pagliuca| 40 5| Gianluigi Buffon| 39 6| Diego Alves| 38 7| Mickaël Landreau| 37 8| Marcos| 36 9| Tiago Volpi| 35 10| Fábio| 35 Fonte: sítio Esportelândia, atualizado em 1 de março de 2024. === Maior quantidade de títulos === Posição Nome Títulos 1 Vítor Baía 35 2 Manuel Neuer 31 3 Gianluigi Buffon 28 4 Iker Casillas 27 5 Edwin Van der Sar 26 5 Keylor Navas 26 7 Oliver Kahn 24 7 Júlio César 24 7 Peter Schmeichel 24 10 Franco Armani 23 Fonte: Olé. Atualizado em 2 de março de 2023. ==Ver também== * Posições no futebol * Lista de goleiros com maior tempo sem sofrer gol * Lista de goleiros artilheiros * Lista dos melhores goleiros do mundo pela IFFHS Categoria:Posições do futebol Categoria:Handebol Categoria:Hóquei no gelo Categoria:Goleiros Categoria:Hóquei sobre a grama Categoria:Polo aquático",
 "title": "Goleiro"
}