{
 "id": "105058",
 "text": "Iluminura é a arte ou ato de ornar um texto, página, letra capitular com desenhos, arabescos, miniaturas, grafismos diversosEstudos de Iluminura: O manuscrito medieval como objeto artísticoIluminura - Dicionário Online de Português, um tipo de pintura decorativa aplicada, principalmente, às letras capitulares dos códices de pergaminho medievais. O termo aplica-se igualmente ao conjunto de elementos decorativos e representações imagéticas executadas nos manuscritos, chamados, então manuscritos iluminados Institut de recherche et d'histoire des textes. Codicologia. Terminologie générale. Recherche dans l'index : \"Enluminure\" produzidos principalmente nos conventos e abadias da Idade Média. A sua elaboração era um ofício refinado e bastante importante no contexto da arte do Medievo. No século XIII, \"iluminura\" referia-se sobretudo ao uso de douração. Portanto, um manuscrito iluminado seria, no sentido estrito, aquele decorado com ouro (ou prata). Supõe-se que o termo 'iluminura' seja derivado de 'iluminar' (do verbo latino illuminare), por alusão às cores luminosas e vibrantes dos elementos decorativos, que se destacavam na página escrita. É possível também que a palavra derive de alume, especificamente em alusão ao alume de potássio (sulfato duplo de alumínio e potássio dodecaidratado, chamado de \"lume\" no Medievo), que era misturado a corantes vegetais, obtendo-se, assim a laca aluminada, frequentemente usada nas iluminuras.Luigi Grassi, Mario Pepe. Dizionario dei termini artistici, pag. 527. A Miniatura Medieval A palavra 'iluminura' é frequentemente associada a miniatura, termo italiano derivado do latino miniare, que significa pintar com mínio, um pigmento de cor vermelha (podendo corresponder ao cinábrio, isto é, ao sulfeto natural de mercúrio ou, segundo outras fontes, ao óxido de chumbo). Uma miniatura designa, em sentido amplo, a representação de uma cena ou de um personagem em um espaço independente da letra inicial (capitular) do manuscrito . Qu'est-ce qu'un manuscrit enluminé? O termo sofreu influência semântica da noção de 'pequena dimensão', expressa em latim por minor, óris, minus (\"menor\") e minìmum (\"pequena quantidade\"). A arte dos povos bárbaros, que conquistaram o Ocidente e se converteram ao cristianismo, era portátil, baseada em objetos pequenos. Assim, segundo Houaiss, o termo difundiu-se através do francês e do inglês, no século XVI, com predominância do significado \"representação em pequenas dimensões\". O estudo da pintura da Idade Média mostra que a iluminura precedeu muitos séculos a pintura de quadros. A esta indiscutível prioridade de tempo agregam-se ainda outras vantagens. A primeira é o número prodigioso de obras vindas a atualidade e, sobretudo, o seu excelente estado de conservação. Somente o mosaico pode rivalizar neste particular com a iluminura. Os frescos atacados pela luz do sol e pela humidade desbotam e fendem-se, a ponto de se perderem completamente. A pintura em tábua desagrega-se sob os efeitos climatéricos e por vezes os parasitas da madeira destroem-na inteiramente. As iluminuras, ao contrário, pintadas sobre pergaminho incorruptível, ao abrigo da luz, em bibliotecas bem fechadas, desafiam os séculos. Se a superfície das tintas guaches estala, por vezes, ligeiramente, a maior parte delas guarda a primitiva frescura e os fundos de ouro brilham como no primeiro dia. O pesquisador moderno que folheia nas bibliotecas estes veneráveis manuscritos encontra-se muitas vezes em presença de documentos virgens que não sofreram nenhum atentado desde os reinos longínquos dos carolíngios. Vê exatamente e sem alteração o que viram os príncipes bibliófilos da Idade Média, como Carlos, o Calvo ou o duque João de Berry. Os manuscritos iluminados impõem-se à atenção dos historiadores da arte e da civilização, pela variedade dos assuntos. Menos vigiado pelos teólogos, o iluminista medieval podia juntar aos temas religiosos tradicionais cenas familiares que são outros tantos documentos valiosos para a história do mobiliário, trajes e costumes antigos. Daqui nasce que a miniatura foi um verdadeiro campo de experiências da pintura. Um facto surpreendente ainda e que merece a atenção dos estudiosos é que a influência da iluminura, longe de se limitar, como se supõe, à pintura, estendeu-se também à escultura. == Ver também == * Manuscrito iluminado == Ligações externas == * Medieval Illuminated Manuscipts Manuscritos iluminados digitalizados da Dutch Royal Library. * Brown, Michelle (1994), Glossary of Manuscript Terms, adaptado de Understanding Illuminated Manuscripts: A Guide to Technical Terms, ISBN 0892362170 * Herbert, J. A. (1911), Illuminated Manuscripts, e-book. * Ross, Nancy, Manuscritos iluminados ingleses. * CORSAIR. Imagens digitalizadas da coleção de manuscritos medievais e renascentistas da Morgan Library. * Unlocking the Secrets of Medieval Painters and Illuminators Categoria:História do design gráfico Categoria:História da ilustração Categoria:Pintura da Idade Média Categoria:Livros da Idade Média",
 "title": "Iluminura"
}