{
 "id": "105075",
 "text": "Um plotter ou Lutther é uma impressora destinada a imprimir desenhos em grandes dimensões, com elevada qualidade e rigor, como por exemplo mapas cartográficos, projectos de engenharia e grafismo. Primeiramente destinados a impressão de desenhos vetoriais, segundamente encontram-se em avançado estado de evolução, permitindo impressão de imagens em grande formato com qualidade fotográfica, chegando a 3560 dpi de resolução. == Plotter de recorte == Uma outra variação é o plotter de recorte, na qual uma lâmina recorta adesivos de acordo com o que foi desenhado previamente no computador, através de um programa vectorial. As plotter de recorte são indicadas para recorte de vinil no mercado de sinalização, comunicação visual, serigráfico, indústria têxtil, indústria de vidros e no de brindes promocionais. Vários materiais podem ser utilizados tais como o vinil adesivo, vinil adesivo refletivo, filmes rubi ou âmbar, flock térmico, sand blast entre outros, muito utilizada em publicidades como placas, letreiros, informações do ramo da comunicação visual, mas ultimamente vem se destacando também em decoração de parede. A plotter de recorte também pode ser usado para recortar placas de PVC, acrílico ps entre outros materiais muito usados em comunicação visual. == Plotter de impressão == Conhecidos como plotters de impressão ou impressoras de grande formato, não dão saída como as impressoras desktop convencionais, utilizando programas específicos que aceitam arquivos convencionais de imagem como TIF, JPG, DWG, EPS e outros. Essas impressoras podem usar diversos suportes como papel comum, fotográfico, película, vegetal, filmes de PVC auto-adesivos, lonas e tecidos especiais. Com o passar dos anos, novas tecnologias chegaram e a quantidade de opções se multiplicou. A maior diferença entre estes equipamentos está na definição de imagem, velocidade e largura de impressão. A velocidade de impressão pode chegar a até 110 m² por hora, utilizando cabeças de impressão tais como Xaar, Konica Minolta, Spectra, Ricoh, Epson e HP. As plotters de impressão podem ter até 5 metros de largura de impressão. Estes equipamentos são empregados em empresas de comunicação visual que produzem painéis, outdoors, decoração para carros, decoração para ambientes e vitrines, sinalização corporativa, etc. Algumas plotters de impressão possuem função de recorte conjugada, ou seja, recortam o vinil adesivo logo após imprimir, a partir de uma máquina. == Plotter de impressão com recorte == Os plotters de recorte usam facas para cortar em um pedaço de material (como papel, mylar ou vinil) que está sobre a área de superfície plana do plotter. Isso é conseguido porque o plotter de corte está conectado a um computador, que é equipado com um projeto especializado de corte ou desenho de programas de computador software. Esses programas de software de computador são responsáveis por enviar as dimensões de corte ou projetos necessários para comandar a faca de corte para produzir as necessidades corretas de corte de projeto.. Categoria:Impressoras",
 "title": "Plotter"
}