{
 "id": "105024",
 "text": "O Projeto Executivo, segundo a lei 8.666 de 21 de junho de 1993 do Brasil, é o conjunto dos elementos necessários e suficientes à execução completa da obra, de acordo com as normas pertinentes da ABNT (Associação Brasileira de Normas Técnicas). == Licitações Públicas == Tem-se conhecimento de manuais elaborados pela Administração Pública Federal que não são utilizados e tampouco citados nas licitações governamentais, nos três níveis do poder (federal, estadual e municipal). Entretanto, deveriam fazer parte integrante dos editais, uma vez que definem, da melhor maneira oficial existente, as especificações de projeto e de construção, são eles: * Manual de Obras Públicas – Edificações; Práticas da SEAP – Secretaria de Estado da Administração e Patrimônio – Secretaria de Logística e Tecnologia da Informação, inclusive com aspecto bem assemelhado com o antigo Decreto 92100, também de âmbito federal. * Manual de Projeto; * Manual de Manutenção e * Manual de Construção. Estes manuais apresentam como principal defeito não formular exigências tais como: tolerância de erro topográfico, ou de acabamento de alvenaria ou de revestimento etc. == Projeto Geotécnico == Segundo a NBR – 12.722/1992, consiste na orientação (análise, cálculo e indicação de métodos de execução) dos seguintes serviços: Mecânica dos solos e obras de terra – desmonte e escavação; rebaixamento do lençol de água subterrâneo; aterros; reaterros; estabilidade de taludes naturais e artificiais; escoramento, arrimo e ancoragens (do próprio terreno e/ou de terreno vizinho ou logradouro); drenagem superficial e profunda e injeções no terreno. Fundações: escolha do tipo, cota de assentamento (caso de fundação rasa ou especial); comprimento dos elementos (caso de fundação profunda ou especial); taxas e cargas admissíveis pelo terreno para fundação. O projeto geotécnico consta de: * Plantas de localização das obras de terra, sistemas de rebaixamento de lençol, drenagem superficial e profunda, arrimos e fundações e injeções; * Cortes e seções do terreno, mostrando as camadas do solo interessadas por aquelas obras; * Detalhes de projeto das diversas obras de terra, sistemas de rebaixamento de lençol, drenagem superficial e profunda, arrimos, fundações e injeções; * Esquemas de orientação da execução do projeto; * Memória justificativa e * Memória de cálculo (no caso de problemas excepcionalmente complexos ou a pedido dos interessados == Projeto de Cálculo Estrutural == É um projeto extremamente importante ao planejamento de custos uma vez que será responsável pela obtenção dos custos de infra-estrutura e supra-estrutura da obra. Segundo a NBR- 12.722/1992, no caso de se tratar de concreto armado, o projeto estrutural deve compreender: * Locação e carga nos pilares da fundação; * Características dos materiais empregados; * Plantas de formas de todo o projeto estrutural nas quais devem constar as seguintes indicações: Qualidade do concreto, e a qualidade dos aços empregados; tipos de acabamentos especiais constantes do projeto arquitetônico (concreto aparente, liso ou aplicado, etc); contra flecha e sobrecargas especiais; qualquer outra indicação que torne mais claro o projeto estrutural e as limitações de uso. * Desenhos de armação de todos os elementos do projeto estrutural; * Detalhes em escalas adequadas, para a correta interpretação do projeto estrutural, de acordo com a NBR-7191. Categoria:Administração pública",
 "title": "Projeto executivo"
}