{
 "id": "10508",
 "text": "A União Nacional para a Independência Total de Angola (UNITA) é um partido político angolano orientado no espectro do centro à direita, sendo a maior e mais organizada agremiação nacional de oposição desde 1976. Foi fundada em 1966 por dissidentes da Frente Nacional de Libertação de Angola (FNLA) e do Governo de Resistência de Angola no Exílio (GRAE), de que Jonas Savimbi, líder-fundador do partido, era ministro das relações exteriores. Lutou ao lado da FNLA e do Movimento Popular de Libertação de Angola (MPLA) pela independência angolana, partindo para uma longa Guerra Civil Angolana em que recebeu ajuda militar principalmente dos Estados Unidos e da África do Sul, enquanto que o MPLA recebeu apoio da União Soviética e seus aliados. Desde o fim da Guerra Civil em 2002 a UNITA abandonou a luta armada, convertendo-se num partido político. A UNITA e seus militantes são conhecidos pelo epíteto \"galo negro\", em referência a figura de um galo presente na bandeira do partido, bem como \"Kwatchas\". ==História== A articulação para a fundação da UNITA iniciou-se entre 1964 e 1966 enquanto Jonas Savimbi e António da Costa Fernandes (ou Tony Fernandes) estavam estudando na Suíça após a dissidência em conjunto do Governo de Resistência de Angola no Exílio (GRAE). Os primeiros esboços do partido teriam surgido em 1965 após longas reflexões e elaborações de programas e estatutos entre Tony Fernandes e Savimbi em Lausana, Genebra e Champex, na Suíça.História da Unita. UNITA-Espanã. 2017. Em 1965, foi atribuído a Tony Fernandes a tarefa de recrutar e fazer parte da delegação dos primeiros quatorze militantes do partido enviados para a Tanzânia e Zâmbia para receber treinamento em táticas maoístas e guerrilha rural.Brittain, Victoria (1998). Death of Dignity: Angola's Civil War. pp. 17–19. === Fundação === A fundação oficial da UNITA foi conduzida por Savimbi e Tony Fernandes em 13 de março de 1966, em Muangai, na província do Moxico, Angola Portuguesa. Outros 200 delegados estavam presentes no evento de fundação do até então movimento guerrilheiro, dentre eles Miguel N'Zau Puna, Ernesto Mulato, Rúben Chitacumbi, José Liahuca, José Ndele, Jerónimo Wanga, Samuel Chiwale, Eduardo Jonatão ChingunjiA saga dos Chingunji. Nação Ovimbundo. 7 de julho de 2009. e Kafundanga Chingunji. A UNITA lançou o seu primeiro ataque contra as autoridades coloniais portuguesas em 25 de dezembro do mesmo ano, marcando a formação de seu braço armado, as Forças Armadas de Libertação de Angola (FALA).Inquérito em Teixeira de Sousa. RTP Arquivos. 5 de maio de 1967. Após a sua formação em 1966, a UNITA, necessitando de apoios externos, aproximou-se principalmente da República Popular da China, mas também da Coreia do Norte, da Zâmbia e da Tanzânia, uma vez que os outros grandes países, passíveis de apoiar uma guerrilha anticolonial em Angola, já tinham compromissos ou com a FNLA ou com o MPLA. A preocupação dominante da UNITA foi, no entanto, a de assegurar-se o apoio dos ovimbundos, a maior etnia em Angola, à qual o próprio Savimbi pertencia. A UNITA travou operações de guerrilha no leste do então território colonial, sem conseguir chegar ao Planalto Central de Angola, o território base dos povos ovimbundos, entre os quais desenvolveu, no entanto, um intenso trabalho de mobilização política basada nos princípios maoístas chineses. Ocorre que em 1966 o MPLA passa a operar com muito êxito contra as forças coloniais portuguesas justamente no leste de Angola, tornando extremamente difícil o início das operações da UNITA. A exitosa \"Frente Leste\" émepelalista conquistou enormes porções da Lunda Sul, Moxico, Cuando-Cubango, Lunda Norte e Malanje (ampliando sua base de apoio etnolinguística). Em tal cenário, a UNITA firmou com a Polícia Internacional e de Defesa do Estado (PIDE) um pacto de colaboração para combater o MPLA. Ainda em 1966 e 1967, a UNITA perde o apoio que tinha da Zâmbia, que faz com que se aproxime do Egito e ainda timidamente da África do Sul e dos Estados Unidos. No início da década de 1970 o movimento estava em ponto de fragmentação em função das derrotas militares e de uma divisão interna crescente entre Savimbi e a influente família Chingunji, levando a uma série de emboscadas e assassinatos misteriosos que atingiram nos anos seguintes Samwimbila Chingunji, Estevão Jonatão Chingunji, Violeta Jamba, Dino Chingunji, Alice Chingunji e Kafundanga Chingunji, além de outros membros da família.A longa história das dissidências. Jornal de Angola. 1 de abril de 2017. Tal divisão formaria ao longo dos 20 anos seguintes duas virtuais alas: a de Jamba, liderada por Savimbi, e a do Planalto (ou do Huambo), liderada por Tito Chingunji. === Pós- independencia angolana (1975-1990) === Quando Portugal anunciou, na sequência da revolução dos cravos de 25 de Abril de 1974, a sua intenção de retirar-se das suas colónias, os três movimentos (MPLA, FNLA e UNITA) são chamados a assinar o Acordo do Alvor de partilha do poder, estabelecendo o Conselho Presidencial do Governo de Transição. A paz dura poucos meses e inicia-se uma luta armada pelo poder, com a UNITA envolvendo-se do lado da FNLA contra o MPLA. Derrotados em Luanda pelo MPLA no dia da independência nacional em 11 de novembro de 1975, UNITA e FNLA proclamam no Huambo e em Ambriz a criação da República Popular Democrática de Angola. Apesar dos apoios já não da China, mas dos Estados Unidos, da África do Sul (ainda no tempo do apartheid) e de outros países, a coligação é militarmente derrotada em fevereiro de 1976, devido à intervenção de Cuba do lado do MPLA. A aliança UNITA—FNLA desfaz-se de imediato, produzindo-se inclusive hostilidades esporádicas entre ambas, no centro e no sul do país. O MPLA proclama um Estado de partido único e a UNITA e a FNLA passam a ser consideradas ilegais, e ambas retomam, sem demora, a luta armada contra o MPLA. Inicia-se assim a Guerra Civil Angolana que durará até 2002 e, para lá das dinâmicas internas, é condicionada pela Guerra Fria que prevalecia, internacionalmente, durante boa parte deste período. Ao mesmo tempo, a UNITA continuou a beneficiar-se de um enraizamento entre os ovimbundos e muito timidamente nas etnias do leste e sul angolano. Esta constelação permite à UNITA manter e diversificar os seus apoios externos, enfrentar as forças governamentais não apenas com tácticas de guerrilha, mas por vezes em combate \"convencional\", e controlar partes do território durante fases de extensão significativa.Linda Heywood, UNITA and ethnic nationalism in Angola, Journal of Modern African Studies', 27 (1) 1989, pp. 47 - 66 A partir de 1979 a UNITA aproxima-se cada vez mais dos Estados Unidos e do regime do apartheid sul-africano para fazer frente ao MPLA, abandonando a ideologia maoísta, adotando uma forte retórica anticomunista. Outra mudança do período é que estabelece sua principal base em Jamba-Cueio. Em Jamba a UNITA chegou a organizar o Jamboree Internacional Democrata, em 1985, um consórcio que reuniu grupos guerrilheiros financiados pela CIA, como os mujahideens do Afeganistão, os renamenses de Moçambique, os contras da Nicarágua e os quemer vermelhos do Camboja. Os serviços de propaganda — Voz da Resistência do Galo Negro-Angola (Vorgan) — e de inteligência e contra-inteligência — Brigada Nacional de Defesa do Estado (Brinde) — são fortalecidos no período. A partir da década de 1980, com o gradual afastamento do campo da esquerda, a estrutura da UNITA foi tomando características cada vez mais fortes de exacerbado militarismo e um culto à personalidade de Savimbi. Atos de extrema violência eram desencadeados diante das mais pequenas manifestações de deslealdade. Às vezes, os assassinatos eram realizados usando rituais tribais e místicos. Alguns dos fatos mais notórios ocorreram nos anos de 1981 e 1982 quando dois episódios de purga interna partidária, coletivamente chamadas de \"Queima das Bruxas\" ou \"Setembro Vermelho\", ordenadas por Savimbi, levaram a acusação de feitiçaria contra diversas pessoas – sobretudo mulheres e crianças –, onde foram queimadas vivas na Jamba pela Brinde. Jorge Sangumba, Navimbi Matos e Waldemar Chindondo foram alguns dos notórios mortos no episódio.As mulheres como o calcanhar de aquiles de Jonas Savimbi. Nação Ovimbundo. 7 de setembro de 2009. As denúncias de tais acontecimentos vieram a público por influência de Florbela Malaquias, rompida com o partido por causa do \"Setembro Vermelho\".Florbela Malaquias propõe \"humanizar Angola\". DW. 17 de julho de 2022. === Cisões e fim da guerra civil === Conflitos agudos ocorreram mais de uma vez na liderança da UNITA com a aproximação da década de 1990, principalmente pondo em questão a capacidade de liderança de Savimbi e da ala da Jamba. A purga interna atingiu definitivamente a ala do Planalto, vitimando os nomes de Wilson dos Santos e Tito Chingunji. Outros nomes também perseguidos no período foram os de Ana Paulino Savimbi (enterrada viva) e Samuel Chiwale, mas este não chegou a ser assassinado. A denúncia pública de mais uma purga interna partidária enfraqueceu definitivamente as relações da UNITA com os Estados Unidos e levou a formação da Tendência de Reflexão Democrática (TRD),Faleceu em Luanda N'zau Puna, nacionalista e deputado angolano. Rádio Nacional de Angola. 17 de julho de 2022. uma cisão da UNITA, fundada por Miguel N'Zau Puna e Tony Fernandes, contando com a adesão também de Fátima Roque, Paulo Tjipilika e José Ndele.Unita: a Traição como a Separação do Trigo e do Joio. ovimbundu.org. 10 de julho de 2009. Georges Chikoti, Assis Malaquias e Dinho Chingunji, por sua vez, romperam e fundaram o Fórum Democrático Angolano (FDA), que tornou-se partido. A TRD posteriormente integrou-se ao MPLA, enquanto que a ideologia tribalista savimbista dominou os rumos UNITA até 2002, inclusive com a expulsão da maioria os quadros não- ovimbundos da liderança do movimento. No fim dos anos 1980, a derrota na Batalha de Cuito Cuanavale e o prenúncio do fim da Guerra Fria fez a liderança do partido aceitar os esforços de mediação empreendidos de vários lados por uma solução política do conflito, desde que o MPLA concordasse com a passagem de Angola para uma democracia multipartidária. Este último passo foi dado com a adopção da constituição de 1992 que criou as bases para que, logo depois, se concluísse o acordo de paz de Bicesse entre a UNITA, o MPLA e a FNLA. Após o acordo, a UNITA constituiu-se como partido político e concorreu às eleições parlamentares e presidenciais marcadas para 1992, certa de que estas lhe seriam favoráveis. Porém, nas eleições parlamentares obteve uma votação de mais de 30%, portanto expressiva, mas que ficou aquém das suas expectativas. Nas eleições presidenciais, os cerca de 42% obtidos por Jonas Savimbi impediram que José Eduardo dos Santos, presidente em exercício que reuniu 49% dos votos, obtivesse na primeira volta a maioria absoluta, do modo que, pela legislação então em vigor, uma segunda volta teria sido necessária. Esta não chegou no entanto a realizar-se, porque a UNITA declarou de imediato que tinha havido fraude nas eleições presidenciais, e retomou as suas actividades militares — enquanto os deputados eleitos pela UNITA assumiam as suas funções de forma regular. Na retomada dos confrontos ocorreu o Massacre do Dia das Bruxas, perpetrado pelo Estado angolano, que vitimou destacadamente os dirigentes da UNITA Jeremias Chitunda, Alicerces Mango e Salupeto Pena. A resposta da UNITA ao Massacre do Dia das Bruxas veio com os episódios violentos da batalha de 55 dias no Huambo. Após uma sequência de vitórias iniciais, a UNITA passou a perder terreno de maneira dramática, devido ao reforço maciço em pessoal, formação e equipamento das Forças Armadas de Angola (FAA), no essencial financiado pelas receitas do petróleo.Voltando à Casa: O Retorno e Reintegração em Angola. Human Rights Watch. A opção pelo retorno à luta armada gerou forte reação internacional contra a UNITA, com o Conselho de Segurança das Nações Unidas aprovando a Resolução n.º 864, de 15 de setembro de 1993, que, dentre outras coisas, proibiu a entrada e trânsito em países membros das Nações Unidas aos principais dirigentes do galo negro, o encerramento total das delegações da UNITA no estrangeiro, a proibição de concessão de autorização para decolagem, aterragem ou sobrevoo de qualquer avião que não figurasse na lista fornecida pelo Estado angolano e o desarmamento e demobilização de todas as tropas oficiais e extraoficiais do partido.ONU decreta sanções à UNITA. Angola Avante!. 1993. Em paralelo, constituiu-se uma dissidência da UNITA, designada \"UNITA Renovada\", liderada pelo deputado Eugénio Manuvakola; esta corrente era a favor do abandono da luta armada e de uma concentração sobre a luta política. No fim dos anos 1990 era patente que a UNITA tinha perdido o combate em termos militares, e sofrido um sério abalo político pela revogação do seu estatuto político e o repasse deste à UNITA Renovada.Demissão forçada de um ministro da UNITA. Público. 15 de janeiro de 1999. A importantíssima base de Jamba cai em 1999, nos estágios finais da guerra, com o partido sendo obrigado a centrar sua base e centro de poder em Munhango. Perseguido por uma unidade das forças governamentais, Jonas Savimbi é morto em fevereiro de 2002.Dembo já é o líder interino da UNITA. Público. 28 de fevereiro de 2002. A situação política angolana no pós-guerra fria, em que o MPLA optou pelo neoliberalismo coligado com a social-democracia e renunciou ao marxismo-leninismo, trouxe um impacto profundo na configuração de poder nacional, a que o jornalista Rafael Marques aponta como um \"realinhamento político\" ou \"inversão eleitoral crítica\", com a UNITA tomando posições antes do MPLA e vice-versa — semelhante ao ocorrido em 1932 entre os partidos estadunidenses democrata e republicano. Embora claramente falasse em livre mercado, a UNITA mantinha discursos pautados na valorização da economia popular (ou economia \"candongueira\") na década de 1990 — constrastando com a nova posição neoliberalizante do MPLA. === Pós-guerra civil === Após a morte de Savimbi, o vice-presidente da agremiação António Sebastião Dembo assumiu interinamente, mas morreu em consequência dos ferimentos dos combates finais poucos dias depois.Reportagem rara sobre general Dembo. Club-K. 25 de fevereiro de 2019. Paulo Lukamba Gato, general das FALA e secretário-geral do partido, assumiu interinamente por cerca de um ano até a realização de uma nova eleição interna.General Lukamba Paulo “Gato”: “Angola ainda tem uma longa caminhada a fazer”. Jornal de Angola. 4 de abril de 2021. Gato conduziu a UNITA a assinar o Memorando de Entendimento do Luena — complemento aos acordos de paz de Bicesse e Lusaca — e tornar-se um partido civil, com o abandono da luta armada. No congresso da refundação do partido, onde a UNITA Renovada e outros elementos dissidentes foram reintegrados, Isaías Samakuva foi eleito presidente.Isaías Samakuva é o novo presidente da UNITA. Lusa e PÚBLICO. 27 de junho de 2003. Retomado o seu estatuto político, o partido pôde concorrer às eleições parlamentares de setembro de 2008. Porém, a UNITA obteve pouco mais de 10% dos votos, tornando-se um ator político com poucas condições para exercer funções efectivas de oposição.Angola: MPLA vence com mais de 80% dos votos Global Voices. 18 de setembro de 2008. Em 2012, esta situação levou à saída de uma dos seus mais destacados dirigentes, Abel Epalanga Chivukuvuku, que fundou uma coligação partidária, a Convergência Ampla de Salvação de Angola - Coligação Eleitoral (CASA-CE). Apesar desta perda, a UNITA incrementou em 80% o seu percentual de votos nas eleições realizadas em 2012, duplicando o número dos seus deputados, enquanto a CASA obteve respeitáveis 6% (e 8 deputados) — constituindo-se, deste modo, um bloco de oposição parlamentar significativa ao MPLA.2012: Ano do MPLA e da CASA CE. VOA Português. 31 dezembro de 2012 Nas eleições de 2017, a UNITA quase duplicou outra vez o número de acentos no parlamento, saindo de 32 para 51 deputados, sendo que a CASA-CE passou de 8 para 16 deputados, de forma que os dois partidos começaram a organizar melhor a oposição parlamentar.Eleições: MPLA dominou cinco províncias em 2017 e UNITA ganhou espaço em Luanda. DW. 14 de agosto de 2022. A partir de meados da década de 2010, a UNITA adotou a opção ideológica pelo autarquismo que tem sido sua bandeira mais notória desde então. === Congresso de 2019 e eleições de 2022 === O seu XIII Congresso Ordinário, realizado entre os dias 13, 14 e 15 de novembro de 2019, foi o mais renhido da sua história em relação à disputa da presidência. Concorreram cinco candidatos, todos eles dirigentes de grande relevo no partido, como o diplomata Alcides Sakala Simões, na altura secretário para as relações internacionais, o deputado e académico José Pedro Katchiungo, na altura também vice-presidente da bancada parlamentar, Abílio Kamalata Numa, um destacado general da reserva, o jornalista Raúl Danda, na altura vice-presidente do partido, e o engenheiro Adalberto Costa Júnior, então presidente da bancada parlamentar, que veio a ganhar as eleições, com pouco mais da metade dos votos.Isaías Samakuva assume liderança da UNITA até à eleição de novo presidente. DW. 8 de outubro de 2021. O congresso sagrou Arlete Leona Chimbinda como a primeira mulher a ser alçada à vice-presidência partidária.Arlete Chimbinda nomeada vice-presidente da UNITA. Jornal de Angola. 18 de novembro de 2019. Os resultados foram contestados judicialmente e Costa Júnior e Samakuva precisaram costurar um acordo de manutenção deste último na presidência interina do partido em setembro de 2021, até a realização de um novo congresso, em dezembro de 2021. A contestação de Samakuva seguiu diante de uma nova vitória de Costa Júnior. O litígio foi resolvido judicialmente em março de 2022, com Costa Júnior assumindo definitivamente a presidência da UNITA.Declarações de Isaías Samakuva livram Adalberto Costa Júnior de “camisa de onze varas”. Jornal O Kwanza. 13 de março de 2022. A 5 de outubro de 2021, os partidos de oposição UNITA, Bloco Democrático e PRA JÁ-Servir Angola anunciaram a formação de uma coligação denominada Frente Patriótica Unida (FPU). Adalberto Costa Júnior da UNITA foi anunciado como candidato da FPU. Em março de 2022 a FPU não pôde se inscrever como coligação por não cumprimento de requisitos eleitorais, muito embora tenha continuado a existir como plataforma oposicionista durante a campanha eleitoral.Angola: Frente Patriótica Unida pede mais tempo para registo eleitoral. DW. 30 de março de 2022. Assim, a FPU optou por deixar as agremiações menores fora da eleição, para fortalecer a mais bem colocada nas pesquisas, com os membros dos partidos Bloco Democrático e PRA JÁ-Servir Angola optando por se inscrever na lista da UNITA.Bloco Democrático diz que está a fazer \"esforço\" pela \"alternância\". DW. 24 de junho de 2022.Angola: Governo de Luanda rejeita marcha da oposição por riscos de segurança. DW. 29 de julho de 2022. Para as eleições gerais de Angola de 2022, o partido indicou Adalberto Costa Júnior como cabeça de lista,Presidente tenta reeleição em pleito mais concorrido em 30 anos em Angola. BOL. 23/08/2022. ladeado pelo militante retornado aos quadros Abel Epalanga Chivukuvuku, como vice-cabeça de lista.Angola: Adalberto Costa Júnior cabeça de lista da UNITA, Abel Chivukuvuku em número dois. Jornal de Negócios. 21 de junho de 2022. O partido ficou em segundo nas eleições, com 2 756 786 de votos nas urnas, registrando 43,95%, seu melhor resultado eleitoral desde sempre, conquistando 90 cadeiras parlamentares, face às 51 das eleições de 2017. Pela primeira vez, desde as eleições de 1992, o partido ganhou maioria de representação parlamentar em províncias, sendo o caso de Luanda, Cabinda e Zaire.CNE angolana divulga resultados definitivos e proclama João Lourenço como Presidente de Angola. Observador. 29 de agosto de 2022. == Espectro e ideologia == No final da década de 1970, o movimento renunciou ao maoísmo, sua vertente ideológica mais antiga e que tinha como líder Samwimbila Chingunji, em nome de uma aliança com os Estados Unidos e com o regime do apartheid sul-africano, adotando uma retórica anticomunista no período. Principalmente a aliança com o regime sul- africano rendeu ao partido um grande ostracismo político no continente africano e severas críticas até a década de 1990. Outro ponto de virada foi a morte de Savimbi, que refletiu na mudança ideológica do partido, deixando o nacionalismo de esquerda, corrente particularmente savimbista. Este fato alterou seu espectro, que, de situado mais a uma centro-esquerda anticomunista, passou a um movimento sem ideologia dominante, sendo um partido pega-tudo. Segundo Jofre Justino, o partido assim teria várias correntes, sendo a dominante, direitista, capitaneado por Isaías Samakuva. As demais correntes do Galo Negro seriam a da esquerda, dirigida pelo general Paulo Lukamba Gato; e a do centro, capitaneada por Abel Epalanga Chivukuvuku (que acabou por romper com a UNITA e formar um novo partido). Com Samakuva e Costa Júnior, a UNITA posicionou-se mais à centro-direita com opção ideológica definida pelo autarquismo. == Organização == Mantém uma ala jovem, a Juventude Unida Revolucionária de Angola (JURA), e uma ala feminina, a Liga da Mulher Angolana (LIMA).Mensagem da JURA por ocasião da data da fundação da LIMA. Club K 19 de junho de 2017. Mantém também o órgão de mídia e informação Kwacha UNITA Press (KUP).Sobre KUP. Kwacha UNITA Press. == Resultados eleitorais == === Eleições presidenciais === Data Candidato 1ª Volta 2ª Volta CI. Votos % CI. Votos % 1992 Jonas Savimbi 2.º 1 579 298 Não se realizou === Eleições legislativas === Data Líder CI. Votos % +/- Deputados +/- Status 1992 Jonas Savimbi 2.º 1 347 636 Oposição 2008 Isaías Samakuva 2.º 670 363 23,71 34 Oposição 2012 Isaías Samakuva 2.º 1 074 565 8,27 16 Oposição 2017 Isaías Samakuva 2.º 1 800 860 8,06 19 Oposição 2022 Adalberto Costa Júnior 2.º 2 727 885 17,33 39 Oposição == Líderes do partido == === Presidentes === * Jonas Malheiro Savimbi (1966-2002) * António Sebastião Dembo (2002) * Armindo Lucas Paulo Lukamba Gato (2002-2003) * Isaías Henriques N'gola Samakuva (2003-2019) * Adalberto Costa Júnior (2019-2021) * Isaías Henriques N'gola Samakuva (2021-2022) * Adalberto Costa Júnior (2022-presente) == Ver também == * Membros da União Nacional para a Independência Total de Angola == Bibliografia == * John Marcum, The Angolan Revolution. vol. I, Anatomy of an Explosion (1950-1962), vol. II, Exile Politics and Guerrilla Warfare, Cambridge/Mass. & Londres, 1969 e 1978, respectivamente. * Manuel António Africano, L'UNITA et la deuxième guerre angolaise, Paris: L'Harmattan, 1995 * Samuel Chiwale, Cruzei-me com a história, Lisboa: Sextante, 2008 * Didier Péclard, Les incertitudes de la nation en Angola: Aux racines sociales de l'Unita, Paris: Karthala, 2015",
 "title": "União Nacional para a Independência Total de Angola"
}