{
 "id": "10515",
 "text": "O Movimento Popular de Libertação de Angola (MPLA) é um partido político angolano orientado no espectro de centro-esquerda à esquerda, que governa o país desde sua independência de Portugal em 1975. Fundado em 1956 foi, inicialmente, uma organização nacionalista de luta pela independência de Angola, transformando-se num partido político após a Guerra de Independência de 1961 a 1974. Na descolonização, conquistou o poder em 1975 e saiu vencedor da Guerra Civil Angolana de 1975-2002, contra dois movimentos/partidos rivais, a União Nacional para a Independência Total de Angola (UNITA) e a Frente Nacional de Libertação de Angola (FNLA). É o maior partido do país em número de filiados e de representantes eleitos para a Assembleia Nacional de Angola. Seus militantes são chamados émepelalistas,Angola adia novo programa do FMI para aumentar despesa pré-eleitoral. ClubK. 5 de outubro de 2021. émesSerá JES um ícone da ética democrática?. Folha 8. 30 de dezembro de 2017. e rubros.MPLA versus MPLA. O Kwanza. 7 de outubro de 2022. ==História== A luta de libertação de Angola foi marcada pela formação de movimentos distintos: o MPLA, de orientação marxista nacionalista ampla, mais modernizador e universalista; a Frente Nacional de Libertação de Angola (FNLA), de orientação conservadora e tribalista, mas que havia começado acções de luta pouco antes e, apesar das tentativas, não alcançou entendimento de unidade com o MPLA, e; a União Nacional para a Independência Total de Angola (UNITA), de orientação inicialmente maoísta também com aspectos tribalistas. === Fundação e início da luta anticolonial (1956-1961) === A articulação para fundação do MPLA deu-se, principalmente, no seio de duas organizações políticas: o Partido da Luta Unida dos Africanos de Angola (PLUAA), fundado em 1953 por Viriato Clemente da Cruz e Matias Miguéis, que operou incipiente até 1954 por falta de mobilização de massas, sendo ofuscado por outros grupos nacionalistas anticoloniais políticos e culturais que já operavam em Angola e em Portugal, e; o Partido Comunista Angolano (PCA), fundado em dezembro de 1955 como uma célula baseada em Luanda do Partido Comunista Português (PCP), agrupando, inicialmente, destacadas lideranças do nacionalismo angolano, como Viriato da Cruz, Ilídio Machado, Mário António e António Jacinto, e, logo em seguida, Lúcio Lara, Mário Pinto de Andrade e Joaquim Pinto de Andrade. A liderança do PCA percebeu que o crescimento da luta nacionalista esbarrava na relutância da aceitação da luta de classes marxista-leninista que o partido propunha, bem como na própria perseguição imposta pelo regime do Estado Novo a qualquer organização de cunho comunista e socialista. Viriato da Cruz, membro de ambas as organizações, articulou a fusão e organização do PCA com o PLUAA — este um partido não- comunista e, a partir de meados de 1955, já com organização de massas populares. As discussões avançaram para a formação de um movimento nacionalista de frente ampla que abarcaria organizações diluídas em seu seio, sem usar os símbolos ou divulgar explicitamente as teorias marxistas- leninistas. Assim, em 10 de dezembro de 1956, numa reunião em Luanda, Viriato da Cruz e Mário Pinto de Andrade redigem o \"Manifesto de 1956\" por um \"amplo Movimento Popular de Libertação de Angola\", como um programa de reagrupamento das lutas nacionalistas. Além dos nomes já citados que lideravam o PLUAA e o PCA, juntaram-se ao manifesto de criação do MPLA Liceu Vieira Dias, Chico Machado, Germano Joy Gomes, Manuel dos Santos Capicua, Noé Saúde, Deolinda Rodrigues, Manuel Bento Ribeiro, Paulo Teixeira Jorge, Adriano Sebastião Kiwima e Amílcar Cabral. Ilídio Machado, um membro-chave do PCA e da Liga Nacional Africana, foi eleito o primeiro presidente do MPLA, permanecendo em funções até ser preso, em 1959. Antecipando-se ao cerco da PIDE, Ilídio Machado ordena a retirada de parte da liderança do MPLA de Luanda até setembro de 1957, confiando a Mário de Andrade e Viriato da Cruz a formação de um núcleo de relações exteriores e sede no exílio em Paris e Francoforte do Meno. Permanecem em Luanda liderando as ações do MPLA Ilídio Machado, Joaquim de Andrade, Sebastião Kiwima e Manuel Pedro Pacavira. Quando preso, Ilídio Machado foi substituído pelo secretário-geral Mário de Andrade, que exerceu o cargo no exílio entre 1959 e 1960; de liderança, somente Pacavira e Joaquim de Andrade permaneceram em Angola coordenando as atividades do movimento que ainda contava com poucos militantes. Em 1960 já tinham se unido ao MPLA o Movimento para a Independência Nacional de Angola (MINA), fundado em 1958, o Movimento para a Independência de Angola (MIA), fundado em 1958 e liderado também por Ilídio Machado, e o Movimento de Libertação Nacional de Angola — Exército de Libertação de Angola (MLNA-ELA). Além dessas, diversos ativistas anticoloniais que fugiam do interior de Angola também juntaram-se ao MPLA. Tais grupos unidos formavam correntes distintas dentro do movimento, que lutavam pela predominância, que acabou ficando com a corrente do PCA, liderada por Lúcio Lara (marxista-leninista) e Viriato da Cruz (maoísta). Em 1960 António Agostinho Neto assume como presidente do partido, tendo como secretário-geral Viriato da Cruz e o auxílio operacional de Pacavira e Joaquim de Andrade. Com a prisão de Agostinho Neto ainda em 1960, Mário de Andrade alterna com Viriato da Cruz no comando do partido até dezembro de 1962. As seguidas prisões das lideranças Ilídio Machado, Antonico Monteiro, Liceu Vieira Dias, Noé Saúde, Sebastião Kiwima, Hélder Neto e Uanhenga Xitu, no Processo dos 50, e de Agostinho Neto, Joaquim de Andrade e Pacavira pela Polícia Internacional e de Defesa do Estado (PIDE) em Luanda, repercute, respectivamente, no movimento anticolonial internacional e no despertar de uma consciência anticolonial em solo angolano, angariando forte apoio popular ao nascente MPLA.Medina, Maria do Carmo. Angola - Processos Políticos da Luta pela Independência. ed. Coimbra: Almedina, 2005. p.79. Em janeiro de 1960, pouco antes da prisão de Agostinho Neto, o MPLA articulou a criação da Frente Revolucionária Africana para a Independência Nacional das Colônias Portuguesas (FRAIN), estabelecida durante a 2ª Conferência dos Povos Africanos, realizada em Tunes.Resolução da 2ª Conferência Panafricana sobre as colónias portuguesas. ATD. 1960. A FRAIN/CONCP seria fundamental para que o partido voltasse a ter uma sede em solo africano (Conacri, em 1960) e articulasse apoios e financiamento no exterior, como de Cuba, União Soviética, Bulgária, Checoslováquia, Guiné-Conacri, Suécia e Argélia. === Cisões e organização da guerrilha (1961-1972) === A partir de 1961 a ala comunista do MPLA, sob supervisão do GRAE-Frente de Libertação (GRAE-FLA), começou a organizar a luta armada contra a dominação colonial de Angola por Portugal, tendo como marco os ataques de 4 e 9 de fevereiro daquele ano à Casa de Reclusão Militar, em Luanda, a Cadeia da 7ª Esquadra da polícia, a sede dos CTT e a Emissora Nacional de Angola, organizados operacionalmente por Adão Neves BendinhaAdão Neves Bendinha foi militante do MPLA. Jornal de Angola. 2 de setembro de 2019. e pelo monsenhor Manuel Joaquim Mendes das Neves.Um reconhecimento com sabor a pouco… Jornal de Angola. 26 de janeiro de 2018. O temor pela crescente influência do GRAE-FLA, demonstrada nos ataques de fevereiro, fez com que o MPLA constituísse rapidamente o \"Exército Popular de Libertação de Angola\" (EPLA), atribuindo a tarefa a Manuel dos Santos Lima, o primeiro comandante da tropa.Agostinho, Feliciano Paulo. Guerra em Angola: As heranças da luta de libertação e a Guerra Civil. Lisboa: Academia Militar. Setembro de 2011. A primeira grande reorganização dos quadros dirigentes do MPLA ocorreu na reunião do Comitê Director de 13 a 23 de maio de 1962, na sede política no exílio em Quinxassa, quando, por iniciativa de Viriato da Cruz, os elementos mestiços e brancos foram substituídos majoritariamente por elementos negros na liderança do partido. Houve, naquele momento, a opção pela suavização ideológica do movimento com vistas a diminuir a influência de membros considerados radicais e comunistas, como Viriato da Cruz e Lúcio Lara. Neto retorna à liderança do partido como \"presidente honorário\" em julho de 1962 e tenta desfazer as teses de Cruz. As contendas levam a realização da Primeira Conferência Nacional do MPLA, de 1 a 3 de dezembro de 1962, no exílio em Quinxassa, onde Neto foi eleito novamente como presidente efetivo em substituição a Mário de Andrade, e Matias Miguéis como secretário-geral, havendo também o retorno da ala comunista à liderança, com a eleição de Lara como Chefe do Departamento de Organização e Quadros (que se tornaria de facto o número 2 do partido durante a década). Em julho de 1963 formou-se a primeira grande dissidência liderada por Viriato da Cruz, Matias Miguéis, José Domingos e José Miguel, que formaram o chamado \"MPLA-ala Viriato da Cruz\" que defendia, dentre outras coisas, a destituição do Comitê Director e um acordo de fusão com o FNLA. A ala de Neto respondeu a essas propostas destituindo, desfiliando e prendendo os dissidentes, e com a criação da Frente Democrática de Libertação de Angola (FDLA), a partir da união do MPLA com o Movimento de Defesa dos Interesses de Angola (MDIA), o Movimento Nacional Angolano (MNA), o Ngwizani a Kongo (NGWIZAKO) e a União Nacional dos Trabalhadores Angolanos (UNTA). Neto tentou que a FDLA fosse reconhecida pela Comissão de Conciliação da Organização de Unidade Africana (OUA), em vez da FNLA, mas não obteve sucesso. Por fim, mesmo Mário de Andrade desligou-se do Comitê Director por discordar da criação da FDLA e o MPLA-ala Viriato da Cruz filiou-se em peso à FNLA, em 1964. O revés político na Comissão de Conciliação da OUA custou a mudança da sede política do MPLA para Brazavile, em 1963. Além disso, as discordâncias de Neto com Viriato da Cruz, Matias Miguéis e José Miguel levaram os mesmos a sofrerem sessões de tortura, com a morte dos dois últimos em 1965. Por fim, em 1964 a FDLA foi totalmente absorvida pelo MPLA. Aproveitando sua posição no Congo-Brazavile, o MPLA estabelece sua mais importante base operacional em Dolisie e começa sua campanha para tomar Cabinda em 1964, embora operasse com dificuldade dado a forte presença portuguesa no território a proteger as fontes petrolíferas. A reorganização feita por Neto e Lara neste mesmo ano angaria uma notável vitória política com o reconhecimento do movimento por parte da OUA. Em 1966, o MPLA, com apoio da Zâmbia, abre a exitosa \"Frente Leste\" conquistando progressivamente enormes porções da Lunda Sul, Moxico e Cuando-Cubango (efetivamente conquistando o apoio dos chócues, ganguelas, xindongas e vambundas), superando uma virtual penetração ideológica até então restrita às áreas de ambundos, mestiços e congos. É criada a \"zona libertada\", com comando operacional a partir de uma nova sede em Lusaca. Tal feito, correlacionado ao \"Plano Iko\", sob comando de Iko Carreira, permite ao partido chegar até Malanje em 1968, efetivamente controlando enormes porções também da Lunda Norte. Em 1968 a OUA retira o apoio anteriormente dado à FNLA e passa a reconhecer unicamente o MPLA, o grupo mais bem consolidado no terreno, controlando a famosa \"Rota Agostinho Neto\" que se estendia desde Luena e Lungué-Bungo até Malanje. A mudança de panorama deu-se entre 1969 e 1971, quando a necessidade de lutar ao mesmo tempo contra o Exército Português e a UNITA enfraqueceram militarmente a Frente Leste. O movimento voltou a lutar basicamente na região de Cabinda e norte de Angola. Com a aposentadoria por idade do vice-presidente Domingos Kileba em 1971, o quadro de comando do partido, após reunião do Comité Director (que seria integralmente substituído em 1974 pelo Comité Central) passa a ser Lúcio Lara como vice e Iko Carreira como secretário-geral. === Assembleia de Dolisie e MPLA no governo (1972-1977) === A perda da capacidade militar do MPLA faz com que a OUA reconheça novamente a FNLA, que também agrega apoio da China e do Zaire em 1971. Este cenário gerou uma crise sem precedentes em 1972, quando o MPLA se dividiu em três \"alas\" praticamente autónomas — a \"Revolta Activa\", liderada por Mário de Andrade, e a \"Revolta do Leste\", liderada por Daniel Chipenda, ambas opostas a Agostinho Neto, e a \"Ala Presidencial\", fiel a Agostinho Neto. Foi convocada a Assembleia Extraordinária de Dolisie, em abril de 1972, para consolidação de uma liderança forte em torno de Neto e Lara. Mesmo assim, a tripla cisão só foi superada em 1974, por uma conferência de unificação realizada na Zâmbia, mas levou à expulsão ou saída espontânea de uma série de elementos, como Chipenda, Mário de Andrade, Joaquim de Andrade e Gentil Ferreira Viana, e deixou profundas marcas no movimento.Angola. Casa Comum. Terminada a luta de libertação, na sequência da revolução dos cravos de 25 de Abril de 1974 em Portugal, os três movimentos (MPLA, FNLA e UNITA) são chamados a assinar o Acordo do Alvor de partilha do poder, estabelecendo o Conselho Presidencial do Governo de Transição em janeiro de 1975. A paz dura pouco tempo e inicia-se entre os movimentos uma luta armada pelo poder, com a ajuda dos países que os apoiavam. A ala de Chipenda, agora na FNLA, faz seguidas incursões contra as posições fragilizadas do MPLA no leste e em Luanda a partir de fevereiro de 1975, enquanto que a guerra total explode em julho do mesmo ano entre os três movimentos. Nos bastidores da partilha do poder do Alvor o MPLA recebeu apoio intenso do grupo informal chamado militares vermelhos das Forças Armadas de Portugal, destacadamente do almirante Rosa Coutinho e do major Otelo Saraiva de Carvalho. Foram esses militares portugueses que colaboraram para que o movimento tivesse pesado apoio soviético e cubano a partir de julho de 1975. Eles conseguiram que o MPLA firmasse contatos mais fortes com Fidel Castro e Raúl Castro, que possibilitaram a negociação do plano para uma intervenção militar cubana em Angola. Os grupos guerrilheiros rivais proclamaram separadamente a independência do país, sem que tivesse acontecido a pacificação interna. Do embate pela proclamação de independência, o MPLA saiu como vencedor imediato em Luanda, Cabinda, litoral e grandes porções do interior do país.Franz-Wilhelm Heimer, O processo de descolonização em Angola, 1974-75, Lisboa: A Regra do Jogo, 1979 É frequente, numa leitura etnolinguística e racial da política angolana, ligar o MPLA à região dos ambundos e ao segmento populacional dos mestiços, e posteriormente, aos chócues, ganguelas, xindongas e hererós. Esta leitura corresponde a uma realidade inicial que, no entanto, foi superada numa medida considerável, pela inclusão de elementos de outras proveniências étnicas e políticas tanto nos quadros como na base social de apoio, principalmente na etapa seguinte, a Guerra Civil Angolana, que fez o partido inserir-se fortemente também às comunidades congos, ovimbundos, ovambos e nhaneca-humbes. === Fraccionismo e guerra civil (1977-1991) === Em 1977, o MPLA sofreu um sério abalo com uma nova dissidência, liderada por Nito Alves, Sita Valles e José Jacinto Van- Dúnem, que tentaram um golpe de Estado contra a direcção do partido, conseguindo assassinar as importantes lideranças militares émepelalistas Paulo Mungungo Dangereux, Eugénio Nzaji, Saíde Mingas, José Bula Matadi e Hélder Ferreira Neto. Esta tentativa, oficialmente designada por Fraccionismo, falhou de imediato graças à intervenção de tropas cubanas presentes no país, levando posteriormente a uma purga sangrenta que custou a vida a milhares de pessoas. Sob o impacto destes acontecimentos, o MPLA adoptou durante o I Congresso Ordinário, realizado em 1977, a designação \"Movimento Popular de Libertação de Angola - Partido do Trabalho\" (MPLA-PT) e os seus estatutos passaram a incluir a designação de partido marxista-leninista. O entendimento foi, no entanto, que se procuraria pôr em prática o modelo marxista do \"socialismo\", não o do \"comunismo\". A partir de 1977 até 1979 o pensamento pragmático no partido se acentuou, inclusive ensaiando uma aproximação tímida com os Estados Unidos, que irritava os soviéticos (e também os cubanos) que esboçaram um plano para substituir Neto pelo então primeiro-ministro Lopo do Nascimento. Tal plano foi descoberto pelo governo angolano, que agiu rapidamente destituindo Nascimento (foi realocado como Ministro do Comércio Interno) e abolindo a posição de primeiro-ministro. O pós-Fraccionismo e a crise com o bloco comunista recrudesceu a política interna do MPLA-PT, que optou por governar Angola em regime de partido único de ditadura do proletariado e sem diálogo com a oposição ou com outras tendências, inspirado nos sistemas então vigentes no Leste Europeu. O final da década de 1970 e a década de 1980 também ficariam marcadas pela morte de Neto, a breve presidência de Lara e a ascensão de José Eduardo dos Santos. Este levou a cabo um longo processo de afastamento de figuras que considerava demasiado poderosas, no que ficou conhecido como as \"purgas eduardianas\", ou \"purgas da Peça e do Quadro\", iniciadas em 1982, e replicadas em 1985 e 1987-1990. Tais purgas fortaleceram definitivamente a chamada de ala pragmática-liberal e exilaram dos cargos-chave a ala \"Guia Imortal\" (ou comunista/progressista-socialista). A purga atingiu nomes como Ambrósio Lukoki, Costa Andrade (Ndunduma wé Lépi), Ruth Lara e Lúcio Lara. === Multipartidarismo e adoção da social-democracia === Quando Angola adotou, em 1991, o sistema democrático multipartidário, o MPLA abdicou do marxismo- leninismo e passou a ser um partido politicamente constituído próximo da social democracia, ora com tendências nacionalistas de esquerda e progressistas — pela sua prática de manter o mercado angolano protecionista e com alto controle estatal — ora com abertura de mercado e privatizações. Em 1992 Angola viveu as suas primeiras eleições parlamentares e presidenciais multipartidárias. O MPLA ganhou maioria qualificada com 129 dos 220 assentos da Assembleia Nacional. Porém, nas presidenciais o seu candidato, José Eduardo dos Santos, não obteve a maioria absoluta requerida na primeira volta. A UNITA não aceitou os resultados como correctos e válidos, retornando de imediato a Guerra Civil Angolana. A opção pelo neoliberalismo, com abertura de mercado, desmonte do Estado e privatizações, além de um fraco componente de políticas sociais durante a década de 1990, bem como a nova configuração interna de poder adoptada, afastou o partido de antigos aliados e de bandeiras históricas, marcando também um período de aumento de denúncias de corrupção e alienação da estrutura partidária para fins particulares envolvendo nomes da cúpula política, cultural e militar do MPLA. O impacto foi tão profundo no partido que o jornalista Rafael Marques chegou a apontar um \"realinhamento político\" ou \"inversão eleitoral crítica\", com a UNITA tomando posições antes do MPLA e vice-versa — semelhante ao ocorrido em 1932 entre os partidos estadunidenses democrata e republicano. === Pós-guerra civil e fim da era Dos Santos === Em 2002, como resultado do Memorando de Entendimento do Luena, foram criadas condições para a normalização das questões políticas nacionais com eleições livres, que culminou no tratado da paz em entre os principais intervenientes da Guerra Civil: o MPLA, o governo e a UNITA.Unita signs peace treaty with Angolan army to end 27-year civil war, Telegraph, 5 de abril de 2002 Foram realizadas eleições legislativas nacionais, a , decorrendo num clima de tranquilidade e paz social, tendo sido consideradas livres e justas e um exemplo para os outros países africanos, marcando a entrada do país numa era de consolidação da sua democracia com garantias de liberdades. Os resultados das eleições consolidou o MPLA, que ganhou por maioria absoluta com cerca de 82% dos votos, enquanto que o seu mais directo oponente, a UNITA, não foi além dos 10%. De uma maneira geral, não houve contestação aos resultados destas eleições. Nesta eleição, também, o MPLA passa a voltar-se e orientar-se para suas instituições orgânicas e de massas, marcado pela inscrição de Inga Van-Dúnem, Secretária-Geral da Organização da Mulher Angolana (OMA), na segunda posição da lista dos candidatos do MPLA ao Círculo Nacional da Assembleia Nacional, naquele momento a mulher com maior protagonismo na história do partido desde Deolinda Rodrigues.Antigo Premier Marcolino Moco fora da futura AN. Club K. 4 de julho de 2008.Oficial: Lista de candidatos MPLA – Eleições 2017. Correio Kianda. 23 de maio de 2017. Nas eleições de 2012 o MPLA decresceu cerca de 10% no parlamento, muito embora mantendo uma maioria qualificada, e confirmando, deste modo, José Eduardo dos Santos na Presidência da República.Resultado final confirma vitória folgada de José Eduardo dos Santos. RFI. 8 de setembro de 2012 === De 2016 a atualidade === Em agosto de 2016,João Lourenço promete uma Angola \"melhor do que a que encontrou\". DW. 15 de agosto de 2022. o MPLA sinalizou que João Lourenço, então Ministro da Defesa e Vice-Presidente do MPLA, poderia ser o cabeça da lista legislativa do partido e, portanto, seu candidato presidencial para as eleições legislativas de 2017, indicando a aposentadoria de José Eduardo dos Santos. Na 3ª. Reunião Ordinária do MPLA, em 3 de fevereiro de 2017, Lourenço foi confirmado como cabeça de lista. Nas eleições de agosto de 2017 o MPLA venceu novamente garantindo maioria, mas ficando evidente uma queda em seu apoio popular. Lourenço é eleito presidente com uma margem de 61% dos votos. Em setembro de 2018, João Lourenço tornou-se o primeiro presidente do partido após quase quarenta anos, na sequência da decisão de José Eduardo dos Santos de se aposentar. Foi eleita também pela primeira vez uma mulher como vice-presidente da agremiação, a deputada e jornalista Luísa Pedro Francisco Damião. Para as eleições gerais de Angola de 2022, o partido indicou João Lourenço como cabeça de lista à reeleição,Presidente tenta reeleição em pleito mais concorrido em 30 anos em Angola. BOL. 23/08/2022. ladeado pela secretária de governo Esperança da Costa, como vice-cabeça de lista.Quem é Esperança Eduardo Francisco da Costa, a futura Vice-Presidente de Angola. Luanda Post. 23 de maio de 2022. Pela primeira vez uma mulher ganhou tal protagonismo no partido, pois concorreu à vice-presidência de Angola.\"Ilustre desconhecida\" é candidata do MPLA a vice-Presidente. DW. 24 de maio de 2022. O partido venceu as eleições com 3.209.429 de votos nas urnas, registrando maioria de 51,17%, mas registrou uma histórica queda de um milhão de votos, conquistando 124 cadeiras parlamentares, face às 150 das eleições de 2017. Pela primeira vez, desde as eleições de 1992, o partido perdeu maioria de representação parlamentar em províncias, sendo o caso de Luanda, Cabinda e Zaire.CNE angolana divulga resultados definitivos e proclama João Lourenço como Presidente de Angola. Observador. 29 de agosto de 2022. == Organização == O partido se organiza nacionalmente nos órgãos dirigentes Comité Central e Bureau Político. Além disso, mantém uma organização juvenil, a Organização de Pioneiros Agostinho Neto (OPA), uma ala jovem, a Juventude do Movimento Popular de Libertação de Angola (JMPLA), uma ala feminina, a Organização da Mulher Angolana (OMA) e uma entidade sindical, a União Nacional dos Trabalhadores Angolanos (UNTA). Mantém ainda o periódico ÉME, além de uma rede denominada Centro de Formação Política do Partido (CEFOP), vocacionada a formar militantes e dirigentes em conhecimentos políticos, ideológicos e culturais.MPLA vai dar formação política aos 134 novos membros do Comité Central. Novo Jornal. 30 de agosto de 2019. O organismo cultural e assistencial Fundação Sagrada Esperança (FSE) também é ligado ao partido.Fundação Sagrada Esperança e Cultura assinam protocolo. Jornal de Angola. 25 de julho de 2018. Seu símbolo máximo é a Bandeira do MPLA, e seus lemas são \"Paz, Trabalho e Liberdade\",MPLA vai continuar a ser precursor das grandes mudanças em Angola. Angonotícias. 28 de agosto de 2009. \"A Vitória é Certa!\" e \"A Sagrada Esperança da Liberdade\". == Resultados eleitorais == === Eleições presidenciais === Data Candidato 1ª Volta 2ª Volta CI. Votos % CI. Votos % 1992 José Eduardo dos Santos 1.º 1 953 335 Não se realizou === Eleições legislativas === Data Líder CI. Votos % +/- Deputados +/- Status 1992 José Eduardo dos Santos 1.º 2 124 126 Governo 2008 José Eduardo dos Santos 1.º 5 266 216 27,90 62 Governo 2012 José Eduardo dos Santos 1.º 4 135 503 9,80 16 Governo 2017 João Lourenço 1.º 4 115 302 10,79 25 Governo 2022 João Lourenço 1.º 3 162 801 9,98 26 Governo == Líderes do partido == === Presidentes === * Ilídio Tomé Alves Machado (1956-1959) * Mário Coelho Pinto de Andrade (1959-1960) * António Agostinho Neto (1960) * Mário Coelho Pinto de Andrade (1960-1961) * Viriato Francisco Clemente da Cruz (1961-1962) * Mário Coelho Pinto de Andrade (1962) * António Agostinho Neto (1962-1979) * Lúcio Rodrigo Leite Barreto de Lara (1979) * José Eduardo Van-Dúnem dos Santos (1979-2018) * João Manuel Gonçalves Lourenço (2018-presente) === Vice- presidentes === * Domingos Francisco da Silva Kileba (1963-1971)Domingos da Silva Kileba. ATD. 2021. * Lúcio Rodrigo Leite Barreto de Lara (1971-1974) * Joaquim Pinto de Andrade (1974) * Daniel Júlio Chipenda Sango (1974) * Lúcio Rodrigo Leite Barreto de Lara (1974-1979) * Interregno (1979) * Lúcio Rodrigo Leite Barreto de Lara (1979-1980) * ? * António Domingos Pitra Costa Neto (2003-2008) * Roberto António Victor Francisco de Almeida (2008-2016)Roberto de Almeida eleito vice-presidente do MPLA. ClubK 29 de novembro de 2008. * João Manuel Gonçalves Lourenço (2016-2018) * Luísa Pedro Francisco Damião (2018-presente) === Secretários-gerais === * Mário Coelho Pinto de Andrade (1956-1959) * Viriato Francisco Clemente da Cruz (1959-1961) * Mário Coelho Pinto de Andrade (1961-1962) * Matias Miguéis (1962-1963) * Interregno (1963-1964) * Mário Coelho Pinto de Andrade (1964-1965)Mário Pinto de Andrade. Casa Comum - Fundação Mário Soares. 2023 * Lúcio Rodrigo Leite Barreto de Lara (1965-1971) * Henrique Alberto Quádrios Teles Carreira (1971-1974) * ? * Lopo Fortunato Ferreira do Nascimento (1993-1998) * João Manuel Gonçalves Lourenço (1998-2003) * Julião Mateus Paulo Dino Matrosse (2003-2016) * António Paulo Kassoma (2016-2018) * Álvaro de Boavida Neto (2018-2019) * Paulo Pombolo (2019-presente) == Menções na cultura popular == O MPLA é mencionado em alguns produtos culturais, como é o caso da canção \"O Homem Novo Veio da Mata\", de José Afonso, inteiramente dedicada ao movimento de libertação angolano.“O Homem Novo Veio da Mata” – José Afonso. Altamont. 2 de março de 2020 O MPLA também surge referenciado noutras canções, como \"Anarchy in the U.K.\", dos Sex Pistols,The Sex Pistols' 'Anarchy in the UK' Is More Relevant Now Than Ever. Observer. 28 de novembro de 2016 ou \"Morena de Angola\", de Chico Buarque.Chico, o MPLA e a \"Morena de Angola\". Didascália. 7 de setembro de 2012. Na primeira, é feita uma comparação entre a Inglaterra do final da década de 1970 com a Guerra Civil Angolana. Na segunda, composta por Chico Buarque para Clara Nunes após uma visita de ambos a Angola, o MPLA é mencionado como uma forma subtil de demonstrar o despertar de uma consciência política na cantora. O escritor angolano Pepetela, em livros como \"Mayombe\" e \"A geração da utopia\", retrata a vida de guerrilheiros do MPLA.Veiga, Luiz Maria (2015). De armas na mão: personagens-guerrilheiros em romances de Antonio Callado, Pepetela e Luandino Viera. São Paulo: Universidade de São Paulo Outra menção na literatura está na novela \"Cinco dias depois da independência\" de Manuel Rui, especialmente sobre o \"Comandante Kwenha\", uma criança-soldado da Organização dos Pioneiros de Angola (OPA) do MPLA.Aoki, Akemi Magalhães Moura.. A criança-soldado: Narrativas literárias de Angola, Moçambique, Guiné-Bissau e Brasil (Tese de Doutorado). Rio de Janeiro: Programa de Pós-Graduação em Literatura, Cultura e Contemporaneidade / Pontifícia Universidade Católica do Rio de Janeiro, Departamento de Letras, Abril de 2019. O partido também é mencionado no jogo Metal Gear Solid V: The Phantom Pain, sendo uma das muitas organizações citadas.Metal Gear Solid 5: The Phantom Pain Wiki Guide: Story. IGN. 4 de dezembro de 2015. Parte do jogo se passa na fronteira entre Zaire e Angola, abordando de forma breve as tensões políticas angolanas. == Ver também == * Membros do Movimento Popular de Libertação de Angola == Bibliografia == * Don Barnett & Roy Harvey, The Revolution in Angola: MPLA, Life Histories and Documents, Nova Iorque: Bobbs- Merrill, 1972 * John Marcum, The Angolan Revolution, 2 vol., Cambrige/Mass. & Londres: MIT Press, 1969 e 1978 * Mário de Andrade & Marc Ollivier, La guerre en Angola, Paris: Maspéro, 1971 * Carlos Pacheco, MPLA: Um nascimento polémico. As falsificações da história, Lisboa: Vega, 1997 * Lúcio Lara, Um amplo movimento: Itinerário do MPLA através de documentos e anotações, vol. I, Até Fevereiro de 1961, 2ª ed., Luanda: Lúcio & Ruth Lara, 1998, vol. II, 1961-1962, Luanda: Lúcio Lara, 2006, vol. III, 1963-1964, Luanda: Lúcio Lara, 2008 * Jean-Michel Mabeko Tali: Dissidências e poder de Estado: O MPLA perante si próprio (1966–1977), Luanda: Nzila, 2001. * Fernando Tavares Pimenta, Angola no percurso de um nacionalista: Conversas com Adolfo Maria, Porto: Afrontamento, 2006. * Fátima Salvaterra Peres, A Revolta Activa: Os conflitos identitários no contexto da luta de libertação (em Angola), dissertação de mestrado, Universidade Nova de Lisboa, 2010 * Edmundo Rocha, Angola: Contribuição ao estudo do nacionalismo moderno angolano. Testemunho e estudo documental. Período de 1950-1964, 2 volumes, Luanda: Nzila e Lisboa: Edição do autor, 2002 e 2003, respectivamente * * Categoria:Movimento Popular de Libertação de Angola",
 "title": "Movimento Popular de Libertação de Angola"
}