{
 "id": "105115",
 "text": "Uma fotocopiadora é um dispositivo usado para reprodução de documentos através da tecnologia de eletrofotografia ou xerografia. A cópia feita por uma fotocopiadora é conhecida como fotocópia ou xerocópia, popularmente no Brasil chamada de xerox (ou xérox)FERREIRA, Aurélio Buarque de Holanda; FERREIRA, Marina Baird Ferreira (coord.); ANJOS, Margarida dos (coord.); FERREIRA, Elza Tavares et al. Minidicionário da língua portuguesa. 3ª edição. Rio de Janeiro: Nova Fronteira, 1993. devido ao nome da empresa Xerox, inventora desse dispositivo de impressão eletrofotográfica. Entretanto, a empresa não endossa o uso da palavra xerox como verbo e substantivo comum. A principal preocupação é que a palavra se torne uma trademark genérica, implicando riscos aos direitos sobre a marca. ==Funcionamento== Seu funcionamento está baseado nos princípios da eletricidade estática. Originalmente, no processo conhecido como Light-Lens, um cilindro fotossensível era carregado com a imagem refletida do original através de espelhos. Após essa etapa, forma-se uma imagem latente do original na superfície do cilindro. O cilindro recebe uma carga de material conhecido como toner ou tonalizador que é atraído pelas cargas que formam a imagem. O toner é então transferido para o papel, também através de cargas elétricas, e então fixado ao mesmo, em processo que envolve calor e pressão. Nos dias de hoje, a imagem latente é formada no cilindro com o uso de raios laser ou diodos emissores de luz (LEDs), no processo chamado de digital, semelhante às impressoras a laser. Na década de 1960, foi introduzida pela Xerox e foi gradualmente substituindo o processo de cópia por papel químico. Originalmente eram analógicas com uso de lentes na captura de imagem para a sua revelação, mas com a introdução da tecnologia digital passaram a usar CCD´s na captura de imagem e motores laser para a gravação da imagem. Sendo hoje em dia todas digitais, podem também ser multifunções para cópia, impressão, fax ou mesmo scanners. Hoje em dia, as marcas mais importantes nesta área são a Ricoh, Canon, Xerox e Konica Minolta == Ver também == * Impressora * Scanner == Ligações externas == * Página oficial (inglês) * Página oficial (português) Categoria:Reprografia Categoria:Material de escritório Categoria:Periféricos de computador Categoria:Produção gráfica",
 "title": "Fotocopiadora"
}