{
 "id": "105250",
 "text": "O Coisa (Benjamin Jacob Grimm) é um personagem de quadrinhos do universo Marvel, um dos fundadores do Quarteto Fantástico. Foi criado por Stan Lee e Jack Kirby. Seu grito de guerra \"it's clobberin ' time!\" (que no Brasil foi traduzido como \"Tá na hora do pau!\") é um dos bordões mais conhecidos dos quadrinhos. ==Publicação== Criado pelo escritor-editor Stan Lee e o artista Jack Kirby, o personagem apareceu pela primeira vez em The Fantastic Four #1 (em novembro de 1961). Além de aparecer no Quarteto Fantástico, o Coisa tem sido a estrela da Marvel Two-in-One, Strange Tales (com seu companheiro e membro do Quarteto Fantástico Tocha Humana) e duas encarnações de sua própria série de mesmo nome, bem como numerosas minisséries e one-shots. O Coisa foi nomeado pela revista Empire um dos cinquenta maiores personagens dos quadrinhos. ==Poderes e habilidades== Corpo rochoso: A exposição aos raios cósmicos fez seus músculos, tecidos e estrutura óssea aumentarem em resistência e densidade, o que colateralmente torna o Coisa extremamente pesado. Super resistência: O Coisa pode realizar grande esforço por durante um dia inteiro antes de se cansar significativamente. Os pulmões do Coisa são maiores e mais eficientes que o normal, permitindo-lhe prender a respiração por mais tempo. Os sentidos do Coisa suportam uma quantidade maior de estímulo sensorial, tornando-o menos sensível ao clarão ou barulho de uma explosão, por exemplo. Seu único sentido cuja sensibilidade é anormal é o tato, que é reduzido em relação a uma pessoa comum. O corpo do Coisa pode suportar temperaturas extremas por algumas horas antes de começar a sofrer os efeitos. Entretanto, ele ainda é suscetível a doenças e stress emocional. Super força:A força do Coisa aumentou ao longo dos anos desde sua exposição inicial. No começo, o Coisa tinha força suficiente para levantar cinco toneladas. Sua força aumentou consideravelmente desde então, em parte devido ao equipamento para exercícios desenvolvido especialmente para ele por Reed Richards. Atualmente, o Coisa suporta pesos de aproximadamente 100 toneladas. Além de suas vantagens físicas, o Coisa é um excelente piloto, embora o avião a ser pilotado tenha que ser especialmente projetado para suportar seu peso e tamanho. Seus trejeitos rudes e o hábito de fazer o trabalho pesado nos experimentos de Reed acabam por esconder sua grande inteligência. Ben é formado em engenharia elétrica pela Universidade Empire States. Na juventude, Ben foi membro de uma gangue e é um excelente lutador.The Fantastic Four Vol. 1 (1961) O Coisa seria o típico brutamontes com bom humor, ao contrário do Hulk, que está sempre de mau humor. ==Em outras mídias== ===Filmes=== Foi interpretado no cinema pelo ator Michael Bailey Smith em O Quarteto Fantástico de 1994 e por Michael Chiklis em Quarteto Fantástico de 2005 e Quarteto Fantástico e o Surfista Prateado de 2007. Foi interpretado por Jamie Bell no filme de 2015. ===Videogames=== Em Marvel: Ultimate Alliance, o Coisa é jogável em todas as plataformas, sendo que seu ataque extremo é o Rock and Roll e suas roupas são: Modern, Original, Classic e Ultimate. Também é jogável em Marvel: Ultimate Alliance 2, também é um personagem jogável no jogo do Quarteto Fantástico para PlayStation. Ele também é jogável no jogo Marvel: Torneio de Campeões. Categoria:Quarteto Fantástico Categoria:Heróis da Marvel Comics Categoria:Os Vingadores Categoria:Artistas marciais da Marvel Comics Categoria:Personagens com invulnerabilidade Categoria:Personagens com superforça Categoria:Jogadores de futebol americano fictícios Categoria:Artistas marciais fictícios Categoria:Astronautas fictícios",
 "title": "Coisa (Marvel Comics)"
}