{
 "id": "105254",
 "text": "é um conceito usado nos transportes públicos de algumas cidades do mundo que consiste basicamente no pagamento do valor das passagens de forma eletrônica, utilizando dispositivos especiais, como o cartão inteligente ou similar. == Vantagens == Com a bilhetagem eletrônica é possível agregar vários outros benefícios além da vantagem principal de não utilizar dinheiro no pagamento das tarifas, como por exemplo: * Criação redes de integrações - que permitem ao usuário do sistema fazer várias viagens pela rede de transportes (ou mesmo entre redes distintas) porém pagando um valor reduzido que o valor de cada uma das passagens durante o seu deslocamento. * Melhor gerência da rede de transporte, pois o sistema de bilhetagem gera relatórios onde o gestor do sistema de transporte poderá identificar a necessidade de fazer ajustes, como o incremento do número de veículos circulando numa linha. * Integração com outros sistemas, tais como o rastreamento dos ônibus por GPS, onde pode ser criada uma rede de informações úteis para o usuário, que poderá saber, por exemplo, quanto tempo levará para o ônibus desejado chegar ao ponto de embarque. Outra possível vantagem da bilhetagem eletrônica é a segurança dos usuários e funcionários do transporte de passageiros — como motoristas e cobradores — pois os ônibus passam a circular com menos dinheiro, diminuindo o interesse de criminosos em praticar assaltos aos veículos. Apesar dos benefícios, a bilhetagem eletrônica no Brasil tem apresentado dificuldades em atingir todo o seu potencial, sendo uma das causas a pouca variedade de fornecedores de tecnologias e práticas de mercado anti-competitivas, como demonstram relatórios de entidades representantes do setor de transporte público, como a ANTP. Nesses casos, fornecedores de tecnologia em bilhetagem eletrônica utilizam softwares proprietários que impedem integrações com provedores terceiros, aumentando os custos de manutenção e atualização dos sistemas. Outros relatos envolvem a exclusividade da compre dos cartões e bilhetes somente dos fornecedores, onerando bastante as compras. Outra grande restrição para os sistemas é a exigência de se pré-formatar/inicializar os cartões inteligentes somente pelo fornecedor de tecnologia, prejudicando muitas vezes a logística de distribuição – compra, armazenamento e venda. Atualmente a bilhetagem eletrônica tem evoluído para se integrar com outros modais, por exemplo táxis e bicicletas, além de aceitas múltiplos métodos de pagamento, como QR Code, cartões EMV e NFC. == Novas tecnologias digitais para bilhetagem == Os bilhetes digitais tem se apresentado como a nova fronteira para a bilhetagem eletrônica no transporte público, sobretudo com a ampla digitalização de serviços e o a popularização dos smartphones e redes móveis. Com a evolução da tecnologia de tockenização e Account Based Ticketing (ABT) a mídia física, o cartão inteligente, pode ser substituído por qualquer meio de acesso ao transporte público, seja um smartphone, relógio digital ou cartão bancário. Novos soluções e empresas têm surgido para suprir a demanda por novas tecnologias de pagamento e bilhetagem no transporte público. Com isso, espera-se que usuários possam entrar em ônibus, trens, metrôs e outros modais com qualquer um dos meios usando o saldo de sua carteira digital, sem a necessidade de carregar múltiplos cartões. O saldo da carteira é acessado de maneira online, seja qual for o meio de acesso, por meio da bilhetagem digital. Para operadores de transporte é uma oportunidade de atrair novos clientes, após anos de queda de demanda de passageiros, além de reduzir os custos da operação com mais competição no mercado de bilhetagem eletrônica. Boas práticas internacionais recomendam a contratação de bilhetagens que sejam digitais, com uso de software livre, integração com provedores de tecnologia de qualquer origem por meio de API's abertas, além da possibilidade de usar o conceito de ABT para oferecer carteiras digitais. == No Brasil == Listagem de alguns sistemas de bilhetagem eletrônica existentes no Brasil. País Cidade Cartão Provedor / Fornecedor Tecnologia Introdução Brasil Aracaju Mais Aracaju Setransp / Prodata 2008 Santos CT Transporte Prodata / Piracicabana 1998 Praia Grande CT Transporte Prodata / Piracicabana 1998 Baixada Santista - EMTU (ônibus e VLT) BR Card Prodata / Brmobilidade 2016 Bagé Cartão Bá! CTC / Prodata 2009http://www.jornalminuano.com.br/noticia.php?id=35507&busca;=1&palavra;=bilhetagem%20eletronica Belém Passe Fácil Setransbel / Prodata 2008 Belo Horizonte BHBus Transfácil / Tacom 2002http://www.revistatechnibus.com.br/destaque_princ/index.php?cod=6&edicao;=12&revista;=2 Grande Belo Horizonte Ótimo Ótimo Consórcio / Empresa1 2008 Belo Horizonte (Metrô) Bipay - Bilhete Digital Bipay / ONBOARD Mobility 2023 Blumenau Cartão SIGA Consórcio SIGA / Prodata 2006 Brasília Fácil DF Facil DF / Transdata 2008 Campina Grande Vale Mais Card SITRANS / Empresa1 (até maio de 2012) e Transdata (atual) 2007 Campinas Bilhete Único TRANSURC / Prodata 2006 Campo Grande PegFacil Assetur / Digicon Caruaru Cartão Leva AETPC / Transdata 2013 Grande Cuiabá (Cuiabá, Santo Antônio de Leverger e Várzea Grande) Cartão TEM Transporte MTU (Associação Matogrossense dos Transportadores Urbanos) 2005 Curitiba Cartão URBS URBS / Dataprom Grande Curitiba Metrocard Associação Metrocard / Transdata 2015 São José dos Pinhais Cartão VEM Consórcio do Vale Eletrônico Municipal / Empresa1 Araucária TRIAR SMPL / Transdata Campo Largo Cartão Cidadão Transpiedade / Florianópolis Passe Rápido SETUF / Empresa1 2003 Fortaleza Vale Transporte Eletrônico VTE Fortaleza / Empresa1 2008 Foz do Iguaçu Único Unicofoz / Transdata 2010 Goiânia Cartão Fácil RMTC / SET Grande Florianópolis (Biguaçu, São José e Palhoça) Fácil (Metropolitano) SETUF / Empresa1 2012 Grande Natal (Parnamirim, Macaiba, Ielmo Marinho, São Gonçalo do Amarante) RN Card, antigo Trampolim Card RN Card / Transdata 1996Trampolim da Vitória: Inovações e Tecnologias da Trampolim da Vitória Grande Salvador Metropasse Associação Baiana de Transportes Metropolitanos Associação das Empresas de Transporte Coletivo Rodoviário do Estado da Bahia Grande Vitória (Cariacica, Fundão, Guarapari, Serra, Viana, Vila Velha e Vitória) Cartão GV GVBUS / Tacom 2019 Guarujá City + Autopass 2019 Itajaí SIM Coletivo Itajaí / Prodata 2008 Itu Avante Turismo Cittati 2018 João Pessoa Passe Legal AETC-JP (Cartão Cidadão / Vale Transporte / Cartão Estudante) / Transdata 2006 Maceió Bem Legal Transpal / Prodata Manaus Passa Fácil Sinetram / Dataprom Natal NatalCard Seturn / Fujitec (até 2013) e Transdata Smart (atual) 2008 Nova Lima VT Direto Via Ouro / Tacom 2006 Novo Hamburgo Passagem Inteligente Versul 2004 Palmas SBE-Palmas Seturb / Dataprom 2006 Porto Alegre TRI EPTC / Prodata 2008 Porto Velho SIM Digital SigonPass / Empresa1 2016 Recife Vale Eletrônico Metropolitano Grande Recife Consórcio / Prodata e Digicon (Jaboatão) 2009 Ribeirão Preto NOSSO TRANSURBRP / Prodata Rio Branco MEU Cartão Sindcol / Prodata Rio de Janeiro Riocard Fetranspor / Riocard TI [link] 2005 Salvador Salvador Card Transalvador / Tacom 2006 Salvador Cartão CCR Metrô Bahia CCR Metrô Bahia [link] 2016 São Luís Cartão Vale-Transporte SET-São Luís / Dataprom 2006 São João Del Rei Del Rei Card Presidente / Prodata 2011 São Paulo Bilhete Único SPTrans / Prodata e Digicon 2004 RMSP e São Roque Cartão BOM Cartão TOP EMTU / Autopass 2006 Sorocaba ComVocê Urbes / Empresa 1 2011 Teresina + Fácil SETUT / Tacom 2003 Toledo PasseBem VST / Transdata 2014 Portugal Área Metropolitana do Porto Andante Transportes Intermodais do Porto 2002 Área Metropolitana de Lisboa Navegante, Viva, Sete colinas Transportes Metropolitanos de Lisboa 2006 Categoria:Transporte público",
 "title": "Bilhetagem eletrônica"
}