{
 "id": "105379",
 "text": "A Fortaleza de Cacela, também referida como Forte de Cacela, Fortaleza dos Cavaleiros de Santiago de Cacela e Castelo de Cacela, no Algarve, localiza-se na povoação de Cacela-Velha, freguesia de Vila Nova de Cacela, Município de Vila Real de Santo António, no Distrito de Faro, em Portugal.Ficha na base de dados SIPA Em posição dominante sobranceira à foz da ria Formosa, encontra-se atualmente compreendido no património classificado de Cacela Velha, considerado como um dos mais importantes conjuntos arquitectónicos do Algarve. == História == === Antecedentes === A primitiva fortificação no local foi um castelo mouro anterior à Reconquista da Península Ibérica. No século XVI, já em ruínas, foi essa defesa foi reconstruída por ordens de D. João III ou de D. Sebastião. É sabido que este último inspeccionou pessoalmente as obras em 1573. A fortificação sofreu várias vicissitudes nos séculos seguintes: relatos de 1617 esclarecem que as suas muralhas se encontravam arruinadas do lado da arriba; em 1750 a fortaleza encontrava-se arruinada, tendo ficado quase destruída com o terramoto de 1755. === Do terramoto de 1755 aos nossos dias === A atual estrutura remonta a D. Rodrigo de Noronha, que ordenou a sua reconstrução, prolongando-se os trabalhos de 1770 a 1794. Ao final do século XIX, em 1897, as dependências do forte foram ocupadas pela Guarda Fiscal (hoje Brigada Fiscal da GNR). Funcionou no seu interior um radar que se destinava à vigilância do espaço aéreo. Os seus edifícios, no terrapleno, encontram-se utilizados pela corporação, razão pela qual não é permitida a visitação turística ao monumento. Do largo fronteiro à fortaleza avista-se, para leste, o troço final da ria Formosa (que se estende até poucas centenas de metros da Manta Rota), a baía de Monte Gordo e, mais longe, já em Espanha, a Ilha Canela e a Ilha Cristina. == Características == O forte apresenta planta trapezoidal com baluartes nos ângulos salientes, e guaritas. No seu terrapleno erguem-se as edificações de serviço e abre-se a cisterna. Existe uma planta datada de 1784 da autoria do engº militar José Sande de Vasconcelos. == Lápide na Entrada == A Lápide colocada à entrada apresenta a seguinte inscrição. EM O REINADO DA AUGUSTISSIMA S. D. M. I. RAINHADPORTUGALGOUERNANDO ESTE RN. DO ALG.OILMO.E EXMO. NUNO IOZE FULGENSIO DEMENDONSA EMOURA CONDE DE UALEDREIS GENTILHOME DS.A.R. DEPUTADO DA JUNTA DOS 3 ESTADOS GOUERNADOR E CAP. GENERAL DTO. REINO MANDOU REEDIFICAR ECABAR ESTAFORTALEZA SENDO INSPETOR DA MESMA OBRA O DR. JOZE CAETANNO DANRADE E CASTRO GUARDA MOR DA CID. DE TAUIRA ANNO DE 1794. Algumas personalidades descritas na lápide são: * S.D.M.I RAINHADPORTUGAL - Senhora D. Maria I, rainha de Portugal . * NUNO IOZE FULGENSIO DEMENSONSA EMOURA CONDE DE UALDREIS - Nuno José de Mendonça e Moura, 6º conde de Vale de Reis, na altura governador das Armas do Algarve . * JOZE CAETANNO DANRADE - José Caetano de Andrade Castro, guarda-mor da cidade de Tavira , que também colaborou na reedificação do Forte de São João da Barra, em Cabanas. == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Pesquisa de Património / IGESPAR Categoria:Vila Nova de Cacela Categoria:Património edificado em Vila Real de Santo António Categoria:Fortificações classificadas como imóvel de interesse público em Portugal‎ Categoria:Fortificações do distrito de Faro Categoria:Fortificações costeiras em Portugal",
 "title": "Fortaleza de Cacela"
}