{
 "id": "105400",
 "text": "Benjamin Chaves (Pará de Minas, 11 de junho de 1870 — Rio de Janeiro, 30 de maio de 1954), mais conhecido como Benjamin de Oliveira, foi um artista, compositor, cantor, ator e palhaço de circo brasileiro.A constituição do circo-família. Pindorama Circus. Página visitada em 8 de maio de 2014. Ele é mais conhecido por ser o primeiro palhaço negro do Brasil. Além disso, foi o idealizador e criador do primeiro circo-teatro. O sobrenome \"Oliveira\" veio após se inspirar no nome de seu instrutor, Severino de Oliveira. ==Biografia== Benjamin Chaves nasceu em Pará de Minas, interior de Minas Gerais em 11 de junho de 1870, filho de Malaquias Chaves e Leandra de Jesus. Negro forro, sua alforria e de seus irmãos veio após nascerem, já que Leandra era considerada escrava de estimação. Seu pai, trabalhava buscando escravos fugitivos, que deixavam o trabalho da fazenda para terem liberdade. ===Carreira=== Aos 12 anos, Benjamin fugiu de casa ainda criança com a \"troupe\" do circo Sotero, que passava na cidade, onde atuou como trapezista e acrobata. Três anos após, ele decidiu escapar, já que era espancado pelo dono do circo. Já fora do Sotero, ele encontrou com ciganos que queriam lhe vender, fazendo com que ele escape novamente. Nesta fuga, ele acabou encontrando com um fazendeiro, que alegou que ele seria um escravo fugitivo. Benjamin para ser liberado teve que fazer algumas das acrobacias que ele havia aprendido no circo. Depois de passar por vários outros circos, ele substituiu o palhaço titular do circo onde trabalhava que havia adoecido e que não havia ninguém para substituí-lo. Na sua primeira apresentação, o público a rejeitou, pois não gostaram dela. Depois, trabalhou em outros circos passando por várias cidades, em especial no circo Caçamba no Rio de Janeiro onde o então presidente da república Marechal Floriano Peixoto estava presente. Surpreso com a apresentação de Benjamin e com a ideia de Manuel Gomes – dono do circo; o presidente transferiu o circo da que era situado na favela para a frente do Palácio do Itamaraty, na Praça da República. A partir dali, os materiais usados pela trupe eram transportados pelo Exército Brasileiro. Escreveu diversas peças de sucesso, entre as quais, O Diabo e o Chico, Vingança Operária, Matutos na Cidade e A Noiva do Sargento. Atuou também como cantor, nos entreatos, executando ao violão lundus, chulas e modinhas, principalmente as de seu amigo Catulo da Paixão Cearense. Em agosto de 1908, protagonizou no papel de Peri a peça O Guarani em que foi filmado no circo Circo Spinelli e lançado sob o nome Os Guaranis, inspirado na obra de José de Alencar. O filme foi a primeira filmagem de um filme de romance na época e foi lançado pela Photo-Cinematographica Brasileira. Em 1921, criou a revista Sai Despacho!. Em 1941, ele havia pedido auxílio de passagens e transporte para 46 pessoas para uma excursão em Belo Horizonte, Minas Gerais. O pedido foi feito em dois meses sendo negado em todos os três pedidos. Em 1947, devido a pressão feita pelos jornalistas a Câmara dos Deputados, ele passou a receber pensão do governo. Em entrevista a Brício de Abreu, em 1947, descreveu o circo em que trabalhou, por volta de 1885: ===Morte=== Benjamin acabou falecendo em 30 de maio de 1954 no Rio de Janeiro, RJ, como noticiou o jornal O Estado de São Paulo, edição do dia 01.06.1954, página 9, assim como \"A Noite\", edição de 31.05.1954, págs. 3 e 8, com o título \"Morreu o palhaço Benjamin de Oliveira\". == Fatos recentes == * A historiadora Ermínia Silva publicou em 2008 o livro “Circo Teatro: Benjamin de Oliveira e a Teatralidade Circense no Brasil” * Em 2009 a escola de samba São Clemente apresentou no carnaval carioca o enredo \"O Beijo moleque da São Clemente\", uma homenagem a Benjamin de Oliveira. O enredo de autoria do carnavalesco Mauro Quintaes foi inspirado no livro de Ermínia Silva. * O artista também foi homenageado com o espetáculo \"Universo Redondo - Os Circos de Benjamim\", em 2015 no Rio de Janeiro, por iniciativa do ator Gabriel Sant´Anna na Cia do Solo. * Sua estátua situada no Parque Bariri, município de Pará de Minas (MG), foi vandalizada ao ser pichada com duas suásticas prateadas em setembro de 2017. *Em 2019, Benjamin foi representado no espetáculo Chaves - Um Tributo Musical, sendo interpretado por Milton Filho e, depois, por Maurício Xavier. *No carnaval de 2020 a escola de samba Acadêmicos do Salgueiro teve como enredo \"O Rei Negro do Picadeiro\" que cantou a vida e obra de Benjamin. == Discografia == * 1910 - Caipira Mineiro * 1910 - As Comparações * 1910 - O Baiano na Rocha (com Mário Pinheiro) * 1910 - Se Fores ao Porto (com Mário Pinheiro) == Filmografia == Ano Filme Papel Notas 1908 Os Guaranis Peri 1948 Inconfidência Mineira escravo de Tiradentes == Bibliografia == * SILVA, Ermínia. Circo-Teatro: Benjamim de Oliveira e a teatralidade circense no Brasil. São Paulo, Editora Altana, 2007.434 p. *Hirano, Luis Felipe Kojima. Circo-Teatro: Benjamim de Oliveira e a teatralidade circense no Brasil. Ponto Urbe [Online], 2 | 200. DOI : 10.4000/pontourbe.1923. *Porto, Sérgio – Benjamim de Oliveira – o palhaço em Revista Manchete. Rio de Janeiro, seção “Um Episódio por Semana”, 19 de junho de 1954. * Azevedo, M. A . de (NIREZ) et al. Discografia brasileira em 78 rpm. Rio de Janeiro: Funarte, 1982. * Marcondes, Marcos Antônio. (ED). Enciclopédia da Música popular brasileira: erudita, folclórica e popular. 2. ed. São Paulo: Art Editora/Publifolha, 1999. * Tinhorão, José Ramos. Cultura popular - Temas e questões. São Paulo: Editora 34, 2001. * Abreu, Brício de - Esses populares tão desconhecidos, Rio de Janeiro, c. Raposo Carneiro editor, 1963. *Jornal O Estado de São Paulo, edição do dia 01.06.1954, página 9, artigo: \"Falecimento de artista circense. Rio, 31. *A Noite, edição de 31.05.1954, págs. 3 e 8, artigo: \"Morreu o palhaço Benjamin de Oliveira\". ==Ligação externas== * no Dicionário Cravo Albin da Música Popular Brasileira *Desfile do G.R.E.S. São Clemente 2009: O Beijo Moleque da São Clemente no YouTube. * Categoria:Atores brasileiros do século XIX Categoria:Atores brasileiros do século XX Categoria:Artistas circenses do Brasil Categoria:Palhaços do Brasil Categoria:Atores de Minas Gerais Categoria:Naturais de Pará de Minas Categoria:Humoristas de Minas Gerais Categoria:Atores afro-brasileiros",
 "title": "Benjamin de Oliveira"
}