{
 "id": "105472",
 "text": "O é praticado por desportistas (paraquedistas) que saltam de aeronaves, ou lugares fixos (BASE jumping), fazendo uso de um paraquedas (invólucro contendo uma vela dobrada desenhada a desdobrar-se aumentando sua superfície de contato com o ar) para diminuir sua velocidade de queda, sendo possível realizar saltos de grandes altitudes sem sofrer danos mortais. == História == O paraquedismo não é um esporte criado há pouco tempo. O sonho está registrado ainda na mitologia, que mostra Dédalo e seu filho Ícaro na busca de alçar voo com asas de penas de pássaro ligadas por cera. *1306 - Aparecem registros de acrobatas chineses que se atiravam de muralhas e torres empunhando um dispositivo semelhante a um grande guarda-chuva que amortecia a chegada ao solo. *1495 - Leonardo da Vinci escreveria em notas: \"Se um dia alguém dispuser de uma peça de pano impermeabilizado, tendo os poros bem tapados com massa de amido e que tenha dez braças de lado, pode atirar-se de qualquer altura, sem danos para si\". Da Vinci é considerado também o precursor como projetista de um paraquedas. *1617 - O italiano Fausto Veranzio salta com um \"paraquedas\" da torre da catedral de Veneza, aterrando ileso diante dos espectadores. *1783 - Louis-Sébastien Lenormand constrói e patenteia um paraquedas com o qual repetidamente executas as manobras. *1785 - Jean Pierre Blanchard constrói e salta com um paraquedas feito de seda, sem a armação fixa que até então era utilizada para manter o velame aberto. *1797 - Andre-Jacques Garnerin, em Paris, salta de um balão a uma altura aproximada de 2 mil pés. Garnerin prossegue saltando regularmente e a ele a história deu a honra de ser considerado o primeiro paraquedista do mundo. Em 1802, em Londres, Garnerin salta a 8 mil pés, um recorde para a época. *1808 - Pela primeira vez o paraquedas foi usado como salva-vidas quando o polonês Kuparenko o utiliza para saltar de um balão em chamas. *1837 - Acontece o primeiro acidente fatal com um paraquedista, quando Robert Cocking falece em razão do impacto contra o solo. Cocking saltava com um paraquedas com o desenho de um cone invertido que se mostrou inadequado, não resistiu à pressão e fechou. *1887 - O Capitão americano Thomas Scott Baldwin inventa o equipamento que se ajusta ao corpo do paraquedista, substituindo os cestos até então utilizados. Este invento foi um novo e importante passo para o desenvolvimento do paraquedismo. *1901 - Charles Broadwick inventa o paraquedas dorsal, fechado dentro de um invólucro, como os que hoje são utilizados pelos pilotos de aviões militares. O sistema de abertura do paraquedas era um cabo amarrado ao balão. *1911 - Grant Morton realiza o primeiro salto utilizando um avião. Norton decolou levando o paraquedas nos braços e na hora do salto arremessou-o para fora sendo por ele extraído da aeronave. *1919 - Leslie Irvin executa o primeiro salto livre, abrindo o paraquedas, por ação muscular voluntária durante a queda livre. *1930 - Os russos organizam o primeiro Festival Desportivo de Paraquedismo (ver: Victor Herman). *1941 - O exército alemão emprega o paraquedas como equipamento de guerra, lançando paraquedistas militares para conquistar a ilha de Creta. Depois o paraquedismo se desenvolve em uma velocidade vertiginosa, seja quanto aos equipamentos, técnicas de salto e tipos de competição. == Modalidades == Existem várias modalidades de salto em paraquedas: * Salto semiautomático * Formações em queda livre (FQL ou TR (trabalho relativo)) * Estilo livre (freestyle) * Pouso de precisão * Trabalho Relativo de Velames TRV (formações de velames) * Freefly (FF) * Skysurf * Salto Tandem ou Salto Duplo * BASE jumping * Wingsuit * Pilotagem de velames (swooping) == Galeria de fotos == Acanpamento_paraquedistas_do_exército_REFON.jpg|Acampamento de paraquedistas, equipe do exército brasileiro em Avaré. Preparo_para_o_salto_- _Avaré--_REFON.jpg|No avião Bandeirante, preparo para o salto em Avaré. Exército salto 170606 REFON 5.JPG|Momento do salto TRV- Rio_de_Janeiro_2001.jpg| TRV - Rio de Janeiro, 2001 Recorde Brasileiro de TRV - 2000.jpg|Recorde Brasileiro de TRV,Rio de Janeiro - 2000 Paratrooper_about_to_jump_into_combat_on_1944-6-6.jpg|Paraquedista das Forças Aliadas, pronto para saltar na Normandia (França), durante o desembarque do Dia-D, batalha decisiva da II Guerra Mundial. ==Ver também== * Salto em queda livre ==Ligações externas== * * Confederação de Aerodesporto Brasileiro * * * Associação Portuguesa de Paraquedistas Categoria:Desportos radicais",
 "title": "Paraquedismo"
}