{
 "id": "105420",
 "text": "Judaísmo reconstrucionista é um movimento do judaísmo fundado no século XX nos Estados Unidos pelo rabino Mordecai Kaplan (1881–1983), dando ênfase à ideia de Judaísmo como uma civilização,Rabbi Morris N. Kertzer, What Is a Jew?, The World Publishing Company, Cleveland & New York, 1953, p. 121: \"a movement called Reconstructionism... Founded by Dr. Kaplan, Reconstructionism has its supporters among Conservative and Reform Jews... Reconstructionism's special emphasis is the belief that Judaism is not only a religion but a religious civilization\" (\"um movimento chamado Reconstrucionismo... fundado por Dr. Kaplan, Reconstrucionismo tem seus sustentadores dentre os judéus conservadores é reformistas... o ênfase especial de Reconstrucionismo é a convicção que judaismo é não somente uma religião mas uma civilizaçao religiosa\")The Jewish Almanac, Richard Siegel e Carl Rheins, compiladores e redatores, Bantam Books, New York, 1980, p. 510: \"Reconstructionism... Founded in this century by the Conservative rabbi and philosopher Mordecai Kaplan, it emphasizes 'Judaism as a civilization', (\"Reconstrucionismo... Fundado neste século pelo rabino Conservador e philosopho Mordecai Kaplan, da ênfase a 'judaismo como uma civilização'\")Solomon Grayzel, A History of the Jews, The Jewish Publication Society of America, Filadélfia, 1968, p. 779: \"Reconstructionism... defines Judaism as 'an evolving religious civilization.' \" (\"Reconstrucionismo... define judaismo como 'uma civilizaçao religiosa evoluindo' \") na frase de Kaplan que é o título do seu livro mais famoso. Kaplan rejeitou a religião baseada no sobrenaturalismo, dizendo: \"Religião sobrenatural é a fase da religião de astrologia e alquimia.\"Laconia Cohn- Sherbok, A History of Jewish Civilization, Chartwell Books, Edison, Nova Jérsei, 1997, p. 180: \"he came to the conclusion that Judaism should grow beyond traditional supernaturalism: as he put it, 'Supernatural religion is the astrology and alchemy stage of religion.'... In his most famous book, Judaism as Civilization, he argued that Judaism is a civilization\" (\"ele concluiu que judaismo deve crescer além do sobrenaturalismo tradicional: como ele disse, 'Religião sobrenatural é a fase da religião de astrologia e alquimia.'... No seu livro o mais famoso, Judaismo como civilização, ele raciocina que judaismo é uma civilizaçao\") O único seminário do movimento, o Reconstructionist Rabbinical College em Filadélfia, foi fundado em 1968.sítio official do Reconstructionist Rabbinical College: \"The Reconstructionist Rabbinical College is the sole seminary of the Reconstructionist movement. Founded in 1968\" (\"O Reconstructionist Rabbinical College é o só seminário do movimento Reconstrucionista. Fundado em 1968\") Dentre os movimentos judéus, o Reconstrucionismo era um pioneiro na igualdade das mulheres nos ritos,Rabbi Morris N. Kertzer, What Is a Jew?, The World Publishing Company, Cleveland & New York, 1953, p. 121: \"Its forms are frankly experimental... it grants equal ritual status to women in the synagogue.\" e desde sua fundação o seminário aceitou mulheres para estudar a ser rabinos, sendo o primeiro colégio rabínico que fêz isso.The Timechart History of Jewish Civilization, Worth Press Limited, UK, 2004, p. 23: \"1968 The Reconstructionist Rabbinical College is founded in Philadelphia, the first seminary to accept women\"The Jewish Almanac, Richard Siegel e Carl Rheins, compiladores e redatores, Bantam Books, New York, 1980, p. 510: \"The Reconstructionist Rabbinical College has admitted women since its founding\" Kaplan foi originalmente um rabino ortodoxo,The Jewish Almanac, Richard Siegel e Carl Rheins, compiladores e redatores, Bantam Books, New York, 1980, p. 510 e depois conservador.Laconia Cohn-Sherbok, A History of Jewish Civilization, Chartwell Books, Edison, Nova Jérsei, 1997, p. 180: \"An interesting offshoot of Conservative Judaism is Reconstructionism, which was instituted by Mordecai Kaplan (1881-1983)... For most of his career he was head of the Teachers Training Institute at the Jewish Theological Seminary\"; p. 179: \"the Conservative movement... point of view was taught in the Jewish Theological Seminary\"Rabbi Morris N. Kertzer, What Is a Jew?, The World Publishing Company, Cleveland & New York, 1953, p. 121: \"Conservative Judaism declares, in the words of Dr. Mordecai M. Kaplan, that its very strength lies in 'unity in diversity' \" Desde 1922 deixou suas afiliações ortodoxas e desenvolveu o seu pensamento numa direção mais liberal e contribuiu para a expansão deste movimento,The Jewish Almanac, Richard Siegel e Carl Rheins, compiladores e redatores, Bantam Books, New York, 1980, p. 510: \"The formal beginning of Reconstructionism as a movement can be traced to 1922, when Kaplan withdrew from the (Orthodox) Jewish Center in Manhattan, which he had helped found, and established a new synagogue for his followers: The Society for the Advancement of Judaism, located a few hundred yards away on 86th Street\" que se caracteriza pelos seguintes princípios: * crença de que a autonomia individual geralmente se sobrepõe à lei e costume tradicional judaica, mas que ao mesmo tempo que considera que as práticas individuais devem ser tomadas no contexto do consenso comunal. Isto leva a uma posição um pouco mais tradicional do que o Judaísmo Reformista. * uma atitude positiva para com a cultura moderna. * a crença de que os estudos tradicionais rabínicos, bem como os modernos estudos críticos acadêmicos de textos são ambos métodos válidos. * um método não fundamentalista de ensino dos princípios de fé judaicos, juntamente com a crença de que nenhum judeu é obrigado a aceitar todos ou algum dos princípios de fé. * A rejeição da crença de que os judeus sejam o povo escolhido,Rabbi Morris N. Kertzer, What Is a Jew?, The World Publishing Company, Cleveland & New York, 1953, p. 121: \"Reconstructionism... has eliminated all references to the Jews as the Chosen People\" (\"Reconstrucionismo... tem eliminado todas referências aos judéus como o Povo Escolhido\" bem como a rejeição de todos os milagres e do teísmo. Categoria:Denominações do judaísmo",
 "title": "Judaísmo reconstrucionista"
}