{
 "id": "10554",
 "text": "thumb|250px|Localização da Freguesia de Várzea Cova no Município de Fafe Várzea Cova é uma povoação portuguesa do Município de Fafe que foi sede da extinta Freguesia de Várzea Cova, freguesia que tinha 11,92 km² de área e 358 habitantes (2011), e, por isso, uma densidade populacional de 30 hab/km². A Freguesia de Várzea Cova foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Moreira do Rei, formar uma nova freguesia denominada União de Freguesias de Moreira do Rei e Várzea Cova com sede na Rua da Feira, 96, em Moreira do Rei.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == Descrição == Várzea Cova é uma povoação antiquíssima e uma das mais características e distantes do centro da cidade. Existem fortes vestígios de ter havido aqui vivência pré-histórica, provada através da construção megalítica da Malhadoura. Quem por aqui passa pode admirar, principalmente na Primavera, o brilhante e panorâmico espectáculo oferecido pelas inconfundíveis cores da flora que ali vegeta. Locais de descanso também por ali abundam, longe do perigo e em consonância com o que de mais puro há na natureza. Existe uma ponte romana datada do século XIII, chamada de ponte do Borralho”. Lá perto existe um pequeno parque de merendas onde se pode usufruir da sombra dos plátanos e ter um dia de sossego, contemplando a natureza. Várzea Cova situa-se num vale apertado entre dois montes. Possui terrenos férteis, irrigados por diversos riachos subsidiários do rio Vizela, e grandes quintas. A sua actividade económica predominante é, ainda hoje, a agricultura de subsistência. Outrora, a grande produção agrícola desta terra foi o milho. O elevado número de espigueiros existentes junto às casas típicas de lavoura desta localidade são exemplos da importância que esta cultura teve para estas gentes. Os espigueiros são excelentes exemplares da arquitectura popular do Minho. Servem para armazenar as espigas de milho, protegendo-as da humidade e dos roedores. Conhecidos também por canastros ou caniços, são construídos em diversos materiais e a sua arquitectura varia de região para região. São pontos de referência na paisagem rural minhota. Várzea Cova contém três núcleos populacionais concentrados, mas distanciados uns dos outros, como sempre acontece nas zonas montanhosas. Bastelo, situado no declive de uma serra, é considerado o mais típico núcleo rural de montanha do município; Lagoa, num alto montanhoso, com ligação para outros municípios e horizontes intermináveis, e que é um local muito conhecido pela romaria da (Senhora das Neves) que ali se venera. Existem duas capelas filiais em Várzea Cova: a capela de S. Mamede, no lugar de Bastelo, e o Santuário de Nossa Senhora das Neves, pertence a esta freguesia e também a Aboim. Como romaria principal neste povoado, e muito apreciada não só pelos seus habitantes, mas também pelos seus emigrantes, temos a festa de Santa Maria, que anualmente se realiza no dia 15 de Agosto. Ultimamente a festa das colheitas (Outubro) que é um acto de agradecimento pelas colheitas recebidas durante o ano, bem como o seu leilão em favor da restauração da Igreja Paroquial. ==População== População da freguesia de Várzea Cova (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 683 691 700 777 833 850 933 922 1 074 1 044 972 648 465 447 358 == História mais antiga == Antiquíssima localidade com sinais de vestígios de edificações dolménicas e castrejas, denunciadas pelos toponímicos dos lugares que fazem parte integrante do seu terreno, surgindo nas inquirições de tempos antigos. Assim, são evidentes sinais, como por exemplo, em Bustelo (BASTELO), derivado medieval de busto, de sentido pastoril (do latim bustu, de sentido necrológico-sepultura antiga; Cerdeira (SUBIDA DE VÁRZEA COVA PARA A LAGOA), de significação botânica, do antigo cerzeita (do latim, sessaria, significação vegetação bravia); Facha (FACHA DO MONTE), topónimo designação de forte, civitas pré-Romanas, castelo da reconquista (altura de um castelo); LAGOA (terreno alagado, ou alagadiço); Outeiro (RUA OUTEIRO DA VILA); VARZEA COVA, nome principal (por ter sido ali construída uma igreja ou ermita em honra de Santa Maria (que se tornaria na Igreja Paroquial) . O território desta povoação fazia parte da paróquia de Santa Maria de Outeiro, na terra de Cabeceiras de Basto, e parte dela parece ainda ser incluída no couto do Mosteiro de Refojos de Basto. A este porém, eram estranhas as vilas de Bustelo e Varziela Cova, hoje lugares de Várzea Cova, cujo território se revela bastante povoado já em meados do século XIII, segundo as inquirições de 1258 a paróquia “ Ecclesie Sancte Marie Outaurio”. “ Na “villa” de Bustelo, extra castrum, isto é fora do couto do Mosteiro de Cabeceiras, existiam dezassete casais, número notável para a época (casal – em cada um podiam existir mais de uma família). Quanto à “villa” de Várziela Cova “ in Varzenela cova”, segundo a leitura das inquirições, de 1258, os casais eram em maior número do os registados em Bustelo “habentur ibi casalis XX, et sunt omnia Refoyos, et habuit e a de testamento”. Ou seja eram vinte casais, dotados todos antigamente ao mosteiro de Refojos de Basto. A paróquia é portanto posterior ao século XIII, e deve ser obra da abadia de Outeiro. É de notar o crescimento populacional do povoado se notarmos que logo nos inícios do século XVII ela já tinha quarenta fogos, para em 1860 já registar o dobro. Parece ter existido um mosteiro (nos princípios do século XII) não se sabendo a que ordem pertenceria, quando foi fundado, por quem, e a data da extinção. Segundo o primeiro volume dos Documentos Régios, na delimitação do couto de Cabeceiras (1131), o mosteiro de “Varzena” (Várzea Cova) é referido.« et inde per illam portellam que jacet inter monasterium de Varzena et Raniados et inde per fogium luporum » Seria um mosteiro típico do Minho do século IX, um mosteiro de estilo Românico, mas simples. Antes da reconquista cristã do Minho, os povos do nosso Minho viviam ainda de um modo um pouco ao estilo do Neolítico. Os povoados ficavam nos altos, pois os ataques inimigos eram constantes e o alto do monte era um refúgio seguro. A agricultura era praticada em planícies, mas estava muito atrasada. O domínio romano fomentou mais a urbanização do que a ruralidade e a prática agrícola do nosso Minho agreste formado por terrenos de pequena dimensão para a agricultura. Durante a reconquista cristã, D. Afonso Henriques e seus sucessores foram deixando as novas terras conquistadas ao cuidado dos beneditinos e outras ordens religiosas que se iam instalando no território português. Por um lado era uma garantia de segurança, por outro lado era uma garantia de dar cultura às pessoas, ensinando a prática agrícola em terrenos mais férteis e não tão montanhosos. Aos poucos formaram-se aldeias em vales propícios para a agricultura. Formaram-se, como é óbvio, igrejas e mosteiros. Havia nos monges, uma enorme ânsia evangelizadora, pois nesta altura, ainda havia muitas crenças pagãs e heresias a respeito da doutrina cristã. Competi-a aos monges por a ordem no território. Onde ficaria esse mosteiro? Seria numa pequena parcela de monte a que hoje chamam: \"as Igrejas.\" Talvez esse terreno fosse em alguma época propriedade da Igreja ou até mesmo, uma igreja. Uma segunda probabilidade que se coloca é a actual Igreja Paroquial, que fica a cerca de 1 km do terreno chamado de \"as Igrejas\". A Igreja Paroquial está muito próxima do rio. Ficar próxima do rio é sinónimo de ser um terreno fértil para a agricultura, que era do interesse dos monges. É muito provável, que com o decorrer dos anos e da arte, as pessoas fossem retirando pedras características do românico e dando lugar a outras características da sua época. A igreja anterior (século XV) que as pessoas mais velhas recordam com saudade, era uma igreja simples com uma torre separada da igreja, mas com o crescimento da população começou a ficar pequena para tanta gente, daí as obras da década de 60 e 70. Como aconteceu em várias igrejas, a tendência arquitectónica modernista, tinha a tendência de destruir o “Velho” e apostar em novas construções. Daí o desaparecimento da torre antiga e o revestimento de cimento pintado de branco, que com os anos se deteriora. Em Várzea Cova estão implantados dois marcos do Marquês de Castelo Rodrigo, D. Cristóvão de Moura. Um encontra-se no Confurco, com as armas do brasão do Marquês; e outro encontra-se junto ao Mosteiro da Lagoa, com a inscrição” Marquês de Castelo Rodrigo, 1599” Várzea Cova passou a ser do concelho (atual município) de Fafe a partir de 31 de Dezembro de 1853. == Ver também == *Casa do Penedo",
 "title": "Várzea Cova"
}