{
 "id": "105508",
 "text": "Finding Neverland é um filme britano-estadunidense de 2004, dos gêneros fantasia e dramabiográfico dirigido por Marc Forster. Seu roteiro é de David Magee baseado em peça teatral de Allan Knee. == Sinopse == O filme conta a história de Sir James Matthew Barrie, autor do livro Peter Pan. Segundo o filme, James Barrie estava encontrando dificuldades em escrever peças de teatro, pois suas criações não eram bem recebidas pelo público. Enquanto buscava inspiração, James conheceu uma viúva, mãe de quatro crianças, as quais ele entretinha com brincadeiras e histórias. A partir desse relacionamento, surgiu a inspiração para a sua grande obra, Peter Pan, que conquistou facilmente plateias pelo mundo. == Elenco == * Johnny Depp .... Sir James Matthew Barrie * Kate Winslet .... Sylvia Llewelyn Davies * Julie Christie .... Emma du Maurier * Radha Mitchell .... Mary Ansell Barrie * Dustin Hoffman .... Charles Frohman * Freddie Highmore .... Peter Llewelyn Davies * Joe Prospero .... Jack Llewelyn Davies * Nick Roud .... George Llewelyn Davies * Luke Spill .... Michael Llewelyn Davies * Ian Hart .... Sir Arthur Conan Doyle * Kelly Macdonald .... Peter Pan * Mackenzie Cook .... Sra. Jaspers / Usher * Eileen Essel .... Sra. Snow * Jimmy Gardner .... Sr. Snow * Oliver Fox .... Gilbert Cannan * Angus Barnett .... Nana / Sr. Reilly * Toby Jones .... Smee * Kate Maberly .... Wendy * Matt Green .... John * Catrin Rhys .... Michael Darling * Tim Potter .... Capitão Gancho / Lorde Carlton * Jane Booker .... Sra. Darling * Catharine Cusack .... Sarah ==Recepção== O público pesquisado pelo CinemaScore deu ao filme uma nota média de \"A\" em uma escala de A+ a F. No consenso do agregador de críticas Rotten Tomatoes diz: \"Não será aprovado para quem procura precisão histórica, mas (...) é um drama caloroso e sincero com um charme próprio - e Johnny Depp tem uma atuação graciosa como o criador de Peter Pan, JM Barrie. \"Na pontuação onde a equipe do site categoriza as opiniões da grande mídia e da mídia independente apenas como positivas ou negativas, o filme tem um índice de aprovação de 83% calculado com base em 208 comentários dos críticos. Por comparação, com as mesmas opiniões sendo calculadas usando uma média aritmética ponderada, a nota alcançada é 7,4/10. Em outro agregador, o Metacritic, que calcula as notas das opiniões usando somente uma média aritmética ponderada de determinados veículos de comunicação em maior parte da grande mídia, tem uma pontuação de 67/100, alcançada com base em 38 avaliações da imprensa anexadas no site, com a indicação de \"revisões geralmente favoráveis\". == Principais prêmios e indicações == Oscar 2005 (EUA) * Venceu **Melhor Trilha Sonora * Indicado **Melhor filme **Melhor ator (Johnny Depp) **Melhor direção de arte **Melhor figurino **Melhor montagem **Melhor roteiro adaptado (David Magee) Globo de Ouro 2005 (EUA) * Indicado **Melhor filme de drama **Melhor diretor **Melhor ator - drama (Johnny Depp) **Melhor roteiro (David Magee) **Melhor trilha sonora BAFTA 2005 (Reino Unido) * Indicado nas categorias de Melhor Filme, Melhor Diretor, Melhor Ator (Johnny Depp), Melhor Atriz (Kate Winslet), Melhor Atriz Coadjuvante (Julie Christie), Melhor Trilha Sonora, Melhor Figurino, Melhor Fotografia, Melhor Maquiagem, Melhor Desenho de Produção e Melhor Roteiro Adaptado Festival de Veneza 2004 (Itália) * Ganhou o Prêmio Lanterna Mágica ; MTV Movie Awards * Indicado **Melhor revelação masculina (Freddie Highmore) Categoria:Filmes de drama biográfico do Reino Unido Categoria:Filmes de drama biográfico dos Estados Unidos Categoria:Filmes dirigidos por Marc Forster Categoria:Filmes premiados no Festival de Veneza Categoria:Filmes premiados com o Oscar de melhor trilha sonora Categoria:Filmes de drama biográfico da década de 2000 Categoria:Filmes baseados em peças de teatro Categoria:Filmes dos Estados Unidos de 2004 Categoria:Filmes baseados em obras de autores dos Estados Unidos Categoria:Filmes gravados em Londres Categoria:Representações culturais de Arthur Conan Doyle Categoria:Cinebiografias de escritores Categoria:Filmes da Walt Disney Pictures Categoria:Filmes de fantasia dos Estados Unidos Categoria:Filmes de fantasia do Reino Unido Categoria:Filmes em língua inglesa Categoria:Filmes do Reino Unido de 2004 Categoria:Peter Pan Categoria:Filmes com trilha sonora de Jan A. P. Kaczmarek Categoria:Filmes ambientados em Londres Categoria:Filmes da Miramax Films",
 "title": "Finding Neverland"
}