{
 "id": "105566",
 "text": "Vila Zelina é um bairro no distrito de Vila Prudente na cidade de São Paulo, considerado o bairro lituano paulistano.http://www.guialeste.com.br/hist_vlprudente.shtm É a maior colônia de imigrantes lituanos no Brasil e a segunda maior do mundo, atrás apenas da colônia lituana na cidade de Chicago. == História == Não se sabe ao certo a data em que a Vila Zelina foi oficialmente fundada. Porém, sabe-se que em Outubro de 1927 já havia resquícios de moradores imigrantes balto-eslavos ou, pelo menos, pessoas que transitavam por esta região, conhecida ainda no século XIX como Baixos do Embauba. Cláudio Monteiro Soares Filho, um dos proprietários de grande parte dessas terras, resolveu então lotear o espaço em 1927 e vender, para que se povoasse o local, já que em Vila Prudente, bairro vizinho, as fábricas e a atividade comercial já eram latentes. Porém, como Monteiro Soares Filho, de ancestralidade portuguesa, ameríndia, alemã, etc..., não tinha muito tino para a venda, delegou esta função a um imigrante russo recém-chegado, Carlos Corkisko, que instalou uma espécie de escritório no lugar onde hoje funciona uma das filiais da rede de fast-food Santa Coxinha, bem no Largo de Vila Zelina. Moradores da região, contudo, afirmam que o vendedor era lituano e de ascendência também lituana. Seu sobrenome estava escrito no idioma russo, tendo em vista que, em 1918 a república lituana estava sob domínio russo, seu sobrenome em lituano é Korsiski. Ao que tudo indica, ele foi escolhido como vendedor imobiliário por ser poliglota e poder fazer negócios tanto com russos, quanto com lituanos e imigrantes de origens étnicas nos demais países do Leste Europeu que povoaram a região. O nome de Vila Zelina foi dado em homenagem a Zelina filha do casal Cláudio Monteiro Soares e Zenobia Alvarenga Monteiro Soares . Além de Zelina o casal teve outros dois filhos Helena e Cláudio Junior. A maioria dos imigrantes oriundos do centro e leste europeu como lituanos, poloneses, húngaros, búlgaros e ucranianos, entre tantas nacionalidades que chegaram ao local, deixaram suas terras natais devido às mazelas provocadas pela Primeira Guerra Mundial e também pela Revolução Bolchevique de 1917 na Rússia que se espalhou por todo leste europeu.http://amoviza.org.br/historias.asp Na década de 1940, houve uma segunda leva de imigração de lituanos e de russos quando, em decorrência do domínio soviético na região, muitas pessoas deixaram sua terra natal num movimento migratório forçado dos deslocados de guerra quando chegaram no bairro. Ao longo da década de 1920 do Século XX, vieram os imigrantes do centro e do leste europeu: lituanos, poloneses, húngaros, búlgaros, russos, romenos, letos, tchecoeslovacos, ucranianos , estonianos, eslovenos , iugoslavos , bielorrussos adquiriram terrenos e construíram suas casas no loteamento que se encontrava no bairro. Entre eles destacam-se os que vieram da Lituânia eda Rússia cujas comunidades sociais e religiosas são ativas até hoje na região. Ambas se organizaram em associações religiosas, culturais e esportivas e procuraram manter suas raízes, cada qual celebrando sua religião, sua língua e sua cultura. No local , os imigrantes instalaram diversos comércios, por exemplo, vendas de secos e molhados, lojas, padarias onde faziam o famoso Pão Preto, também uma contribuição desses povos para à gastronomia paulistana. No que tange à arte culinária, os imigrantes trouxeram alimentos tradicionais, ainda hoje elaborados pelas rotisseries da região, como Virtiniai (em lituano), Vareniki (em russo), , Piroghi (em ucraniano), Borsch (sopa de beterraba russa), repolho e pepino curtidos e o arenque defumado. Além disso, mantiveram a tradição do artesanato, onde se destacam as pinturas com motivos ucranianos em porcelana, arte em madeira, ovos pintados e bordados típicos etc.http://www.museudaimigracao.org.br/cosmopaulistanos/spa/bairro/vila- prudente/vila-zelina Quando se iniciou o bairro e os imigrantes começaram a se mudar, muitos sentiram a necessidade da construção de um lugar para que todos tivessem um apoio espiritual. Enquanto, em 1931,foi construída a primeira igreja ortodoxa russa de São Paulo, em terreno doado pela família Giacolini, na região que hoje é conhecida como Vila Zelina, em 1934 Cláudio Monteiro Soares Filho fez a doação de um terreno à Comunidade Lituana Católica Romana de São José. Com a ajuda de toda a comunidade, a igreja foi construída em tempo recorde, em apenas 2 anos. Além do terreno, Monteiro Soares Filho doou parte de seu lote central e mais 80 mil tijolos para que a comunidade, em sua maioria católica lituana, construísse a Igreja. Anteriormente a esta época, haviam sido instaladas a Igreja Batista Boas Novas e a Igreja Ortodoxa Vila Zelina, ambas fundadas por famílias russas. Ainda sobre a construção da Igreja São José de Vila Zelina, que foi a primeira igreja católica romana lituana no bairro, há a informação de que foi inaugurada em janeiro de 1936, construída pelo engenheiro Augusto Arruda Botelho em terras doadas pela senhora Zenóbia Alvarenga Monteiro Soares e pelo Coronel José Pires de Andrade, que havia sido o loteador de vários bairros em São Paulo, incluindo parte da Vila Zelina, em terras herdadas de uma chácara pertencente ao seu irmão, o Professor Gustavo Pires de Andrade, que nomeia uma das ruas do bairro. Antes da Igreja São José de Vila Zelina já constatou-se a presença de Igreja Batista Boas Novas fundada pela Comunidade Russa e Eslava da época. Nesta região temos atualmente três igrejas ortodoxas russas : A Paróquia Santíssima Trindade localizada na Rua Paratiquara na regiao adjacente a Vila Zelina em Vila Alpina, fundada em 1930 , Igreja Ortodoxa Russa da Proteção da Mãe de Deus localizada na Rua Montojo, a Igreja Ortodoxa Storoveri do rito antigo localizada na Rua dos Junquilhos e na década de 1940 a 1950 havia também uma quarta igreja Ortodoxa Russa na esquina de Rua Barão de Juparaná com a Avenida Zelina, fechada durante o auge da perseguição xenofóbica aos imigrantes do leste europeu, por associação dos russos (soviéticos, à época) como o Comunismo da extinta URSS e da Cortina de Ferro. Na Rua Pitinga existe também uma Igreja Evangélica (Assembleia de Deus Russa) cuja família fundadora fora do célebre Roberto Minczuk maestro de ascendência ucraniana. Tem a Igreja Católica Ucraniana Imaculada Conceição fundada em 1955 localizada nas adjacências da Vila Zelina em Vila Bela. Ao longo da avenida principal do bairro e nas proximidades dessa avenida, a Av. Zelina, há marcas da presença lituana na região nos nomes de lugares e nos nomes dos comércios. Há, por exemplo, a \"rua Meru\" que presta homenagem a um rio lituano, a imobiliária Lituânia e a imobiliária Kaunas, cujo nome homenageia uma importante cidade lituana. Próximo ao largo há um bar de temática lituana. Na região existem até os dias de hoje associações culturais e grupos folclóricos de danças e canções como a Associação Cultural Grupo Volga de Folclore Russo (fundada em 1981), o Grupo Rambynas de Danças Folclóricas Lituanas (fundado em 1998) e o Grupo Folclórico Ucraniano Kyiv (fundado em 1961), que perpetuam através de gerações a herança cultural herdada pelos seus antepassados imigrantes, == Atualidade == Muitos moradores ainda guardam tradições antigas de seus países de origem em diversos aspectos. Muitas residências e principalmente o comércio estão ao longo da principal avenida do bairro, a Avenida Zelina. No dia 27 de outubro comemora-se anualmente o aniversário de fundação do Bairro de Vila Zelina. Nesse dia comemora-se também o dia do Imigrante do Leste Europeu, em homenagem a esta região central e do leste da Europa de Vila Prudente composta por Vila Bela, Vila Alpina, Quinta da Paineira, Jardim Avelino, Vila Lúcia, Vila Zelina e Parque Vila Prudente. Mensalmente a Associação dos Moradores, Comerciantes, Empresários e Amigos do Bairro de Vila Zelina e adjacências - AMOVIZA, realiza a Feira Cultural Leste Europeia de São Paulo na Rua Aracati Mirim ao lado do Parque Ecológico de Vila Prudente, onde são ofertados produtos artesanais da região e culinária típica dos países do leste europeu além de oficinas culturais onde uma delas realizada próximo a Páscoa é a tradição da pintura dos ovos de Páscoa que é uma tradição dos povos do leste europeu. A Profa. Márcia Tuskenis há anos vem realizando voluntariamente oficinas gratuitas abertas ao público de pintura de ovos com motivos leste europeus durante esta edição pascal da Feira. Existe também um projeto prepararado há alguns anos pela Subprefeitura local de tematização de logradouros da região objetivando a criação de mais um bairro temático a fim de desenvolver sócio- economicamente e turisticamente este aspecto cultural forte presente do leste europeu. No centro da Vila Zelina está a Praça República Lituana, onde há um monumento em homenagem à independência do país em 1918, quando se desvencilhou do domínio russo. Trata-se de uma réplica do Monumento da Liberdade, situado na cidade lituana de Kaunas. O bairro possui ainda a Praça Imigrante Leste Europeu localizada entre a R.Dr. Deodato Ferreira Leite / R. Ciclames(passagem Lituânia Livre) e a Praça Pushkin em homenagem ao célebre escritor e poeta russo Alexander Sergueyevitch Pushkin, as quais homenageiam as treze comunidades de imigrantes dos países do centro e do leste europeu como lituanos, ucranianos, bielorrussos, húngaros, búlgaros, croatas, eslovenos, estonianos, tchecos, russos, sérvios, letões, poloneses e romenos que ajudaram a colonizar o bairro. Convém lembrar que húngaros, romenos, letões e lituanos e estonianos não são povos eslavos. Categoria:Bairros da Vila Prudente",
 "title": "Vila Zelina"
}