{
 "id": "105644",
 "text": "O Bascortostão (por vezes Basquiristão ou Bashkortostão; , em basquir: Башҡортостан, tr. Başqortostan), oficialmente República do Bascortostão (; em basquir: Башҡортостан Республикаһы, tr. Başqortostan Respublikahı), antigamente conhecido com BasquíriaRocha, Carlos; Ciberdúvidas da Língua Portuguesa – Aportuguesamento de topônimos russos, Bachquíria ou Baquíria (), é uma divisão federal da Federação da Rússia. Tem , o que faz dela a sétima mais habitada da Federação. Sua capital é a cidade de Ufa. ==História== Os primeiros assentamentos no território do Bascortostão foram criados no início do Paleolítico, porém, foi durante a Idade do Bronze, que o território foi altamente povoado. O Bascortostão está ao sul dos Urais e nos Cis-Urais, nomeado nos termos do seu povo nativo — os basquírios (bashkort). Após o fim do Império Mongol, o território do Bascortostão foi dividido entre os canatos de Cazã e da Sibéria e a Horda Nogai. As tribos que ali viviam eram chefiadas por bi (chefes tribais). Depois Cazã foi dominada por Ivan, o Terrível, em 1554–1555, representantes do oeste se aproximaram do czar com um pedido para aderir voluntariamente a Moscóvia. A partir da segunda metade do século XVII, o território da Basquíria começou a tomar forma como uma parte do estado russo. Em 1798, a Assembleia Espiritual dos Muçulmanos da Rússia foi criada, uma indicação de que o governo czarista reconheceu os direitos dos basquírios, tártaros, e outras nações muçulmanas a professar o Islã e realizar rituais religiosos. Em 1865, foi criado o governorado de Ufa, com capital na cidade de mesmo nome. Após a Revolução Russa, a República Socialista Soviética Autônoma Basquir (RSSAB) foi criada dentro da República Socialista Federativa Soviética Russa, em 1919, primeiro como Pequeno Bascortostão, mas o governorado de Ufa foi incorporado à recém-criada república. Durante o período soviético, foi concedido amplo direito autônomo, o primeiro entre outras regiões da Rússia. A estrutura administrativa da RSSA Basquir foi baseada em princípios semelhantes aos das outras repúblicas autônomas da Rússia. A extração de petróleo começou em 1932. No final de 1943, grandes depósitos de petróleo foram descobertos. Durante a Segunda Guerra Mundial, a região se tornou uma das principais da URSS para acomodar centrais elétricas e fábricas evacuados da Rússia Ocidental, bem como grandes massas de pessoas, gerando capacidade para dotar o país com armas, combustíveis e géneros alimentícios. Após a guerra, um bom número de indústrias foi desenvolvido, ligadas sobretudo à mineração, construção de máquinas e, principalmente, refinação de petróleo. Em 11 de outubro de 1990, o Soviete Supremo da República aprovou a Declaração sobre a soberania do Estado da RSSA Basquir. Em 25 de fevereiro de 1992 a RSSA Basquir foi renomeada República do Bascortostão. Em 31 de março de 1992 um pacto federativo \"sobre a separação dos poderes e das competências entre os órgãos federais do poder da Federação Russa e os órgãos de poder da República do Bascortostão\" foi assinado. Em 3 de agosto de 1994 um pacto \"sobre a separação dos poderes e mútua delegação de poderes entre os órgãos de poder da Federação da Rússia e os órgãos de poder da República do Bascortostão\" foi assinado. ==Geografia== O Bascortostão está localizado na parte sul dos Montes Urais e também engloba planícies próximas. === Dados gerais === Área Total: 143.600 km². Fronteira: A norte Krai de perm; a nordeste o Oblast de Sverdlovsk; a nordeste, leste e sudeste o Oblast de Chelyabinsk; a sudeste, sul e sudoeste o Oblast de Orenburg; a oeste a República do Tartaristão; a noroeste a República do Udmurt. Ponto mais elevado: Monte Yamantau (1.638 metros de altitude). === Características === Por estar localizado em áreas com planícies, o Bascortostão possui uma ampla hidrografia, servida por mais de 13 mil rios, muitos deles oferecem ligação com o sistema hidroviário russo. Também em consequência das áreas planas, são encontrados muitos lagos, dos quais o principal é o Lago Asylykül. Além das planícies, a república também possuí planalto com curvas que vão dos 800 aos 1200 metros de altitude. === Recursos Minerais === A República do Bascortostão é um dos territórios mais ricos em recursos minerais da Rússia. Os principais recursos minerais da região são os combustíveis fósseis (petróleo, gás natural e carvão). Outros recursos encontrados em abundância são os minérios de manganês, o cromita, de ferro, de chumbo,e de tungstênio. Para além ainda são encontrados depósitos de pedras preciosas e semipreciosas como a malaquita e o jade. ==Economia== A economia do Bascortostão, sendo um dos maiores centros industriais da Rússia, tem uma estrutura diversificada e destaca-se pela alta concentração de produção. Possui um grande setor agrícola, de alta qualidade. As atividades industriais mais importantes são o processamento químico e o refinamento de petróleo. Bascortostão processa mais petróleo no país do que qualquer outra região, cerca de 26 milhões de toneladas por ano, e fornece 17% da gasolina na Rússia e 15% do diesel. Outros importantes produtos fabricados na república incluem álcoois, pesticidas e plásticos. Seu produto interno bruto (PIB) em 2007 foi de (mais de 18 bilhões de euros, ou 18 mil milhões de euros, usando a escala longa)Russia Profile: The Republic of Bashkortostan . Mais da metade da indústria se concentra em Ufa. == Demografia == Possuí uma população de mais de 4 milhões de habitantes e uma densidade demográfica de 28,6 hab./km². === Dados demográficos === População Total: 4.063.293 de habitantes, segundo a estimativa para 2018. Grupos étnicos: O Bascortostão possuí três principais grupos étnicos: os russos, que representam 36% da população; os bashikirs, que representam 29% da população; os tártaros, que representam 25% da população. Ainda existem algumas minorias chuvaques, maris, ucranianas, moldavas e bielorrussas. Religião: A principal religião da república é o Islamismo, do qual 55% da população são adeptos. A segunda principal religião é o Cristianismo Ortodoxo, com cerca de 22% de adeptos. Cristãos não ortodoxos somam 5% da população. Fiéis de outras religiões, agnósticos e ateus representam 18% da população. Idioma: A língua oficial e amplamente usada na mídia e pelo governo é o russo. O bashkir e o tártaro são comumente usadas pela população. IDH: 0,832(muito alto). === Maiores cidades === Posição Cidade População 1 Ufa 1.062.319 2 Sterlitamak 273.486 3 Salavat 156.095 4 Neftekamsk 121.733 5 Oktyabrsky 109.474 6 Beloretsk 68.806 7 Tuymazy 66.836 8 Ishimbay 66.259 9 Kumertau 62.851 10 Sibay 62.763 ==Cultura== O Bascortostão é um dos grandes centros culturais da Rússia. Há uma rede de teatros nacionais, museus e bibliotecas. Além disso, possui um folclore diversificado, com conjuntos de dança folclórica. A fama da escola de dança basquir é mundial, muitos dos estudantes têm elevados prêmios internacionais, como Rudolf Nureiev. O Islão é a religião principal entre os povos das etnias basquir e os tártaros. A maioria dos russos, chuvaches, maris e ucranianos são cristãos ortodoxos. Ainda há 13 mil judeus na república.\"Bashkortostan Jews Centered\", Dateline World Jewry, Congresso Mundial Judaico, Julho/Agosto de 2008 Categoria:Regiões da parte europeia da Rússia",
 "title": "Bascortostão"
}