{
 "id": "105640",
 "text": "Aquífero Guarani é um imenso aquífero que abrange partes dos territórios do Uruguai, Argentina, Paraguai e, principalmente, Brasil, ocupando km². O nome foi proposto em 1996 pelo geólogo uruguaio Danilo Anton. Na ocasião, ele chegou a ser considerado o maior do mundo: hoje, é considerado o segundo maior, capaz de abastecer a população brasileira durante anos. A maior reserva atualmente conhecida é o Aquífero Alter do Chão, com o dobro do volume do Aquífero Guarani. Estudos mais detalhados concluíram que o Aquífero Guarani é menor do que os pesquisadores calculavam e, sobretudo, com volume e qualidade da água inferiores aos estimados inicialmente. Além disso, é descontínuo (como na região de Ponta Grossa, no Paraná), de constituição complexa e heterogêneo. Um dos mais importantes estudos feitos sobre ele, \"A redescoberta do Aquífero Guarani\", foi desenvolvido em 2006 pelo geólogo José Luiz Flores Machado, do Serviço Geológico do Brasil. Flores Machado afirmou, em seu estudo, que, a rigor, não se trata de um único aquífero mas de um \"sistema aquífero\". Sendo assim, o correto seria chamá-lo de \"Sistema Aquífero Guarani\". A maior parte (70 por cento ou km²) da área ocupada pelo aquífero — cerca de km² — está no subsolo do centro-sudoeste do Brasil. O restante se distribui entre o nordeste da Argentina ( km²), noroeste do Uruguai ( km²) e sudeste do Paraguai ( km²), nas bacias do rio Paraná e do Chaco-Paraná. A população atual do domínio de ocorrência do aquífero é estimada em quinze milhões de habitantes. Nomeado em homenagem ao povo guarani (que, até a chegada dos colonizadores de origem europeia, no século XVI, ocupava grande parte do território do aquífero), tem uma espessura média de 250 metros e um volume de aproximadamente km³. A profundidade máxima é por volta de metros, com uma capacidade de recarregamento de aproximadamente 160 km³ ao ano por precipitação. É dito que esta vasta reserva subterrânea pode fornecer água potável ao mundo por duzentos anos. Devido a uma possível falta de água potável no planeta, que começaria em vinte anos, este recurso natural está rapidamente sendo politizado, tornando-se o controle do Aquífero Guarani cada vez mais controverso. == Geologia do Aquífero Guarani == O Aquífero Guarani consiste primariamente de sedimentos arenosos que, depositados por processos eólicos durante o período Triássico (há aproximadamente 220 milhões de anos), foram retrabalhados pela ação química da água, pela temperatura e pela pressão e se transformaram em uma rocha sedimentar chamada arenito. Essa rocha é muito porosa e permeável e, assim, permite a acumulação de água no seu interior. Mais de 90 por cento da área total do aquífero são recobertos por lavas de basalto, rocha ígnea e de baixa permeabilidade, depositada durante o período Cretáceo na fase do vulcanismo fissural denominada de Província magmática do Paraná-Etendeka. O basalto age sobre o Aquífero Guarani como um aquitardo, diminuindo a infiltração de água e dificultando seu subsequente recarregamento, mas também o isola da zona mais superficial e porosa do solo, evitando a evaporação e evapotranspiração da água nele contida. Embora algumas áreas de ocorrência do Aquífero Guarani sejam exploradas há mais de um século, ainda falta muito para que ele seja bem conhecido na sua totalidade. A pesquisa e o monitoramento do aquífero para melhorar o gerenciamento de seus recursos são considerados importantes, uma vez que o crescimento da população em seu território é relativamente alto, aumentando riscos relacionados ao consumo e à poluição. Suas reservas abastecem a maior parte das cidades do oeste paulista. Com a crise hídrica em 2014 no estado de São Paulo, o governo do estado pediu um estudo de viabilidade da ampliação do uso do aquífero à Universidade de São Paulo. Uma equipe de geólogos da universidade elaborou um estudo do impacto nas reservas de água, considerando a retirada adicional de até 150 m³ de água por hora para avaliar se o aquífero suportaria este acréscimo de consumo a longo prazo, considerando a estiagem. Com uma precipitação pluviométrica normal, calcula-se que o aquífero suporta uma retirada total de até 1 m³ por segundo ou m³ por hora. No Brasil, oito estados são abrangidos pelo aquífero Guarani. São Paulo é onde sua potencialidade mais se aproxima daquela inicialmente divulgada. A cidade de Ribeirão Preto é toda abastecida por água subterrânea extraída dele. Apesar disso, áreas de recarga do aquífero situadas naquela cidade, tais como a Lagoa do Saibro, estão submetidas a processos de poluição e contaminação, notadamente em razão do descarte inadequado de colchões, espumas, materiais eletrônicos e até carros, na lagoa. Segundo o professor de toxicologia e química da USP, Daniel Dorta, a análise de sedimentos da lagoa mostrou a presença de retardantes de chama bromados (utilizados na fabricação de vários daqueles objetos descartados). Quando lançadas no ambiente, os retardantes de chama bromados oferecem riscos à saúde humana e animal, ao provocar disfunções do sistema endócrino.Lagoa de recarga do Aquífero Guarani está contaminada por substâncias que geram disfunção do sistema endócrino. Entrevista especial com Daniel Dorta. Por: Patricia Fachin. Instituto Humanitas Unisinos (IHU), 2 de dezembro de 2016.Descarte inadequado de lixo e entulho em área de recarga compromete Aquífero Guarani. IHU, 25 de novembro de 2016. Já em Santa Catarina e Paraná, em extensas áreas do aquífero a água não é potável, por excesso de sais. Mato Grosso, Goiás e Minas Gerais são estados que requerem mais estudos, embora, neles, as águas tendam a ter boa qualidade. ==Área do aquífero Guarani nos estados brasileiros== *Mato Grosso do Sul ( km²) *Rio Grande do Sul ( km²) *São Paulo ( km²) *Paraná ( km²) *Goiás ( km²) *Minas Gerais ( km²) *Santa Catarina ( km²) *Mato Grosso ( km²) Na Argentina, o aquífero encontra-se em grandes profundidades. Na Província de Entre Rios, a salinidade chega a ser três vezes maior que a da água do mar. No Uruguai, a estrutura do aquífero é favorável ao fluxo das águas, mas a salinidade aumenta próximo ao rio Uruguai. No Paraguai, o aquífero mostra-se heterogêneo, com extensa área aflorante e águas de boa qualidade, mas com uma extensa faixa de águas salobras nas proximidades do rio Paraná. A vazão é muito variável. Por exemplo: é de mais de litros por hora na região do Alto Rio Uruguai, no Rio Grande do Sul, mas possui raros poços acima de litros por hora na região das Missões, no mesmo estado. Em outros estados, já foram registradas vazões da ordem de litros por hora. Em muitas áreas, a água não é potável, mas é ótima para estâncias turísticas de águas minerais e termais. A água de melhor qualidade do Aquífero Guarani em geral está nos bordos das áreas de afloramento do aquífero e seus arredores. As maiores áreas com água de boa qualidade ficam em São Paulo, Rio Grande do Sul, Mato Grosso do Sul e Paraguai. ==Ver também== *Bacia do Paraná *Hidrologia *Hidrogeologia *Aquífero Alter do Chão *Aquífero Karst *Aquífero Grande Amazônia ==Ligações externas== *O Aquífero Guarani - Borghetti, N.R.B., Borghetti, J.R. e Rosa Filho, E. F. *Projeto de Desenvolvimento Sustentável e Proteção Ambiental do Sistema Aquífero Guarani *Viagem virtual ao Aquífero Guarani em Botucatu (SP)... - Carneiro C.D.R. 2007 - Instituto de Geociências da UNICAMP *A redescoberta do Aquífero Guarani Guarani Guarani Guarani Guarani Categoria:Bacia do Paraná",
 "title": "Aquífero Guarani"
}