{
 "id": "105676",
 "text": "Benefícios e Despesas Indiretas (BDI) é o elemento orçamentário destinado a cobrir todas as despesas que, num empreendimento (obra ou serviço), segundo critérios claramente definidos, classificam-se como indiretas (por simplicidade, as que não expressam diretamente nem o custeio do material nem o dos elementos operativos sobre o material — mão-de-obra, equipamento-obra, instrumento-obra etc.) e, também, necessariamente, atender o lucro. Na composição do BDI acham-se, segundo os critérios claramente definidos e de acordo com metodologia matemática de cálculo precisamente estabelecida, os custos de (1) administração central, em parcela rateada para o empreendimento em causa; (2) custo de capital financeiro contraído ao mercado; (3) margem de incerteza (aceitável apenas para o contratante, em razão de este desconhecer, a priori, o cenário de ofertantes e de ofertas disponíveis no mercado); (4) carga tributária específica, nas várias esferas estatais) e (5) lucro (lucro bruto ou margem de contribuição). Como se vê, todos são elementos de custo indireto.. BDI é a parcela de custo que, agregada ao custo direto de um empreendimento, obra ou serviço, devidamente orçado, permite apurar o seu custo total. Objetiva suportar os custos que, conquanto não-diretamente incorridos na composição do binômio \"material versus elementos operativos sobre o material (tradicionalmente denominado apenas mão-de-obra), todavia incorrem também na composição geral do custo total.[http://www.abcustos.org.br/texto/viewpublic?ID_TEXTO=810 | title = Metodologia para Cálculos do BDI – Benefícios e Despesas Indiretas | publisher = Associação Brasileira de Custos | accessdate = 5 de março de 2011}. Costuma-se expressá-lo em valor relativo ou percentual (mais usual), ou por unidade (menos comum, porém muito mais útil em análise) relativamente ao custo direto. O fato de ser assim expresso (relativamente ao custo direto, porém de modo indireto), é uma justificativa adicional pela qual se diz elemento de custo indireto. Contudo, a razão própria dessa qualificação acha-se na sua composição, conforme exposto. == Origem do termo == BDI é sigla originária da cultura anglo-saxônica, a significar Budget Difference Income. Costuma ser traduzido por Benefícios e Despesas Indiretas (mais usual) ou por Bônus e Despesas Indiretas (menos usual).Metodologia de Cálculo do BDI Site Estimativa - acessado em 5 de março de 2011 Em Engenharia de custos, é o elemento orçamentário destinado a cobrir todas as despesas que, numa obra ou serviço, segundo critérios claramente definidos, classificam-se como indiretas (por simplicidade, as que _não expressam_ diretamente nem o custeio do material nem o dos elementos operativos sobre o material — mão-de-obra, equipamento-obra, instrumento-obra etc.), como o custeio da carga tributária nas várias esferas estatais, o das inversões financeiras havidas no mercado de capitais, e, também, necessariamente, o lucro bruto (ou margem de contribuição). É, pois, uma diferença de ingresso orçamentário. == BDI: a polêmica == === Nomenclatura === A nomenclatura Benefícios e Despesas Indiretas (tradução/adaptação por conveniência direta e simplista), conquanto usual por algumas décadas nos meios orçamentários, tem sido objeto de contestação e, mesmo, refutação, por se questionar (até em nível de tribunais de contas) se seria ou não um item legitimo ou necessário de composição orçamentária, ou se, ao menos em parte, não se destinaria a cobrir vantagens escusas (ideia sugerida pelos substantivos benefícios ou bônus). === Função BDI === BDI, a despeito de alguma confusão conceitual e eventualmente também operativa, pode entender-se como função que associa ao binômio \"custo direto (às vezes chamado simplesmente custo) versus custo total\" um número (expresso em percentagem (%) ou em por unidade (pu)) — que exprime quanto _do_ custo total calculado _sobre o_ custo direto _a este se agregou_ para compor o custo total do empreendimento. Isso pode ser assim expresso, em linguagem matemática simbólica: PV = PC . \\left(1 + \\frac{BDI_\\%}{100}\\right) <=> BDI_\\% = 100 . \\left(\\frac{PV}{PC} - 1\\right) Nota-se, a bem do rigor matemático (imprescindível), que BDI não é simplistamente \"um percentual que multiplica o preço de custo tal que venha a resultar o preço de venda\". A lei de composição é diferente. É precisamente a que está expressa na relação de equivalência acima. Ademais, deve-se lembrar que a mesma relação de equivalência acima apresentada pode ser expressa em por unidade (pu), como segue: PV = PC . (1 + BDI_pu) <=> BDI_pu = \\left(\\frac{PV}{PC} - 1\\right) Por que isso é importante? Pelo fato de — ainda que o conceito mesmo de BDI permaneça polêmico (tanto que se desvinculou da significação originária, anglo-saxônica, sem, entretanto, perder-lhe a essência) — sim, pelo fato de, como quer que seja, ele expressar, como expressa, uma \"diferença\" (difference) de ingresso (income) orçamentário (budget). Noutros termos, para se compor o preço de venda de algo, o que quer que seja, além do preço de custo (direto), outros custos (ditos indiretos) também expressos em preços, somados ao lucro (outras vezes chamado de margem de contribuição) necessariamente intervêm. == Custos versus despesas == Nos orçamentos, dois componentes determinam o preço final de uma obra: os custos diretos e o BDI (Benefícios e Despesas Indiretas), onde: * Custos diretos são aqueles que ocorrem especificamente por causa da execução do serviço objeto do orçamento em análise; e * Custos indiretos são os que, embora não incorporados ao produto final (v.g., os impostos, imprevistos, mobilização e desmobilização, juros entre outros) todavia contribuem para a formação do custo total. == Composição do BDI == Em síntese, o BDI deve contemplar tão somente os custos que contabilmente se classificam como despesas indiretas. Com efeito, o BDI responde pelos seguintes elementos de custo do empreendimento: * Elementos de composição direta (comparecem em numerador): # custo rateado da Administração Central, relativamente à obra em causa; # custo financeiro relativo a tomadas de recursos externos à empresa; # custo de risco relativo ao cenário de incertezas reinante no mercado; * Elementos de composição inversa (comparecem em denominador): # Tributos municipais incidentes sobre o empreendimento; # Tributos estaduais incidentes sobre o empreendimento; # Tributos federais incidentes sobre o empreendimento; # Lucro a ser auferido pela empresa com o empreendimento. Outros gastos devem ser incluídos analiticamente na planilha orçamentária como custo direto. === Expressão de cálculo do BDI === Como se calculam os BDIs? Essa é uma questão importante, que tem merecido estudos de especialistas e entidades especilizadas. A metodologia matemática, quer se trate de contratante de uma obra/serviço, quer se trate de proponente licitante, eventualmente contratado futuro, é a mesma, em essência. Contudo, algumas especificidades de cenário conduzem a visões diferencicadas e, assim, a estimativas diferentes entre contratante e licitante/contratado. A principal dessas especificidades diz respeito ao fato concreto de que, para o contratante, o cenário de propontentes licitantes é, em princípio, desconhecido, o que o leva a agregar uma variável chamada margem de incerteza (MI) à sua expressão para sua estimativa do BDI. Já o licitante, cada qual por si, tem um cenário em princípio conhecido, vez que a sua relação será unívoca com o contratante, razão pela qual ele não agrega a margem de incerteza na sua estimativa do BDI. Naturalmente, ele, o licitante, tem à sua frente as incertezas e os riscos de mercado, porém fá-los diluir noutras variáveis, usualmente o custo financeiro (CF). O Instituto Brasileiro de Engenharia de Custos – IBEC, com base em consenso internacional, sugere a seguinte expressão para a estimativa do BDI%, que — ressalte-se — vale tanto para contratante como para licitante (a ser contratado): BDI_\\% = \\left[\\frac{(1+AC+CF+MI)}{1-(TM+TE+TF+MC)}-1\\right].100 :expressão na qual: :*AC = Administração Central, custo da (%); :*CF = Custo Financeiro (%); :*MI = Margem de Incerteza (%); :*TM = Tributos Municipais (%); :*TE = Tributos Estaduais (%); :*TF = Tributos Federais (%); :*MC = Margem de Contribuição ou Lucro (%). A composição do denominador variará conforme a ordem jurídico-política de cada país. Alguns adotam Estados, outros, Províncias ou estrutura diversa. Porém, em essência, o grupo (TM+TE+TF) comparece para representar a carga tributária vigente. O Instituto de Engenharia – IE, apresenta uma expressão conversível naquela utilizada pelo Instituto Brasileiro de Engenharia de Custos – IBEC. Ambas são matematicamente quase-equivalentes, com desvio mínimo (cerca de ±1%) no domínio dos valores praticados no mercado. Ademais, a expressão praticada pelo IBEC é estruturalmente muito mais simples. === O acórdão do TCU para BDI === No âmbito brasileiro, em 25 de setembro de 2013, o Tribunal de Contas da União, em razão dos frequentes conflitos de entendimento acerca das regras e dos valores paramétricos componentes do BDI, e, por consequência, das bem frequentes demandas judiciais e seguimentos recursais, muitas vezes com atrasos ou, mesmo de anulação ou impedimento de licitações e de contratações, resolveu empreender um amplo estudo, que culminou com a promulgação de um Acórdão (Acórdão TCU do BDI, Acórdão n.º 2622/2013 – TCU – Plenário, Processo 036.076/2011-2), com a finalidade de pacificar tanto o entendimento como a aplicação prática da função de BDI, fazendo tabelar valores mínimos, médios e máximos por tipologia de obra. Cautelarmente, deve ser esclarecido que a base conceitual de composição do elemento de custo indireto BDI, conforme equacionada no tópico anterior, ainda permanece válida com a publicação do Acórdão TC n.º 2622/2013. Apenas os valores foram disciplinados. :\"Trata-se do processo administrativo referente ao estudo desenvolvido por grupo de trabalho constituído por membros de várias unidades técnicas especializadas deste Tribunal, com coordenação da Secretaria de Fiscalização de Obras Aeroportuárias e de Edificação – SecobEdif, em atendimento ao Acórdão n. 2.369/2011 – Plenário, objetivando efetuar a análise pormenorizada dos parâmetros que vêm sendo adotados por esta Corte de Contas para definição de valores de referência para as taxas de Bonificações e Despesas Indiretas – BDI das obras públicas, em especial no concerne ao exame da adequabilidade dos percentuais sugeridos em dois julgados deste Tribunal (Acórdãos ns. 325/2007 e 2.369/2011, ambos do Plenário), com base em critérios contábeis e estatísticos e na verificação da representatividade das amostras selecionadas.\" Com a publicação desse Acórdão, efetivamente aquela matéria que, embora bem estruturada conceitual e tecnicamente, propendia aos conflitos de interesses e a entendimentos equivocados, foi de fato pacificada. == Definições da AESBE == A Associação das Empresas de Saneamento Básico Estaduais – AESBE, no seu \"Manual para Orçamentação de Obras de Saneamento\", define: * Os preços das unidades definidas na relação quantitativa serão os orçados e aprovados, e cobrirão os custos previstos na composição e regulamentação de preços e todas as despesas diretas e indiretas. A medição dos serviços será feita de acordo com os critérios pré-estabelecidos na regulamentação de preços e especificações. Benefícios e Despesas Indiretas: é a taxa percentual determinada pela contratante que incide sobre todos os preços unitários compostos pelos materiais, como pela mão de obra, encargos sociais e trabalhistas, e equipamentos, incluindo os tributos necessários e fretes. (É importante notar aqui que incidir sobre preços e encargos, evidentemente, não significa conter, ou, mesmo, ser tais encargos e preços) Salvo condições contrárias expressas no contrato, remunera as despesas a seguir relacionadas: * Equipe administrativa da sede da empresa composta por: diretoria, engenheiro, chefe de escritório, encarregado de compras, auxiliar de escritório, contador, datilógrafo, etc; * Equipe administrativa de campo, composta por: engenheiro, mestre de obras, encarregados, apontador, vigia, fiscal de obras e etc.; * Despesas na sede da empresa e no canteiro de obras com aluguéis, impostos, taxas, licenças, tarifas de energia elétrica e de água, telecomunicações, materiais de consumo e limpeza, transporte de pessoal na obra, provisão e suprimentos de água e energia elétrica no canteiro, transporte local, manuseio, guarda e administração na obra, ferramentas, equipamentos de transportes para execução dos serviços, tais como, andaimes, equipamentos de proteção individual e de segurança, higiene, sinalização contra acidentes de trabalho e de trânsito, alojamento e alimentação de pessoal e outras despesas não discriminadas e não remuneradas à parte ou não remunerado como insumo na composição de preço unitário; * Acompanhamento topográfico da obra, exceto se previsto na composição de preços unitários; * Lucro, seguros e riscos. ==Ligações externas== * * * * * ==Ver também== * Engenharia de custos; * SINAPI. ==Notas== :a. BDI é sigla originária da cultura anglo-saxônica, a significar Budget Difference Income. Costuma ser traduzido por Benefícios e Despesas Indiretas (que é a forma mais usual) ou por Bônus e Despesas Indiretas. Em Engenharia de custos, é o elemento orçamentário destinado a cobrir todas as despesas que, num empreendimento (obra ou serviço), de acordo com critérios claramente definidos, classificam-se como indiretas (por simplicidade, aquelas que não expressam diretamente nem o custeio do material nem o dos elementos operativos sobre o material — mão-de-obra, equipamento-obra, instrumento-obra, \"software\"-obra etc.), e, também, necessariamente, atender o lucro. Reporte-se aqui, por oportuno, que o Instituto de Engenharia – IE, com os artigos, pesquisas e trabalhos do Engenheiro Maçaiko Tisaka, Consultor e Professor, tem proposto, como nomenclatura alternativa, \"Lucros e Despesas Indiretas\", com a sigla correspondente LDI, para significar o que se tem costumeiramente significado por BDI e, assim, extinguir seu uso. No entanto, a despeito de eventuais apreciações favoráveis, são estas pontuais, como é o caso do Tribunal de Contas da União – TCU, e a dominante doutrina no ramo, bem como a prática específica das engenharias ainda tem preferido e usado amplamente o termo \"BDI\" — como \"Benefícios e Despesas Indiretas\", ou \"Bônus e Despesas Indiretas\" — elemento de despesa indireta mais o lucro bruto. ==Bibliografia== *FERREIRA, Aurélio Buarque de Holanda. Dicionário da Língua Portuguesa. Rio de Janeiro: Positivo, 2010 *MENDES, André Luiz & BASTOS, Patrícia Reis Leitão. Um Aspecto Polêmico dos Orçamentos de Obras Públicas: Benefícios e Despesas Indiretas (BDI). Revista do Tribunal de Contas da União, V. 32, nº 88, abr/jun, Brasília: TCU, 2001, p. 16. *Microsoft do Brasil. Enciclopédia Encarta 2001. São Paulo (SP, Brasil): Microsoft do Brasil, 2001. *PARZIALE, niello dos Reis. Análise do BDI nas licitações públicas e a visão dos Tribunais de Contas. BLC - Boletim de Licitações e contratos Fevereiro/2010 p.128. *PIUS, Maria Alice. Análise de algumas práticas utilizadas no cálculo do BDI – Bonificação e Despesas Indiretas - para fixação de preços de obras públicas na construção civil. São Paulo: FATEC, 2010. *ROCHA, Márcio Soares da Rocha. Análise de BDI de Obras Públicas pelo método da estimativa intervalar. *SILVA, Mozart Bezerra da. Manual de BDI. Como incluir benefícios e despesas indiretas em orçamentos de obras de construção civil. São Paulo: Edgard Blücher, 2006. *TISAKA, Maçahico. Orçamento na construção civil. Consultoria, projeto e execução. São Paulo: Pini, 2006. Categoria:Contabilidade Categoria:Direito tributário Categoria:Engenharia Categoria:Finanças Categoria:Trabalho",
 "title": "Benefícios e despesas indiretas"
}