{
 "id": "105692",
 "text": "O Sistema Nacional de Pesquisa de Custos e Índices da Construção Civil (SINAPI) tem por objetivo a produção de séries mensais de custos e índices para o setor habitacional, e de séries mensais de salários medianos de mão de obra e preços medianos de materiais, máquinas e equipamentos e serviços da construção para os setores de saneamento básico, infraestrutura e habitação. O Sistema é uma produção conjunta do Instituto Brasileiro de Geografia e Estatística (IBGE) e da Caixa Econômica Federal, realizada por meio de acordo de cooperação técnica, cabendo ao Instituto a responsabilidade da coleta, apuração e cálculo, enquanto à CAIXA, a definição e manutenção dos aspectos de engenharia, tais como projetos, composições de serviços etc. As estatísticas do SINAPI são fundamentais na programação de investimentos, sobretudo para o setor público. Os preços e custos auxiliam na elaboração, análise e avaliação de orçamentos, enquanto os índices possibilitam a atualização dos valores das despesas nos contratos e orçamentos. A pesquisa foi iniciada em 1969 para o setor de habitação e em 1997, para o de saneamento e infraestrutura. ==Histórico== O Sistema Nacional de Pesquisa de Custos e Índices da Construção Civil, denominado SINAPI, foi implementado em 1969, pelo Banco Nacional de Habitação (BNH), em parceria com o IBGE. Inicialmente criado para fornecer informações sobre custos e índices da construção civil habitacional, o SINAPI foi adotado pela CAIXA em 1986, em sucessão ao BNH. Posteriormente, como sistema corporativo, passou a ser utilizado também pela CAIXA como referência na análise de custos de obras habitacionais. Em 1994, o Conselho Curador do FGTS – Fundo de Garantia por Tempo de Serviço, publicou a Resolução 161, que indicou à CAIXA a necessidade de promover a uniformização dos procedimentos de análises de engenharia e a implantação de um sistema nacional de acompanhamento de custos. Este Sistema deveria abranger, além de edificações, obras de saneamento e infraestrutura urbana. O SINAPI foi então ampliado, com a inclusão de bancos de referências de custos advindos de outras instituições públicas e passou a ser utilizado como balizador não apenas para empreendimentos habitacionais, mas também para outros empreendimentos financiados com recursos do Fundo. Em decorrência da ampliação da gama de referências do Sistema, no ano de 2003, a Lei de Diretrizes Orçamentárias (LDO) definiu o SINAPI como balizador de custos para serviços contratados com recursos do Orçamento Geral da União (OGU). Até a edição para 2013, a determinação foi mantida nas sucessivas edições da Lei, com pequenas alterações. No ano de 2013, o tema foi suprimido da LDO para 2014 e passou a ser tratado pelo Decreto 7.983/2013, que estabelece regras e critérios para elaboração do orçamento de referência de obras e serviços de engenharia, contratados e executados com recursos dos orçamentos da União. Indicando o SINAPI como a principal referência de custos para obras urbanas, o Decreto proporciona caráter permanente ao regramento de orçamentação, reduzindo assim a sua dependência às definições da LDO, que variavam conforme suas versões anuais. Em 2009, a CAIXA passou a publicar na internet os serviços e custos do Banco Referencial, base de composições concebida a partir da consolidação dos bancos de dados cedidos por instituições públicas ao SINAPI. O Banco Referencial tornou-se então a principal fonte de consulta pública de custos da construção civil. No ano de 2013 foi iniciado na CAIXA o processo de aferição das composições do Banco Referencial do SINAPI. Este processo traz como resultado maior transparência e precisão nos conceitos e indicadores de cada serviço. Além disso, atualiza as referências existentes a fim de acompanhar a evolução das técnicas e processos da construção civil. Além da aferição das composições, foram criados e revisados os insumos, revisadas as metodologias empregadas na apropriação dos custos horários dos equipamentos e dos encargos sociais e desenvolvida metodologia para inclusão de custos com encargos complementares nas referências do Sistema. Estes temas são tratados detalhadamente nos Capítulos seguintes. Em junho de 2016, foi publicada a Lei nº 13.303 que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios. No seu Art. 31. sobre licitações e contratos, da mesma forma que o Decreto 7.983/2013, o SINAPI é indicado como a referência de custo para orçamentos de obras da construção civil. Esta determinação amplia ainda mais o escopo e a importância do SINAPI. Para facilitar que o usuário do SINAPI adquira de modo mais rápido e direto o conhecimento necessário para utilizar corretamente as referências do SINAPI, permitindo que esteja atualizado nos temas de seu interesse, a CAIXA lançou, em janeiro de 2020, publicações elaboradas em formato PDF denominadas de “Conhecendo o SINAPI”, que podem ser obtidas a partir do Sumário de Publicações. Inicialmente, essas publicações abordam os conteúdos dos Cadernos Técnicos de Composições, mas, em breve devem contemplar todo o conteúdo tratado nas metodologias e conceitos adotados pelo SINAPI. ==Periodicidade== Mensal ==Abrangência geográfica== Brasil, Grandes Regiões e Unidades da Federação. *IBGE, Diretoria de Pesquisas, Departamento de Índices de Preços, Sistema Nacional de Pesquisa de Custos e Índices da Construção Civil e tudo isso gera lucro. Categoria:Indicadores econômicos do Brasil",
 "title": "Sistema Nacional de Preços e Índices para a Construção Civil"
}