{
 "id": "105642",
 "text": "Girondinos (do francês girondin, por ter sido formado em torno de deputados do departamento da Gironda), também conhecidos como \"Brissotinos\", era a denominação de um grupo político relativamente moderado da Assembleia Nacional (onde, juntamente com os jacobinos, de Robespierre, e os cordeliers, de Danton, representavam o Terceiro Estado) e da Convenção Nacional francesa, chefiado por Jacques-Pierre Brissott (1754-1793), durante a Revolução Francesa. Algo interessante de ser mencionado é que a denominação “girondinos”, contudo, foi feita posteriormente pela historiografia - em 1842 o historiador Lamartine denominando tal grupo como girondinos. O que se entende por girondinos eram jacobinos com predominância de brissotinos (nomenclatura derivada do nome de um se seus líderes, Brissot), pois ambos os grupos eram provenientes do Clube JacobinoCARVALHO, Daniel Gomes de. Revolução Francesa. São Paulo: Editora Contexto, 2022, p.106-108.. Seus membros pertenciam, em sua maioria, à burguesia provincial. Seu violento enfrentamento com o grupo dos montanheses (ou jacobinos) dominou os primeiros meses da Convenção Nacional. Na Convenção (1792–1795), os girondinos, foram instalados do lado direito do plenário junto ao grupo da Montanha, composto de 24 deputados de Paris e outros. A conotação política dos termos esquerda e direita provém dessa divisão inicial do plenário. Os girondinos dominavam a Assembleia e, imediatamente, começaram a atacar a Comuna de Paris e os \"montanheses\" (mais conhecidos como jacobinos), por considerá-los responsáveis pelos massacres de setembro de 1792. Marat foi o primeiro implicado. Por outro lado, durante o processo de Luis XVI, os girondinos, que se opunham à condenação do rei, foram considerados pouco republicanos. Se enfraqueceram politicamente com a tentativa de fuga de Luís XVI. Afinal, sua posição contrária à instituição de um tribunal revolucionário comprometeu definitivamente os girondinos. A maioria dos Girondinos passou a apoiar o republicanismo moderado após o inicio da revolução. == Origem == Após a formação da república, a Assembleia se dividiu em grupos: os montagnards (montanheses) ocupavam o setor mais alto do plenário, denominado La Montagne ('a Montanha'); os brissotins (girondinos) e outros grupos ocupavam as partes baixas, sendo por isso chamados de peuple du marais ('povo do pântano') ou peuple de La Plaine ('povo da planície'). Em um clima dominado pela guerra civil, Robespierre, com a ajuda do grupo La Montagne e com apoio dos sans- culottes (proletários parisienses) instituiu o regime do Terror, período caracterizado por processos sumários que frequentemente resultavam na condenação à morte na guilhotina. Tais processos, na maioria das vezes, envolviam personalidades políticas opostas aos jacobinos, de modo que, em outubro de 1793, vários líderes girondinos haviam sido eliminados. Os girondinos eram os deputados do departamento da Gironda, área próspera da costa atlântica, tendendo a representar os interesses comerciais e a visão de mundo da burguesia e, em menor escala, da nobreza ilustrada, mas também de setores de classe média e profissionais liberais. Em geral republicanos, seu apoio, contudo, oscilava entre a monarquia constitucional e a república. Essa posição, favorável à conciliação com a monarquia e contra a condenação à morte do rei, levou-os à perdição quando a França foi invadida e foram encontrados documentos comprometedores envolvendo ações do monarca. Os girondinos mais representativos eram o deputado Brissot e o ministro Roland, em cuja casa, o salão da Madame Roland, reunia-se a elite dos girondinos e dos jacobinos. Em geral, eram defensores de uma política republicana, liberal, federalista, abolicionista e anticlerical. == Ver também == * Projeto Constitucional Girondino * Jornadas de 31 de Maio e 2 de Junho de 1793 * Sociedade dos Amigos dos Negros * Revoltas Federalistas (França) * Monumento aos Girondinos Categoria:Política da França Categoria:Revolução Francesa",
 "title": "Girondino"
}