{
 "id": "105633",
 "text": "A Adigueia ou Adiguésia (antigamente Adiguéia (FO43)), (, ; em adigue: Адыгэ, Adyge) é uma divisão federal da Federação Russa, situada na zona do Cáucaso; consiste de uma pequena república (República da Adigueia; ; em adigue: Адыгэ Республик, Adyge Respublik) situada no meio do Krai de Krasnodar. A sua capital é Maikop. Tem e (2002). A Adigueia foi um óblast autónomo entre 1922 e 1991, ano em que foi criada a república. Os russos constituem 66% da população e os adigues apenas 23%. == Geografia == Localiza-se ao norte do Cáucaso, no sopé das montanhas, com planícies a norte, e montanhas a sul. As florestas cobrem quase 40% do seu território. O ponto mais alto de seu território é o Monte Chugush, com de altitude. === Rios === O rio Cubã, com 870 quilômetros de extensão, é um dos principais rios da região do Cáucaso, e é navegável. Ele faz parte da fronteira entre o norte de Adigueia e o Krai de Krasnodar. Outros rios importantes na região são: * Rio Belaya * Rio Chokhrak * Rio Dakh * Rio Fars * Rio Khodz * Rio Kisha * Rio Bolshaya Laba (que fazem parte da fronteira entre o leste de Adigueia e o Krai de Krasnodar) * Rio Psekups * Rio Pshish * Rio Sakhray === Lagos === Não existem grandes lagos na Adigueia. Há vários lagos artificiais, de barragens tais como: * Reservatório de Krasnodarskoye * Reservatório de Oktyabrskoye * Reservatório de Shapsugskoye * Reservatório de Tshchitskoye == História == Os adigues eram os antigos habitantes do noroeste do Cáucaso, por vezes conhecido como circassianos desde o século XIII. O oblast autónomo da Adigueia foi criado no âmbito do República Socialista Federada Soviética da Rússia, em 27 de julho de 1922, nos territórios de Oblast de Cubã-Mar Negro. Nessa altura, Krasnodar foi o centro administrativo; foi renomeado Oblast Autônomo em 24 de agosto de 1922, logo após a sua criação. Nos dois primeiros anos da sua existência autônoma, o oblast era uma parte do República Socialista Federada Soviética da Rússia (RSFSR), mas a 17 de outubro de 1924 ele foi transferido para a jurisdição do recém-criado Krai do Norte do Cáucaso dentro da RSFSR. Foi renomeado então Oblast Autônomo Adigue em julho de 1928. Em 10 de janeiro de 1934, a autonomia oblast passaram a fazer parte do novo Krai de Azov-Mar Negro, que foi removido do Krai do Cáucaso do Norte. Maykop foi apresentado como centro administrativo do oblast autônomo em 1936. O Oblast Autônomo Adigue tornou-se parte do Krai de Krasnodar, quando foi estabelecido em 13 de setembro de 1937. Em 3 de julho de 1991, o oblast foi elevado ao estatuto de república sob a jurisdição da Federação Russa. O primeiro presidente da Adigueia foi Aslan Aliyevitch Djarimov, eleito em janeiro de 1992. De 2002 a 2007 Hazret Sovmen foi o presidente. Sovmen, como a maioria dos membros restantes da elite política na Adigueia, é adigue, o que causou uma reação da parte dos russos que vivem no país, que fundaram uma organização auto-denominada União de Eslavos, alegando que os russos estariam sendo discriminados na república, e defendendo a fusão da Adigueia com o Krai de Krasnodar. Até agora, no entanto, há pouco apoio para a proposta da parte do governo russo. == Política == O chefe de governo na Adigueia é o Presidente da Adigueia, eleito por um mandato de cinco anos. Proficiência no adigue é condição prévia para a candidatura presidencial. O atual presidente, Aslan Tkhakushinov (desde 13 de janeiro de 2007) sucedeu Hazret Sovmen, nomeado pelo então presidente russo Vladimir Putin embora tenha recebido apenas 2% do votação em 2002. O Primeiro-Ministro da Adigueia é nomeado pelo presidente, com o consentimento da Assembléia Nacional. O atual primeiro-ministro da Adigueia é Kazbek Paranuk (desde 16 de setembro de 2006). A república envia três representantes para o Parlamento da Federação Russa; uma para o Duma, e os outros dois para o Conselho da Federação. A Constituição da Adigueia foi aprovada em 14 de maio de 1995. == Subdivisões == A Adigueia é dividida administrativamente em sete distritos (rayons), duas cidades e vilas, e cinco tipo de assentamentos urbanos. A nível municipal, a Adigueia está dividida em duas zonas urbanas (okrugs), cinco aglomerados urbanos, e 46 assentamentos rurais. == Grupos étnicos == De acordo com o censo russo de 2002, os russos compõem 64,5% da população total da República da Adigueia, enquanto que os adigues são apenas 24,2%, concentrados sobretudo na parte norte da república. Outros grupos incluem armênios (3,4%), ucranianos (2,0%), curdos (3631, ou 0,8%), tártaros (2904, ou 0,7% ), além duma infinidade de pequenos grupos, cada um com menos de 0,5% da população. == Economia == Ainda que seja hoje uma das partes mais pobres da Rússia, a Adigueia tem abundantes florestas e solos ricos. A região é famosa pela produção de cereais, girassol, chá, tabaco, e outros produtos. Porcos e ovinos reprodutores também são criados. Alimentação, madeira, papel e pasta de papel, engenharia pesada, e metalurgia são as indústrias mais desenvolvidas. == Ligações externas == *",
 "title": "Adigueia"
}