{
 "id": "105654",
 "text": "A Cacássia (; em cacassiano: Хака́сия, tr. Khakasia), oficialmente República da Cacássia (; em cacassiano: Хака́с Респу́бликазы, Khakás Respúblikazy), é uma divisão federal da Federação da Rússia. Sua capital é Abacã. Tem o estatuto de república autónoma desde 31 de março de 1992. Faz parte do Distrito Federal Siberiano. == Geografia == A república está localizada na parte sudoeste da Sibéria Oriental e faz fronteira com Krasnoyarsk Krai no norte e leste, a República de Tuva no sudeste e sul, a República de Altai no sul e sudoeste, e Kemerovo Oblast no oeste e noroeste. Ela se estende por 460 km de norte a sul e por 200 km de leste a oeste. As montanhas (encostas orientais de Kuznetsk Alatau e da cordilheira Abakan) cobrem dois terços do território da república e servem como limites naturais da república. O território restante é plano, com o Vale Minusinsk sendo a característica mais proeminente. O Yenisei é o maior rio da república. Outros rios importantes incluem o Abakan, Tom ', White Iyus, Black Iyus e o Chulym (entre o Yenisei e as montanhas do leste), com as últimas quatro partes da bacia de Ob. Existem mais de trezentos lagos na república, tanto de água salgada como de água doce. O clima é continental, com temperatura média anual de 0 °C. Os recursos naturais são abundantes e incluem ferro, ouro, prata, carvão, petróleo e gás natural. Os depósitos de molibdênio são os maiores da Rússia. As florestas cobrem o sul e o oeste da república. == História == O território da Cacássia moderna era o núcleo do antigo estado Yenisei Kirghiz do século VI. No século XIII, após uma derrota para os mongóis, a maioria do povo quirguiz migrou para o sudoeste da Ásia Central para o que hoje é o Quirguistão. Os khakas modernos consideram-se descendentes dos quirguizes que permaneceram na Sibéria. A Cacássia foi incorporada ao estado russo sob Pedro o Grande. Essa incorporação foi confirmada em um tratado entre o Império Russo e a China em 1729. Como era comum a deportação de criminosos condenados da Rússia europeia para a Sibéria, fortes foram rapidamente construídos na Cacássia (1707 e 1718). Muitos prisioneiros permaneceram mesmo após a libertação. Muitos dos indígenas Khakas se converteram à fé ortodoxa russa e gradualmente abandonaram seu modo de vida nômade. Na época da Revolução Russa de 1917, os russos constituíam aproximadamente metade da população. Sob o domínio soviético, a autonomia foi concedida em 20 de outubro de 1930, quando o Oblast Autônomo de Khakas foi estabelecido. As fronteiras da autonomia são as mesmas da moderna República Khakas. Durante as décadas de 1920 e 1930, as autoridades soviéticas reassentaram cerca de um quarto de milhão de russos na região. Estes foram seguidos por 10.000 alemães do Volga deportados na Segunda Guerra Mundial. Na época do Censo de 1959, as pessoas da etnia Khakas representavam pouco mais de 10% da população. Até 1991, o oblast autónomo da Cacássia era administrativamente subordinado a Krasnoyarsk Krai. Em julho de 1991, foi elevada ao status de república socialista soviética dentro da Federação Russa e, em fevereiro de 1992, tornou-se a República da Khakassia. == Religião == De acordo com uma pesquisa de 2012, 31,6% da população da Cacássia adere à Igreja Ortodoxa Russa, 6% são cristãos não afiliados, 1% são cristãos ortodoxos sem pertencer a nenhuma igreja ou são membros de outra (não russa) Igrejas ortodoxas. 2% da população adere à fé nativa eslava (Rodnovery) ou Khakas Tengrism e religião popular, 1% ao Islã, 1% a formas de protestantismo, 0,4% a formas de hinduísmo (Vedismo, Krishnaismo ou Tantrismo) e outros 0,4% a Budismo Tibetano. Além disso, 38% da população se declara \"espiritual, mas não religiosa\", 16% é ateísta e 2,6% segue outras religiões ou não respondeu à pergunta. == Principais cidades == * Abacã () (capital) * Abaza (em russo: Абазa) * Iyus (em russo: Июс) * Saianogorsk (em russo: Саяногоoрск) * Sorsk (em russo: Сорск) * Tchernogorsk (em russo: Черногоoрск) Categoria:Estados e territórios fundados em 1991",
 "title": "Cacássia"
}