{
 "id": "105703",
 "text": "O oblast de Magadan é uma divisão federal da Federação da Rússia, criada pelo presidente da URSS em 1953 e que hoje integra o Distrito Federal Oriental. A região de Magadan é composta por 53 municípios: um bairro da cidade (Magadan), 8 municípios, 21 cidades e 23 vilas. De acordo com o censo populacional de 2010, o oblast tinha uma população de , o que faz dele o menos povoado oblast da Rússia, e a trigésima divisão federal da Rússia menos povoada. A cidade de Magadan é o centro administrativo e a maior cidade do território. Faz fronteira com o okrug autónomo de Tchukotka a norte, com o krai de Kamtchatka a leste, com o krai de Khabarovsk a sul, e com a República de Sakha a oeste. A sua economia baseia-se maioritariamente na mineração, principalmente de ouro, prata e outros metais não ferrosos. == Geografia == A região está localizada nas margens do mar de Okhotsk e do Pacífico. A maior parte do território está na chapada de Kolyma, região de frio permanente, e é coberta pela tundra. Os principais rios da região são oKolyma e o Aian-Iuriakh. == Economia == O PIB da região de Magadan, em 2005 foi de milhões de rublos, ou 0,12% do PIB da Rússia para esse ano, ou apenas 3,11% do produto bruto regional do Distrito Federal Oriental. No entanto, o PIB per capita na região foi superior à média para o Extremo Oriente da Rússia: rublos, contra para o Extremo Oriente. As principais indústrias são de mineração (ouro, prata e, de forma secundária, estanho, carvão e tungstênio) e pesca. A indústria de mineração está quase totalmente concentrada em Susuman e Omsuktchan e a pesca na cidade de Magadan. == História == O território da região era habitado por tribos, entre elas os Iacutos, antes da primeira viagem de cossacos russos na região de Kolyma. A história começa em 1920 com a chegada de expedições de exploração científica. No início da expedição de 1930 foram descobertos depósitos de aluviões de ouro e no final de 1930 já havia uma mina construída. Na época foi amplamente usado o trabalho de prisioneiros, na verdade em condições de escravatura, que foram empregados nos trabalhos mais difíceis. Segundo o censo de 1926, a população da região de Magadan era de apenas 7 mil pessoas. Mas em 1939, como resultado da Dalstroi — que utilizava trabalho de prisioneiros nas minas de ouro — a população cresceu para 152 mil pessoas. Após a transição para um sistema de recrutamento organizado, a população continuou a crescer e, em 1990, ascendia a cerca de 390 mil pessoas. == População == A população é de cerca de 157 mil pessoas (2010) e a densidade populacional de habitantes por quilómetro quadrado. (2009) da população é urbanizada e 70% vive em Magadan ( em 2008). A maioria da população têm origem russa (80,2%) e ucraniana (9,9%), mas também são comuns os bielorrussos (1,2%), tártaros (1,1%), inguches (0,45%) e indígenas. Entre os povos indígenas, 57% são evens, 23% coriacos e 13% itelmens. Uma proporção significativa dos que vivem em áreas rurais vivem de ofícios populares, sendo os principais a criação de renas e a pesca. A maioria desse grupo se dedica à agricultura de subsistência.",
 "title": "Oblast de Magadan"
}