{
 "id": "105891",
 "text": "é uma cidade japonesa localizada na Prefeitura de Gunma. Em 9 de março de 2018, a cidade tinha uma população estimada de 78.785 habitantes, e uma densidade populacional de 327,90 pessoas por km². A área total é de 240.27 km². Shibukawa é mundialmente conhecida por ser a cidade de Takumi Fujiwara, protagonista da série Initial D. Recebeu o estatuto de cidade a 1 de Abril de 1954. ==História== Durante o Período Edo, a área da atual Shibukawa prosperou por conta de sua localização na estrada Mikuni Kaidō, que conectava Takasaki com Niigata. As estações postais dentro dos limites da moderna cidade eram Shibukawa-shuku, Kanai-shuku, Kitamoku-shuku e Yokobori-shuku. A moderna cidade de Shibukawa foi criado no Distrito de Nishigunma, na Prefeitura de Gunma em 1 de abril de 1889 com a criação do sistema de municipalidades após a Restauração Meiji. Em 1896, o Distrito de Nishiguma e o Distrito de Kataoka se fundem para formar o Distrito de Gunma; entretanto, a área contendo Shibukawa foi separada em outubro de 1949 se tornado o Distrito de Kitagunma. Em 1 de abril de 1954, Shibukawa absorveu as vilas de Furumaki, Kanashima e Toyoaki para se tornar a cidade de Shibukawa. Em 20 de fevereiro de 2006, Shibukawa absorveu a cidade de Ikaho, as vilas de Komochie Onogami (todas do Distrito de Kitagunma), e as vilas de Akagi e Kitatachibana (ambas do Distrito de Seta). ==Geografia== Shibukawa está na extremidade norte da Planície de Kantō da área central da Prefeitura de Gunma, abrangendo a junção do Rio Tone e do Rio Agatsuma. Está a cerca de 120 km de Tóquio. Ao oeste está o Monte Haruna, e ao leste está o Monte Akagi. Ao norte estão o Monte Onoko e o Monte Komochi. O Rio Tone flui do norte (entre o Monte Akagi e o Monte Komochi) em direção ao sul, passando através da cidade, enquanto o Rio Agatsuma flui do oeste (entre o Monte Onoko e o Monte Haruna), fundindo-se com o Rio Tone, perto do centro da cidade. Shibukawa está em um ponto central (36°29′ N, 139°00′ E) do Arquipélago japonês e por isso é conhecida como o Umbigo do Japão (日本のおへそ nihon no oheso). A maior parte da cidade está entre 200 e 800 metros acima do nível do mar. Terras agrícolas cobrem 49.88 km² (20.8% da cidade), residências cobrem 20.31 km² (8.4%), e montanhas e florestas cobrem 77.39 km² (32.2%). O 92.84 km² (38.6%) restantes possuem outros usos. ===Municipalidades vizinhas=== *Ao norte: Numata, Shōwa, Takayama *Ao leste: Maebashi *Ao sul: Maebashi, Shintō, Yoshioka *Ao oeste: Takasaki, Higashiagatsuma, Nakanojō ==Economia== O turismo sazonal, particularmente devido a sua primavera quente e seus resorts de esqui, desempenham um papel importante na economia local. A área também é notada por sua produção de konjac. ==Atrações locais== *Ikaho Onsen - área de fontes termais *Museu Memorial Takehisa Yumeji *Museu Memorial Tokutomi Roka *Mizusawa-dera, a 16ª parada da rota de peregrinação Bandō Sanjūsankasho *Shibukawa Skyland Park - um parque de diversões *Ikaho Green Bokujou - uma fazenda projetada para mostrar aos visitantes temas relacionados a agricultura *Ikaho Sistina Museum- um museu de op art que também tem uma réplica da Capela Sistina *Japan Chanson Museum - um museu dedicado ao estilo musical chanson *Shibukawa Sōgō Park -um grande parque que engloba trilhas para caminhada, acampamentos, quadras de tênis, um campo de beisebol, pista de atletismo e outras instalações recreativas *Onoike Ajisai Park- um parque de hortênsias com uma lagoa e trilhas para caminhadas *Shibukawa Sky Terume - uma fonte termal em um edifício que se parece com uma nave espacial *Fujino Tofu Ten (Loja de Tofu Fujino) - o lugar que inspirou a Loja de Tofu Fujiwara da série Initial D. ===Festivais=== Shibukawa chama a si própria de \"O Umbigo do Japão\" (日本のおへそ) e sedia o Festival do Umbigo (へそ祭り, heso matsuri) anualmente no final de julho. O festival é baseado em uma tradicional forma japonesa de entretenimento onde foliões pintam um rosto em seus torsos e estômagos e fingem que é uma cabeça. Um kimono é então enrolado em volta da cintura e a cabeça real da pessoa é escondida por um grande chapéu de pano. Hoje em dia, desenhos de anime japoneses e outras modernidades se infiltraram no festival, que, segundo autoridades municipais, é uma questão de diversão.Celebrating the navel in Japan's \"belly button\" == Cidades-irmãs == * Abano Terme, Vêneto, Itália (desde 23 de março de 1993) * Logan City, Queensland, Austrália (cidade amiga desde 17 de abril de 1996) * Condado de Hawaii, Hawaii, Estados Unidos (desde 22 de janeiro de 1997) * Foligno, Umbria, Itália (desde 23 de março de 2000) == Ligações externas == * Site oficial em japonês Categoria:Cidades de Gunma",
 "title": "Shibukawa"
}