{
 "id": "10585",
 "text": "O século XIV foi o século que durou de 1 de janeiro de 1301 a 31 de dezembro de 1400. Durante este período, ocorreram grandes desastres políticos e naturais na Europa e nos quatro canatos do Império Mongol. A África Ocidental e o subcontinente indiano, no entanto, experimentaram crescimento econômico e prosperidade. Na Europa, a Peste Negra matou 25 milhões de vidas - exterminando um terço da sociedade europeia - enquanto Inglaterra e França lutaram na prolongada Guerra dos Cem Anos, que começou após a morte de , rei da França à época. Sua morte levou a uma reivindicação do trono francês para , rei da Inglaterra . Este período é considerado o auge da cavalaria medieval e marca o início de fortes identidades separadas para a Inglaterra e a França, bem como a fundação da Renascença italiana e do Império Otomano. No resto da Europa os conflitos continuariam: no Reino de Castela houve uma guerra civil pelo trono, entre Pedro I de Castela contra seu meio-irmão Henrique de Trastâmara. Henrique derrota seu irmão e é coroado rei como Henrique II de Castela. É neste contexto que Portugal se envolve nas guerras fernandinas: Fernando I de Portugal reivindica o trono de Castela e entra em guerra contra Henrique II de Castela (e depois, com o filho deste, João I de Castela). No outro lado da Europa, o Império Otomano continuará a se expandir principalmente pelos Bálcãs, embora um Império Romano Oriental já bastante reduzido ainda resistia a expansão turca. Na Ásia, Tamerlão estabeleceu o Império Timúrida, um importante território islâmico no Oriente Médio e na Ásia Central, a fim de reviver o Império Mongol de Gengis Khan. Estudiosos estimam que as campanhas militares de Tamerlão causaram a morte de 17 milhões de pessoas, chegando a cerca de 5% da população mundial na época. Sincronamente, a Renascença Timúrida surgiu. No mundo árabe, o historiador e cientista político ibne Caldune e o explorador ibne Batuta deram contribuições significativas. Na Índia, foi fundado o Sultanato de Bengala, uma importante nação comercial do mundo, descrita pelos europeus como o país mais rico com o qual negociar, após sua independência do Sultanato de Déli. A dinastia Yuan (descendentes de Gengis Khan) foi expulsa da China e retirou-se para a Mongólia, o Ilcanato entrou em colapso e a Horda de Ouro perdeu sua posição como uma grande potência na Europa Oriental. Na África, o rico Império do Mali, líder global da produção de ouro, atingiu seu apogeu territorial e econômico sob o reinado de Mansa Musa do Mali, o indivíduo mais rico dos tempos medievais. __NOTOC__ == Tópicos == *Grande Cisma do Ocidente *Crise de 1383-1385 *Guerra dos cem anos *Guerra da sucessão da Bretanha *A Jacquerie *Papado de Avinhão *Peste negra *Ordem dos Templários *Batalhas importantes: **Batalha de Crécy (1346) **Batalha de Poitiers (1356) **Batalha de Kulikovo (1380) **Batalha de Aljubarrota (1385) **Batalha de Nicópolis (1396) **Batalha do rio Vorskla (1399) **Peste Negra (1347-1350) == Décadas == Década de 1300 | Década de 1310 | Década de 1320 | Década de 1330 | Década de 1340 | Década de 1350 | Década de 1360 | Década de 1370 | Década de 1380 | Década de 1390 == Anos == : 1301 | 1302 | 1303 | 1304 | 1305 | 1306 | 1307 | 1308 | 1309 | 1310 : 1311 | 1312 | 1313 | 1314 | 1315 | 1316 | 1317 | 1318 | 1319 | 1320 : 1321 | 1322 | 1323 | 1324 | 1325 | 1326 | 1327 | 1328 | 1329 | 1330 : 1331 | 1332 | 1333 | 1334 | 1335 | 1336 | 1337 | 1338 | 1339 | 1340 : 1341 | 1342 | 1343 | 1344 | 1345 | 1346 | 1347 | 1348 | 1349 | 1350 : 1351 | 1352 | 1353 | 1354 | 1355 | 1356 | 1357 | 1358 | 1359 | 1360 : 1361 | 1362 | 1363 | 1364 | 1365 | 1366 | 1367 | 1368 | 1369 | 1370 : 1371 | 1372 | 1373 | 1374 | 1375 | 1376 | 1377 | 1378 | 1379 | 1380 : 1381 | 1382 | 1383 | 1384 | 1385 | 1386 | 1387 | 1388 | 1389 | 1390 : 1391 | 1392 | 1393 | 1394 | 1395 | 1396 | 1397 | 1398 | 1399 | 1400 == Ficções passadas no Século XIV == *O Nome da Rosa, de Umberto Eco *Grimpow, de Rafael Ábalos *Mundo Sem Fim, de Ken Follet Categoria:Século XIV 14 14",
 "title": "Século XIV"
}