{
 "id": "105824",
 "text": "Tipasa foi uma colónia na província romana Mauritânia Cesariense, hoje chamada Tipaza, e localizada no litoral central da Argélia. Desde 2002, foi declarado pela UNESCO como \"Patrimônio Mundial da Humanidade\". Havia outra cidade com o mesmo nome: Tipasa na Numídia.Map showing \"Tipasa in Numidia\" located 88 km south of Hippo Regius (actual Annaba) ==História== ===História antiga=== Inicialmente, a cidade era um pequeno e antigo posto comercial púnico conquistado pela Roma antiga e transformado em uma colônia militar pelo imperador Claudio para a conquista dos reinos de Mauritânia. Depois, tornou-se um município chamado \"Colônia Élia Augusta Tipasênsio (), que atingiu a população de 20 mil habitantes no quarto século de acordo com o historiador Gsell.Tipasa (in Spanish) A cidade romana foi construída em três pequenas colinas com vista para o mar, a quase 20 km a leste de Cesareia (capital de Mauritânia Cesariense). Das casas, a maioria das quais estavam na colina central, nenhum vestígio permanece; mas há ruínas de três igrejas - a Grande Basílica e a Basílica de Alexandre, na colina ocidental, e a Basílica de Santa Salsa na colina oriental, dois cemitérios, banhos, teatro, anfiteatro e ninfeu. A linha das muralhas pode ser distintamente rastreada e, ao pé da colina oriental, os restos do antigo porto. As basílicas são cercadas por cemitérios, que estão cheios de caixões, todos de pedra e cobertos de mosaicos. A basílica de Santa Salsa, que foi escavada por Stéphane Gsell, consiste em uma nave e dois corredores, e ainda contém um mosaico. A Grande Basílica serviu durante séculos como uma pedreira, mas ainda é possível distinguir o plano do prédio, que foi dividido em sete corredores. Sob os alicerces da igreja estão os túmulos retirados da rocha sólida. Desses, é circular, com um diâmetro de 18 m e espaço para 24 caixões. Comercialmente Tipasa era de importância considerável, mas não se distinguia na arte ou na aprendizagem. O cristianismo foi inicialmente introduzido e, no terceiro século, Tipasa era uma visão episcopal, agora inscrita na lista da Igreja Católica da lista de titulares.Annuario Pontificio 2013 (Libreria Editrice Vaticana, 2013, ), p. 991 A maioria dos habitantes continuou não-cristã até que, segundo a lenda, Salsa, uma donzela cristã, jogou a cabeça de seu ídolo de serpente no mar, após o que a população enfurecida a apedrejaram até a morte. O corpo, milagrosamente recuperado do mar, foi enterrado, na colina acima do porto, numa pequena capela que deu lugar posteriormente à majestosa basílica. O martírio da salsa ocorreu no . Em 484, o rei vândalo Hunerico enviou um bispo ariano para Tipaza; depois disso, um grande número de habitantes fugiu para a Espanha, enquanto muitos dos restantes foram cruelmente perseguidos.Stefano Antonio Morcelli, Africa christiana, Volume I, Brescia 1816, pp. 327–328 Tipasa reviveu por um breve período durante a ocupação bizantina no , mas recebeu o nome da língua árabe, Tefassede (Tefassed), quando os árabes chegaram lá. O termo traduzido significa muito danificado.Tipasa, Morocco, Algeria, & Tunisia: a travel survival kit, Geoff Crowther & Hugh Finlay, Lonely Planet, 2nd Edition, April 1992, pp. 286 - 287. No terceiro século, o cristianismo foi adorado por todos os berberes romanizados e colonos romanos de Tipasa. A partir deste período vem o epitáfio cristão mais antigo na África romana datado de 17 de outubro de 237Revue africaine, Société historique algérienne, éd. la Société, 1866, Em Tipasa foram construídas as maiores basílicas da Argélia: a basílica Alexander e a basílica de Santa Salsa. Tipasa foi parcialmente destruído pelos vândalos em 430, mas foi reconstruído pelos bizantinos um século depois. No final do , a cidade foi destruída pelos árabes e reduzida a ruínas.Toutain Jules. Fouilles de M. Gsell à Tipasa : Basilique de Sainte Salsa. In: Mélanges d'archéologie et d'histoire T. 11, 1891. . ===Era moderna=== Em 1857 foi resolvida novamente a área, com a criação da cidade de Tipaza que agora tem quase 30 mil habitantes. A cidade e seus arredores abriga o maior grupo de berber do oeste da Argélia, o povo Chenoua. ===Homenagem a Albert Camus=== Em 1961, dentro das ruínas romanas, de frente para o mar e para o monte Chenoua, foi erigida uma estela em homenagem a Albert Camus com esta frase em francês extraída de sua obra Noces à Tipasa : “Entendo aqui o que se chama glória: o direito de amar desmedidamente\" (« Je comprends ici ce qu'on appelle gloire : le droit d'aimer sans mesure. »)https://tipaza.typepad.fr/mon_weblog/2012/10/au-sujet-de-la- st%C3%A8le-de-camus-dans-les-ruines-de-tipaza.html. ==Tipasa na Numídia== Às vezes, Tipasa é chamado de \"Tipasa na Mauritânia\", porque havia outra Tipasa na África romana. Na verdade, outra cidade chamada Tipasa estava localizada na província romana de Numídia (o motivo pelo qual é referido como \"Tipasa na Numídia\" é para distingui-lo de \"Tipasa na Mauritânia\"). Esta segunda Tipasa está localizada no que é agora a Província de Constantino, Argélia, a 88 km (55 mi), no sul de Annaba, a 957 m acima do mar: agora é chamado Tifesh. A principal ruína é a de uma extensa fortaleza, cujas paredes são de 3 metros de espessura. ==Galeria== imagem:Tipasa.jpg|Fotografia de Tipasa, Argélia imagem:Tipasa1.jpg|Ruínas romanas em Tipasa (basílica) imagem:Tipaza basilique.jpg|Vestígios de uma igreja cristã imagem:Tipasa4.jpg|Ruínas romanas de Tipasa imagem:Gate entering Tipasa.JPG|Fotografia em Tipasa, Argélia imagem:Sites historiques Tipaza 12.JPG|Vista panorâmica de Tipasa imagem:Juba II of Numidia burial place.jpg|Túmulo de Juba II e Cleopatra Selene II imagem:Tipasa-109050.jpg|Base de uma parede ==Ver também== * Timgad * Cesareia * Cuicul * Cirta * Lambésis * Rusadir ==Ligações externas== * Tipasa Museum *Site da Unesco Categoria:Comunas de Tipasa (província) Categoria:Fortes romanos Categoria:Mauritânia Cesariense Categoria:Patrimônio Mundial da UNESCO na Argélia Categoria:Sítios arqueológicos da Argélia Categoria:Sés titulares da Argélia Categoria:Cidades do Reino Vândalo Categoria:Cidades do Império Bizantino",
 "title": "Tipasa"
}