{
 "id": "10595",
 "text": "Montenegro é uma povoação portuguesa sede da Freguesia de Montenegro do Município de Faro, freguesia com 23,24 km² de área e 8613 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Nesta freguesia situam-se o Aeroporto de Faro e o Campus de Gambelas da Universidade do Algarve. A freguesia está anexa à cidade de Faro e faz parte da sua zona suburbana. ==História== thumb|280px|Localização da Freguesia de Montenegro no Município de Faro Pela Lei n.o 33/97, de 12 de julho, foi criada a freguesia de Montenegro com lugares desanexados das freguesias da Sé e de São Pedro. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 784 910 2990 652 2011 1437 744 4923 1045 2021 1442 899 4788 1484 == Geografia == Montenegro dista da cidade de Faro cerca de 4 km. Os limites da freguesia são: a norte, a Freguesia de Almancil até à linha de caminho de ferro; ao sul, o oceano Atlântico; a este, a localidade de São Pedro, pela delimitação do caminho de ferro, até onde esta se cruza com a ribeira de Marchil e continuando pelo esteiro Largo até ao canal de Faro e localidade da Sé, do canal de Faro pelo esteiro do Ramalhete, até ao esteiro da Golada e continuando pelo nascente em direcção à barrinha de S. Luís; e a Oeste, a freguesia de Almancil. == Origem do nome == O seu nome teve origem num monte coberto de uma densa mancha arbórea que se avistava da cidade de Faro onde, no princípio do século XX, se fixaram essencialmente agricultores e pescadores que dependiam das culturas de sequeiro e da pesca da Ria Formosa, respetivamente, que iriam vender na cidade de Faro, bem como da extração de sal que, depois de transportado por barcas até à cidade, era distribuído para outras regiões do país pelo caminho de ferro. == Montenegro Atual == Atualmente Montenegro é bastante habitado, onde predominam vivendas grandes e espaçosas, divididas por urbanizações. Desenvolveu-se muito, devido em grande parte, à proximidade da Universidade do Algarve (Polo de Gambelas), que atraiu muitos estudantes e dinamizou muito o espaço. A concentração motard de Faro tem a sua sede no pinhal de Gambelas, onde se realizam todos os anos em Julho os espectáculos numa tenda montada com esse propósito, sendo esta considerada a maior concentração de motos de Verão da Europa. Para se entrar na ilha de Faro, é necessário percorrer antes a grande avenida de Montenegro, sendo esta também a primeira impressão do país que os estrangeiros que aterram no aeroporto de Faro têm. O seu primeiro executivo desta jovem freguesia foi eleito a 14 de dezembro de 1997 tendo sido eleito Agostinho Diogo pelo PSD. Em 16 de dezembro de 2001 foi reeleito pelo PS. A 9 de outubro de 2005 é eleito Manuel João pelo PS. A 11 de outubro de 2009 é eleito Steven Sousa Piedade pela coligação PPD/PSD.CDS-PP.MPT.PPM, e reeleito em 29 de setembro de 2013. ==Equipamentos sociais== * Aeroporto de Faro; * Vários hotéis e restaurantes; * Pousada; * Parque de campismo; * Residenciais e colónias de férias para crianças * Centro de Saúde; * Posto Médico; * Laboratório; * Farmácia; * Consultórios privados * Pavilhão, campo de jogos, courts de ténis, centro de equitação e ginásio de musculação ==Economia== A população da freguesia trabalha maioritariamente no setor terciário, com grande predomínio do Aeroporto de Faro e do Polo de Gambelas da Universidade do Algarve. É no centro de Faro, no entanto, que a maioria da população desenvolve a sua atividade profissional. A agricultura resume-se à produção hortícola e citrícola, em estufas e pomares de média dimensão. A indústria limita-se à construção civil de prédios e vivendas nas novas urbanizações.Mesquita, José Carlos Vilhena (2001). O brasão da freguesia de Montenegro, em Faro. ==Coletividades== Nos domínios do associativismo destacam-se o Clube Desportivo Montenegro, o Clube de Caça e Pesca Desportiva, a Associação dos Jornalistas e Escritores do Algarve, a Tuna Académica da Universidade do Algarve, e outras colectividades ligadas à música e ao folclore. Categoria:Freguesias de Faro",
 "title": "Montenegro (Faro)"
}