{
 "id": "105992",
 "text": "Mary Stevenson Cassatt (Allegheny, 22 de Maio de 1843 — Le Mesnil-Théribus (perto de Paris), 14 de Junho de 1926) foi uma pintora dos Estados Unidos. É considerada uma grande pintora impressionista. Está enterrada no jazigo da família, em Le Mesnil-Théribus. Nascida na Pensilvânia, Mary passou boa parte da vida adulta na França, tendo sido grande amiga de Edgar Degas e exposto seus trabalhos junto dos impressionistas. Seus trabalhos costumam ser sobre a vida privada e social de mulheres, com ênfase nos momentos íntimos de mães e seus filhos. Foi descrita por Gustave Geffroy, em 1894, como uma das \"les trois grandes dames\" (três grandes damas) do impressionismo, junto de Marie Bracquemond e Berthe Morisot.. ==Vida pessoal== Mary Cassatt nasceu em Allegheny, na Pennsylvania, no que hoje é parte de Pittsburgh. Nascida em uma família de classe média alta, seu pai era Robert Simpson Cassat (depois Cassatt), corretor de imóveis e negociador de terras. Ele descendia do huguenote francês Jaques Cossart, que este em Nova Amsterdã, em 1662. Sua mãe, Katherine Kelso Johnston (depois Katherine Cassatt), veio de uma rica família banqueira, exerceu forte influência na filha. Uma grande amiga de Mary escreveu em suas memórias: O nome ancestral da família era Cossart. Um primo distante de Mary foi Robert Henri. Mary era uma entre sete filhos, sendo que dois morreram ainda na infância. Um de seus irmãos, Alexander Johnston Cassatt, foi um dos presidentes da Companhia de Estradas de Ferro da Pensilvânia. Depois que a família Cassatt se mudou para Lancaster e em seguida para a Filadélfia, Mary entrou na escola aos seis anos. ==A arte== Mary cresceu em um ambiente que valorizava as viagens como parte integral da educação formal. Assim, ela passou cinco anos na Europa, visitando as grandes capitais, incluindo Londres, Paris e Berlim. Aprendeu a falar alemão, francês e teve suas primeiras lições em desenho e música. Seus primeiros contatos com os artistas franceses, como Ingres, Delacroix, Corot e Courbet aconteceu na Feira Internacional de Paris de 1855, onde ela encontrou também Degas e Pissarro, que se tornariam seus amigos e tutores. Sua família foi contra sua decisão de tornar-se uma pintora profissional, mas Mary se matriculou na Pennsylvania Academy of the Fine Arts, na Filadélfia, aos 15 anos, para estudar arte. Uma das preocupações de seus pais é que Mary fosse exposta a ideias feministas e ao comportamento boêmio de seus colegas homens. Apesar de 20% dos estudantes de arte da época serem mulheres, a elas carecia habilidades sociais importantes para a área, mas Mary estava determinada a prosseguir na carreira. Mary estudou de 1861 a 1865, a época da Guerra de Secessão. Entre seus colegas estava Thomas Eakins, que tornaria-se um controverso diretor da Academia de Artes. ===Mudança para Paris=== Impaciente com a lentidão de suas aulas e com o paternalismo de seus colegas e professores homens, Mary decidiu estudar os Antigos Mestres por conta própria. Reclamava constantemente que não tinha aulas na academia e que as estudantes mulheres não podiam usar modelos vivos para suas pinturas e que os testes eram sempre feitos com moldes. Mary parou os estudos, já que na época não havia graduação. Com a objeção de seu pai, Mary mudou-se para Paris em 1866, com sua mãe e amigos da família atuando como patronos. Como mulheres ainda não podiam estudar na École des Beaux-Arts, Mary contratou aulas particulares com os professores da École, sendo posteriormente aceita para as aulas de Jean-Léon Gérôme, um professor de renome, conhecido por sua técnica hiper realista e a caracterização de temas exóticos. Para refinar sua técnica, Mary treinava diariamente copiando obras de arte no Louvre, com uma permissão especial que era requerida para controlar a entrada de \"copistas\", que em geral eram mulheres mal pagas, que diariamente faziam cópias de obras de arte para vender. O museu também era um ponto de encontro para estudantes francesas e americanas, como Mary, que não eram autorizadas a socializar nos cafés. Muitos casamentos saíram desses encontros, como o de Elizabeth Jane Gardner e William-Adolphe Bouguereau. No final de 1866, ela entrou para a classe de Charles Joshua Chaplin, conhecido professor e pintor. Em 1868, Mary também estudou com Thomas Couture, cujos temas eram mais urbanos e românticos. Em suas expedições para o interior, os estudantes rascunhavam sobre a vida dos camponeses, em especial suas atividades diárias. Uma de suas pinturas, em 1868, The Mandolin Player, foi aceito por um júri selecionado no Salão de Paris. Com Elizabeth Jane Gardner, cujo trabalho foi aceito pelo júri no ano anterior, Mary foi uma das primeiras mulheres estadunidenses a exibir seu trabalho no Salão. The Mandolin Player é uma das duas pinturas da primeira década de sua carreira estar documentada, em estilo romântico. O cenário da arte na França estava em processo de mudança, com artistas radicais, como Courbet and Manet tentando quebrar as tradições da academia e o Impressionismo estava ainda em formação. A amiga de Mary Cassatt, Eliza Haldeman, lhe escreveu dizendo que os artistas estavam deixando as escolas de arte e buscando novas técnicas, novas formas de trabalhar e que tudo estava virando um \"caos\". Mary, no entanto, continuou no estilo tradicional, submetendo seus trabalhos para o Salão de Paris, por mais de dez anos, o que apenas aumentou sua frustração. Com a eclosão da Guerra Franco- Prussiana, Mary retornou aos Estados Unidos no verão de 1870, morando com a família em Altoona, na Pensilvânia. Seu pai era resistente com relação à vocação da filha e não pagava pelos materiais necessários para sua arte, apenas suas necessidades básicas. Mary conseguiu colocar dois de seus quadros na Galeria de Nova York e encontrou muitos admiradores, mas não compradores. Ela também estava consternada com a falta de pinturas para estudar enquanto permanecia em sua residência de verão. Cassatt até mesmo considerou abandonar a arte, assim como estava determinada a ter uma vida independente. Assim ela escreveu em uma carta de julho de 1871: Para tentar a sorte na vida, Mary viajou para Chicago, porém ela perdeu parte de seus quadros no Grande Incêndio que acometeu a cidade em 1871. Mais ou menos na mesma época, ela chamou a atenção do arcebispo de Pittsburgh, que a encarregou de pintas duas cópias de Correggio, em Parma, na Itália, adiantando dinheiro suficiente para cobrir suas despesas de viagem e estadia. Animada, ela escreveu: ==Impressionismo== Nos meses que se seguiram após seu retorno à Europa, no outono de 1871, as perspectivas de Mary aumentaram. Seu quadro Two Women Throwing Flowers During Carnival, foi bem recebido no Salão de 1872 e foi vendido. Ela atraiu admiradores em Parma e foi encorajada pela comunidade artística, onde todos estavam ansiosos para conhecê-la e a seu trabalho. Após completar o pedido do arcebispo, Mary viajou para Madri e Sevilha, onde criou quadros com temática espanhola, incluindo Spanish Dancer Wearing a Lace Mantilla (1873, no National Museum of American Art, Smithsonian Institution). Foi em 1874 que Mary decidiu morar na França. Sua irmã foi morar com ela e as duas dividiam um apartamento em Paris, onde Mary abriu um estúdio pouco depois. Sua visão ácida e crítica sobre a política e o conservadorismo do Salão de Paris eram conhecidos. Ela não economizava nos comentários, onde falava do preconceito com as mulheres artistas e desdenhavam de nomes que antes eles reverenciavam. Por várias vezes, Mary viu o trabalho das mulheres sendo dispensados, a menos que a artista tivesse um amigo ou patrocinador no júri, e ela não flertaria com membros da comissão julgadora para ser favorecida. Seu cinismo cresceu quando uma das duas pinturas que apresentou em 1875 foi recusada pelo júri, só para ser aceito no ano seguinte, depois que escureceu o fundo. Teve várias discussões com Emily Sartain, que ela achava demasiado egocêntrica, e, finalmente, elas se separaram. Tinha discussões com Sartain, que pensava Cassatt demasiado franco e egocêntrico, e, finalmente, eles se separaram. Fora de sua angústia e autocrítica, Cassatt decidiu que precisava afastar-se das pinturas de gênero e de temas mais elegantes, a fim de atrair comissões de retratos de socialites americanos no exterior, mas essa tentativa era pouco frutífera no início. Mary decidiu que precisava se afastar das pinturas de gênero e ir para cenários da moda, para atrair comissões e pagamentos de socialites estadunidenses, o que não gerou frutos no início. Em 1877, pela primeira vez, não teve trabalhos expostos no Salão de Paris, quando dois de seus quadros foram rejeitados. Nesta época, ela foi convidada por Edgar Degas para mostrar seus trabalhos para os impressionistas, um grupo que começou uma série de exibições independentes em 1874, ganhando notoriedade. Conhecidos também como \"independentes\" ou \"intransigentes\", não tinham um manifesto formal e variavam muito em técnica e cenários. Tinham a tendência de apreciar pintura ao ar livre e a aplicar cores vibrantes em traços separados com pouca pré-mistura, o que permite ao olhar mesclar os resultados de uma maneira \"impressionista\". Os Impressionistas vinham recebendo a ira dos críticos por anos. Henry Bacon, amigo da família Cassatt, acreditava que os impressionistas eram tão radicais que deviam \"ser acometidos por alguma doença ocular desconhecida\". O grupo já tinha uma mulher, Berthe Morisot, que logo tornou-se amiga e colega de trabalho de Mary. Mary admirava Degas, cujos tons pastel causaram-lhe grande impressão quando os encontrou pela primeira vez com um negociante de arte, em 1875. Aceitou o convite de Degas com entusiasmo e começou a preparar seus quadros para a próxima exposição impressionista, planejada para 1878, que sofreu um adiamento por conta da Feira Mundial e aconteceu em 10 de abril de 1879. Mary sentia-se confortável com os impressionistas, como se tivesse encontrado seu lar e os abraçou com entusiasmo. Não podiam se encontrar nos cafés sem atrair atenção indesejada, então ela encontrava o grupo privadamente e em exibições em galerias. Agora, Mary esperava um sucesso comercial com a venda de seus quadros para os parisienses sofisticados que preferiam a avant-garde. Seu estilo ganhou uma espontaneidade inédita em um intervalo de dois anos. Antes uma artista dedicada ao estúdio, ela adotou o caderno de rascunhos para registrar cenas do dia a dia e ao ar livre. Em 1877, sua mãe e seu pai foram para Paris, e junto de sua irmã Lydia, dividiram um grande apartamento no quinto andar da Avenue Trudaine. Mary gostava da companhia, já que nem ela, nem a irmã eram casadas. Logo cedo na vida, Mary decidiu que casamento era algo incompatível com sua carreira, o que lhe rendeu uma rusga com a família, de que ela teria um distúrbio narcisista. Sua irmã Lydia, que foi sua modelo em diversos quadros, sofria de uma doença recorrente e faleceu em 1882, o que fez Mary ficar sem pintar por vários meses.Zerbe, Kathryn J. “Essential Others and Spontaneous Recovery in the Life and Work of Emily Carr: Implications for Understanding Remission of Illness and Resilience.” International Journal of Psychoanalytic Self Psychology 11.1 (2016): 28–49. PMC. Web. 26 Oct. 2016. Seu pai insistia que seu estúdio deveria ser coberto pelas vendas de seu trabalho, que ainda não eram grandes vendas. Temendo ter que pintar qualquer coisa apenas para fazer dinheiro, Mary se candidatou para produzir alguns quadros de qualidade para a próxima exibição impressionista. Três de suas obras mais bem-sucedidas foram Portrait of the Artist (auto-retrato), Little Girl in a Blue Armchair, e Reading Le Figaro (retrato de sua mãe). ===Influência de Degas=== Degas foi uma considerável influência na arte e na vida de Mary Cassatt. Ambos eram altamente experimentais no uso dos materiais, como tintas metálicas em vários trabalhos, como em Woman Standing Holding a Fan, 1878-79. Mary tornou-se extremamente proficiente em usar tons pastel, criando vários quadros nessa linha. Degas lhe introduziu à técnica do entalhe, sendo conhecido como um mestre. Os dois trabalharam lado a lado por um tempo e sua técnica de desenho evoluiu muito sob sua tutela. Ele produziu várias gravuras de suas expedições no Louvre. A exibição impressionista de 1879 teve grande sucesso e repercussão, apesar da ausência de Renoir, Sisley, Manet e Cézanne, que tentavam mais uma vez conseguir reconhecimento do Salão de Paris. Com o esforço de Gustave Caillebotte, que organizou a exposição, o grupo impressionista conseguiu lucrar ao vender vários trabalho, mesmo com toda a crítica especializada caindo sobre eles. O Revue des Deux Mondes escreveu: Mary expôs 11 trabalhos. Embora os críticos alegassem que as cores de Cassatt eram demasiado brilhantes e que seus retratos eram demasiado preciso aos cenários retratados, seu trabalho não foi atacado como foi o de Monet, cujas circunstâncias eram mais desesperados entre todos os impressionistas naquele tempo. Mary até usou sua parte dos lucros para comprar uma obra de Degas e uma de Monet. Nas exibições de 1880 e 1881, ela expôs trabalhos e permaneceu como membro ativo do círculo impressionista até 1886, ano em que Mary forneceu dois quadros para a exibição impressionista nos Estados Unidos, organizada pelo negociante de arte Paul Durand-Ruel. Sua amiga Louisine Elder casou-se com Harry Havemeyer, em 1883 e o casal se tornou um grande colecionador de obras impressionistas, com a curadoria de Mary. Hoje, parte de sua coleção está no Metropolitan Museum of Art, em Nova York. Mary fez vários retratos de familiares neste período, como Portrait of Alexander Cassatt and His Son Robert Kelso (1885), um dos mais famosos. Seu estilo evoluiu muito, afastando- se um pouco do impressionismo para uma abordagem mais íntima e simples. Seus trabalhos começaram a ser exibidos em várias galerias de Nova York. Depois de 1886, Mary Cassatt não mais se identificava com qualquer movimento artístico, experimentando diversas técnicas. ===Nova Mulher=== Mary Cassatt era a personificação da Nova Mulher, pela perspectiva do século XIX. Como uma bem sucedida e altamente capaz artista que nunca se casou, outras artistas se despontaram como Ellen Day Hale, Elizabeth Coffin, Elizabeth Nourse e Cecilia Beaux, que também se identificavam como Novas Mulheres.Holly Pyne Connor; Newark Museum; Frick Art & Historical Center. Off the Pedestal: New Women in the Art of Homer, Chase, and Sargent. Rutgers University Press; 2006. ISBN 978-0-8135-3697-2. p. 25. Esta visão foi grandemente influenciada por sua mãe, Katherine Cassatt, que acreditava que mulheres com educação formal deveriam ter reconhecimento nas atividades sociais.New Perspectives on Illustration: Gibson and Cassatt: Depicting the New Woman by Seo Kim. Norman Rockwell Museum. Retrieved March 18, 2014. ===Relação com Degas=== Mary e Degas colaboraram por um longo tempo. Seus estúdios eram próximos um do outro; o de Mary na rue Laval, nº 19 e Degas na rue Frochot, nº 4, uma distância de cinco minutos. Era comum Degas passar em seu estúdio dando conselhos e auxiliando na contratação de modelos. Os dois tinham muito em comum: tinham gostos semelhantes e interesse em literatura, vindo de famílias ricas e influentes, estudaram na Itália e eram ambos independentes e solteiros. O nível de intimidade dos dois não pode ser especulada, já que nenhuma carta sobreviveu aos dias de hoje, mas não é provável que eles tivessem um relacionamento sexual, devido ao ambiente fortemente moralista e conservador em que estavam inseridos. Algumas cartas de Vincent van Gogh falam do recato sexual de Degas. Degas introduziu técnicas à Mary Cassatt, que ela logo dominou, enquanto Mary foi fundamental para a popularização das obras de Degas nos Estados Unidos. Depois de os pais de Mary e sua irmã Lydia se juntaram a ela em Paris, em 1877, Degas, Mary e Lydia costumavam ser vistos no Loucre estudando arte juntos. Degas fez duas impressões notáveis pela inovação na técnica, retratando Mary no Louvre, observando trabalhos, enquanto Lydia lia um guia de bolso. A ideia era publicar estas impressões em um jornal produzido por Degas e outros pintores, que nunca foi feito. Mary costumava posar para Degas, especialmente em sua conhecida série com chapéus. Em 1884, Degas fez um quadro a óleo, retratando Mary, Mary Cassatt Seated, Holding Cards, que ela abominava e depois o vendeu. Depois que Degas se retirou de um projeto abruptamente, deixando-a responsável por ele, uma grande impressão para um jornal. Apesar de estimá-lo por toda a vida, os dois nunca mais trabalharam tão próximos. Degas era franco em seus pontos de vista, assim como Mary Cassatt. Os dois tinham posições diferentes a respeito do Caso Dreyfus (no começo da carreira, Mary fez um quadro para Moyse Dreyfus, parente do tenente condenado à corte marcial, no centro do caso). Anti-Dreyfus estavam Edgar Degas, Paul Cézanne, Auguste Rodin e Pierre-Auguste Renoir; no lado pró-Dreyfus estavam Camille Pissarro, Claude Monet, Paul Signac e Mary Cassatt. Mary tolerava até os comentários machistas de Degas. Ao ver seu quadro Two Women Picking Fruit pela primeira vez, ele teria dito que nenhuma mulher tinha o direito de desenhar daquele jeito. A partir de 1890, a relação deles ficou mais e mais comercial e dentro do círculo impressionista. Mary continuou a visitá-lo até a morte de Degas, em 1917. ==Feminismo e Sufrágio== Sendo uma feminista desde tenra idade, embora que de maneira sutil e privada, tendo rejeitado o estereótipo de \"artista mulher\", Mary apoiou o Sufrágio. Em 1915, ela expôs dezoito trabalhos em apoio ao movimento de Louisine Havemeyer, uma dedicada feminista. A exibição lhe trouxe um conflito com sua cunhada, Eugenie Carter Cassatt, uma anti-feminista e anti-sufrágio, que boicotou seus trabalhos, junto da sociedade da Filadélfia. Mary respondeu ao boicote vendendo as obras que antes estavam destinadas a seus herdeiros, em especial The Boating Party, que acredita-se tenha sido inspirado no nascimento da filha de Eugenie, Ellen Mary. Ele foi vendido para a Galeria Nacional de Arte, em Washington DC. ==Morte== Em uma viagem ao Egito, em 1910, Mary ficou impressionada com a beleza da arte dos Antigos Egípcios, do que se seguiu uma crise de criatividade. Não só a viagem a exauriu como ela também declarou-se \"dilacerada pela força desta arte\". Diagnosticada com diabetes, reumatismo, neuralgia e catarata em 1911, Mary nunca diminuiu o ritmo de sua produção, mas em 1914 foi forçada a parar de pintar por estar quase que completamente cega. Mary Cassatt faleceu em 14 de junho de 1926, em Château de Beaufresne, perto de Paris e foi enterrada no mausoléu da família em Le Mesnil-Théribus, também na França. == Obras == A seguir uma sequência de pinturas de sua autoria, com as respectivas datas. Em algumas delas constam sua medida oficial e o local onde encontram-se atualmente. * Duas mulheres assentadas por um córrego da floresta - 1869 - coleção particular, Paris * Em um balcão durante um carnaval - 1873 - óleo sobre tela, Museu de Arte da Filadélfia * O toureador - 1873 - óleo sobre tela - Instituto de Arte de Chicago * Menina pequena em uma poltrona azul - 1878 - óleo sobre tela, Galeria Nacional de Arte, Washington * No teatro - 1879 - pastel no papel, Museu Nelson-Atkins de Arte, Kansas City, Missouri * Leitura de mulher em um jardim - 1880 - Instituto de Arte de Chicago * Femme cousant (Mulher nova que senta no jardim) 1880-1882 - óleo sobre tela, medidas 36 x 25 1/2, Museu d'Orsay, Paris * Mulher no preto - 1882 - óleo sobre tela, medidas 100,6 x 74 cm (39 3/4 x 29), Museu d'Orsay, Paris * A lâmpada - 1891 - aquarela no papel com técnicas, Instituto de Arte de Chicago * La toilette - 1891 - óleo sobre tela, medidas 39 1/2 x 26 dentro, Instituto de Arte de Chicago * O partido - 1893-1894 - óleo sobre tela, medidas 90,2 x 117,5 cm (35 1/2 x 46 1/4), Galeria Nacional de Arte, Washington * Mãe e criança de encontro a um fundo verde (Maternidade) - 1897 - pastel no papel bege sobre tela, Musee d'Orsay, Paris * Mãe e criança - 1888 - pastel no papel, Instituto de Arte de Chicago * Mãe e criança (O espelho oval) - 1901 - Museu Metropolitano de Arte de Nova Iorque * Margot no azul - 1902 - pastel no papel prensado com parte traseira clara da tela, The Walters Art Museum, Baltimore, Maryland ==Ligações externas== * * * * * Categoria:Pintores dos Estados Unidos Categoria:Pintores do impressionismo Categoria:Cavaleiros da Ordem Nacional da Legião de Honra Categoria:Pessoas com catarata",
 "title": "Mary Cassatt"
}