{
 "id": "105923",
 "text": "Dislexia é uma perturbação da aprendizagem caracterizada pela dificuldade de leitura, apesar da inteligência da pessoa ser normal. A perturbação afeta as pessoas em diferentes graus. Os principais sintomas são dificuldades em pronunciar corretamente as palavras, em ler rapidamente, em escrever palavras à mão, em subvocalizar palavras, em pronunciar corretamente palavras ao ler em voz alta e em compreender aquilo que se está a ler. Em muitos casos estas dificuldades começam-se a notar na escola. Nos casos em que a pessoa anteriormente conseguia ler sem dificuldade, mas em determinado momento perde essa capacidade, a perturbação denomina-se alexia. Estas dificuldades são involuntárias e as pessoas com esta perturbação demonstram um desejo de aprendizagem normal. Acredita-se que a dislexia seja causada tanto por fatores genéticos como ambientais. Em alguns casos a doença é familiar. É frequente ocorrer em pessoas com perturbação de hiperatividade com défice de atenção (PHDA) e está associada a dificuldades semelhantes com números. A perturbação pode também ter início na vida adulta em consequência de um traumatismo cranioencefálico, de um acidente vascular cerebral ou de demência. Os mecanismos subjacentes da dislexia envolvem problemas com o processamento da linguagem pelo cérebro. O diagnóstico de dislexia é realizado com recurso a uma série de exames que avaliam a capacidade de memorização, dicção, visão e leitura. A dislexia é distinta das dificuldades de leitura causadas por incapacidade visual ou por ensino insuficiente. O tratamento consiste em ajustar os métodos de ensino de forma a corresponder às necessidades da pessoa. Embora isto não constitua uma cura para o problema subjacente, pode diminuir o grau dos sintomas. Os tratamentos focados na visão não são eficazes. A dislexia é a mais comum perturbação da aprendizagem e ocorre em todas as regiões do mundo. Afeta entre 3% e 7% da população mundial, embora até 20% das pessoas possam apresentar algum grau dos sintomas. Embora a dislexia seja diagnosticada com maior frequência em homens, tem sido sugerido que afeta homens e mulheres de igual forma. Tem também sido proposto que a dislexia seja melhor descrita como uma diferente forma de aprendizagem, apresentando tanto vantagens como desvantagens. == Classificação == A dislexia pode coexistir ou mesmo confundir-se com características de vários outros fatores de dificuldade de aprendizagem, tais como o déficit de atenção/hiperatividade, dispraxia, discalculia, e/ou disgrafia. Contudo a dislexia e as desordens do déficit de atenção e hiperatividade não estão correlacionados com problemas de desenvolvimento. === Tipos === A dislexia pode ser classificada de várias formas, dependendo da abordagem profissional e dos testes usados no seu diagnóstico (testes fonoaudiológicos, pedagógicos, psicológicos, neurológicos...). Geralmente o diagnóstico é feito por equipe multiprofissional. Uma das possíveis classificações é emGiselia Souza dos Santos de Almeida. DISLEXIA: O GRANDE DESAFIO EM SALA DE AULA. REVISTA DON DOMÊNICO. 2009. http://www.faculdadedondomenico.edu.br/site/revista_don/artigo5_ed2.pdf: ;Definição tradicionalhttp://www.faculdadedondomenico.edu.br/site/revista_don/artigo5_ed2.pdf *Dislexia disfonética: Dificuldades de percepção auditiva na análise e síntese de fonemas, dificuldades temporais, e nas percepções da sucessão e da duração (troca de fonemas e grafemas por outros similares, dificuldades no reconhecimento e na leitura de palavras que não têm significado, alterações na ordem das letras e sílabas, omissões e acréscimos, maior dificuldade na escrita do que na leitura, substituição de palavras por sinônimos); *Dislexia diseidética: dificuldade na percepção visual, na percepção gestáltica (percepção do todo como maior que a soma das partes), na análise e síntese de fonemas (ler sílaba por sílaba sem conseguir a síntese das palavras, misturando e fragmentando as palavras, fazendo troca por fonemas similares, com maior dificuldade para a leitura do que para a escrita); *Dislexia visual: deficiência na percepção visual e na coordenação visomotora (dificuldade no processamento cognitivo das imagens); *Dislexia auditiva: deficiência na percepção auditiva, na memória auditiva e fonética (dificuldade no processamento cognitivo do som das sílabas); *Dislexia mista: que seria a combinação de mais de um tipo de dislexia. Nota: Nessa classificação discalculia (dificuldade com aritmética) é uma classificação distinta, e não um sub-tipo de dislexia. ;Nova definição pela área de dificuldade (DSM-V): Dislexia foi dividida em 6 diagnósticos de Desordem de aprendizado distintos e mais específicos: *Desordem na leitura de palavras; *Desordem na fluência de leitura; *Desordem na compreensão da leitura; *Desordem na expressão escrita; *Desordem no cálculo matemático; *Desordem na resolução de problema de matemática. thumb|Lesão em qualquer área do cérebro responsável pela compreensão da linguagem pode causar dislexia. ;Definição pela causahttp://www.understanding-learning-disabilities.com/types-of- dyslexia.html: Classificação feita com base na causa da dislexia: *Primária ou genética: Disfunção do lado esquerdo do cérebro, persiste até a idade adulta, hereditário e atinge leitura, escrita e pronuncia, mais comum em meninos; *Secundária ou de desenvolvimento: Pode ser causada por hormônios, má nutrição, negligência e abusos infantis, diminui com a idade; *Tardia ou por trauma: Causada por lesões a áreas do cérebro responsáveis por compreensão de linguagem, raro em crianças. Nesta classificação enquadra-se a dislexia adquirida que, a partir do ano 2012 foi incluída oficialmente nos Descritores da Saúde, citada em Português, Espanhol e Inglês, recebendo neste idioma a denominação de Acquired Dyslexia. ;Definição psicolinguística A dislexia, segundo Jean Dubois, é um defeito de aprendizagem da leitura caracterizado por dificuldades na correspondência entre símbolos gráficos, às vezes mal reconhecidos, e fonemas, muitas vezes, mal identificados.DUBOIS, Jean et ali. (1993). Dicionário de linguística. Direção e coordenação geral da tradução de Izidoro Blinstein. SP: Cultrix. O linguista se interessa pela discriminação fonética, pelo reconhecimento dos signos gráficos e pelo processo de transformação dos signos escritos em signos verbais, logo, para a Lingüística, a dislexia não se trata de uma doença, mas apenas de um defeito no ensino- aprendizagem da leitura, sendo assim classificada como uma síndrome de origem linguística. A dislexia, como dificuldade de aprendizagem, verificada na educação escolar, é um distúrbio de leitura e de escrita que ocorre na educação infantil e no ensino fundamental. Em geral, a criança tem dificuldade em aprender a ler e escrever mesmo quando possuem quociente de inteligência (QI) acima da média. == Sinais e sintomas == A dislexia é mais frequentemente caracterizada por dificuldade na aprendizagem da decodificação das palavras. Os sintomas tornam-se mais evidentes durante a fase da alfabetização. Pessoas disléxicas apresentam dificuldades na associação do som à letra (o princípio do alfabeto); também costumam trocar letras, por exemplo, b com d, ou mesmo escrevê-las na ordem inversa, por exemplo, \"ovóv\" para vovó. Desse modo, são considerados sintomas da dislexia relativos à leitura e escrita os seguintes erros: ;Erros por confusões na proximidade especial: *Confusão de letras assimétricas; *Confusão por rotação; e *Inversão de sílabas. ;Confusões por proximidade articulatória e sequelas de distúrbios de fala: *Confusões por proximidade articulatória; *Omissões de grafemas; e *Omissões de sílabas. ;Acumulação e persistência de seus erros de soletração ao ler e de ortografia ao escrever: *Confusão entre letras, sílabas ou palavras com poucas diferenças na forma de escrever: a-o; c-o; e-c; f-t; h-n; i-j; m-n; v-u; etc; *Confusão entre letras, sílabas ou palavras com formato similar, mas diferente direção: b-d; b-p; d-b; d-p; d-q; n-u; w-m; a-e; *Confusão entre letras que possuem um ponto de articulação comum, e, cujos sons são acusticamente próximos: d-t; j-x;c-g;m-b-p; v-f; *Inversões parciais ou totais de sílabas ou palavras: me- em; sol-los; som-mos; sal-las; pal-pla. === Perturbações relacionadas === Outras perturbações da aprendizagem que frequentemente acompanham os disléxicos, dentre elasCONDEMARÍN, Mabel, BLOMQUIST, Marlys. (1989). Dislexia; manual de leitura corretiva. 3ª ed. Tradução de Ana Maria Netto Machado. Porto Alegre: Artes Médicas.: * Alterações na memória; * Alterações na memória de séries e sequências; * Orientação direita-esquerda; * Linguagem escrita; * Dificuldades em matemática; * Confusão com relação às tarefas escolares; * Pobreza de vocabulário; * Escassez de conhecimentos prévios (memória de longo prazo). Devem ser excluídas do diagnóstico do transtorno da leitura as crianças com deficiência mental, com escolarização escassa ou inadequada e com déficits auditivos ou visuais.GARCÍA, Jesus Nicasio. (1998). Manual de dificuldades de aprendizagem: linguagem, leitura, escrita e matemática. Tradução de Jussara Haubert Rodrigues. Porto Alegre: Artes Médicas. 1998, p.144 === Comorbidades frequentes === Estudos no Brasil e no exterior constataram algumas características frequentes em crianças com dislexiahttp://www.faculdadedondomenico.edu.br/site/revista_don/artigo5_ed2.pdf: * Atraso no desenvolvimento motor (como engatinhar, sentar e andar); * Atraso ou deficiência na aquisição da fala; * Dificuldade para entender o que está ouvindo; * Distúrbios do sono; * Enurese noturna (urinar na cama); * Suscetibilidade às alergias e as infecções; == Causas == Apesar de não haver um consenso dos cientistas sobre as causas da dislexia, pesquisas recentes apontam fortes evidências neurológicas para a dislexia, parte por causas genéticas, parte por fatores congênitos (durante o desenvolvimento no útero). Uma das possíveis causas, é a exposição do feto a doses excessivas de testosterona durante a gestação, o que explicaria a maior incidência da dislexia em pessoas do sexo masculino, pois fetos do sexo feminino tendem a ser abortados com o excesso de testosterona. Além disso, a dislexia possui outras causas como fatores genéticos, o desenvolvimento tardio do sistema nervoso central, problemas nas estruturas do cérebro e comunicação pouco eficaz entre alguns neurônios. Pessoas que possuem dislexia têm uma área do cérebro mais desenvolvida que pessoas que não possuem esta síndrome..O Dislexo possui um área do cérebro mais desenvolvido que outros indivíduos. Brasil Escola - == Diagnóstico == A dificuldade de aprendizagem relacionada com a linguagem (leitura, escrita e ortografia), pode ser inicial e informalmente (um diagnóstico mais preciso deve ser feito e confirmado por neurolinguista) diagnosticada pelo professor da língua materna, com formação na área de Letras e com habilitação em Pedagogia, que pode vir a realizar uma medição da velocidade da leitura da criança, utilizando, para tanto, a seguinte ficha de observação, com as seguintes questões a serem prontamente respondidas: *A criança movimenta os lábios ou murmura ao ler? *A criança movimenta a cabeça ao longo da linha? *Sua leitura silenciosa é mais rápida que a oral ou mantém o mesmo ritmo de velocidade? *A criança segue a linha com o dedo? *A criança faz excessivas fixações do olho ao longo da linha impressa? *A criança demonstra excessiva tensão ao ler? *A criança efetua excessivos retrocessos da vista ao ler? Para um exame mais preciso da tensão ao ler e de quantas vezes a mesma frase é re-observada pode-se posicionar-se atrás do educando e utilizar um espelho para verificar os movimentos de tensão e frequente \"vai-e-vem\" nos olhos do educando enquanto ele lê e escreve. Exercícios em que o educando deve completar certas palavras omitidas no texto, podem ser utilizado para determinar o nível de compreensibilidade do material de leitura.ALLIENDE, Felipe, CONDEMARÍN, Mabel. (1987). Leitura: teoria, avaliação e desenvolvimento. Tradução de José Cláudio de Almeida Abreu. Porto Alegre: Artes Médicas. == Tratamento == A intervenção na dislexia tem sido feita principalmente por meio de dois métodos de alfabetização, o multissensorial e o fônico. Enquanto o método multissensorial é mais indicado para crianças mais velhas, que já possuem histórico de fracasso escolar, o método fônico é indicado para crianças mais jovens e preferencialmente ser introduzido logo no início da alfabetização. Apesar de não existir cura para a dislexia, a Ciência já sabe indicar o que deve ser feito para conduzir a criança com esse tipo de problema às atividades normais. Especialistas garantem que o cérebro tem enorme capacidade de se reorganizar e dar “cobertura” a essa deficiência. Para os pais, o importante é estar ciente de que ela pode ser inteligente de outras maneiras, mesmo sem ler e escrever bem. === Escolas especiais === Em Portugal, a maioria das escolas tem aulas especiais de apoio para crianças com dislexia, embora haja, muitas vezes, dificuldade em identificar o transtorno. No Brasil, a maioria das escolas ainda não dá o apoio adequado a crianças e adolescentes com dislexia, algumas nem ao menos têm conhecimento do problema e seu baixo rendimento não é associado a um distúrbio neurológico.http://portaldoprofessor.mec.gov.br/conteudoJornal.html?idConteudo=452 === Professores particulares === Para atender às necessidades dos educandos com dislexias é importante que a escola tenha professores qualificados para o ensino da língua materna. Os professores precisam conhecer a fonologia aplicada à alfabetização e ter conhecimentos linguísticos e metalinguísticos aplicados aos processos de leitura e escrita. Professores de português particulares e apoio pedagógico podem ser necessários quando a escola não supre as necessidades individuais dos alunos.http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0002379/ === Aprendizado de palavras difíceis === Os padrões de movimentos dos olhos são fundamentais para a leitura eficiente. São as fixações nos movimentos oculares que garantem que o leitor possa extrair informações visuais do texto. No entanto, algumas palavras são fixadas por um tempo maior que outras. Todas as pessoas tem dificuldades diferentes no aprendizado de diferentes palavras, pois existem muitos fatores que influenciam a facilidade ou dificuldade no reconhecimento de palavras. Dentre os fatores mais importantes para escrever uma palavra corretamente estãoELLIS, Andrew W. (1995). Leitura, escrita e dislexia: uma análise cognitiva. 2 ed. Tradução de Dayse Batista. Porto Alegre: Artes Médicas. 1995, p.19-28: *Tamanho da palavra; *Presença de hiatos, ditongos, dígrafos e trígrafos; *Familiaridade com a palavra; *Frequência com que ela é usada; *Idade com a qual ela foi aprendida; *Repetição do uso dessa palavra; *Significado dessa palavra; *Contexto no qual ela é utilizada; *Similaridade entre a forma escrita e a forma falada; *Interação dessa palavra com outras. Assim, qualquer um desses fatores pode influenciar a dificuldade ou facilidade que um educando possui em entender o significado de uma palavra nova e escrevê-la e pronunciá-la corretamente. ===Intervenção psicopedagógica=== A fase de alfabetização de uma criança, a princípio, é a mais fácil de se notar se ela possui dislexia, pois é neste momento que o professor perceberá suas principais dificuldades. Por isso, é necessário que, o professor em sala de aula esteja sempre atento, dessa forma, cabe a ele pedir aos pais um encaminhamento a um especialista. Após identificada a dislexia, é preciso que a escola, o professor e a família, acompanhado de um psicopedagogo, trabalhem em conjunto no tratamento da criança, para que se possa amenizar suas dificuldades no aprendizado. Em muitos casos, a criança é vista como preguiçosa ou sem vontade de aprender, fazendo com o aluno se sinta inseguro e incapaz. A partir disso, surgem algumas reações de rebeldia. O psicopedagogo é o profissional que auxiliará no tratamento da criança disléxica, desenvolvendo atividades que possibilitam a descoberta de seus conhecimentos, talentos e habilidades, estes, muitas vezes escondidos nos constrangimentos, que podem vir a ocorrer em sala de aula. É importante que todos saibam valorizar todo e qualquer esforço do disléxico, sempre respeitando seu ritmo de aprendizagem. == Epidemiologia == De 60 a 80% dos diagnósticos são do sexo masculino, porém isso acontece porque os casos entre o sexo masculino costumam ser mais graves e associados a um maior número de comorbidades que entre o sexo feminino. Em estudos onde todos alunos de uma instituição de ensino são avaliados, a diferença de gêneros é significativamente menor.http://www.ldhope.com/dyslexia.htm Apenas 3 a 6% das crianças em idade escolar são diagnosticados com dislexia, porém estudos indicam que 5 a 10% da população possuam o transtorno e um grande número de alunos não são diagnosticados.http://www.ncbi.nlm.nih.gov/pubmed/12549782 Entre 40 a 60% dos adultos em programas de educação básica, há sinais e sintomas de dislexia. == História == Foi identificada pela primeira vez por Oswald Berkhan em 1881, mas o termo \"dislexia\" só foi cunhado em 1887 por Rudolf Berlin, um oftalmologista de Stuttgart, Alemanha. Berlin usou o termo dislexia (significando \"dificuldade com palavras\") para diagnosticar o transtorno de um jovem que apresentava grande dificuldade no aprendizado da leitura e escrita, mas apresentava habilidades intelectuais normais em todos os outros aspectos. Em 1896, W. Pringle Morgan, um Médico britânico de Seaford, Inglaterra publicou uma descrição de uma desordem específica de aprendizado na leitura no British Medical Journal, intitulado \"Congenital Word Blindness\". O artigo descreve o caso de um menino de 14 anos de idade que não havia aprendido a ler, demonstrando, contudo, inteligência normal e que realizava todas as atividades comuns de uma criança dessa idade. Durante as décadas de 1890 e início de 1900, James Hinshelwood, oftalmologista escocês, publicou uma série de artigos nos jornais médicos descrevendo casos similares. Um dos primeiros pesquisadores principais a estudar a dislexia foi Samuel T. Orton, um neurologista que trabalhou inicialmente em vítimas de traumatismos. Em 1925 Orton conheceu o caso de um menino que não conseguia ler e que apresentava sintomas parecidos aos de algumas vítimas de traumatismo. Orton estudou as dificuldades de leitura e concluiu que havia uma síndrome não correlacionada a traumatismos neurológicos que provocava a dificuldade no aprendizado da leitura. Orton chamou essa condição por strephosymbolia (com o significado de 'símbolos trocados') para descrever sua teoria a respeito de indivíduos com dislexia. Orton observou também que a dificuldade em leitura da dislexia aparentemente não estava correlacionada com dificuldades estritamente visuais. Ele acreditava que essa condição era causada por uma falha na laterização do cérebro. A hipótese referente à especialização dos hemisférios cerebrais de Orton foi alvo de novos estudos póstumos na década de 1980 e 1990, estabelecendo que o lado esquerdo do planum temporale, uma região cerebral associada ao processamento da linguagem é fisicamente maior que a região direita nos cérebros de pessoas não disléxicas; nas pessoas disléxicas, contudo, essas regiões são simétricas ou mesmo ligeiramente maior no lado direito do cérebro. Pesquisadores estão atualmente estudando a fundo a correlação neurológica e genética para dificuldades na leitura. Com a lei 13.085, de 8 de janeiro de 2015, fica instituído no Brasil o Dia Nacional de Atenção à Dislexia. == Dislexia em Portugal == A Associação Portuguesa de Dislexia – DISLEX foi fundada no ano 2000, no Porto, com os objetivos de promover a investigação na área da Dislexia, formar profissionais com vista a uma maior capacitação dos contextos educativos e intervir com crianças, jovens e adultos disléxicos. Em outubro de 2017, por ocasião do Dia Mundial da Dislexia (celebrado a 10 de outubro), a DISLEX lançou a campanha “Disléxicos como nós”, que mostrou que também alguns dos maiores génios da História viveram com a mesma disfunção neurológica que, atualmente, afeta 600 milhões de pessoas em todo o mundo. O lema foi escolhido para ajudar a quebrar preconceitos relativamente às capacidades de quem tem esta perturbação e o objetivo foi sensibilizar a população, educadores e poder político para as características da dislexia e para a necessidade de criar métodos de ensino que ajudem as crianças a contornar a disfunção. A Presidente da DISLEX, Helena Serra, é investigadora na área da educação especial e professora coordenadora jubilada da Escola Superior de Educação de Paula Frassinetti, no Porto. Autora de cadernos reeducativos pedagógicos e com um longo currículo no diagnóstico e intervenção em alunos disléxicos, tem dedicado pessoal e profissionalmente a sua vida à compreensão da dislexia. Segundo Helena Serra, Portugal é, em matéria de resposta à dislexia, \"uma manta de retalhos\", embora a especialista reconheça alguns avanços. == Bibliografia adicional == * CAPOVILLA, A. G. S.; CAPOVILLA, F. C. Alfabetização: método fônico. São Paulo: Memnon, 2004. * CAPOVILLA, A. G. S. Compreendendo a dislexia: definição, avaliação e intervenção. Cadernos de Psicopedagogia, v. 1, n. 2, p. 36-59, 2002. *DUBOIS, Jean et alii. (1993). Dicionário de lingüística. SP: Cultrix. *DE OLIVIER, Lou (1999). A Escola Produtiva: Como detectar e tratar os problemas de aprendizagem e de ensinagem. São Paulo: Scortecci *HOUT, Anne Van, SESTIENNE, Francoise. (2001). Dislexias: descrição, avaliação, explicação e tratamento. 2ª ed. Tradução de Cláudia Schilling. Porto Alegre: Artes Médicas. *MARTINS, Vicente. (2002). Lingüística Aplicada às dificuldades de aprendizagem relacionadas com a linguagem: dislexia, disgrafia e disortografia. Disponível na Internet: http://sites.uol.com.br/vicente.martins/ *ALLIENDE, Felipe, CONDEMARÍN, Mabel. (1987). Leitura: teoria, avaliação e desenvolvimento. Tradução de José Cláudio de Almeida Abreu. Porto Alegre: Artes Médicas. *ELLIS, Andrew W. (1995).Leitura, escrita e dislexia: uma analise cognitiva. 2ª edição. Tradução de Dayse Batista. Porto Alegre: Artes Médicas. *HARRIS, Theodore L, HODGES, Richard. (1999). Dicionário de alfabetização: vocabulário de leitura e escrita. Tradução de Beatriz Viégas-Faria. Porto Alegre: Artes Médicas *MONTEIRO, José Lemos. (2002). Morfologia portuguesa. Campinas: Pontes. *DE OLIVIER, Lou (2003). Disturbios de aprendizagem/comportamento: verdades que ninguém publicou. São Paulo: Scortecci *RODRIGUES, Norberto. (1999). Neurolingüística dos distúrbios da fala.. São Paulo: Cortez: EDUC (Fala viva; v.1) *YAVAS, Mehmet, HERNANDOREMA, Carmen L. Matzenauer. LAMPRECHT, Regina Ritter. (1991). Avaliação fonológica da criação: reeducação e terapia. Porto Alegre: Artes Médicas. *DE OLIVIER, Lou (2006). Distúrbios de aprendizagem e de comportamento: como detectar, entender e tratar os problemas de aprendizagem. Rio de Janeiro: WAK == Ligações externas == * Dicas para professores que lidam com alunos com dislexia * The Dyslexia Guide - A to Z and FAQ Knowledgebase *ABD - Associação Brasileira de Dislexia * Mapa de Genes possivelmente correlacionados com a Dislexia Categoria:Dislexia Categoria:Neurologia Categoria:Habilidades humanas Categoria:Psicologia educacional Categoria:Alfabetização Categoria:Leitura Categoria:Escrita Categoria:Educação especial Categoria:Transtornos de aprendizagem Categoria:Deficiência Categoria:Fonoaudiologia",
 "title": "Dislexia"
}