{
 "id": "105949",
 "text": "José Sobral de Almada Negreiros GOSE (Trindade, São Tomé e Príncipe, 7 de Abril de 1893 — Lisboa, 15 de Junho de 1970) foi um artista multidisciplinar português que se dedicou fundamentalmente às artes plásticas (desenho, pintura, etc.) e à escrita (romance, poesia, ensaio, dramaturgia), ocupando uma posição central na primeira geração de modernistas portugueses. Almada Negreiros é uma figura ímpar no panorama artístico português do século XX. Essencialmente autodidata (não frequentou qualquer escola de ensino artístico), a sua precocidade levou-o a dedicar-se desde muito jovem ao desenho de humor. Mas a notoriedade que adquiriu no início de carreira prende-se acima de tudo com a escrita, interventiva ou literária. Almada teve um papel particularmente ativo na primeira vanguarda modernista, com importante contribuição para a dinâmica do grupo ligado à Revista Orpheu, sendo a sua ação determinante para que essa publicação não se restringisse à área das letras. Aguerrido, polémico, assumiu um papel central na dinâmica do futurismo em Portugal: \"Se à introversão de Fernando Pessoa se deve o heroísmo da realização solitária da grande obra que hoje se reconhece, ao ativismo de Almada deve-se a vibração espetacular do «futurismo» português e doutras oportunas intervenções públicas, em que era preciso dar a cara\". Mas a intervenção pública de Almada e a sua obra não marcaram apenas o primeiro quartel do século XX. Ao contrário de companheiros próximos como Amadeo de Souza-Cardoso e Santa-Rita, ambos mortos em 1918, a sua ação prolongou-se ao longo de várias décadas, sobrepondo-se à da segunda e terceira geração de modernistas. A contundência das suas intervenções iniciais iria depois abrandar, cedendo o lugar a uma atitude mais lírica e construtiva que abriu caminho para a sua obra plástica e literária da maturidade. Eduardo Lourenço escreve: \"Estranho arco de vida e arte o que une Almada «Futurista e tudo», Narciso do Egipto da provocante juventude, ao mago hermético certo de ter encontrado nos anos 40, «a chave» de si e do mundo no «número imanente do universo»\". Almada é também um caso particular no modo como se posicionou em termos de carreira artística. Esteve em Paris, como quase todos os candidatos a artista então faziam, mas fê-lo desfasado dos companheiros de geração e por um período curto, sem verdadeiramente se entrosar com o meio artístico parisiense. E se Paris foi para ele pouco mais do que um ponto de passagem, a sua segunda permanência no estrangeiro revelou-se ainda mais atípica. Residiu em Madrid durante vários anos e o seu regresso ficou associado à decisão de se centrar definitiva e exclusivamente em Portugal. Ao longo da vida empenhou-se numa enorme diversidade de áreas e meios de expressão – desenho e pintura, ensaio, romance, poesia, dramaturgia… até o bailado –, que Fernando de Azevedo classifica de \"fulgurante dispersão\". Sem se fixar num domínio único e preciso, o que emerge é sobretudo a imagem do artista total, inclassificável, onde o todo supera a soma das partes. Também neste aspeto Almada se diferencia dos seus pares mais notáveis, Amadeo de Souza-Cardoso e Fernando Pessoa, cuja concentração num território único, exclusivo, foi condição necessária à realização das obras máximas que nos deixaram como legado. Personalidade incontornável, a inserção de Almada Negreiros na vida e na cultura nacionais é extremamente complexa; segundo José Augusto França, dele fica sobretudo a imagem de \"português sem mestre\" e, também, tragicamente, \"sem discípulos\". ==Biografia== Almada Negreiros nasceu na Roça da Saudade, freguesia da Trindade, São Tomé e Príncipe, a 7 de Abril de 1893. Foi o primeiro filho de António Lobo de Almada Negreiros, tenente de cavalaria natural de Aljustrel, administrador do Concelho de São Tomé, e de sua mulher Elvira Sobral de Almada Negreiros, uma mulher com fortuna paterna natural dessa ilha e que morreu em 1896. Os primeiros anos da sua infância foram passados em São Tomé. Em 1900, o seu pai é nomeado encarregado do Pavilhão das Colónias na Exposição Universal de Paris; Almada e o seu irmão António são internados no Colégio Jesuíta de Campolide, Lisboa, onde irão residir até à extinção do colégio, em 1910, na sequência da implantação da República. ===1911–1919=== Depois de uma breve passagem pelo Liceu de Coimbra, em 1911 Almada matricula-se na Escola Internacional, na Rua da Emenda, Lisboa, que frequenta até 1913. Ainda em 1911 publica os primeiros desenhos e caricaturas (nomeadamente na revista humorística A Sátira); no ano imediato redige e ilustra de forma integral o jornal manuscrito A Paródia (reproduzido a copiógrafo na própria escola) e expõe na I Exposição dos Humoristas Portugueses (do ano de 1912 conhece-se colaboração artística da sua autoria no jornal do Porto A Bomba). Expõe individualmente pela primeira vez em 1913, na Escola Internacional, apresentando 90 desenhos; estabelece contacto com Fernando Pessoa na sequência da crítica à exposição que este publica em A Águia. Nesse mesmo ano participa na II Exposição dos Humoristas Portugueses; colabora como ilustrador em jornais; escreve a sua primeira obra poética; prepara o primeiro projeto de bailado (O sonho da rosa); desenha o primeiro cartaz (Boxe). No ano seguinte colabora como diretor artístico no semanário monárquico Papagaio Real. Em 1915 escreve a novela A Engomadeira (publicada em 1917) e o poema A Cena do Ódio (publicado parcialmente em 1923); colabora no primeiro número da Revista Orpheu e publica o Manifesto Anti-Dantas e por extenso, por ocasião da estreia da peça de teatro Soror Mariana Alcoforado de Júlio Dantas, reagindo indiretamente às críticas negativas desse conhecido médico e escritor à Revista Orpheu (também na revista luso-brasileira Atlântida surgem, neste período inicial, reproduções artísticas da sua autoria). Em 1916 participa na exposição da Galeria das Artes de José Pacheko (1885 – 1934), com receção crítica ambivalente. Troca correspondência com Sonia Delaunay, então a residir com o seu marido Robert Delaunay em Vila do Conde, redigindo esboços para poemas e bailados; projeta exposições – nunca realizadas –, em Barcelona e Estocolmo, com Amadeo de Souza-Cardoso, Eduardo Viana, Sonia e Robert Delaunay. Nesse mesmo ano publica o manifesto de apoio à I Exposição de Amadeo de Souza-Cardoso, em Lisboa, tornando-se num dos primeiros defensores da sua obra em território nacional. Nas palavras de Almada, \"Amadeo de Souza-Cardoso é a primeira Descoberta de Portugal na Europa no século XX\". Nessa época Almada convive ativamente com Santa- Rita (1889-1918), pintor que proclamava ter sido encarregue pessoalmente por Marinetti de difundir em Portugal os manifestos do futurismo; essa aliança irá impulsionar o período áureo do futurismo português. Em 1917 realiza, no Teatro da República, a conferência Ultimatum Futurista às Gerações Portuguesas do Século XX; nesse mesmo ano colabora no único número da revista Portugal Futurista e publica a novela K4 O Quadrado Azul. Faz também um pacto com Amadeo e Santa-Rita em que todos se comprometem a estudar os Painéis de São Vicente de Fora, de Nuno Gonçalves, embora só Almada vivesse para o fazer. Influenciado pela vinda recente dos Ballets Russes de Diaghilev a Lisboa, em 1918 lidera o grupo de bailado de Helena Castelo Melhor, colaborando em produções de algum amadorismo nas quais é argumentista, coreógrafo, figurinista, diretor de bailado e, por vezes, bailarino. ===1919–1932=== Em 1918 a dinâmica da arte portuguesa mais avançada é abalada pela morte prematura de Santa- Rita e Amadeo, deixando Almada ainda mais isolado. No ano seguinte parte para Paris, no momento em que o radicalismo das vanguardas históricas é apaziguado pelos apelos generalizados de regresso à ordem que surgem na sequência do fim da Primeira Guerra Mundial. Será sobretudo um tempo de desencontros: \"Procurei os artistas avançados. Fiquei amigo de vários, mas […] não apareceu nunca o motivo que juntasse no mesmo ideal a minha arte e a de cada um deles\". Em Paris exerce simples atividades de sobrevivência (dançarino de cabaret, empregado de armazém…); desenha, também, e escreve o poema em prosa Histoire du Portugal par Coeur (publicada mais tarde na Revista Contemporânea), onde revela a \"aquisição de uma consciência nacional ao mesmo tempo mítica e lírica, que irá nortear a sua obra futura e com a qual ele resistirá à desilusão de Paris\". Em 1919 colabora no quinzenário humorístico O Riso da vitória dirigido por Jorge Barradas e Henrique Roldão. Almada regressa a Portugal em 1920. A sua primeira intervenção significativa após o regresso é a conferência A Invenção do Dia Claro (1921), que marca uma alteração de atitude da sua parte: \"Almada abandonou a sua agressividade anterior, para se concentrar na atitude construtiva, que, sendo fortemente determinada, era também subtilmente inspirada pelo mais elevado lirismo\". Ainda em 1920 expõe na III Exposição dos Humoristas. Ao longo dos anos subsequentes colabora em diversos jornais e revistas, do Diário de Lisboa e Sempre Fixe à Contemporânea, publicando capas, desenhos humorísticos, textos e ilustrações; realiza capas de livros e revistas; participa como convidado na Exposição dos Cinco Independentes (SNBA, Lisboa, 1923); em 1925 escreve o romance Nome de Guerra (publicado em 1938); realiza obras para a Brasileira do Chiado (1925) e para o Bristol Club (1926), em Lisboa; estuda os painéis de São Vicente, de Nuno Gonçalves, integra o elenco principal do filme português O Condenado (1921) e publica no Diário de Notícias A questão dos Painéis; a história de um acaso de uma importante descoberta e do seu autor (1926). Parte para Madrid em Março de 1927, cidade onde irá participar na tertúlia intelectual do Café Pombo e, sobretudo, viver num meio intelectual e artístico em efervescência. Durante os anos que se seguem escreve El Uno, tragédia de la Unidad, um conjunto de duas peças dedicado à sua futura mulher, Sarah Afonso, que inclui: Deseja-se Mulher (publicado em 1959 e representado pela primeira vez em 1963) e SOS (2.º ato publicado em 1935). Colabora com capas e desenhos em jornais e revistas; e realiza decorações murais (Cidade Universitária, cinema San Carlos, etc.), que são o primeiro sinal de um extenso trabalho artístico em articulação com a arquitetura. ===1932–1970=== Almada regressa definitivamente a Lisboa em 1932. Embora de convicções monárquicas (foi diretor artístico do Papagaio Real em 1914; e talvez tenha pertencido, juntamente com Amadeo, Eduardo Viana e Santa-Rita, entre outros, a um grupo monárquico intitulado Grupo do Tavares), anos depois verifica-se uma aproximação aos ideais do Estado Novo, desde logo através da sua apologia antecipada do nacionalismo – que Eduardo Lourenço apelida de \"pré-fascizante\". Mas há outros indícios dessa aproximação: logo em 1933 Almada cria o cartaz político Votai a Nova Constituição; realiza um selo com a frase de Salazar Tudo Pela Nação (1935) e é nomeado Procurador à Câmara Corporativa (1965). \"De qualquer modo, a subordinação da arte à política repugnava inteiramente a Almada: o seu protesto ao Marinetti académico fascista, quando veio a Lisboa em 32, trazido por Ferro, traduz a sua independência fundamental. Em nome dela, o pintor, que expusera no Salão de Inverno de 32, depois na UP em 33 [exposição individual] participaria nos «Independentes» de 36 e não no salão oficial de 35 ou nos anos seguintes, mantendo-se [até 1940] à margem da iniciativa do SPN/SNI e da sua política artística\". Casou a 31 de março de 1934, na 3.ª Conservatória do Registo Civil de Lisboa, com Sarah Afonso. Em 1935 nasce o seu primeiro filho, José. Nesse mesmo ano publica os cadernos Sudoeste (3 números: Junho, Outubro, Novembro), onde são incluídos textos seus e que no terceiro número serve de ponto de encontro de colaboradores da Orpheu e da Presença. Ainda em 1934 realiza os primeiros estudos para os vitrais da Igreja de Nossa Senhora de Fátima, dando início à colaboração com o arquiteto Pardal Monteiro. Até ao final da década dedica-se a uma multiplicidade de atividades: executa pinturas; publica desenhos, ilustrações, poesias, ensaios e romances; realiza conferências e palestras; colabora com frescos e vitrais em diversos edifícios, entre os quais o pavilhão da Colonização da Exposição do Mundo Português e o edifício do Diário de Notícias, Lisboa, projetado por Pardal Monteiro. Em 1941 o Secretariado de Propaganda Nacional organiza a exposição Almada – Trinta Anos de Desenho, assinalando um momento de viragem na percepção pública da sua obra. Perante o sucesso da exposição, Cottinelli Telmo escreveria, numa carta aberta ao artista: \"Hoje és o Almada de sempre, apenas com a diferença de seres o Almada aceite, o Almada compreendido. […] O que se criou foi o hábito novo de te considerarem, em vez do hábito antigo de descrerem de ti, de te temerem, de te não tomarem a sério\". A partir desse momento irá participar em iniciativas do SPN, de que até aí se tinha distanciado: ainda em 1941, e em 1942, participa respetivamente na 6.ª e na 7.ª Exposição de Arte Moderna, vencendo o Prémio Columbano em 1942. Em 1943 projeta cenários para a ópera Inês de Castro, de Ruy Coelho (Teatro Nacional de São Carlos, Lisboa); nesse mesmo ano realiza estudos preparatórios para as pinturas murais da Gare Marítima de Alcântara, que concretizará in loco entre 1945 e 1947, e em 1946 inicia a execução dos murais da Gare Marítima da Rocha do Conde de Óbidos que termina em 1948 (ambos os projetos de arquitetura de Pardal Monteiro). Colabora na 1.ª série da revista Panorama (1941-1949). Em 1946 vence o prémio Domingos Sequeira na I Exposição de Arte Moderna de Desenho e Aguarela, SPN/SNI. Em 1952 expõe individualmente na Galeria de Março (exposição inaugural dessa galeria) e participa na Exposição de Arte Moderna (Lisboa). Dois anos mais tarde pinta a primeira versão de Retrato de Fernando Pessoa para o restaurante Irmãos Unidos. Em 1957 participa na I Exposição de Artes Plásticas da Fundação Calouste Gulbenkian, sendo galardoado com um prémio extra concurso. Ainda dentro da colaboração com Pardal Monteiro, entre 1957 e 1961 realiza grandes painéis decorativos para as fachadas de vários edifícios da Cidade Universitária de Lisboa(Faculdade de Direito; Faculdade de Letras; Reitoria). Em 1960 dá uma série de entrevistas, publicadas no Diário de Notícias, onde de algum modo encerra o seu \"itinerário espiritual\" e retoma a questão da reconstrução do Painéis de São Vicente de Fora; em 1963 expõe na Sociedade Nacional de Belas Artes, em Lisboa, e nesse mesmo ano é alvo de homenagem por ocasião do seu septuagésimo aniversário, sendo publicada a primeira monografia sobre a sua obra, da autoria de José Augusto França. Encomendas e atividades diversas preenchem os anos finais, entre as quais se destacam as tapeçarias para a Exposição de Lausana, para o Tribunal de Contas e para o Hotel Ritz, Lisboa; uma série de gravuras em vidro acrílico (1963) e cenários para o Auto da Alma, de Gil Vicente, no Teatro Nacional de São Carlos, a sua última participação no teatro. Foi condecorado com o grau de Grande-Oficial da Antiga, Nobilíssima e Esclarecida Ordem Militar de Sant'Iago da Espada, do Mérito Científico, Literário e Artístico a 13 de Julho de 1967. Em 1968-1969 realiza o painel Começar, para o átrio do edifício sede da Fundação Calouste Gulbenkian, Lisboa. Em Julho de 1969 faz a sua derradeira intervenção pública, participando no programa televisivo Zip-Zip. Morre em Lisboa, a 15 de Junho de 1970, no mesmo quarto do Hospital de São Luís dos Franceses, no Bairro Alto, em que faleceu Fernando Pessoa. ==Obra Plástica== Artista multifacetado, a obra de Almada reparte-se por áreas muito diversas. De todas a mais constante foi o desenho, para o qual mostrou vocação ainda muito jovem, durante a frequência Colégio Jesuíta de Campolide. Datam desses anos os trabalhos apresentados na sua exposição individual de 1913. Assinalando a \"futilidade das coisas\" sobre as quais Almada se focava nessas caricaturas e desenhos humorísticos, e o \"talento incerto\" do jovem autor, a crítica de Fernando Pessoa referia-se já, lucidamente, ao \"polimorfismo da sua arte\". A evolução de Almada é rápida; a ingenuidade das primeiras produções em breve evolui para uma \"consciência gráfica com possibilidades de originalidade\"; e em trabalhos dos anos imediatos começam a vislumbrar-se traços do seu grafismo futuro, \"firme e elegante\". Sem jamais se submeter (antes ou depois) às regras da representação académica ou ao gosto naturalista ainda dominantes em Portugal, a sua forma de desenhar personalizada, caracterizada através da \"clareza do poder expressivo da linha sinteticamente elástica e definitiva\" está presente em desenhos de 1917 onde regista impressões das atuações dos Ballets Russes em Lisboa. A partir da estadia em Madrid (1927-1932), o seu desenho atinge \"novos rigores de apontamento visual e estilização, quer pela linha quer pelo sombreado\". Para o entendimento do artista total que foi Almada Negreiros, é necessário assinalar a distância que separa, nesses primeiros anos, a sua obra plástica – que então quase se circunscrevia a caricaturas e desenhos de humor, marcados pela influência de Cristiano Cruz, e a pinturas decorativas para a Alfaiataria Cunha em 1913 –, e a sua participação na vanguarda artística portuguesa da época, que se realizou acima de tudo através da palavra. De facto, embora declaradamente futurista em textos de diversa ordem, Almada jamais se aproximou das opções do futurismo nas artes plásticas (não há nada que o identifique minimamente com as obras de Giacomo Balla, Umberto Boccioni ou Gino Severini) e só bastantes anos mais tarde incorporou elementos do idioma cubista – ao contrário de Santa-Rita ou Amadeo que estabeleceram, logo no início dos anos de 1910, durante estadias prolongadas em Paris, formas de sintonia com as vanguardas da época. A estadia em Paris em 1919-1920 marca, neste aspeto, um ponto de viragem. Com a sua \"confessada admiração por Picasso\", a partir da década de 1920 Almada aproxima-se do neoclassicismo, em figuras femininas maciças ou arlequins, para depois assistirmos à utilização frequente de deformações e deslocações anatómicas (evocativas da vertente surrealizante de Picasso) e, finalmente, à assimilação das descobertas do cubismo sintético. Almada aproxima-se assim das vias principais da obra de Picasso no período do pós-guerra, explorando a expressividade das linhas e planos, e através da conjugação frequente de estilos contrastantes (que Picasso utilizava separadamente). Se o desenho autónomo é uma constante do seu percurso artístico, a pintura não o ocupa ao longo dos anos de forma tão regular. Mais desenhador do que pintor, na pintura de Almada será sempre o desenho a desempenhar a principal função estruturante: \"Com efeito, as pinturas que realizou de modo esparso ao longo da sua carreira têm o desenho como elemento constitutivo, sendo este que coordena a distribuição discreta das cores\". Na década de 1920 Almada acompanha a renovação do gosto que ocorre nas artes gráficas e a emergência de valores mundanos, cosmopolitas. É neste \"ambiente de modernidade comedida\" que irão surgir encomendas para o café A Brasileira e o Bristol Club. Autorretrato num grupo, 1925, é uma das duas pinturas de Almada para A Brasileira. Este retrato coletivo marca a época dos cenáculos intelectuais, tal como aparecem no romance Nome de Guerra, que Almada começou a escrever nesse mesmo ano. A outra pintura para A Brasileira, mais claramente devedora de Picasso, apresenta-nos duas banhistas, sentadas na praia, com os novos fatos de banho femininos de calção curto. Para o Bristol Club a opção é diversa, quase um simples desenho, apenas levemente colorido, onde Almada representa uma mulher nua, de corpo esguio e cabelo curto cortado à garçonne, olhando-se num pequeno espelho. O regresso de Madrid coincide com uma nova inflexão na pintura de Almada. Em 1932 também Mário Eloy regressa a Lisboa e os dois artistas estabelecem contacto. Esta foi talvez uma das causas para melhoria do sentido de cor em Almada, embora as opções na utilização da matéria pictórica os diferenciem claramente – tinta espessa e consistente em Eloy e mais suave em Almada. Decisiva para a sua evolução formal e temática foi a proximidade e posterior casamento com Sarah Afonso. Almada pintará Duplo Retrato, 1934-36, onde aparecem ambos, e Maternidade, 1935, que celebra o nascimento do seu filho José e onde se revela uma maturidade cromática adquirida, provavelmente, através do exemplo próximo de Eloy e Sarah. Esparsa, intermitente, a sua produção pictórica culmina na década de 1940 com os murais para as gares marítimas projetadas por Pardal Monteiro, onde realiza \"grandes sínteses\" de toda a sua pesquisa plástica. Em todas as suas intervenções em espaços arquitetónicos Almada trabalha em espaços pré-definidos, que não escolheu, e a sua intervenção é eminentemente a do decorador. Para ele, \"a decoração participava necessariamente nessa tarefa única de que se incumbira desde os anos 20 – a descoberta dos painéis de Nuno Gonçalves e dos elementos fundamentais para entender a «Relação 9/10»\" (esta é a relação estabelecida entre a arquitrave e a cornija do Tesouro dos Atenienses em Delfos ou no desenho de um vaso de Susa do quarto milénio a.C., e também no desenho de Leonardo da Vinci «Figura Superflua Exerrore». Nas intervenções iniciais da colaboração com Pardal Monteiro (igreja de Nossa Senhora de Fátima e Edifício do Diário de Notícias), Almada insere-se em contextos arquitetónicos que enriquece cuidadosa e equilibradamente. Nas gares algo diferente acontece; \"a decoração sobrepôs-se e a arquitetura é estreito corpo para aquela imensa alma que adquire força não apenas pela capacidade de transposição mítica do destino e da história da cidade, mas, como teria que ser, pelo manejo da linguagem pictórica que, no caso da Rocha, assume o pós-cubismo do momento europeu com um rigor de composição e de uso que lhe garante o estatuto de [nas palavras de José Augusto França] «obra-prima da pintura portuguesa da primeira metade do século»\". Na Gare Marítima de Alcântara, Almada faz ainda um compromisso com certa \"ideologia decorativa\" e socorre-se de formas de representação e de uma espacialidade mais ancoradas na tradição. Este ciclo de obras divide-se em dois trípticos – no primeiro é abordada a lenda da Nau Catrineta; no outro, a vida da Lisboa ribeirinha –, e duas composições isoladas, onde representa uma festa de romaria e a lenda de D. Fuas Roupinho. De modo diferente e mais moderno, em sintonia com a evolução da linguagem cubista que então se registava no Ocidente, na Rocha do Conde de Óbidos Almada fala-nos, num dos dois trípticos, da partida dos emigrantes; no outro centra-se num imaginário de domingo lisboeta à beira rio. Considerados por muitos como as melhores pinturas murais portuguesas e o trabalho mais importante da pintura de Almada, o conjunto de painéis da Gare Marítima da Rocha do Conde de Óbidos é significativo de uma espécie de diluição involuntária das fronteiras entre pintura e ilustração. Estes painéis reúnem, em síntese, a sua atividade plástica anterior. Essa síntese ocorre a nível formal, com a frontalidade e fragmentação cubistas a fundirem-se com reminiscências da espacialidade tradicional, perspética, e a acentuação da teatralidade das poses e da ação; e narrativo, com a recorrência de imagens provenientes de trabalhos anteriores. Em Almada, as citações, as transposições e as redefinições são aliás frequentes, e não se restringem ao universo das artes plásticas (segundo Rui Mário Gonçalves, Almada aproxima-se de um processo explorado por Picasso na pintura, por Diaghilev nos seus bailados, por Stravinsky na música, por Jean Cocteau na poesia e teatro). \"Muitas vezes, as diversas artes que ele praticou foram-se citando umas às outras e a si próprias, retomando desenhos antigos em novas composições\". Os elementos narrativos e formas que atravessam a sua obra são sobretudo as pessoas, dos saltimbancos e arlequins às mães com os filhos, às mulheres do povo; são também os lugares que todos eles habitam, a cidade com os seus cafés e tascas, as zonas ribeirinhas de Lisboa e os seus portos, povoados de guindastes, escadas, navios. thumb|left|520px|Começar, 1968-69, pedra gravada, átrio de entrada, edifício-sede da Fundação Calouste Gulbenkian, Lisboa Retrato de Fernando Pessoa, 1954 (de que realizou uma 2.ª versão, simétrica, em 1964), é outra das suas obras mais significativas; embora de modo diverso, Almada aproxima-se do universo formal e da ambiguidade espacial dos murais das gares marítimas. \"Pessoa é figurado […] sentado no Martinho da Arcada que frequentava, o nº 2 de Orpheu sobre a mesa: um homem frágil, de olhar míope, como ausente, dobrado a escrever, os pés cruzados, tal e qual uma figura de arlequim que Almada desenhara em 22\". Em 1957 realiza um grupo de abstrações geométricas, a preto e branco, que expõe, nesse mesmo ano, na I Exposição Gulbenkian e que abrem caminho para a obra mais importante da sua última fase, o painel em pedra gravada intitulado Começar, 1968-69, para o átrio do edifício-sede da Fundação Calouste Gulbenkian em Lisboa. Neste grande «muro», \"Almada reúne, nas quatro zonas solidárias da sua composição: a) um esquema gráfico da «relação 9/10» com o pentagrama inscrito na circunferência e um jogo de retângulos em que o «número de ouro» se representa; b) a «Figura Superflua Exerrore» de Leonardo da Vinci, a circunferência dividida por estrela de dezasseis pontas, ou por metade dela em razão do corte a que a parede força a composição; c) as tábuas de Pitágoras, centro ao mesmo tempo exato e emblemático de toda a composição gravada; d) o desenvolvimento de uma rede complexa de traçados que culmina na determinação do «ponto de Bahutte», ponto «colocado no círculo e encontrado no quadrado e no triângulo», que já fora motivo de um dos quadros da série exposta em 1957\". ==Escrita interventiva / Escrita literária== Na obra de Almada é difícil separar com precisão a escrita propriamente interventiva da escrita literária; se novelas como A engomadeira, Saltimbancos e K4 O Quadrado Azul têm um poder inventivo distinto da imediaticidade provocatória dos célebres Manifesto Anti-Dantas, Ultimatum Futurista às Gerações Portuguesas do Século XX e Cena do Ódio, \"liga-os uma mesma obstinação de comunicação direta, através de uma consciência, então rara, da simbologia social da linguagem\". Composta por textos de natureza e função aparentemente diversa, como A Invenção do Dia Claro, O Menino d’Olhos de Gigante, Nome de Guerra, Direção Única ou peças teatrais como Deseja-se Mulher, a escrita de Almada é, afinal, unitária no seu discurso afirmativo. \"Entre o ver e a visão, o simbolismo parabólico e o pragmatismo coloquial, numa escrita solar da ordem da comunicação pública. Mesmo os seus textos teórico-políticos, reunidos sob o título genérico Ver, não se afastam de uma fusão «impossível» entre discurso direto e discurso simbólico, numa espécie de vontade limite de uma escrita inclassificável ou de uma linguagem – Almada\". ===1915–1919=== Em 1915 Almada Negreiros escreve a novela A engomadeira (publicada em 1917) onde, segundo José Augusto França, encontramos um sistema imaginativo \"pré-surrealizante\"; escreve também o poema A cena do Ódio e colabora no primeiro número de Orpheu. Nesse ano a sua escrita interventiva tem um primeiro ponto alto. Almada reage ao acolhimento negativo à publicação do segundo número da revista Orpheu, e utiliza o conhecido médico e escritor Júlio Dantas como símbolo das posições mais retrógradas. O pretexto imediato é a peça de teatro Soror Mariana Alcoforado deste autor, ao qual responde com o Manifesto Anti-Dantas e por extenso, onde escreve com veemência: \"BASTA PUM BASTA! UMA GERAÇÃO, QUE CONSENTE DEIXAR-SE REPRESENTAR POR UM DANTAS É UMA GERAÇÃO QUE NUNCA O FOI! É UM COIO D'INDIGENTES, D'INDIGNOS E DE CEGOS! É UMA RÊSMA DE CHARLATÃES E DE VENDIDOS, E SÓ PODE PARIR ABAIXO DE ZERO! ABAIXO A GERAÇÃO! MORRA O DANTAS, MORRA! PIM!\". Em 1916 escreve Mima Fataxa (publicado em 1917 na revista Portugal Futurista). No ano seguinte realiza, no Teatro da República, a conferência polémica Ultimatum Futurista às Gerações Portuguesas do Século XX, \"uma diatribe escandalosa contra a situação mental e social do país\" onde afirma o seu desejo de participar na construção do futuro e proclama repetidamente a necessidade de criar a pátria portuguesa do Século XX, contra a decadência de um país preso na saudade e que estava, nas suas próprias palavras, \"a dormir desde Camões\". Em Almada, o gosto de transgressão, a provocação, a invetiva, são a sua forma pessoal de se libertar da cela de prisão, \"cela íntima, mas igualmente cela e cena do mundo português enquanto mundo amorfo, sonambúlico, confinado na devoção de um passado imaginário, ou absorvido na doçura piegas do presente, mundo que é necessário acordar, restaurar e sobretudo inventar como um «dia claro», liberto das famosas «brumas da memória»\". Ainda em 1917 colabora no único número de revista Portugal Futurista (a apreensão da revista pela polícia terá sido motivada pela inclusão da novela de Almada Saltimbancos, considerada obscena por falar de cavalos a cobrir éguas) e publica a novela K4 O Quadrado Azul. Com estas obras originais de 1915-1917, \"ferozes de conceção e de estilo, se definem as possibilidades maiores do futurismo nacional – sensacionistamente, simultaneistamente…\". Marcados por uma determinação de agitador, os anos iniciais da vida artística de Almada são decisivos. A sua utilização da comunicação pública através da palavra, do risco e do gesto, que manipulava num \"formalismo ou estilo de provocação modernista\", irá tornar-se num vetor caracterizador e estruturante da sua obra. O Manifesto Anti-Dantas é, nesse sentido, emblemático de uma atitude que iria perdurar. \"Almada adere com estridência e vulgaridade ao seu presente, e através dele ao presente europeu de estrita vontade de provocação que foi o futurismo. O «futurista e tudo» de Almada não é pirueta de escola, é o seu bilhete de identidade e a ele ficou fiel, no essencial, durante toda a vida. […] O gosto do escândalo e da provocação, tanto social como cultural, não tinha grandes tradições ente nós. Almada Negreiros amalgamará um com o outro. […] A provocação de Almada, contrariamente à de Álvaro de Campos, será sempre direta e de mero âmbito português. É uma provocação com nomes próprios e gente conhecida, segundo um dos conselhos da agressão futurista. É, em sentido figurado e próprio, a «estética do soco» cara a Marinetti\". \"Não se busque em Almada como em Álvaro de Campos, […] qualquer lógica profunda ou vontade de ser coerente na invetiva. É a poética da invetiva que de si mesmo se alimenta, mesmo quando traduz com génio um gesto ou uma atitude com raízes na realidade. É aí que o efeito provocador manifesta a sua força e ao mesmo tempo nos dá a festa modernista por excelência, essa mistura então nova e sempre surpreendente do paradoxo arbitrário, já tão próximo da futura poética surrealista do «non-sens»\". ===1920–1970=== O regresso de Paris em 1920 associa-se a uma nova postura. Por certo sensível aos apelos de regresso à ordem da cena internacional, e convicto agora de que um artista não deve estar longe da sua pátria, veremos uma atitude mais construtiva tomar o lugar da contestação virulenta. Um lirismo até aí desconhecido na sua escrita atravessa a Invenção do Dia Claro, 1921, em particular uma das partes mais divulgadas desse texto, A Flor, alusivo ao desenho infantil. Quando Almada leu o texto nesse mesmo ano, o público, habituado ao seu estilo provocatório, de início ria a despropósito, mas foi-se silenciando ao tomar consciência da seriedade e da profundidade daquela prosa poética. A mudança de atitude não significará apenas um distanciamento de si próprio, mas uma rutura com o derrotismo dos «Vencidos da Vida» e com o estilo trocista de Eça de Queiroz: daí para a frente, \"Não mais pilhérias sobre o povo português, nem autopiedade\". Em Nome de Guerra, 1925, Almada faz mesmo uma opção de fundo diametralmente oposta à de Eça em A Capital: \"enquanto toda a trama de A Capital procura atingir um dos seus momentos escandalosos na denúncia, como prostituta de alta-roda, da mulher amada idealisticamente pela personagem principal, Antunes de Judith encontra no seu convívio com uma prostituta a coragem de lutar pela vida\"; não sendo um livro autobiográfico, Nome de Guerra é, no entanto, um livro de aprendizagem, onde o autor se encontra a si próprio, como poeta original, \"tentando reaver a inocência, e mantendo a alegria como força vital única, pessoal e intransmissível\". Encontramos aqui ecos da vanguarda novelística francesa da época, \"na atmosfera comum de ansiosa descoberta de um estilo novo de viver exigido pela ética livre ou libertada do pós-guerra\". Durante a permanência em Madrid (1927-1932), Almada escreve o díptico El Uno, tragédia de la Unidad – tragédia documental da coletividade e do indivíduo –, que integra Deseja-se Mulher (publicado em 1959 e representado pela primeira vez em 1963) e SOS (2.º ato publicado em 1935), que lhe completa o sentido; em ambas brilha uma «imagerie» epocal e a reflexão sobre as dimensões individual e coletiva. A fórmula aritmética «1+1=1» (aparecida anteriormente a ilustrar a «Histoire du Portugal par coeur», 1922, então desenhada dentro dum coração), traduz aqui \"esse duplo movimento de oposição e de comunhão que, no amor como na vida, representa a ideia de Almada de uma unidade final e necessária. Representa também uma ideia «política», […] ideia de «Direção Única» que se casará com o «Super-Estado» de Raul Leal, dentro de um ideário especulativo nascido nos anos da experiência futurista. Mais uma vez Almada pensava no seu país à distância; em termos líricos de confissão em Paris, em termos de especulação ideológica em Madrid\". Ao regressar a Lisboa em 1932, Almada realiza a conferência Direção Única, onde defende, para além do indivíduo e da coletividade, a globalidade necessária numa inter-relação que se quer dinâmica e sintética; \"O êxito obtido pelo conferencista foi equívoco ou equivocado num momento de crise da vida ideológica portuguesa; e Almada, que não podia servir nenhuma das fações nem confundir a «direção única» que protagonizava com a que a conjuntura política [do Estado Novo de Salazar] impunha, viria a insistir no papel do artista na sociedade\"; em nova conferência, no ano seguinte, \"arvorava a independência dos artistas em face da «Política do Espírito» protagonizada por António Ferro\". Já distanciado da atitude polémica e agressiva inicial, nos anos trinta irá teorizar questões relativas ao estatuto do artista; será ele o único a reivindicar esse estatuto para si próprio, de forma explícita, nas conferências Arte e Artistas e Cuidado com a Pintura. Almada \"retoma o termo renascentista «architecttore» como sinónimo de artista, isto é, de autor que constrói um universo cujo centro é «o espaço preenchido pelo corpo de um homem!» Deste modo, a arte era para Almada uma forma de conhecimento individual e nunca uma profissão ou ofício. […] A arte é um todo e o artista um tudo\". Em 1950 publica A chave diz: faltam duas tábuas e meia de pintura no todo da obra de Nuno Gonçalves. Almada imagina as tábuas inscritas numa ordem cujo sentido se revelou primeiramente aos gregos como incarnação sensível do divino no universo, estabelecendo pontes entre tempos diversos: \"Para o futurista dos anos 17 chegou o tempo de perceber o elo secreto que une «o automóvel à Vénus de Milo»\". Nesse mesmo ano faz duas palestras na BBC de Londres (publicadas depois sob o título «Theleon e a Arte Abstrata»), onde retoma as questões da geometria ordenadora, das regras numéricas, para se focar agora na abstração. O «Théleon», ou o «número perfeito» (mencionado anteriormente na legenda do fundo do autorretrato simbólico de 1948 – col. CAM, FCG), transformar-se-ia no seu espírito em «regra única da cultura universal» (é essa a ideia defendida em A chave diz...). ===Teatro=== O teatro ocupa um lugar central na obra de Almada. As suas primeiras peças datam de 1912, e a última de 1965. Na totalidade da sua produção nesta área, pode destacar Deseja-se Mulher de 1928, espetáculo em três atos e sete quadros, onde efetua uma rutura com a narrativa teatral naturalista, através de uma escrita fragmentária, onde retoma a não-ação à Ésquilo, \"para deixar a ação incólume para cada um, assim colocando o espectador dentro do espetáculo à semelhança de A Engomadeira, Saltimbancos e K4 O Quadrado Azul\". Mas em Almada, a importância do teatro não se restringe aos textos, cenografias e figurinos que foi realizando ao longo dos anos, com maior ou menor eficácia; na sua obra \"o teatro é uma espécie de tecido dérmico […]. Há uma constante disseminação de efeitos de palco em toda a sua atividade. Os gestos e as poses teatrais das figuras representadas nos seus desenhos e pinturas. O registo cenográfico das suas pinturas murais\". E não só, pois no «Universo-Almada» o personagem central foi sempre ele próprio. \"Sendo Almada o único personagem desse Universo, como a sua obsessiva autorrepresentação evidencia, é sempre através da presença do corpo que aquele se manifesta. Corpo de ator que comunica através do gesto e da voz\", seja para representar o seu Ultimatum Futurista, vestido de operário, no palco do Teatro da República, seja fotografando-se nu em poses de herói grego, seja, já de idade avançada, no programa de televisão Zip-Zip, \"onde revelava as capacidades mediáticas do grande ator que sobretudo foi\". ==Exposições retrospetivas== *Almada – Trinta Anos de Desenho, SPN, Lisboa, Junho de 1941. *Almada – a cena do corpo, Centro Cultural de Belém, Lisboa, 27 de Outubro de 1993 a 15 de Janeiro de 1994. ==Algumas obras== * 1915 | Frisos, Orpheu vol. 1, pp. 51–59 (prosas) | A Cena do Ódio (poesia) | A Engomadeira (novela) | O Sonho da Rosa (bailado, realização) | Manifesto Anti-Dantas e Por Extenso * 1916 | Manifesto em apoio a 1.ª exposição de Amadeo de Souza Cardoso - Liga Naval de Lisboa | Litoral (poesia) | Mima Fataxa Sinfonia Cosmopolita (novela) | Saltimbancos (novela). * 1917 | Ultimatum Futurista às Gerações Portuguesas do Século XX (conferência, publicada na revista Portugal Futurista) | K4, O Quadrado Azul (novela) * 1918 | O Jardim da Pierrette (bailado) * 1919 | Histoire du Portugal par Coeur (poema em prosa). * 1921 | O Menino do Olhos de Gigante (poesia) | A Invenção do Dia Claro * 1924 | Pierrot e Arlequim (teatro). * 1925 | Nome de Guerra (romance); editado em 1938 | Autorretrato num grupo (pintura). * 1926 | A Questão dos Painéis; a história de um acaso de uma importante descoberta e do seu autor (ensaio) * 1929 | Decorações murais, Cine San Carlos, Madrid | Deseja-se Mulher / SOS (teatro), 1928-29. * 1932 | Direção Única (conferência). * 1933 | Arte e Artistas (conferência). * 1935 | Maternidade (pintura). * 1936 | Duplo Retrato (pintura), 1934-36. * 1938 | Vitrais para a Igreja de Nossa Senhora de Fátima, Lisboa, 1934-38. * 1940 | Vitrais, Pavilhão da Colonização, Exposição do Mundo Português, Lisboa. * 1942 | Homenagem a Luca Signorelli (pintura). * 1947 | Pinturas murais na Gare Marítima de Alcântara, 1945-47. * 1948 | Pinturas murais na Gare Marítima da Rocha do Conde de Óbidos, 1946-48. * 1950 | Theleon e a Arte Abstrata (palestra) | A chave diz: faltam duas tábuas e meia de pintura no todo da obra de Nuno Gonçalves (ensaio). * 1954 | Retrato de Fernando Pessoa (pintura). * 1961 | Decoração das fachadas de edifícios na Cidade Universitária de Lisboa: Faculdade de Direito; Faculdade de Letras; Reitoria, 1957-61. * 1969 | Começar, desenho inciso na parede do átrio de entrada da sede da Fundação Calouste Gulbenkian, Lisboa, 1968-69. ==Bibliografia passiva== * A Ordem Oculta e a Poética da Ingenuidade: Estudo de 5 poemas de Almada Negreiros por Jayro Luna (2004, Epsilon Volantis, São Paulo) ;Bibliografia * * * * * * * * * * * ==Ligações externas== * * * * * * * * * * * Categoria:Portugueses de ascendência angolana Categoria:Naturais de São Tomé e Príncipe colonial Categoria:Escritores de Portugal do século XX Categoria:Escritores monárquicos de Portugal Categoria:Pintores de Portugal do século XX Categoria:Ensaístas de Portugal Categoria:Dramaturgos de Portugal Categoria:Romancistas de Portugal Categoria:Poetas de Portugal Categoria:Poetas do futurismo Categoria:Procuradores da Câmara Corporativa de Portugal Categoria:Grandes-Oficiais da Ordem Militar de Sant'Iago da Espada",
 "title": "Almada Negreiros"
}