{
 "id": "106097",
 "text": "Luísa de Marillac (; 15 de agosto de 1591 – 15 de março de 1660) foi a co- fundadora, com Vicente de Paulo, das Filhas da Caridade de São Vicente de Paulo.QUINSON, Marie-Therese (1999). Dicionário cultural do cristianismo. Edicoes Loyola. p. 186. ISBN 978-85-15-01330-2. ==Origem e juventude (1591-1613)== Luísa de Marillac morou toda sua vida em Paris. De uma antiga família de Auvérnia, só enobreceu em 1569 com a pessoa de seu avô Guilherme II de Marillac (1518-1573), ela nasce em 15 de agosto de 1591 em condições misteriosas. Num registro feito pelo tabelião três dias depois, Luís 1º de Marillac (1556-1604), cavaleiro, senhor de Ferrières-em-Brie e de Villiers- Adam, comandante de uma companhia de ordenança do rei, dá-lhe uma pensão e nomeia-a sua “filha natural”. Porém, é possível que ele faça apenas endossar este nascimento, para evitar um escândalo a um de seus irmãos. É sempre ele que, quando Luís de Marillac casa-se, em 15 de janeiro de 1595, provavelmente logo coloca a pequena Luísa numa pensão no mosteiro real de Saint-Louis de Poissy.http://www.famvin.org/wiki/Louise_de_Marillac (em inglês) Lá, as dominicanas ensinam à jovem Luísa a conhecer Deus, ler e escrever, pintar, lhe dão uma sólida formação humana, sob a guarda de uma de suas tias, mère Luísa de Marillac, a primeira com este nome (1556-1629). É bem provável que nesta época Luísa conheça a espiritualidade de Santa Catarina de Siena, que citará depois em seus escritos espirituais. Mas, logo, sem dúvida depois da morte de Luís de Marillac (25 de julho de 1604), Luísa é colocada num lar para meninas, em Paris, por Miguel de Marillac (1560-1632), o futuro chanceler da França, que se torna seu tutor. Lá, Luísa aprende como cuidar de uma casa e beneficia do clima da reforma católica que chamusca a Paris religiosa. Ela frequenta, pois, as capuchinhas do subúrbio Saint-Honoré, as “filhas da Cruz”, e, pensando tornar-se uma delas, fez voto de servir a Deus e seu próximo. Antigo membro da liga que se tornou mestre dos pedidos, Miguel de Marillac toma então uma parte ativa na fundação do Carmelo reformado na França e freqüenta assiduamente o círculo Acarie. É lá que ele conhece os padres Pierre de Bérulle (1575-1629) e Charles Bochard de Champigny (1568-1624), dito “Honrado de Paris”. Este é provincial dos capuchinhos em 1612, quando, levando em conta a fraca aparência, de Luísa de Marillac a aconselha para não ser capuchinha, assegurando-lhe que Deus tinha um “outro desígnio” sobre ela. Luísa é logo acompanhada em seu caminho espiritual por Jean-Pierre Camus (1584-1652), bispo de Belley, grande amigo de São Francisco de Sales, e sobrinho por aliança de Luís de Marillac. Apesar de suas ausências prolongadas, Luísa apegar-se-á muito a este homem de Deus de múltiplas facetas, que terminará sua vida entre os “Incuráveis”. Entre os numerosos romances piedosos que monsenhor Camus publica, vários têm por meta “fazer ver o ciúme de Deus pelos justos castigos que Ele faz sentir àqueles que por força ou provação tentam tirar-lhe suas esposas de seus braços”. ==Os anos do matrimônio (1613-1625)== Ora, Miguel de Marillac e seu cunhado Octavien II Doni de Attichy (morto em 1614), de origem florentina, vendo em Luísa uma nova oportunidade de se aproximar do poder, decidem casá-la com um secretário dos comandantes da rainha-mãe, Maria de Médicis. Foi assim que, no dia 5 de fevereiro de 1613, Luísa de Marillac se casa na Igreja de Saint-Gervais com Antônio Le Gras (nascido em 1575 ou 1580), natural de uma velha família de Montferrand que acederá depois à nobreza. Como este pretende se unir aos nobres Le Gras dos quais ele traz o nome e as armas antes que os de seus antepassados, sua esposa será chamada “mademoiselle”, título então reservado às esposas e às filhas de escudeiros, isto é, de nobres sem títulos. Em outubro, a jovem mulher dá à luz prematuramente ao pequeno Miguel. Mas, a felicidade familiar dos Le Gras é de curta duração; desde 1622, Antônio cai gravemente doente. Acreditando que por esta doença Deus a castigava por não ter se doado a Ele como o havia prometido quando mais jovem, Luísa passa, então, por um longo período de depressão e de noite espiritual. Porém, no dia de Pentecostes de 1623, enquanto Luísa reza na Igreja Saint- Nicolas des Champs, seu espírito é iluminado e suas dúvidas desaparecem num instante. No pergaminho onde ela relata esta “Luz de Pentecostes” e que ela trará sobre si o resto de seus dias, sabemos que naquele dia ela tem a certeza de que seu lugar era à cabeceira de seu marido e que um tempo viria onde ela faria votos, viveria em comunidade, e encontraria um novo acompanhador. Exatamente, no final de 1624 ou início de 1625, ela encontra-se com Padre Vicente de Paulo (1581-1660) que logo estabelece Confrarias da Caridade no final da pregação de suas missões nas numerosas paróquias dos Gondi e que, com a ajuda destes, vai logo estabelecer a Congregação da Missão, denominada de lazaristas. Atacado pela tuberculose, Antônio Le Gras se apaga no dia 21 de dezembro de 1625, deixando a jovem Luísa e Miguel numa certa precariedade econômica. Não obstante, Luísa coloca Miguel numa pensão em Saint-Nicolas du Chardonnet. ==Primeiros anos sob a direção do Padre Vicente (1625-1633)== De 1625 a 1629, Padre Vicente conseguiu pouco a pouco conduzir a senhorita Le Gras para a salvação de outros em lugar de sua própria devoção ou sua preocupação materna, de forma que, em uma carta de 6 de maio de 1629, ele a torna solenemente sua representante junto as Damas da Caridade. Procedentes da nobreza e da burguesia, elas se engajam em dedicar seu tempo para o serviço corporal e espiritual dos pobres, mas algumas enviam suas empregadas ou pedem- lhe para cozinhar ao invés delas mesmas o fazerem. Mas, a senhorita Le Gras, que chega geralmente carregada de roupas e remédios, reúne estas senhoras, escuta-as e encoraja-as a verem Cristo nos pobres que servem, verifica as contas e forma mestras de Escola para instruir as meninas. Daí em diante, a personalidade de Luísa se revela à medida que ela supera suas enfermidades físicas e seus medos para visitar as paróquias a fim de organizar ou reforçar aí as caridades. Durante este tempo, Miguel de Marillac, nomeado guarda sêlos no dia 1º de junho de 1626, tornou-se chefe do partido religioso depois da morte do cardeal de Bérulle (dia 2 de outubro de 1629), enquanto que seu meio- irmão Luís de Marillac II (1573-1632) foi nomeado o marechal da França em 3 de junho de 1629. Depois do posto de Rochelle (Agosto de 1628 – outubro de 1627), sua oposição às políticas do cardeal Richelieu é evidente. Esta oposição será a razão de sua queda, por ocasião da famosa jornada des Dupes (11 de outubro de 1630). Desprotegidos, o marechal e o chanceler são respectivamente presos e ten hipotecadas suas residências. Acusado de desfalques e julgado por um tribunal ligado a Richelieu, o primeiro será decapitado publicamente na praça de Greve no dia 10 de maio de 1632. Fechado na fortaleza de Châteaudun onde ele traduzirá o Livro de Jó e começará um Tratado da vida eterna, o segundo morrerá no dia 7 de agosto de 1632. Entretanto, no dia 5 de fevereiro de 1630, tendo visitado a caridade de Asnières e preparando-se para ir visitar a de Saint-Cloud, Luísa de Marillac decidiu fazer algo de diferente. Ela decidiu ficar na sua casa e celebrar o aniversário de seu matrimônio assistindo a Missa. Recebendo a comunhão, ela faz a experiência do matrimônio místico com Cristo que ela relata logo depois por estas palavras: “parece-me que Nosso Senhor me fazia pensar para recebê-Lo como o esposo de minha alma”. Esta experiência, ela não vai demorar partilhá-la com outros. No dia 19 de fevereiro de 1630, Padre Vicente que volta de uma missão em Suresnes, envia- lhe Margarida Naseau, uma jovem vaqueira desta aldeia, que aprendeu a ler para instruir os jovens dos arredores, e que se oferece para o serviço dos pobres. Margarida não temerá colocar a mão na massa. ==A partir da fundação das Filhas da Caridade (1633-1660)== Tendo cuidado de doentes da peste, Margarida Naseau morre pouco depois no dia 24 de fevereiro de 1633, mas outras camponesas desejam fazer o mesmo. No dia 29 de novembro de 1633, com o consentimento de padre Vicente, Luísa as reúne em sua casa para formá-las. No dia 25 de março de 1642, Luísa e quatro das primeiras irmãs fazem votos de se oferecerem totalmente para o serviço de Cristo na pessoa dos pobres. Tal foram as humildes origens da Companhia das Filhas da Caridade. Unidos por uma estreita colaboração e uma grande amizade, Luísa e Padre Vicente respondem juntos aos apelos dos mais desprovidos do seu tempo, graças à nova Companhia que eles estabeleceram juntos. Educação das crianças abandonadas, socorro às vítimas da guerra dos Trinta Anos e da Fronda, cuidado dos doentes em domicilio ou nos hospitais, serviço dos galerianos e das pessoas deficientes mentais, instrução das meninas pobres, participação na criação do hospital do Santo Nome de Jesus e do hospital geral de Paris, nada pára estas novas irmãs não enclausuradas, estas moças “ao ar livre” que têm por véu “a santa humildade”, “por mosteiro a casa do doente, por cela um quarto de aluguel, por claustro as ruas da cidade, ou as salas dos hospitais” e por divisa: “A caridade de Jesus Crucificado nos impele”. Pouco a pouco, senhorita Le Gras envia ou ela mesma instala novas Comunidades em todos os lugares onde a urgência se faz realmente sentir: em quase trinta cidades da França, e até na Polônia: Paris, Richelieu, Angers, Sedan, Nanteuil-le-Haudouin, Liancourt, Saint-Denis, Serqueux, Nantes, Fontainebleau, Montreuil/Mer, Chars, Chantilly, Montmirail, Hennebont, Brienne, Étampes, Varsóvia, Bernay, Sainte-Marie-du-Mont, Cahors, Saint- Fargeau, Ussel, Calais, Metz e Narbona. Em 1657, Vicente de Paulo diz que Luísa de Marillac está “como morta” depois de mais de vinte anos, mas ela veio a falecer somente no dia 15 de março de 1660, alguns meses antes dele. Seu corpo, enterrado em primeiro lugar na Igreja de Saint-Laurent em Paris, descansa hoje na Capela da Casa-Mãe das Filhas da Caridade, no 140 rua do Bac, em Paris. ==Homenagens== Luísa de Marillac foi beatificada no dia 9 de maio de 1920 por Papa Bento XV, canonizada no dia 11 de março de 1934 por Pio XI e proclamada patrona das Obras Sociais em 1960 pelo bem-aventurado João XXIII.https://www.cswna.org/St--Louise-de-Marillac-/ (em inglês) Filha ilegítima, esposa experiente, viúva contemplativa e ativa, mãe preocupada e grande mãe, serena, educadora e cuidadosa, assistente social e promotora da Caridade, ela continua inspirando muitos homens e mulheres, dentre os quais 21 000 Filhas da Caridade, freqüentemente chamadas Irmãs de São Vicente de Paulo, que servem no mundo inteiro, e seus numerosos colaboradores. Há diversas escolas, lares para idosos e infantis em homenagem a Luísa de Marillac e, inclusive, uma cidade localizada no Leste do Estado de Minas Gerais, Brasil que recebe o nome da Santa, que inclusive, é Padroeira. == Ligações externas == * Louise de Marillac Patron Saints (em inglês) * Les Filles de la Charité de Saint Vincent de Paul (em português) Categoria:Santos da França Categoria:Fundadores de ordens religiosas Categoria:Santos vicentinos Categoria:Santos incorruptos Categoria:Mulheres do século XVI Categoria:Mulheres do século XVII Categoria:Naturais de Le Meux Categoria:Santos da Reforma Católica Categoria:Místicos católicos Categoria:Pessoas canonizadas pelo papa Pio XI",
 "title": "Luísa de Marillac"
}