{
 "id": "106081",
 "text": "{{Info/Banda desenhada | tipo = revista | tipo2 = revistinhas em quadrinhos | série = | título = Turma do Pererê | imagem = Pererê-Turma-Ziraldo.jpg | legenda = Os personagens de Turma do Pererê | país org = | língua = Português | editor org = | primeira edição = | colecção org = | periodicidade org = | inicio = 1959 | fim = 1976 | alvo = Crianças | fascículos org = | numero páginas org = | numero álbuns = | ISBN org = | ISSN org = | OCLC org = | primeira publicação org = O Cruzeiro | aliás = | género = Comédia | autor = Ziraldo | escritor = | cenário = | desenho = | cor = | assistente = | tema = | personagens = | local = \"Mata do Fundão\" | época = | título prt = | editor = | colecção coleção numero 8 = | periodicidade = | edição = | ISBN = | ISSN = | OCLC = | numero de páginas = | primeira publicação = | outros = | fascículos = | estatuto = | adaptação = | anterior = | posterior = | site = | rss = | formato = | rodapé = }} A Turma do Pererê foi uma série de histórias em quadrinhos brasileira foi criado pelo autor e cartunista Ziraldo. Foi publicada primeiramente em cartuns em 1959 nas páginas da revista O Cruzeiro. Seus personagens foram criados pelo autor e cartunista Ziraldo em 1958. Foi a primeira revista brasileira em quadrinhos que era totalmente colorida. Segundo o próprio Ziraldo em sua autobiografia, \"o Pererê, no dizer de Moacy Cirne, era um dos símbolos da época. Um tempo em que se acreditava que, pelas idéias, poderíamos mudar nossa história\". As histórias se passavam na floresta fictícia brasileira \"Mata do Fundão\". Hoje as histórias do Pererê fazem parte da memória de muitos adultos, tendo marcado uma fase na história deste tipo de publicações no Brasil. Já foi citado uma vez, que Ziraldo tirou como base as histórias do Sítio do Picapau Amarelo para criação de seus personagens.https://keyimaguirejunior.wordpress.com/2014/02/15/a-turma-do-perere-um-gibi-dos-bons-tempos/ == Histórico == A revista deu início no começo da década de 1960 sob o nome de Pererê; quando começou a ser publicada mensalmente a partir de outubro de 1960 e durou até abril de 1964, por causa do regime militar na época que baniu todas as revistas das bancas. Os personagens conquistaram rapidamente sucesso entre o público brasileiro o que permitiu que fossem publicadas 43 edições durante sua primeira série. A tiragem, em média, foi de 120 mil exemplares. Muitos anos depois os quadrinhos voltaram a ser publicados em 1975 pela Editora Abril, com o título atual de A Turma do Pererê, voltando após a editora ter começado a abrir vagas para novos quadrinhos nacionais. No entanto a segunda série foi cancelada um ano depois, em 1976 com apenas 10 edições, pelo fato de suas vendas não terem agradado a editora e teve apenas reedições nos próximos anos. Desde então os quadrinhos do Pererê passaram a ser apenas republicados em almanaques nos demais anos, com algumas poucas histórias inéditas dentro deles. Até que em 1980, Ziraldo dedicou-se às histórias do Menino Maluquinho. ==Personagens== ===Principais=== * Pererê - O protagonista, muitas vezes chamado apenas de Saci. É baseado no personagem homônimo do folclore brasileiro - um menino negro de uma perna só, um cachimbo e uma pequena carapuça vermelha. Ele é um garoto brincalhão assim como seus amigos sendo capaz de criar redemoinhos, embora não faça maldades tal como seu correspondente no folclore brasileiro. Seu melhor amigo é Tininim e é namorado da Boneca, uma menina vinda da cidade. Ele nasceu a partir de uma flor negra plantada pela Mãe Docelina, que mais adiante o adota como seu filho. * Tininim - O melhor amigo de Pererê. É um garoto indígena da tribo dos Parakatoka situada na Mata do Fundão. Tem uma namorada chamada Tuiuiú que é descendente indígena e amiga da Boneca, namorada de Saci, que assim como ela vem da cidade. Ele normalmente é muito tímido, nervoso e vive se confundindo, sempre que entra em confusões é tirado delas por Pererê. Tem várias manias absurdas, entre elas a de temer ser atacado por doenças, tornando-o hipocondríaco. * Galileu - Uma onça branca com manchas marrons. É forte e corajoso sempre se arriscando pelos seus amigos, sendo frequentemente caçado pelo Compadre Tonico e por Seu Neném, que sempre armam planos contra Galileu. No entanto, este sempre consegue ser mais esperto e derrotá-los, normalmente batendo neles. Ele parece ser mais velho que seus amigos. Nas primeiras histórias, ele era quadrúpede e amarelo, mas, depois de um tempo (para facilitar os desenhos), passou a ser bípede e branco. * Geraldinho - Um jovem coelho (ou tapiti) de pelos vermelhos e um rabinho branco. Ele é um garoto travesso e curioso, frequentemente tentando ser a voz da razão e posteriormente se metendo em problemas, muitas vezes por conta de sua imaturidade. Apesar de seu comportamento inquieto, ele é um bom garoto. * Moacir - Um jabuti meio rosado com a carapaça marrom. Ele trabalha como mensageiro frequentemente estando apressado entregando mensagens pros seus amigos. Ele usa um capacete com duas asas, que simbolizam o deus romano Mercúrio. * Alan - Um macaco bege. Diferente dos demais de sua espécie, ele é calmo e gentil, não fazendo bagunças exceto quando está com seus amigos. * Pedro Vieira - Um tatu rosa com as costas verdes. Mora numa caverna debaixo da terra, além de ser gentil e ajudar seus amigos em favores. * Boneca de Pixe - É a namorada de Pererê. Ela é uma tímida e dengosa garota negra da cidade que veste um vestido vermelho e possuí duas tranças no cabelo. Ela é chamada de \"Boneca de Pixe\" devido a sua pele escura como piche, sendo que seu nome verdadeiro permanece desconhecido. Esse nome e a personagem podem ter sido inspirados pela lenda do macaco e da boneca de piche. * Tuiuiú - A namorada do Tininim e melhor amiga da Boneca de Pixe, fazendo tudo em sua companhia. Tuiuiú é uma garota indígena moderna e civilizada, que sempre usa um vestido azul e um par de sapatos também azuis, pelo menos quando não está junta de sua tribo. ===Recorrentes=== * Professor Nogueira - Uma sábia coruja que é o conselheiro da turma, sempre ajuda as crianças a tirarem uma dúvida. Ele é amarelo e usa óculos enormes. Nas histórias mais antigas seu nome era General. * Compadre Tonico Macedo - Um fazendeiro que é dono de uma fazenda vizinha a Mata do Fundão. Frequentemente é visto como antagonista nas histórias tentando caçar Galileu, junto de seu comparsa Seu Neném. No entanto seus planos sempre dão errado e ele apanha de Galileu. * Seu Neném Moreira - O melhor amigo e parceiro do Compadre Tonico. Tal como ele, também é um caçador que vive tentando capturar Galileu, mas seus planos sempre dão errado. * Mãe Docelina - Uma velha senhora afro-brasileira que mora numa casinha perto da Mata do Fundão. Ela é muito gentil com Pererê e seus amigos, frequentemente é vista cozinhando e fazendo doces. Em uma história ela se tornou mãe de Pererê aos seus amigos descobrirem que foi ela quem plantou a flor negra da qual Pererê nasceu. * Seu Nereu da Silva Pinto - É um rico fazendeiro da região e pai da Boneca de Pixe. Não aprova o namoro da filha com Saci e vive tentando atrapalhar essa relação. * Quiquica e Pimentel - Um casal de joão-de-barro que moram na Mata do Fundão e são amigos da Turma do Pererê. * Rufino e Flecha-Firme - Os rivais de Saci e Tininim pelas afeições de Boneca e Tuiuiú. Rufino é um garoto afro-descendente da cidade assim como Boneca enquanto Flecha-Firme é um garoto indígena assim como Tininim e Tuiuiú. == Adaptações == === Televisão === Em 12 de outubro de 1983, a Rede Globo exibiu, às 21h30, um especial de televisão em live-action para comemorar o Dia das Crianças. O especial musical serviu como base de inspiração para o que começou a ser exibido em 2002: uma série de televisão com a mesma estrutura produzida pelo canal TVE Brasil, em parceria com o próprio Ziraldo. Os quadrinhos ganharam um seriado chamado A Turma do Pererê, sendo exibida entre 2002 e 2004 na TVE Brasil. Posteriormente, passou a ser exibido na TVE Brasil, na TV Cultura e em outras TVs públicas. A série foi filmada em película de 16mm, a partir de dezembro de 1998, em 20 episódios de 20 minutos cada um, na cidade mineira de Tiradentes. O Pererê foi interpretado pelo ator Silvio Guindane, e depois por Raphael Logam. Em 2010, a TV Brasil anunciou a encomenda da segunda temporada, composta por 26 episódios, que são exibidos até 2012. ==Elenco== ===1998=== * Silvio Guindane - Saci * Antônio Castiglione - Tininim * Ana Paula Oliveira - Tuiuiú * Rodrigo Pena - Galileu * Paulo Jr. - Alan * Gustavo Pereira - Geraldinho * Leonard Campos - Pedro Vieira * Péricles Amin - Moacir * Aline Aguiar - Boneca de Pixe * Renato Borghi - Seu Neném * Alexandre Dacosta - Compadre Tonico Macedo * Edyr de Castro - Mãe Docelina * Maria Gladys - empregada da Boneca de Pixe * Luís Antônio Nascimento - Nozito * Romeu Evaristo - Cipriano * Sérgio Mamberti - Padre Juquinha * Betty Erthal - Dona Santinha * Iléa Ferraz - Dona Eborina * Eduardo Charmona - Flecha Firme * Bernardo Palmeira * Samuel Costa * Pietro Mário - Professor Nogueira * Caio César - Leonardo Leopoldo * Othon Bastos – Rui Batalha * Dedé Santana - motorista de ônibus * José Dumont - Tenente Volante * Fernando Alves Pinto - Judas * Letícia Sabatella * Maria Alves * Breno Moroni * Guti Fraga - Bicho Papão * Jô Hime - Boi da Cara Preta * Plínio Marcos - teatrólogo ===2010=== * Raphael Logam - Saci * Felipe Haiut - Tininim * Nicolas Bartolo - Galileu * João Pedro Zappa - Pedro Vieira * Paulo Mathias Jr. - Moacir * Matheus de Sá - Geraldinho * Pedro Henrique - Alan * Raiza Fernanda - Boneca de Pixe * Fernanda Carvalho - Tuiuiú * Sílvio Guindane - Professor Nogueira (voz) * Alexandre Dacosta - Compadre Tonico Macedo * Orã Figueiredo - Seu Neném * Antônio Pitanga - Seu Nereu * Mariah da Penha - Mãe Docelina * Sura Berditchevsky - Dona Mariana * Romeu Evaristo - Cipriano * Vinícius Moreno - Nozito * Fabiano Leandro - Flecha Firme * Cleslay Delfino - Rufino * Jorge Neves - Virgilão * Ítalo Guerra - Queiroz == Legado == Os personagens da Turma do Pererê frequentemente são referenciados em filmes e desenhos baseados nos personagens de Ziraldo. No filme Menino Maluquinho - O Filme ocorre uma cena em que Maluquinho compra uma revista do Pererê em uma banca de jornais. No desenho Chapeuzinho de Todas as Cores a cada episódio sempre aparece um pôster diferente no quarto da Chapeuzinho mostrando um personagem da Turma do Pererê. ==Ligações externas== * Imagens dos personagens Categoria:Revistas em quadrinhos do Brasil Categoria:Ziraldo Categoria:Tiras de banda desenhada do Brasil Categoria:Editora Globo Categoria:O Cruzeiro (editora) Categoria:Livros adaptados para a televisão Categoria:Programas infantis da TV Cultura Categoria:Saci",
 "title": "A Turma do Pererê"
}