{
 "id": "106015",
 "text": "A AO 1990 (do grego thyreos \"escudo\", devido ao seu formato) é uma glândula endócrina dos vertebrados. Em humanos, fica no pescoço e consiste em dois lobos conectados. Os dois terços inferiores dos lobos são conectados por uma fina faixa de tecido chamada istmo da tireoide. A tireóide está localizada na parte frontal do pescoço, abaixo do pomo de Adão. Microscopicamente, a unidade funcional da glândula tireóide é o folículo esférico da tireóide, revestido por células foliculares (tireócitos) e células parafoliculares ocasionais que circundam um lúmen contendo colóide. A glândula tireoide secreta três hormônios: os dois hormônios da tireoide - triiodotironina (T3) e tiroxina (T4) - e um hormônio peptídico, a calcitonina. Os hormônios tireoidianos influenciam a taxa metabólica e a síntese protéica e, em crianças, o crescimento e o desenvolvimento. A calcitonina desempenha um papel na homeostase do cálcio. A secreção dos dois hormônios da tireoide é regulada pelo hormônio estimulante da tireoide (TSH), que é secretado pela glândula pituitária anterior. O TSH é regulado pelo hormônio liberador de tireotropina (TRH), que é produzido pelo hipotálamo. A glândula tireoide se desenvolve no assoalho da faringe, na base da língua, na 3-4 semanas de gestação; em seguida, desce na frente do intestino faríngeo e, por fim, nas semanas seguintes, migra para a base do pescoço. Durante a migração, a tireoide permanece conectada à língua por um canal estreito, o ducto tireoglosso. No final da quinta semana, o ducto tireoglosso degenera e, nas duas semanas seguintes, a tireoide descolada migra para sua posição final. Eutireoidismo é o termo usado para descrever um estado de função normal da tireoide no corpo. Os distúrbios da tireoide incluem hipertireoidismo, hipotireoidismo, inflamação da tireoide (tireoidite), aumento da tireoide (bócio), nódulos da tireoide e câncer de tireoide. O hipertireoidismo é caracterizado pela secreção excessiva de hormônios tireoidianos: a causa mais comum é a doença autoimune de Graves. O hipotireoidismo é caracterizado por uma secreção deficiente de hormônios tireoidianos: a causa mais comum é a deficiência de iodo. Em regiões com deficiência de iodo, o hipotireoidismo secundário à deficiência de iodo é a principal causa de deficiência intelectual evitável em crianças. Em regiões com quantidade suficiente de iodo, a causa mais comum de hipotireoidismo é o distúrbio autoimune da tireoidite de Hashimoto. A presença da tireóide e suas várias doenças foram observadas e tratadas durante séculos, embora a própria glândula só tenha sido descrita e nomeada desde o Renascimento. O conhecimento da tireóide, sua bioquímica e seus distúrbios se desenvolveu ao longo do final do século XIX e do século XX. Muitos tratamentos modernos e modalidades investigativas evoluíram ao longo de meados do século XX, incluindo o refinamento das técnicas cirúrgicas de remoção da tireoide (tireoidectomia) para o tratamento do bócio; o uso de iodo radioativo e tiouracil para o tratamento da doença de Graves; e punção aspirativa por agulha fina para diagnóstico de nódulos tireoidianos. == Estrutura == === Características === A glândula tireóide é um órgão em forma de borboleta composto por dois lobos, esquerdo e direito, conectados por uma estreita faixa de tecido, chamada de \"istmo\". Ele pesa 25 gramas em adultos, com cada lóbulo tendo cerca de 5 cm de comprimento, 3 cm de largura e 2 cm de espessura, e o istmo cerca de 1,25 cm de altura e largura. A glândula é geralmente maior nas mulheres do que nos homens e aumenta de tamanho durante a gravidez. A tireoide está perto da parte frontal do pescoço, apoiada e em torno da parte frontal da laringe e traquéia. A cartilagem tireóide e a cartilagem cricóide ficam logo acima da glândula, abaixo do pomo de Adão. O istmo se estende do segundo ao terceiro anéis da traquéia, com a parte superior dos lobos estendendo-se até a cartilagem tireóide e a parte inferior em torno do quarto ao sexto anéis traqueais. Os músculos infra-hióideos situam-se à frente da glândula e o músculo esternocleidomastóideo ao lado. Atrás das asas externas da tireoide estão as duas artérias carótidas. A traquéia, a laringe, a faringe inferior e o esôfago ficam atrás da tireoide. Nessa região, o nervo laríngeo recorrente e a artéria tireoide inferior passam próximos ou no ligamento. Normalmente, quatro glândulas paratireoides, duas de cada lado, situam-se em cada lado entre as duas camadas da cápsula da tireoide, na parte posterior dos lobos da tireoide. A glândula tireóide é coberta por uma fina cápsula fibrosa, que possui uma camada interna e outra externa. A camada interna se expande para a glândula e forma os septos que dividem o tecido tireoidiano em lóbulos microscópicos. A camada externa é contínua com a fáscia pré-traqueal, ligando a glândula às cartilagens cricóide e tireoide por meio de um espessamento da fáscia para formar o ligamento suspensor posterior da glândula tireoide, também conhecido como ligamento de Berry. Isso faz com que a tireóide se mova para cima e para baixo com o movimento dessas cartilagens quando ocorre a deglutição. === Suprimento de sangue, linfa e nervo === A tireoide é suprida com sangue arterial da artéria tireoide superior, um ramo da artéria carótida externa, e da artéria tireoide inferior, um ramo do tronco tireocervical e, às vezes, por uma variante anatômica da artéria ima da tireoide, que tem origem variável . A artéria tireoide superior se divide em ramos anterior e posterior que irrigam a tireoide, e a artéria tireoide inferior se divide em ramos superior e inferior. As artérias tireoidianas superior e inferior se unem atrás da parte externa dos lobos tireoidianos. O sangue venoso é drenado pelas veias tireoidianas superior e média, que drenam para a veia jugular interna, e pelas veias tireoidianas inferiores. As veias tireoidianas inferiores se originam em uma rede de veias e drenam para as veias braquiocefálicas direita e esquerda. Tanto as artérias quanto as veias formam um plexo entre as duas camadas da cápsula da glândula tireoide. A drenagem linfática freqüentemente passa pelos linfonodos pré-laríngeos (localizados logo acima do istmo) e pelos linfonodos pré-traqueais e paratraqueais. A glândula recebe suprimento de nervo simpático do gânglio cervical superior, médio e inferior do tronco simpático. A glândula recebe suprimento nervoso parassimpático do nervo laríngeo superior e do nervo laríngeo recorrente. ===Variações=== Existem muitas variantes no tamanho e na forma da glândula tireoide e na posição das glândulas paratireoides embutidas. Às vezes, há um terceiro lóbulo presente, chamado lóbulo piramidal. Quando presente, esse lobo freqüentemente estica o osso hióide a partir do istmo tireoidiano e pode ser de um a vários lobos divididos. A presença desse lóbulo varia em estudos relatados de 18,3% a 44,6%. Mostrou-se que surge com mais frequência do lado esquerdo e ocasionalmente se separa. O lobo piramidal também é conhecido como pirâmide de Lalouette. O lobo piramidal é um remanescente do ducto tireoglosso, que geralmente se deteriora durante a descida da glândula tireoide. De fato, pequenas glândulas tireoides acessórias podem ocorrer em qualquer lugar ao longo do ducto tireoglosso, desde o forame ceco da língua até a posição da tireoide no adulto. Um pequeno chifre na parte posterior dos lobos da tireoide, geralmente próximo ao nervo laríngeo recorrente e à artéria tireoidiana inferior, é chamado de tubérculo de Zuckerkandl. Outras variantes incluem um músculo elevador da glândula tireoide, conectando o istmo ao corpo do osso hióide e a presença da pequena artéria ima da tireoide. Existem muitas variedades de tamanho e formato da glândula tireóide, como também de posicionamento das glândulas paratireóideas nesta. ===Microanatomia=== No nível microscópico, existem três características principais da tireoide - folículos, células foliculares e células parafoliculares, descobertas pela primeira vez por Geoffery Websterson em 1664. ;Folículos Os folículos da tireoide são pequenos agrupamentos esféricos de células de 0,02 a 0,9 mm de diâmetro que desempenham o papel principal na função da tireoide. Eles consistem em uma borda que tem um rico suprimento de sangue, presença de nervos e linfáticos, que envolve um núcleo de colóide que consiste principalmente de proteínas precursoras do hormônio tireoidiano chamadas tireoglobulina, uma glicoproteína iodada. ;Células foliculares O núcleo de um folículo é circundado por uma única camada de células foliculares. Quando estimulados pelo hormônio estimulador da tireoide (TSH), eles secretam os hormônios da tireoide T3 e T4. Eles fazem isso transportando e metabolizando a tireoglobulina contida no colóide. As células foliculares variam em forma de planas a cubóides a colunares, dependendo de quão ativas são. ;Células parafoliculares Espalhadas entre as células foliculares e em espaços entre os folículos esféricos estão outro tipo de célula tireoidiana, as células parafoliculares. Essas células secretam calcitonina e, portanto, também são chamadas de células C. ==Desenvolvimento== No desenvolvimento do embrião, com 3-4 semanas de idade gestacional, a glândula tireoide aparece como uma proliferação epitelial no assoalho da faringe, na base da língua, entre o tubérculo impar e a cópula língua. A cópula logo fica coberta pela eminência hipofaríngea em um ponto posteriormente indicado pelo forame ceco. A tireoide então desce na frente do intestino faríngeo como um divertículo bilobado através do ducto tireoglosso. Nas semanas seguintes, ele migra para a base do pescoço, passando na frente do osso hióide. Durante a migração, a tireoide permanece conectada à língua por um canal estreito, o ducto tireoglosso. No final da quinta semana, o ducto tireoglosso degenera e, nas duas semanas seguintes, a tireoide descolada migra para sua posição final. O hipotálamo fetal e a hipófise passam a secretar o hormônio liberador de tireotropina (TRH) e o hormônio estimulador da tireoide (TSH). TSH é mensurável pela primeira vez em 11 semanas. Por 18-20 semanas, a produção de tiroxina (T4) atinge um nível clinicamente significativo e autossuficiente. A triiodotironina fetal (T3) permanece baixa, menos de 15 ng / dL até 30 semanas, e aumenta para 50 ng / dL a termo. O feto precisa ser autossuficiente em hormônios tireoidianos para se proteger contra distúrbios do desenvolvimento neurológico que podem surgir do hipotireoidismo materno. A presença de iodo suficiente é essencial para o neurodesenvolvimento saudável. As células neuroendócrinas parafoliculares, também conhecidas como células C, responsáveis ​​pela produção de calcitonina, são derivadas do endoderma do intestino anterior. Essa parte da tireoide então se forma primeiro como o corpo ultimofaríngeo, que começa na quarta bolsa faríngea ventral e se junta à glândula tireoide primordial durante sua descida até sua localização final. As aberrações no desenvolvimento pré-natal podem resultar em várias formas de disgenesia da tireoide, que podem causar hipotireoidismo congênito e, se não for tratada, pode levar ao cretinismo. == Função == === Hormônios da tireóide === A função primária da tireoide é a produção dos hormônios tireoidianos que contêm iodo, triiodotironina (T3) e tiroxina (T4) e o hormônio peptídico calcitonina. Os hormônios da tireóide são criados a partir de iodo e tirosina. T3 é assim chamado porque contém três átomos de iodo por molécula e T4 contém quatro átomos de iodo por molécula. Os hormônios da tireoide têm uma ampla gama de efeitos no corpo humano. Esses incluem: * Metabólico: Os hormônios da tireoide aumentam a taxa metabólica basal e têm efeitos em quase todos os tecidos do corpo. O apetite, a absorção de substâncias e a motilidade intestinal são todos influenciados pelos hormônios da tireoide. Eles aumentam a absorção no intestino, a geração, a absorção pelas células e a quebra da glicose. Eles estimulam a decomposição de gorduras e aumentam o número de ácidos graxos livres. Apesar de aumentar os ácidos graxos livres, os hormônios tireoidianos diminuem os níveis de colesterol, talvez aumentando a taxa de secreção de colesterol na bile. * Cardiovascular: Os hormônios aumentam a taxa e a força dos batimentos cardíacos. Eles aumentam a taxa de respiração, a ingestão e o consumo de oxigênio e aumentam a atividade das mitocôndrias. Combinados, esses fatores aumentam o fluxo sanguíneo e a temperatura do corpo. *De desenvolvimento: Os hormônios tireoidianos são importantes para o desenvolvimento normal. Eles aumentam a taxa de crescimento dos jovens, e as células do cérebro em desenvolvimento são o principal alvo dos hormônios tireoidianos T3 e T4. Os hormônios tireoidianos desempenham um papel particularmente importante na maturação do cérebro durante o desenvolvimento fetal e nos primeiros anos de vida pós-natal * Outro: Os hormônios da tireoide também desempenham um papel na manutenção da função sexual, do sono e dos padrões de pensamento normais. Níveis aumentados estão associados a maior velocidade de geração de pensamento, mas foco reduzido. A função sexual, incluindo a libido e a manutenção de um ciclo menstrual normal, é influenciada pelos hormônios da tireoide. Após a secreção, apenas uma proporção muito pequena dos hormônios da tireoide viaja livremente no sangue. A maioria está ligada à globulina de ligação à tiroxina (cerca de 70%), transtirretina (10%) e albumina (15%). Apenas 0,03% do T4 e 0,3% do T3 viajando livremente têm atividade hormonal. Além disso, até 85% do T3 no sangue é produzido após a conversão do T4 pelas desiodinases de iodotironina em órgãos do corpo. Os hormônios tireoidianos atuam cruzando a membrana celular e ligando-se aos receptores nucleares intracelulares do hormônio tireoidiano TR-α1, TR-α2, TR-β1 e TR-β2, que se ligam a elementos de resposta hormonal e fatores de transcrição para modular a transcrição do DNA. Além dessas ações no DNA, os hormônios tireoidianos também atuam na membrana celular ou no citoplasma por meio de reações com enzimas, incluindo ATPase de cálcio, adenilil ciclase e transportadores de glicose. === Produção de hormônios === Os hormônios da tireoide são criados a partir da tireoglobulina. Esta é uma proteína dentro do colóide no lúmen folicular que é originalmente criada dentro do retículo endoplasmático rugoso das células foliculares e então transportada para o lúmen folicular. A tireoglobulina contém 123 unidades de tirosina, que reage com o iodo no lúmen folicular. O iodo é essencial para a produção dos hormônios da tireoide. O iodo (I0) viaja no sangue como iodeto (I−), que é absorvido pelas células foliculares por um simportador de iodeto de sódio. Este é um canal iônico na membrana celular que, na mesma ação, transporta dois íons sódio e um íon iodeto para dentro da célula. O iodeto então viaja de dentro da célula para o lúmen, através da ação da pendrina, um antiporter iodeto-cloreto. No lúmen folicular, o iodeto é então oxidado a iodo. Isso o torna mais reativo, e o iodo é ligado às unidades ativas de tirosina na tireoglobulina pela enzima peroxidase tireoidiana. Isso forma os precursores dos hormônios tireoidianos monoiodotirosina (MIT) e diiodotirosina (DIT). Quando as células foliculares são estimuladas pelo hormônio estimulador da tireoide, as células foliculares reabsorvem a tireoglobulina do lúmen folicular. As tirosinas iodadas são clivadas, formando os hormônios tireoidianos T4, T3, DIT, MIT e traços de triiodotironina reversa. T3 e T4 são liberados no sangue. Os hormônios secretados pela glândula são cerca de 80–90% T4 e cerca de 10–20% T3.How Your Thyroid Works: A Delicate Feedback Mechanism. Updated 2009-05-21.The thyroid gland in Endocrinology: An Integrated Approach by Stephen Nussey and Saffron Whitehead (2001) Published by BIOS Scientific Publishers Ltd. As enzimas deiodinase nos tecidos periféricos removem o iodo do MIT e DIT e convertem T4 em T3 e RT3. Esta é a principal fonte de RT3 (95%) e T3 (87%) nos tecidos periféricos. ===Regulação=== A produção de tiroxina e triiodotironina é regulada principalmente pelo hormônio estimulador da tireoide (TSH), liberado pela glândula pituitária anterior. A liberação de TSH, por sua vez, é estimulada pelo hormônio liberador de tireotropina (TRH), liberado de forma pulsátil pelo hipotálamo. Os hormônios da tireoide fornecem feedback negativo para os tireotrópicos TSH e TRH: quando os hormônios da tireoide estão altos, a produção de TSH é suprimida. Este feedback negativo também ocorre quando os níveis de TSH estão altos, fazendo com que a produção de TRH seja suprimida. O TRH é secretado em uma taxa aumentada em situações como a exposição ao frio, a fim de estimular a termogênese. Além de ser suprimida pela presença de hormônios tireoidianos, a produção de TSH é atenuada pela dopamina, somatostatina e glicocorticóides. ===Calcitonina=== A glândula tireóide também produz o hormônio calcitonina, que ajuda a regular os níveis de cálcio no sangue. As células parafoliculares produzem calcitonina em resposta a níveis elevados de cálcio no sangue. A calcitonina diminui a liberação de cálcio do osso, diminuindo a atividade dos osteoclastos, células que quebram o osso. O osso é constantemente reabsorvido pelos osteoclastos e criado pelos osteoblastos, então a calcitonina estimula efetivamente o movimento do cálcio para o osso. Os efeitos da calcitonina são opostos aos do hormônio da paratireoide (PTH) produzido nas glândulas paratireoides. No entanto, a calcitonina parece muito menos essencial do que o PTH, uma vez que o metabolismo do cálcio permanece clinicamente normal após a remoção da tireoide (tireoidectomia), mas não das glândulas paratireoides. == Expressão de genes e proteínas == Cerca de 20.000 genes codificadores de proteínas são expressos em células humanas: 70% desses genes são expressos em células da tireóide. Duzentos e cinquenta desses genes são expressos mais especificamente na tireoide, e cerca de 20 genes são altamente específicos da tireoide. Nas células foliculares, as proteínas sintetizadas por esses genes dirigem a síntese do hormônio tireoidiano - tireoglobulina, TPO e IYD; enquanto nas células c parafoliculares, elas direcionam a síntese de calcitonina - CALCA e CALCB. == Significado clínico == Clínicos gerais, médicos de família e especialistas em medicina interna desempenham um papel na identificação e monitoramento do tratamento de doenças da tireoide. Endocrinologistas e tireoidologistas são especialistas em tireoide. Os cirurgiões da tireoide ou otorrinolaringologistas são responsáveis pelo tratamento cirúrgico das doenças da tireoide. === Desordens funcionais === ====Hipertireoidismo==== A produção excessiva de hormônios da tireoide é chamada de hipertireoidismo. As causas incluem doença de Graves, bócio multinodular tóxico, adenoma tireoidiano solitário, inflamação e adenoma hipofisário que secreta TSH em excesso. Outra causa é a disponibilidade excessiva de iodo, seja por ingestão excessiva, induzida pelo fármaco amiodarona, ou por contraste iodado. O hipertireoidismo freqüentemente causa uma variedade de sintomas não específicos, incluindo perda de peso, aumento do apetite, insônia, diminuição da tolerância ao calor, tremor, palpitações, ansiedade e nervosismo. Em alguns casos, pode causar dor no peito, diarreia, queda de cabelo e fraqueza muscular. Esses sintomas podem ser controlados temporariamente com medicamentos como os beta-bloqueadores. O manejo de longo prazo do hipertireoidismo pode incluir medicamentos que suprimem a função tireoidiana, como propiltiouracil, carbimazol e metimazol. Alternativamente, o iodo-131 radioativo pode ser usado para destruir o tecido da tireoide: o iodo radioativo é absorvido seletivamente pelas células da tireoide, que com o tempo as destrói. O tratamento de primeira linha escolhido dependerá do indivíduo e do país onde está sendo tratado. A cirurgia para remover a tireoide às vezes pode ser realizada como tireoidectomia transoral, um procedimento minimamente invasivo. A cirurgia, entretanto, traz o risco de danos às glândulas paratireoides e ao nervo laríngeo recorrente, que inerva as cordas vocais. Se toda a glândula tireoide for removida, inevitavelmente ocorrerá hipotireoidismo e serão necessários substitutos do hormônio tireoidiano.Thyroid Problems eMedicine Health. Retrieved on 2010-02-07 ====Hipotireoidismo==== Uma glândula tireoide hipoativa resulta em hipotireoidismo. Os sintomas típicos são ganho de peso anormal, cansaço, constipação, sangramento menstrual intenso, perda de cabelo, intolerância ao frio e batimento cardíaco lento. A deficiência de iodo é a causa mais comum de hipotireoidismo em todo o mundo, e a tireoidite de Hashimoto, doença autoimune, é a causa mais comum no mundo desenvolvido. Outras causas incluem anormalidades congênitas, doenças que causam inflamação transitória, remoção cirúrgica ou radioablação da tireoide, os medicamentos amiodarona e lítio, amiloidose e sarcoidose. Algumas formas de hipotireoidismo podem resultar em mixedema e casos graves podem resultar em coma mixedematoso. O hipotireoidismo é tratado com reposição do hormônio tiroxina. Geralmente é administrado diariamente como suplemento oral e pode levar algumas semanas para se tornar eficaz. Algumas causas de hipotireoidismo, como tireoidite pós-parto e tireoidite subaguda, podem ser transitórias e passar com o tempo, e outras causas, como deficiência de iodo, podem ser corrigidas com suplementação dietética. ===Doenças=== ==== Doença de Graves ==== A doença de Graves é uma doença autoimune que é a causa mais comum de hipertireoidismo. Na doença de Graves, por uma razão desconhecida, autoanticorpos se desenvolvem contra o receptor do hormônio estimulador da tireoide. Esses anticorpos ativam o receptor, levando ao desenvolvimento de bócio e sintomas de hipertireoidismo, como intolerância ao calor, perda de peso, diarréia e palpitações. Ocasionalmente, esses anticorpos bloqueiam, mas não ativam o receptor, levando a sintomas associados ao hipotireoidismo. Além disso, pode ocorrer protrusão gradual dos olhos, chamada oftalmopatia de Graves, assim como inchaço da parte frontal das canelas. A doença de Graves pode ser diagnosticada pela presença de características patomnomônicas, como envolvimento dos olhos e das canelas, ou isolamento de autoanticorpos, ou pelos resultados de uma varredura de captação radiomarcada. A doença de Graves é tratada com medicamentos antitireoidianos, como o propiltiouracil, que diminuem a produção dos hormônios tireoidianos, mas apresentam um alto índice de recidiva. Se não houver envolvimento dos olhos, o uso de isótopos radioativos para fazer a ablação da glândula pode ser considerado. A remoção cirúrgica da glândula com subseqüente reposição do hormônio tireoidiano pode ser considerada; no entanto, isso não controlará os sintomas associados ao olho ou à pele. ====Nódulos==== Nódulos tireoidianos são freqüentemente encontrados na glândula, com prevalência de 4–7%. A maioria dos nódulos não causa sintomas, a secreção do hormônio tireoidiano é normal e eles não são cancerosos. Os casos não cancerosos incluem cistos simples, nódulos colóides e adenomas da tireoide. Os nódulos malignos, que ocorrem apenas em cerca de 5% dos nódulos, incluem carcinomas foliculares, papilares, medulares e metástases de outros locais. Os nódulos são mais prováveis ​​em mulheres, expostas à radiação e deficientes em iodo. Quando um nódulo está presente, os testes de função tireoidiana determinam se o nódulo está secretando hormônios tireoidianos em excesso, causando hipertireoidismo. Quando os testes de função tireoidiana são normais, um ultrassom é frequentemente usado para investigar o nódulo e fornecer informações como se o nódulo é preenchido com líquido ou uma massa sólida e se a aparência é sugestiva de um câncer benigno ou maligno. Uma biópsia por aspiração com agulha pode então ser realizada, e a amostra é submetida a citologia, na qual a aparência das células é visualizada para determinar se elas se assemelham a células normais ou cancerosas. A presença de múltiplos nódulos é chamada de bócio multinodular; e se estiver associado ao hipertireoidismo, é denominado bócio multinodular tóxico. ====Bócio==== Uma glândula tireóide aumentada é chamada de bócio. Bócio estão presentes de alguma forma em cerca de 5% das pessoas e são o resultado de um grande número de causas, incluindo deficiência de iodo, doença autoimune (tanto doença de Graves quanto tireoidite de Hashimoto), infecção, inflamação e doença infiltrativa, como sarcoidose e amiloidose. Às vezes, nenhuma causa pode ser encontrada, um estado denominado \"bócio simples\". Algumas formas de bócio estão associadas à dor, enquanto muitas não causam sintomas. O bócio aumentado pode se estender além da posição normal da glândula tireoide até abaixo do esterno, ao redor das vias aéreas ou esôfago. O bócio pode estar associado a hipertiroidismo ou hipotireoidismo, relacionados à causa subjacente do bócio. Testes de função tireoidiana podem ser feitos para investigar a causa e os efeitos do bócio. A causa subjacente do bócio pode ser tratada, no entanto, muitos bócio sem sintomas associados são simplesmente monitorados. ====Inflamação==== A inflamação da tireoide é chamada de tireoidite e pode causar sintomas de hipertireoidismo ou hipotireoidismo. Dois tipos de tireoidite se manifestam inicialmente com hipertireoidismo e às vezes são seguidos por um período de hipotireoidismo - tireoidite de Hashimoto e tireoidite pós-parto. Existem outros distúrbios que causam inflamação da tireoide e incluem tireoidite subaguda, tireoidite aguda, tireoidite silenciosa, tireoidite de Riedel e lesões traumáticas, incluindo tireoidite por palpação. A tireoidite de Hashimoto é uma doença auto-imune na qual a glândula tireóide é infiltrada pelos linfócitos células B e células T. Estes destroem progressivamente a glândula tireóide. Dessa forma, a tireoidite de Hasimoto pode ter ocorrido de forma insidiosa e só ser notada quando a produção do hormônio tireoidiano diminuir, causando sintomas de hipotireoidismo. A doença de Hashimoto é mais comum em mulheres do que em homens, muito mais comum após os 60 anos de idade e tem fatores de risco genéticos conhecidos. Também mais comuns em indivíduos com tireoidite de Hashimoto são diabetes tipo 1, anemia perniciosa e vitiligo da doença de Addison. A tireoidite pós-parto ocorre em algumas mulheres após o parto. Após o parto, a glândula fica inflamada e a condição inicialmente se apresenta com um período de hipertireoidismo seguido de hipotireoidismo e, geralmente, um retorno à função normal. O curso da doença ocorre ao longo de vários meses e é caracterizado por um bócio indolor. Anticorpos contra a peroxidase tireoidiana podem ser encontrados em testes. A inflamação geralmente desaparece sem tratamento, embora a reposição do hormônio tireoidiano possa ser necessária durante o período de hipotireoidismo. ====Câncer==== A neoplasia mais comum que afeta a glândula tireoide é um adenoma benigno, geralmente se apresentando como uma massa indolor no pescoço. Os cânceres malignos da tireoide são mais frequentemente carcinomas, embora o câncer possa ocorrer em qualquer tecido em que a tireoide consiste, incluindo câncer de células C e linfomas. Os cânceres de outros locais também raramente se alojam na tireóide. A radiação da cabeça e pescoço apresenta um fator de risco para câncer de tireoide, e o câncer é mais comum em mulheres do que em homens, ocorrendo a uma taxa de cerca de 2: 1. Na maioria dos casos, o câncer de tireoide se apresenta como uma massa indolor no pescoço. É muito incomum que o câncer de tireoide se apresente com outros sintomas, embora em alguns casos o câncer possa causar hipertireoidismo. A maioria dos cânceres malignos da tireoide são papilares, seguidos por linfoma folicular, medular e de tireoide. Por causa da proeminência da glândula tireoide, o câncer costuma ser detectado no início do curso da doença como a causa de um nódulo, que pode ser submetido à aspiração por agulha fina. Os testes de função tireoidiana ajudarão a revelar se o nódulo produz hormônios tireoidianos em excesso. Um teste de captação de iodo radioativo pode ajudar a revelar a atividade e a localização do câncer e das metástases. Os cânceres de tireoide são tratados com a remoção de toda ou parte da glândula tireoide. Iodo 131 radioativo pode ser administrado para radioablar a tireoide. A tiroxina é administrada para repor os hormônios perdidos e suprimir a produção de TSH, pois o TSH pode estimular a recorrência. Com exceção do raro câncer anaplásico de tireoide, que tem um prognóstico muito ruim, a maioria dos cânceres de tireoide tem um prognóstico excelente e pode até ser considerado curável. ====Côngenito==== Um ducto tireoglosso persistente é o distúrbio congênito clinicamente significativo mais comum da glândula tireoide. Um trato sinusal persistente pode permanecer como um vestígio do desenvolvimento tubular da glândula tireoide. Partes desse tubo podem ser obliteradas, deixando pequenos segmentos para formar cistos tireoglosso. Recém-nascidos prematuros estão em risco de hipotireoidismo, pois suas glândulas tireoides não estão suficientemente desenvolvidas para atender às necessidades pós-natais. A fim de detectar hipotireoidismo em bebês recém- nascidos, para prevenir anormalidades de crescimento e desenvolvimento na vida adulta, muitos países têm programas de triagem neonatal ao nascer. Bebês com deficiência de hormônio tireoidiano (hipotireoidismo congênito) podem manifestar problemas de crescimento e desenvolvimento físico, bem como de desenvolvimento cerebral, denominado cretinismo. Crianças com hipotireoidismo congênito são tratadas suplementarmente com levotiroxina, que facilita o crescimento e desenvolvimento normais. Secreções mucinosas claras podem se acumular dentro desses cistos para formar massas esféricas ou inchaços fusiformes, raramente maiores que 2 a 3 cm de diâmetro. Eles estão presentes na linha média do pescoço, anterior à traquéia. Segmentos do ducto e cistos que ocorrem no alto do pescoço são revestidos por epitélio escamoso estratificado, que é essencialmente idêntico ao que cobre a porção posterior da língua na região do forame ceco. Os distúrbios que ocorrem na região inferior do pescoço, mais proximalmente à glândula tireoide, são revestidos por um epitélio semelhante ao epitélio acinar da tireoide. Caracteristicamente, próximo ao epitélio de revestimento, há intenso infiltrado linfocítico. A infecção superposta pode converter essas lesões em cavidades de abscesso e, raramente, dar origem a cânceres. Outro distúrbio é o da disgenesia da tireoide, que pode resultar em várias apresentações de uma ou mais glândulas tireoides acessórias mal posicionadas. Eles podem ser assintomáticos. ====Iodo==== A deficiência de iodo, mais comum em áreas interiores e montanhosas, pode predispor ao bócio - se generalizada, é conhecido como bócio endêmico. Mulheres grávidas com deficiência de iodo podem dar à luz bebês com deficiência de hormônio tireoidiano. O uso de sal iodado para adicionar iodo à dieta eliminou o cretinismo endêmico na maioria dos países desenvolvidos, e mais de 120 países tornaram a iodação do sal obrigatória. Como a tireoide concentra o iodo, ela também concentra os vários isótopos radioativos de iodo produzidos pela fissão nuclear. No caso de grandes liberações acidentais desse material no meio ambiente, a captação de isótopos de iodo radioativo pela tireóide pode, em teoria, ser bloqueada saturando o mecanismo de captação com um grande excedente de iodo não radioativo, tomado na forma de comprimidos de iodeto de potássio. Uma consequência do desastre de Chernobyl foi um aumento do câncer de tireoide em crianças nos anos que se seguiram ao acidente. A ingestão excessiva de iodo é incomum e geralmente não tem efeito sobre a função tireoidiana. Às vezes, porém, pode causar hipertireoidismo e, às vezes, hipotireoidismo com bócio resultante. === Avaliação === A tireoide é examinada pela observação da glândula e do pescoço ao redor para verificar se há inchaço ou aumento. Em seguida, é sentido, geralmente por trás, e muitas vezes a pessoa é solicitada a engolir para sentir melhor a glândula contra os dedos do examinador. A glândula se move para cima e para baixo com a deglutição por causa de suas ligações à tireoide e às cartilagens cricóides. Em uma pessoa saudável, a glândula não é visível, mas é palpável como uma massa mole. O exame da glândula tireoide inclui a pesquisa de massas anormais e a avaliação do tamanho geral da tireoide. O caráter da tireóide, inchaços, nódulos e sua consistência podem ser sentidos. Se houver bócio, o examinador também pode apalpar o pescoço e considerar tocar a parte superior do tórax para verificar a extensão. Outros testes podem incluir levantar os braços (sinal de Pemberton), ouvir a glândula com um estetoscópio para sopros, testar os reflexos e palpar os gânglios linfáticos na cabeça e no pescoço. Um exame da tireoide também incluirá a observação da pessoa como um todo, para procurar sinais sistêmicos, como ganho ou perda de peso, queda de cabelo e sinais em outros locais - como protrusão dos olhos ou inchaço das panturrilhas na doença de Graves. ===Exames=== Os testes de função tireoidiana incluem uma bateria de exames de sangue, incluindo a medição dos hormônios tireoidianos, bem como a medição do hormônio estimulador da tireóide (TSH). Eles podem revelar hipertireoidismo (T3 e T4 altos), hipotireoidismo (T3 e T4 baixos) ou hipertireoidismo subclínico (T3 e T4 normais com TSH baixo). Os níveis de TSH são considerados o marcador mais sensível de disfunção tireoidiana. No entanto, nem sempre são precisos, principalmente se a causa do hipotireoidismo estiver relacionada à secreção insuficiente do hormônio liberador de tireotropina (TRH), caso em que pode ser baixa ou falsamente normal. Nesse caso, pode ser realizado um teste de estimulação de TRH, no qual o TRH é administrado e os níveis de TSH são medidos 30 e 60 minutos após. T3 e T4 podem ser medidos diretamente. No entanto, como os dois hormônios tireoidianos viajam ligados a outras moléculas, e é o componente \"livre\" que é biologicamente ativo, os níveis de T3 e T4 livres podem ser medidos. O T4 é o preferido, porque no hipotireoidismo os níveis de T3 podem ser normais. A relação entre os hormônios tireoidianos ligados e não ligados é conhecida como a relação de ligação do hormônio tireoidiano (THBR). Também é possível medir diretamente os principais carreadores dos hormônios tireoidianos, a tireoglobulina e a globulina ligadora de tiroxina. A tireoglobulina também será mensurável em uma tireoide saudável e aumentará com a inflamação, e também pode ser usada para medir o sucesso da remoção ou ablação da tireoide. Se for bem-sucedido, a tireoglobulina deve ser indetectável. Por último, os anticorpos contra componentes da tireóide, particularmente anti-TPO e anti- tireoglobulina, podem ser medidos. Eles podem estar presentes em indivíduos normais, mas são altamente sensíveis a doenças auto-imunes. ====Imagem==== A ultrassonografia da tireoide pode ser usada para revelar se as estruturas são sólidas ou cheias de líquido, ajudando a diferenciar entre nódulos e bócio e cistos. Também pode ajudar a diferenciar entre lesões malignas e benignas. Quando mais imagens são necessárias, uma varredura de captação de iodo-123 ou tecnécio-99 radiomarcada pode ser realizada. Isso pode determinar o tamanho e a forma das lesões, revelar se os nódulos ou bócio são metabolicamente ativos e revelar e monitorar os locais de doenças da tireoide ou depósitos de câncer fora da tireoide. A aspiração com agulha fina de uma amostra de tecido tireoidiano pode ser realizada a fim de avaliar uma lesão visualizada na ultrassonografia que é enviada para histopatologia e citologia. A tomografia computadorizada da tireoide desempenha um papel importante na avaliação do câncer de tireoide. Creative Commons Attribution 4.0 International License A tomografia computadorizada frequentemente detecta anormalidades da tireoide e, portanto, torna-se praticamente a primeira modalidade de investigação. ==História== A glândula tireóide recebeu seu nome moderno em 1600, quando o anatomista Thomas Wharton comparou sua forma à de um escudo grego antigo ou thyos. No entanto, a existência da glândula e das doenças a ela associadas já era conhecida muito antes disso. === Antiguidade === A presença e as doenças da tireoide têm sido observadas e tratadas há milhares de anos. Em 1600 aC, esponja queimada e algas marinhas (que contêm iodo) eram usadas na China para o tratamento de bócio, uma prática que se desenvolveu em muitas partes do mundo. Na medicina ayurvédica, o livro Sushruta Samhita, escrito por volta de 1400 aC, descreveu hipertireoidismo, hipotireoidismo e bócio. Aristóteles e Xenofonte, no século V AEC, descrevem casos de bócio difuso tóxico. Hipócrates e Platão no quarto século AEC forneceram algumas das primeiras descrições da própria glândula, propondo sua função como glândula salivar. Plínio, o Velho, no primeiro século AEC, referiu-se a epidemias de bócio nos Alpes e propôs tratamento com algas marinhas queimadas, uma prática também referida por Galeno no segundo século, referindo-se à esponja queimada para o tratamento de bócio. O texto de farmacologia chinesa Shennong Ben Cao Jing, escrito ca. 200-250, também se refere a bócio. ===Era científica=== Em 1500 o polímata Leonardo da Vinci forneceu a primeira ilustração da tireóide. Em 1543, o anatomista Andreas Vesalius deu a primeira descrição e ilustração anatômica da glândula. Em 1656 a tireoide recebeu seu nome moderno, do anatomista Thomas Wharton. A glândula foi chamada de tireóide, que significa escudo, pois seu formato se assemelhava aos escudos comumente usados ​​na Grécia Antiga. O nome em inglês de glândula tireóide é derivado do latim médico usado por Wharton - glandula thyreoídea. Glandula significa glândula em latim, e thyreoídea pode ser rastreada até a palavra grega antiga θυρεοειδής, que significa em forma de escudo. O químico francês Bernard Courtois descobriu o iodo em 1811 e, em 1896, Eugen Baumann o documentou como o ingrediente central da glândula tireóide. Ele fez isso fervendo a glândula tireóide de mil ovelhas e chamou o precipitado, uma combinação dos hormônios da tireóide, de 'iodotirina'. David Marine em 1907 provou que o iodo é necessário para o funcionamento da tireóide. A doença de Graves foi descrita por Robert James Graves em 1834. O papel da glândula tireóide no metabolismo foi demonstrado em 1895 por Adolf Magnus-Levy. A tiroxina foi isolada pela primeira vez em 1914 e sintetizada em 1927, e a triiodotiroxina em 1952. A conversão de T4 em T3 foi descoberta em 1970. O processo de descoberta do TSH ocorreu entre o início e meados do século XX. O TRH foi descoberto pelo endocrinologista polonês Andrew Schally em 1970, contribuindo em parte para o Prêmio Nobel de Medicina em 1977. No século XIX, vários autores descreveram tanto o cretinismo quanto o mixedema, e sua relação com a tireoide. Charles Mayo cunhou o termo hipertireoidismo em 1910. Hakaru Hashimoto documentou um caso de tireoidite de Hashimoto em 1912, anticorpos nesta doença foram demonstrados em 1956. O conhecimento da tireoide e suas condições se desenvolveram ao longo do final do século XIX e XX, com muitos tratamentos modernos e modalidades investigativas evoluindo ao longo de meados do século XX, incluindo o uso de iodo radioativo, tiouracil e aspiração por agulha fina. ===Cirurgia=== Tanto Aécio no século VI dC quanto o persa Ali ibn Abbas al-Magusi em 990 dC conduziram a primeira tireoidectomia registrada como tratamento para o bócio. As operações permaneceram arriscadas e geralmente não tiveram sucesso até o século 19, quando as descrições surgiram de vários autores, incluindo o cirurgião prussiano Theodor Billroth, o cirurgião e fisiologista suíço Theodor Kocher, o médico americano Charles Mayo, os cirurgiões americanos William Halsted e George Crile. Essas descrições forneceram a base para a cirurgia moderna da tireoide. Theodor Kocher ganhou o Prêmio Nobel de Fisiologia ou Medicina em 1909 \"por seu trabalho na fisiologia, patologia e cirurgia da glândula tireóide\". ==Outros animais== A glândula tireóide é encontrada em todos os vertebrados. Nos peixes, geralmente está localizado abaixo das guelras e nem sempre é dividido em lobos distintos. No entanto, em alguns teleósteos, manchas de tecido tireoidiano são encontradas em outras partes do corpo, associadas aos rins, baço, coração ou olhos. Nos tetrápodes, a tireoide sempre se encontra em algum lugar na região do pescoço. Na maioria das espécies de tetrápodes, existem duas glândulas tireoides emparelhadas - ou seja, os lobos direito e esquerdo não estão unidos. No entanto, existe apenas uma única glândula tireóide na maioria dos mamíferos, e a forma encontrada nos humanos é comum a muitas outras espécies. Nas lampreias larvais, a tireóide se origina como uma glândula exócrina, secretando seus hormônios no intestino e associada ao aparelho de alimentação por filtro da larva. Na lampreia adulta, a glândula se separa do intestino e se torna endócrina, mas esse caminho de desenvolvimento pode refletir a origem evolutiva da tireoide. Por exemplo, os parentes vivos mais próximos dos vertebrados, os tunicados e os anfioxi (lanceletes), têm uma estrutura muito semelhante à das lampreias larvais (o endóstilo) e também secreta compostos contendo iodo, embora não seja tiroxina. A tiroxina é crítica para a regulação metabólica e crescimento em todo o clado dos vertebrados. Iodo e T4 desencadeiam a mudança de um girino comedor de plantas aquático para um sapo terrestre comedor de carne, com melhores habilidades neurológicas, visuoespaciais, olfativas e cognitivas para caça, como visto em outros animais predadores. Fenômeno semelhante ocorre nas salamandras anfíbias neotênicas, que, sem a introdução de iodo, não se transformam em adultos terrestres, vivem e se reproduzem na forma larval de axolote aquático. Entre os anfíbios, a administração de um agente bloqueador da tireoide, como o propiltiouracil (PTU), pode evitar que os girinos se metamorfoseem em sapos; em contraste, a administração de tiroxina irá desencadear metamorfose. Na metamorfose dos anfíbios, a tiroxina e o iodo também exercem um modelo experimental de apoptose bem estudado nas células das guelras, cauda e nadadeiras dos girinos. O iodo, via iodolipídios, favoreceu a evolução das espécies de animais terrestres e provavelmente desempenhou um papel crucial na evolução do cérebro humano. == Ligações externas == * Endocrine Web: Thyroid == Bibliografia == * * * * * * * Categoria:Tiroide Categoria:Anatomia Categoria:Cabeça e pescoço Categoria:Glândulas Categoria:Sistema endócrino",
 "title": "Tiroide"
}