{
 "id": "106026",
 "text": "Appomattox é uma cidade localizada no estado norte-americano de Virginia, no Condado de Appomattox. == História da rendição == Appomattox é o local onde o General Robert Edward Lee se rendeu ao General Grant, pondo fim à Guerra Civil Americana, em 1865. Existem várias versões de como foi a rendição. Mas um fato histórico, fornecido pelo Arquivo do Congresso americano, torna-se louvável em citá-lo. Note-se bem que os eventos foram traduzidos de um original antigo, podendo haver distorções quanto á correta tradução. Pois apesar de conservados os documentos históricos, estes, por força de federal, só podem ser filmados ou copiados com equipamentos especial, sem contato físico, o que por vezes gera fotos distorcidas ou pouco claras. Segundo consta em documentos oficial, os homens de Lee estavam cercados, fracos e esgotados, não tinham outra opção senão aceitar a rendição incondicional. Mandaram uma série de bilhetes, um para o outro, até que os dois líderes concordaram com uma reunião, em 9 de Abril de 1865, na casa de Wilmer McLean, na vila do condado de Appomattox. A reunião durou aproximadamente duas horas e meia, culminando com o término do conflito. === Prelúdio à rendição === Em abril de 1865, cai Richmond. Lee ainda na esperança de uma reação do seu exército de combatentes da Virgínia do Norte, recua taticamente para o Oeste, porém, perseguido e flanqueado por Grant, não teve opção. Finalmente no dia 7 de abril, após sucessivas expedições, o general Grant força as tropas de Lee a renderem-se à União, em Appomattox, não sem antes ambos trocarem uma série de bilhetes amigáveis. === Encontro em Appomattox === Após sucessivas trocas de mensagens, acabou por ser marcada uma reunião histórica no repouso de Wilmer McLean. Chegando primeiro o General Lee, em seguida veio o general Grant, e ambos ficaram conversando num quarto no primeiro andar. Terminadas as negociações entre o general Robert Edward Lee e o general Ulysses S. Grant, na casa de McLean, perto da casa de corte de Appomattox, os termos da rendição foram aceitos e em seguida assinados, pondo a fim a guerra mais sangrenta dos Estados Unidos. == Demografia == Segundo o censo norte-americano de 2000, a sua população era de 1 761 habitantes. Em 2006, foi estimada uma população de 1732,U.S. Census Bureau. Estimativa da população (julho de 2006) um decréscimo de 29 (-1,6%). == Geografia == De acordo com o United States Census Bureau tem uma área de 5,6 km², dos quais 5,6 km² cobertos por terra e 0,0 km² cobertos por água. Appomattox localiza-se a aproximadamente 259 metrosU.S. Board on Geographic Names. Topical Gazetteers Populated Places. Gráficos do banco de dados de altitudes dos Estados Unidos da América acima do nível do mar. == Localidades na vizinhança == O diagrama seguinte representa as localidades num raio de 32 km ao redor de Appomattox. ==Ligações externas== * * Fala a respeito do livro \" Surrender at Appomattox, 1865 - EyeWitness to History\", 1997 Categoria:Cidades da Virgínia Categoria:Locais da Guerra Civil Americana Categoria:História dos Estados Unidos",
 "title": "Appomattox"
}