{
 "id": "106069",
 "text": "Geraldine Estelle \"Geri\" Halliwell-Horner (Watford, Reino Unido, 6 de agosto de 1972) é cantora, compositora, atriz, modelo, escritora, empresária e produtora musical britânica. Ficou mundialmente conhecida como a Ginger Spice do famoso grupo feminino Spice Girls. Sua carreira é marcada pelas polêmicas que criou, como apertar o bumbum do príncipe da Inglaterra, Charles, ou beijar a cantora Kylie Minogue em um programa de TV. A cantora se lançou solo na música em 1999 com seu primeiro álbum Schizophonic, onde colocou três dos quatro singles lançados oficialmente em primeiro lugar, sendo o vídeo do single Look at Me marcado pelas controversas cenas de funeral da cantora e uma referência à coroa de espinhos usada por Jesus. Já em 2001 Scream If You Wanna Go Faster, seu segundo álbum, foi lançado marcado por sua canção de maior sucesso, It's Raining Men, regravação do clássico das Wheather Girls de 1982, chegando ao primeiro lugar em mais de trinta e cinco países e trazendo premiações à cantora. Na mesma época a cantora assumiu sua bulimia e sua obsessão pela magreza e ainda declarou que estaria se tratando. Em 2005, após três anos dedicando-se a outros trabalhos, como cinema e livros e depois de passar algum tempo internada em uma clínica de reabilitação para bulímicos, seu terceiro álbum é lançado. Passion trouxe uma sonoridade diferente, trazendo elementos de jazz e soul combinados com ritmos dançantes que fazem referências aos trabalhos recentes da cantora Madonna. Na mesma as polêmicas sobre a bissexualidade da cantora aumentaram ao surgir nos jornais uma mulher que dizia ter tido um caso com a cantora, que não comentou os fatos. Em 2006 nasce a primeira filha da cantora, Bluebell Madonna, homenagem à cantora Madonna, declarada de pai desconhecidos que, um ano depois, veio a descobrir- se que era do baterista Sacha Gervasi. Em 2007 Geri Halliwell, juntou-se com as Spice Girls uma turnê mundial, que finalizou-se no ano de 2008. No mesmo ano a cantora lança a bem-sucedida série de livros Ugenia Lavender, voltada para o público infanto-juvenil, o que causou polêmicas entre os pais. Em 2009, a cantora viu seu desejo de relançar seu terceiro álbum com faixas adicionais vetado por sua gravadora, a EMI, que gostaria que Geri Halliwell gravasse um álbum totalmente inédito, sendo recusado neste momento pela cantora. ==Biografia== ===Antes da Fama=== Geraldine Estelle Halliwell nasceu em 6 de agosto de 1972 em Watford, no Reino Unido, filha de Laurence Francis Halliwell, de ascendência inglesa e sueca, e Ana Maria Hidalgo, espanhola, tendo quatro irmãos, dois de ambos os pais, Natalie e Max, e dois meio irmãos, Paul e Karen, todos mais velhos que ela. Aos 9 anos seus pais se divorciaram, e nesse tempo Geri morou com a meia-irmã Karen. Nessa época Geri imitava Madonna na frente do espelho e já alimentava o sonho de uma grande Diva Pop, sendo fã de cantoras como Judy Garland, Marilyn Monroe e Shirley Bassey. Aos 13 anos Geri é aceita na Watford Grammar School, uma escola só para garotas, onde as suas aulas preferidas eram de História e Literatura Inglesa. Por volta dos 14 anos Geri começou a trabalhar como garçonete do restaurante Covent Garden. Dias depois, em uma aula de Literatura Inglesa, Geri recebeu a noticia que seu pai havia falecido. Aos 16 anos Geri resolve sair de casa, para buscar sua independência, e acaba por trabalhar por algum tempo como em uma boate como dançarina em Mallorca. Insatisfeita com o emprego, Geri também trabalhou como faxineira, camareira, babá, bailarina, professora de dança, até ser descoberta como modelo. Em 1991, Geri consegue um emprego como assistente de palco no programa \"Let's Make A Deal\", onde pode mostrar um pouco de seu carisma. Roubando a atenção para si, recebe um convite para fazer um ensaio de fotos para a Playboy e, buscando reconhecimento, aceita. ==Carreira com as Spice Girls== A vida de Geri Halliwell começou a mudar em 1993 quando, lendo a revista “The Stage”, um anúncio que pedia garotas de 18 a 23 anos que soubessem cantar e dançar para formar um grupo feminino chama sua atenção. Geri foi escolhida, juntamente com com Melanie Brown, Victoria Adams, Michelle Stephenson e Melanie C para formar o grupo Touch. Porém Michelle deixou o grupo e em seu lugar entrou Emma Bunton, ex-aluna de Pepi Lemer e amiga de Victoria. Insatisfeitas com os empresários exploradores, as cinco meninas largaram os produtores e foram morar em um subúrbio de Londres onde compuseram novas músicas e coreografias. Em uma sessão de ginástica, Geri sugeriu o nome de \"Spice\". Porém, como já existia um rapper com esse nome, convencionou-lhe acrescentar o \"Girls\" para, assim, formarem as Spice Girls. Com um novo produtor, Simon Fuller, em 1996 lançaram o primeiro single, \"Wannabe\", que se tornou sucesso mundial, chegando ao #1 nas paradas de mais de 36 países, sendo o single de estreia de uma banda feminina com melhor desempenho. O primeiro álbum Spice trouxe mais 4 singles, todos no primeiro lugar absoluto. Já em 1997 veio o segundo álbum Spice World, com três de seus quatro singles em primeiro lugar nas rádios, e o primeiro filme do grupo, Spice World - The Movie. Geri Halliwell sempre foi a mais polêmica das garotas não hesitando em responder uma pergunta sem causar espanto. Certa repórter ao perguntar se ela era mesmo ruiva, a cantora responde dizendo que não pode provar abaixando parte de seu jeans. Outro fato é o ensaio nu de Geri que veio em evidência depois da fama. Fato mais irreverente e, de certa forma, polêmico foi a cena em que a cantora apalpa o bumbum do príncipe Charles em público, deixando-o constrangido. Em 1998, Melanie Brown iria se casar, sendo todas as Spice Girls convidadas, porém o convite de Geri nunca chegou às suas mãos, o que gerou uma confusão entre as duas, supondo que Melanie não teria convidando-a propositadamente. Todas as Spice Girls compareceram ao casamento, exceto Geri. Em 31 de maio de 1998, após faltar em shows e programas de TV, Geri Halliwell anunciou sua saída do grupo, declarando divergência de opiniões. Muito se disse sobre as brigas entre Geri e Melanie B, que eram constantes e poderiam ter causado todo o transtorno, além ainda da confusão dos convites de casamento. ==Carreira Solo== ===1998-2000: Carreira solo=== Em 10 de maio de 1999 Geri lança o primeiro single solo, \"Look at Me\", estreando em segundo lugar, atrás apenas do single You Need Me da banda Boyzone, por 700 cópias vendidas de diferença. A cantora, angustiada, chegou a temer que sua carreira acabaria em menos um ano se não atingisse o primeiro lugar. Look at Me vendeu 330 mil cópias no Reino Unido e foi certificado de ouro e vendeu mais de um milhão de cópias em todo mundo. O vídeo de Look at Me, dirigido por Vaughan Arnelle e gravado em Praga, na República Tcheca, causou muita polêmica. Filmado grande parte em preto e branco, o vídeo começa com a pergunta: \"Quem é Geri Halliwell?\" e em seguida a cantora se veste de várias formas, como freira, noiva, pin up etc. Há uma cena com o funeral da cantora com a faixa 'Ginger', uma alfinetada às ex-companheiras de Spice Girls, com o sentido de que a Ginger estava morta. Em seguida, a cantora é velada com uma coroa de espinhos vermelha e acaba por ressurgir, causando muitos comentários em entidades religiosas. Em 7 de junho de 1999 é lançado o primeiro álbum, Schizophonic, estreando em quarto lugar e vendendo 31 274 cópias na primeira semana. O álbum vendeu um total de 483 419 cópias no Reino Unido e foi certificado de platina duplo. No Canadá o álbum chegou ao décimo quinto lugar, ganhando certificado de platina. Na Austrália, Espanha e México o álbum foi certificado de ouro, com vendas de 40 000, 60 000 e 85 000 cópias respetivamente, totalizando 2,5 milhões de cópias vendidas ao redor do mundo. Há algumas curiosidades no álbum como por exemplo a faixa 9 Someone’s Watching Over Me, que é inteiramente dedicada ao seu pai, e a faixa 8 Let Me Love You, que fala sobre bissexualidade, quando canta \"If a girls loves a boy, and she loves a girl\". Em 16 de agosto de 1999 é lançado o single \"Mi Chico Latino\". O single chegou ao primeiro lugar das paradas do Reino Unido, se tornando o primeiro número um de Geri no país. Foi o primeiro single de Geri dos 4 consecutivos a atingir o primeiro lugar no Reino Unido e vendeu quase 400 mil cópias, sendo certificado de prata. Uma curiosidade foi que no mesmo ano Geri veio ao Brasil, antes de lançar o single, e por gostar tanto do país usou uma das praia no encarte de seu single. Em outubro, Geri lança sua primeira autobiografia intitulada If Only, na qual conta sobre adolescência e a carreira com as Spice Girls. O livro também causou polêmica ao ter fotos da cantora de topless da época em que trabalhou como modelo. O livro foi muito elogiado pela crítica, se tornando um do maiores best sellers do ano. Para divulgar sua biografia, Geri participou do programa TFI Friday, apresentado por Chris Evans, ao lado da cantora Kylie Minogue que também estava lançando um livro. Após o fim do programa das cantoras realizaram uma queda-de-braço amistosa para decidir qual livro era melhor, terminando surpreendentemente com um beijo entre as duas. Embora tenha acontecido após o tÉrmino do programa, o beijo foi gravado pelas câmeras e transmitido pelo Channel 4 no dia seguinte, gerando diversos comentários e muita polêmica. No mesmo mês Geri se tornou embaixadora da ONU pelo Fundo da Popularização das Nações Unidas e visitou funcionários e clientes de uma Clínica de Planejamento Familiar, famílias de bairros degradados e sem saneamento básicos e universitários, em viagem às Filipinas. A Igreja Católica tentou expulsar a cantora do país alegando que Geri era uma má influência aos adolescentes ao fazer campanha a favor do uso de preservativo. Geri respondeu às críticas apenas declarando: \"Os puritanos devem se dar conta do que os jovens de hoje pensam e fazem\". Em 13 de novembro de 1999 Geri lança seu terceiro single \"Lift Me Up\", na mesma época que sua amiga Emma Bunton lançava seu single de estreia \"What I Am\". Na primeira semana Geri venceu Emma por apenas 300 exemplares vendidos a mais, deixando o primeiro single de Emma em segundo lugar. Só na primeira semana Lift Me Up vendeu 106 mil cópias só no Reino Unido, permanecer por quinze semanas entre os trinta primeiros das rádios. Também em 1999 Geri interpretou Amy, no filme Therapy, uma garota que se envolvia com seu terapeuta casado. Os produtores do filme ofereceram dois milhões de dólares para Geri tirar a roupa em uma das cenas, sendo recusado pela cantora. Em 28 de janeiro de 2000 Geri apresentou o evento Music 4 Life em Manchester, no qual contou com a participação de sua ex-companheira, Melanie C. O encontro das duas cantoras gerou uma grande tensão entre os produtores que temiam que a rixa das cantoras tomasse proporções maiores, porém o evento acabou marcando a reconciliação das duas cantoras. Na premiação do Brit Awards de 2000, Geri concorria nas categorias de melhor artista e melhor single, por \"Mi Chico Latino\". Na apresentação a cantora aproveitou para promover seu novo single Bag It Up, imergindo de gigantes pernas infláveis, rasgando suas roupas e sendo carregada por dançarinos causando, mais uma vez, muita polêmica. Em 1 de fevereiro de 2000, a BBC, maior rede de televisão mundial, exibiu a primeira parte da série do documentário sobre Geri. Em Geri's World Walkabouts, a cantora visitou um campo de concentração alemão onde encontrou ex-nazistas, jovens catadores de lixo e pacientes de AIDS/SIDA, também entrevistando vítimas da pobreza do Brasil e Filipinas. O documentário foi gravado enquanto Geri, ao mesmo tempo que divulgava seu álbum Schizophonic, trabalhava como Embaixadora da ONU. Geri justificou a vontade de fazer um documentário assim dizendo que não gostava de viajar pelo mundo atrás de vidros blindados e essa era a oportunidade certa de sentir o aroma de cada país, conhecendo pessoas interessante e aprendendo sobre diversas culturas. O single \"Bag It Up\" é lançado finalmente em 16 de fevereiro de 2000, vendendo 225 000 cópias só no Reino Unido e recebendo o certificado de prata, sendo o terceiro single a alcançar o topo das rádios. O sucesso do single foi tanto que o álbum Schizophonic] voltou aos dez álbuns mais vendidos após 42 semanas do lançamento. Na mesma época, sua ex- companheira de grupo, Melanie C, lançou o single Never Be The Same Again, que vendeu 175 000 cópias a mais tirando Bag It Up do primeiro lugar nos charts ingleses. O vídeo de \"Bag It Up\", no qual Geri dominava homens como servos, trazia o slogan 'Girl Powder', uma sátira e alfinetada ao slogan das ex- companheiras de Spice Girls, o 'Girl Power'. ===2001-2003: Afirmação profissional=== Em 30 de abril de 2001, a cantora volta com o single \"It's Raining Men\", regravação do grande sucesso das Weather Girls de 1982. O single foi o quarto consecutivo de Geri a chegar ao topo das paradas, vendendo 155 000 cópias só na primeira semana e 80 000 ainda na segunda, tornando o maior sucesso da cantora. Ao todo o single \"It's Raining Men\" vendeu cerca de 471 670 cópias só no Reino Unido e em torno de cinco milhões em todo mundo. O single também foi o segundo mais vendido do ano de 2001, ficando atrás apenas de \"Lady Marmalade\" outra regravação feita por Christina Aguilera, Pink, Mya e Lil' Kim, porém como foram lançados em épocas diferentes do ano, ambos alcançaram o topo nas rádios, sendo \"It's Raining Men\"primeiro lugar em mais de 35 países. O single recebeu vários prêmios, sendo o mais importante deles o NRJ Musica Awards, na França. A música também fez parte da trilha sonora do filme O Diário de Bridget Jones. Em 14 de maio de 2001, o segundo álbum Scream If You Wanna Go Faster foi lançado, trabalhado pelos maiores produtores do pop, incluindo Steve Lipson e Rick Nowels. O álbum não se saiu tão bem quanto o esperado, vendendo apenas 35 000 cópias no primeiro dia e alcançando a quinta posição. Existem algumas curiosidades sobre o álbum como por exemplo em alguns países mais conservadores, a faixa Feels Like Sex foi retirada por conter algumas frases com conteúdo sexual. O single título do álbum, \"Scream If You Wanna Go Faster\", foi apresentado pela primeira vez na apresentação do Party in The Park, em Londres. Geri entrou no palco em uma motocicleta vestida de lingerie, malha de ginástica e botas de couro e foi envolvida por dançarinas que apalpavam e lambiam a cantora que dizia \"Grite se quiser ir mais rápido, baby\". Já na canção \"Mi Chico Latino\" a cantora fez um trocadilho transformando-o em Mi Chica Latina. A apresentação foi em benefício das crianças carentes do Reino Unido e contou com a participação do príncipe Charles que ficou surpreso com a apresentação da cantora. Ainda no mesmo mês a cantora causou mais polêmica em sua apresentação em Roma, na Itália. Na ocasião Geri se apresentou próximo do Vaticano em um manifesto a favor do casamento homossexual, no qual apalpava e se insinuava a um dançarino vestido de Papa. \"Scream If You Wanna Go Faster\" foi lançado oficialmente em 30 de julho de 2001 e alcançou a 8ª posição nas rádios, vendendo na primeira semana 27 458 cópias, porém apenas cerca de 80 000 ao total. Foi a posição mais baixa que um single de Geri tinha alcançado até o presente momento. Isso deve-se ao fato que Geri achava que, como o single era bem produzido, se sairia bem nas paradas sem grandes ajudas, portanto acabou-se não divulgando-o corretamente. Em 2 de novembro Geri inicia a Oman Tour, sua primeira turnê, realizada para os soldados da Real Força Aérea em um campo de treinamento britânico em Omã. A convite da organização Combined Services Entertainment, Geri realizou a turnê sem fins lucrativos com objetivo de levar entretenimento para soldados. Nas apresentações Geri cantou, além de seus sucessos como \"Bag It Up\" e \"It's Raining Men\", outras músicas como These Boots Are Made For Walking e uma versão de \"Wannabe\". Em 19 de setembro de 2001, Geri lança sua segunda autobiografia, intitulada Just For The Record, narrando vida da cantora a partir da saída das Spice Girls] e o caso com o cantor Robbie Williams. A maior polêmica do livro, no entanto, foi o relato de Geri sobre como passou os anos fazendo tudo para se desligar da imagem de ruiva e sexy, tornando-se cada vez mais magra e mais loira, chegando a pesar 40 kg e ser internada numa clínica de bulimia. Em 26 de novembro de 2001 o terceiro single \"Calling\" foi lançado. Não era gosto da gravadora lançar a música, por considerarem a faixa fraca e temiam que seria um fracasso. Os planos da EMI eram de lançar a faixa Shake Your Bootie Cutie que seguia a linha dance. Porém Geri decidiu lançar Calling por ser uma música que lhe agradava pessoalmente. O single concretizou o temor da gravadora, decepcionando e alcançando o sétimo lugar nas paradas, vendendo apenas 28 000 cópias na primeira semana e um total de 66 000 cópias no Reino Unido. \"Au Nom De L'Amour\", versão francesa de Calling foi lançada apenas em alguns países europeus, sendo um maior fracasso que sua versão anterior. Não satisfeita com o resultado dos últimos singles, a EMI decidiu que seria a última faixa trabalhada no álbum da cantora, que ainda tinha planos de lançar Circles Round The Moon como single. Em outubro de 2002 Geri participa como juíza do reality show Popstars: The Rivals, que pretendia criar um novo grupo pop feminino no Reino Unido, de onde foi formado o grupo Girls Aloud. Logo no início de 2003, Geri retorna aos Estados Unidos dessa vez para ser uma das treinadoras do All American Girls, um reality show que procurava a cantora americana perfeita. Depois de várias eliminações chegaram em 15 garotas que foram divididas em 3 grupos, sendo que um deles era comandado por Geri, cuja vencedora fazia parte de seu grupo. Ainda nos Estados Unidos, Geri participou da sexta temporada de uma das séries de maior sucesso mundial, Sex And The City. A cantora interpretou Phoebe Kittenworth, amiga de Samantha, personagem da atriz Kim Cattrall, no episódio que protagoniza a mais explícita cena de sexo da série. A personagem de Geri causa inveja a Samantha por ser sócia de um clube para ingleses. Apesar da crítica muito dizer que Geri estava acima do peso, a cantora apareceu em cenas na praia vestindo apenas um biquíni. Em 5 de junho de 2003 Geri relança sua segunda autobiografia Just For The Record adicionando mais um capítulo no livro. Já em dezembro de 2003 a cantora opera as cordas vocais, para fortalecer sua voz, e começa a ir a aulas de canto para voltar aos estúdios de música. O álbum vendeu mundialmente 1,3 milhões de cópias. Apesar, do sucesso de It's Raining Men, seu primeiro álbum, Schizophonic, se saiu melhor que o segundo. ===2004-2006: Amadurecimento=== Em 9 de setembro de 2004 Geri fez a primeira apresentação de seu novo single Ride It no Tickled Pink, cujos ingressos foram vendidos em poucas horas, sendo que as únicas presenças confirmadas eram de Geri e George Michael. Além do novo single \"Ride It\", Geri cantou \"It's Raining Men\", \"Look at Me\", e \"Cabaret\". Após a primeira apresentação de \"Ride It\", a cantora começou uma maratona para divulgar seu novo single nos principais programas do Reino Unido, como Top Of The Pops, CD:UK, Ant And Dec’s Saturday Night e Ministry of Mayhem. Já em 4 de novembro a cantora fez uma apresentação no G-A-Y, local que marcou grandes estrelas da música, para apresentar algumas músicas de seu novo álbum. Em 22 de novembro de 2004 o single \"Ride It\" foi finalmente lançado. O single seria liberado uma semana antes, mas como as Girls Aloud estavam com um novo trabalho, a gravadora decidiu adiar para a semana seguinte. Na semana do lançamento Geri estreou em segundo lugar, ficando atrás das Girls Aloud pela segunda semana no topo. Porém no último dia da semana, as Destiny's Child passaram a cantora nas paradas, deixando o single em quarto lugar. Em 15 de dezembro de 2004 a cantora anunciou as datas de sua turnê, 2005 Tour, que iniciaria em 3 de maio de 2005 em Dublin, na Irlanda e terminaria em 29 de Maio em Cardiff, para apresentar as músicas do novo álbum. A 2005 Tour acabou sendo interrompida, devido a coincidir com a data escolhida pela gravadora para o lançamento do álbum Passion. O segundo single, \"Desire\", é lançado em 30 de maio de 2005, estreando em décimo lugar e terminando sua primeira semana oficialmente em vigésimo segundo. O desejo da cantora era lançar como single \"Love Never Loved Me\", seguida por Superstar. Porém a gravadora não confiou no palpite de Geri, que já havia errado ao lançar [\"Calling\" em seu álbum anterior, decidindo por apostar em \"Desire\". O vídeo de \"Desire\" foi gravado em duas versões, pelo fato de ser considerado explícito demais, ao contar cenas fortes de sensualidade, sendo barrado em alguns países por onde foi divulgado. Em 6 de junho de 2005 á lançado o álbum Passion, estreando na posição quarenta e um, na lista dos álbuns mais vendidos. Todas as faixas do álbum co-escritas pela cantora em parceria com grandes compositores britânicos como Guy Chambers e Steve Power. Diferente dos álbuns anteriores, Passion trazia um contraste entre faixas com sonoridade dance e outras faixas jazz, sendo o trabalho mais ambicioso e ousado da cantora. Inicialmente as faixas 100% Pure Love e Set Me Off seriam do álbum Passion, porém a EMI não estava satisfeita com a trilha original e aconselhou Geri a gravar novas faixas. Como resultado 100% Pure Love e Set Me Off foram substituídas por \"Desire\" e Surrender Your Groove. Apesar do desejo de Geri de lançar pelo menos mais dois singles do álbum, a EMI decidiu finalizar o trabalho em Passion, porém não sem antes a cantora disponibilizar para as rádios uma versão promo de \"Love Never Loved Me\". Em setembro de 2005, ainda com problemas com bulimia, Geri voltou às primeiras páginas dos jornais com mais uma polêmica, dessa vez para anunciar sua gravidez de pai desconhecido. Em 14 de maio de 2006 Geri deu à luz sua primeira filha, chamada de Bluebell Madonna Halliwell, uma homenagem à cantora pop Madonna, pela qual Geri tem grande admiração. Na época do nascimento de Bluebell Madonna, Geri declarou que quando chegasse o momento certo não privaria a filha do direito de saber quem é seu pai. Em agosto de 2006 Geri promoveu outra grande viagem como embaixadora da ONU, visitando a Zâmbia para promover uma maior conscientização para a redução da mortalidade infantil e levando o conhecimento do preservativo para ajudar a interromper a proliferação da AIDS. Ambos trabalhos de Geri foram incluídos nos 'Objetivos de Desenvolvimento do Milênio'. Ainda no final de 2006, Geri declarou que Sacha Gervasi, baterista da banda Bush e argumentista cinematográfico, era o pai de Bluebell Madonna, após o baterista ter reivindicado os direitos da paternidade, por ter desconfiado que Geri tinha engravidado exatamente na época em que eram namorados. Em 7 de junho de 2007, Geri participou da apresentação do Live Earth, no Wembley Stadium, em Londres junto com a banda Duran Duran. Ainda em junho o álbum Passion é lançado nos Estados Unidos, dois anos após seu lançamento oficial. ===2007-2008: Turnê com as Spice Girls=== Em 28 de junho de 2007, Geri Halliwell aparece com Emma Bunton, Melanie B, Victoria Beckham, e Melanie C andando inesperadamente pelas ruas de Londres anunciando o retorno das Spice Girls. Em uma coletiva de imprensa em Londres, anunciaram um Greatest Hits, e uma turnê mundial. Cerca de 1 000 000 fãs se registraram para comprar ingressos no site do grupo apenas no primeiro dia, o que ocasionou o acréscimo de novas datas para a turnê. Na mesma época o grupo entrou para o Guinnes Book, batendo o recorde de ingressos vendidos em menor tempo: foram 38 000 ingressos vendidos em 38 segundos. O single \"Headlines (Friendship Never Ends)\", é lançando em 19 de outubro, sendo tema do Victoria's Secret Fashion Show e do Children in Need de 2007. Em ambas ocasiões as cantoras cantaram, além do novo single, a canção \"Stop\". Já em 14 de novembro é lançado o álbum Greatest Hits, com os maiores sucessos do grupo e duas faixas inéditas. O primeiro single do retorno do grupo chegou ao décimo primeiro lugar, o mais baixo alcançado pelas cantoras, enquanto o álbum alcançou o segundo lugar em vendas. Ainda em novembro, Geri juntamente com as outras Spice Girls protagonizam dois comerciais para a maior rede de supermercados do Reino Unido, a Tesco, para o Natal e para o Ano Novo. Já em 2 de dezembro de 2007 inicia-se a turnê The Return of The Spice Girls, com os maiores sucessos do grupo, em Vancouver, no Canadá. Nas apresentações, Geri cantou o maior sucesso de sua carreira, \"It's Raining Men\". Em janeiro de 2008, a faixa \"Voodoo\" é lançada como single na Austrália, porém consegue alcançar uma posição na Finlândia. Já em fevereiro a turnê das Spice Girls chega ao fim, depois de 40 shows diversos pelo mundo, levando cada integrante de volta à carreira solo. ===2008-2009: Sucesso literário=== Em 2 de abril de 2008 aparece ao lado de Emma Bunton e outros artistas no vídeo promocional da música I'm A Believer para a campanha American Idol Gives Back nos Estados Unidos. O vídeo foi gravado enquanto Geri estava em turnê por Los Angeles. Em 9 de abril, a cantora compareceu ao British Book Awards, um dos maiores prêmios da literatura inglesa e esteve ao lado da autora de Harry Potter, J.K. Rowling, aproveitando para divulgar o seu novo livro Ugenia Lavender Em 18 de abril, Geri participa do programa humorístico The Friday Night Project realizando algumas fantasias masculinas, protagonizando dois personagens. A primeira era uma policial de jaqueta de couro e cassetete. A outra personagem era uma colegial com o tradicional uniforme de jaqueta e saia curta, que sofria com a intimidação de outro estudante no banheiro. Em 21 de abril, é inaugurado um site sobre a série de livros Ugenia Lavender, juntamente como o single promocional \"She's Ingenious\". Em 11 de maio de 2008 o primeiro exemplar dos seis livros da série é lançado em uma tarde de autógrafos no Selfridges Foyles Bookshop em Manchester, Reino Unido. Ainda em 2008, depois de descartar a ideia de gravar um álbum inédito imediatamente, Geri pretendia lançar um Greatest Hits, contendo quatro faixas inéditas. Os planos foram mudados, quando a cantora decidiu por negociar o relançamento de seu álbum Passion novamente, que acabou sendo barrado por sua gravadora, EMI, alegando que já havia passado muito tempo desde a primeira edição. Em 4 de outubro a cantora conta em entrevista que estava gravando um álbum natalino ainda para aquele ano, intitulado Christmas Time Sing a Long, porém o álbum nunca foi lançado e Geri Halliwell nunca mais tocou no assunto em suas entrevistas. ===2010-2011: Linha de roupas e aparições televisivas=== Em março de 2010, a treinadora vocal e cantora Carrie Grant anunciou na ITV1, The Alan Titchmarsh Show, que Halliwell estaria preparando um novo álbum. No mês seguinte, Halliwell anunciou através de seu site oficial que estava de volta ao estúdio de gravação. Em 2010, ficou Halliwell como juiz convidado em The X Factor para Dannii Minogue nas audições em Glasgow. Halliwell lança sua própria linha de biquínis através da Grife \"Next\", em janeiro de 2011. No natal de 2010 ela teve uma participação especial no documentário \"Come Fly with Me\". ===2011-atualmente: Quarto álbum de estúdio=== Em maio de 2011, os relatórios sugerem que Halliwell estaria fazendo um retorno à indústria musical. Em 31 de julho de 2011, Geri confirmou que ela estava trabalhando em seu quarto álbum, afirmando que \"O álbum está praticamente pronto\". Em fevereiro de 2012, Halliwell anunciou-lhe o álbum está pronto e será lançado no final de 2012 ou início de 2013. Em agosto de 2012, ela se reuniu com as Spice Girls para tocar na cerimônia de encerramento dos Jogos Olímpicos de Londres. Ela também foi jurada convidada nos testes em Liverpool no The X Factor. Em setembro de 2012, relatórios confirmaram que Halliwell iria estrear um novo single em um desfile de moda para a Breast Cancer Care. Em outubro de 2012, Halliwell anunciou um novo single, \"Phenomenal Woman\", no Breast Cancer Care Show. Em 15 de maio de 2015 casou-se com Christian Horner, chefe da equipe Red Bull Racing da Fórmula 1. ==Discografia== * Schizophonic (1999) * Scream If You Wanna Go Faster (2001) * Passion (2005) * Geri Halliwell Playlist (2016) ==EP== * Geri (2002) * The Almighty Collection (2008) ==Turnês== * Schizophonic Promo Tour (19990 * Oman Tour (2001) * 2005 Tour (2005) == Filmografia == === Televisão === ====Programas==== Ano Título Especificação Nota 1991 Let's Make A Deal Assistente de palco programa 1997 An Audience with Elton John Ela mesma documentário sobre Elton John 1999 Geri Apresentadora documentário 1999 100 Greatest Women of Rock & Roll Apresentadora programa 2000 Geri's World Walkabouts Apresentadora documentário 2002 Popstars The Rivals Ela mesma/Juíza programa de talentos 2003 All American Girl Ela mesma/Juíza programa de talentos 2005 There's Something About Geri Ela mesma documentário 2005 George Michael: A Different Story Ela mesma documentário sobre George Michael 2007 Dancing with the Stars Ela mesma/Juíza programa de talentos - 1 espisódio 2008 Giving You Everything Ela mesma documentário 2008 American Idol: The Search for a Superstar Ela mesma/Juíza programa de talentos - 1 espisódio 2010 Piers Morgan : Life Storys - Geri Halliwell Ela mesma/convidada Programa 2010 The X Factor Ela mesma/Juíza programa de talentos ==== Séries / Novelas ==== Ano Título Personagem Nota 1990 Dance Energy Sue (dançarina) figurante 1999 Al Salir de Clase Ela mesma participação especial 2002 Bo' Selecta! Ela mesma participação especial 2003 Sex And The City Phoebe participação especial 2007 Comic Relief: The Apprentice Lisa 2008 Friday Night Project Sely participação especial 2009 Head Case Susan participação especial 2009 Ant & Dec's Christmas Show Geri Doll === Filmes === Ano Título Personagem Nota 1995 Foggy Notion Sami Longa-metragem 1997 Spiceworld Ginger Spice Longa-metragem 1999 Therapy Amy Sulivan Longa-metragem 2004 The Fat Slags Paige Stonach Apenas voz 2010 Crank 2: High Voltage Karen Chelios Longa-metragem 2023 Gran Turismo Lesley Mardenborough Longa-metragem ==Prêmios== ==Bibliografia== * 1999: If Only * 2002: Just for the Record * 2008: Ugenia Lavender: The First Book * 2008: Ugenia Lavender and the Terrible Tiger * 2008: Ugenia Lavender and the Burning Pants * 2008: Ugenia Lavender: Home Alone * 2008: Ugenia Lavender and the Temple of Gloom * 2008: Ugenia Lavender: The One and Only * 2023: Rosie Frost and the Falcon Queen ==Ligações externas== * Site oficial * Site oficial inglês * geriwell.com * Site oficial (em alemão) * Site Oficial do Livro Ugenia Lavender Categoria:Naturais de Watford Categoria:Cantoras do Reino Unido Categoria:Dançarinas do Reino Unido Categoria:Atrizes do Reino Unido Categoria:Agnósticos do Reino Unido Categoria:Cantoras de música pop do Reino Unido Categoria:Cantores de dance-pop Categoria:Modelos femininas do Reino Unido Categoria:Ingleses de ascendência espanhola Categoria:Ingleses de ascendência francesa Categoria:Membros de Spice Girls",
 "title": "Geri Halliwell"
}