{
 "id": "106061",
 "text": "Turma do Horácio é uma série de personagens de História em Quadrinhos, criado pelo desenhista brasileiro Mauricio de Sousa. Com ambientação na pré-história, é protagonizada por Horácio, um filhote de Tiranossauro Rex, e estreou nas tiras diárias do Piteco publicadas no jornal Diário de São Paulo e depois ganhou páginas dominicais publicadas na Folha de S.Paulo. == Histórico == Horácio foi criado como coadjuvante de outra tira de Mauricio, A Turma do Piteco, que se passa na pré-história - em uma licença poética comum em várias obras de ficção, os dinossauros coexistem com humanos nestas histórias. Piteco encontrou Horácio quando esteve ainda era um ovo, ao chocar o filhote de Tiranossauro Rex, arrumou muita confusão no povoado de Lem, onde vive, e foi expulso pelos moradores. Logo depois Horácio ganhou suas próprias páginas dominicais no suplemento Folhinha de São Paulo. Considerado o principal alter- ego de seu criador, Mauricio de Sousa, suas histórias geralmente trazem reflexões filosóficas sobre a existência da vida, relações e outros temas complexos. É um dos poucos personagens que Mauricio de Sousa ainda cria com uma certa exclusividade. O Horácio foi inspirado em dois amigos de Mauricio em Mogi das Cruzes, o nome veio de um professor e a aparência de um amigo conhecido como Timinho. Fora as tiras de jornal, Horácio é publicado nas revistas mix da Turma da Mônica, o personagem chegou a ter uma revista especial de menor formato (cerca de 10 cm altura) chamada de Gibizinho, pela Panini Horácio ganhou um almanaque de republicações dividido com o Piteco. Mauricio chegou a escrever para a Editora Globo um título sobre o personagem intitulado Manual da Pré-História do Horácio. O livro possui característica didática, falando sobre as origens e a vida dos dinossauros, sua evolução, e qual a importância dos fósseis. Horácio protagonizou a série Horacic Park, trata-se de três histórias baseadas nos três filmes da franquia Jurassic Park, publicadas na revista Gibizão da Editora Globo e Clássicos do Cinema Turma da Mônica da Panini Comics, a primeira história está disponível no site oficial da Turma da Mônica. Em 2009, foi publicado o álbum MSP 50, um álbum comemorativo aos 50 anos de carreira de Mauricio de Sousa, numa das histórias, o quadrinista Spacca, ao contrário dos outros artistas manteve o character design original da Turma do Horácio. Em 2010, foi publicado um novo álbum, onde Horácio ganhou uma história solo produzida por Mozart Couto, e em 2018, uma nova história, Horácio: Mãe, feita por Fábio Coala, foi lançada no selo Graphic MSP, que é uma espécie de continuação das séries MSP 50. == Personagens == * Horácio - é um filhote de Tiranossauro Rex. Mas apesar disso é gentil, amigo, preocupado em auxiliar o próximo. Tem vários amigos. Horácio é um carnívoro, mas insiste em ter uma dieta vegetariana, Horácio tem um coração de ouro, é alegre, sábio, e se alimenta apenas de alfacinhas e é um dos personagens mais filosóficos de Mauricio de Sousa. É muito disputado pelas dinossaurinhas Simone e Lucinda, o seu maior sonho é conhecer sua mãe. * Lucinda - Lucinda é uma dinossaurinha cor-de-rosa. Ela é apaixonada por Horácio e, embora ele não goste dela dessa mesma maneira, eles continuam bons amigos. * Tecodonte - O melhor amigo de Horácio. Muitas vezes, ele diz pro Horácio deixar de ser tão bonzinho, que desse jeito as pessoas só vão se aproveitar dele, mas os dois se dão muito bem. * Napões - Um povo de criaturas narigudas, não muito espertas. A rainha dos Napões é rica e mesquinha, e é apaixonada por Horácio. * Antão - Amigo de Horácio, ele é um filhote de mamute muito tagarela. * Brontossauro - Amigo de Horácio. * Simone - Também gosta de Horácio e disputa ele com Lucinda. * Pterodáctilo Alfredo - Costuma ficar conversando com sua esposa, ambos encarapitados em uma montanha. * Carlota- Esposa do Alfredo. Já chegou a ser mãe do Horácio, junto com o Alfredo em certa história. * Tiranossauro - O primo de Horácio que é contra a alimentação vegetal dele. * Esteguinho - Um filhote de Estegossauro que costuma aparecer em histórias de Natal conversando com Horácio. == Outras mídias == Além de suas histórias que são frequentemente publicadas nas demais revistas da Turma da Mônica, Horácio também ganhou um almanaque em março de 2009 juntamente com a Turma do Piteco, intitulado \"Almanaque Piteco & Horácio\". Além disso em 1986, Horácio fez uma participação especial no filme em live-action/animação Os Trapalhões no Rabo do Cometa, filme de dos Trapalhões feito em parceria com Mauricio de Sousa. Horácio também estrelou uma série de curta metragens computadorizados intitulado \"Horácio 3D\", lançadas originalmente para DVDs, até o momento já foram feitos no total de 6 curtas sendo alguns deles já foram exibidos na televisão. Em 2007, foi anunciado que Horácio ganharia uma longa- metragem de animação 3D para os cinemas previsto para ser lançado em 2010, no entanto devido aos diversos trabalhos envolvendo também outros personagens de Mauricio de Sousa também em animação o filme teve que ser adiado com previsão de lançamento para 2017. == Ligações externa == * * Categoria:Dinossauros fictícios",
 "title": "Turma do Horácio"
}