{
 "id": "106038",
 "text": "Lothar Herbert Matthäus (pronuncia alemã: ; Erlangen, 21 de março de 1961) é um ex-futebolista alemão que atuava como meio-campista ou líbero. Famoso por ter guiado a Alemanha Ocidental na conquista da Copa do Mundo FIFA de 1990, foi eleito o Melhor Jogador do Ano da Europa. Já em 1991, foi eleito melhor jogador do mundo pela FIFA e continua sendo o único alemão a receber o prêmio. Matthäus marcou época por sua alta eficiência, sua assumida obsessão nos gramados,O homem dos recordes (novembro de 1999). Revista Placar - Especial \"Os Craques do Século\". Editora Abril, p. 33 bem como por sua técnica e seus famosos recordes: além de ser quem mais vestiu a camisa da Seleção Alemã (somando-se as aparições pelas Alemanhas Ocidental e reunificada), é um dos oito únicos jogadores a participarem de cinco Copas do Mundo, ao lado dos mexicanos Antonio Carbajal, Rafa Márquez, Andrés Guardado e Guillermo Ochoa, do argentino Lionel Messi, do português Cristiano Ronaldo e do italiano Gianluigi Buffon. Até 2022, era o jogador que mais partidas disputou no torneio, com 25 jogos, mas foi ultrapassado por Messi na Copa do Mundo FIFA de 2022, que chegou ao total de 26 partidas. Por outro lado, assim pelo bom futebol e pelos recordes, outra característica de Matthäus é o seu lado encrenqueiro, tendo proferido inúmeras declarações fortes.KOHL, Frank (março de 2006). Dupla face. Revista Placar n. 1292. Editora Abril, pp. 62-65 Como jogador, se envolvia facilmente em discussões onde não media as palavras, ficando com fama de polêmico, egocêntrico e apegado aos holofotes. Como correspondia em campo com boas atuações, o peso de seu temperamento só veio à tona quando iniciou a carreira de treinador, onde não obteve grandes sucessos e coleciona desafetos e portas fechadas em seu país. == Carreira como jogador == === Início na Alemanha Ocidental === Após iniciar a carreira nos juvenis do Herzogenaurach, debutou profissionalmente em 1979 no Borussia Mönchengladbach, um dos mais vitoriosos clubes alemães dos anos 1970. Já demonstrando sua característica categoria, não tardou a ser chamado para defender a Alemanha Ocidental, nas seleções de base e na principal. Em sua primeira temporada, foi vice-campeão da Copa da UEFA. O M'Gladbach, decadente, começava uma incômoda carência de títulos. Matthäus permaneceria no Borussia até 1984. Depois de ser vice da Copa da Alemanha, rumou justamente para o arquirrival do seu clube na década anterior: o Bayern de Munique. Ali sucedeu líderes antigos, como Paul Breitner e Karl-Heinz Rummenigge. Campeão da Bundesliga logo na primeira temporada, a de 1984–85, Matthäus e o Bayern emendariam outros dois títulos seguidos na Bundes, que fizeram o clube tornar-se o maior vencedor do campeonato nacional, superando marca que pertencia ao também bávaro e decadente Nuremberg.FREITAS, Carlos Eduardo (fevereiro de 2006). Baviera - A terra dos campeões. Copa'06 n. 1. Pool Editora, pp. 34-37 Matthäus e o Bayern ganharam ainda a Copa da Alemanha em 1986 e foram vice-campeão da Copa dos Campeões da UEFA. A temporada 1987–88 foi a primeira de Matthäus sem títulos no Bayern. Mal acostumados, torcida e dirigentes desgastaram o ídolo, que aceitou proposta do futebol italiano, transferindo-se para a Internazionale ao lado do colega de clube e Seleção Andreas Brehme. === Internazionale === Não demorou a se tornar um ídolo nerazzurri: em um campeonato fortíssimo com o Napoli de Diego Maradona e Careca e o Milan de Ruud Gullit, Marco van Basten e Frank Rijkaard, a Inter não era a favorita para a edição 1988–89 da Serie A. Enquanto Milan e também a Juventus decepcionavam, a Inter manteve-se na ponta do início ao fim, liderando todas as 34 rodadas. Apenas o Napoli continuou na luta, até os milaneses garantirem o título em um confronto direto em Milão a quatro rodadas do fim. A vitória que decretou o scudetto foi de virada, 2 a 1, com Matthäus marcando o gol que garantiu a conquista, encerrando um jejum de nove anos para a Inter. Naquele ano, venceu ainda a Supercopa da Itália. Para a temporada seguinte, enquanto o rival Milan seguia com o seu trio neerlandês (Gullit-Rijkaard-Van Basten), a Internazionale apostou em um alemão: Brehme e Matthäus receberam a companhia de Jürgen Klinsmann. Um novo título demoraria dois anos para vir: seria a Copa da UEFA de 1990–91, com Matthäus marcando, de pênalti, o primeiro gol na vitória por 2 a 0 na decisão contra a Roma. Apontado como o \"Rei de Milão\", foi eleito ao final daquele ano o Melhor Jogador do Mundo pela FIFA, na primeira ocasião em que a entidade realizou a premiação. Porém, a trajetória na Inter acabou interrompida por uma séria lesão no joelho. Matthäus não pôde ir à Eurocopa de 1992 e decidiu voltar ao Bayern de Munique, para tentar realizar uma recuperação desacreditada. === Retorno ao Bayern de Munique === No antigo clube, passou a jogar mais recuado, como líbero, posição exercida com maestria por Franz Beckenbauer vinte anos antes no clube, do qual era então técnico, o mesmo Beckenbauer que já o conhecia quando treinou a Alemanha Ocidental. Matthäus ganhou a Bundesliga de 1993–94, garantindo seu lugar na Copa do Mundo FIFA de 1994. Todavia, as lesões no joelho continuavam a lhe perseguir. Em 1995, realizou duas operações no tendão de aquiles, novamente ameaçando-lhe a encerrar a carreira. Logo voltou à velha forma, porém, conseguindo participar da campanha vitoriosa na Copa da UEFA de 1995–96. Mesmo assim, acabou perdendo nova Eurocopa, desta vez a de 1996, realizada ao fim daquela temporada. O torneio, por sinal, fez estremecer sua relação com Jürgen Klinsmann, que era seu colega no Bayern desde 1995. Klinsmann não teria gostado de saber de uma pressão para que não fosse convocado para a Euro feita por aquele que fora seu amigo na Inter de Milão e na Seleção. Matthäus declararia em autobiografia que lançou em 1997 que era Klinsmann quem fazia intrigas para prejudicá-lo. Seu ódio pelo atacante era tamanho que o líbero chegou a ponto de apostar com o treinador de que o atacante não faria mais de 15 gols na temporada. Mesmo com a briga de suas maiores estrelas, o Bayern terminou campeão na temporada 1996–97, mas Klinsmann deixou o clube, que seguiu liderado por Matthäus. O clube, por dois pontos, foi vice da Bundes em 1997–98 para o surpreendente Kaiserslautern, mas o veterano conseguiu lugar em sua quinta Copa do Mundo. Depois, em 1998–99, foi novamente campeão alemão pelo Bayern. O desafeto da vez no clube, de acordo com a imprensa, seria Stefan Effenberg. Em 1999, também esteve perto do único título que lhe faltava: a da Liga dos Campeões da UEFA. O Bayern vencia por 1 a 0 o Manchester United e aos 40 minutos Matthäus foi substituído. Veria do banco o seu time sofrer uma inimaginável virada nos descontos do segundo tempo e perder o troféu que estava quase assegurado. Beckenbauer teria dito que não foi Matthäus quem não teve a honra de erguer o troféu da Liga dos Campeões, e sim o troféu que não teve a honra de ser erguido por Matthäus. Matthäus jogou no Bayern por mais uma temporada, ganhando pela sétima vez a Bundes com o clube e garantindo aos 39 anos presença na Eurocopa de 2000. O título alemão marcou sua despedida do time. O que era para ser um fim glorioso terminou manchado: o clube lhe ofereceu um amistoso comemorativo com vários astros do futebol da década de 90 e, mesmo assim, Matthäus acionou judicialmente o clube, cobrando 500 mil euros. Após longa batalha judicial, recebeu apenas 7,5 mil e antipatia geral. Na época, o diretor Uli Hoeneß declarou que, enquanto trabalhasse no Bayern, Matthäus não voltaria à equipe \"nem como jardineiro\". Brigado com o clube bávaro, Matthäus esticou a carreira na equipe estadunidense do MetroStars, onde aposentou-se ao final daquele ano. Mesmo não tendo vencido uma Liga dos Campeões, ele é um dos oito jogadores a disputar cinco Copas do Mundo e o único alemão, sendo considerado um dos maiores jogadores alemães de todos os tempos. === Seleção Alemã === Matthäus estreou pela equipe principal da então Alemanha Ocidental na Eurocopa de 1980. Seu debute foi bastante desastrado: a Mannschaft vencia os Países Baixos por 3 a 0 e, em seu primeiro lance, Matthäus cometeu um pênalti. Os neerlandeses converteram e se animaram, chegando a diminuir para 3 a 2. O jovem meia reconheceu sua má partida: \"Não acertei nada e, se perdêssemos o título, não sei o que seria da minha carreira\". Em função da estreia vergonhosa, acabou vendo do banco seu país ser campeão daquela Euro. Sua regularidade no Borussia Mönchengladbach, no entanto, o manteve na Seleção Alemã-Ocidental. Mas continuaria a ser um discreto reserva por um tempo: no elenco vice-campeão da Copa do Mundo FIFA de 1982, pouco entrou em campo e também não jogou a final. Quatro anos depois, a história era outra: líder e vitorioso no Bayern de Munique, já era um dos principais nomes do time na Copa do Mundo FIFA de 1986. Nas oitavas-de-final, marcou o único gol da partida contra o Marrocos a três minutos do fim. Teve também frieza para converter sua cobrança na decisão por pênaltis contra o anfitrião México, nas quartas. Os alemães ainda passaram pela rival França nas semifinais e, na decisão, conseguiram buscar o empate a dez minutos do fim após derrota parcial por 0 a 2 para a Argentina. Os sul- americanos, porém, conseguiram marcar seu terceiro gol três minutos depois do empate e Matthäus e a Alemanha Ocidental novamente amargou um vice-campeonato. Dois anos depois, nova decepção: após uma temporada sem títulos no Bayern, Matthäus participou da Eurocopa de 1988, sediada na Alemanha Ocidental. Todavia, os anfitriões foram eliminados nas semifinais para os Países Baixos, de virada, em partida em que ele marcou de pênalti o gol alemão. O troco viria depois de outros dois anos, na Copa do Mundo FIFA de 1990: os dois países se enfrentaram nas oitavas e na ocasião, os 2 a 1 foram em favor dos alemães. Na Copa da Itália, Matthäus, ídolo da Internazionale, sentia-se em casa. Já havia marcado três vezes na primeira fase (dois contra a Iugoslávia e outro contra os Emirados Árabes) e sua frieza e eficiência característica foram determinantes no caminho à final: nas quartas, acertou a cobrança de pênalti que resultou no único gol da partida contra a Tchecoslováquia; nas semifinais, cobrou e acertou nova penalidade, na decisão por pênaltis contra a rival Inglaterra. Na decisão, os alemães puderam vingar-se de outra seleção, a Argentina, que lhes venceram quatro anos antes no México. Andreas Brehme marcou de pênalti no final da partida, e Matthäus, como capitão, ergueu a Copa, marcando o tricampeonato da Alemanha Ocidental. As comemorações foram maiores pois combinaram-se com o festejado processo de reunificação do país, concluído meses depois do torneio. O título lhe valeu, entre outras premiações individuais, a Bola de Ouro da France Football como melhor jogador europeu naquele ano. Na primeira competição em que a Alemanha atuou reunificada, a Euro 1992, porém, Matthäus não pôde estar presente, em função da lesão no joelho. Sem ele, o país perdeu a final para a surpreendente Dinamarca. Vencendo o descrédito causado por suas lesões, conseguiu seu lugar entre os convocados para a Copa do Mundo FIFA de 1994, sua quarta Copa. O país realizava boa campanha e todos davam como certa a presença na semifinal, quando viu-se que enfrentariam a bem menos badalada Bulgária nas quartas. Matthäus, de pênalti, pôs os germânicos na frente, mas os búlgaros conseguiriam, surpreendentemente, a virada. As cirurgias posteriores acabaram afastando-lhe da Seleção Alemã. Matthäus perdeu a Euro 1996. Beneficiado de certa forma pela lesão que aposentou o líbero titular e outro desafeto, Matthias Sammer (pela dura concorrência na posição na Mannschaft), e com exibições regulares no Bayern, Matthäus foi chamado para a sua quinta Copa, igualando Antonio Carbajal. Usando uma envelhecida base da Copa de 1990 pouco fortalecida pelos jogadores mais novos, os alemães não foram tão imponentes na Copa do Mundo FIFA de 1998, embora tivessem chegado às quartas-de-final com favoritismo sobre a estreante Croácia. A Alemanha decepcionou e perdeu por 3 a 0. Matthäus foi um dos poucos a se salvarem, demonstrando modéstia ao ser indagado se não era talentoso demais para estar em um time mais fraco: \"Nunca fui um artista da bola ou jogador genial, apenas um obcecado pela eficiência\". Jogou pela Alemanha até 2000, participando de outros resultados negativos: eliminações nas primeiras fases da Copa das Confederações FIFA de 1999 e na Euro 2000. == Carreira como treinador == Após encerrar a carreira de jogador, iniciou a de treinador de futebol, mas sem grandes sucessos. A primeira experiência, iniciada já em 2001, foi na equipe austríaca do Rapid Viena. O clube estava em uma de suas piores fases e, com Matthäus no comando, terminou a temporada 2001–02 da Bundesliga austríaca, que reúne apenas dez clubes, na oitava colocação. O ex-jogador saíra ainda antes do fim da temporada, após oito meses de maus resultados. Em seguida, assinou com o clube iugoslavo do Partizan. Ali, saiu-se bem: na temporada 2002/03, faturou o campeonato servo- montenegrino e conheceria a nativa Marijana Kostić, que se tornaria sua terceira esposa. Empolgada, a Seleção Húngara o contratou. Porém, os insucessos voltaram: os magiares não conseguiram classificar-se para a Copa do Mundo FIFA de 2006, ficando atrás das classificadas Croácia e Suécia e também da Bulgária. Nesse tempo, Rudi Völler deixou o comando da Seleção Alemã, onde fora colega de Matthäus, após a Eurocopa 2004. O ex-líbero fez grande pressão para substituir Völler, mas para o seu desgosto, a Federação Alemã escolheu para o lugar seu desafeto Klinsmann. Matthäus não digeriria bem, e suas críticas com alguma inveja aos resultados de Klinsmann manchariam sua imagem na Alemanha, onde não conseguira acertar com nenhum clube: o Bayer Leverkusen e nem mesmo os decadentes Nuremberg, Colônia, Eintracht Frankfurt e Borussia Mönchengladbach, onde seu nome foi relacionado em boatos, lhe quiseram. O Leverkusen, como para espantar um fantasma, logo tratou de desmentir o boato. Torcedores do Nuremberg ameaçaram boicotar o clube e cancelar suas assinaturas de sócios se Matthäus viesse. A rejeição partiu até de equipe onde ele não fora cogitado, como o Schalke 04: o então treinador Rudi Assauer, quando falou-se em Matthäus treinando a Alemanha, declarou contundentemente que \"se ele assumir a seleção, vou colocar nosso time para jogar na liga neerlandesa\". O ex-líbero defendeu-se das más insinuações que lhe relacionavam ao cargo de Klinsmann (\"Não posso estar frustrado quando estou satisfeito com a minha vida. É sabido que precisamos ter pessoas trabalhando pela gente na Federação Alemã para se conseguir algum cargo - e Jürgen tinha quem fizesse isso por ele. Fico contente por ele e torço para que tenha sucesso\") e ressaltou o fundamento de suas críticas ferrenhas (\"Os alemães têm um problema na defesa! (...) É a mais pura verdade, e não uma crítica. Acho melhor que todos critiquem e sejam honestos em vez de dizer que a Alemanha é favorita à conquista do título - e isso não é verdade\").FREITAS, Carlos Eduardo (fevereiro de 2006). \"Falta alguém como eu nesse time alemão\". Copa'06 n. 1. Pool Editora, pp. 38-41 Depois de não se dar bem na Hungria, onde sua agonia o fez chegar a ponto de conversar com clubes intermediários da Escócia, e no país natal, Matthäus veio, para surpresa geral, parar no Brasil, onde seu prestígio era intacto. Foi trazido ao Brasil pela empresa que administra sua carreira, a inglesa Stellar Group, para conhecer o escritório que ela abrira em São Paulo.BARROS, Maurício (fevereiro de 2006). E não é que ele veio?. Placar n. 1291. Editora Abril, p. 30 No país, manifestou desejo de conhecer a estrutura de alguns clubes. Foi levado para Curitiba, onde visitou o centro de treinamento e o estádio do Atlético Paranaense. Em jantar com a diretoria do clube, foi convidado para treiná-lo pelo diretor de marketing, Mauro Holzmann, e Márcio Bittencourt, representante da Stellar, acenou com a possibilidade em meio aos risos. Matthäus então fechou com o Furacão por três milhões de reais, a serem pagos pela Stellar e pelo clube. A contratação logo gerou ganhos em marketing para o Atlético, com exposição que fez o clube ocupar nos jornais brasileiros um espaço que raramente desfrutava e que, internacionalmente, com o time ganhando manchetes em publicações como a alemã Kicker, a italiana La Gazzetta dello Sport e a espanhola Marca, dentre outros, teria gerado dez milhões de reais. A torcida logo se empolgou, recebendo o novo treinador com bandeiras alemãs no estádio; o clube também se mobilizou para atendê-lo, deflagrando uma operação para que ele se sentisse em casa: uma matrícula na Escola Internacional de Curitiba (que só aceita matrículas de alemães e descendentes) para a enteada, o oferecimento de um apartamento (recusado) em condomínio onde moravam alemães trabalhadores da Volkswagen, Audi e Siemens e dois carro Audi para ele e a esposa, com motorista à disposição, além de (obviamente) intérprete para se comunicar com os jogadores, foram algumas das medidas tomadas. Aceitou treinar o clube antes mesmo de negociar as bases salariais, vibrando em entrevistas quanto a estar \"no país pentacampeão do mundo\".RIBEIRO, Arnaldo (abril de 2006). Matthäus, o breve. Placar n. 1293. Editora Abril, pp. 18-19 Não demorou, contudo, a envolver-se em encrencas. A primeira foi em Foz do Iguaçu, onde foi obter visto de trabalho. Seu intérprete lhe pediu para esticar a viagem à Ciudad del Este, onde queria fazer compras,RODRIGUES, Márcio Leonardo (abril de 2008). Dose exagerada. Trivela n. 26. Trivela Comunicações, pp. 30-33 o que estressou Matthäus. Por pedido de seu novo técnico, o Atlético demitiu o tradutor, que acionou o clube na Justiça do Trabalho. Desentendeu-se também com jornalistas, sendo inclusive agredido por um. Para completar, em um empate em 1 x 1 com o J. Malucelli, teve seus xingamentos em inglês ao bandeirinha compreendidos por este, que os registrou na súmula da partida. Matthäus foi julgado e suspenso por 30 dias, mas obteve efeito suspensivo. No dia 6 de março, teve uma dura reunião com Márcio Bittencourt e o presidente atleticano, Mário Celso Petraglia. Para o alemão, seu salário estava atrasado. Para o clube, os primeiros trinta dias de trabalho ainda não haviam sido completados. No dia seguinte, largou o treino da manhã no CT do Atlético e viajou para São Paulo, onde fez voo de conexão para Frankfurt am Main. Deixou o Brasil, curiosamente, invicto, com seis vitórias e dois empates. Matthäus declarou que estava deprimido com a saudade da mulher, Marijana, e dos filhos, que permaneceram na Hungria: \"São milhares de quilômetros até Budapeste e umas 24 horas de avião. É muito cansativo. Não dá para fazer regularmente\". Há versões de que a própria esposa o teria pressionado, após rumores de que Matthäus teria se envolvido com uma jornalista curitibana. Outro motivo para sua saída repentina teria sido a má situação do desafeto Klinsmann como treinador da Alemanha, ainda meses antes da Copa do Mundo FIFA de 2006. Matthäus estaria de olho no cargo de seu ex- colega, nem que fosse após a Copa.MARANHÃO, Rafael (abril de 2006). O drama dos anfitriões. Placar n. 1293, Editora Abril, pp. 36-37 Após o torneio, em que Klinsmann saiu-se bem, acabou acertando uma volta à Áustria, agora para treinar o Red Bull Salzburg ao lado do italiano Giovanni Trapattoni. O Red Bull saiu-se bem na Bundes austríaca, terminando com 75 pontos, quase vinte à frente do segundo colocado. Sua próxima equipe foi a israelense Maccabi Netanya, onde foi bem recebido e trouxe empolgação à torcida, que não via o clube ser campeão nacional há 25 anos. Todavia, o time terminou em quarto e Matthäus desligou-se do clube ao final da temporada 2008/09. No final de 2009, foi anunciado como novo treinador da equipe argentina do Racing, mas acabou recusando a oferta através de uma de mensagem de texto. Em agosto de 2010, esteve perto de assumir a Seleção Camaronesa. Todavia, acabou preterido em razão de um escândalo extraconjugal de Kristina Liliana Chudinova, sua quarta esposa. Um mês após o escândalo, foi contratado para treinar a Bulgária, sua segunda Seleção do Leste Europeu. No entanto, não teve seu contrato renovado e deixou o cargo em setembro de 2011. == Títulos como jogador == ;Bayern de Munique *Bundesliga: 1984–85, 1985–86, 1986–87, 1993–94, 1996–97, 1998–99 e 1999–00 *Copa da Alemanha: 1985–86, 1997–98 e 1999–00 *Supercopa da Alemanha: 1987 *Copa da UEFA: 1995–96 *Copa da Liga Alemã: 1997, 1998 e 1999 ;Internazionale *Serie A: 1988–89 *Supercopa da Itália: 1989 *Copa da UEFA: 1990–91 ;Seleção Alemã *Eurocopa: 1980 *Copa do Mundo FIFA: 1990 === Prêmios individuais === *Futebolista Alemão do Ano: 1990 e 1999 *All-Star Team da Copa do Mundo da FIFA: 1990 *Melhor Jogador do Mundo pela World Soccer: 1990 *Ballon d'Or: 1990 *Onze d'Or: 1990 *Melhor Jogador do Mundo pela FIFA: 1991 *Bola de Ouro Dream Team: Melhor Meio-Campista defensivo da História *FIFA 100: 2004 *IFFHS ALL TIME WORLD MEN'S DREAM TEAM (Time B) == Títulos como treinador == ;Partizan *Campeonato Servo-Montenegrino: 2002–03 ;Red Bull Salzburg *Campeonato Austríaco: 2006–07 == Ligações externas == * * Categoria:Naturais de Erlangen Categoria:Futebolistas da Alemanha Categoria:Futebolistas do Borussia Mönchengladbach Categoria:Futebolistas do FC Bayern München Categoria:Futebolistas do Football Club Internazionale Milano Categoria:Futebolistas do New York Red Bulls Categoria:Jogadores da Seleção Alemã de Futebol Categoria:Jogadores da Eurocopa de 1980 Categoria:Jogadores da Copa do Mundo FIFA de 1982 Categoria:Jogadores da Eurocopa de 1984 Categoria:Jogadores da Copa do Mundo FIFA de 1986 Categoria:Jogadores da Eurocopa de 1988 Categoria:Jogadores da Copa do Mundo FIFA de 1990 Categoria:Jogadores da Copa do Mundo FIFA de 1994 Categoria:Jogadores da Copa do Mundo FIFA de 1998 Categoria:Jogadores da Eurocopa de 2000 Categoria:Jogadores campeões da Copa do Mundo FIFA Categoria:Melhores jogadores do mundo pela FIFA Categoria:Treinadores de futebol da Alemanha Categoria:Treinadores do Club Athletico Paranaense Categoria:Treinadores da Seleção Búlgara de Futebol Categoria:Treinadores da Seleção Húngara de Futebol Categoria:Futebolistas da Copa das Confederações FIFA de 1999 Categoria:FIFA 100",
 "title": "Lothar Matthäus"
}