{
 "id": "106036",
 "text": "Psiquiatria é uma das especialidades da Medicina, e basicamente é responsável pelo diagnóstico e tratamento dos chamados Transtornos Mentais e de Comportamento, atuando com a prevenção, o diagnóstico, o tratamento e a reabilitação dos diferentes modos de manifestações das doenças mentais em geral. São exemplos destas: a depressão, o transtorno bipolar, a esquizofrenia, os transtornos de personalidade, a demência e os transtornos de ansiedade. Os médicos especializados em psiquiatria são em geral designados por psiquiatras. A avaliação psiquiátrica envolve, além de uma avaliação médica geral, o exame do estado mental e a história clínica psiquiátrica. Testes psicológicos, neurológicos, neuropsicológicos e exames de imagem podem ser utilizados como auxiliares na avaliação, assim como exames físicos e laboratoriais. Os procedimentos diagnósticos são norteados a partir do campo das psicopatologias; critérios bastante usados hoje em dia, principalmente na saúde pública, são a CID-10, da Organização Mundial de Saúde, e o DSM-5 da American Psychiatric Association. Uma avaliação médica geral também deve ser garantida no contexto da avaliação psiquiátrica, dada a importante influência das condições médicas gerais no comportamento humano e no desenvolvimento natural dos transtornos mentais. Os medicamentos psiquiátricos, ou psicofármacos são parte importante do arsenal terapêutico, o que é único na Psiquiatria, assim como procedimentos não farmacológicos, ou \"físicos\" como a eletroconvulsoterapia e Estimulação magnética transcraniana por exemplo. A psicoterapia também faz parte do arsenal terapêutico do psiquiatra, embora também possa ser utilizada por outros profissionais de saúde mental, como psicólogos. Os serviços psiquiátricos podem fornecer atendimento de forma ambulatorial (consultas) ou em outros regimes, como hospital dia ou internação. Internação é indicada em casos mais selecionados, de acordo com a gravidade do transtorno ou necessidade de um acompanhamento mais próximo da equipe de tratamento, como por exemplo quando há risco de suicídio. A palavra Psiquiatria deriva do Grego e quer dizer \"arte de curar a alma\". Aparentemente, a Psiquiatria originou-se no século V a.C., enquanto que os primeiros hospitais para doentes mentais foram criados na Idade Média. Durante o século XVIII a Psiquiatria evoluiu como campo médico e as instituições para doentes mentais passaram a utilizar tratamentos mais elaborados e humanos. No século XIX houve um aumento importante no número de pacientes. No século XX houve o renascimento do entendimento biológico das doenças mentais, introdução de classificações para os transtornos e medicamentos psiquiátricos. Estudos científicos continuam a buscar explicações para as origens, classificação e tratamento dos transtornos mentais. Os transtornos mentais são descritos por suas características patológicas, ou psicopatologia, que é um ramo descritivo destes fenômenos. Muitas doenças psiquiátricas ainda não têm cura. Enquanto algumas têm curso breve e poucos sintomas, outras são condições crônicas que apresentam importante impacto na qualidade de vida do paciente, necessitando de tratamento a longo prazo ou por toda a vida. A efetividade do tratamento também varia em cada paciente. == A prática da psiquiatria == Psiquiatras são médicos especializados no cuidado da saúde mental por meio do tratamento da doença mental, através do modelo biomédico de abordagem das perturbações psíquicas, incluindo o uso de medicamentos. Campo de atuação do psiquiatra * Transtornos Mentais Orgânicos * Estados Confusionais agudos (Atual Delirium) * Demência (parkinson, Alzheimer e outras) * Dependência Química (Alcoolismo, Cocaína, Crack, Maconha, etc). * Esquizofrenia, Psicoses esquizofreniformes * Transtorno Esquizoafetivo * Depressao (leve, moderada e grave) * Transtorno Bipolar do Humor (antiga Psicose Maniaco depressiva) * Transtornos de Ansiedade (Pânico, Fobias, TAG=Transtorno de Ansiedade generalizada, Stress, Reação aguda e crônica ao stress, stress pós-traumático) * TOC=Transtorno Obsessivo Compulsivo, Tiques (vocais e motores) * Transtornos Dissociativos (Amnésia, Crises Conversivas, Afonia, Paralisia) * Transotornos Somatoformes (Somatizaçoes) * Transtornos Alimentares (Anorexia, Bulimia, Transtorno de Compulsão Alimentar) * Depressão e psicose pós parto * Transtornos de personalidade (Borderline, anancástico, histriônico, esquizoide, etc) * Retardo Mental (antiga oligofrenia), leve moderada e grave Fonte: Kaplna, Compêndio de Psiquiatria, 10a edição, Classificação Internacional das Doenças, 10a edição. Os psiquiatras e os médicos assistentes podem realizar exames físicos, solicitar e interpretar análises laboratoriais, eletroencefalograma (EEG) e exames como Tomografia computadorizada (CT), Ressonância magnética (RM) e PET (Tomografia por emissão de pósitrons). O profissional tem que avaliar o paciente em busca de problemas médicos que possam ser a causa da perturbação mental. Alguns psiquiatras especializam-se em certos grupos etários como pedopsiquiatras (especialistas em crianças e adolescentes) e os gerontopsiquiatras (especialistas em problemas psiquiátricos dos idosos). Muitos médicos que redigem laudo de sanidade (tanto em casos civis quanto criminais) são psiquiatras forenses, que também se especializaram no tratamento de criminosos e ou pacientes que apresentam periculosidade. == Áreas de estudo == * Psicopatologia, ou ciência que estuda os comportamentos anormais. * Emergência Psiquiátrica ou atendimento de casos críticos como doentes em crise (psicose, tentativa de suicídio, por exemplo). * Psiquiatria da Infância e Adolescência, que atende problemas específicos desta faixa etária (autismo, Transtorno do déficit de atenção e hiperatividade). * Psiquiatria Geral, estudo e atendimento de casos em psiquiatria em adultos (depressão nervosa, esquizofrenia). * Psiquiatria da terceira idade, especializada no atendimento de problemas como Mal de Alzheimer e manifestações psíquicas da Síndrome de Parkinson. * Psicoterapia. * Toxicodependência ou abuso e dependência de drogas, lícitas e ilícitas. * Psiquiatria de ligação ou Interconsulta psiquiátrica, que diz respeito ao atendimento de sintomas psíquicos em doenças de outros sistemas, especialmente em doentes internados em hospitais gerais (por exemplo, delírio causado por reações à anestesia ou à baixa oxigenação em doentes cardíacos). * Psiquiatria forense. * Epidemiologia psiquiátrica, que estuda risco e prevalência de doenças na população. * Psiquiatria Comunitária. * Psiquiatria Transcultural ou estudo das diversas manifestações da doença psíquica nas diferentes culturas. Além destas, na formação do psiquiatra são também fundamentais conhecimentos de Medicina interna, neurologia, radiologia, psicologia, sociologia, farmacologia e psicofarmacologia.. == O tratamento em psiquiatria == A terapêutica psiquiátrica evoluiu muito nas últimas décadas. No passado os pacientes psiquiátricos eram hospitalizados em Hospitais psiquiátricos por muitos meses ou mesmo por toda a vida. Nos dias de hoje, a maioria dos pacientes é atendida em ambulatório (consultas externas). Se a hospitalização é necessária, em geral é por poucas semanas, sendo que poucos casos necessitam de hospitalização a longo prazo. Pessoas com doenças mentais são denominadas pacientes (Brasil) ou utentes (Portugal) e são encaminhadas a cuidados psiquiátricos mais comumente por demanda espontânea (doente procura o médico por si mesmo) ou encaminhadas por outros médicos. Ocasionalmente uma pessoa pode ser encaminhada por solicitação da equipe médica de um hospital, por internação psiquiátrica involuntária ou por solicitação judicial. === Avaliação inicial === Qualquer que tenha sido o motivo da consulta, o psiquiatra primeiro avalia a condição física e mental do paciente. Para tal, é realizada uma entrevista psiquiátrica para obter informação e se necessário, outras fontes são consultadas, como familiares, profissionais de saúde, assistentes sociais, policiais e relatórios judiciais e escalas de avaliação psiquiátricas. O exame físico é realizado para excluir ou confirmar a existência de doenças orgânicas como tumores cerebrais, doenças da tireoide, ou identificar sinais de auto-agressividade. O exame pode ser realizado por outros médicos, especialmente se exame de sangue ou diagnóstico por imagem é necessário. O exame do estado mental do doente é parte fundamental da consulta e é através dele que se define o quadro e a capacidade do mesmo em julgar a realidade O do tratamento requer o consentimento do paciente, embora em muitos países existam leis que permitem o tratamento compulsório em determinados casos. Como com qualquer outro medicamento, medicamentos psiquiátricos podem apresentar efeito colateral e necessitar de monitoramento da droga frequente, como por exemplo, hemograma e litemia (necessária para pacientes em uso de sal de lítio). Eletroconvulsoterapia (ECT ou terapia de eletrochoque) às vezes pode ser administrada para condições graves que não respondem ao medicamento. Existe muita controvérsia sobre este tratamento, apesar de evidências de sua eficácia. Alguns estudos pilotos demonstraram que a Estimulação magnética transcraniana repetitiva pode ser útil para várias condições psiquiátricas (como depressão nervosa, alucinações auditivas). No entanto, o potencial da estimulação magnética transcraniana para a diagnóstica e terapia psiquiátrica ainda não foi comprovado, por falta de estudos clínicos de longo prazo.Ridding MC & Rothwell, JC. (2007) \"Is there a future for therapeutic use of transcranial magnetic stimulation?\" Nature Reviews Neuroscience 8: 559-567 === Consultas externas ou ambulatório === Pacientes psiquiátricos podem ser seguidos em internamento ou em regime ambulatorial. Neste último, eles vão às consultas no ambulatório, geralmente marcadas antecipadamente, com duração de 30 a 60 minutos. Nestas consultas geralmente o psiquiatra entrevista o paciente para atualizar sua avaliação do estado mental, revê a terapêutica e pode realizar abordagem psicoterápica. A frequência com que o médico marca as consultas varia de acordo com a severidade e tipo de cada doença. === Internamento psiquiátrico === Existem duas formas de internamento psiquiátrico, o voluntário e o compulsivo. Os pacientes podem ser internados voluntariamente quando o quadro clínico o justifique e este seja aceito pelo paciente. O internamento compulsivo terá lugar sempre que o paciente seja alvo de um mandado e/ou processo de internamento compulsivo por reunir as condições previstas na Lei de Saúde Mental (Lei nº 36/98 de 24 de Julho — Portugal). Os critérios para a internamento compulsivo variam de país para país, mas em geral visam a presença de transtorno mental que coloque em risco imediato a saúde do próprio de terceiros ou a propriedade. Quando internados os pacientes são avaliados, monitorados e medicados por uma equipe multidisciplinar, que inclui enfermeiros, psicólogos, assistentes sociais, médicos e outros profissionais de saúde. == Sistemas diagnósticos dos transtornos psiquiátricos == A CID-10 ou Classificação Internacional de Doenças é publicado pela Organização Mundial de Saúde e utilizado mundialmente. Nos Estados Unidos, o sistema diagnóstico padrão é o DSM IV ou Diagnostic and Statistical Manual of Mental Disorders revisado pela American Psychiatric Association (Associação Americana de Psiquiatria). São sistemas compatíveis na acurácia dos diagnósticos com exceção de certas categorias, devido a diferenças culturais nos diversos países. A intenção tem sido criar critérios diagnósticos que são replicáveis e objetivos, embora muitas categorias sejam amplas e muitos sintomas apareçam em diversos transtornos. Enquanto os sistemas diagnósticos foram criados para melhorar a pesquisa em diagnóstico e tratamento, a nomenclatura é agora largamente utilizada por clínicos, administradores e companhias de seguro de saúde em vários países. == Por país == === Brasil === A formação do psiquiatra é obrigatoriamente médica, ou seja, é necessário concluir o curso de graduação em medicina, em geral de 6 anos de duração no Brasil. Após isso, o médico passa pela formação específica de psiquiatria, o que geralmente envolve cerca de 3 anos; a via de formação mais completa e tradicional consiste na \"residência médica\", assim como nas demais áreas da medicina. A Associação Brasileira de Psiquiatria reconhece as seguintes subespecialidades em psiquiatria: * Psiquiatria da infância e adolescência ou Pedopsiquiatria; * Psiquiatria forense; * Psicogeriatria, Psiquiatria da terceira idade ou Gerontopsiquiatria; * Psicoterapia; * Interconsulta em Hospital Geral ou Psiquiatria de Ligação. Outras estão em fase de avaliação. == Ver também == * Antipsiquiatria * Controvérsias envolvendo a psiquiatria * Psiquiatria biológica * Movimento antimanicomial * Neurociência * Neuropsiquiatria * Psicanálise === Listas === * Personalidades ilustres em psiquiatria * Medicamentos psiquiátricos ** Medicamentos psiquiátricos de acordo com a indicação Fontes * American Psychiatric Association (2000), Diagnostic and Statistical Manual of Mental Disorders. 4ª edição. Text revision. Washington, DC: American Psychiatric Association; 2000. * Ballone GJ, PsiqWeb, internet, disponível em www.psiqweb.med.br. * Sadock BJ, Sadock VA, eds. Kaplan & Sadock's Comprehensive Textbook of Psychiatry2000. 7ª edição. Baltimore: Lippincott Williams & Wilkins; 2000. * World Health Organization (WHO) International Classification of Diseases Online Version, disponível em http://www.who.int/classifications/icd/en/. == Ligações externas == *Associação Brasileira de Psiquiatria *Associação Portuguesa de Internos de Psiquiatria *SPPSM — Sociedade Portuguesa de Psiquiatria e Saúde Mental == Bibliografia == * COSTA, Adriana Cajado. Psicanálise e saúde mental: a análise do sujeito psicótico na instituição psiquiátrica. São Luis/MA: EDUFMA, 2009 Categoria:Especialidades médicas",
 "title": "Psiquiatria"
}