{
 "id": "106047",
 "text": "Zinédine Yazid Zidane (; Marselha, 23 de junho de 1972) é um treinador e ex- futebolista francês de origem argelina que atuava como meio-campista. Atualmente está sem clube. Como jogador, foi um camisa 10 clássico e é considerado um dos maiores de todos os tempos. Zidane é considerado o maior jogador da história do futebol francês, sendo frequentemente comparado ao seu compatriota Michel Platini. Durante sua carreira, defendeu equipes como Juventus e Real Madrid, estando presente também, na fase mais vitoriosa da história da Seleção Francesa, que conquistou a primeira Copa do Mundo e o segundo título da Eurocopa de sua história (a outra fora conquistada na época de Platini). De fato, personificou a subida dos Bleus, até então vistos como uma força média, para o escalão das grandes seleções,\"O novo Rei do futebol?\", Arnaldo Ribeiro, Placar número 1296, Editora Abril, julho de 2006, págs. 32-33 em uma mudança que chegou a ser vista como uma \"Queda da Bastilha\" desportiva.\"Croissant requentado\", Especial Placar Copa 2006, edição 4, Editora Abril, junho de 2006, págs. 29-31 Não se notabilizou tanto pela quantidade de gols marcados, Zidane era um jogador mais caracterizado pelo excelente domínio e controle de bola, pelas passadas largas, precisão nos passes e nos lançamentos e habilidade para driblar apenas quando necessário.\"O Maestro\", Especial Placar - Guia Europeus 2003/2004, setembro de 2003, Editora Abril, pág. 64\"O homem de gelo\", Especial Placar - Os Craques do Século, novembro de 1999, Editora Abril, pág. 105 No final do século XX, era descrito como um \"craque das antigas\", gostava de jogar de forma solidária, fazendo os companheiros brilharem, ditando o ritmo da equipe ao preparar as jogadas e distribuir assistências. Ainda assim, a vitória francesa na final da Copa do Mundo de 1998 se deve a dois gols seus. Reconhecido por brilhar em jogos decisivos, embora não deixasse a desejar em partidas de menor valor, está junto de Pelé, Vavá, Paul Breitner e Kylian Mbappé entre aqueles que marcaram gols em duas finais de Copa, ao fazer outro na final de 2006. Conquistou diversos títulos durante a sua carreira como jogador, além de ganhar também diversos prêmios individuais, incluindo três vezes o de Melhor Jogador do Mundo pela FIFA (ocupando o segundo lugar com mais galardões individuais, ao lado do seu ex-companheiro de time, o brasileiro Ronaldo). Numa lista publicada em 1999 pela revista World Soccer, Zidane surge na vigésima oitava posição, entres os cem melhores da história. Também foi inserido no FIFA 100 (lista dos 125 maiores jogadores vivos, que comemora os cem anos da entidade). E ficou em primeiro no UEFA Golden Jubilee Poll (lista dos maiores jogadores europeus da história), pesquisa realizada pela UEFA através da internet. Atualmente, além de continuar participando de jogos beneficentes, Zidane também é embaixador da Organização das Nações Unidas na luta contra a fome. == Carreira como jogador == === Início, Cannes e Bordeaux === Zidane é descendente de argelinos e vivia do sul da França quando iniciou a sua carreira nas categorias de base do Victório Mello Football Club, equipe inexpressiva que disputava campeonatos locais. Apenas uma temporada depois, acabou sendo levado ao não maior Septèmes-les-Vallons, onde permaneceu durante quatro anos. Sua grande habilidade vinha chamando a atenção de grandes equipes da Europa, até finalmente ser levado para um delas. Não para o clube do coração — o Olympique de Marseille, de sua cidade-natal –, e sim o Cannes. Foi para passar uma estadia de seis semanas de treinamentos, mas nunca retornou ao Septèmes-les-Vallons. Apenas uma temporada após sua chegada aos Dragons Rouges, fazia sua estreia como profissional em maio de 1989, contra o Nantes de Marcel Desailly e Didier Deschamps, mais tarde seus companheiros na seleção. Seu primeiro tento como profissional demorou para acontecer, saindo apenas em 10 de fevereiro de 1991, o que lhe rendeu um carro vermelho — presente de Alain Pedretti, presidente do Cannes na época. Embora tivesse a má fama de jogar mal quando o Cannes mais precisava dele e de terminar rebaixado da Ligue 1 na temporada 1991–92, foi, depois dela, vendido ao Bordeaux, que pagou sete milhões de euros por seu passe. No Bordeaux, conquistou seu primeiro título como profissional: a extinta Copa Intertoto da UEFA. Como jogador do clube, debutou em 1994 pela Seleção Francesa, mas só veio a ter maior projeção internacional em sua quarta temporada nos girondins: o clube, que não vivia sua melhor época, chegou à final da Copa da UEFA de 1996, deixando pelo caminho equipes como o Milan (que duas temporadas antes, fora campeão europeu do principal título do continente). Os franceses perderam o título para o Bayern de Munique de Jürgen Klinsmann, Lothar Matthäus e Jean- Pierre Papin, mas a campanha rendeu ao jovem Zidane uma transferência para a tradicional Juventus. Curiosamente, antes de sua transferência para a equipe da Juventus de Turim, o então treinador do Blackburn Rovers na época, Ray Harford, demonstrava grande interesse na contratação de Zidane e seu companheiro de equipe, o também francês Christophe Dugarry. Porém, o presidente da equipe na época, Jack Walker, teria respondido: \"Por que você deseja contratar Zidane quando temos Tim Sherwood\", em alusão a um ídolo local na época. Outro fato curioso foi o interesse de Alex Ferguson, que na época já treinava o Manchester United e acompanhou a evolução de Zidane por algum tempo, chegando até mesmo a cogitar uma transferência do francês, na época ainda garoto do Bordeaux, para o Manchester United. Porém, devido a incertezas se haveria adaptação ao estilo de jogo do clube inglês, o técnico escocês acabou desistindo da sua contratação. === Juventus === A equipe bianconera, comandada por Marcello Lippi, havia acabado de faturar a Liga dos Campeões da UEFA. O reforço, no início, seria atrapalhado pelas comparações com o compatriota Michel Platini, que fizera história no clube na década anterior.\"Craque-nouveau\", Paulo Passos, Placar número 1310, setembro de 2007, Editora Abril, pág. 46 Mas não tardou a faturar títulos: sua primeira conquista na temporada foi a Copa Intercontinental, e esta competição teve um sabor especial: foi contra o River Plate, possibilitando-lhe uma partida contra o uruguaio Enzo Francescoli, de quem o francês tornara-se grande fã quando o sul-americano defendera o Olympique de Marseille. Além de ter batizado seu filho de Enzo, a idolatria havia feito Zizou usar regularmente para dormir a camisa do River que conseguira do ídolo ao final da partida. O meia terminou a boa temporada vencendo também a Supercopa da UEFA, dessa vez contra o Paris Saint-Germain de Raí e Leonardo. Ao final da temporada, ganhou também o Scudetto. Só faltou-lhe a Liga dos Campeões da UEFA: a Juventus chegou pela segunda vez seguida (a primeira com Zidane) à decisão, mas perdeu para o surpreendente Borussia Dortmund. Ainda assim, sua temporada de estreia na Itália lhe renderia a premiação de melhor jogador estrangeiro do ano. A temporada seguinte, a de 1997–98 foi uma certa repetição: Zidane ajudou o clube a faturar novo título na Serie A, mas foi novamente vice na Liga dos Campeões, desta vez para o Real Madrid. Qualquer frustração foi superada semanas depois, em que ele foi o grande nome na inédita conquista francesa na Copa do Mundo FIFA de 1998. Terminaria aquele ano recebendo os prêmios de Melhor Jogador do Mundo pela FIFA e da France Football. Porém, desde então, viveu um período de pouco brilho da Juventus, que em um jejum de quatro anos sem títulos. Na Serie A, a equipe ficou apenas em sexta em 1999, perdeu por um ponto para a Lazio o Scudetto de 2000 quando dependia apenas de si para faturá-lo, e por dois pontos para a Roma em 2001. Paralelamente, nos torneios europeus, a série de finais na Liga dos Campeões da UEFA foi também interrompida: a Juve foi parada nas semifinais em 1999 após ser derrotada de virada por 3–2 pelo futuro campeão Manchester United em plena Turim; disputando a Copa da UEFA em 2000, o clube caiu nas oitavas de final após ser goleado por 4–0 pelo Celta de Vigo; de volta à Liga dos Campeões da UEFA, a equipe deu vexame na volta à competição, terminando em último no seu grupo em 2001. Ainda assim, nesse período, Zidane foi reeleito em 2000 o Melhor Jogador do Mundo pela FIFA, pela conquista da Eurocopa daquele ano com a França. A seca de conquistas da Velha Senhora se resolveria com o título italiano de 2002, mas sem seu maestro francês: ao fim da temporada 2000–01, ele, que declarara que planejava sair apenas para o Olympique Marselha, o clube do coração, transferiu-se para o Real Madrid. Viveria mais badalado na Espanha, mas foi entre os bianconeri que ele ganhou seus títulos mais importantes, tanto entre clubes quanto, paralelamente, na própria seleção, o que ele reconheceu ao declarar, ainda em 1998, que \"foi na Juventus que aprendi a ganhar\".\"o dia de glória chegou\", Marcelo Duarte, Placar número 1141, julho de 1998, Editora Abril, págs. 36-39 === Real Madrid === Sua transferência aos merengues foi a mais cara da história na época (setenta e sete milhões de euros) e até 2009 a maior, sendo superada pelo português Cristiano Ronaldo. O clube não faturou a La Liga (que ficou com o Valencia), mas ficou com o título mais importante da temporada europeia: a Liga dos Campeões da UEFA. O sabor da conquista foi ainda mais especial do que o normal para cada uma das partes: para Zizou, era a primeira vez que levantava o troféu, depois de dois vice- campeonatos com a Juventus; para o Real, além de representar la novena (sua nona conquista, sendo a terceira em quatro anos, isolando-se ainda mais como maior vencedor da competição), presenteava também o centenário do clube, naquele 2002.\"La Novena do Real Madrid de Zidane\", Anuário Placar 2003, Editora Abril, pág. 621 Para completar, a equipe chegou à final após eliminar o arquirrival Barcelona nas semifinais, com Zidane marcando um dos gols em vitória por 2–0 em pleno Camp Nou. Ele também marcou um gol na final, contra o Bayer Leverkusen, dando a vitória aos blancos de forma espetacular: com a partida empatada em 1–1, emendando de voleio um cruzamento de Roberto Carlos antes que Michael Ballack pudesse fazer desarme.\"O dilema da camisa 10\", Cassiano Ricardo Gobbet, Dassler Marques e Leonardo Bertozzi, Trivela número 26, abril de 2008, Trivela Comunicações, págs. 36-41 A temporada que se seguiu, para Zidane, foi uma repetição de seu primeiro ano na Itália: ganhou a Supercopa Europeia (o único título que faltava ao Real Madrid)\"Real ganha o título que faltava\", Anuário Placar 2003, Editora Abril, pág. 655 e a Copa Intercontinental, bem como a La Liga. O clube ainda chegou às semifinais da Liga dos Campeões da UEFA, sendo parado pela ex-equipe de Zizou, a Juventus. Com isso, recebeu pela terceira vez o prêmio de Melhor Jogador do Mundo pela FIFA, igualando Ronaldo, com quem convivia no Real e formavam os chamados Galácticos, ao lado de Luís Figo e David Beckham. A temporada 2003–04 iniciou- se com o título da Supercopa da Espanha, que acabaria sendo a última taça que Zidane ergueria como jogador, apesar da campanha promissora dos blancos até maio de 2004: o clube liderava com tranquilidade a La Liga, estava na final da Copa do Rei e nas quartas de final da Liga dos Campeões da UEFA.\"O apocalipse dos galácticos\", Jonas Oliveira, Placar número 1295, junho de 2006, Editora Abril, págs. 62-63 O time, porém, sucumbiria nas três competições: perdeu a Copa para o Zaragoza, caiu nas quartas europeias para o surpreendente Monaco e decaiu no Campeonato Espanhol, em que o título ficou com o Valencia. Para piorar, o Real não se recuperaria por um tempo, justamente no momento em que o arquirrival Barcelona se reerguia, faturando os dois Campeonatos Espanhóis que se seguiram e a Liga dos Campeões da UEFA de 2005–06. No torneio europeu, os merengues amargaram duas eliminações nas oitavas de final: em 2005, novamente para a Juventus, sofrendo um gol a quatro minutos do fim da prorrogação; já em 2006, a queda foi para o Arsenal, que ganhou em pleno Santiago Bernabéu. Zidane não viveria má fase apenas no clube, encarando uma decepcionante campanha com a França na Eurocopa de 2004. Em abril de 2006, o meia anunciou que se aposentaria do clube ao final da temporada, retirando-se dos gramados depois da Copa do Mundo FIFA de 2006, realizada na Alemanha. Em sua última partida pela equipe, no dia 7 de maio, o elenco usava uma camisa comemorativa com \"Zidane 2001-2006\" abaixo do escudo do clube. A partida, que foi contra o Villarreal, terminou empatada em 3–3, sendo um dos gols de Zidane. Todavia, sua última temporada no Real Madrid foi considerada apática, razão pelo qual o meia foi disputar o mundial de 2006 como uma incógnita.\"Eles renasceram\", Placar número 1296, Editora Abril, julho de 2006, pág. 60 == Seleção Nacional == === Primeiros anos === Sendo descendente de argelinos, Zidane teve chances de defender a Argélia; no entanto, segundo boatos na época, o treinador Abdelhamid Kermali o considerava lento demais, por isso nunca o convocou. No entanto, Zidane negou anos mais tarde numa entrevista que isso tenha acontecido, dizendo que ele não poderia defender a Argélia, pois já defendia a França. Sua estreia nos Bleus aconteceu contra a República Tcheca. Entrando aos dezoito minutos do segundo tempo, marcou os dois tentos do empate. === Euro 1996 === Conquistou a posição de titular dos Bleus após a suspensão de Éric Cantona, que havia agredido um torcedor do Crystal Palace durante uma partida contra o mesmo. Já em sua primeira competição oficial, a Eurocopa de 1996, foi às semifinais, mas apagado. O torneio foi disputado em um período em que Zizou passou quinze partidas e mais de um ano sem marcar gols pela França. Na época, oscilava com belas apresentações na Juventus e performances fracas pela Seleção: nas trinta partidas que fez pelo seu país antes da Copa do Mundo FIFA de 1998, para a qual estava automaticamente garantida como país-sede, foi substituído em dez e começou no banco em outras seis. === Copa do Mundo de 1998 === Ainda assim, desafiou os críticos ao anunciar, pouco antes da estreia do mundial: \"Eu vou ganhar essa Copa!\". Nesse período, realizou-se também o Torneio da França, competição amistosa preparatória para a Copa. Os franceses perderam em casa para a rival Inglaterra e apenas empataram contra Brasil e Itália. A Copa chegou e, assim como vinha até então, Zidane foi irregular na maior parte do torneio: após uma estreia razoável, diante da África do Sul, complicou a sua \"profecia\" ao, desnecessariamente, pisar em um adversário da Arábia Saudita e ser expulso. O lance lhe valeu dois jogos de suspensão. Não jogou mal nas quartas de final, quando esteve de volta, e nas semifinais, mas ainda assim atuou menos do que se esperava dele.\"Espetáculo em campo\", Especial Placar: Os 100 Craques das Copas, outubro de 2005, Editora Abril, págs. 84-85 Foi justamente na decisão, contra o Brasil, então detentor do título, que veio a sua redenção: aproveitando-se de duas cobranças de escanteio no primeiro tempo, fez uma de suas mais perfeitas exibições e marcou dois gols de cabeça, justamente um de seus pontos fracos, praticamente definindo o inédito título francês ainda na primeira etapa. A partida terminaria com vitória anfitriã por 3–0 (Emmanuel Petit marcou o terceiro, já nos descontos do segundo tempo), no que foi a segunda maior derrota brasileira em Copas e, mais do que isso, o inédito título da desacreditada França. Se a atuação na decisão não lhe valeu o prêmio de melhor jogador da Copa (em que ficou atrás do brasileiro Ronaldo), seu papel decisivo foi reconhecido pela FIFA e pela France Football, que lhe entregaram ao final do ano seus respectivos prêmios concedidos ao melhor jogador. === Euro 2000 === Pela França, a conquista da Copa foi seguida de um tortuoso caminho rumo à Eurocopa de 2000. Por pouco os campeões do mundo não ficaram de fora do torneio continental: conseguiram a única vaga do grupo beneficiando-se de um inesperado empate na última rodada dos então líderes, Rússia e Ucrânia, em Moscou, ultrapassados em respectivamente dois e um ponto pela vitória francesa sobre a Islândia. Zidane voltava a oscilar, marcando apenas uma vez nas eliminatórias, e diante da fraca Armênia. Marcou três vezes nas 15 partidas que se seguiram à vitória contra o Brasil. Mas na Euro, os Bleus souberam impor-se, perdendo quando podiam: para os anfitriões Países Baixos (partida esta em que ele não jogou), na última rodada da primeira fase, após terem vencido Dinamarca e República Tcheca. Na fase final, ele novamente despertou, marcando nas vitórias por 2–1 sobre a Espanha e Portugal (contra os lusitanos, um gol de ouro a três minutos do fim da prorrogação). A conquista da Euro veio após uma dramática final contra a Itália, que vencia até os 49 minutos do segundo tempo, quando a França igualou. Posteriormente, venceria com gol de ouro no tempo extra. Sendo o maestro do segundo título francês na Euro (o que ainda repetia um feito da Alemanha Ocidental, que também conquistara seguidamente Copa e Eurocopa), Zidane seria eleito ao final daquele ano 2000 o Melhor Jogador do Mundo pela FIFA pela segunda vez. A conquista também sedimentou a França como primeira colocada no ranking de melhor seleção do mundo, pela mesma entidade. No ano seguinte, os Bleus, mesmo sem algumas de suas maiores estrelas (o que incluía Zidane), venceriam também a Copa das Confederações FIFA de 2001. Por tudo isso, com um time mais experiente e ainda melhor do que o campeão mundial de 1998, a França chegou à Copa do Mundo FIFA de 2002 como a grande favorita.\"Quanto mais velho, melhor\", Especial Placar - Guia da Copa, maio de 2002, Editora Abril, pág. 24 === Copa do Mundo de 2002 === Cinco dias antes do torneio,\"11 de junho - terça\", Arnaldo Ribeiro, Placar número 1251, dezembro de 2002, Editora Abril, pág. 74 em amistoso contra a anfitriã Coreia do Sul, o maior astro dos campeões sofreu um estiramento na coxa. A lesão o impossibilitou de jogar a estreia e a segunda partida. Sem ele, os franceses obtiveram dois resultados ruins — derrota por 1–0 para o surpreendente Senegal e empate sem gols contra o Uruguai. Para se classificarem, precisavam vencer por dois gols de diferença a Dinamarca, algo possível nos melhores dias da equipe\"O problema: falta De Gaulle\", Placar número 1231, Editora Abril, julho de 2002, pág. 106 — que, de fato, batera o mesmo adversário por 3–0, dois anos antes, na vitoriosa Euro 2000. Ainda em condições precárias de jogo, Zidane foi jogar no sacrifício contra os nórdicos. Pouco pôde fazer: intranquilos, os Bleus perderam boas chances de gol e foram batidos no contra-ataque. O jogo terminou com dois gols de diferença, mas um 2–0 favorável aos dinamarqueses. Ainda assim, ele foi avaliado como o melhor francês em campo naquele dia,\"Campeões? Que campeões?\", Placar número 1231, Editora Abril, julho de 2002, pág. 100 mas foi pouco para evitar o vexame de pior campanha de um detentor do título: os franceses saíram da Ásia sem ter sequer marcado gols. === Euro 2004 === No ano seguinte, a Seleção Francesa recuperou-se um pouco ao novamente vencer a Copa das Confederações FIFA de 2003, novamente sem ele. Paralelamente, a equipe se classificou sem maiores dificuldades para a Eurocopa de 2004, com dez pontos de vantagem sobre o segundo colocado e 100% de aproveitamento. Zizou fazia um bom torneio até as quartas de final; na primeira fase, marcou, nos acréscimos, os dois gols da vitória de virada sobre a rival Inglaterra e outro em um 3–1 sobre a Suíça. A campanha terminou decepcionante, todavia, pela precoce eliminação no primeiro mata-mata, em derrota inesperada para a Grécia, futura campeã.\"Que zi dane!\", Alexandre Julliard, Especial Placar Copa 2006, edição 3, Editora Abril, junho de 2006, pág. 44 O revés na Euro seria a última partida de Zidane pela França e de outros membros da geração dourada francesa, como Lilian Thuram, Claude Makélélé, Bixente Lizarazu e Marcel Desailly. Pouco mais de um ano depois, Zizou reviu sua posição, declarando-se disposto a voltar e atribuindo a decisão a uma conversa com o irmão (embora tenha chegado a divulgar-se que ele teria sido aconselhado por uma estranha voz em uma madrugada).\"Zidane - uma voz do além\", Maurício Ribeiro de Barros, Placar número 1286, setembro de 2005, Editora Abril, págs. 16-17 Sua volta, como capitão, juntamente com os retornos também de Thuram e Makélélé, foi providencial: os franceses estavam ameaçados de não se classificar para a Copa do Mundo FIFA de 2006. Com eles de volta nas quatro rodadas que restavam, porém, a vaga veio com três vitórias e um empate que deixou a França como líder de seu grupo — a reação é notada pelo fato de que ela ficou a apenas três pontos da quarta colocada, a Irlanda. Posteriormente, em amistoso preparatório contra o México, Zidane realizou sua centésima partida pela Seleção, sendo o quarto a atingir tal marca, após Marcel Desailly, Didier Deschamps e Lilian Thuram. === Copa do Mundo de 2006 === Na primeira fase da Copa, porém, ele, após aposentar-se ao fim de uma temporada fraca pelo Real Madrid, comportou-se como um jogador comum\"Por que não parei antes?\", Sérgio Xavier Filho, Especial Placar Copa 2006, edição 3, Editora Abril, junho de 2006, pág. 44 e a França obteve resultados desanimadores, empatando os dois primeiros jogos e marcando apenas um gol até então. Precisou-se vencer o Togo, do qual esteve suspenso pelo acúmulo de cartões amarelos, para garantir-se a vaga nas oitavas. E no mata-mata, os franceses recuperaram: jogando bem, venceram de virada por 3–1 a favorita Espanha, com ele demonstrando sua velha classe ao definir a vitória gaulesa ao marcar o terceiro gol aos 46 minutos do segundo tempo. Por causa do desempenho irregular, todavia, a França chegou às quartas como uma incógnita. O jogo seria um reencontro contra o Brasil em mundiais, oito anos após a final de 1998. Contra os canarinhos, Zidane realizou uma de suas melhores partidas, demonstrando toda a sua criatividade durante o jogo,\"Zidane, o Joga Bonito\", André Rizek, Especial Placar Copa 2006, edição 3, Editora Abril, julho de 2006, págs. 27-28 o que incluiu um drible de chapéu sobre o ex-colega do Real Madrid, Ronaldo, e a assistência de falta no único gol da partida (de Thierry Henry). Ressurgido, terminou eleito o melhor em campo. Nas semifinais, marcou, de pênalti, o gol de pênalti da vitória sobre Portugal e, antes mesmo de disputar sua segunda final de Copa, foi eleito o melhor jogador do torneio. Já na final, Zidane marcou novamente de pênalti, tornando-se apenas o quarto jogador na história a marcar em duas finais (os outros foram Vavá, Pelé e Paul Breitner). Cobrou de \"cavadinha\",\"E Zizou se foi...\", Maurício Barros, Placar número 1296, Editora Abril, julho de 2006, pág. 29 no estilo introduzido pelo tcheco Antonín Panenka. Os italianos empataram doze minutos depois, com Marco Materazzi.\"Avanti Azzurra\", Maurício Barros, Placar número 1296, Editora Abril, julho de 2006, pág. 26-29 A partida seguiu empatada, sem muitos chances de perigo, até o fim do tempo normal. Aos 13 minutos do primeiro tempo da prorrogação, Zidane esteve muito perto de recolocar a França à frente e talvez marcar o gol do título: girou, serviu Willy Sagnol na direita e foi para a área, cabeceando a bola após cruzamento preciso do lateral. Porém, a grande chance foi espalmada por Gianluigi Buffon. Minutos depois, já aos 5 minutos do segundo tempo da prorrogação, ocorreria o polêmico lance que manchou a sua despedida: após ouvir insultos verbais de Materazzi, reagiu com uma cabeçada no tórax do adversário. Sua última imagem em campo foi simbólica: desceu aos vestiários passando ao lado da taça, que ficaria com a Itália após os azzurri ganharem nos pênaltis o torneio. Ainda assim, Zidane foi bastante celebrado na volta à França, com o seu presidente Jacques Chirac declarando que \"gostaria de expressar a minha estima a esse homem, que encarnou todos os valores mais belos do esporte e que honrou o país\". == Carreira como treinador == === Real Madrid === Em julho de 2013, ingressou como auxiliar técnico de Carlo Ancelotti no Real Madrid. Após conquistar o título da Copa do Rei e da Liga dos Campeões da UEFA desempenhando a função de auxiliar, Zidane foi anunciado como novo técnico do Real Madrid Castilla, o time B dos Merengues, no dia 25 de junho de 2014. No entanto, uma denúncia de Miguel Galán, dirigente do Centro Nacional de Formação de Treinadores da Espanha, fez com que a Federação Espanhola afastasse Zidane por três meses do comando do Castilla por não ter a certificação nível exigida na Espanha para que pudesse treinar times profissionais da Primeira Divisão. O Real Madrid recorreu da decisão, e o Tribunal Administrativo do Esporte invalidou a resolução, permitindo a volta de Zidane ao comando da equipe após 90 dias cumpridos da punição. Após a demissão do espanhol Rafa Benítez, Zidane foi oficializado como técnico da equipe principal no dia 4 de janeiro de 2016. Estreou pela equipe no dia 9 de janeiro, na goleada por 5–0 sobre o Deportivo La Coruña, em jogo válido pela La Liga. Sob o comando dos Blancos, o francês os levou ao título da Liga dos Campeões da UEFA. Essa conquista tornou Zidane o único a ganhar a Liga dos Campeões da UEFA como jogador (2002), auxiliar técnico (2014) e treinador (2016). O francês conquistou a Supercopa da UEFA no dia 8 de agosto de 2017, tornando-se assim o primeiro homem da história do futebol a ganhar dois destes títulos como jogador (1996 e 2002) e como treinador (2016 e 2017). Já no dia 16 de dezembro, conquistou o Mundial de Clubes da FIFA pelo segundo ano consecutivo. ==== Saída ==== Após ter conquistado a Liga dos Campeões da UEFA três vezes consecutivas, o técnico anunciou sua saída do Real Madrid no dia 31 de maio de 2018, em uma entrevista coletiva surpresa. === Retorno ao Real === No dia 11 de março de 2019, após nove meses de sua saída do Real Madrid, a diretoria anunciou o retorno do treinador devido aos seguidos resultados negativos e a eliminação humilhante na Liga dos Campeões para o Ajax, em pleno Santiago Bernabéu, pelo placar de 4–1. Em seu retorno ao clube, conquistou novamente a La Liga e a Supercopa da Espanha, mas após um 2021 sem títulos, deixou o clube pela segunda vez. == Estatísticas == === Como jogador === Clube Temporada Campeonato nacional Copa nacional Competições europeias Total Camisa Jogos Gols Camisa Jogos Gols Camisa Jogos Gols Jogos Gols Cannes 1988–89 - 2 0 – – 2 0 1989–90 - 0 0 – – 0 0 1990–91 - 28 1 – – 28 1 1991–92 11 31 5 – 11 4 0 35 5 Total - 61 6 – - 4 0 67 6 Bordeaux 1992–93 7 35 10 – – 35 10 1993–94 7 34 6 – 7 6 2 40 8 1994–95 7 37 6 7 3 2 7 4 1 44 19 1995–96 7 33 6 7 14 3 7 8 1 55 10 Total - 139 28 - 17 5 - 12 2 174 47 Juventus 1996–97 21 29 5 21 9 1 21 10 2 48 8 1997–98 21 32 7 21 13 5 21 11 3 56 15 1998–99 21 25 2 21 6 0 21 10 0 41 2 1999–00 21 32 4 21 14 5 21 4 0 50 9 2000–01 21 33 6 21 7 2 21 4 0 44 8 Total - 151 24 - 49 12 - 29 5 239 42 Real Madrid 2001–02 5 31 7 5 9 1 5 9 3 49 11 2002–03 5 33 9 5 7 3 5 14 3 54 15 2003–04 5 33 6 5 11 4 5 10 3 54 13 2004–05 5 29 6 – 5 10 0 39 6 2005–06 5 29 9 5 15 5 5 4 0 48 14 Total - 155 37 - 42 13 - 47 9 244 59 Total 5, 7, 11, 21 506 95 5, 7, 21 108 30 5, 7, 11, 21 92 16 724 154 === Seleção Francesa === ;Gols em Copa do Mundo # Data Adversário Placar Resultado Local 1 12 de julho de 1998 1–0 3–0 Stade de France, Saint-Denis 2 12 de julho de 1998 2–0 3–0 Stade de France, Saint-Denis 3 27 de junho de 2006 3–1 3–1 AWD-Arena, Hanôver 4 5 de julho de 2006 1–0 1–0 Allianz Arena, Munique 5 9 de julho de 2006 1–0 1–1 (3-5) Olympiastadion, Berlim === Como treinador === Clube Jogos Vitórias Empates Derrotas Aproveitamento Real Madrid Castilla 57 26 17 14 45,61% Real Madrid 263 174 53 36 70,47% == Títulos como jogador == ;Bordeaux *Copa Intertoto da UEFA: 1995 ;Juventus *Copa Intercontinental: 1996 *Supercopa da UEFA: 1996 *Serie A: 1996–97 e 1997–98 *Supercopa da Itália: 1997 *Copa Intertoto da UEFA: 1999 ;Real Madrid *Supercopa da Espanha: 2001 e 2003 *Liga dos Campeões da UEFA: 2001–02 *Supercopa da UEFA: 2002 *Copa Intercontinental: 2002 *La Liga: 2002–03 ;Seleção Francesa *Copa do Mundo FIFA: 1998 *Eurocopa: 2000 === Prêmios individuais === *Melhor jogador jovem da Ligue 1: 1993–94 *Melhor jogador da Ligue 1: 1995–96 *Melhor jogador estrangeiro da Serie A: 1997 e 2001 *Seleção da Copa do Mundo FIFA: 1998 e 2006 *Melhor meia da UEFA: 1998 *Jogador Francês do Ano: 1998 e 2002 *Campeão dos Campeões (L'Équipe): 1998 *Onze de Ouro: 1998, 2000 e 2001 *Melhor Jogador do Mundo pela FIFA: 1998, 2000 e 2003 *Melhor jogador do mundo pela World Soccer: 1998 *Ballon d'Or: 1998 *Onze ideal da ESM: 1998, 2002, 2003 e 2004 *100 Craques do Século — World Soccer: 1999 Revista World soccer 1999 - Fonte: www.england football online. com *Melhor jogador da Eurocopa: 2000 *Seleção da Eurocopa: 2000 e 2004 *Melhor jogador da Serie A: 2001 *Seleção da UEFA: 2001, 2002 e 2003 *Jogador Europeu do Ano: 2002 *Melhor jogador estrangeiro da La Liga: 2002 *Time dos Sonhos da Copa do Mundo FIFA: 2002 *UEFA Golden Jubilee Poll (melhor jogador europeu dos últimos cinquenta anos): 2004 *FIFA 100: 2004 *FIFPro World XI: 2005 e 2006 *Melhor construtor de jogo do Mundo da IFFHS: 2006 *Melhor jogador da Copa do Mundo FIFA: 2006 *Troféu de honra da UNFP: 2007 *Marca Leyenda: 2008 *Prêmio Golden Foot (Lenda do Futebol): 2008 *Melhor jogador da década pela revista ESPN: 2009 *Melhor jogador da década pelo jornal Marca: 2009 *Jogador da década da Fox Sports: 2009 *Equipe da década pela revista The Sun: 2009 *Equipe da década pelo Goal.com: 2009 *Seleção da UEFA da década: 2009 *Melhor jogador da década pela revista Sports Illustrated: 2009 *Equipe da década pela revista Sports Illustrated: 2009 *Equipe da década pela revista Don Balón: 2010 *Jogador da década da revista Don Balón: 2010 *Melhor jogador dos últimos 20 anos da Liga dos Campeões da UEFA: 2011 *Prêmio Laureus do Esporte Mundial, prêmio pela carreira: 2011 *Seleção de todos os tempos da World Soccer: 2013 *Goal Hall of Fame: 2014 *Melhor jogador da história do Campeonato Francês: 2014 *Melhor jogador da história do futebol francês: 2016 *Time dos sonhos da Eurocopa: 2016 *Bola de Ouro Dream Team: Segundo Esquadrão *IFFHS ALL TIME WORLD MEN'S DREAM TEAM (Time B) == Títulos como treinador == ;Real Madrid *Liga dos Campeões da UEFA: 2015–16, 2016–17 e 2017–18 *Supercopa da UEFA: 2016 e 2017 *Copa do Mundo de Clubes da FIFA: 2016 e 2017 *La Liga: 2016–17 e 2019–20 *Supercopa da Espanha: 2017 e 2019–20 === Prêmios individuais === *Técnico revelação da La Liga pela UEFA: 2015–16 *Seleção das revelações da Liga dos Campeões da UEFA: 2015–16 *La Liga — Treinador do Mês: abril de 2016 e maio de 2017 *Treinador francês do ano: 2016 e 2017 *Melhor técnico do Campeonato Espanhol pela UEFA: 2016–17 e 2019–20 *Melhor técnico da Liga dos Campeões da UEFA: 2017 *Le Buteur — Treinador do Ano: 2017 *Onze d'Or — Treinador do Ano: 2016–17, 2017–18 e 2020–21 *Melhor treinador do Ano da FIFA: 2017 *Treinador do Ano da ESPN: 2017 *Melhor Treinador do Mundo da IFFHS: 2017 e 2018 *Treinador do Ano da Globe Soccer: 2017 *Melhor Treinador do Mundo da World Soccer: 2017 *Troféu Miguel Muñoz: 2020 === Condecorações === * Cavaleiro da Ordem Nacional da Legião de Honra: 1998 * Medalha Athir da Ordem do Mérito Nacional da Argélia: 2006 * Oficial da Ordem Nacional da Legião de Honra: 2009 == Ver também == *Liga dos Campeões da UEFA *Copa do Mundo FIFA == Ligações externas == * * * * * Categoria:Naturais de Marselha Categoria:Franceses de ascendência argelina Categoria:Futebolistas da França Categoria:Futebolistas da Association Sportive de Cannes Football Categoria:Futebolistas do Football Club des Girondins de Bordeaux Categoria:Futebolistas da Juventus Football Club Categoria:Futebolistas do Real Madrid Club de Fútbol Categoria:Franceses expatriados na Itália Categoria:Franceses expatriados na Espanha Categoria:Jogadores da Seleção Francesa de Futebol Categoria:Jogadores da Eurocopa de 1996 Categoria:Jogadores da Eurocopa de 2000 Categoria:Jogadores da Eurocopa de 2004 Categoria:Jogadores da Copa do Mundo FIFA de 1998 Categoria:Jogadores da Copa do Mundo FIFA de 2002 Categoria:Jogadores da Copa do Mundo FIFA de 2006 Categoria:Melhores jogadores do mundo pela FIFA Categoria:Desportistas recebedores do prêmio Campeão dos Campeões Categoria:Jogadores campeões da Copa do Mundo FIFA Categoria:Treinadores de futebol da França Categoria:Treinadores do Real Madrid Castilla Club de Fútbol Categoria:Treinadores do Real Madrid Club de Fútbol Categoria:FIFA 100",
 "title": "Zinédine Zidane"
}