{
 "id": "106219",
 "text": "A morfina é um fármaco narcótico de alto poder analgésico usada principalmente para aliviar dores intensas, agudas e crônicas. Pertencente ao grupo dos opioides, foi isolado pela primeira vez em 1804 por Friedrich Sertürner, que começou a distribuir a droga em 1817. A morfina passou a ser comercializada em 1827 pela Merck, que à época era uma pequena empresa química. O nome da substância tem origem no deus grego dos sonhos, Morfeu (). Com a invenção da agulha hipodérmica em 1899, o uso da morfina generalizou-se para o tratamento da dor. Foi utilizada na Guerra Civil Americana, resultando em 400 mil soldados com síndrome de dependência devido ao seu uso impróprio. A heroína, cujo nome científico é diacetilmorfina, foi derivada da morfina em 1874. == Usos clínicos == * Dor crônica: é a primeira escolha no tratamento da dor crónica pós-operativa, no Câncer e outras situações. Tem vindo a ser substituída como primeira escolha pelo fentanil. * Dor aguda forte: em trauma, dor de cabeça (cefaleia), ou no parto. Não se devem usar nas cólicas biliares (lítiase biliar ou pedra na vesícula) porque provocam espasmos que podem aumentar ainda mais a dor. Não é primeira escolha na dor inflamatória (são usados AINEs). * Na anestesia geral. * Tosse aguda e crônicas violentas como no câncer de pulmão e coqueluche. * Diarréia, diminui a motilidade intestinal. == Mecanismo de ação == Os opioides são agonistas dos receptores opioides. Estes existem em neurônios de algumas zonas do cérebro, medula espinhal e nos sistemas neuronais do intestino. Os receptores opioides são importantes na regulação normal da sensação da dor. A sua modulação é feita pelos opioides endogenos (fisiológicos), como as endorfinas e as encefalinas, que são neurotransmissores. Existem quatro tipos de receptores opioides: mu, delta, sigma e kappa. Os receptores mu são os mais significativos na acção analgésica, mas os delta e kappa partilham de algumas funções. Cada tipo de receptores é ligeiramente diferente do outro, e apesar de alguns opioides activarem todos de forma indiscriminada, alguns já foram desenvolvidos que activam apenas um subtipo. Os opioides endógenos são péptidos (pequenas proteínas). Os fármacos opioides usados em terapia apesar de não serem proteínas têm conformações semelhantes em solução às dos opioides endógenos, activando os receptores em substituição destes. == Administração == Via oral, subcutânea, intramuscular ou intravenosa. Epidural, transdérmica, intranasal são menos usadas. É frequente ser dado ao paciente o controlo de uma bomba, activada por um botão, que injecta opioide de acordo com o seu desejo. Existe geralmente um mecanismo que previne a injecção de doses elevadas (que podem provocar danos graves), mas na grande maioria dos casos o controle pelo doente reduz a ansiedade e as doses acabam até por ser mais baixas. Nos doentes com dores não existe efeito eufórico, mas há efeito sedativo, portanto o paciente limita-se a carregar no botão quando sente dores, mas de forma a evitar o efeito de sonolência. Metabolizada no fígado. Efeito de 4 a 6 horas após administração. Ultrapassa a barreira hemato-encefálica e a placenta. Não deve ser usada na gravidez. == Efeitos clinicamente úteis == * Analgesia central com supressão da dor. * Sedação na anestesia. * Na sua forma natural tem relação com microRNAs envolvidos no tratamento de câncer e doenças neurodegenerativas A morfina é um principio ativo copiado sintéticamente do bulbo da popoila do ópio e é um fármaco que alivia dores extremas. A planta em seu estado natural contem mais de 5000 princípios ativos, entre eles controladores microRNA 133b que, usados em doses controladas , combatem câncers como gliomas e outros doenças neurodegenerativas já na sua forma sintética isolada ou morfina da Merck, não trás este efeito == Efeitos adversos == Comuns: * Euforia pode conduzir à dependência. * Sedação * Miose: constrição da pupila do olho * Depressão respiratória: em overdose constitui a principal causa de morte. Há alguma diminuição da respiração mesmo em doses terapêuticas. * Supressão da tosse: pode ser perigosa se houver infecções pulmonares. * Rigidez muscular. * Vasodilatação com calores na pele. * Prurido cutâneo. * Ansiedade, alucinações, pesadelos. * Vómitos por activação da zona postrema medular centro emético neuronal. Incomuns: * Libertação de hormona prolactina com possível ginecomastia (crescimento das mamas) nos homens e galactorreia (secreção de leite) nas mulheres. * Prolongamento do parto. * Redução da função renal. == Efeitos tóxicos == Os narcóticos sendo usados através de injeções dentro das veias, ou em doses maiores por via oral, podem causar grande depressão respiratória e cardíaca. A pessoa perde a consciência, fica de cor meio azulada porque a respiração muito fraca quase não mais oxigena o sangue e a pressão arterial cai a ponto de o sangue não mais circular direito: é o estado de coma que se não for atendido pode levar à morte. Literalmente centenas ou mesmo milhares de pessoas morrem todo ano na Europa e Estados Unidos intoxicadas por heroína ou morfina. Além disso, como muitas vezes este uso é feito por injeção, com freqüência os dependentes acabam também por pegar infecções como hepatite e mesmo AIDS. No Brasil, uma destas drogas tem sido utilizada com alguma freqüência por injeção venosa: é propoxifeno (principalmente o Algafan®). Acontece que esta substância é muito irritante para as veias, que se inflamam e chegam a ficar obstruídas. Existem vários casos de pessoas com sérios problemas de circulação nos braços por causa disto. Há mesmo descrição de amputação deste membro devido ao uso crônico de Algafan® . Outro problema com estas drogas é a facilidade com que elas levam à dependência, ficando as mesmas como o centro da vida das vítimas. E quando estes dependentes, por qualquer motivo, param de tomar a droga, ocorre um violento e doloroso processo de abstinência, com náuseas e vômitos, diarreia, cãibras musculares, cólicas intestinais, lacrimejamento, corrimento nasal, etc, que pode durar até 8-12 dias. Além do mais o organismo humano se torna tolerante a todas estas drogas narcóticas. Ou seja, como o dependente destas não mais consegue se equilibrar sem sentir os seus efeitos ele precisa tomar cada vez doses maiores, se enredando cada vez mais em dificuldades, pois para adquiri-las é preciso cada vez mais dinheiro. == Contraindicações == * Hipertensão craniana como na meningite. * Gravidez * Insuficiência renal. * Insuficiência hepática * Juntamente com outros depressores do SNC, como álcool, benzodiazepinas e barbitúricos. Nem com antipsicóticos ou antidepressivos. * Pacientes alérgicos a substâncias providas da papoila == Enquanto droga de abuso == É mais frequente utilizar o seu derivado, a heroína. Apresenta duas características que a torna droga de abuso particularmente perigosa: produz euforia e bem-estar, mas a sua ação necessita de doses cada vez maiores para se manter ao mesmo nível — fenômeno de tolerância medicamentosa. Produz dependência física (universal) e psicológica (subjetiva). A dependência física surge 6–10 horas depois da última dose e caracteriza-se por síndrome do \"peru molhado\", definido por tremores, ereção dos pelos (\"pele de galinha\"), suores abundantes, lacrimejamento, rinorreia, respiração rápida, temperatura elevada, ansiedade, anorexia, dores musculares, hostilidade, vómitos e diarreia. Um sinal importante da síndrome de abstinência é a midríase (dilatação da pupila do olho). Estes sinais só desaparecem com a administração de um opioide, geralmente de forma instantânea, e são máximos após 2–3 dias, depois do qual desaparecem gradualmente até ao quinto dia. O sofrimento do toxicodependente é considerável. == Ver também == * Palha de papoula == Ligações externas == * Síntese da Morfina Categoria:Opiáceos Categoria:Invenções e descobertas alemãs Categoria:Agonistas kappa Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Éteres fenólicos Categoria:Moduladores alostéricos negativos ao receptor GABAA Categoria:Antagonistas dos receptores de glicina Categoria:Cicloalcenos Categoria:Convulsivantes Categoria:Substâncias químicas para medicamentos de emergência Categoria:1803 na ciência",
 "title": "Morfina"
}