{
 "id": "106220",
 "text": "Heinz Wilhelm Guderian (Kulm, 17 de junho de 1888 – Schwangau, 14 de maio de 1954) foi um general alemão durante a Segunda Guerra Mundial que, após o conflito, se tornou um autor bem-sucedido ao escrever suas memórias. Um pioneiro na defesa da tática da \"blitzkrieg\", ele desempenhou um papel central no desenvolvimento do conceito das divisões panzer (uma das táticas de vanguarda da ideia da guerra mecanizada). Em 1936, ele se tornou Inspetor de Tropas Motorizadas. ==Biografia== Heinz Guderian nasceu na cidade de Kulm, na Prússia Oriental. Entrou para o Exército no ano de 1907 como cadete. Serviu em diversas unidades de sinalização no início da Primeira Guerra Mundial, ocupando após vários postos no staff. Encerrou a guerra com a patente de Hauptmann (capitão). No período de entreguerras teve papel importante na criação da arma motorizada, tendo revolucionado a doutrina do uso de blindados com o livro que ele publicou no ano de 1937, intitulado de Achtung Panzer!. Foi promovido para Oberst (coronel) no dia 1 de outubro de 1933, sendo designado, no dia 1 de julho de 1934, comandante das unidades motorizadas, assumindo mais tarde o comando da 2ª Divisão Panzer quando esta foi criada no dia 15 de outubro de 1935. Foi promovido para Generalmajor (major-general) no dia 1 de agosto de 1936, Generalleutnant (tenente-general) no dia 10 de fevereiro de 1938 e General der Panzertruppe no dia 23 de novembro de 1938. Assumiu o comando do XVI Corpo de Exército no dia 1 de abril de 1938 e em seguia do XIX Corpo de Exército no dia 26 de agosto de 1939, estando no comando desta unidade quando foi promovido para Generaloberst (coronel- general) no dia 19 de julho de 1940. === Segunda guerra mundial === No começo da Segunda Grande Guerra, Guderian liderou um corpo de blindados na invasão da Polônia, em 1939. No ano seguinte, durante a invasão da França, ele comandou as unidades blindadas que atacaram os franceses pela floresta das Ardenas e sobrepujaram as forças Aliadas na Batalha de Sedan. Ele liderou o 2º Exército Panzer durante a Operação Barbarossa, a invasão alemã da União Soviética. A operação terminou em fracasso na Batalha de Moscou. Após a Batalha de Moscou e um desentendimento com o Marechal von Kluge, ele foi dispensado do serviço ativo no mês de dezembro de 1941. Foi reconvocado no dia 28 de fevereiro de 1943, Adolf Hitler indicou Guderian, como Inspetor das Tropas Blindadas, assumindo no dia 21 de julho o comando do Staff do OKH (o alto-comando do Exército). Na posição de Inspetor-Geral de Tropas Motorizadas ele tinha a responsabilidade de reconstruir e treinar nova divisões panzer mas teve pouco sucesso devido ao declínio e deterioração da economia de guerra alemã. Em 1944, Guderian foi apontado então como Chefe Interino do Estado-Maior do Alto Comando do Exército, imediatamente após o Atentado de 20 de Julho contra Hitler. Ele negou envolvimento com movimentos antinazistas dentro do exército, embora houvesse evidências circunstanciais de que ele de fato os apoiasse. Contudo, Guderian foi um nazista fervoroso, tendo afirmado, no fim da guerra, que os princípios básicos do nazismo tinham sido \"ótimos\". Em 1944, Guderian foi colocado no comando da \"Corte de Honra\" de Hitler, que, após a tentativa de assassinato de Hitler, foi usada para demitir oficiais das forças armadas para que pudessem ser julgados no \"Tribunal do Povo\" e executados. Segundo vários historiadores, ele teria tido conhecimento da conjura contra Hitler, e convidado a integrá-la, recusou, seguindo o método de \"esperar para ver\". Ele passou então a ser o conselheiro pessoal de Hitler para a Frente Oriental e se tornou extremamente associado ao regime nazista. As tropas de Guderian executaram com cruel precisão a chamada \"Ordem dos Comissários\" durante a Operação Barbarossa, e ele foi implicado na comissão de represálias após a Revolta de Varsóvia de 1944. Permaneceu no serviço ativo até o dia 28 de março de 1945, quando foi novamente dispensado. Heinz Guderian se rendeu para as forças dos Estados Unidos em 10 de maio de 1945 e permaneceu sob custódia até 1948. === Escritor === Ele foi solto sem ser indiciado por qualquer crime e se aposentou do serviço ativo e começou a escrever suas memórias. Intitulada Erinnerungen eines Soldaten (traduzido literalmente como \"Memórias de um Soldado\", mas em inglês foi lançado como Panzer Leader, ou \"Líder de Tanque\"), sua autobiografia se tornou um bestseller, que é um sucesso de vendas até os dias atuais. Os livros de Guderian perpetuaram vários mitos do pós-guerra, incluindo o da teoria da \"Wehrmacht limpa\". Passou os últimos anos de sua vida escrevendo suas memórias, defendendo o legado do exército alemão e sua contribuição para as ciências militares, embora este último seja questionado. Em seu livro, Guderian se apresenta como o único originador das doutrinas de blindados das forças panzer alemãs, enquanto omite qualquer menção de sua relação com Hitler e o regime nazista, ou de seu envolvimento com crimes de guerra. Guderian faleceu em 1954, aos 65 anos e foi enterrado na cidade de Goslar. == Publicações == * Achtung – Panzer! Die Entwicklung der Panzerwaffe, ihre Kampftaktik und ihre operativen Möglichkeiten. Union Deutsche Verlagsgesellschaft, Stuttgart 1937. (\"Atenção - tanques! O desenvolvimento da arma do tanque, suas táticas de combate e capacidades operacionais.\") * Achtung – Panzer! Original 1937. Cassell PLC, England, ISBN 0-304-35285-3 (\"Atenção - tanques!\") * Die Panzertruppen und ihr Zusammenwirken mit den anderen Waffen. Mittler & Sohn, Berlim 1937 (Naval and Military Press, 2009, ISBN 978-1-84342-509-0). (\"As tropas blindadas e sua interação com as demais armas\") * (Ed.): Mit den Panzern in Ost und West. Volk und Reich, Berlim 1942. (\"Com os tanques no leste e oeste\") * Die Panzerwaffe. Ihre Entwicklung, ihre Kampftaktik und ihre operativen Möglichkeiten bis zum Beginn des großdeutschen Freiheitskampfes. 2. Auflage. Union deutsche Verlagsgesellschaft, Stuttgart 1943. (\"A arma blindada. Seu desenvolvimento, suas táticas de combate e suas possibilidades operacionais até o início da luta pela liberdade da Grande Alemanha\") * Kann Westeuropa verteidigt werden? Plesse, Göttingen 1950. (\"A Europa Ocidental pode ser defendida?\") * So geht es nicht! Ein Beitrag zur Frage der Haltung Westdeutschlands. Vowinckel, Heidelberg 1951. (\"Não é assim que funciona! Uma contribuição para a questão da atitude da Alemanha Ocidental\") * Erinnerungen eines Soldaten. Autobiografie. Original 1951 em K. Vowinckel Verlag, reimpressão 18ª edição, livro motorizado, Stuttgart 2003, ISBN 3-87943-693-2. (\"Memórias de um Soldado\") * Panzer – Marsch! Schild, München 1956 (editado por Oskar Munzel da propriedade). (\"Tanques - marcha!\") * Folheto 47a/27 Instruções de tiro e exercícios de tiro escolar para o tanque Tiger, 1944, ISBN 978-3-75348-196-8 == Patentes == * Cadete - 1907 * Hauptmann - 1918 * Oberst - 1 de outubro de 1933 * Generalmajor - 1 de agosto de 1936 * Generalleutnant - 10 de fevereiro de 1938 * General der Panzertruppe - 23 de novembro de 1938 * Generaloberst - 19 de julho de 1940 == Condecorações == * Cruz de Ferro (1914) 2ª Classe - 17 de setembro de 1914 * Cruz de Ferro (1914) 1ª Classe - 8 de novembro de 1916 * Medalha da Anschluss - 13 de março de 1938 * Cruz de Ferro (1939) 2ª Classe 5 de setembro de 1939 * Cruz de Ferro (1939) 1ª Classe 13 de setembro de 1939 * Cruz de Cavaleiro da Cruz de Ferro - 27 de outubro de 1939 * Cruz de Cavaleiro da Cruz de Ferro com Folhas de Carvalho - (nº 24 17 de julho de 1941) == Comandos == == Filmes == *The Wehrmacht - The Turning Point (Ep. 02) - ZDF 2007- (Documentário da TV Alemã ZDF) == Bibliografia == * Battistelli, Pier P. (2011) -Heinz Guderian: Leadership, Strategy, Conflict - Osprey Publishing Ltd * *Hart , Russell A. (2006) - Guderian: Panzer Pioneer or Myth Maker? - Potomac Books, Inc. * * Categoria:Pessoas da Primeira Guerra Mundial (Alemanha) Categoria:Pessoas da Segunda Guerra Mundial (Alemanha) Categoria:Generais da Wehrmacht Categoria:Recebedores da Cruz de Cavaleiro da Cruz de Ferro",
 "title": "Heinz Guderian"
}