{
 "id": "106246",
 "text": "A Comunidade Europeia do Carvão e do Aço (CECA) foi a primeira organização supranacional no âmbito europeu que se concretizou e que mais tarde culminou com a origem da integração europeia. Em 2002, com a expiração do Tratado de Paris, e sem desejo de renovação do tratado, todas as atividades e recursos da CECA foram absorvidos pela UE. Durante a sua existência, a CECA conseguiu criar um mercado comum. == História == Surgiu como consequência do conflito fronteiriço entre a Alemanha Ocidental e a França pós-Segunda Guerra Mundial, que foi o período de recursos escassos e colapso económico na Europa, pelo domínio do carvão e minérios de ferro presentes nesse local que serviria de suma importância para um futuro desenvolvimento industrial. Para resolver esse impasse criou-se o Plano Schuman, que estabeleceu um conjunto de condições a qualquer outro país europeu interessado na utilização conjunta desses recursos naturais. Em 1951, aos países do Benelux juntaram-se a Alemanha Ocidental, França e Itália e fundaram a Comunidade Europeia do Carvão e do Aço (CECA), que estabelecia a livre circulação de carvão, ferro e aço entre os países- membros, e defendia políticas para a instalação de indústrias siderúrgicas. Os seus inspiradores foram Robert Schuman, ministro francês dos Negócios Estrangeiros, e Jean Monnet, o seu primeiro presidente. === Tratado === Artigo Principal: Tratado de Paris O 100 artigos Tratado de Paris que instituiu a CECA, foi assinado em 18 de abril de 1951 pelos \"seis internos\": França, Alemanha Ocidental, Itália, Bélgica, Países Baixos e Luxemburgo. A CECA baseava-se em princípios supranacionais e visava, através do estabelecimento de um mercado comum do carvão e do aço, expandir a economia, aumentar o emprego e melhorar o nível de vida na Comunidade. O mercado pretendia também racionalizar progressivamente a distribuição da produção, garantindo estabilidade e emprego. O mercado comum do carvão foi aberto em 10 de fevereiro de 1953 e do aço em 1 de maio de 1953. Com a sua entrada em vigor, a CECA substituiu a autoridade internacional do Ruhr. Em 11 de agosto de 1952, os Estados Unidos foram o primeiro membro não CECA a reconhecer a Comunidade e declararam que agora tratariam da CECA em matéria de carvão e aço, estabelecendo a sua delegação em Bruxelas. Monnet respondeu escolhendo Washington, DC como o local da primeira presença externa da CECA. O título do primeiro boletim da delegação dizia \"Rumo a um Governo Federal da Europa\". Seis anos após o Tratado de Paris, os Tratados de Roma foram assinados pelos seis membros da CECA, criando a Comunidade Econômica Europeia (CEE) e a Comunidade Europeia da Energia Atômica (CEEA ou Euratom). Estas Comunidades baseavam-se, com alguns ajustamentos, na CECA. Os Tratados de Roma vigorariam indefinidamente, ao contrário do Tratado de Paris, que expiraria após cinquenta anos. Essas duas novas Comunidades trabalharam na criação de uma união aduaneira e de uma energia nuclear comunidade de , respectivamente. === Fim do Tratado === A CECA se juntou a duas comunidades semelhantes em 1957, com quem se fez a partilha de algumas instituições. Em 1967 todas as instituições foram reunidas na Comunidade Económica Europeia (CEE), que mais tarde se tornaria a União Europeia (UE), mas reteve a sua identidade independente. == Linha do tempo == Desde o fim da Segunda Guerra Mundial, países europeus celebraram tratados e, assim, cooperaram e harmonizaram políticas (ou soberania conjunta) em um número crescente de áreas, no chamado projeto de integração europeia ou na construção da Europa (francês: la construction européenne). O cronograma a seguir descreve o início legal da União Europeia (UE) - a estrutura principal para essa unificação. A UE herdou muitas das suas responsabilidades atuais das Comunidades Europeias (CE), que foram fundadas na década de 1950 no espírito da Declaração de Schuman . == Alta Autoridade == A Alta Autoridade (a antecessora da Comissão Europeia) era um órgão executivo de nove membros que governava a CECA. A Autoridade era composta por nove membros com mandato de seis anos, nomeados pelos governos dos seis signatários. Dois eram da França, Alemanha e Itália; e um da Bélgica, Luxemburgo e Holanda. Esses membros nomearam uma pessoa entre eles para ser o Presidente da Alta Autoridade. Nº Período Presidente País 1 1952-1955 Jean Monnet França 2 1955-1958 René Mayer França 3 1958-1959 Paul Finet Belgica 4 1959-1963 Piero Malvestiti Itália 5 1963-1967 Rinaldo Del Bo Itália == Referências == Categoria:Organizações intergovernamentais extintas Categoria:Organizações fundadas em 1952 Categoria:2002 na União Europeia",
 "title": "Comunidade Europeia do Carvão e do Aço"
}