{
 "id": "106215",
 "text": "O Castelo de Alcácer do Sal, no Alentejo, localiza-se na cidade e município de Alcácer do Sal, distrito de Setúbal, em Portugal. É considerado Monumento Nacional desde 1910.Ficha na base de dados da DGPC Desde os primeiros tempos da ocupação a pesca e a exploração do sal trouxeram riqueza à região, apenas superada, em meados do século XIX, pela cultura do arroz. Situando-se numa colina da margem direita do rio Sado, o castelo ergue-se em posição dominante sobre a margem oposta (Sul), integrando, atualmente, a Região de Turismo da Costa Azul portuguesa. ==História== ===Antecedentes=== A primitiva ocupação humana do seu sítio remonta à pré-história (períodos Neolítico, Calcolítico e Idade do Bronze), conforme os testemunhos arqueológicos. Posteriormente, conheceu a presença Fenícia, quando se designava Bevipo, e o domínio romano. O povoado cunhou moeda própria em meados do século I a.C., com a inscrição Imperatoria Salacia, datando dessa época, segundo alguns autores, a alteração do nome da localidade para Salácia, quando controlava a via que comunicava o estuário do rio Tejo com a região do Alentejo e a do Algarve. Após as invasões dos bárbaros, a povoação foi, por sua vez, ocupada pelos Muçulmanos desde 715, que reforçaram as suas defesas, constituindo-se em um dos principais portos da costa atlântica ao sul do Tejo. Consta que, em 966, uma frota de Normandos adentrou a foz do Sado até Alcácer do Sal, tendo desistido da habitual razia à vista da sua defesa. ===O castelo medieval=== À época da Reconquista cristã da Península Ibérica, no mesmo ano da conquista de Lisboa aos mouros (1147), Alcácer do Sal foi acometida por D. Afonso Henriques (1112-1185) à frente de uma reduzida força de assalto de 60 cavaleiros que, pretendendo explorar o elemento surpresa, foram vigorosamente repelidos pelos defensores, que lograram ferir o soberano. A região ainda resistiu por alguns anos às arremetidas portuguesas, particularmente em 1151, 1152 e 1157, vindo a cair apenas em 1158, com o auxílio dos cavaleiros da Ordem de Santiago da Espada. Para melhor defesa e povoamento da região, Sancho I de Portugal (1185-1211) efetuou a doação desta vila e seu castelo aquela Ordem militar (1186). Entretanto, ainda no reinado deste soberano, as forças do Califado Almóada sob o comando do califa Iacube Almançor reconquistam o Algarve e, avançando para o norte, arrancam ao domínio português, sucessivamente, o Castelo de Alcácer do Sal, o Castelo de Palmela e o Castelo de Almada (1190-1191). Só após a Batalha de Navas de Tolosa (1212), em que se registou uma vitória decisiva dos cristãos peninsulares contra os mouros, foram reconquistadas as terras perdidas para além da linha das fronteiras que se estendia do rio Tejo até Évora. Alcácer do Sal e o seu castelo só foram definitivamente conquistados no reinado de Afonso II de Portugal (1211-1223) por um conjunto de forças portuguesas, coordenadas pelo bispo de Lisboa, Soeiro Viegas, e por uma frota de cruzados sob o comando de Guilherme I, conde da Holanda, a 18 de Outubro de 1217, após um cerco de mais de dois meses. Após a conquista, este soberano confirmou a anterior doação de D. Sancho I dos domínios de Alcácer do Sal, Almada, Arruda e Palmela, à Ordem de Santiago, doação esta mais tarde confirmada por D. Afonso III (1248-1279) na pessoa do Mestre D. Paio Peres Correia e do comendador (24 de Fevereiro de 1255). No século XIII, D. Dinis (1279-1325) no âmbito da remodelação das defesas do país, procedeu a ampliação e reforço das defesas desta povoação. No contexto da crise de 1383-1385, a vila e o seu castelo tomaram o partido do mestre de Avis, tendo aquartelado tropas sob o comando do condestável D. Nuno Álvares Pereira. No século XV, o castelo perdeu a sua função militar e foi palco de alguns episódios expressivos da História de Portugal: *no reinado de D. João II (1481-1495), o Príncipe Perfeito foi aqui informado da conspiração articulada pelo duque de Viseu; e *D. Manuel I (1495-1521) aqui desposou, em segundas núpcias, a infanta D. Maria de Castela (30 de Outubro de 1500). ===Do século XVI aos nossos dias=== Quando da crise de sucessão de 1580, as defesas de Alcácer do Sal, despreparadas para o fogo da artilharia, não ofereceram séria resistência às tropas de Filipe II de Espanha (1580). O castelo abrigou o Convento Carmelita Araceli, que ali permaneceu até 1834. Sem função, o antigo castelo medieval foi progressivamente consumido pelo tempo e pelo abandono. Classificado como Monumento Nacional por Decreto publicado em 23 de Junho de 1910, sofreu intervenção de consolidação e restauro, em nossos dias, a cargo da Direcção-Geral dos Edifícios e Monumentos Nacionais (DGEMN). Atualmente em bom estado de conservação, as suas dependências abrigam a Pousada D. Afonso II, integrante da rede Pousadas de Portugal inaugurada em 1998. ====Cripta arqueológica==== Vinte e sete séculos de história cruzam-se na Cripta Arqueológica do Castelo de Alcácer do Sal, inaugurada a 18 de abril de 2008. Situada sob convento de Aracaeli, a Cripta Arqueológica oferece uma verdadeira viagem no tempo, com mais de 27 séculos de história. Na área intervencionada do Convento encontraram-se muros medievais da época cristã pós reconquista, alicerçados parcialmente em paredes romanas que, por sua vez, se sobrepõem as estruturas preexistentes mais antigas datadas da Idade do Ferro. O maciço de ruínas, fornece uma leitura das épocas que ali se sobrepõem, das mais antigas, no século VII a. C. às mais modernas, no século XIX. Destaca-se neste conjunto de estruturas o achado de um edifício que, pelas suas dimensões, assume as características de um santuário, com ocupação da Idade do Ferro e Época Romana (séc./IV a.C. e o século II d.C.). Numa das celas deste santuário foi identificado um altar com lucernas e pratos em cerâmica e um pequeno tanque de onde foi retirada uma tabela defixionis, uma pequena placa com dizeres de feitiço ou maldição. ==Características== Exemplo da arquitectura militar islâmica, o castelo ergue-se na cota de sessenta metros acima do nível do mar, com planta aproximadamente elíptica, alcançando uma extensão de 260 metros no seu eixo maior e de 150 metros, no menor. Nos troços remanescentes das muralhas observam-se os vestígios de cerca de trinta torres em alvenaria de pedra e outras estruturas defensivas, inclusive uma albarrã semelhante à do Castelo de Badajoz, testemunhos de várias épocas construtivas. Entre as torres destaca-se a chamada Torre da Adaga, por apresentar esta arma esculpida em uma pedra. A Torre do Relógio e a Torre de Algique foram erguidas em taipa, elevando-se a 25 metros de altura. As crónicas coevas, referem que nas muralhas se rasgavam duas portas, uma a norte (Porta Nova) e outra a leste (Porta de Ferro). A alcáçova medieval de Alcácer do Sal, ocupada por uma instituição religiosa até ao século dezanove, ergueu-se sobre estruturas atribuíveis a todas as ocupações anteriores, com destaque para o período islâmico, quando as primeiras estruturas do castelo teriam sido edificadas. == Ver também == * Pousada D. Afonso II ==== *OLIVEIRA, Manuel Alves de. Guia Turístico de Portugal de A a Z. Círculo de Leitores, 1990. ==Ligações externas== *Inventário do Património Arquitectónico (DGEMN) *Instituto Português de Arqueologia * *Câmara Municipal de Alcácer do Sal Categoria:Santa Maria do Castelo (Alcácer do Sal) Categoria:Património edificado em Alcácer do Sal Alcacer do Sal Categoria:Monumentos nacionais no distrito de Setúbal Alcacer do Sal",
 "title": "Castelo de Alcácer do Sal"
}