{
 "id": "106394",
 "text": "Os Protetorados das Nações Unidas ou “territórios sob tutela” (Trust Territories, em inglês), foram territórios administrados por diferentes países como protetorados, sob mandato do Conselho de Tutela das Nações Unidas. Estes territórios encontravam-se, quer sob a proteção daqueles estados por mandato da Liga das Nações (que deixou de existir em 1946, quando se formou a ONU), quer administrados por países que tinham sido derrotados na Segunda Guerra Mundial. O mandato requeria que aqueles territórios fossem preparados para a independência, sob um governo democrático. == Protetorados == Os Protetorados das Nações Unidas e as respetivas potências administrativas eram: * os Camarões Franceses, que eram parte do território do antigo Camarões Alemães, foram administrados pela França desde 1922 até 1960, quando conquistou sua independência como República dos Camarões; * os Camarões Britânicos, que também eram parte do território do antigo Camarões Alemães, foram administrados pelo Reino Unido desde 1922, este território foi administrado em duas partes (Camarões do Norte e Camarões do Sul). Após um plebiscito, os Camarões do Norte tornaram-se parte da Nigéria em maio de 1961 e os Camarões do Sul juntaram-se à República dos Camarões em outubro de 1961. * Nauru, uma ilha da Micronésia, que era igualmente uma colónia alemã, foi administrada pela Austrália (em efetivo controle administrativo), Nova Zelândia e Reino Unido até à sua independência em 1968; *a Papua e Nova Guiné, A parte nordeste desta ilha (antiga Nova Guiné Alemã) era administrada pela Austrália desde 1920, por meio de um mandato da Liga das Nações, a parte sudeste estava sob administração australiana desde antes da Primeira Guerra Mundial; após a Segunda Guerra Mundial, os dois territórios foram combinados em uma entidade unificada sob a denominação Território da Papua e Nova Guiné para fins administrativos, embora a distinção legal entre o Território de Papua e o Território de Nova Guiné fosse mantida. Em 1975, as duas entidades foram legalmente unificadas e receberam independência como Papua Nova Guiné. A metade ocidental da ilha, anteriormente colônia neerlandesa (Nova Guiné Neerlandesa), à qual os Países Baixos deu a independência em 1 de dezembro de 1961, foi anexada pela Indonésia em 1 de maio de 1963, sendo até agora uma região com duas províncias daquele país; nunca fez parte de nenhum dos territórios; *o Protetorado das Ilhas do Pacífico das Nações Unidas, compreendendo as Ilhas Carolinas e Marianas, na Micronésia, que tinham sido ocupadas pelo Japão, foi administrado pelos Estados Unidos desde 18 de Julho de 1947 até 3 de Novembro de 1986, quando foi assinado um Tratado de Livre Associação entre os Estados Unidos e três países com independência nominal, a República das Ilhas Marshall, os Estados Federados da Micronésia e a República de Palau; As Ilhas Marianas tornaram-se em 1978 dois territórios sob administração direta dos Estados Unidos, a Commonwealth das Marianas Setentrionais e o território de Guam; *o Protetorado da Somalilândia, a Itália foi nomeada pela ONU para administrar a antiga Somalilândia Italiana em 1950. A administração italiana terminou em 1959, quando o território alcançou sua independência. Em 1960, o território fundiu-se com o antigo protetorado da Somalilândia Britânica para formar a República da Somália; *o Ruanda-Urundi foi administrado pela Bélgica (efetivamente ligado ao Congo Belga). Separadamente, conquistou a independência em 1962, como Ruanda e Burundi (antiga denominação Urundi); *o Sudoeste Africano, outra colónia alemã, actual Namíbia, foi administrado pela África do Sul com mandato da Liga das Nações de 1920 mas, quando da formação da ONU, em 1949 recusou-se a renovar o mandato, passando a administrá-la como uma província; depois de uma guerra de libertação e de várias intervenções das Nações Unidas, dos estados da Linha da Frente, da URSS e de Cuba, a Namíbia tornou-se independente em 1990; *o Tanganica, também uma antiga colónia alemã, foi administrado pelo Reino Unido entre 1916 e 1961, quando se tornou independente. Em 1964, federou-se com o ex-protetorado britânico de Zanzibar para formar a atual República Unida da Tanzânia. *a Togolândia, igualmente uma colónia alemã, foi invadida por forças do Reino Unido e de França em 1914; em 1919, a Liga das Nações, dividiu o território em dois mandatos separados para aqueles países e, quando a França deu a independência ao Togo, a parte britânica votou por continuar ligada à Costa do Ouro, actual Gana; *a Samoa, também alemã, foi administrada pela Nova Zelândia desde o fim da Primeira Guerra Mundial até 1962. Categoria:Colonialismo",
 "title": "Protetorado das Nações Unidas"
}