{
 "id": "106478",
 "text": "Kyokushin ou quiocuchin é um estilo de caratê criado no Japão em 1957, pelo Grão-Mestre Masutatsu Oyama. É praticado em mais de 100 países ao redor do mundo. Na opinião do seu criador, os golpes deveriam ser reais, pois só assim cada praticante saberia seu verdadeiro potencial. Oyama criou, então, uma nova forma de luta, acrescentando de volta a intensidade de contato própria do caratâ, em realinhamento com as origens marciais do Naha-te, do qual o estilo kyokushin descende. O termo \"kyokushin\" significa \"aprofundar-se na verdade\". É um estilo de caratê dinâmico, baseado nos princípios do \"bushido\" (caminho do guerreiro), priorizando conceitos ancestrais como ser rigoroso consigo mesmo, ser compreensivo com seus semelhantes, venerar seus pais e ser fiel à pátria. As técnicas do estilo refletem sua proposta; os treinos são duros e ostensivos, e a prática de luta pretende ser fluida. Alguns praticantes notáveis (famosos) são: Dolph Lundgren, Michael Jai White, Georges St-Pierre, Francisco Filho, Sean Connery (falecido), Sonny Chiba (falecido) e Andy Hug (falecido). O caratê kyokushin foi trazido ao Brasil na década de 1960 pelo mestre Tsunioshi Tanaka, designado por Oyama para assumir esta missão. No ano de 1972, o mestre Seiji Isobe (hoje 8º Dan e Shihan-chefe da Organização Sul- americana do estilo) substituiu Tanaka, assumindo as suas funções para o Brasil e América do Sul. Isobe tornou-se mundialmente conhecido no meio das artes marciais ao formar os dois primeiros estrangeiros campeões mundiais de kyokushin: os brasileiros Francisco Filho (1999) e Ewerton Teixeira (2007). Após a morte do mestre Oyama em 1994, a Organização Kyokushin teve como novo \"kancho\" o mestre Shokei Matsui, escolhido pelo próprio Sosai Masutatsu Oyama em seu testamento. Alguns mestres que discordavam da escolha criaram outras organizações. A organização kyokushin realiza competições regionais e nacionais que preparam os competidores para o torneio mundial de Tóquio, a cada quatro anos. === No Brasil === O caratê kyokushin foi inicialmente introduzido no Brasil pelo Shihan Tsunioshi Tanaka, falecido em 2017. Tanaka difundiu o kyokushin em solo nacional com grande afinco e por diversos meios, chegando a apresentar o estilo no célebre programa televisivo de Sílvio Santos. Por discordâncias (nunca totalmente esclarecidas) com as políticas da matriz do Japão, desligou-se do Kyokushin (fundando sua própria escola, a Associação Karatê-Dô Tanaka, por meio da qual formou muitos senseis e escolas vinculadas, no Brasil e no exterior). O kyokushin no Brasil fui reintroduzido em 1972 pelo Shihan Seiji Isobe em 1972. Isobe começou a praticar a modalidade com quinze anos de idade e conheceu o Sosai Masutatsu Oyama quatro anos depois. Aos 21 anos, desistiu de sua carreira como engenheiro agrônomo e passou a trabalhar como instrutor (senpai) na matriz Kyokushin-kai, em Tóquio. A convivência com os veteranos na academia durou dois anos e meio e, nesse ínterim, o mestre conseguiu graduar-se como 2º dan. Depois, retornou a sua cidade natal, Fukui-ken, para abrir um dojô. Ao final de várias viagens, chegou-se ao consenso de que seu destino final seria o Brasil. Aqui tivemos grandes vencedores, alguns famosos no meio das artes marciais, ainda muito jovens na década de 1990, como André Luiz Pereira Dias (Yamato), Juliano Reis e Otavio Santos, os quais, na época ainda adolescentes, desempenhavam grandes combates até hoje lembrados como \"batalhas de Katatê\". Com o passar dos anos foram surgindo outros talentos e verdadeiros ícones jovens ao redor do mundo. Em 10 de outubro de 1972, Sensei Isobe, pelo Aeroporto Internacional de Viracopos, em Campinas, São Paulo, chega enfim ao Brasil. Sem saber ao certo onde estava e sem falar ou entender uma palavra em português, seguiu os demais passageiros até chegar ao portão de desembarque, quando ouviu dizerem “OSU”. Palavras do mestre: Lista de kata: Taikyoku sono ichi, Taikyoku sono ni, Taikyoku sono san, Sokugui Taikyoku sono ichi, Sokugui Taikyoku sono ni, Sokugui Taikyoku sono san, Pinan sono ichi, Pinan sono ni, Pinan sono san, Pinan sono yon, Pinan sono go, Yansu, Tsuki no kata, Tekki sono iti, Sanchin, Gekisai dai, Gekisai sho, Tensho, Saifa, Seienchin, Garyu, Seipai. == Graduação == Branca - Mu Kyu Laranja - 10º e 9º Kyu Azul - 8º e 7º Kyu Amarela - 6º e 5º Kyu Verde - 4º e 3º Kyu Marrom - 2º e 1º Kyu Preta (1º ao 10º \"Dan\") == Ligações externas == * * * Categoria:Escolas de caratê Categoria:Estilos de caratê",
 "title": "Kyokushin"
}