{
 "id": "1064",
 "text": "Leovegildo Lins Gama Júnior, também conhecido como Júnior, Maestro Júnior ou Júnior Capacete (João Pessoa, 29 de junho de 1954), é um ex-futebolista e ex- treinador brasileiro que atuava como lateral-esquerdo. Atualmente trabalha como comentarista esportivo na Rede Globo. Como jogador, era ambidestro e polivalente, bom marcador e grande distribuidor de jogadas, independente da posição. A facilidade para jogar bem com as duas pernas o permitiu atuar como lateral-esquerdo, direito, volante e meio-campista. Jogador de extrema técnica e rara habilidade, tinha grande visão de jogo, precisão nos passes, e era ótimo cobrador de faltas e escanteios (tendo feito inclusive alguns gols olímpicos). Segundo o próprio, seu nome é referência ao rei visigodo Leovigildo Fez fama atuando pelo Flamengo, onde jogou 865 partidas, sendo o jogador que mais vezes vestiu a camisa rubro-negra. Pelas contas do site Fla- Estatística, foram 876 jogos entre 6 de novembro de 1974, quando entrou no lugar de Humberto Monteiro em um amistoso contra o Operário, e 19 de agosto de 1993, quando disputou dois amistosos de 45 minutos cada contra Zaragoza e Internazionale. Júnior participou de 508 vitórias, 212 empates e 156 derrotas, marcando 78 gols. Em 2020, em um ranking elaborado por especialistas dos jornais O Globo e Extra, figurou na 2ª posição entre os maiores ídolos de futebol da história do Clube de Regatas do Flamengo, atrás apenas do Zico. Em 1981, foi eleito o 3º Melhor Jogador da América do Sul«3º Maior Futebolista Sulamericano do ano: 1981» e, pela Revista Italiana Guerin Sportivo, o 7º Melhor Jogador do Mundo no AnoGuerin Sportivo Time de Notáveis. Em 2020, foi indicado pela FIFA como um dos elegíveis para o Time dos Sonhos da Bola de Ouro. == Carreira no futebol == === Como jogador === Nascido em João Pessoa, na Paraíba, Junior desembarcou na cidade Rio de Janeiro ainda quando criança, criando o hábito de jogar futebol na orla carioca. Foi assistindo a uma dessas peladas que o então técnico da base do , Modesto Bría, convidou o ambidestro Júnior para testes entre os jovens rubro-negros. Neste meio tempo, porém, chegou a jogar futebol de salão no Sírio Libanês. ==== Flamengo ==== A habilidade e a visão de jogo apuradas fizeram com que ele fosse aceito. Nas categorias de base, atuava como volante.Placar Magazine nov. 1994 Em apenas um ano nas categorias de base, teve sua primeira oportunidade entre os profissionais. Atuando como lateral-direito, estreou em 1974, obtendo destaque logo de cara. O primeiro grande momento da carreira foi a reta final do Carioca de 1974. Na decisão do terceiro turno, vitória de 2 a 1 contra o América, gols de Zico e do lateral direito Júnior. No primeiro jogo do triangular decisivo, mais uma vitória por 2 a 1 contra o América, gols de Jayme e mais uma vez do lateral direito Júnior. Depois dessas duas vitórias, bastou, ao time e ao seu lateral direito artilheiro, empatar com o Vasco em 0 a 0 e conquistar seu primeiro título com a camisa rubro-negra. Em 1976, dois anos após sua profissionalização, uma mudança definitiva marcaria sua carreira. Após a chegada de Toninho ao clube, o treinador Cláudio Coutinho improvisou Júnior na lateral-esquerda, deixando no banco de reservas Vanderlei Luxemburgo. Nesta posição, Junior se mostrou um jogador muito mais útil ao time. Com a eventual promoção aos titulares de Leandro em 1978, Junior nunca mais voltaria a atuar pela lateral-direita, mesmo a pedidos para que voltasse à posição de origem. Em 1981, recebeu até propostas do Real Madrid, mas o coração falou mais alto.esporte.uol.com.br/ As histórias desconhecidas de Júnior: de filho de empresário a comentarista Em 1984 não teve jeito. O Flamengo precisava de dinheiro, e após 10 anos e 44 gols marcados, ele foi vendido para o Torino, da Itália.Placar Magazine 16 mar. 1984 ==== Os anos no futebol italiano ==== ===== Torino ===== Por aproximadamente 2 milhões de dólares, o Torino adquiriu o lateral brasileiro, de 30 anos, para ser a principal peça de seu time. Com uma idade mais avançada, Junior pediu para ser deslocado para atuar mais avançado, preservando-se mais para poder continuar sua carreira por mais tempo. Passou a ser chamado também de Leo Junior. E foi assim, atuando no meio de campo, que logo no ano de sua estreia, conduziu o time de Turim ao vice-campeonato italiano. Ele marcou sete gols e foi, ao lado do meio-campista Giuseppe Dossena, o maestro do time treinado por Luigi Radice. Não a toa ele foi eleito o melhor jogador daquele campeonato, que contava com jogadores do quilate de Maradona, Platini, Rummenigge, Falcão e Zico (os dois brasileiros já de despedida). O primeiro ano de Júnior na Itália, apesar da idolatria da torcida do time de Turim, teve também algumas turbulências sérias. Ele sofreu racismo em duas oportunidades. O primeiro caso aconteceu em um duelo contra o Milan, onde foi insultado durante toda a partida no San Siro, sendo ainda alvo de mais xingamentos e cusparadas quando saía do estádio ao lado de seus parentes. Na outra ocasião, sofreu com torcedores da Juventus que levaram ao dérbi faixas ofensivas ao jogador, mencionando principalmente a cor de sua pele. Como resposta, a torcida do Torino levou cartazes de apoio, com os dizeres \"Melhor negro do que juventino\". Em seu segundo ano pelo clube, Júnior manteve seu futebol de alto nível, sendo novamente a principal peça de um Torino que chegou ao quarto lugar da Serie A. ===== Pescara ===== Em 1987, alguns desentendimentos com o treinador Luigi Radice o fizeram ser negociado com o Pescara, que havia acabado de subir para a Serie A. Junior tornou-se, assim, o primeiro estrangeiro a vestir a camisa do clube. Ganhou logo de cara a faixa de capitão e ajudou o clube a manter-se na Primeira Divisão. Em seu segundo ano no Pescara, apesar de não ter conseguido ajudar a equipe a manter-se na Primeira Divisão, ele foi eleito o segundo melhor estrangeiro da Serie A, ficando à frente de nomes como Careca, Gullit, Rijkaard, van Basten e Maradona, perdendo apenas para Matthäus, que levou a Internazionale a um Scudetto cheio de recordes. Em sua despedida do futebol italiano, ele recebeu uma bela homenagem do Pescara: uma partida entre as seleções de Brasil e Itália da Copa do Mundo de 1982. ===== Retorno por empréstimo ao Torino ===== Em junho de 1991 (já vestindo novamente a camisa do ) foi emprestado por alguns dias pelo Fla ao Torino para disputar a Copa Mitropa, vencida pelo time grená sobre o Pisa. Em 2006, no centenário do Torino, mostrando toda a idolatria do clube para com a sua pessoa, Júnior foi homenageado. ==== Retorno ao Flamengo ==== Em 1989, aos 35 anos e a pedido de seu filho, que nunca o vira jogar pelo Flamengo, Júnior voltou para comandar a equipe rubro-negra nas conquistas da Copa do Brasil de 1990, o Campeonato Estadual de 91 e o Brasileirão de 92. Em 1992, atuando como meia, liderou o Flamengo ao título brasileiro, no Brasileirão daquele ano. Tal fato é considerado um feito, tendo em vista a idade avançada do então meia, com 38 anos. Neste último foi um autêntico maestro, pois de seus pés surgiriam as jogadas que surpreenderiam os rivais na reta final daquele campeonato. Júnior, aliás, marcou gols nos dois jogos decisivos contra o rival Botafogo: 3 a 0 e 2 a 2. O \"Vovô-Garoto\", como ficou conhecido na segunda fase em que esteve no time rubro-negro, viveu muitos dias de glória no clube, fazendo 77 gols ao todo com a camisa rubro-negra. Júnior encerrou sua carreira futebolística em 93. Chegou a receber propostas para defender outras equipes, entre elas o Botafogo, mas não desistiu de sua aposentadoria. ==== Seleção Brasileira ==== thumb|Junior jogando pela Seleção Brasileira em 1983. Júnior começou a escrever seu nome com a camisa canarinho a partir de 1976. Inicialmente, o craque disputou as Olimpíadas de Montreal, em 1976. Depois dos Jogos Olímpicos, integrou uma lista da CBD com 72 jogadores que seriam observados por Cláudio Coutinho durante o Campeonato Brasileiro de 1977, tendo vista a Copa do Mundo da Argentina no ano seguinte. Foi preterido pelo técnico, que preferiu improvisar o zagueiro Edinho como lateral na Copa. A partir de 1979, porém, Júnior passou a ser nome certo nas convocações da Seleção Brasileira. Pela Seleção Brasileira principal, Júnior jogou 88 partidas entre os anos de 1979 e 1992, registrando oito gols. Na Copa do Mundo de 1982, fez parte do que é considerado um dos maiores times que o futebol já produziu. Na partida contra a Argentina, fez seu único gol em Copas do Mundo. Ao receber um belo passe de Zico, o camisa 6 surgiu como surpresa, invadiu a área e bateu rasteiro, tirando do alcance do goleiro Fillol. A Seleção Brasileira bateu o time do novato Diego Maradona por 3 a 1. Sua maior conquista com a amarelinha foi o vice-campeonato da Copa América de 1983. Participou também da Copa do Mundo de 1986. Junior foi o destaque da secção “20 Perguntas” da revista Playboy de maio de 1986. === Estilo de jogo e características === Júnior era conhecido por sua técnica e trabalho em equipe, bem como sua versatilidade. Ambidestro, Junior começou sua carreira jogando como lateral-direito, mas fez sucesso quando passou a jogar de lateral- esquerdo. Com isso, quando no ataque, ele puxava a bola para o centro do campo, e não necessariamente à linha de fundo, o que confundia o marcador. Um exmeplo disso foi o gol que ele fez contra a Alemanha, num amistoso. Com uma inteligência tática acima da média, Junior passou a atuar como meio-campista mais pro final de sua carreira, distinguindo-se por sua capacidade de organizar a manobra ofensiva, bem como por sua capacidade de cumprir tarefas defensivas, bem como por elegância e sabedoria tática. Conforme a FIFA. ele era tão capaz de \"orquestrar movimentos de ataque como cumprir seu mandato defensivo\".Junior, from the pitch to the box FIFA.com Além de suas habilidades de criação de jogadas, ele era um excelente batedor de faltas e de pênaltis. === Como treinador === Encerrou a carreira de jogador em 1993 e no mesmo ano assumiu a função de treinador do time do Flamengo, substituindo Evaristo de Macedo e ficando no clube até 1994. Retornou ao clube em 1997 no lugar de Joel Santana.Placar Magazine fev. 1997 Nestas duas oportunidades, ele levou o clube ao vice no Campeonato Carioca de 1994. Totalizou 35 vitórias, 21 empates e 20 derrotas em 76 partidas. ; Período como técnico do Flamengo Início Fim Primeiro Jogo Último Jogo 18 de setembro de 1993 13 de maio de 1994 18 de Setembro de 1993 (Flamengo 2x1 Cruzeiro) 16 de janeiro de 1997 13 de abril de 1997 13 de Abril de 1997 (Flamengo 1x1 Madureira) Partidas Vitórias Empates Derrotas Aproveitamento 67 33 18 16 58,20% Foi ainda técnico do Corinthians em 2003, mas entregou o cargo após três rodadas. Em 2004 assumiu a função de gerente de futebol do Flamengo, ficando na função até o final daquele ano. === Como jogador de futebol de areia === Depois de sua aposentadoria dos campos, Júnior partiu para uma grande empreitada: a de alavancar o até então incipiente futebol de areia à condição de esporte reconhecido e sucesso de público. Participou das primeiras grandes conquistas da Seleção Brasileira de Futebol de Areia, tendo depois a companhia de outros grandes craques do campo, como Zico e Cláudio Adão. É considerado por muitos o maior jogador da história do Futebol de Areia. === Outros trabalhos === Um convite de Carlos Alberto Parreira, então técnico da seleção, para ser observador na Copa de 1994, o fez descobrir uma nova vocação.\"Era uma oportunidade de participar de uma Copa em outra função e adorei. E acho que foi aí que surgiu a vontade de ser comentarista.\"memoriaglobo.globo.com/ Junior - Comentarista Seus primeiros trabalhos como comentarista foram nos canais SporTV e Premiere, onde trabalhou de 1998 a 2003. Em 2005, ele assinou contrato com a Rede Record de Televisão em 2005. Ficou um ano na emissora da Barra Funda e depois voltou a comentar pela Rede Globo de Televisão.terceirotempo.bol.uol.com.br/ Que fim Levou? Junior Desde então ele trabalha para a equipe de esportes da Rede Globo, sendo o comentarista titular dos jogos de times do Rio de Janeiro. Como comentarista dos canais da Globo, participou de todas as Copas do Mundo desde 1998. Em 2006, Junior foi um dos três jurados do reality show esportivo Joga Bonito, apresentado pela Rede Bandeirantes. Além disso, desde 2012 é membro do Conselho Fiscal da AGAP - Associação de Garantia ao Atleta Profissional do Rio de Janeiro (Mandato 2012/2016). == Carreira como cantor e sambista == Júnior também fez sucesso fora dos gramados e areias como cantor. O que pouca gente sabe é que sua formação como sambista começou cedo, logo aos oito anos, quando aprendeu a tocar pandeiro observando as rodas de samba que o tio promovia no Rio de Janeiro. Em 1982, poucos meses antes da Copa do Mundo da Espanha, Júnior gravou um compacto com a música Povo Feliz, que ficou mais conhecida como \"Voa, Canarinho\". A música virou a trilha sonora da Seleção Brasileira naquela Copa e o compacto vendeu mais de 800 mil cópias. O lado B deste compacto tem a música \"Pagode da Seleção\", que não obteve tanta repercussão.samba.catracalivre.com.br/ \"Voa Canarinho\", sucesso de um dos craques do futebol brasileiro Meses antes da gravação deste compacto, Júnior já havia gravado o LP \"Junior\", pela RCA Victor, registrando os sambas \"Tenha dó\" e \"Ser Mangueira (É ser feliz)\".dicionariompb.com.br/ Biografia: Memeco Em 1986, Júnior gravou em compacto simples, o samba \"Vibrar de novo\", que mais tarde também seria incluído na coletânea \"As 17 melhores músicas para a seleção na Copa de 90\", da Som Livre. Em 1990, gravaria o seu segundo álbum, intitulado \"Tem Que Arrebentar!\", pelo selo EMI.botequimdeideias.com.br/ Revisitando Junior Em 1995, ano do centenário do Flamengo, gravou o CD comemorativo do clube, com participações dos músicos Bebeto e Moraes Moreira. Torcedor declarado da Estação Primeira de Mangueira, Junior todo ano desfila pela escola no Carnaval. Além disso, Júnior tem um projeto na cidade do Rio que se chama \"Samba dá Sopa\", onde ele sempre leva um convidado do samba. Ele toca de 15 em 15 dias, e cobra somente o couvert artístico. ==== Discografia ==== ; Compactos * 1982 - Voa, Canarinho / \"Pagode da Seleção\" (Compacto Simples, RCA Especial) * 1985 - Macarrão na Feijoada (LP 12\", Odeon) * 1986 - Vibrar de Novo / Macarrão Na Feijoada ‎(LP 12\", Odeon) ; Álbuns * 1982 - \"Junior\" (LP, RCA Victor) * 1990 - \"Tem Que Arrebentar!\" (LP, EMI) * 1995 - \"Uma Vez Flamengo, Sempre Flamengo\" (Epic, Sony Music) ===== Junior (1982) ===== junior (sem acento, e com a primeira letra minúscula), também conhecido como Felicitações ao Campeão, é o nome do primeiro álbum da discografia do Júnior. Foi lançado em 1982, em formato LP, pela RCA Victor.immub.org/ Página do álbum junior no Instituto Memória Musical Brasileira As informações sobre as faixas do álbum seguem abaixo: # Título da Faixa Composição A1 Coisas da Vida Noca da Portela A2 Tenha Dó Memeco – Betinho – Nando A3 Ser Mangueira (É Ser Feliz) Nonô do Jacarezinho – Memeco A4 Você Zaranzou Alceu Maia A5 Apesar de Tudo Sombrinha – Dedé da Portela A6 No Terreiro Martinho da Vila – Luiz Carlos da Vila B1 Chamego Jorge Aragão – Ruy Quaresma B2 Vai Amanhecer Délcio Carvalho B3 Lavadeira Dedé da Portela – Dida B4 Pior Que É G. Martins – Tião do Cavaco B5 Equilíbrio Dedé Paraizo B6 Felicitações ao Campeão Rode do Jacarezinho ===== Tem Que Arrebentar! ===== Tem Que Arrebentar! é o nome do segundo álbum da discografia do Júnior. Foi lançado em 1990, em formato LP, pela EMI.immub.org/ Página do álbum Tem Que Arrebentar! no Instituto Memória Musical Brasileira As informações sobre as faixas do álbum seguem abaixo: # Título da Faixa Composição Duração A1 Tem Que Arrebentar Alceu Maia - Carlos Colla 3:12 A2 Conselho Adilson Bispo - Zé Roberto 3:16 A3 Saco Cheio Dona Fia - Marcos Antônio 2:47 A4 Amigo É Pra Essas Coisas (Participação: Mestre Marçal) Sílvio da Silva Júnior - Aldir Blanc 2:58 A5 Pagodinhos Pro Zeca: Tempo De Don Don / Só Pra Contrariar / Quando Eu Contar (Iaiá) Nei Lopes / Arlindo Cruz - Sombrinha - Almir Guineto / Serginho Meriti - Beto Sem Braço 4:28 A6 Verra Il Giorno (Participação: Toquinho) Maurizio Fabrizio - Toquinho - Guido Morra 3:16 B1 Flamengo E Mangueira Jair Binhote - Zé Neto 3:17 B2 Homenagem Ao Fundo de Quintal (Participação: Alceu Maia): Isso é Fundo de Quintal / Morena Partiu / E Eu Não Fui Convidado / Eu Não Quero Mais Leci Brandão - Zé Maurício / Sombrinha - Acyr Marques - Arlindo Cruz / Zé Luiz - Nei Lopes / Hélio dos Santos 4:08 B3 Facho de Esperança (Participação: Tita) Sereno - Julinho - Moysés Sant'Anna 3:32 B4 Menor Abandonado Pedrinho da Flor - Mauro Diniz - Zeca Pagodinho 4:04 B5 Macarrão Na Feijoada Alceu Maia - Junior - Toninho Nascimento 3:45 ===== Uma Vez Flamengo, Sempre Flamengo ===== Uma Vez Flamengo, Sempre Flamengo é o terceiro e último álbum de estúdio de Júnior. Lançado em 1995, todas as faixas são sobre o Flamengo, que comemorava o centenário no mesmo ano. Página do álbum \"Uma Vez Flamengo, Sempre Flamengo\" no Instituto Memória Musical Brasileirahttps://trivela.com.br/brasil/moraes- moreira-cantou-torceu-compos-jogou-e-viveu-o-futebol-com-enorme- paixao/https://www.uol.com.br/esporte/futebol/ultimas- noticias/2020/04/13/moraes-moreira-cantou-o-flamengo-zico-e-vestiu-camisa- rubro-negra-em-disco.htm As informações sobre as faixas do álbum seguem abaixo: # Título da Faixa Composição Duração 1 Hino do Flamengo Lamartine Babo 2:16 2 Hino Rubro-Negro Paulo de Magalhães 2:41 3 Centenário De Paixão (Participação: João Bosco) Evandro Bocão - Eduardo Martins - André Diniz 4:46 4 Garra, Sangue E Raça (Participação: Bebeto) Eros Fidelis - Bebeto 3:41 5 Medley das Torcidas: Conte Comigo, Mengão / Bahia de Todos os Deuses / Glória, Glória, Aleluia / When the Saints Go Marching In / Festa para um Rei Negro / O Campeão (Meu Time) Domínio público / Manuel Rosa - Bala / Zuzuca do Salgueiro / Neguinho da Beija-Flor 5:18 6 Flamengol! (Participação: Moraes Moreira) Moraes Moreira 4:04 7 Samba Rubro Negro Wilson Batista - Jorge de Castro 2:47 8 Pagode Do Mengão Alceu Maia - Júnior 3:30 9 Flamengo Maravilhoso (Música incidental: Cidade Maravilhosa) Luiz Ayrão 3:30 10 Eu Sou Flamengo Almir Juliasse - J. F. Lattari 4:12 11 Uma Vez Flamengo Adilson Torres - Caruso - David Corrêa - Déo 4:37 == Estatísticas == Atualizadas até 12 de outubro de 2003. === Como jogador === ==== Clubes ==== Clube Temporada Campeonato nacional Copa nacional Competições continentais Outros torneios Total Jogos Gols Jogos Gols Jogos Gols Jogos Gols Jogos Gols 1974 0 0 0 — — 11 2 1 11 2 1 1975 27 0 4 — — 52 0 5 79 0 9 1976 20 1 3 — — 45 3 2 65 4 5 1977 18 0 0 — — 42 2 3 60 2 3 1978 25 4 2 — — 50 7 4 75 11 6 1979 10 1 2 — — 65 5 5 75 6 7 1980 20 0 5 — — 42 5 6 62 5 11 1981 6 0 0 — 14 0 3 39 3 6 59 3 9 1982 23 0 6 — 4 1 1 29 3 1 56 4 8 1983 27 0 7 — 4 0 1 31 4 5 62 4 13 1984 18 0 0 — 7 0 1 2 1 0 27 1 1 Total 194 6 29 0 0 0 29 1 6 408 35 38 631 42 73 1984–85 26 7 5 6 3 2 0 0 0 — 32 10 7 1985–86 30 4 8 6 2 1 4 1 1 — 34 5 0 1986–87 30 1 1 7 0 0 8 0 5 — 38 1 0 Total 86 12 14 19 5 3 12 1 6 0 0 0 117 18 23 1987–88 28 3 2 7 4 0 — — 35 7 2 1988–89 34 3 5 8 1 0 — — 42 4 5 Total 62 6 7 15 5 0 0 0 0 0 0 0 77 11 7 1989 15 1 0 3 1 0 2 0 0 3 1 0 23 3 0 1990 12 0 0 5 0 0 0 0 0 37 3 7 54 3 7 1991 16 0 6 0 0 0 14 2 7 41 5 7 71 7 20 1992 25 9 7 0 0 0 6 1 2 25 6 4 56 16 13 1993 0 0 0 8 1 3 10 1 4 23 3 5 41 5 12 Total 68 10 13 16 2 3 32 4 13 129 18 23 245 34 52 Total na carreira 410 34 63 50 12 6 73 6 25 537 53 61 1070 105 155 * a. Jogos da Copa do Brasil e Copa da Itália * b. Jogos da Copa Libertadores da América, Supercopa dos Campeões da Libertadores e Liga Europa da UEFA * c. Jogos do Campeonato Carioca,Amistosos,Torneios e Copa Intercontinental Data Local Resultado Adversário Gols Competição Flamengo 3 de julho de 1981 Mineirão, Belo Horizonte, Brasil 2–2 Atlético Mineiro 0 0 Copa Libertadores da América de 1981 14 de julho de 1981 Maracanã, Rio de Janeiro, Brasil 5–2 Cerro Porteño 0 1 Copa Libertadores da América de 1981 24 de julho de 1981 Maracanã, Rio de Janeiro, Brasil 1–1 Olimpia 0 0 Copa Libertadores da América de 1981 7 de agosto de 1981 Maracanã, Rio de Janeiro, Brasil 2–2 Atlético Mineiro 0 0 Copa Libertadores da América de 1981 11 de agosto de 1981 Defensores del Chaco, Assunção, Paraguai 4–2 Cerro Porteño 0 0 Copa Libertadores da América de 1981 14 de agosto de 1981 Defensores del Chaco, Assunção, Paraguai 0–0 Olimpia 0 0 Copa Libertadores da América de 1981 21 de agosto de 1981 Serra Dourada, Goiânia, Brasil 0–0 Atlético Mineiro 0 0 Copa Libertadores da América de 1981 15 de setembro de 1981 Maracanã, Rio de Janeiro, Brasil 2–0 Boca Juniors 0 0 Amistoso 2 de outubro de 1981 Pascual Guerrero, Cáli, Colômbia 1–0 Deportivo Cali 0 1 Copa Libertadores da América de 1981 13 de outubro de 1981 Félix Capriles, Cochabamba, Bolívia 2–1 Jorge Wilstermann 0 0 Copa Libertadores da América de 1981 23 de outubro de 1981 Maracanã, Rio de Janeiro, Brasil 3–0 Deportivo Cali 0 1 Copa Libertadores da América de 1981 28 de outubro de 1981 Maracanã, Rio de Janeiro, Brasil 4–1 Jorge Wilstermann 0 0 Copa Libertadores da América de 1981 13 de novembro de 1981 Maracanã, Rio de Janeiro, Brasil 2–1 Cobreloa 0 0 Copa Libertadores da América de 1981 20 de novembro de 1981 Estádio Nacional, Santiago, Chile 0–1 Cobreloa 0 0 Copa Libertadores da América de 1981 23 de novembro de 1981 Estádio Centenário, Montevidéu, Uruguai 2–0 Cobreloa 0 0 Copa Libertadores da América de 1981 26 de novembro de 1981 Raulino de Oliveira, Volta Redonda, Brasil 5–1 Volta Redonda 0 0 Campeonato Carioca de 1981 29 de novembro de 1981 Maracanã, Rio de Janeiro, Brasil 0–2 Vasco da Gama 0 0 Campeonato Carioca de 1981 2 de dezembro de 1981 Maracanã, Rio de Janeiro, Brasil 0–1 Vasco da Gama 0 0 Campeonato Carioca de 1981 6 de dezembro de 1981 Maracanã, Rio de Janeiro, Brasil 2–1 Vasco da Gama 0 1 Campeonato Carioca de 1981 13 de dezembro de 1981 Estádio Nacional, Tóquio, Japão 3–0 Liverpool 0 0 Copa Europeia/Sul-Americana de 1981 ; Resumo - Flamengo Ano Jogos Gols 1974 11 2 1975 79 0 1976 66 4 1977 55 2 1978 79 13 1979 75 6 1980 62 5 1981 59 3 1982 56 4 1983 61 4 1984 28 1 1989 22 2 1990 51 3 1991 73 7 1992 56 16 1993 41 5 Total 874 77 ==== Seleção Brasileira ==== Abaixo estão listados todos jogos e gols do futebolista pela Seleção Brasileira. Abaixo da tabela, clique em expandir para ver a lista detalhada dos jogos de acordo com a categoria selecionada. Seleção principal Ano Jogos Gols 1979 6 0 1 0,16 0 0 1980 9 0 1 0,11 0 0 1981 16 3 1 0,25 0 0 1982 11 3 3 0,54 1 0 1983 10 0 0 0 0 0 1984 1 0 0 0 0 0 1985 5 0 1 0,20 0 0 1986 6 0 1 0,16 0 0 1987 0 0 0 0 0 0 1988 0 0 0 0 0 0 1989 1 0 0 0 0 0 1990 0 0 0 0 0 0 1991 0 0 0 0 0 0 1992 8 0 1 0,12 0 1 1993 0 0 0 0 0 0 Total 73 6 9 0,20 ; Jogos pela Seleção Brasileira Incompleta. Também faltam informações sobre os gols marcados. # Data Partida Competição Gols 01 10 Jun 1976 1x1 Amistoso 02 18 Jul 1976 0x0 Torneio Olímpico de Futebol - Grupo A 03 25 Jul 1976 4x1 Torneio Olímpico de Futebol - 4as-final 04 27 Jul 1976 0x2 Torneio Olímpico de Futebol - Semifinal 05 29 Jul 1976 0x2 Torneio Olímpico de Futebol - 3o Lugar 06 17 May 1979 6x0 Amistoso 07 31 May 1979 5x1 Amistoso 08 26 Jul 1979 2x1 Copa America 09 16 Aug 1979 2x0 Copa America 10 23 Aug 1979 2x2 Copa America 11 15 Jun 1980 1x2 Amistoso 12 24 Jun 1980 2x1 Amistoso 13 29 Jun 1980 1x1 Amistoso 14 27 Aug 1980 1x0 Amistoso 15 25 Sep 1980 1x2 Amistoso 16 30 Oct 1980 6x0 Amistoso 17 21 Dec 1980 2x0 Amistoso 18 04 Jan 1981 1x1 Mundialito 19 07 Jan 1981 1x4 Mundialito 20 10 Jan 1981 2x1 Mundialito - Final 21 01 Feb 1981 1x1 Amistoso 22 08 Feb 1981 0x1 Eliminatórias da Copa do Mundo 23 14 Feb 1981 0x6 Amistoso 24 22 Feb 1981 1x2 Eliminatórias da Copa do Mundo 25 14 Mar 1981 2x1 Amistoso 26 22 Mar 1981 3x1 Eliminatórias da Copa do Mundo 27 29 Mar 1981 5x0 Eliminatórias da Copa do Mundo 28 12 May 1981 0x1 Amistoso 29 15 May 1981 1x3 Amistoso 30 19 May 1981 1x2 Amistoso 31 08 Jul 1981 1x1 Amistoso 32 26 Aug 1981 0x0 Amistoso 33 24 Sep 1981 6x0 Combinado irlandês Amistoso 34 28 Oct 1981 3x0 Amistoso 35 26 Jan 1982 3x1 Amistoso 36 03 Mar 1982 1x1 Amistoso 37 21 Mar 1982 1x0 Amistoso 1 38 05 May 1982 3x1 Amistoso 39 19 May 1982 1x1 Amistoso 40 27 May 1982 7x0 Amistoso 41 14 Jun 1982 2x1 Copa do Mundo - Fase de Grupos 0 42 18 Jun 1982 4x1 Copa do Mundo - Fase de Grupos 0 43 23 Jun 1982 4x0 Copa do Mundo - Fase de Grupos 0 44 02 Jul 1982 3x1 Copa do Mundo - 2a Fase: Grupo C 1 45 05 Jul 1982 3x2 Copa do Mundo - 2a Fase: Grupo C 0 46 28 Apr 1983 3x2 Amistoso 47 28 Jul 1983 0x0 Amistoso 48 17 Aug 1983 0x1 Copa America 49 24 Aug 1983 1x0 Copa America 50 01 Sep 1983 5x0 Copa America 51 14 Sep 1983 0x0 Copa America 52 13 Oct 1983 1x1 Copa America 53 20 Oct 1983 0x0 Copa America 54 27 Oct 1983 2x0 Copa America 55 04 Nov 1983 1x1 Copa America 56 10 Jun 1984 0x2 Amistoso 57 02 Jun 1985 0x2 Eliminatórias da Copa do Mundo 58 08 Jun 1985 3x1 Amistoso 59 16 Jun 1985 0x2 Eliminatórias da Copa do Mundo 60 23 Jun 1985 1x1 Eliminatórias da Copa do Mundo 61 30 Jun 1985 1x1 Eliminatórias da Copa do Mundo 62 07 May 1986 1x1 Amistoso 63 01 Jun 1986 1x0 Copa do Mundo FIFA - Group D 0 64 06 Jun 1986 1x0 Copa do Mundo FIFA - Group D 0 65 12 Jun 1986 3x0 Copa do Mundo FIFA - Group D 0 66 16 Jun 1986 4x0 Copa do Mundo FIFA - 8as-finais 0 67 21 Jun 1986 1x1 (3x4) Copa do Mundo FIFA - 4as- finais 0 68 27 Mar 1989 Resto do Mundo 2x1 ZICO'S FAREWELL 69 15 Apr 1992 3x1 Amistoso 70 30 Apr 1992 1x0 Amistoso 71 17 May 1992 1x1 Amistoso 72 31 Jul 1992 0x5 FRIENDSHIP CUP 73 26 Aug 1992 0x2 Amistoso 74 23 Sep 1992 4x2 Amistoso 75 26 Nov 1992 1x2 Amistoso 76 16 Dec 1992 3x1 Amistoso === Como treinador === ==== Clubes ==== Clube Temporada Campeonato nacional Copa nacional Competições continentais Outros torneios Total 1993 0 0 0 0 — 0 0 0 0 0 0 0 0 0 0 0 0 0% 1994 — — — 0 0 0 0 0 0 0 0 0% Total 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 54 0 0 0 0% 1997 — 0 0 0 0 — 0 0 0 0 23 0 0 0 0% Total 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 23 0 0 0 0% 2003 3 1 0 2 — — — 3 1 0 2 44,4% Total 3 1 0 2 0 0 0 0 0 0 0 0 0 0 0 0 3 1 0 2 44,4% Total na carreira 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 80 0 0 0 0% * a. Jogos da Copa do Brasil * b. Jogos da Supercopa Sul-Americana * c. Jogos da Copa Rio, Amistoso, Campeonato Carioca e Torneio Rio-São Paulo == Títulos como jogador de Futebol == ;FlamengoJúnior * Copa Intercontinental: 1981 * Copa Libertadores da América: 1981 * Campeonato Brasileiro: 1980, 1982, 1983 e 1992 * Copa do Brasil: 1990 * Campeonato Carioca: 1974, 1978, 1979, 1979 (especial), 1981 e 1991 ;TorinoNa Itália, Júnior virou meia e foi vice-campeão pelo Torino 1991, Junior e la Mitropa Cup del Torino * Copa Mitropa: 1991 ;Seleção Brasileirana CBF era uma taça ganha pela Seleção, contra a Inglaterra, em Wembley, no ano de 1981 (1 x 0, gol de Zico). * Taça Brasil-Inglaterra: 1981 * Torneio da Amizade: 1992 === Prêmios individuais === * Bola de Prata (Placar): 1980, 1983, 1984, 1991 e 1992MAESTRO JÚNIOR * Seleção Ideal do Mundo (Guerin Sportivo): 1981arconada como el portero de la seleccion mundial * Seleção da Copa do Mundo FIFA: 1982All-Star Team * Seleção do Campeonato Italiano: 1984–85SERIE A TEAM OF THE SEASON | 1984/85 * Melhor Jogador do Campeonato Italiano: 1984–85Junior, from the pitch to the boxO Melhor jogador do Campeonato Italiano na Tempora 1984/85 * Bola de Ouro (Placar): 1992Junior Bola de Ouro * Melhor Jogador do Campeonato Brasileiro: 1992Linha do tempo do Campeonato Brasileiro * Seleção Ideal da América do Sul: 1992South American Team of the Year * FIFA 100: 2004Lista de craques de Pelé para Fifa tem maioria brasileira * Segundo Maior ídolo da História do Flamengo (O Globo): 2020Os 30 maiores ídolos da história do Flamengo; veja ranking * Indicado ao Bola de Ouro Dream Team: 2020Cafu, Ronaldo e Pelé representam o Brasil no Dream Team Bola de Ouro da France Football * Melhor lateral da história do Clube de Regatas do Flamengo (GloboEsporte.com): 2023ge.globo.com/ Eleição com 50 jornalistas aponta Filipe Luís como 3º maior lateral da história do Flamengo; veja o Top 10 ;Honrarias * Júnior é homenageado com Busto na Sede social do Clube de Regatas do FlamengoFlamengo inaugura bustos de Raul e Mozer na Gávea. Quais ídolos já foram homenageados? === Recordes === * Jogador com mais partidas pelo Flamengo: 876Os 10 jogadores com mais jogos na história do Flamengo == Títulos como jogador de Futebol de areia== ;Seleção Brasileira de Futebol de areia * Copa do Mundo: 1995, 1996, 1997, 1998 e 1999, 2000 * Campeonato Sul-Americano: 1994, 1995, 1996, 1997, 1998 e 1999 ; Prêmios Individuais * Melhor Jogador da Copa do Mundo de Futebol de Areia: 1995, 1997, 1998 e 2000 * Beach Soccer Stars Legends Awards: 2019Precursor do futebol de areia, \"Maestro\" Júnior recebe homenagem em Dubai ; Artilharias ;Seleção Brasileira * Copa do Mundo: 1997 (11 gols) * Copa do Mundo: 1998 (14 gols) * Copa do Mundo: 1999 (10 gols) * Copa do Mundo: 2000 (13 gols) == Biografias == * \"Minha Paixão Pelo Futebol\" (coleção Gol de Letras), Editora Rocco, 2010.oreporter.com/ Maestro Junior lança biografia para jovens leitores no Rio de Janeiro == Ligações externas == * * * * Categoria:Naturais de João Pessoa Categoria:Futebolistas da Paraíba Categoria:Futebolistas do Clube de Regatas do Flamengo Categoria:Futebolistas do Torino Football Club Categoria:Futebolistas do Pescara Calcio Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores da Seleção Brasileira de Futebol Sub-23 Categoria:Futebolistas nos Jogos Olímpicos de Verão de 1976 Categoria:Jogadores da Copa do Mundo FIFA de 1982 Categoria:Jogadores da Copa América de 1983 Categoria:Jogadores da Copa do Mundo FIFA de 1986 Categoria:Jogadores de futebol de areia do Brasil Categoria:Treinadores de futebol do estado do Rio de Janeiro Categoria:Treinadores de futebol do Clube de Regatas do Flamengo Categoria:Treinadores de futebol do Sport Club Corinthians Paulista Categoria:Comentaristas esportivos do Brasil Categoria:Dirigentes do Clube de Regatas do Flamengo Categoria:FIFA 100 Categoria:Futebolistas olímpicos do Brasil",
 "title": "Júnior (futebolista, 1954)"
}