{
 "id": "106403",
 "text": "Arminda Nunes Correia (São Sebastião, Lagos, 26 de dezembro de 1903 — Pena, Lisboa, 21 de setembro de 1988) foi uma cantora lírica portuguesa. ==Biografia== Nasceu em Lagos, na Rua da Amendoeira, freguesia de São Sebastião, a 26 de dezembro de 1903, tendo sido batizada a 14 de fevereiro de 1904 como filha de Francisco António Correia, comerciante, natural de Budens (Vila do Bispo), e de Guilhermina Nunes Correia, natural de Lagos (freguesia de Santa Maria). Distinta cantora lírica, em 1927, subiu ao palco do Teatro Nacional de São Carlos, para a estreia absoluta de três óperas de Ruy Coelho: Inês de Castro, A Freira de Beja, e o Cavaleiro das mãos irresistíveis. Em 1928, participou também no São Carlos, numa outra ópera de Ruy Coelho: Belkiss. Tomou parte de uma recital preenchido com a audição integral das canções de Ruy Coelho, na Liga Naval. Em 1929, Arminda Correia cantou as Beatitudes de César Franck. No início de 1930, cantou no Teatro D. Maria II na representação em Português da ópera Crisfal e canções de Ruy Coelho sobre poesias de D. Sancho I, D. Dinis, Bernadim Ribeiro e Francisco Rodrigues Lobo. Cantou em 1930, 1933 e 1934 a Paixão Segundo São Mateus, de Bach, no Teatro São Carlos e Palácio das Exposições. Em 1936, actuou em Paris, na Sorbonne, no âmbito das Comemorações Vicentinas. Em 1937, convidada a gravar algumas canções portuguesas pelo Musée de la parole et du geste, no mesmo ano, Armando José Fernandes dedicou as suas partituras do Desaparecido Carlos Queiroz e Ode de Horácio a Arminda Correia. Executou o ciclo de Fauré La Bonne Chanson, acompanhada ao piano por Jorge Croner de Vasconcelos, no Conservatório Nacional; cantando árias de Sousa Carvalho num concerto da Orquestra Filarmónica de Lisboa e interpretado canções portuguesas no Museu Condes de Castro Guimarães. Em 1939, cantou na Quinzena de Portugal em Londres, realizou recitais no Instituto de Cultura Portuguesa de Bruxelas e em Paris, na Casa de Portugal, num total de 7 concertos, todos com canções de autores portugueses. No final dos anos 30 e princípios de 40 do século XX, a cantora executou uma série de recitais para a Emissora Nacional, acompanhada ao piano por Artur Santos. Integrando canções tradicionais, recolhidas e harmonizadas por Francisco de Lacerda. Também colaborou com Fernando Lopes Graça. Em 1941 e 1942 participou em concertos no Ateneu comercial de Lisboa, Teatro D. Maria II, faculdade de Letras de Coimbra e no Hotel Lusitano (Luso) em favor da Obra de Rua do Padre Américo, para além de ter actuado em serões musicais promovidos pela Emissora Nacional e pela FNAT, hoje INATEL. Notável intérprete de autores portugueses, valorizada pelos seus dotes de dicção e raro timbre de voz, obteve em 11 de Junho de 1943 o prémio Luisa Todi. Foi professora de solfejo e de canto no Instituto de Música de Coimbra, Liceu Feminino de Coimbra, Academia de Amadores de Música, Conservatório Nacional de Música. Teve como aluna Natália de Matos, Elsa Saque, entre outras. Morreu a 21 de setembro de 1988, na freguesia da Pena, em Lisboa. == Discografia == * Canções populares portuguesas, editora His Master's voice == Prémios e Reconhecimento == Em 11 de Junho de 1943 recebeu o prémio Luisa Todi. O município de Lagos deu o seu nome a uma das avenidas da cidade e uma das ruas de Lisboa, no Lumiar, tem o seu nome. == Ligações Externas == Memória - Ciclo \"O Canto e os seus intérpretes\" == Referências == Categoria:Naturais de Lagos (Portugal) Categoria:Cantores do distrito de Faro",
 "title": "Arminda Correia"
}