{
 "id": "106490",
 "text": "Leticia Spiller Pena (Rio de Janeiro, 19 de junho de 1973) é uma atriz brasileira. Conhecida por seus trabalhos nas mais variadas áreas do entretenimento, sobretudo na televisão, ela é ganhadora de vários prêmios, incluindo um Prêmio Extra e três Prêmios Contigo!, além de ter recebido indicações para dois Troféus Imprensa. Spiller iniciou sua carreira na década de 1980 atuando no teatro amador no colégio onde estudava, ainda em sua adolescência. Ela estudou atuação no teatro O Tablado. Ganhou notoriedade ao integrar o time de assistentes de palco do programa Xou da Xuxa, na TV Globo. Mas o reconhecimento como atriz aconteceu em 1994 quando ela atuou na novela Quatro por Quatro, da TV Globo, como a protagonista Babalu. Sua personagem se tornou muito popular, sendo uma das mais memoráveis em sua carreira, e ela venceu diversos prêmios, além de receber uma indicação ao Troféu Imprensa de revelação do ano. Desde então, passou a ser requisitada para vários outros projetos. Em 1996, protagonizou a primeira fase da novela O Rei do Gado. Em 1999, interpretou sua primeira grande vilã na novela Suave Veneno, no papel de Maria Regina ela recebeu muitos elogios, vencendo o Prêmio Extra e sendo indicada ao Troféu Imprensa de melhor atriz. Em 2000, ela voltou ao posto de protagonista na novela Esplendor. Outros trabalhos importantes marcaram sua carreira, como a heroína Diana em Sabor da Paixão (2002), a ambiciosa Viviane em Senhora do Destino (2004), a perua Maria Eva em Duas Caras (2007), a moderna Betina em Viver a Vida (2009), a vilã Soraya em I Love Paraisópolis (2015) e a primeira-dama Marilda em O Sétimo Guardião (2018). == Biografia == Começou a carreira como atriz em teatro amador, em 1985, no Colégio Sagrado Coração de Maria, onde estudou. Cursou o teatro O Tablado, com o professor Bernardo Jablonski e participou do \"Grupo Pessoal do Tom\", com Roberto Bomtempo e Roney Vilella. Em 1989, para pagar seus estudos no teatro, entrou para o programa Xou da Xuxa, da Rede Globo, como a paquita Pituxa Pastel. Em 1990 começou a participar do \"Grupo Porão\", sediado no Teatro Villa-Lobos, onde desenvolveu uma linguagem pessoal através de investigações cênicas, físicas e vocais. Fez parte deste Grupo até 1994, quando começou a gravar a novela Quatro por Quatro de Carlos Lombardi. Após algumas participações especiais em 1992 no humorístico Os Trapalhões, Leticia fez a estreia em telenovelas ao interpretar a personagem Debbie, uma pequena participação, em Despedida de Solteiro. Em seguida, foi cursar a Oficina de Atores da Globo. Após apenas quinze dias após ter iniciado a Oficina, foi convidada a participar da telenovela Quatro por Quatro. Com a desistência da atriz Adriana Esteves, Leticia ganhou o seu primeiro papel principal, em 1994, quando a atriz estreou como Babalu, uma das protagonistas daquela telenovela das sete. A personagem de Leticia, assim como sua interpretação, foram considerados destaques da novela, transformando a cabeleireira Babalu na personagem mais popular da obra escrita por Carlos Lombardi e uma das mais populares no contexto das telenovelas da década de 90. Seus trejeitos, maneira de andar e roupas eram copiadas pelas meninas da época. Em 1996 interpretou a personagem Giovanna, na primeira fase da telenovela O Rei do Gado. No ano de 1997 atuou em Zazá, como a cozinheira Beatriz, mais uma vez fazendo par com o então marido Marcello Novaes. Em 1999, Leticia voltou à televisão como a grande vilã Maria Regina, em Suave Veneno. Foi quando precisou cortar os cabelos e pintá- los de preto. Inicialmente foi muito criticada pelos exageros na interpretação da personagem, mas no decorrer da trama, Maria Regina acabou superando as críticas, sendo considerado uma das melhores atuações na trama. Sobre isso, José Wilker disse em entrevista: \"É muito bom o trabalho de Leticia Spiller. Ela foi massacrada pela imprensa e, de repente, surpreendeu-me pela maturidade. Com apenas 25 anos, ouviu tudo com a cabeça erguida e, em seguida, reavaliou o que estava fazendo. Hoje, acho que ela faz um dos melhores trabalhos dessa novela.\" Com o sucesso de sua personagem anterior, Leticia foi convidada para protagonizar Esplendor, telenovela exibida no horário das 18h, em 2000. No ano seguinte a atriz precisou recusar o papel de Jade, a protagonista de O Clone - que acabou ficando com Giovanna Antonelli -, porque estava em processo de produção do espetáculo teatral O Falcão e o Imperador, em que foi responsável pela adaptação do texto, produção, direção e atuação, ao lado da artista Jac Fagundes. Baseado na obra do grego Nikos Kazantzakis e do persa Rumi, o espetáculo foi apresentado em diversas cidades brasileiras e é descrito pela atriz como o trabalho de sua vida. Leticia afastou-se da televisão por um ano porque precisou raspar os cabelos em virtude do personagem Falcão na peça. Em seguida, fez o espetáculo A Leve, o Próximo Nome da Terra, de Hamilton Vaz Pereira. Voltou à televisão em 2002, quando interpretou mais uma protagonista das 18h, a Diana de Sabor da Paixão. Em 2004 foi convidada por Aguinaldo Silva para participar de Senhora do Destino, trama exibida às 20 horas. Leticia deu vida a antagonista Viviane Perón, ambiciosa primeira-dama da Vila de São Miguel e apaixonada esposa de Reginaldo, interpretado por Eduardo Moscovis. Leticia afirmou em uma entrevista que se inspirou em Lady Macbeth, de Shakespeare, para compor seu papel. No cinema atuou em Oriundi (1999), ao lado de Anthony Quinn. Anthony e Leticia cultivaram uma estreita amizade e Leticia recebeu muitos ensinamentos. Em 2000 atuou como Mindinha a segunda esposa do compositor Heitor Villa-Lobos, em Villa-Lobos, Uma Vida de Paixão (2000). Em 2002 viveu a personagem-título de A Paixão de Jacobina. Participou ainda de dois curtas-metragens: o premiado O Pulso (1997), de José Pedro Goulart, e O Problema (2004), em que foi dirigida por Frederico Benedini e repetiu a parceria com Eduardo Moscovis. Em 2006 a atriz foi convidada pela autora Gloria Perez a integrar o elenco da minissérie Amazônia, de Galvez a Chico Mendes, exibida pela Rede Globo em 2007. Participou como Anália, esposa infiel que contava com o consentimento do marido. Posteriormente, esteve em cartaz com a peça Isadora Duncan, sobre a vida da bailarina norte-americana homônima, considerada a pioneira da dança moderna. O espetáculo contou com a direção de Bibi Ferreira e texto de Aguinaldo Silva. No fim de 2007, fez parte da novela das 20h, Duas Caras, no papel da perua Maria Eva Duarte. Em 2009, depois de um ano longe das novelas, trabalhou pela primeira vez com o autor Manoel Carlos, em Viver a Vida. Leticia interpretou Betina, uma mulher avançada e moderna, às voltas com a infidelidade do marido, que a trai com a própria prima, e o namoro da filha adolescente. Atuou na 19.ª temporada de Malhação, que foi ao ar de 29 de agosto de 2011 a 10 de agosto de 2012. Em 2011, após o nascimento de sua filha Stella, participou do espetáculo teatral Outside, um Musical Noir, inspirado em um poema do músico David Bowie, interpretando a personagem Peggy Gugenheim. Em 2012, fez parte do elenco de Salve Jorge, como Antônia, uma ex-modelo falida, casada com Celso, personagem de Caco Ciocler. Em crise, o casal acaba se divorciando depois que ela resolver retomar a carreira. Em 2013, viveu a dançarina e cantora Lola Gardel da novela das 18 horas Joia Rara de Thelma Guedes e Duca Rachid. Em 2014 viveu a ex-secretária Gilda na novela das 18 horas Boogie Oogie de Rui Vilhena. No ano de 2015 interpreta Soraya Brenner, em I Love Paraisópolis, esposa de Gabo (Henri Castelli) e mãe de Benjamin (Mauricio Destri). Depois de sua participação na novela, ensaia e estreia em janeiro de 2016, no Espaço Tom Jobim (Jardim Botânico), no Rio de Janeiro, a peça Doroteia - Uma Farsa Irresponsável em Três Atos, seu primeiro espetáculo da obra de Nelson Rodrigues e direção de Jorge Farjalla. Interpretando o papel-título ao lado de Rosamaria Murtinho, a peça foi considerado um sucesso pela crítica e realizou pequena temporada, viajando por algumas cidades brasileiras. Em 2016, vive a conflituosa Lenitta, na novela Sol Nascente, novamente atuando com o ex-marido Marcello Novaes, que interpreta seu par romântico, Vittorio. Em 2018, integra o elenco principal da novela O Sétimo Guardião, retomando a parceria com o autor Aguinaldo Silva, onde surge no papel da fútil Marilda, primeira dama da cidade fictícia serro azul, uma divertida socialite totalmente obcecada por juventude e que surpreende a todos por sua beleza, que utiliza de uma fonte de águas mágicas para manter-se jovem, sendo um dos papéis centrais da trama. ===Música=== Desde 2017, Spiller é uma das integrantes do \"Coletivo El Camino\", grupo que nasceu da união de seis artistas de lugares diferentes; seus espetáculos envolvem teatro, música, artes plásticas e literatura. A trupe é formada pelo designer e fotógrafo Flávio Jardim, a atriz e artista plástica Maureen Miranda, o músico e compositor Neco Yaros, o ator Adriano Petermann e o músico e compositor Pablo Vares. Em 2019, e integra o duo \"Lo Que Hay\", ao lado do namorado, Pablo Vares. ==Vida pessoal== Em 1995 começou a namorar o ator Marcello Novaes, com quem foi morar junto no mesmo ano, após alguns meses de namoro. O casal permaneceu em união até 2000. Juntos, têm um filho, o também ator Pedro Spiller Pena Novaes, nascido em 17 de outubro de 1996. Após outros relacionamentos, iniciou um namoro em 2007 com o diretor Lucas Loureiro. Ambos foram viver juntos em 2009. Em 20 de janeiro de 2011 nasceu a filha do casal, Stella Spiller Pena Loureiro. Em 2016 o casal separou-se. Seus dois filhos nasceram de parto normal, no Rio de Janeiro. Desde sua segunda separação Leticia é vista eventualmente em relacionamentos afetivos casuais. Aline Salcedo. \"O talento de ser mãe: Leticia Spiller curte a gravidez e já fala no próximo bebê\" . Contigo!, 24 de novembro de 2010. Página acessada em 27-5-11.Leticia Spiller retoma casamento e diz a revista: \"O amor venceu!\", Globo, 1 de outubro de 2014 Pelo lado materno, tem ascendência austríaca, e do paterno, portuguesa e espanhola. Leticia é católica e o seu irmão, Eduardo, é sacerdote. == Filmografia == ===Televisão=== Ano Trabalho/Obra Personagem Nota Xou da Xuxa Paquita (assistente de palco) 1989 Bobeou Dançou Paquita (assistente de palco) 1991 El Show de Xuxa Paquita (assistente de palco) 1992 Xuxa Park Paquita (assistente de palco) 1992 Despedida de Solteiro Debbie 1994 Quatro por Quatro Barbarela Lourdes de Almeida (Babalu) 1995 Cara & Coroa Camila Episódios: \"12–13 de outubro\" 1996 O Rei do Gado Giovanna Berdinazzi Episódios: \"17–25 de junho\" 1997 Zazá Beatriz Soffer 1998 Mulher Mariana 1999 Suave Veneno Maria Regina Bergantes de Cerqueira e Figueira 2000 Esplendor Flávia Cristina Sampaio 2001 A Grande Família Sofia Episódio: \"Mamãe Subiu no Telhado\" Episódio: \"Quem Manda Aqui é Ela\" 2002 Sabor da Paixão Diana Coelho 2003 Sítio do Picapau Amarelo Gavita Episódios: \"Os Bandeirantes\" 2003 Kubanacan Laura / Adelaide Labarca 2004 Senhora do Destino Viviane Fontes Ferreira da Silva / Vivian Perón 2005 Cidade dos Homens Ela mesma Episódio: \"Em Algum Lugar do Futuro\" 2005 Quem vai ficar com Mário? Sabrina Especial de fim de ano 2006 Xuxa 20 Anos Ela mesma Especial de fim de ano 2007 Amazônia, de Galvez a Chico Mendes Anália 2007 Linha Direta Sylvia Thibau Episódio: \"Nelson Rodrigues\" 2007 Duas Caras Maria Eva Monteiro Duarte 2009 Viver a Vida Betina Trindade de Araújo Rocha 2010 Afinal, o Que Querem as Mulheres? Sophia 2011 Malhação Conectados Laura Guimarães de Oliveira 2012 Salve Jorge Antônia Alcântara Flores Galvão 2013 Joia Rara Dolores Gardel (Lola) 2014 Boogie Oogie Gilda Antunes 2015 I Love Paraisópolis Soraya Maria de Albuquerque Brenner 2016 Sol Nascente Helena de Freitas (Lenita) 2017 Os Dias Eram Assim Monique Sampaio Pereira 2018 O Sétimo Guardião Marilda Rocha 2023 Cidade Invisível Matinta Perera A História Delas Isabel 2025 Ninguém como Tu Beatriz Paiva Calado === Cinema === Ano Título Personagem Nota 1990 Lua de Cristal Fada e Estudante de Música 1990 Sonho de Verão Leticia 1991 Gaúcho Negro Adriana 1997 O Pulso Elisabeth 2000 Oriundi Caterina Padovani/ Sofia D'Angelo 2000 Villa-Lobos - Uma Vida de Paixão Mindinha 2002 A Paixão de Jacobina Jacobina Mentz MaurerCinemateca brasileira Cinemateca Brasileira 2002 Xuxa e os Duendes 2 - No Caminho das Fadas Fada 2007 Xuxa em Sonho de Menina Mãe de Kikinha 2010 De Corpo InteiroDocumentário revela Clarice por Clarices. Uol. Página visitada em 16 de setembro de 2017. Clarice Lispector 2009 Flordelis - Basta uma Palavra para Mudar Volúcia 2011 O Gerente Leticia 2011 Desenrola Virgínia 2013 O Inventor de Sonhos Noémie Thierry 2014 O Casamento de Gorete Rochana 2015 Tudo Que Deus Criou Maura 2019 Eu Sou BrasileiroFilme gravado em Indaiatuba tem Leticia Spiller como co-produtora . Mais Expressão. Página visitada em 16 de setembro de 2017. Dra. Márcia 2019 Jorginho Guinle: $ó se Vive Uma Vez Fraulein Emmy 2022 Nunca Fomos Tão ModernosTriângulo amoroso no longa “Desejos Modernos”. TV Brasil. Página visitada em 16 de setembro de 2017. Marina 2023 Um Ano Inesquecível - Inverno Flávia Fontes 2024 Dano Moral Delegada Dora == Teatro == Ano Título Personagem Nota 1993–94 Peer Gynt Anita 1995–96 Abelardo e Heloisa Heloisa 2000–04 O Falcão e o ImperadorFolha Online - Reuters - Leticia Spiller estréia \"O Falcão e o Imperador. Uol. Página visitada em 16 de setembro de 2017. Deus / Falcão também direção/produção 2004 A Leve, o Próximo Nome da TerraPeça de Hamilton Vaz Pereira aposta no esquisito para provocar e divertir o público. ISTOÉ Gente - Terra. Página visitada em 16 de setembro de 2017. Marlene 2007 Isadora Duncan - É Dançando que a Gente se AprendeEGO - NOTÍCIAS - Leticia Spiller emociona ao interpretar diva do balé. Ego. Página visitada em 16 de setembro de 2017. Isadora Duncan / Aurora 2009 Bodas de SangueAmir Haddad dirige 'Bodas de sangue', de Garcia Lorca. O Globo. Página visitada em 16 de setembro de 2017. A Noiva 2010–11 Outside, Um Musical NoirLeticia Spiller vive personagem barra pesada em musical. Globo teatro. Página visitada em 16 de setembro de 2017. Peggy Guggenheim 2013–15 EdypopLeticia Spiller estrela versão contemporânea de mito grego. Globo teatro. Página visitada em 16 de setembro de 2017. Jocasta 2016–17 DorotéiaPeça 'Dorotéia' reúne Rosamaria Murtinho e Leticia Spiller . G1. Página visitada em 16 de setembro de 2017. Dorotéia 2016–18 Não Deveria se ChamarLeticia Spiller apresenta musical Não deveria se chamar em Americana. Região hoje. Página visitada em 16 de janeiro de 2020. Cantora 2018 Punho Fechado Performance 2018 InFusión - Flamenco e Sul América‘Infusión’, com Leticia Spiller no Teatro do Sesc em Gravataí. Jornal No Palco. Página visitada em 16 de janeiro de 2020. Cantora 2019 ZORRO – Nasce Uma Lenda“ZORRO – Nasce Uma Lenda”: temporada no 033 Rooftop é prorrogada até o dia 17 de novembro devido ao enorme sucesso. Midiorama. Página visitada em 16 de janeiro de 2020. Inez ==Discografia== === Singles=== Como artista convidada Título Ano Álbum \"Repousar\" 2015 Euforia \"Lua Cheia\" 2019 \"Quimera\" 2020 === Vídeos musicais === Aparições especiais Título Ano Artista \"Não Vá\" 2009 Rodrigo Santos \"Somente Nela\" 2015 Paulinho Moska Como diretora Título Ano Artista \"Corrente\" 2018 Banda Fauze ==Literatura== Ano Título Editora 2017 Carol Catatau 2018 Mais de Mim Abajour Books == Prêmios e indicações == Ano Prêmio Categoria Nomeações Resultado 1994 Prêmio TV Press Melhor Atriz Revelação Quatro por Quatro 1995 Troféu Imprensa Melhor Revelação Quatro por Quatro 1995 Prêmio Melhores da Revista da TVMelhoras da Revista da TV Revelação Feminina Quatro por Quatro 1996 Prêmio Contigo! de TV Melhor Atriz Revelação Quatro por Quatro 1996 Prêmio Contigo! de TV Melhor Par Romântico (com Marcelo Novaes) Quatro por Quatro 1996 Prêmio Sated Ator/Atriz Revelação Quatro por Quatro 1997 Prêmio Contigo! de TV Melhor Par Romântico (com Leonardo Brício) O Rei do Gado 1999 Prêmio Extra de Televisão Melhor Atriz Suave Veneno 1999 Festival de Cinema e TV de NatalFestnatal. Festnatal. Página visitada em 9 de Agosto de 2015. Atriz Suave Veneno 2000 Troféu Imprensa Melhor Atriz Suave Veneno 2003 Prêmio Contigo! de TV Melhor Atriz Sabor da Paixão 2003 Prêmio Contigo! de TV Melhor Par Romântico (com Marcelo Novaes) Sabor da Paixão 2011 Prêmio FITA - Festival Internacional de Teatro Melhor Atriz Outside, Um Musical Noir 2013 Prêmio Contigo! de TV Melhor Atriz Coadjuvante Salve Jorge 2013 Troféu Top Of Business Destaques do ano Salve Jorge 2013 Troféu Inspiração do Amanhã Homenagem Salve Jorge 2015 Festcine Barra do Piraí Melhor Atriz O Casamento de Gorete 2015 Troféu UOL TV e FamososTroféu UOL TV e Famosos - Vote nos melhores de 2015 Melhor Atriz I Love Paraisópolis 2016 Troféu Nelson Rodrigues Artes Cênicas Dorotéia == Ligações externas == * * Perfil de Leticia Spiller no Site EGO da Globo.com Categoria:Prêmio Extra de Televisão de melhor atriz Categoria:Naturais da cidade do Rio de Janeiro Categoria:Atrizes do estado do Rio de Janeiro Categoria:Atrizes de televisão do Brasil Categoria:Atrizes de cinema do Brasil Categoria:Católicos do Brasil Categoria:Paquitas Categoria:Brasileiros de ascendência portuguesa Categoria:Brasileiros de ascendência austríaca Categoria:Brasileiros de ascendência espanhola",
 "title": "Leticia Spiller"
}