{
 "id": "10650",
 "text": "A Freguesia de Ferreira do Alentejo foi a freguesia-sede do Município de Ferreira do Alentejo, a qual tinha 223,74 km² de área e 4 696 habitantes (2011), e, por isso, uma densidade populacional de 21 hab/km². Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Canhestros, formar uma nova freguesia denominada União das Freguesias de Ferreira do Alentejo e Canhestros da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da freguesia de Ferreira do Alentejo (1864 – 2011) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 3 252 4 117 5 225 5 205 5 792 5 317 7 479 8 449 8 967 8 108 6 144 6 084 5 277 4 866 4 696 Nos censos de 1864 a 1930 figura com a designação de Ferreira e Vilas Boas. Passou a denominar-se Ferreira do Alentejo pelo decreto lei nº 27.424, de 31/12/1936. Com lugares desta freguesia foi criada, pela Lei nº 31/88, de 01 de Fevereiro, a freguesia de Canhestros'' ==Lugares== Na freguesia de Ferreira do Alentejo encontram-se os lugares de Abegoaria, Aldeia de Ruins, Fortes, Gasparões, Olhas, Quinta de São Vicente e Vale de Aljustrel. == Património == * Capela do Calvário (Ferreira do Alentejo) ou Capela de Santa Maria Madalena * Quinta de São Vicente * Casa na Rua do Visconde de Ferreira do Alentejo, 17 / Solar dos Viscondes * Moradia D. Diogo Maldonado Passanha * Antigo Palacete de João Carlos Infante Passanha, anexa ao nº 10 * Casa na Rua Visconde de Ferreira do Alentejo, 31 * Igreja Paroquial de Vilas Boas * Igreja Paroquial de Nossa Senhora da Assunção * Capela de Santo António / Actual Galeria de Arte * Igreja da Misericórdia / Futuro Pólo Museológico de Arte Sacra * Casa no Largo de D. Luís Maldonado Vivião Passanha, ou Largo do Ferrinho de Engomar * Casa Senhorial na Praça Comendador Luis António Infante Passanha, 20 a 22 * Casa Agrícola Jorge Ribeiro de Sousa ou Museu Municipal de Ferreira * Paços do Concelho ou Câmara Municipal * Casa na Rua Conselheiro Júlio de Vilhena, 16 * Ermida de São Vicente * Ermida de São Sebastião * Estação Arqueológica do Monte da Chaminé / Vila Romana == Personalidades ilustres == * Visconde de Ferreira do Alentejo *Luís Pedro Nunes (Repórter) *António Manuel Lopes dos Santos - Tim dos Xutos & Pontapés",
 "title": "Ferreira do Alentejo (freguesia)"
}