{
 "id": "106594",
 "text": "Partido Democrático Social (PDS) foi um partido político brasileiro de direita fundado em 31 de janeiro de 1980.Almanaque digital da Folha de S. Paulo O partido surgiu após o fim do sistema bipartidário que havia sido implantado pelo Regime Militar de 1964 e que foi objeto de uma reforma ocorrida no governo João Figueiredo. Sucessor da ARENA, foi extinto em 1993, após seus integrantes aprovarem sua fusão com o Partido Democrata Cristão (PDC) para criar o Partido Progressista Reformador (PPR). De uma dissensão nos seus quadros, surgiu o Partido da Frente Liberal (PFL), mais recentemente Democratas (DEM) e hoje parte do União Brasil, em 1985. Posteriormente o Partido Progressista Reformador mudaria para Partido Progressista Brasileiro (PPB) em 1995, e, numa nova mudança, tornou-se o Partido Progressista (PP) em 2003, passando a denominação atual de Progressistas em 2017. Como herdeiro da ARENA, comandou as duas casas do Congresso Nacional durante o Governo Figueiredo (1979-1985). Elegeu governadores em treze estados brasileiros ao longo de sua existência, sendo doze nas eleições de 1982 e um nas de 1990. == História == O retorno do pluripartidarismo no Brasil ocorreu em novembro de 1979. O Congresso Nacional extinguiu nessa ocasião o bipartidarismo, abrindo o caminho para a criação de novos partidos. A ARENA foi legalmente extinta e o PDS foi criado em seu lugar, como seu sucessor direto. Fundado em 31 de janeiro de 1980, o PDS tinha dentre seus filiados José Sarney e Fernando Collor, dois futuros Presidentes da República, sendo que o maranhense foi eleito presidente do partido em 28 de fevereiro e ocupou o cargo durante quatro anos. Mesmo aureolado pela condição de agremiação governista, o PDS urdiu a aprovação de uma emenda constitucional de autoria do deputado Anísio de Souza, que prorrogou até 1982 os mandatos dos prefeitos e vereadores eleitos em 1976, de modo a permitir uma melhor estruturação partidária. Assim o PDS só disputou sua primeira eleição em 15 de novembro de 1982 na qual elegeu 12 governadores (vencendo em todo o Nordeste), 15 senadores (preenchendo as três vagas de Rondônia), 235 deputados federais, 476 deputados estaduais, 2533 prefeitos e a maioria dos vereadores. No cômputo geral foi o mais votado do país, porém muito dessa maioria foi conseguida graças ao voto vinculado e as sublegendas. Em 1º de fevereiro de 1983 tomaram posse os parlamentares eleitos no ano anterior e na condição de maior bancada o PDS assegurou o comando do Senado Federal e da Câmara dos Deputados, contudo por não dispor de maioria urdiu um acordo com o PTB em maio após fazer algumas concessões políticas (cargos) aos trabalhistas. Tal aliança não evitaria a rejeição do Decreto 2.024 em 21 de setembro. Em seu teor ele garantia reajustes salariais de 100% do Índice Nacional de Preços ao Consumidor (INPC) a quem recebesse até sete salários mínimos e foi a primeira vez desde 1964 que um projeto do Executivo foi rejeitado pelo Congresso. Ao proclamar o resultado o senador Nilo Coelho declarou: \"Eu não sou presidente do Congresso do PDS, sou presidente do Congresso do Brasil\", no que foi aplaudido pela oposição. A essa altura os debates acerca da sucessão presidencial dominavam os bastidores do PDS e diante da falta de consenso quanto ao tema o presidente Figueiredo abdicou de comandar o processo de escolha de um candidato delegando a tarefa à cúpula partidária. A essa altura despontavam os nomes de: Aureliano Chaves, Costa Cavalcanti, Hélio Beltrão, Mário Andreazza, Marco Maciel e Paulo Maluf. === Sucessão presidencial de 1985 === Paralelo a efervescência no seio do PDS, a oposição encampou as Diretas Já cujo estopim se deu num comício em Abreu e Lima em março de 1983 e depois viria a contagiar o país ao longo do ano seguinte, contudo a rejeição da emenda Dante de Oliveira por falta de quorum em 25 de abril de 1984 frustrou os anseios do eleitorado brasileiro por falta dos vinte e dois votos, que garantiriam sua apreciação pelo Senado.Sobre o resultado da votação, a proposta recebeu o voto favorável de 298 deputados contra 65 votos contrários e 03 abstenções, porém a ausência de 112 parlamentares impediu que os 22 votos restantes necessários para a apreciação pelo Senado Federal fossem alcançados. Na qualidade de presidente do PDS, José Sarney propôs a realização de prévias na escolha do candidato a presidente, tese rechaçada pelos malufistas que a consideravam um ardil para evitar sua vitória na convenção. Diante do impasse, Sarney renunciou em 11 de junho, no que foi seguido por seu sucessor o senador Jorge Bornhausen num intervalo pouco superior a dez dias. Em 5 de julho a dissidência Frente Liberal rompeu com o comando partidário e no dia 23 foi anunciado um acordo desta com o PMDB em apoio à eleição de Tancredo Neves onde o vice-presidente seria escolhido dentre os quadros liberais. Em 8 de agosto José Sarney deixou o PDS e se filiou ao PMDB no dia 13 e foi escolhido candidato a vice-presidente. O revés da eleição direta para Presidente da República logo foi capitalizado em comícios e manifestações de apoio favoráveis à escolha de Tancredo Neves à suprema magistratura do país ao passo que o PDS teve que decidir em convenção datada de 11 de agosto entre Maluf e Mário Andreazza, quem seria o candidato. Consumada a vitória do primeiro por 493 votos a 350 multiplicaram-se as dissidências com Aureliano Chaves, Marco Maciel e Antônio Carlos Magalhães anunciando seu apoio à chapa Tancredo-Sarney. O comício inaugural da \"Aliança Democrática\" aconteceu em Goiânia dia 14 de setembro onde compareceram 300 mil pessoas. A essa altura as oposições (exceto os petistas) apontaram Tancredo como seu candidato. Setenta e duas horas antes da votação Maluf sofreu um revés com a decisão de que a escolha do Presidente da República seria em votação aberta. Em 15 de janeiro de 1985, Tancredo Neves foi eleito presidente com 480 votos contra 180 dados a Paulo Maluf mais 26 abstenções, mas não chegou a tomar posse e foi substituído por José Sarney. === Novos desafios === Após a derrota no Colégio Eleitoral, o PDS teve que se reorganizar como partido político e nisso o senador Amaral Peixoto foi escolhido para presidir a agremiação e seu principal desafio foi conciliar os partidários de uma oposição sistemática ao governo, no caso os malufistas, e os que defendiam uma postura moderada quanto ao tema, liderados pelo Ministro das Comunicações Antônio Carlos Magalhães, todavia como ACM deixou o partido e ingressou no PFL em 6 de janeiro de 1986 os defensores da oposição férrea ao governo foram vitoriosos. A primeira empreitada do PDS na oposição aconteceu nas eleições realizadas em 201 municípios brasileiros em 1985Capitais de estado, áreas de segurança nacional, estâncias hidrominerais, novos municípios e municípios de territórios. e nelas o partido elegeu 22 prefeitosÀquela altura o grupo político de Antônio Carlos Magalhães, ainda estava no PDS e em razão dessa circunstâncias dezesseis dos vinte e dois prefeitos eleitos em todo o país eram da Bahia. colhendo uma vitória em São Luís com Gardênia Gonçalves, esposa do senador João Castelo, adversário político de Sarney. Ao final daquele ano o partido contava com apenas quatroO partido manteve os governos da Bahia, Mato Grosso, Rio Grande do Sul e Santa Catarina e perdeu oito governadores nordestinos, sendo que o do Ceará ingressou no PMDB e os demais (Maranhão, Piauí, Rio Grande do Norte, Paraíba, Pernambuco, Alagoas e Sergipe) migraram para o PFL. dos doze governos de estado que elegera em 1982Partido já perdeu oito governadores (online). Folha de S. Paulo, 04/12/1985. Página visitada em 15 de janeiro de 2012. sendo que em 1986 elegeu o vice-governador do Piauí e levou ao Congresso apenas dois senadores e trinta e três deputados federais, números pífios se comparados aos de 1982. Nas eleições de 1988, Maluf foi derrotado por Luiza Erundina em São Paulo, todavia o PDS conquistou 446 prefeituras, (inclusive Rio Branco e Florianópolis)Em 1988, o PDS triunfou com Espiridião Amin e Jorge Kalume nas referidas capitais. o terceiro maior número do país. Maluf foi candidato a Presidência da República em 1989 quando ficou em quinto lugar e no segundo turno, apoiou Collor, em oposição a Lula. Derrotado na disputa pelo governo paulista em 1990, Maluf teve o consolo de ver seu partido conquistar o governo do Acre, derrotando o PT e eleger dois senadoresO próprio Amin em Santa Catarina e Lucídio Portela no Piauí. e quarenta e dois deputados federais. A última eleição disputada pelo PDS aconteceu em 1992 quando Paulo Maluf venceu em São Paulo e Teresa Jucá em Boa Vista. Naquele ano os pedessistas mantiveram o posto de terceiro maior partido do Brasil ao elegerem 363 prefeitos. A história da agremiação teve fim em 4 de abril de 1993 quando este se fundiu ao PDC para criar o Partido Progressista Reformador (PPR), presidido pelo senador Espiridião Amin. == Participação e desempenho eleitoral == === Participação em eleições presidenciais === Ano Imagem Candidato(a) a Presidente Candidato a Vice-Presidente Coligação Votos % Colocação Ref. 1985 Paulo Maluf (PDS) Flávio Marcílio (PDS) 180 27,27% 2.º 1989 Paulo Maluf (PDS) Bonifácio Andrada (PDS) 5.986.575 8,85% 5.º == Participação e desempenho eleitorais == === Participação em eleições parlamentares federais === Câmara dos DeputadosBancada na Eleição Portal da Câmara dos Deputados. Acessado em 19 de abril de 2016. Legislatura Bancada % ± 48.ª (1987–1991) 8,41 49.ª (1991–1995) 8,34 Senado FederalSenadores Portal do Senado Federal. Acessado em 19 de abril de 2016. Legislatura Bancada % ± 48.ª (1987–1991) 5,33 49.ª (1991–1995) 14,81 === Membros famosos === === Presidente da República pelo PDS === * João Figueiredo === Vice-presidente da República pelo PDS === * Aureliano Chaves === Governadores pelo PDS === * Paulo Maluf * Antônio Carlos Magalhães * Marco Maciel * Esperidião Amin * José Agripino Maia * Augusto Franco * Djenal Queiroz * Lavoisier Maia * Tarcísio Buriti * Eurico Resende * Jorge Bornhausen * Guilherme Palmeira * Ney Braga * Ary Valadão * Pedro Pedrossian * Hugo Napoleão * Virgílio Távora * Júlio Campos * Jorge Teixeira * José Maria Marin * Lucídio Portela * Edmundo Pinto * Romildo Magalhães * João Castelo * Alacid Nunes * José Lindoso * Aníbal Barcelos * Ottomar Pinto * Amaral de Souza * Francelino Pereira * Divaldo Suruagy * João Alves Filho * Luís Rocha * João Durval * Gonzaga Mota * Jair Soares * Wilson Braga * Roberto Magalhães === Senadores pelo PDS === * Aderbal Jurema * Albano Franco * Aloysio Chaves * Amaral Furlan * Amaral Peixoto * Arnon de Melo * Carlos Alberto de Sousa * Carlos Chiarelli * Carlos Lyra * César Cals * Dinarte Mariz * Eunice Michiles * Jarbas Passarinho * João Calmon * João Castelo * João Lobo * Jorge Kalume * José Sarney * Jutahy Magalhães * Lomanto Júnior * Luís Viana Filho * Luís Cavalcanti * Marcondes Gadelha * Milton Cabral * Moacir Dalla * Murilo Badaró * Otávio Cardoso * Odacir Soares * Roberto Campos * Tarso Dutra === Deputados Federais pelo PDS === * Ademar de Barros Filho * Aécio Cunha * Aécio de Borba * Agnaldo Timóteo * Alberto Hoffmann * Alceni Guerra * Alcides Franciscato * Álvaro Valle * Amaral Netto * Antônio Carlos Konder Reis * Antônio Salim Curiati * Augusto Trein * Bonifácio José Tamm de Andrada * Delfim Netto * Edison Lobão * Ernâni Sátiro * Fernando Collor de Mello * Flávio Marcílio * Francisco Rollemberg * Gerardo Renault * Herbert Levy * Ibrahim Abi-Ackel * Inocêncio de Oliveira * João Alberto de Souza * João Alves * José Jorge * José Reinaldo Tavares * Jutahy Magalhães Júnior * Lúcio Alcântara * Magalhães Pinto * Maluly Netto * Manoel Cavalcanti Novaes * Nelson Marchezan * Pauderney Avelino * Paulo Bauer * Pratini de Moraes * Prisco Viana * Reinhold Stephanes * Rubem Medina * Ruberval Pilotto * Sarney Filho * Simão Sessim * Siqueira Campos * Teresa Jucá * Thales Ramalho * Vasco Furlan * Virgílio Galassi === Outros === * Eliseu Resende * Célio Borja * Arolde de Oliveira * Júlio Redecker * Celso Bernardi * Felismina Campelo Macambira * Mão Santa * Severino Cavalcanti * Joaquim Francisco * Ciro Gomes * Benedito de Lira * Ricardo Izar * Pedro Pereira * Guilherme Socias Villela * Augusto Nardes * Erasmo Dias * Afanásio Jazadji * Hélio Ansaldo * Estevam Galvão * Moreira Franco * Reynaldo de Barros * Érico Ribeiro * Junji Abe * Conte Lopes * Mário Andreazza * Gardênia Gonçalves * Oscar Westendorff * Nabi Abi Chedid * Wadih Helu * Francisco Rossi * Guilherme Afif Domingos * Biro Biro * Éder Jofre * Walter Abrahão * Gustavo Krause * Wilma de Faria == Bibliografia == * ALMANAQUE ABRIL 1986. 12ª edição. São Paulo, Abril, 1986. * ALMANAQUE ABRIL 1987. 13ª edição. São Paulo, Abril, 1987. * ISTO É - BRASIL 500 ANOS: Atlas Histórico. São Paulo, Editora Três, 1998. * VEJA. O Beijo da Maioria, matéria publicada em 1º de junho de 1983. == Ligações externas == * * * Democratico Social Categoria:Partidos políticos conservadores no Brasil Categoria:Direita política no Brasil Categoria:1980 na política do Brasil",
 "title": "Partido Democrático Social"
}