{
 "id": "106659",
 "text": "Jardim Santa Luzia é um distrito da Estância Turística de Ribeirão Pires, cidade localizada na microrregião do Grande ABC. É o segundo maior distrito de Ribeirão Pires (2010) e foi criado pela Lei Estadual 4.954, de 27 de dezembro de 1985 após pedido oficial do município autorizado pela Lei Municipal n.º 2.571, de 03 de setembro de 1984. O Distrito Jardim Santa Luzia, tem sede no bairro de Santa Luzia e faz divisa com os distritos de Ribeirão Pires (que compreende a região central) e Ouro Fino Paulista. Seus limites começam no divisor entre o Córrego do Itaim e Ribeirão Pires (distrito), na cabeceira de uma pequena água, afluente da margem direita do Córrego dos Ripoli, que deságua à montante da rodovia SP-31 (Tibiriçá). que liga Ribeirão Pires (cidade) a Suzano; desce pela referida água até sua foz do Córrego dos Ripoli e por este até sua foz no Ribeirão Grande (aquífero), pela qual sobe até a foz do Córrego da Colônia; sobe por este até sua cabeceira; daí, alcança o divisor Ribeirão Grande (aquífero) com Ribeirão Pires (distrito), pelo qual segue até encontrar a divisa intermunicipal de Ribeirão Pires (cidade) com Mauá, no pião divisor Ribeirão Pires (distrito)-Ribeirão Grande (aquífero)-Rio Tamanduateí. Os bairros que compõem o Distrito Jardim Santa Luzia são: * Estância Holywood * Jardim Boa Vista * Jardim Hortência * Jardim Ideal * Jardim Itapeva * Jardim Santa Luzia (Alfredo Petrachi) * Parque Santa Luzia * Vale do Sol * Vila Érica Yara * Vila Moderna * Vila Santo Antonio * Vila Oásis Esta região possui muitos estabelecimentos comerciais e possui como ponto turístico São José de Inox, escultura do artista plástico Lúcio Bittencourt. == Demografia == * Altitude (em relação ao nível do mar): 763 metros; * Clima: Subtropical; * População: Segundo o censo de 2010 Santa Luzia possuía 9.475 habitantes dos quais 4.635 eram do sexo masculino e 4.840 do sexo feminino. Categoria:Distritos de Ribeirão Pires",
 "title": "Santa Luzia (Ribeirão Pires)"
}