{
 "id": "1067",
 "text": "Jean-Gabriel de Tarde (Sarlat, 12 de março de 1843 — Paris, 12 de maio de 1904) foi um filósofo, sociólogo, psicólogo e criminologista francês. == Vida == A família de Tarde era de origem nobre e vivia na região de Sarlat, desde a Idade Média. Entre os seus antepassados conta-se Jean Tarde (1561-1636), capelão particular do rei de França Henrique IV, astrónomo e amigo de Galileu. Gabriel Tarde tinha apenas sete anos quando o seu pai morreu. A sua mãe confia a educação de Tarde aos jesuítas de Sarlat, onde faz os estudos secundários. Porém, Tarde revolta-se diversas vezes contra o rigor excessivo dos jesuítas tentando a fuga. Em 1860, obtém o bacharelato em Letras com a classificação de Muito Bom, seguido do bacharelato em Ciências. Após os estudos secundários, começa a sofrer crises oftalmológicas, que o obrigam a viver longos meses em locais escuros. Entretanto, inscreve-se na Faculdade de Direito de Toulouse, mas depois transfere-se para Paris. Numa tentativa de superar a sua doença, inicia uma devoção mística a Santa Teresa de Ávila, mas o rigor da meditação fá-lo regressar à vida laical. Nesses momentos, escreve poemas, faz longos percursos pedestres e tem as primeiras intuições filosóficas ao ler os filósofos alemães: Hegel, Leibniz e Cournot. Em finais de 1866, termina o curso de Direito. Em 1867, inicia a sua carreira na magistratura: secretário do juiz de Sarlat, juiz suplente e finalmente juiz de instrução. Nessa época, os problemas oftalmológicos tinham desaparecido quase totalmente. Tarde começa a sua carreira de investigação primeiro na Criminologia publicando vários artigos, nos quais entra em polémica com o criminologista italiano César Lombroso. Para além da Criminologia, publica também artigos nas áreas da Sociologia, Filosofia, Psicologia Social e Economia. Em 1894, é nomeado director da secção de estatística criminal do Ministério da Justiça em Paris, cargo que conserva até à morte. Nesta cidade, continua uma vida intensa ligada à investigação nas Ciências Sociais e Humanas: colóquios, congressos, artigos e polémicas (desta vez com Émile Durkheim, ao qual se opõe na definição e metodologia da Sociologia). A partir de 1896, foi regente de disciplinas na École Libre de Sciences Politiques e deu lições no Collège Libre des Sciences Sociales. Em 1900, aceita a regência da cátedra de Filosofia Moderna no Collège de France. A vida intensa de Gabriel Tarde chega ao fim na noite de 12 de Maio de 1904. Momentos antes de morrer, reordena as suas notas para o seu próximo trabalho - La conversation et son rôle social - e lê-as a um dos seus filhos. Depois, parte para o reino da morte com a idade de 61 anos. == Obras == * La criminalité comparée (1890) * La philosophie pénale (1890) * Les lois de l'imitation (1890) * Les transformations du droit. Étude sociologique (1891) * Monadologie et sociologie (1893) * La logique sociale (1895) * Fragment d'histoire future (1896) * L’opposition universelle. Essai d’une théorie des contraires. (1897) * Écrits de psychologie sociale (1898) * Les lois sociales. Esquisse d’une sociologie (1898) * L'opinion et la foule (1901) * La psychologie économique (1902-3) == Bibliografia == * Pietro Semeraro, Il sistema penale di Gabriel Tarde, Padova, ed. Cedam, 1984. * Realino Marra, Tra pena infamante e utilità del reato. Tarde contro Durkheim, ovvero l’espiazione della colpa a fondamento del diritto criminale, in «Dei Delitti e delle Pene», III-1, 1985, pp. 49–92. * Matei Candea, The social after Gabriel Tarde : debates and assessments, New York, Routledge, 2010. * Massimo Borlandi, Tarde et les criminologues italiens de son temps, in Gabriel Tarde et la criminologie au tournant du siècle,Villeneuve d’Ascq, Presses Universitaires du Septentrion, 2000. == Ligações externas == * * * Open Access translation of Monadology and Sociology * Downloadable versions of many of Tarde's works (in French) * Bibliography of his works Categoria:Filósofos da França Categoria:Sociólogos da França Categoria:Psicólogos da França Categoria:Naturais de Sarlat-la-Canéda Categoria:Psicólogos sociais",
 "title": "Gabriel de Tarde"
}