{
 "id": "106779",
 "text": "Os inibidores selectivos da recaptação da serotonina (ISRS ou SSRI) são uma classe de fármacos usados no tratamento de síndromes depressivas, transtornos de ansiedade e alguns tipos de transtorno de personalidade. Os ISRSs aumentam a concentração extracelular do neurotransmissor serotonina no corpo e no cérebro, sendo o efeito mais importante no cérebro. O grau de selectividade para outros transportadores de monoaminas (como a dopamina ou noradrenalina) é variável, embora a afinidade seja de forma geral desprezível; portanto, os ISRS não aumentam a concentração de outros neurotransmissores, diretamente. São a primeira classe de fármacos psicotrópicos a serem racionalmente desenhados, e são os antidepressivos mais amplamente prescritos em muitos países. in == Farmacologia == Eles bloqueiam os receptores membranares do neurónios pré-sinápticos que recolhem serotonina (ou 5-HT), neurotransmissores do cérebro importantes, do exterior da célula (fenda sináptica) e portanto maximizam a duração da sua acção nos neurónios pós-sinápticos. == Efeitos secundários == Eles são menos perigosos na ocorrência de overdose que os antidepressivo tricíclicos e não causam efeitos secundários autónomos, mas são possivelmente menos eficazes em casos de depressão profunda. Efeitos secundários em pessoas não deprimidas e nas primeiras semanas em deprimidos: * Sedação * Confusão * Perda da coordenação motora precisa Utilização a longo prazo: * Alívio dos sintomas de Depressão nervosa Efeitos adversos: * Cansaço * Náuseas * Falta de apetite = anorexia (não confundir com anorexia nervosa, que subentende uma distorção mental do próprio corpo por parte do indivíduo) * Insónias * Diminuição da função sexual * Mania/Hipomania * Possível aumento de hostilidade, violência * Se ingeridos com inibidores da MAO pode dar reacção de serotonina, com hipertermia e choque cardiovascular possivelmente fatal. Houve alguma discussão sobre se o uso de ISRS levaria a um aumento do número de suicídios, mas estudos Beasley CM Jr et al, J Clin Psychopharmacol. 2007 Dec;27(6):682-6 afastaram esta hipótese, pelo menos no adulto. == Interacções == O seu metabolismo é aumentado, por vezes de forma perigosa, pelo uso simultâneo de aspirina, fenilbutazona e esteróides. Os ISRS são fortemente contra-indicados em pacientes medicados com inibidores da MAO, uma vez que esta associação pode induzir a síndrome serotoninérgico, possivelmente fatal. == Usos clínicos == Os inibidores do transportador da serotonina são usados em depressão leve ou grave, ataques de ansiedade ou pânico, transtorno obsessivo- compulsivo e distúrbio bipolar. == Exemplos == * Citalopram * Escitalopram * Fluoxetina * Fluvoxamina * Paroxetina * Sertralina == Ver também == * Antidepressor Categoria:Inibidores seletivos de recaptação de serotonina",
 "title": "Inibidor seletivo de recaptação de serotonina"
}