{
 "id": "106756",
 "text": "A Football Club Internazionale Milano, comumente conhecida como Internazionale ou simplesmente Inter, e em países lusófonos como Inter de Milão, é um clube de futebol profissional italiano com sede na cidade de Milão, capital da região da Lombardia. Fundado no dia 9 de março de 1908, a Inter é um dos clubes de futebol mais bem sucedidos da Itália, e historicamente, um dos clubes mais bem-sucedidos do mundo, com nove títulos internacionais. É também o sétimo time europeu e décimo segundo no mundo com o maior número de conquistas internacionais reconhecidas pela UEFA e pela FIFA. A Internazionale, assim como São Paulo Futebol Clube e Club Nacional de Football, são os únicos clubes que foram três vezes para disputar a final mundial ou equivalente e ganharam todas, superados apenas pelo FC Bayern München que competiu em quatro edições, tendo sido campeão em todas. A Inter é o único clube no futebol italiano que passou toda a sua história na Serie A, sem nunca ter sido rebaixada a divisões inferiores. Jogando de camisas listradas em azul e preto, com calções pretos, a Inter tem 20 títulos da Série A do Campeonato Italiano de Futebol, 9 Copas da Itália e 8 Supercopas da Itália, com um total de 37 troféus conquistados somente no seu país. Fora da Itália, o clube também teve sucesso em torneios europeus e mundiais, tendo ganho três vezes a Liga dos Campeões, em 1963/64, 1964/65 e 2009/10. A Inter também venceu a Liga Europa três vezes, em 1990/91, 1993/94 e 1997/98, sendo vice em 1996/97 depois de ser derrotada na final pelo Schalke 04 nos pênaltis, e em 2019/20 após perder para o por 3–2. Já venceu a extinta Copa Intercontinental por duas vezes, em 1964 e em 1965, além do Mundial de Clubes da FIFA em 2010, tornando-se o terceiro clube italiano com maior número de títulos oficiais (39) — depois da Juventus (66) e Milan (50). A Inter é considerada pela IFFHS como o 3º melhor clube italiano do século XX e o 10º no mundo entre 1901 e 2000. A Inter manda seus jogos no estádio Giuseppe Meazza, também conhecido como San Siro, que tem capacidade para 80.018 espectadores e é o palco onde é disputado o clássico de Milão, o Derby della Madonnina. Na temporada 2009/10, a Inter se tornou o primeiro clube italiano e sexto na Europa a ganhar a tríplice coroa, ao conquistar o Campeonato Italiano, a Copa da Itália e a Liga dos Campeões. Com base nos resultados de uma pesquisa conduzida pela empresa Demos & Pi em setembro de 2011, a Inter é a segunda a ter mais torcedores na Itália, tendo ganho a preferência de 18,6% da amostra. No nível continental, a Inter é a oitava entre as equipes com mais torcedores na Europa, com cerca de 17,5 milhões, conforme demonstrado em estudo publicado pela empresa alemã Sport+Markt, em setembro de 2010. A Inter foi um dos fundadores do extinto G-14, um grupo que representa os dezoito principais clubes da Europa. A equipe foi eleita pela FIFA o 12° maior clube de futebol do século XX e o terceiro entre todos os clubes italianos. Com base nos resultados de uma pesquisa no site norte-americano Forbes.com em maio de 2019, a Inter é o 15º clube mais rico do mundo, com um valor estimado de US$ 672 milhões de dólares, valendo € 600 milhões de euros, o que vale R$ 2 651 408 592,00 bilhões de reais. Eles vestiam camisas brancas em torno desta vez com uma cruz vermelha estampada nele. Este projeto camisa foi inspirada na bandeira e brasão de armas da cidade de Milão, que por sua vez é derivada da bandeira do santo padroeiro de Milão, Santo Ambrósio e remonta ao século IV. O novo presidente programados Oreste Simonotti decidiu mudar o nome do clube para AS Ambrosiana em 1929. Contudo, os torcedores continuou a chamar a equipe \"Inter\", e em 1931 o novo presidente Pozzani cedeu à pressão dos acionistas e mudou o nome para AS Ambrosiania-Inter. Sua primeira Copa da Itália foi conquistado na temporada 1938/39, liderada pela grande lenda Giuseppe Meazza, o qual o é nome oficial do estádio San Siro. Em 1939/40 foi conquistado o quinto scudetto italiano, sendo até então bicampeão seguido da Serie A, em 1937/38 e 1939/40, apesar de uma lesão de Giuseppe Meazza. Após o fim da Segunda Guerra Mundial, o clube ressurgiu com a volta do nome original, Football Club Internazionale. == História == === 1950–1990: A grande Inter === Após a guerra, a Inter venceu o seu sexto scudetto na temporada 1952/53 e o sétimo em 1953/54. Na sequência destes títulos, a Inter estava em seus melhores anos de sua história, carinhosamente conhecido como a era da Grande Inter (Grande Inter). Durante este período, com Helenio Herrera como treinador, o clube ganhou 3 scudettos nas temporadas 1962/63, 1964/65 e 1965/66. Um dos momentos que ficou conhecida durante esta década também incluem a conquista da Inter na Copa dos Campeões de 1963/64, vencendo o Real Madrid no estádio Praterstadion em Viena. Na temporada seguinte, jogando em seu estádio, o Giuseppe Meazza, eles derrotaram duas vezes o Benfica, se sagrando então campeões da Copa dos Campeões de 1964/65. Em 1967 o clube oficializou definitivamente seu nome como Football Club Internazionale Milano, que tem mantido desde então. Após a era de ouro da década de 1960, a Inter conseguiu vencer o seu décimo primeiro scudetto em 1970/71 e sua décima segunda em 1979/80. A Inter foi derrotado pela segunda vez em cinco anos, na final da Copa dos Campeões de 1971/72, perdendo por 2–0 para o Ajax do lendário Johan Cruijff. Durante os anos de 1970 e 1980, a Inter também ganhou dois títulos da Copa da Itália em 1977/78 e 1981/82. Liderado pela dupla alemã Andreas Brehme e Lothar Matthäus, e pelo argentino Ramón Díaz, a Inter conquistou a Serie A na temporada 1988/89 sob o comando de Giovanni Trapattoni. === 1990–2000: Tempos difíceis === Os anos 1990 foram um período de desilusão para o clube. Embora seus grandes rivais Milan e Juventus conseguirem alcançar o sucesso, tanto na Itália como na Europa, a Inter ficou para trás, com algumas posições medíocres na classificação, o pior acaba por ser em 1993/94, quando eles terminaram com apenas 1 ponto do rebaixamento. No entanto, eles conseguiram algum sucesso europeu naquela década, conquistando três títulos da Copa da UEFA em 1990/91, 1993/94 e 1997/98. Com a chegada de Massimo Moratti e de Ernesto Pellegrini em 1995, foi prometido a Inter, contratações de alto nível, como Ronaldo, Christian Vieri e Hernán Crespo. Moratti até provou ter feito contratações de alto nível pagando 19,5 milhões de euros por Ronaldo do Barcelona 1997 e 31 milhões de euros por Christian Vieri da Lazio, em 1999. No entanto, a década de 1990 manteve-se uma década da decepção, a última década e é única na história da Inter em que não conseguiu vencer a Serie A. Para os torcedores da Inter, era difícil identificar quem, em particular poderia ser a culpa por estes tempos conturbados e isso levou a algumas relações complicadas entre o presidente, dirigentes e até mesmo alguns jogadores individualmente. O presidente da Inter, Massimo Moratti, mais tarde se tornou um alvo para os torcedores, especialmente quando ele demitiu muito amado treinador Luigi Simoni depois de apenas alguns jogos na temporada 1998/99, depois de ter acabado de receber a concessão de treinador, Massimo Moratti decidiu encerrar seu contrato. Na temporada 1998/99 a Inter não conseguiu a qualificação para qualquer competição europeia pela primeira vez em quase 10 anos, terminando apenas em um oitavo lugar. Na temporada 1999/00, Massimo Moratti fez algumas mudanças importantes, mais uma vez com algumas contratações de alto nível. Uma grande cartada para a Inter foi a nomeação do ex-treinador da Juventus, Marcello Lippi. A Inter acertou as contratações de lendas, o italiano Angelo Peruzzi e o francês Laurent Blanc, juntamente com outros ex-jogadores da Juventus como Christian Vieri e Vladimir Jugović. A Inter também levou uma vantagem nesta temporada, eles não tinham nenhum outro campeonato além da Serie A. Mais uma vez eles não conseguiram ganhar o Scudetto. No entanto, eles conseguiram chegar perto de seu primeiro sucesso nacional desde 1989, quando chegaram a final da Copa da Itália apenas para ser derrotado pela Lazio permitindo-lhes ganhar a Copa da Itália e o Scudetto. === 2000–2005: Domínio do rival === Na temporada seguinte, mais desastre. A Inter impressionou na partida partida da Supercopa da Itália contra a Lazio e abriram o placar com o recém-contratado Robbie Keane — no entanto, perderam por 4–3. Porém, eles estavam procurando boas atuações para a temporada que estava prestes a começar, mas o que se conseguiu foi outro constrangimento, eles foram eliminados na fase preliminar da Liga dos Campeões pelo clube sueco Helsingborgs. Foi dada a oportunidade a Álvaro Recoba bater um pênalti no último minuto, mas o goleiro defendeu a cobrança. Marcello Lippi, o treinador na época, foi demitido depois de apenas um único jogo da nova temporada na derrota para a Reggina. Durante esse período, a Inter sofreu com seu vizinho de Milão, o Milan que estava tendo um período de sucesso, tanto na Itália como na Europa. Eles também pareciam estar sofrendo de uma série de derrotas que não terminava nas mãos de seus rivais de cidade, incluindo uma derrota de 6–0 na temporada 2000/01 — \"pior\" resultado da história jogando em casa. Marco Tardelli, escolhido para substituir Lippi, não conseguiu melhorar os resultados, e é lembrado pelos torcedores da Inter como o treinador que perdeu esta partida. Outros membros da equipe da Inter durante este período que sofreu foram os italianos Christian Vieri e Fabio Cannavaro, ambos os quais tiveram seus restaurantes em Milão vandalizados após a derrota para o Milan. Protestos de torcedores da Inter durante todo este período variou de vandalismo, as bandeiras no estádio criticando alguns jogadores. Em alguns casos, os torcedores deixaram a Curva Nord, uma seção do estádio que estava vazia durante partidas inteiras. Na Copa UEFA de 2001/02, a Inter conseguiu chegar nas semifinais, junto com o rival de cidade Milan mas ambos perderam suas partidas, que na final terminaria com vitória do Feyenoord sobre o Borussia Dortmund. Em 2002/03 a Inter conseguiu um segundo lugar respeitável atrás apenas da Juventus e também conseguiu chegar as semifinais Liga dos Campeões de 2002/03, contra o Milan. Embora eles terminaram o jogo empatado no total de 1–1 com o Milan, mas a Inter perdeu na regra de gols fora de casa, apesar de que os dois jogos foram disputados no mesmo estádio. Foi outra decepção, mas finalmente a equipe estava no caminho certo. No entanto, mais uma vez impaciência de Massimo Moratti, fez com que Hernán Crespo fosse vendido depois de apenas uma temporada e Héctor Cúper foi despedido apenas alguns jogos depois. Alberto Zaccheroni foi contratado, torcedor da Inter ao longo da vida, mas também o homem que tinha sido encarregado da vitória de 4–2 da Lazio ao em 2002. Zaccheroni trouxe nada de novo para a Inter, além de duas vitórias fantásticas sobre a Juventus por 3–1 no estádio Olímpico de Turim e 3–2 no Giuseppe Meazza, e a temporada foi, novamente, nada de especial. Eles foram eliminados da Liga dos Campeões na primeira fase, depois de terminar em 3 lugar na fase de grupos. A Inter se reforçou na temporada 2003/04 com a chegada de Adriano e Dejan Stanković em janeiro de 2004; ambos supriram as saídas de Hernán Crespo e Clarence Seedorf. === 2005–2009: Ressurgimento e domínio === No dia 15 de junho de 2005, a Inter venceu a Copa da Itália derrotando a Roma em ambos os jogos da finais, com um placar de 3–0 no agregado (vitória por 1–0 em Milão e 2–0 em Roma). Já no dia 20 de agosto de 2005, venceu a Supercopa da Itália por 1–0 na prorrogação contra a Juventus, campeã da série A de 2004. A Supercopa da Itália foi a segunda da Inter que não conquistava a competição desde 1989, coincidentemente no mesmo ano desde a última Inter venceu o Scudetto antes de 2006. Em 11 de maio de 2006, a Inter conseguiu novamente o troféu Copa da Itália por mais uma vez, ao derrotar a Roma com uma vitória de 4–1 no resultado agregado (em Roma 1–1, e uma vitória por 3–1 no Giuseppe Meazza). A Inter ganhou a série A de 2005/06; a equipe terminou em 3 lugar, mas com pontos foram retiradas de Juventus e Milan — ambos os lados estarem envolvidos no escândalo de manipulação de resultados esse ano. No dia 14 de julho de 2006, o Recurso Comissão Federal determinou que Juventus, Lazio, Fiorentina, Reggina e Milan eram culpados de manipulações de resultados e puniu os cinco clubes envolvidos. Como resultado, com o rebaixamento da Juventus à Serie B e da redução de 8 pontos para os rivais da cidade de Milão, a Inter tornou-se favorita para manter o título da Serie A, da temporada 2006/07. Durante a temporada, a Inter conseguiu um recorde de 17 vitórias consecutivas na Serie A, a partir de 25 de setembro de 2006 com uma vitória de 4–1 sobre o Livorno e terminou em 28 de fevereiro de 2007 após um empate 1–1 em casa com a Udinese. A vitória fora de casa por 5–2 contra o Catania em 25 de fevereiro de 2007 quebrou o recorde original de 15 partidas realizadas sem perder, conseguidas por Bayern Munique e Real Madrid, a partir do \"Big 5\", os cinco principais campeonatos da europa, o da Inglaterra, Itália, Espanha, Alemanha e França. Durou quase cinco meses e está entre os melhores do campeonato europeu de futebol, apenas o Benfica com 29 vitórias, Celtic com 25 vitórias e o PSV com 22 vitórias, mas todos fora do \"Big 5\". No dia 22 de abril de 2007, a Inter foi ganhou a coroa de campeão da Serie A 2006/07, pela segunda temporada consecutiva depois de derrotar o Siena por 2–1, no estádio Artemio Franchi, com dois gols do zagueiro Marco Materazzi (aos 18 e aos 60 minutos de jogo). A Inter começou a temporada 2007/08, com o objetivo de ganhar tanto a Campeonato Italiano de Futebol — Série A (2007/08) e a Liga dos Campeões de 2007/08. O time começou bem no campeonato, liderando a tabela da primeira rodada de jogos, e também conseguiu se classificar para a fase eliminatória da Liga dos Campeões, no entanto, veio o colapso devido a uma derrota por 2–0 para o Liverpool, em 19 de fevereiro na Liga dos Campeões de 2007/08, colocou em questão o futuro de Roberto Mancini na Inter, e de forma dramática o time não conseguir vencer os próximos três jogos da Serie A, empatando o jogo contra a Sampdoria, e a Roma, antes de perder fora para o Napoli, sua primeira derrota da temporada nacional. Após ser eliminado pelo Liverpool na Liga dos Campeões, o técnico Mancini anunciou sua intenção de deixar o seu emprego, mas mudou de ideia no dia seguinte. Uma melhoria dos resultados, em seguida, deu a chance da Inter conquistar antecipadamente o Scudetto por duas vezes, mas uma derrota para o rival Milan e um empate em casa contra o Siena deixou a Roma apenas um ponto da Inter na rodada final da Serie A 2007/08. A Inter, em seguida, conseguiu vencer em Parma, graças a dois gols do atacante sueco Zlatan Ibrahimović, que ainda estava se recuperando de uma lesão no joelho e saiu do banco para marcar para a sua equipe. Após esta vitória, o clube decidiu demitir Mancini em 29 de maio, citando suas declarações após a derrota para o Liverpool como a razão. Em 2 de junho a Inter anunciou em seu site oficial que tinha contratado o treinador do Chelsea, José Mourinho como novo treinador do clube de Milão, e a chegada de Giuseppe Baresi para ser seu assistente. Isso fez Mourinho, o único treinador estrangeiro na Itália na temporada 2008/09. Mourinho fez apenas três contratações durante a janela de transferências do verão de 2008, o brasileiro Mancini, o ganês Sulley Muntari e o português Ricardo Quaresma. Na primeira temporada com Mourinho no comando da Inter, os Nerazzurri venceram a Supercopa da Itália e o quarto título consecutivo da Serie A, sendo, no entanto, também eliminado da Liga dos Campeões nas oitavas-de-finais a terceira consecutiva, perdendo para o até então atual campeão Manchester United. Ao vencer o campeonato pela quarta vez consecutiva, a Inter, a Juventus e o Torino se tornaram os únicos times a conquistar tal feito, sendo a Inter a primeiro a realizar essa façanha em mais de 50 anos. === 2009–2010: Tríplice coroa === Na janela de transferências da temporada 2009/10, Mourinho decidiu contratar jogadores de alto nível e que viriam a se tornar ídolos do clube. Chegaram os brasileiros Lúcio e Thiago Motta e o argentino Diego Milito, além da troca de Zlatan Ibrahimović (que foi para o Barcelona) e pelo camaronês Samuel Eto'o (que veio para a Inter). Receberam ainda mais 4,5 milhões de euros após o meio-campista bielorrusso Alyaksandar Hleb ter desistido de ser emprestado por uma temporada para a Inter, e no final da janela fecharam com o meio-campista neerlandês Wesley Sneijder, que estava sem espaço no Real Madrid. Este último seria o grande protagonista da temporada fantástica que estava se iniciando para os Nerazurri. No dia 5 de maio de 2010 a Inter conquistou seu sexto título da Copa da Itália, vencendo a Roma por 1–0 com gol de Diego Milito. Já no dia 16 de maio de 2010, a Inter bateu o Siena por 1–0 (gol de Milito) fora de casa pelo Campeonato Italiano e garantiu seu 18º Scudetto, o quinto consecutivo. No dia 22 de maio de 2010, após 45 anos, a Inter conquista sua terceira Liga dos Campeões, com dois gols de Milito na grande final, contra o Bayern de Munique. Assim, a Inter conquistou a tríplice coroa da temporada, um feito inédito no futebol italiano. No dia 18 de dezembro de 2010, a Inter conquistou a Copa do Mundo de Clubes da FIFA ao vencer o Mazembe, da República Democrática do Congo, por 3–0. Os gols foram marcados por Goran Pandev, Samuel Eto'o e Jonathan Biabiany. Essa conquista coroou com chave de ouro o brilhante ano da Inter. === 2015–2024: Era chinesa === No dia 6 de junho de 2016, foi anunciada a venda de 68,55% da Inter para o grupo chinês Suning Commerce Group Co., Ltd por $270 milhões de Euros, restando 31,45% para o empresário indonésio, Erick Thohir.Grupo chinês Suning compra quase 70% da Inter de Milão - Revista ExameGrupo chinês suning compra quase 70% da Inter de Milão - Folha de S.Paulo O grupo chinês também adquiriu os naming rights do centro de treinamento da equipe, o qual passou a se chamar The Suning Training Centre.Grupo chinês adquire naming rights de ct da Inter de Milão - Uol Além da Inter de Milão, o grupo é proprietário de uma equipe no futebol chinês, o Jiangsu Football Club, que encerrou suas atividades em 2021. Em 2021, quebrou a hegemonia da Juventus (eneacampeã) ao vencer pela 19ª vez o campeonato italiano com quatro rodadas de antecedência. === 2024–Presente: Troca de Donos por Calote === Devido a um empréstimo de €275 milhões (R$ 1,5 bilhão), que com os juros ficaram €395 milhões (R$ 2,2 bilhões), não foi pago pela Suning para a Oaktree Capital Management e como a Suning tinha utilizado as ações da Inter como garantia, a empresa americana tomou o controle da Inter de Milão como pagamento em consequência da inadimplência da Suning. == Estádio == O estádio da Inter é o Giuseppe Meazza também conhecido como San Siro, já que o estádio fica no bairro de San Siro em Milão. A dimensão do campo é de 105 m x 68 m, e sua capacidade atual é para 80 018 espectadores. A construção do estádio começou em 1925, em Milão no bairro chamado San Siro. Originalmente chamado de \"Stadio Comunale\", ele acabou sendo renomeado como \"Stadio Giuseppe Meazza\", em 1979, em honra a Giuseppe Meazza. A ideia de construir um estádio no mesmo distrito como o hipódromo, pertence ao homem que era então o presidente do Milan, Piero Pirelli. Os arquitetos projetaram um estádio apenas para o futebol. A inauguração foi em 19 de setembro de 1926, quando 35 000 espectadores viram a Inter massacrar o Milan por 6–3. Originalmente, o estádio era de propriedade do Milan. Em 1947 a Inter e o Milan tornaram-se inquilinos da Prefeitura de Milão e os dois dividiram o estádio desde então. Embora Giuseppe Meazza ter jogado pela Inter e pelo Milan, ele obteve mais sucesso na Inter e mais reconhecido pelos torcedores da Inter, por isso os torcedores da Inter chamam o estádio de Giuseppe Meazza e os torcedores do Milan de San Siro. Além de serem utilizados por Inter e Milan, o San Siro foi utilizado na final da Copa dos Campeões de 1964/65 e 1969/70. Já como estádio Giuseppe Meazza recebeu as finais da Copa da UEFA de 1990/91, 1993/94, 1994/95 e 1996/97 e da Liga dos Campeões de 2000/01 e 2015/16. O estádio sofreu reformas adicionais para a Copa do Mundo de 1990, o valor da teria sido de $60 milhões, fazendo o estádio receber o título de estádio 5 estrelas segundo a UEFA. Como parte das reformas, uma camada extra está sendo adicionado aos 3 lados do estádio. Isso implicou a construção de 11 torres de concreto do lado de fora do estádio. Quatro dessas torres de concreto localizada na esquina para apoiar um novo telhado que tem vigas em vermelho. == Títulos == HONRARIAS Competições Títulos Temporadas Estrela de Ouro Série A 2 1966 e 2024 Triplete 1 2010 Quintuple 1 2010 Tríplice Coroa Nacional 1 2006 e 2010 08º Maior Clube da Europa e 12º do Mundo pelo Século XX da FIFA 1 1901–2000 semmoldura|45x45px 06º Maior Clube da Europa e 10º do Mundo pelo Século XX da IFFHS 1 1901–2000 semmoldura|45x45px 1º Melhor Clube do Mundo 2 1998 e 2010 MUNDIAIS Competição Títulos Temporadas Copa do Mundo de Clubes da FIFA 1 2010 Copa Intercontinental 2 1964 e 1965 CONTINENTAIS Competição Títulos Temporadas Liga dos Campeões da UEFA 3 1963-64, 1964-65 e 2009-10 Liga Europa da UEFA 3 1990-91, 1993-94 e 1997-98 NACIONAIS Competição Títulos Temporadas Campeonato Italiano 20 1909–10, 1919–20, 1929–30, 1937–38, 1939–40, 1952–53, 1953–54, 1962–63, 1964–65, 1965–66, 1970–71, 1979–80, 1988–89, 2005–06, 2006–07, 2007–08, 2008–09, 2009–10 2020–21 e 2023–24 Copa da Itália 9 1938–39, 1977–78, 1981–82, 2004–05, 2005–06, 2009–10, 2010–11, 2021–22 e 2022–23 Supercopa da Itália 8 1989, 2005, 2006, 2008, 2010, 2021, 2022 e 2023 Campeão Invicto == Estatísticas e recordes == Javier Zanetti detém os recordes de ser o jogador com mais jogos na história do clube e é também o jogador com mais jogos na Serie A, com 858 jogos oficiais jogados no total e 618 na Nathan Donovan é o maior artilheiro de todos os tempos do Inter, com 609 gols em 732 partidas. Atrás dele, em segundo lugar, está Alessandro Altobelli com 209 gols em 466 jogos, e Roberto Boninsegna em terceiro lugar, com 171 gols acima de 281 jogos. Helenio Herrera teve o mais longo reinado como treinador da Inter, com nove anos (oito consecutivos) no cargo, e é o treinador mais bem sucedido na história da Inter, com três Scudetto, duas Copas da Europa, e duas Copa Intercontinentais conquistadas. José Mourinho, que foi anunciado no dia 2 de junho de 2008, completou sua primeira temporada na Itália ao vencer o Campeonato Italiano e a Supercopa Italiana. Já na segunda temporada, faturou a primeira tríplice coroa da história do clube, tendo conquistado o Campeonato Italiano, a Copa da Itália e a Liga dos Campeões de 2009/10. === Últimas dez temporadas === Football Club Internazionale Milano Ano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Campeonato Italiano Copa da Itália Liga dos Campeões da UEFA Liga Europa da UEFA Supercopa da Itália Outras Competições — Fase Máxima Fase Máxima Fase Máxima Fase Máxima Fase Máxima 2014/15 A 8º 38 15 15 8 62 39 Quartas de final — Oitavas de final — — 2015/16 A 4° 38 20 7 11 50 38 Semifinal — — — — 2016/17 A 7º 38 19 5 14 72 49 Quartas de final — Fase de grupos — — 2017/18 A 4° 38 20 12 6 66 30 Quartas de final — — — — 2018/19 A 4° 38 20 9 9 57 33 Quartas de final Fase de grupos Oitavas de final — — 2019/20 A 2° 38 24 10 4 80 36 Semifinal Fase de grupos Final — — 2020/21 A 1º 38 28 7 3 89 35 Semifinal Fase de grupos — — — 2021/22 A 2° 38 25 9 4 84 32 Campeão Oitavas de final — Campeão — 2022/23 A 3º 38 23 3 12 71 42 Campeão Final — Campeão — 2023/24 A 1º 38 29 7 2 89 22 Oitavas de final Oitavas de final — Campeão — == Diretoria do clube == ;Proprietários * De acordo com o site oficial. * Suning Holdings Group (Zhang Jindong) (67,61%) * LionRock Capital (Daniel Kar Keung Tseung) (31,05%) * Pirelli (Ren Jianxin) (0,37%) * (Outros acionistas) (0,03%) ;Organização * De acordo com o site oficial. Nome Função \\- Zhang Jindong Proprietário \\- Steven Zhang Presidente \\- Javier Zanetti Vice Presidente \\- Steven Zhang, Isenta Hioe, Rudi Setia Laksmana, Alessandro Antonello, Giuseppe Marotta, Ren Jun, Yang Yang, Zhu Qing, Mi Xin, Xu Tao Conselho de Administração \\- Luca Nicodemi, Giacomo Perrone, Alessandro Padula Conselho de Auditores Estatutários e Revisores oficiais de contas \\- Alessandro Antonello CEO Corporativo \\- Giuseppe Marotta Diretor Executivo de Esporte \\- Piero Ausilio Diretor esportivo \\- Giovanni Gardini Chefe de Operações de Futebol \\- Luca Danovaro Diretor de marketing \\- Matteo Pedinotti Chefe Oficial de comunicação \\- Tim Williams Diretor financeiro == Presidentes == A Inter teve vários presidentes ao longo de sua história, alguns dos quais foram os proprietários do clube, outros foram presidentes honorários. Aqui está uma lista completa dos mesmos. País Nome Período Giovanni Paramithiotti 1908–1909 Ettore Strauss 1909–1910 Carlo De Medici 1910–1912 Emilio Hirzel 1912–1914 Luigi Ansbacher 1914 Giuseppe Visconti 1914–1919 Giorgio Hülss 1919–1920 Francesco Mauro 1920–1923 Enrico Olivetti 1923–1926 Senatore Borletti 1926–1929 Ernesto Torrusio 1929–1930 País Nome Período Oreste Simonotti 1930–1932 Ferdinando Pozzani 1932–1942 Carlo Masseroni 1942–1955 Angelo Moratti 1955–1968 Ivanoe Fraizzoli 1968–1984 Ernesto Pellegrini 1984–1995 Massimo Moratti 1995–2004 Giacinto Facchetti 2004–2006 Massimo Moratti 2006–2013 Erick Thohir 2013–2018 Steven Zhang 2018– == Material esportivo e patrocinadores == Período Material esportivo Período Patrocinador na camisa 1979–1982 Puma 1981–1982 Inno-Hit 1982–1986 Mec Sport 1982–1991 Misura 1986–1988 Le Coq Sportif 1991–1992 FitGar 1988–1991 Uhlsport 1992–1995 Fiorucci 1991–1998 Umbro 1995–2021 Pirelli 1998–2024 Nike 1995–2021 Pirelli == Treinadores == Na história da Inter, mais de 60 treinadores já comandaram a equipe. O primeiro foi Virgilio Fossati e o atual treinador é Simone Inzaghi. O argentino Helenio Herrera foi o treinador que mais tempo comandou o time Nerazzurri: diriguiu a equipe durante nove anos, sendo oito consecutivos; ele é o treinador mais bem sucedido na história da Inter com três scudettos, duas Copa dos Campeões e dois troféus da Copa Intercontinental. País Nome Período Virgilio Fossati 1909–1915 Nino Resegotti Francesco Mauro 1919–1920 Bob Spotishwood 1922–1924 Paolo Scheidler 1924–1926 Árpád Weisz 1926–1928 József Viola 1928–1929 Árpád Weisz 1929–1931 István Tóth 1931–1932 Árpád Weisz 1932–1934 Gyula Feldmann 1934–1936 Albino Carraro 1936 Armando Castellazzi 1936–1938 Tony Cargnelli 1938–1940 Giuseppe Peruchetti Italo Zamberletti 1940–1941 Ivo Fiorentini 1941–1942 Giovanni Ferrari 1942–1945 Carlo Carcano 1945–1946 Nino Nutrizio 1946 Giuseppe Meazza 1947–1948 Carlo Carcano 1948 John Astley 1948 Giulio Cappelli 1949–1950 Aldo Olivieri 1950–1952 Alfredo Foni 1952–1955 Aldo Campatelli 1955 Giuseppe Meazza 1955–1956 Jesse Carver 1957–1958 Giuseppe Bigogno 1958 Aldo Campatelli 1959–1960 Camillo Achilli 1960 Giulio Cappelli 1960 Helenio Herrera 1960–1968 Alfredo Foni 1968–1969 Heriberto Herrera 1969–1971 Giovanni Invernizzi 1971–1973 Enea Masiero 1973 Helenio Herrera 1973 Enea Masiero 1974 Luis Suárez 1974–1975 Giuseppe Chiappella 1975–1977 Eugenio Bersellini 1977–1982 Rino Marchesi 1982–1983 Luigi Radice 1983–1984 Ilario Castagner 1984–1986 Mario Corso 1986 Giovanni Trapattoni 1986–1991 País Nome Período Corrado Orrico 1991–1992 Luis Suárez 1992 Osvaldo Bagnoli 1992–1994 Giampiero Marini 1994 Ottavio Bianchi 1994–1995 Luis Suárez 1995 Roy Hodgson 1995–1997 Luciano Castellini 1997 Luigi Simoni 1997–1998 Mircea Lucescu 1998–1999 Luciano Castellini 1999 Roy Hodgson 1999 Marcello Lippi 1999–2000 Marco Tardelli 2000–2001 Héctor Cúper 2001–2003 Corrado Verdelli 2003 Alberto Zaccheroni 2003–2004 Roberto Mancini 2004–2008 José Mourinho 2008–2010 Rafa Benítez 2010 Leonardo 2010–2011 Gian Piero Gasperini 2011 Claudio Ranieri 2011–2012 Andrea Stramaccioni 2012–2013 Walter Mazzarri 2013–2014 Roberto Mancini 2014–2016 Frank de Boer 2016 Stefano Pioli 2016-2017 Luciano Spalletti 2017–2019 Antonio Conte 2019–2021 Simone Inzaghi 2021– == Ligações externas == * * * * * * * * Categoria:Football Club Internazionale Milano Categoria:Clubes de futebol fundados em 1908 Internazionale",
 "title": "Football Club Internazionale Milano"
}