{
 "id": "106736",
 "text": "O High-Level Data Link Control, ou HDLC, é um protocolo de comunicação utilizado na segunda camada do modelo OSI: a de enlace de dados. O primeiro nível, ou nível físico, é responsável por levar informação do transmissor ao receptor. Nessa camada são estabelecidos os níveis elétricos que representam os bits, é definida a taxa de transmissão, o formato e número de pinos nos conectores, atenuação máxima e outras características elétricas e mecânicas. No entanto, a camada de nível físico oferece um mecanismo de transporte de dados não confiável do ponto de vista de erros de transmissão. Tais erros podem ser causados por uma série de razões: ruído eletromagnético, falha na sincronização do receptor em relação ao transmissor, ou defeito nos componentes que implementam os circuítos de transmissão e recepção. A camada de enlace de dados é a segunda na hierarquia, imediatamente acima da primeira camada, no modelo de referência OSI. A principal finalidade da camada de enlace é implementar mecanismos de detecção e recuperação de erros, oferecendo, desse modo, aos níveis superiores, um serviço mais confiável. Outras funções desta camada incluem: o estabelecimento de uma conexão e procedimentos que permitem o uso eficiente dos meios de transmissão. Principais características: * Protocolo orientado a bit * Utilizado na recomendação X.25 * Modo de operação síncrona * Pode operar em modo de resposta assíncrona nas duas direções, com ambos ETD e ECD * Desenvolvendo uma função primária e secundária Transmissão half-duplex e full-duplex: * Suporta configurações ponto-a-ponto e multiponto * Opera em linhas privadas ou discadas Transmissão de dados através de frames: * Transparencia dos dados garantida pela tecnica bit stuffing * Utiliza o método de sliding window na transmissão * Pode operar em três modos de resposta Protocolo orientado a conexão, contendo operações para: * Estabelecer conexão * Transmitir dados * Reinicializar conexão * Encerrar conexão Categoria:Protocolos da Internet",
 "title": "High-Level Data Link Control"
}