{
 "id": "106895",
 "text": "Heart é uma banda norte-americana de rock formada em 1973. Tendo tido diversas mudanças na sua formação, os únicos membros constantes do grupo são as irmãs Ann e Nancy Wilson. O conjunto ficou famoso nos anos 70 com a sua música fortemente influenciada por grupos de hard rock, como Led Zeppelin, assim como com o estilo de música folk e pop. A banda vendeu cerca de 35 milhões de discos no mundo inteiro (cerca de 22 milhões de cópias só nos EUA) e emplacou 9 singles no Top 10 estadunidense. Algumas das músicas de maior sucesso foram a balada \"Alone, \"What About Love\", \"Barracuda\", \"Crazy on You\" e \"These Dreams\". O Heart ficou no 57° lugar na lista dos 100 Maiores Artistas de Hard Rock, elaborada pela emissora de televisão VH1. Eleita para o Hall da Fama do Rock & Roll em 2013, a banda é uma das mais comercialmente bem sucedidas da história do gênero. == Começo == As irmãs Wilson moraram em diversos lugares pelo mundo, como na Califórnia e em Taiwan, antes que seu pai, um fuzileiro naval, se aposentasse e fosse morar em Seattle. Em 1971, Ann Wilson conheceu Roger Fisher no colégio. Eles fizeram parte de uma banda chamada Hocus Pocus. Nessa época Roger já era um músico conhecido nos bares de Seattle. Ainda em 1971, Mike, irmão de Roger, foi a Seattle (ele morava no Canadá) visitar o irmão. Ele conheceu Ann e começaram a namorar. Após as férias, Ann, que estava apaixonada por Mike, decidiu ir com ele para o Canadá. Nancy se uniu a irmã em 1974, e logo se envolveu com Roger. Eles formaram uma banda, que primeiramente se chamava White Heart, depois 'Hocus Pocus, antes de escolherem o nome Heart, e que teve sua primeira formação composta por Ann (vocais), Nancy (guitarra), Roger (guitarra), Steve Fossen (baixo), John Hannah (teclados) e Brian Johnstone (bateria). == Sucesso == Após vários pequenos shows nos arredores de Vancouver, a banda gravou uma fita demo com a ajuda do produtor Mike Flicker e do guitarrista e tecladista Howard Leese, que logo entraria para a banda, substituindo Hannah e Johnstone. Com essa formação, o Heart lançou o seu primeiro álbum de estúdio, Dreamboat Annie. Durante as gravações desse álbum, o baterista Michael Derosier se juntou à banda. Lançado em fevereiro de 1976, Dreamboat Annie logo alcançou boas vendas no Canadá e no noroeste dos EUA em 1976, com os singles \"Crazy on You\" e \"Magic Man\" alcançando o Top 40 dos singles da revista Billboard (respectivamente, em #35 e #9). No começo de 1977, os Heart assinaram com a Portrait, subsidiária da renomada gravadora CBS, após uma batalha legal movida contra a antiga gravadora, Mushroom Records. Little Queen, com o hit Barracuda (alcançou o #11 lugar nos EUA em 1977), foi o segundo álbum da banda. Ann e Nancy apareceram na capa da revista Rolling Stone em julho de 1977. O álbum Magazine vendeu mais de 1 milhão de cópias nos EUA. Heartless, um dos singles do álbum, chegou ao Top 20 norte- americano. Dog and Butterfly vendeu 2 milhões de cópias nos EUA, teve dois singles no Top 30 (a faixa-título e Straight On) e sua turnê passou por 77 cidades, com grande sucesso. O álbum é composto por 8 faixas, divididas em dois lados. O lado A é composto por canções que apresentam um estilo de rock mais comercial (lado Dog). Já o lado B (lado Butterfly) é composto por canções mais experimentais, com destaque para a música Mistral Mind, que tem cerca de 7 minutos de duração. Em 1979, Roger Fisher e Nancy Wilson se separaram, e ele saiu da banda. Para substituir Roger, Sue Ennis, um amigo de infância de Nancy, foi contratado. Com essa formação, os Heart lançaram o álbum Bebe le Strange, alcançando o 5° lugar nas paradas dos EUA. No final do ano, a banda lançou \"Tell it Like it Is\", cover de Aaron Neville, que alcançou o 8° lugar nos EUA. Em Novembro de 1980, para comemorar o grande sucesso dos primeiros cinco álbuns da banda, foi lançado o álbum duplo Greatest Hits Live, que ficou em 12° lugar nos EUA, onde vendeu mais de 2 milhões de cópias. Para esse álbum, a banda gravou vários covers, como \"Unchained Melody\", \"Rock and Roll\" (dos Led Zeppelin) e \"I'm Down\" (dos The Beatles). Fora isso, o álbum conta com duas faixas inéditas e seis faixas ao vivo. ==Declínio== Em 1982, os Heart lançaram o álbum Private Audition, que vendeu bem menos que os anteriores. Após o lançamento desse álbum, DeRosier e Fossen saíram da banda. Private Audition marca uma mudança radical na sonoridade da banda, agora mais voltada para o Pop-Rock e o Arena Rock. Só as faixas \"City's Burning\" e \"The Situation\" apresentam algo parecido com os trabalhos anteriores da banda. O álbum seguinte \"Passionworks\", que teve um single no Top 50 (\"How Can I Refuse\"), deu início a tradição da banda em fazer baladas \"pegajosas\" e \"grudentas\", como as faixas \"Allies\" e \"Sleep Alone\". ==A volta ao sucesso== Em 1984, Ann Wilson gravou a música \"Almost Paradise\", em parceria com Mike Reno, da banda Loverboy, para a trilha sonora do filme Footloose. O single alcançou o 7° lugar nas paradas norte-americanas, impulsionando o retorno triunfal da banda. A banda assinou um contrato com uma nova gravadora, a Capitol, pela qual lançou o álbum \"Heart\" em 1985, que chegou ao topo das paradas norte-americanas, vendeu 5 milhões de cópias mundialmente e emplacou quatro singles no Top 10 da Billboard: \"What About Love\" (10° lugar), \"Never\" (4°lugar), \"These Dreams\" (1° lugar) e \"Nothing at All\" (10° lugar). Em Junho de 1986, Nancy Wilson se casou com o jornalista, roteirista e diretor Cameron Crowe. \"Bad Animals\", o álbum seguinte do Heart deu continuidade ao sucesso e ao estilo musical do anterior. Ele teve dois singles no Top 10 estadunidense: \"Alone\" (1º lugar) e \"Who Will Run To\" (7º lugar). Também foi o primeiro álbum da banda no Top 10 britânico. \"If looks could Kill\" foi certamente a música mais conhecida da banda e fez parte de um dos comerciais de cigarro de uma famosa marca. \"Brigrade\", lançado em 1990, alcançou o 3° lugar nos EUA, onde vendeu mais de 6 milhões de cópias, além de ter três de seus singles no Top 25: \"All I Wanna Do Is Make Love to You\" (2º lugar), \"Stranded\" (12º) and \"I Didn't Want to Need You\" (24º). \"Brigade\" ficou em 3º lugar no Reino Unido. Seguindo a turnê de promoção do álbum \"Brigade\", o Heart lançou seu primeiro álbum gravado ao vivo, \"Rock the House Live!\". Em 1993, o Heart lançou \"Desire Walks On\" (48º lugar nos EUA, 32º no RU), que vendeu bem menos que os álbuns anteriores. Schulyer Deale tocou baixo nesse álbum, substituindo Mark Andes, que deixara a banda. Para a turnê seguinte, o baixista Fernando Saunders e baterista Denny Fongheiser se juntaram à banda. ==Pausa== Em 1995, Nancy decidiu fazer uma pausa na carreira musical e se dedicar mais à família. Ann passou um ano fazendo shows com uma banda chamada The Ann Wilson Band ou Ann Wilson & the Ricola Brothers, que também era formada por Leese, Scott Olson (guitarra), Jon Bayless (baixo), Scott Adams (saxofone), Ben Smith (bateria) e Frank Cox (guitarra, teclado, percussão), sendo que esses dois últimos não eram membros fixos. Nancy se juntou a eles para um show no The Joint, um clube de Las Vegas em 16 de Outubro de 1995. Esse concerto foi transmido posteriormente pelo canal VH1, sendo erroneamente classificado como um \"show dos Heart\". Durante o tempo afastada da música, Nancy participou de vários filmes, como Jerry Maguire e Vanilla Sky, todos dirigidos por seu marido, Cameron Crowe. ==Retorno== Em 1998, os Heart fizeram uma nova turnê, contando com a mesma formação da anterior, só que sem Scott Adams. Após essa turnê, Howard Leese deixou a banda. Em 2002, Ann e Nancy retornaram à estrada com uma nova formação: Scott Olson, Ben Smith, Mike Inez (baixista do Alice in Chains) , e o tecladista Tom Kellock. Em 2003, os Heart lançaram o álbum ao vivo \"Alive in Seattle\", que recebeu o Disco de Ouro nos EUA e incluia hits como \"Alone\", \"Barracuda\", \"Crazy on You\", \"Magic Man\", \"Straight On\" e \"These Dreams\". Também em 2003, Gilby Clarke (ex-Guns N' Roses) e Darian Sahanaja substituíram Olson e Kellock. Ambos saíram da banda em 2004, sendo substituídos por Craig Bartok e Debbie Shair. Em 2004, os Heart lançaram o álbum \"Jupiter's Darling\", o primeiro desde 1993. O álbum, que marca a volta da banda para o hard rock, foi um fracasso comercial. Em 2007, a banda foi homenageada com o \"VH1 Rock Honors\", honra dispensada para bandas que fizeram sucesso no rock. Com a inclusão das músicas \"Crazy on You\" no Guitar Hero II, \"Barracuda\" no Guitar Hero III: Legends of Rock e no Guitar Hero: Smash Hits, os Heart passaram a receber mais interesse pelas novas gerações. Em Setembro de 2007, Ann Wilson lançou o seu primeiro álbum solo, chamado Hope & Glory. Esse álbum conta com a participação de Elton John, Alison Krauss, Nancy Wilson, entre outros, além da produção de Ben Mink. Os Heart apareceram no programa The Ellen DeGeneres Show em 25 de Janeiro de 2008 (no aniversário do programa), e tocaram \"Barracuda.\" Ellen tocou a introdução de \"Barracuda\" no Guitar Hero antes de anunciar os Heart. Em 9 de Abril de 2008, a banda se apresentou no programa televisivo Idol Gives Back com Fergie, que cantou \"Barracuda\" com Ann. Ainda em 2008, os Heart fizeram uma turnê pelas principais arenas dos EUA junto com os Journey e os Cheap Trick. No dia 31 de Agosto de 2010, saiu o álbum \"Red Velvet Car\", o 13° álbum de estúdio dos Heart. O álbum contém 10 faixas e apresenta um estilo \"hard rock melódico\", como já havia sido apresentado em álbuns anteriores, como \"Little Queen\" e \"Dog and Butterfly\". Red Velvet Car ficou em 10° lugar nos EUA (o álbum de melhor posição em 20 anos). Os Heart lançaram um álbum ao vivo, chamado A Night at Sky Church, gravado em Seattle. Em 2011, a banda fez uma turnê com os Def Leppard. == Discografia == ===Álbuns de estúdio=== * Dreamboat Annie (1976) - Epic * Little Queen (1977) - Epic * Magazine (1978) - Epic * Dog & Butterfly (1978) - Epic * Bebe Le Strange (1980) - Epic * Private Audition (1982) - Epic * Passionworks (1983) - Epic * Heart (1985) - Capitol/EMI * Bad Animals (1987) - Capitol/EMI * Brigade (1990) - Capitol/EMI * Desire Walks On (1993) - Capitol/EMI * Heart Presents a Lovemongers' Christmas (2001) * Jupiter's Darling (2004) * Red Velvet Car (2010) * Fanatic (2012) * Beautiful Broken (2016) ===Álbuns ao vivo=== * Greatest Hits/Live (1980) * Rock the House Live! (1991) * The Road Home (1995) * Alive in Seattle (2003) * Dreamboat Annie Live (2007) * Fanatic Live from Caesar's Colosseum (2014) * Heart & Friends – Home for the Holidays (2014) * Live at the Royal Albert Hall with the Royal Philharmonic Orchestra (2016) * Live in Atlantic City (2019) == Linha do tempo dos membros == == Ligações externas == * * * Categoria:Bandas de hard rock dos Estados Unidos Categoria:Bandas de rock dos Estados Unidos Categoria:Bandas de Washington Categoria:Bandas com irmãos Categoria:Bandas formadas em 1973 Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Heart"
}