{
 "id": "106899",
 "text": "Os Sith são uma ordem de guerreiros seguidores do Lado Sombrio da Força que se opõem aos Jedi no universo fictício de Star Wars. == Etimologia == A palavra Sith foi usada pela primeira vez no rascunho de Star Wars de 1974 com o primeiro uso publicado sendo a novelização de Star Wars em 1976 como um título para o principal vilão Darth Vader, o \"Dark Lord of the Sith\". Os personagens Sith também foram retratados como tal em alguns trabalhos de Star Wars Legends antes do lançamento de A Ameaça Fantasma (o primeiro filme a identificar personagens como Sith na tela) e em imagens excluídas do filme original. Em sua série de romances The Thrawn Trilogy (1991–1993), o autor Timothy Zahn rotulou Darth Vader e o Imperador Palpatine como \"Dark Jedi\", já que o significado do termo \"Sith\" ainda não havia sido definido. A mídia subsequente de Star Wars Legends usa o termo \"Dark Jedi\" para vários personagens sintonizados com o lado sombrio da Força; alguns desses personagens (incluindo Vader e Palpatine) seriam posteriormente identificados como Sith, embora o termo também fosse aplicado a personagens não Sith com objetivos e práticas semelhantes. === Influências === George Lucas reconheceu que os Jedi, Sith e outros conceitos da Força foram inspirados por muitas fontes. Estes incluem: cavaleiros, cavalaria, paladinismo, bushido samurai, Mosteiro Shaolin, Feudalismo, Hinduísmo, Qigong, filosofia e mitologia grega, história e mitologia romana, Sufismo, Confucionismo, Xintoísmo, Budismo e Taoísmo, e numerosos precursores cinematográficos. As obras do filósofo Friedrich Nietzsche e do mitólogo Joseph Campbell, especialmente seu livro The Hero with a Thousand Faces (1949), influenciaram diretamente Lucas, e foi o que o levou a criar o 'mito moderno' de Star Wars. Em particular, a relação narrativa contrastante entre os Sith que usam o lado escuro e os Jedi que usam o lado da luz espelha vários tropos literários modernos e clássicos. Mais proeminentemente, o conflito entre os Sith e Jedi emprega o tropo clássico do dualismo moral luz e trevas - um contraste elementar entre o mal (a \"escuridão\") e o bem (a \"luz\") primeiramente postulado e elaborado no Zoroastrismo, do qual o mito central de Star Wars é muito influenciado. Featurette \"The Chosen One\", Star Wars: Episódio III - A Vingança dos Sith DVD A luta contínua dos Jedi humanistas afiliados ao \"lado da luz\" para derrotar permanentemente os Sith egoístas afiliados ao \"lado negro\" é enquadrado não apenas como uma disputa de valores, mas como um profundo conflito metafísico: O lado sombrio do A Força é vista pelos Jedi e geralmente representada em Star Warsmídia, não apenas como um expediente perigoso, mas como uma forma de corrupção existencial que deve ser expurgada para que o universo, ou uma pessoa, alcance o equilíbrio espiritual. Os Jedi são frequentemente descritos como indivíduos imperfeitos, mas sua causa de heroísmo altruísta está, em última análise, do lado certo de uma luta cósmica inexorável contra o mal, incorporada nos Sith sedentos de poder e no lado sombrio da Força. A relação dualista entre os conceitos de \"pureza\" dos Sith e dos Jedi espelha o conceito filosófico e literário de \"apolíneo e dionisíaco\": os Jedi são retratados como abraçando a pureza, a razão, a temperança, o altruísmo e outras virtudes humanísticas ; os Sith, por outro lado, abraçam curiosidade, emoção, conflito, poder, instintos, interesse próprio irrestrito e outros vícios hedonistas. No entanto, enquanto o conceito grego clássico não necessariamente via os princípios apolíneos e dionisianos como opostos, Star Wars enquadra os Jedi e os Sith como oponentes em uma terrível luta moral, com o elenco Sith como vilões corrompidos aparentemente destinados à derrota ou autodestruição em o fim. Embora seja um caminho para o poder temporário, o caminho Sith inevitavelmente leva à ruína. Dentro da narrativa de Star Wars, os Jedi e os Sith naturalmente têm diferentes auto-entendimentos. Na retórica Sith, a relação entre as filosofias dos Jedi e dos Sith reflete de perto o conceito de moralidade mestre-escravo de Nietzsche. Os Sith valorizam as virtudes do \"mestre\", como orgulho e poder, enquanto os Jedi valorizam virtudes altruístas do \"escravo\", como bondade e empatia. O objetivo dos Sith é a grandeza tangível: a capacidade de moldar e destruir o mundo de acordo com a própria vontade. O objetivo dos Jedi é a bondade moral: a liberdade de interior e exterior, turbulência e sofrimento. No entanto, os Sith consideram as aspirações dos Jedi sem esperança ou patéticas. Para os Sith, maior poder é o único objetivo autêntico. == Desenvolvimento == Originalmente, George Lucas concebeu os Sith como um grupo que servia ao Imperador da mesma forma que os Schutzstaffel serviram Adolf Hitler. Ao desenvolver a história de O Império Contra-Ataca, Lucas condensou isso em um personagem na forma de Darth Vader. === Ideologia === A filosofia Sith celebrou o conflito como um catalisador para o crescimento e como uma ferramenta para purgar os fracos, desleais, indisciplinados e indignos. As academias Sith foram estruturadas com regras, palestras e aulas, com uma mentalidade subjacente de \"matar ou ser morto\" entre os aprendizes. Os Sith enfatizam a \"sobrevivência do mais apto\" e veem a contenção como uma fraqueza. Os membros aderem à moralidade do mestre, são caracterizados pelo desejo de tomar o poder por qualquer meio necessário, alavancando a força (física e sobrenatural), manobras sociais e astúcia política a seu favor. Os Sith cultivam uma conexão com o lado negro da Força, que lhes dá fácil acesso ao poder sobre-humano e ao conhecimento arcano; no entanto, a compensação é o custo severo de adotar uma personalidade de tríade sombria que corrói sua capacidade básica de empatia, bondade e amor. Em toda a mídia de Star Wars e na cultura popular, os Sith são famosos como os antagonistas dualistas dos Jedi, uma afiliação de guerreiros altruístas que se esforçam para usar seu próprio treinamento marcial e conexão com o \"lado da luz\" da Força para promover a paz e o bem-estar comum em toda a galáxia. Os Sith têm uma estrutura filosófica que \"justifica\" suas ações implacáveis ​​e egoístas, mas sua agenda é considerada terrível pela sociedade em geral e pelos Jedi que se opõem ativamente a eles. Para neutralizar a influência benevolente dos Jedi, os Sith foram responsáveis ​​por secretamente instigar muitos pequenos conflitos regionais como parte de seu plano maior para desestabilizar a República e, eventualmente, assumir o controle da galáxia. Escondendo-se nas sombras, suas impressões digitais estão por toda parte, em todos os conflitos da galáxia, e sua influência subversiva alcança toda parte. Ao longo de sua longa história, os Sith estabeleceram grandes impérios, chegaram perto de realizar suas ambições de conquista galáctica e quase erradicaram os Jedi. Em última análise, no entanto, eles são autodestrutivos, seus grandes planos desfeitos uma e outra vez por conflitos internos, rebelião inspirada por suas táticas viciosas e os efeitos psicologicamente nocivos de suas artes e filosofia das trevas. === O Código Sith === Os Sith são dedicados ao \"Código Sith\" e a dominar o lado sombrio da Força. O Código Sith identifica o conflito como a dinâmica fundamental da realidade, e sustenta que a busca por paz duradoura, dentro ou fora, é quixotesca e equivocada. Em vez disso, os Sith abraçam o conflito e a paixão sombria como forças salutares e emancipatórias, pois acreditam que a luta violenta purga os decadentes e fracos, e que emoções como agressão e ódio fornecem a força e a determinação para garantir a liberdade através da vitória. > O código: A paz é uma mentira. Só existe paixão. Através da paixão eu ganho > força. Através da força eu ganho poder. Através do poder eu ganho a vitória. > Através da vitória minhas correntes são quebradas. A Força me libertará. — O > Código Sith Embora os Sith busquem o domínio, a filosofia Sith enfatiza que o poder pertence apenas àqueles com força, astúcia e crueldade para mantê-lo e, portanto, a \"traição\" entre os Sith não é um vício, mas uma norma endossada. Consequentemente, os Sith rejeitam o altruísmo, a auto-abnegação e a bondade, pois consideram tais atitudes como baseadas em delírios que agrilhoam as percepções e o poder. Em conexão com sua filosofia, os Sith recorrem ao lado sombrio da Força através de emoções negativas severas, uma técnica antípoda à de seus arqui-inimigos, os Jedi, que confiam no \"lado da luz\" da Força, ou seja, a Força como experimentada através estados disciplinados de quietude e compaixão. Notavelmente, tanto os Jedi quanto os Sith evitam o amor romântico e familiar, pois os Jedi temem que esse amor leve ao apego e, portanto, ao egoísmo. e os Sith temem que isso comprometa sua crueldade e conexão com o lado sombrio da Força. Embora os Sith estejam intimamente ligados ao lado sombrio, nem todo usuário do lado sombrio é um Sith, nem todo usuário do lado luminoso é um Jedi. > Sim, a força de um Jedi flui da Força. Mas cuidado com o lado negro. Raiva, > medo, agressão; o lado escuro da Força são eles. Eles fluem facilmente, > rápidos para se juntar a você em uma luta. Se uma vez que você iniciar o > caminho escuro, para sempre ele dominará seu destino, consumirá você, como > fez com o aprendiz de Obi-Wan. — Yoda, em O Império Contra-Ataca O lado sombrio da Força é estigmatizado como sedutor, corruptor e viciante pelos Jedi, que o veem como mal, enquanto os Sith consideram o lado sombrio da Força sua manifestação mais poderosa e consideram os Jedi abstêmios. como cego pela falsa virtude. Conforme retratado em todas as mídias relacionadas a Guerra nas Estrelas, o lado sombrio fornece aos usuários poderes semelhantes aos do lado da luz usando Jedi, mas como alavanca a paixão e a violência, seu uso é aprimorado por emoções brutas e agressivas negativas e sentimentos instintivos como como raiva, ganância, ódio e raiva. Ao decidir aprender os caminhos do lado sombrio da Força, os Sith também podem adquirir poderes e habilidades considerados por alguns no universo de Star Wars como não naturais.Star Wars: Episódio III – A Vingança dos Sith Um exemplo notável é uma forma de colapso dielétrico dirigido chamado \"Força relâmpago\", infame usado pelo Lorde Sith Darth Sidious para torturar o iniciante Jedi e rebelde Luke Skywalker. Darth Sidious afirmou que seu próprio mestre, Darth Plagueis, poderia até usar a Força para evitar a morte natural daqueles cujas vidas ele desejava salvar. Sendo desinibidos em seu uso da Força, Sith também poderia redirecionar habilidades compartilhadas com os Jedi, como telecinese, para um efeito novo e aterrorizante: Darth Vader era famoso por seu uso de estrangulamento telecinético, ou \"Force choke\", como um meio de execução ou intimidação.. > Por baixo da raiva está sempre o medo. O medo é o caminho para o lado negro. > O medo leva à raiva, a raiva leva ao ódio, o ódio leva ao sofrimento. Sinto > muito medo em você. Treine-se para deixar de lado tudo o que você teme > perder. — Yoda, em A Ameaça Fantasma A indulgência prolongada no lado sombrio remodela a psicologia do usuário, resultando em uma perda de humanidade, moralidade, empatia e capacidade de amar, deixando cada Sith, em graus variados, amoral, cruel, sádico e violento. Considerando essa mudança sombria na personalidade como uma transformação em uma pessoa completamente diferente, alguns que se voltam para o lado sombrio assumem um nome diferente, pois consideram sua antiga personalidade morta e destruída. Lordes Sith, em particular, adotam um novo nome em sua iniciação na Ordem, prefixando-o com o título Darth (por exemplo, \"Darth Vader\"). Saturação severa no lado escuro pode até levar à degradação física. Embora os Sith sejam profundamente afetados pelos métodos maquiavélicos e artes das trevas que praticam, eles não são retratados como necessariamente irredimíveis: Alguns Sith, mais famoso Darth Vader nos momentos finais de sua vida, renunciaram à Ordem e ao lado sombrio da Força. > O lado negro é generoso... É paciente e sempre vence – mas no centro de sua > força está sua fraqueza: uma única vela é suficiente para segurá-lo. — Yoda, > na novelização A Vingança dos Sith As artes marciais são uma parte central da tradição Sith, e os Sith apresentados na série de filmes Star Wars foram todos guerreiros altamente treinados que aumentam ainda mais suas habilidades com a Força. Como os Jedi, o armamento de assinatura dos Sith é uma arma corpo a corpo de energia extremamente letal, conhecida como sabre de luz, que (geralmente) apenas aqueles treinados nos caminhos da Força podem usar efetivamente, embora o General Grievous, um não usuário da Força, tenha sido capaz de matar vários Jedi e apreender seus sabres de luz como armas. Os Sith usam sabres de luz em combinação com poderes derivados da Força, como telecinese, destreza aprimorada e precognição, para alcançar proezas de combate sobre-humanas. Um Sith totalmente treinado é descrito como sendo pelo menos uma partida para um Cavaleiro Jedi bem treinado, e qualquer um pode facilmente derrotar vários atacantes comuns armados com armas de projéteis. Em questões de vestuário, os Sith podem adotar qualquer traje consistente com seus planos ou aparência; eles geralmente preferem vestes pretas, armaduras e kimonos ao se apresentarem autenticamente. === História Ficticia (Legends) === Na continuidade não canônica das Lendas, a Ordem Sith começou por volta de 6.900 ABY, durante um período conhecido como a Escuridão dos Cem Anos. Uma série de conflitos começou entre os rebeldes Jedi sombrios, uma facção da Ordem Jedi e o resto da Ordem. Os Jedi sombrios foram derrotados e expulsos, exilados para regiões desconhecidas. Esses Exilados encontraram o planeta Korriban e sua espécie nativa, os Sith. A mais forte entre os Exilados, Ajunta Pall, tornou-se a primeira a deter o título de Lorde Negro dos Sith. Seus contemporâneos, como Karness Muur e XoXaan, tornaram-se Lordes Sith. Os Jedi Negros humanos cruzaram com a espécie Sith, que também tinha afinidade com o Lado Negro. Eles se tornariam o Império Sith original. Um dos primeiros líderes deste Império Sith foi Tulak Hord. Ele expandiu os territórios Sith e conquistou o Sistema Dromund, lar de Dromund Kaas, mais tarde a capital do Império Sith. Ele acabou sendo seguido por Marka Ragnos, o último governante de um período conhecido como a Idade de Ouro dos Sith. Após a morte de Ragnos, dois candidatos ao trono do Lorde das Trevas, Naga Sadow e Ludo Kressh, duelaram em seu funeral. Eventualmente, após uma série de conflitos, Sadow foi vitorioso e Kressh aparentemente foi morto. Sadow começou a Grande Guerra do Hiperespaço, invadindo a República e sitiando seus planetas. Os esforços de Sadow foram inicialmente bem sucedidos, suas forças amplificadas por ilusões que Sadow projetou de sua esfera de meditação. Infelizmente, a concentração do Lorde das Trevas foi quebrada quando seu aprendiz se voltou contra ele. Com suas ilusões dispersas, as forças de Sadow foram forçadas a recuar. Ao retornar ao espaço Sith, eles descobriram que Kressh não havia sido morto e o envolveram em uma batalha espacial. Sadow foi vitorioso novamente, mas logo foram atacados pelas forças da República. Sadow escapou fazendo com que a Estrela Binária Denarii se tornasse uma supernova. O Império Sith seria salvo do colapso por Darth Vitiate, outro ex-acólito de Ragnos, que liderou os Sith para se esconderem nas Regiões Desconhecidas, onde foram reconstruídos em Dromund Kaas. Na ausência do Império, a influência dos Sith acabaria levando à ascensão de Exar Kun e Ulic Qel-Droma. O espírito de Marka Ragnos declarou Kun Lorde Negro dos Sith, e fez de Qel-Droma seu aprendiz. Corrompendo muitos Jedi para sua causa e se aliando a guerreiros como os Mandalorianos, Kun e Qel-Droma declararam guerra à República Galáctica. Durante um ataque à Biblioteca Jedi em Ossus, Qel-Droma duelou e matou seu irmão, mas foi capturado. Qel-Droma foi redimido e foi fundamental na queda de Kun, quando este se retirou para Yavin IV. A invasão de Exar Kun influenciou diretamente as Guerras Mandalorianas, enquanto os indivíduos conhecidos como Revan Alek encontrou o império de Darth Vitiate nas Regiões Desconhecidas. Seduzidos pelo lado sombrio, declarando-se Lordes Sith, Revan e Alek se tornaram Darth Revan e Darth Malak, respectivamente. Vitiate os fez procurar a Star Forge, uma antiga planta de armas alienígenas que os Sith esperavam usar para acelerar seu retorno à galáxia. Revan e Malak optaram por usar a Star Forge para abastecer sua própria máquina de guerra imperial e lideraram uma campanha brutal e extremamente bem-sucedida contra a República. Revan acabou sendo traído por Malak, permitindo que uma equipe de ataque Jedi o capturasse. Malak continuou sua conquista sem a liderança tática de Revan até que um Revan redimido o derrotou, e a Star Forge, a fonte da frota Sith, foi destruída. Remanescentes do Império Sith de Revan foram reorganizados em uma aliança frouxa de soldados, assassinos e Jedi caídos liderados pelo Triunvirato Sith, uma tríade de Lordes Sith composta por Darth Traya, ex-professor de Revan; Darth Nihilus, um Jedi caído e sobrevivente das Guerras Mandalorianas; e Darth Sion, um veterano guerreiro Sith da guerra de Exar Kun. Os três começaram uma guerra sombria contra os Jedi, com Nihilus usando seu poder para absorver as energias da Força para acabar com um planeta inteiro de refugiados Jedi, enquanto Sion liderou um contingente de assassinos para caçar os sobreviventes. Este Primeiro Expurgo Jedi, trouxe a Ordem Jedi à beira da extinção. A queda do Triunvirato ocorreu quando Meetra Surik, uma Jedi que foi exilada após as Guerras Mandalorianas, retornou ao espaço conhecido. Ela derrotou os três Sith, e sem a liderança Sith, e a destruição de sua base de operações em Malachor V, as forças Sith restantes desapareceram na obscuridade. Os alunos de Surik foram capazes de ajudar os Jedi a se recuperarem do expurgo do Triunvirato. Cerca de 300 anos depois, o Império Sith original, agora sob a liderança de Vitiate, emergiu das Regiões Desconhecidas e declarou guerra à república. Esta guerra, apelidada de Grande Guerra Galáctica, foi interrompida quando Vitiate, à beira da vitória, foi contido pelas proezas telepáticas de Revan. Após um período de não combate, chamado de Guerra Fria Galáctica, as tensões transbordaram e a Guerra Galáctica começou. A guerra caiu brevemente a favor da República e dos Jedi, com os Sith gradualmente perdendo terreno, até que ambas as facções foram forçadas a se unir em uma aliança contra uma terceira facção de usuários da Força conhecida como Império Eterno. Uma vez que o Império Eterno foi derrotado, a guerra contra os Sith recomeçou. Vitiate morreu durante o conflito, com Darth Malgus eventualmente assumindo o controle. Malgus provou ser um líder bastante bem-sucedido, mas, horas extras, o Império Sith acabou caindo em lutas internas e praticamente desapareceu. Ocasionalmente, um Lorde das Trevas, como Darth Rivan ou Darth Ruin, subia e descia, mas os Sith não se tornaram uma grande ameaça novamente até cerca de 2.500 anos depois. Neste ponto, a Irmandade das Trevas surgiu, liderada pelo Lorde Sith Skere Kaan. Eles se concentraram em controlar as lutas internas entre os Sith. Esta política permitiu-lhes fazer grandes progressos na sua guerra contra a República. Ironicamente, um deles, um Lorde Sith com o nome de Bane, se voltou contra eles, porque desaprovava seus métodos. Ele manipulou a Irmandade em extinção, e eles foram derrotados. Bane começou a Regra de Dois, que evoluiu para os Sith como são vistos nos filmes. === História fictícia === A saga Star Wars começou com o filme Star Wars Episódio IV: Uma Nova Esperança, que foi lançado em 1977. Desde então, filmes, livros, jogos de computador e quadrinhos foram lançados, todos ambientados no universo ficcional de Star Wars, que expandiu a história dos Sith dentro de suas histórias. Os esquemas dos Sith são fundamentais para o enredo abrangente dos filmes de Guerra nas Estrelas e muitos outros materiais fictícios da franquia. Seus antecedentes variaram entre as representações, mas os Sith sempre foram arqui-inimigos insidiosos dos Jedi, aproveitando as artes das trevas em busca de poder e vingança. Os Sith foram mencionados pela primeira vez em Uma Nova Esperança em uma cena cortada do filme. Eles foram expandidos fortemente nos anos seguintes em livros, quadrinhos, jogos e outros multimídia. Os Sith foram formalmente apresentados na tela com o lançamento de Star Wars: Episódio I – A Ameaça Fantasma em 1999 como uma ordem marcial sombria manipulando as facções políticas do filme em uma guerra civil que abrange a galáxia. Star Wars: The Clone Wars foi ao ar pela primeira vez no Cartoon Network em 2008. Esta série ocorreu entre o Episódio II: O Ataque dos Clones e o Episódio III: A Vingança dos Sith. Durante este tempo, Anakin Skywalker é um Cavaleiro Jedi de pleno direito e a série mostra como ele progride em sua queda para o Lado Negro da Força. Conde Dookan é o Lorde Sith ativo e líder da Aliança Separatista. A série também explora as tentativas de Dookan de treinar aprendizes secretos como Asajj Ventress e Savage Opress para derrotar Darth Sidious e se tornar o Lorde Sith governante. ==== Surgimento da ordem Sith ==== A origem, agenda, habilidades e filosofia dos Sith estão entrelaçadas com sua relação com a Força. Com treinamento adequado, a Força pode ser convocada por raros indivíduos capazes de \"sentir\" ou \"tocá-la\" para realizar feitos extraordinários como telecinese, precognição e sugestão mental. Nem todos os estados psicológicos são propícios ao emprego da Força; é preciso disciplina. No entanto, tanto a quietude quanto a paixão intensa e concentrada podem ser eficazes. Os Sith se originaram em uma espécie de guerreiros sensíveis à Força que descobriram a eficácia da paixão como uma ferramenta para recorrer à Força pelo menos 5.000 anos antes dos eventos do primeiro filme de Star Wars. Abraçando totalmente essa abordagem, eles foram definidos e corrompidos por ela. Os guerreiros que se tornariam os primeiros Sith eram aparentemente membros heterodoxos dos Jedi. Os Jedi serviram como uma ordem de cavalaria espacial dentro da República Galáctica, uma democracia representativa abrangendo os mundos mais desenvolvidos. A Ordem Jedi procurou usar os poderes da Força para ajudar a defender os fracos e avançar o estado de direito em toda a galáxia, de acordo com sua ética de auto-sacrifício e serviço ao bem- estar comum. O credo Jedi espelhava seu método de utilizar a Força, e a doutrina Jedi favorecia estados de serenidade, desapego, compaixão e humildade como o meio adequado de acessar seu poder. A controvérsia surgiu quando os membros da Ordem Jedi começaram a experimentar a paixão como alternativa. O establishment Jedi viu essas inovações como uma ameaça ao ethos dos Jedi, abrindo os membros à sedução do poder e da crueldade. Eventualmente, essa controvérsia levou a um conflito no qual os Jedi rebeldes foram derrotados e exilados.Marvel Comics, Star Wars 9: Confronto na Lua dos Contrabandistas, Parte II No exílio, os dissidentes Jedi estavam livres para explorar a relação entre a paixão e a Força. Eles concluíram que as disciplinas marciais e éticas do estabelecimento Jedi eram tolas e equivocadas. Paixão, não quietude, era o meio mais poderoso de acessar a Força, e conflito, não paz, era o estado natural e saudável do universo. Rejeitando os ensinamentos do lado da Luz da força, os exilados agora abraçaram a ambição pessoal implacável, acreditando que o poder pertencia àqueles com astúcia e força para conquistá-lo. Em seu treinamento, os dissidentes buscavam dominar a Força cultivando paixões sombrias como raiva e ódio, uma prática condenada pelos Jedi. Guiados por sua filosofia egoísta baseada em governar tomando o poder e armados com técnicas tabu do Lado Negro, Uma sucessão de regimes liderados por Sith surgiria para desafiar os Jedi e a República Galáctica. Star Wars: The Clone Wars – \"Fuga de Kadavo\" No entanto, as lutas internas pelo poder seriam decisivas para frustrar os desígnios dos Sith. O paradoxo de conciliar a ambição pessoal sem fim com os interesses dos Sith como um todo tornou-se uma grande preocupação prática e filosófica para os Sith. Em última análise, esse paradoxo foi “resolvido” através de uma reorganização drástica por Darth Bane, que reformulou os Sith em uma tradição de mestre-aprendiz conhecida como “A Regra de Dois”. Star Wars: The Clone Wars – \"Sacrifício\"Começando com Darth Bane, haveria apenas dois Sith de cada vez: um para incorporar o poder e outro para desejá-lo. Enquanto escondiam sua identidade como Sith, uma sucessão de mestres e aprendizes Sith trabalhariam ao longo dos séculos para se colocar em posições de poder e minar as autoridades responsáveis, preparando-se para ultrapassar a República Galáctica. A tradição Banita encorajou cada aprendiz a eventualmente desafiar e matar seu mestre, e levar um aprendiz por sua vez. Desta forma, Darth Bane garantiu que a conspiração permaneceu em segredo por mil anos. Ele acredita que os Sith poderiam exercer seu poder e obter sua vingança contra os Jedi por dominação galáctica. Os primeiros seis filmes de Star Wars narram esse esquema antigo. ==== Ascensão ao poder dos sith ==== O plano de Darth Bane se concretizaria através de Sheev Palpatine, um Senador de Naboo, mais tarde Chanceler Supremo, da República Galáctica, e secretamente um Lorde Negro dos Sith (“Darth Sidious”). Ao manipular facções descontentes dentro da República Galáctica, Palpatine orquestrou a guerra civil. Este conflito, conhecido no universo Star Wars como a \"Guerra dos Clones\", forneceu uma justificativa para consolidar o poder no chefe executivo da República Galáctica e reunir um grande exército de soldados clonados condicionados a obedecer a certos comandos-chave emitidos por Palpatine. Os Jedi finalmente descobriram a identidade de Palpatine como um Lorde Sith e tentaram prendê-lo. Palpatine incriminou. suas ações como uma tentativa de golpe, usando isso como pretexto para aniquilar os Jedi ativando a “Ordem 66”, um dos protocolos embutidos nos soldados clones. Anakin Skywalker, a seu serviço, prometendo ensiná-lo a salvar a vida de Padmé Amidala. Em uma trágica ironia,o puro horror de descobrir a colaboração de Anakin com Sidious para destruir resultou na morte de Padmé durante o parto. Sidious enganaria Anakin fazendo-o acreditar que ele havia matado Padmé com raiva. O colapso emocional subsequente de Anakin o levaria a abraçar completamente o lado sombrio da Força. Sidious governaria o recém-criado Império Galáctico por aproximadamente 20 anos como seu Imperador com Darth Vader ao seu lado. Inicialmente desconhecido para Vader e Sidious, duas crianças foram entregues por Padme antes de sua morte. ==== Templos sith ==== O episódio de Rebels \"Crepúsculo do Aprendiz\" apresenta um planeta proibido chamado Malachor, lar de um antigo templo Sith. O templo contém uma super arma, e só pode ser ativado colocando um Holocron Sith especial em um obelisco no cume da pirâmide dentro do templo. Milhares de anos antes, uma batalha foi travada em Malachor que resultou na morte de seus habitantes. Em algum lugar entre os eventos de sua última aparição em Solo: Uma História Star Wars e este episódio de Rebels, Darth Maul ficou preso no planeta. Quando Ahsoka Tano, Kanan Jarrus e Ezra Bridger chegam, Ezra é separado deles. Ele é descoberto por Maul e, juntos, eles usam a Força cooperativamente para resolver uma série de testes e recuperar um Holocron Sith. Com a ajuda de Kanan e Ahsoka, eles lutaram contra três inquisidores, todos mortos por Maul. Maul então trai seus aliados, cegando Kanan, e passa a ativar a super arma. Maul é derrotado por um Kanan cego, e Darth Vader chega com a intenção de recuperar o holocron, mas é desafiado por Ahsoka, seu ex-Padawan. Enquanto a super arma está se preparando para disparar, Kanan e Ezra recuperam o holocron e escapam, impedindo que a arma de destruição em massa seja usada. Mesmo que o templo esteja desestabilizado, Ahsoka e Vader continuam lutando até a morte dentro do prédio em ruínas, até que eventualmente explode, ferindo Vader. O episódio de Star Wars Resistance \"The Relic Raiders\" retrata um templo Sith escondido debaixo de um templo Jedi posterior. ==== O fim dos Sith ==== Os filhos de Anakin, Leia e Luke Skywalker se tornariam membros-chave da Aliança Rebelde para restaurar a República Galáctica. Luke seria secretamente ensinado nos caminhos da Força pelo próprio ex-mestre Jedi de Vader, Obi-Wan Kenobi, e um poderoso Jedi ancião, Yoda, que também sobreviveu ao expurgo de Palpatine. Ironicamente, durante um confronto final entre Luke Skywalker, Darth Vader e o Imperador a bordo de uma estação de batalha móvel conhecida como Estrela da Morte, a linhagem Sith terminaria como Darth Bane prescreveu que ela continuasse. Darth Sidious ofereceu a Skywalker um ultimato para entrar em seu serviço ou morrer, e passou a usar seus poderes derivados da Força para torturar e matar Skywalker quando este se recusou a abraçar o Lado Sombrio da Força. Experimentando uma crise de consciência com a morte iminente de Skywalker, que Vader agora sabia ser seu filho, Darth Vader decidiu intervir e matar seu antigo mestre, Sidious, cumprindo a profecia do Escolhido. Vader, agora novamente Anakin, morreria de seus próprios ferimentos logo depois, aparentemente pondo fim aos Sith e sua antiga vingança. O filme de 2019 A Ascensão Skywalker retrata o clímax do conflito entre os Sith e os Jedi, e apresenta o grupo conhecido como Sith Eternal, liderado por Darth Sidious ressuscitado. Quando Sidious encontra sua morte final nas mãos de sua neta, Rey, o momento também marca o fim definitivo dos Sith, com o equilíbrio da Força outrora trazido por Anakin sendo preservado por Rey. == História == Os Sith vieram de um planeta chamado Moraband, sendo um grupo dissidente da Ordem Jedi. Mil anos antes do início da saga, os Sith dominavam quase toda galáxia, cruelmente escravizando raças. Muitas batalhas foram travadas entre a Ordem Sith e a Ordem Jedi, entre elas a Batalha de Malachor, onde os Sith tentaram usar uma superarma na esperança de destruir seus inimigos e consolidar seu poder sob a galáxia. Porém a arma foi ativada petrificando todos os Sith e Jedi no planeta. Felizmente, a ganância por poder absoluto dos Sith fez com que houvesse uma intriga intensa entre grupos rivais de Sith permitindo que eles fossem destruídos pelos Jedi. Contudo, houve um sobrevivente: Darth Bane. Este deu continuidade aos Sith estabelecendo a Regra de Dois (onde só haveria dois Sith na galáxia: um mestre e um aprendiz). Passaram-se muitos anos até o surgimento de um novo Mestre Sith, Darth Plagueis. Plagueis, que tinha o poder de manipular os midichlorians e criar vida, foi morto por seu aprendiz, Palpatine, enquanto dormia. Depois disso, Palpatine tornou-se o Sith mais poderoso de todos os tempos. Adotou para si o nome de Darth Sidious, sendo fiel ao ideal dos Sith ao buscar poder pessoal. Através de manipulações, chegou ao posto máximo na Velha República, tornando-se Supremo Chanceler. Em pouco tempo deu um golpe de estado e assumiu o título de Imperador da Galáxia. Sidious teve três discípulos: Darth Maul, Darth Tyranus, também chamado Conde Dookan (um ex-Jedi morto pelo Cavaleiro Jedi Anakin Skywalker em Coruscant), e o próprio Anakin, que adotou o título de Darth Vader. Além disso, Vader treinou vários ex-jedi convertidos ao Lado Sombrio para assassinarem os Jedi sobreviventes e criarem um exército Sith a partir de bebês sequestrados. Vader pereceria na segunda Estrela da Morte após arrepender-se e salvar o seu filho da morte. Atingido pelos Raios da Força produzidos por seu mestre, o cruel Imperador, Vader não suportou os ferimentos, agravados pelo seu estado físico debilitado. Mais tarde, no filme A Ascensão Skywalker é revelado que o Imperador retornou à vida em um corpo clonado, e construiu uma frota de naves capazes de destruir planetas inteiros, conhecida como \"Ordem Final\". Os remanescentes imperais da Primeira Ordem se juntam a ele e se preparam para lançar um ataque contra os remanescentes da caída Nova Republica. Em um ataque, as forças da Resistência conseguem segurar as forças da Ordem Final, abrindo um caminho para a chegada de uma frota improvisada de naves fornecidas por mundos anteriormente pertencentes a Nova República e compradas de diversos traficantes e corporações que eventualmente supera a frota Sith em número. Após uma tentativa da parte do Lorde Sith de destruir a frota com o poder da Força, sua neta Rey consegue repelir os raios da força com seus sabre de luz acabando definitivamente com Sidious. == Força Oculta == Diferentemente dos Jedi, os Sith desenvolveram grandes habilidades para ocultar o poder da Força. Este fato pode ser observado justamente no Episódio I - \"A Ameaça Fantasma\", quando os Mestres Jedi Mace Windu e Yoda se surpreendem com a existência de Darth Maul. Evidentemente ficou claro que os Jedi não sentiram a presença dos Sith e de seus planos nos episódios subsequentes, inclusive na animação \"Star Wars: Guerras Clônicas\", pois diversas vezes os planos de Darth Sidious confirmaram a presença de espiões ou traidores dentro da própria República. Além disso o senador Palpatine articulou todos os planos Sith mesmo estando absolutamente próximo ao Conselho Jedi. Apenas Anakin Skywalker descobriu a verdadeira identidade de Sidious, pois este seduziu Skywalker para o Lado Sombrio da Força. Certamente este poder oculto da Força foi desenvolvido a duras penas pelos Sith, já que os mesmos haviam sido duramente exterminados sem compaixão pelos Jedi ao longo de muitos milênios. Confirmando esta teoria, este Poder específico de não revelar a Força foi decisivo para a vitória da Ordem, conforme os eventos do Episódio III - \"Vingança dos Sith\". Se estima que um Sith gaste em média 1 trilhão de calorias para soltar 1 raio de 10 metros, ou 1,85 bilhão de Big Mac's. ==Dark Lords dos Sith== Os Sith são dedicados a filosofia Sith para dominar o Lado Negro da Força. Os membros Sith, conhecidos como Lordes Sith ou Lordes Sombrios dos Sith, tradicionalmente utilizavam o título de Darth antes de seu nome Sith. Os Sith são os arqui-inimigos dos Jedi, e como eles, sua principal arma é o sabre de luz. Enquanto Jedi são subservientes à Força e ajudam a República Galáctica, utilizando a força para a paz, conhecimento e defesa, os Sith preferem explorar a Força para obter poder, para a agressão ou para ganho pessoal; desejos que inevitavelmente levaram a ambos a conquista imperial e posteriormente a própria autodestruição. 'Dark Lord Primeira Aparição (ou menção) Cronológica Última aparição cronológica' Darth Bane The Clone Wars Darth Plagueis A Vingança do Sith Darth Sidious A Ameaça Fantasma A Ascenção Skywalker Darth Maul A Ameaça Fantasma Rebels Darth Tyranus O Ataque dos Clones A Vingança dos Sith Darth Vader A Vingança dos Sith O Retorno dos Jedi ==Outros Guerreiros subordinados == * Assaj Ventress * Pong Krell * Grande Inquisidor * Quinto Irmão * Sétima Irmã * Oitavo Irmão * Kylo Ren",
 "title": "Sith"
}