{
 "id": "10682",
 "text": "Caruaru (pronúncia ouça) é um município brasileiro do estado de Pernambuco, situado na região nordeste do país. Pertence à Região geográfica intermediária de Caruaru. Sua população é de habitantes de acordo com o censo de 2024, sendo o segundo município mais populoso do interior pernambucano e o quarto mais populoso do interior nordestino, atrás apenas de Feira de Santana, Campina Grande e Petrolina. O município localiza-se a oeste da capital do estado, Recife, distando desta cerca de . Ocupa uma área de , sendo que estão dentro do perímetro urbano. Fundado em 18 de maio de 1857. Uma das versões para a sua origem, diz que o município começou a tomar forma em 1681, quando o então governador da capitania doou à família Rodrigues de Sá uma sesmaria com trinta léguas de extensão, com o intuito de desenvolver a agricultura e a criação de gado na região. Porém, a versão mais contundente da origem do município, leva em consideração a carta de sesmaria concedida em 1661 pelo então governador Fernão de Souza Coutinho ao Capitão de Ordenança, fidalgo e cavaleiro da Casa Real, Bernardo Vieira de Mello, o qual, possivelmente tinha dentro de seus domínios as terras de Caruaru . A menção de que o sítio Carurú, antigo nome da localidade, pertenceu a Bernardo Vieira, está registrado em documento de devassa por arbitrariedades cometidas pelo filho de Bernardo, Antônio Vieira de Mello. O documento de 1758, contendo muitas denúncias dos moradores da sesmaria do Ararobá e arredores, contém o relato de Antônio Vieira de Mello, que menciona \"...nestas minhas terras hum sitio chamado Caruru que a oitenta annos o citiou meo pay...\" (ipsis literis), levando a história do Carurú para o ano de 1678, momento da demarcação e organização daquele local como fazenda. O Carurú, é provavelmente um nome de como era conhecida a região, e que também deu nome a Fazenda na área central do que hoje é o marco zero da cidade. A privilegiada localização e o empreendedorismo dos habitantes deu ao local uma pujança e rápido crescimento demográfico, fazendo com que se necessitasse construir uma capela, o que foi feito em 1782 e dedicada à Nossa Senhora da Conceição, dando visibilidade e sentimento de pertencimento aos que habitavam o povoado e os sítios ao seu redor, mais tarde originando a cidade. O construtor da Capela, José Rodrigues de Jesus, não era natural da terra, mas do Cabo de Santo Agostinho, filho de Plácido Rodrigues de Jesus & Lourença do Vale Pereira. Era casado com Maria do Rosário, natural de Vitória de Santo Antão e tiveram 11 filhos. Embora se afirme que os Rodrigues de Sá são parentes dos Rodrigues de Jesus, não há provas documentais. Segundo o IBGE, o município é uma capital regional categoria B, e exerce um importante papel centralizador no Agreste e interior pernambucano, concentrando o principal polo médico-hospitalar, acadêmico, cultural e turístico do Agreste. O município também é muito conhecido por causa das grandes Festas Juninas. Abriga a Feira de Caruaru, conhecida por ser a maior feira ao ar livre do mundo e ter sido tombada como patrimônio imaterial do país pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN). Seu artesanato com barro ficou mundialmente conhecido pelas mãos de Vitalino Pereira dos Santos, o Mestre Vitalino, que representou Pernambuco na exposição de Arte Primitiva e Moderna Brasileira no ano de 1955, em Neuchâtel, na Suíça, e cujas obras podem ser contempladas no Museu do Louvre, em Paris, e em sua antiga residência no Alto do Moura, bairro caruaruense. Os seguidores do Mestre Vitalino fizeram de Caruaru o maior centro de arte figurativa das Américas segundo a UNESCO. == Toponímia == Há diversas hipóteses para a origem do nome do município, Caruaru . Uma das mais utilizadas é que o nome Caruaru seja uma junção oriunda do dialeto dos índios cariris, habitantes da região na época do desbravamento, no século XVI. \"Caru\" equivaleria a alimento e fartura e \"aru aru\" à abundância. Logo, Caruaru significaria terra da fartura. A \"Documentação Territorial Brasileira\", do IBGE, depois de frisar os vários significados associados a entidades mórbidas, acrescenta mais uma definição: \"nome de uma planta vulgarmente conhecida por caruru (espécie de bredo) e que outrora cobria um poço na margem do rio Ipojuca, em local que, por isso, passou a ser denominado Sítio do Caruru. Por acréscimo de uma vogal, o nome seria alterado para Caruaru\". No Dicionário Houaiss, consta com dois sentidos: 1º) o mesmo que curuaí (do tupi curuá’i), planta Orbignya sabulosa, isto é, a palma, incidente em toda a região; 2º) o mesmo que jacuraru, ou seja, um lagarto (do tupi yakurua’u), o popular teju ou teiú, também bastante frequente na região. == História == Devido à sua posição geográfica favorável, no coração do Agreste, passagem obrigatória do transporte de gado do Sertão para o Litoral, logo se estabeleceram diversas propriedades agropastoris. Os donos das terras onde hoje se situa o município eram os Vidal de Souza e os Almeida Pereira. Registros de vendas de Terras e documentos paroquiais esclarecem que os Vidal de Souza foram proprietários de grandes faixas de terras ao longo do Rio Ipojuca, o que inclui a área do Carurú. A esposa de José Rodrigues era neta do pioneiro João Alvares Vidal, de cuja história já se ouve falar em 1758, como proprietário de Fazenda de Gado, que foi atacada por capangas de Antônio Vieira de Mello. Não foi localizada documentação que esclareça como a Fazenda do Carurú passou às mãos de José Rodrigues, se por aquisição ou herança. Se vê em registros de batismos e em transcrições de inventários que José Rodrigues de Jesus já era homem casado em 1774, ano que foi encontrado o registro mais antigo de nascimento de filho do casal, portanto, o Capitão-Comandante já era casado bem antes da inauguração da Capela da Conceição do Carurú em 1782. Com licença do Bispado de Olinda, em 1781, construiu a capela de Nossa Senhora da Conceição, que contribuiu para o surgimento de uma feirinha semanal e passou a ser ponto de convergência de novos moradores, aumentando o povoamento da área central. Documentos de 1794 comprovam a existência desse povoado, \"possuindo crescido número de casas\", já conhecido com a mesma denominação atual. Em 1834, Caruaru figurava como 7º distrito de paz de Bonito, conforme ofício datado de 8 de novembro desse ano, enviado pela Câmara de Bonito ao Conselho do Governo de Pernambuco. A Lei Provincial nº 133, de 6 de maio de 1844, criou o distrito de São Caetano da Raposa, anexado ao município de Caruaru (alguns documentos mencionam essa lei como sendo do dia 2 de maio). Em 1846, o missionário frei Euzébio de Sales, capuchinho da Penha, iniciou a construção da Igreja Matriz, hoje catedral. Reconstruída duas vezes, a última em 1883, a igreja ganhou, nesse ano, o sino que ainda hoje existe no local, o maior ex- voto da região, promessa de Francisco Gomes de Miranda Leão, que fez transportar a oferenda em lombo de animais, de Tapera a Caruaru, onde a população recebeu com entusiasmo. Em 16 de agosto de 1848, a Lei Provincial nº 212 elevou Caruaru à categoria de vila, com território desmembrado de Bonito. Essa lei transferiu a sede da freguesia de São Caetano da Raposa para Nossa Senhora das Dores, em Caruaru, para onde também foi transladada a sede da comarca de Bonito. O art. 3º da mesma lei dividiu a comarca em dois municípios, compreendendo o primeiro as freguesias de Caruaru, Bezerros e Altinho, e a segundo município, as cidades de Bonito e Panelas. A Câmara foi instalada no dia 16 de setembro de 1849, segundo ofício enviado ao presidente da província; quem a instalou foi o presidente da Câmara de Bonito, Francisco Xavier de Lima. O primeiro vigário da freguesia foi o padre Antonio Jorge Guerra, que a instalou no dia 28 do mesmo mês e ano. Em 18 de maio de 1857, a Lei Provincial nº 416 elevou a vila de Caruaru à categoria de cidade e sede do município e em 20 de maio de 1867, a Lei Provincial nº 720 criou a comarca de Caruaru, a qual foi classificada de 1ª entrância pelo Decreto nº 3.978, de 12 de outubro do mesmo ano; o primeiro juiz de Direito foi o dr. Antonio Buarque de Lima. Em 13 de novembro de 1872, o Decreto nº 5.139 classificou-a como de 2ª entrância. Tornou-se município em 1 de março de 1893, com base no art. 2º das disposições gerais da Lei Estadual nº 52 (Lei Orgânica dos Municípios), de 3 de agosto de 1892. O primeiro prefeito eleito foi o major João Salvador dos Santos. Em relação anexa ao ofício do prefeito para o Secretário do Governo, com data de 26 de maio de 1893, declara-se que o município fora dividido em três distritos administrativos: Caruaru (sede municipal), Carapotós e São Caetano da Raposa. Caruaru se converteu em município, sendo o segundo do agreste pernambucano, pelo projeto nº 20, criado pelo deputado provincial Francisco de Paula Batista (1811-1881), defendido em primeiro debate em 3 de abril de 1857 e tornando-se concreto, depois de aprovação sem debate, em 18 de maio do mesmo ano, com a assinatura da Lei Provincial nº 416, pelo então vice- presidente da província de Pernambuco, Joaquim Pires Machado Portela. Ao passar das décadas, a cidade se desenvolveu e a antiga Vila do Caruru atualmente é conhecida por colecionar vários títulos, como “Capital do Agreste”, “Capital do Forró”, “Princesa do Agreste”, dentre outras alcunhas, fazendo analogia ao cenário de sua importância política econômica no cenário do Estado de Pernambuco. O desenvolvimento do município teve seu apogeu a partir de 1896, após a construção da Great Western, a linha férrea que conecta a cidade à capital pernambucana. Pelos seus trilhos era escoada a produção agrícola, além das mercadorias de sua tradicional feira. Iniciada em 2001 pelo governo pernambucano, a duplicação da principal rodovia que dá acesso ao município, a BR-232, foi crucial para a industrialização da sua economia e o crescimento do setor de serviços, já que com a nova rodovia o número de turistas em dada época do ano era maior, visto que a duplicação trouxe uma redução no tempo de viagem e mais segurança. O primeiro trecho das obras foram iniciadas no sentido Recife-Caruaru e concluídas em 2003, quando foi dado início a outro trecho, Caruaru-São Caetano. == Geografia == O território municipal, segundo o Instituto Brasileiro de Geografia e Estatística, é de , sendo de área urbana. Situa-se a 08º17'00\" de latitude sul e 35º58'34\" de longitude oeste, estando a cerca de 130 km da capital estadual. Os municípios limítrofes são Brejo da Madre de Deus e São Caetano, a oeste; Taquaritinga do Norte, Toritama, Vertentes e Frei Miguelinho, a norte; Riacho das Almas e Bezerros, a leste; e Altinho e Agrestina, a sul. O município está situado na unidade geoambiental da Província da Borborema, sendo formada por maciços e outeiros altos, com altitudes que variam entre seiscentos em mil metros. O relevo é predominantemente movimentado, com vales profundos e vales dissecados, com altitude média de 554 metros acima do nível do mar. Está localizado no Planalto da Borborema e seu ponto culminante é o Morro do Bom Jesus, com 630 metros acima do nível do mar. O território municipal é recortado por rios perenes de baixa vazão, tendo também pequeno potencial de água subterrânea. Situa-se na bacia hidrográfica do Rio Ipojuca e do Rio Capibaribe, tendo como seus principais cursos hidrográficos os riachos Tabocas, Caiçara, Borba, da Onça, Olho d'água, Mandacaru do Norte, Caparatós, São Bento, Curtume e Taquara. Seus principais corpos de acumulação de água são os açudes Eng°. Gercino de Pontes (13.600.000 m³), Taquara (1.100.000 m³), Guilherme (786.000 m³), Serra dos Cavalos (761.000 m³) e Jaime Nejaim (100.000 m³). === Clima === O clima de Caruaru é semiárido (classificação BSh na classificação climática de Köppen-Geiger), possuindo verões quentes e secos e invernos amenos e relativamente chuvosos e baixo índice pluviométrico, de apenas milímetros (mm) anuais. Isto ocorre devido às chuvas orográficas que ocorrem no Planalto da Borborema, entre os municípios de Gravatá e Pombos, atuando como barreira para a ocorrência de chuvas mais abundantes no município. Os ventos são constantes todo o ano, porém, quando há a ocorrência da chegada de sistemas e a formação de vórtices ciclônicos de altos níveis da atmosfera no litoral leste nordestino, podem ocorrer ventanias que causam danos como destelhamentos, quedas de árvore e interrupção no fornecimento da energia elétrica. Segundo dados da Agência Pernambucana de Águas e Clima (Apac), que começou a fazer as medições em março de 2010, a menor temperatura já registrada em Caruaru foi de 11,7ºC em 21 de julho de 2016, e a maior atingida foi 35,9ºC em novembro de 2015. === Ecologia e meio ambiente === Até o início do ano de 2013, a prefeitura municipal não possuía nenhuma secretaria direcionada a tratar de assuntos ambientais, antes apenas a Secretaria de Infraestrutura era encarregada das políticas ambientais do município. Entretanto, no início do ano de 2013, após a reeleição do prefeito José Queiroz de Lima, a prefeitura recebeu sua primeira secretaria direcionada restritamente à política ambiental. O prefeito enviou à Câmara Municipal de Caruaru uma reforma administrativa, criando também a Secretaria Especial de Meio Ambiente, que será vinculada ao gabinete do prefeito. A vegetação predominante é de plantas relacionadas ao bioma caatinga, com presença de remanescentes de Mata Atlântica em brejos de altitude. Possui, a saber, apenas uma unidade de preservação, o Parque Natural Municipal Professor João Vasconcelos Sobrinho, popularmente chamado de Parque Serra dos Cavalos, no limite com o município de Altinho, conta com 359 hectare s de área protegida. A Caatinga é composta por espécies hiperxerófilas, com a forte presença de arbustos com galhos retorcidos e com raízes profundas. As espécies mais encontradas são os cactos, caroá, aroeira, angico, juazeiro, mandacaru e xique-xique. Já a Mata Atlântica, típica dos brejos de altitude no sul do município é constituída por árvores de médio e grande porte, formada por floresta densa e fechada. Sendo muito rica em biodiversidade, as árvores de grande porte formam um microclima dentro da mata, com sombra e muita umidade. As espécies mais comuns são: palmeiras, bromélia, begônias, orquídeas, cipós, briófitas, pau-brasil, jacaranda, peroba, jequitibá-rosa, cedro, andira, ananás e figueiras. == Demografia == Segundo a contagem do Instituto Brasileiro de Geografia e Estatística, em 2010, o município possuía habitantes, sendo a maioria do sexo feminino, com habitantes mulheres (52,5% da população), e os restantes do sexo masculino (47,4% da população). Ainda segundo o censo, habitantes (cerca de 88,78%) viviam na zona urbana e habitantes (cerca de 11,2%) na zona rural. A taxa de urbanização era de 88,78%. Da população total em 2010, habitantes (24,79%) tinham menos de 15 anos de idade, habitantes (68,22%) tinham de 15 a 64 anos e pessoas (6,99%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 73,0 anos e a taxa de fecundidade total por mulher era de 2,0. O Índice de Desenvolvimento Humano (IDH-M) de Caruaru é de 0,677, sendo considerado médio pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), ocupando a décima primeira colocação no ranking estadual e estando acima da média pernambucana, que é de 0,673. Apesar do destaque estadual, seu índice ainda é menor que a média nacional, ocupando a 2503ª colocação no ranking entre os municípios da União. Em 2010, segundo dados do censo do IBGE daquele ano com a autodeclaração de cada caruaruense, a população era composta por brancos (50,51%); negros (3,66%); amarelos (0,72%); pardos (45,08%); e 384 indígenas (0,12%). Considerando-se a região de nascimento, eram nascidos no Nordeste (96,91%), no Sudeste (2,45%), 376 no Sul (0,12%), 376 no Centro-Oeste (0,12%) e 297 no Norte (0,09%). habitantes eram naturais do estado de Pernambuco (93,67%) e, desse total, eram nascidos em Caruaru (69,02%). Entre os naturais de outras unidades da federação, São Paulo era o estado com maior presença, com pessoas (2,10%), seguido pela Paraíba, com residentes (1,17%), e por Alagoas, com habitantes residentes no município (1,01%). === Pobreza e desigualdade === De 2000 a 2010, a proporção de pessoas com renda domiciliar per capita de até meio salário mínimo reduziu em 41,6% e em 2010, 82,5% da população vivia acima da linha de pobreza, 10,5% encontrava-se na linha da pobreza e 6,9% estava abaixo e o coeficiente de Gini, que mede a desigualdade social, era de 0,542, sendo que 1,00 é o pior número e 0,00 é o melhor. A participação dos 20% da população mais rica da cidade no rendimento total municipal era de 57,6%, ou seja, 16,1 vezes superior à dos 20% mais pobres, que era de 3,84%. Apesar de ser uma cidade com pouco menos de 300 mil habitantes na sua área urbana, tem registros de pequenas favelas em algumas áreas. Embora o Morro do Bom Jesus seja considerado um bairro na estrutura urbana, nos últimos tempos tem adquirido características peculiares de favela, pelo fato de ter passado por um recente grande crescimento demográfico sem planejamento. Não obstante, há registro de pequenas favelas em outras partes da cidade, como a comunidade Bonanza, no bairro Rosanópolis. Ao que se sabe, não há um relatório oficial da prefeitura municipal informando a quantidade, tampouco a característica da população que vive nos aglomerados subnormais, existem apenas dados colhidos pelo IBGE. Segundo dados obtidos pelo censo demográfico do IBGE em 2010, existem no município cerca de unidades de domicílio, sendo domicílios em aglomerados subnormais, que são ocupados por moradores. === Religião === O cristianismo, principalmente o católico, é importante na história de Caruaru desde, pelo menos, 1781, ano da construção da Capela de Nossa Senhora da Conceição, evento que marca o início do catolicismo de forma institucional na cidade. Porém, a Diocese de Caruaru foi erigida apenas em 7 de agosto de 1948 pelo Papa Pio XII, através da bula Quae Maiori Christifidelium. A diocese é é integrante da Arquidiocese de Olinda e Recife. A sé episcopal da diocese de Caruaru é a Catedral Nossa Senhora das Dores e ela possui 29 paróquias dividias em três regiões pastorais: centro, norte e sul. O seu bispo atual desde 2019 é José Ruy Gonçalves Lopes. A padroeira de Caruaru é Nossa Senhora das Dores, e uma festa em homenagem a ela acontece anualmente no município. As principais instituições de ensino religiosas da cidade são os colégios católicos Sagrado Coração e Diocesano. O Sagrado Coração foi fundado em 8 de setembro de 1920 sob a iniciativa do Cônego Osvaldo Brasileiro com a permissão do bispo da arquidiocese de Olinda. O colégio, administrado pelas Irmãs Beneditinas Missionárias de Tutzing, é a primeira escola católica a ser construída no interior de Pernambuco. Já o Diocesano, que já teve os nomes Ginásio e Colégio de Caruaru, foi fundado em 2 de fevereiro de 1927 por iniciativa do padre Júlio Cabral de Medeiros, José Florêncio de Souza Leão e Luiz Pessoa da Silva e é um dos colégios mais importantes do interior pernambucano. As denominações evangélicas mais influentes na cidade são a Assembleia de Deus, a Casa da bênção, os adventistas e os batistas. As denominações evangélicas com o número de seguidores menos relevante são: testemunhas de Jeová, que representam pouco mais de 0,7% da população e os membros de A Igreja de Jesus Cristo dos Santos dos Últimos Dias, que representam cerca de 0,1%. O censo demográfico do IBGE mostrou que em 2010 a maior parte da população caruaruense se declarava católica (64,6% da população), apesar de ser bastante comum encontrar seguidores do espiritismo (2,0%) e notadamente a presença de evangélicos de diversas denominações, que eram cerca de 22,1% da população. Apesar de pouco considerável, há ainda a participação de seguidores de diversas religiões, tais como: religiões africanas, como umbanda e candomblé (0,3%, no total), religiões orientais, como hinduísmo, judaísmo dentre estas, a única religião oriental com a quantidade de adeptos um mínimo considerável é o budismo (0,1%). Também são poucos os que se declararam praticantes das tradições esotéricas (0,04%). As pessoas que não declararam nenhuma religião somam 8,0% e os ateus 0,3%. == Política e subdivisões == O município é administrado pelo poder executivo e pelo poder legislativo. Em 2020, a candidata Raquel Lyra, do Partido da Social Democracia Brasileira (PSDB), foi reeleita em primeiro turno com 114.466 votos, o que corresponde a 66,86% dos votos válidos (excluindo brancos e nulos). Em segundo lugar, ficou Delegado Lessa (PP), que teve 32.910 votos, o que equivale a 19,22%. Raquel é a primeira prefeita eleita e a segunda mulher a assumir a prefeitura de Caruaru. O poder legislativo municipal é formado pela câmara, constituído por 23 vereadores eleitos para um mandato de quatro anos (de acordo com o artigo 29 da Constituição) e está composto da seguinte forma: sete cadeiras do PSDB, três do CID, duas do PTB, duas do PP, duas do PMDB, uma do PDT, uma do PSD, uma do DEM, uma do Republicanos, uma do PODE, uma do PSL e uma do PROS. Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (Lei de Diretrizes Orçamentárias). O município ainda se rege por uma lei orgânica, promulgada no dia 5 de abril de 1990 e que entrou em vigor ainda na mesma data, e é a sede da Comarca de Caruaru. De acordo com o Tribunal Regional Eleitoral de Pernambuco, o município possui, em 2020, 225.164 eleitores, sendo o quarto maior colégio eleitoral do estado de Pernambuco e o maior do agreste. O território do município está subdividido em quatro distritos: Carapotós, Gonçalves Ferreira e Lajedo do Cedro, além do distrito-sede. O distrito-sede é o mais populoso deles, possuindo habitantes, seguido por Carapotós, com habitantes. Este foi criado pelo decreto-lei estadual n° 3 do dia 15 de novembro de 1896. O distrito de Lajedo do Cedro foi criado pelo decreto-lei estadual n°271, do dia 15 de outubro de 1953, e Gonçalves Ferreira foi criado pelo decreto-lei estadual n°289, do dia 30 de dezembro de 1953. Em 2010, a relação do IBGE contabilizava a existência de 24 bairros, dos quais o mais populoso era o Salgado, que tinha moradores. Distritos de Caruaru (IBGE/2010) Distritos de Caruaru (IBGE/2010) Distritos de Caruaru (IBGE/2010) Distritos de Caruaru (IBGE/2010) Distritos de Caruaru (IBGE/2010) Distrito Habitantes Domicílios particulares Homens Mulheres Total Carapotós Gonçalves Ferreira Lajedo do Cedro 707 657 606 Caruaru === Cidades irmãs === Caruaru possui duas cidades-irmãs: * Hof, Alemanha * Vila Nova de Famalicão, Portugal == Economia == O Produto Interno Bruto de Caruaru é o 181° maior do Brasil e o 5° maior do estado de Pernambuco. De acordo com as Contas Regionais do ano 2011, o Instituto Brasileiro de Geografia e Estatística calculou o valor bruto do PIB em R$ 3.407.458 mil, sendo R$ 468.871 mil impostos sobre produtos líquidos de subsídios a preços correntes. O Produto Interno Bruto per capita era de R$ 10.662,30 mil. Em 2010, 68,04% da população maior de 18 anos era economicamente ativa, enquanto que a taxa de desocupação era de 6,70%. Em 2011, havia cerca de unidades locais e de empresas atuantes e estabelecimentos comerciais atuantes. trabalhadores eram considerados como pessoal ocupado total e pessoas caracterizavam-se pessoal ocupado assalariado. Salários, juntamente com outras remunerações somavam reais e o salário médio mensal do município era de 1,7 salários mínimos. Segundo o IBGE, 68,61% das residências sobreviviam com menos de salário mínimo mensal por morador, 21,54% sobreviviam com entre um e três salários mínimos para cada pessoa, 2,95% recebiam entre três e cinco salários, 2,02% tinham rendimento mensal acima de cinco salários mínimos e 4,88% não tinham rendimento. === Setor primário === O setor primário é o menos relevante na economia caruaruense. Do total de toda riqueza produzida no município, apenas reais é referente ao que é gerado pela agricultura e pela agropecuária, enquanto que em 2010, 5,86% da população economicamente ativa do município estava ocupada no setor. De acordo com o censo pecuário, em 2012 o município contava com aproximadamente bovinos, 150 bubalinos, caprinos, 460 asininos, equinos, 820 muares e ovinos. Contava também com aves (galos, frangas, frangos e pintos), galinhas, com a produção de ovos de galinha. vacas foram ordenhadas, das quais foram extraídos litros de leite. Também foram produzidos quilos de mel de abelha. Havia também suínos. Na lavoura temporária, os destaques foram a produção de macaxeira (700 toneladas e 100 hectares cultivados), tomate (250 toneladas produzidas e 8 hectares cultivados), a batata-doce (130 toneladas e 20 hectares plantados), a cana-de-açúcar (23.333 quilogramas por hectare e 3 hectares cultivados), o milho (10 toneladas, com 950 hectares plantados e 250 colhidos), e o feijão (6 toneladas e 620 hectares plantados e 120 hectares colhidos). Já na lavoura permanente, foram obtidos os seguintes resultados: banana (360 toneladas e 120 hectares cultivados), abacate (12 toneladas e 4 hectares plantados), laranja (8 toneladas e 3 hectares plantados), manga (30 toneladas e 8 hectares cultivados), mamão (9 toneladas e 3 hectares), coco-da-baía (15 mil frutos e 5 hectares) e castanha-de-caju (4 toneladas e 30 hectares). === Setor secundário === Em 2011, a indústria representou a segunda maior atividade econômica de Caruaru. Cerca de reais do produto interno bruto eram do valor adicionado bruto do setor secundário e em 2010, 0,11% dos trabalhadores do município estavam ocupados no setor industrial extrativo e 22,51% na indústria de transformação. A cidade tem destaque para a produção têxtil, concentrando cerca de 12 mil fábricas do gênero, 30 mil pontos de venda e gerando 140 mil empregos direitos e indiretos. Desde os anos 1980, Caruaru faz parte do polo de confecções do Agreste pernambucano, o maior do tipo no Nordeste, com produções de vestuário vendidas para todo o Brasil e o exterior. Desde 2004 a cidade possui o Polo de Caruaru, estrutura industrial localizada entre Caruaru e Toritama e que possuí quatro módulos identificados por cores. Além de possuir lojas, quiosques e empresas, é também no Polo de Caruaru onde está localizado o campus local da Universidade de Pernambuco (UPE). Também já abrigou provisoriamente o campus de Caruaru da Universidade Federal de Pernambuco entre 2006 e 2010, ano da inauguração do Centro Acadêmico do Agreste (CAA) e o curso de medicina do mesmo campus até 2020. Caruaru possui a segunda unidade do Porto Digital no estado, o \"Armazém da Criatividade\". A construção da unidade foi anunciada em maio de 2014 e inaugurada em outubro do ano seguinte. O polo funciona no Bairro Nova Caruaru, contando com núcleos de criação, prototipação e editorial, que contam, entre outras coisas, com impressão 3D, laboratórios de design gráfico e estúdios de fotografia e vídeo. O complexo tecnológico faz parte da política de interiorização do Porto Digital e integra seis eixos: empreendedorismo, experimentação, exibição, educação, coworking (escritório compartilhado) e crédito. === Setor terciário === Em 2010, 5,98% da população ocupada estava empregada no setor de construção, 0,89% nos setores de utilidade pública, 23,04% no comércio e 35,74% no setor de serviços e em 2011, mil reais do PIB municipal eram do valor adicionado bruto do setor terciário, sendo o mais representativo na economia caruaruense, com cerca de 82,4% das riquezas produzidas anualmente. A cidade possui a maior feira ao ar livre do país, a Feira de Caruaru. Na feira são vendidos produtos das mais variadas naturezas, desde frutas, verduras, cereais, ervas medicinais, carnes, bem como produtos manufaturados como roupas, calçados, bolsas, panelas e outros utensílios para cozinha, móveis, animais, ferragens, miudezas, rádios, artigos eletrônicos e importados. Segundo o Instituto Brasileiro de Geografia e Estatística, aproximadamente pessoas trabalham no comércio da cidade e cerca de pessoas trabalham em uma atividade de prestação de serviços. A cidade possuí dois shopping centers: o Caruaru Shopping e o Shopping Difusora. O primeiro, que também já teve os nomes Shopping Center Caruaru (1997-2009) e North Shopping (2009-2015), foi inaugurado em 1997 e é o primeiro shopping do Agreste de Pernambuco. A construção do Caruaru Shopping teve impacto significativo na infraestrutura da cidade, com a verticalização do bairro de Indianapolis. O shopping é próximo do Centro Universitário do Vale do Ipojuca, instituição de ensino superior privado cuja dona é o grupo Wyden Educacional. Já o Shopping Difusora foi inaugurado em 2009 e foi construído no terreno de uma rádio homônima que funcionou no local entre 1951 e a década de 1990. A construção do Difusora acabou ocasionando o mesmo fenômeno que ocorreu em Indianápolis na Avenida Agamenon Magalhães, com a instalação de comércios, restaurantes e bancos. == Infraestrutura == === Saúde === Em 2009, o município possuía 176 estabelecimentos de saúde, entre eles hospitais, pronto-socorros, postos de saúde e serviços odontológicos, sendo 90 estabelecimentos privados e 86 estabelecimentos públicos. Nessas unidades a cidade possuía 627 leitos de internação, estando 207 nos estabelecimentos públicos e 585 leitos nos estabelecimentos privados. Em 2012, 98,5% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia. Em 2011, foram registrados nascidos vivos, sendo que o índice de mortalidade infantil neste ano foi de 16,1 óbitos de crianças menores de cinco anos de idade a cada mil nascidos vivos. Em 2010, 7,92% das mulheres de 10 a 17 anos tiveram filhos, sendo 0,18% delas entre 10 e 14 anos e a taxa de atividade nesta faixa etária de 7,59%. crianças foram pesadas pelo Programa Saúde da Família em 2012, sendo que 1,2% delas estava desnutrida. Também em 2010, o Índice de Desenvolvimento Humano (IDH) da longevidade em Caruaru era de 0,799. Segundo dados do Ministério da Saúde, 665 casos de AIDS foram registrados em Caruaru entre 1990 e 2012 e, entre 2001 e 2011, foram notificados casos de dengue, 105 de leishmaniose e cinco de malária. A rede municipal de serviço de saúde de Caruaru contava, em 2013, com aproximadamente 46 Unidades de Saúde da Família (USF), sendo 15 delas localizados na zona rural, em todos os distritos integrantes do município, e as 28 restantes dentro do perímetro urbano. Possuía seis centros de saúde, todos no distrito-sede. Detém três hospitais regionais, uma policlínica, dois hospitais, uma central do Samu e uma unidade de pronto atendimento (UPA) 24 horas, além de quatro hospitais privados. A Secretaria de Saúde de Caruaru é a competente por planejar e executar a política municipal de saúde pública, juntamente ao SUS e outros órgãos estaduais e federais. === Educação === ==== Indicadores ==== Na área da educação, o Índice de Desenvolvimento da Educação Básica (IDEB) médio entre as escolas públicas de Caruaru era, no ano de 2011, de 3,7 (numa escala de avaliação que vai de nota 1 à 10), sendo que a nota obtida por alunos do 5º ano (antiga 4ª série) foi de 4,3 e do 9º ano (antiga 8ª série) foi de 3,2; o valor das escolas públicas de todo o Brasil era de 4,0. O valor do Índice de Desenvolvimento Humano (IDH) da educação era de 0,569 no ano de 2010. Em 2010, 5,09% das crianças com faixa etária entre seis e quatorze anos não estavam cursando o ensino fundamental. A taxa de conclusão, entre jovens de 15 a 17 anos, era de 38,0% e o percentual de alfabetização de jovens e adolescentes entre 15 e 24 anos era de 95,0%. A distorção idade-série entre alunos do ensino fundamental, ou seja, com com idade superior à recomendada, era de 21,3% para os anos iniciais e 32,7% nos anos finais e, no ensino médio, a defasagem chegava a 37,6%. Dentre os habitantes de 18 anos ou mais, 46,81% tinham completado o ensino fundamental e 30,94% o ensino médio, sendo que a população tinha em média 8,89 anos esperados de estudo. ==== Rede de ensino ==== Em 2010, de acordo com dados da amostra do censo demográfico, da população total, habitantes frequentavam creches e/ou escolas. Desse total, frequentavam creches, estavam no ensino pré-escolar, na classe de alfabetização, na alfabetização de jovens e adultos, no ensino fundamental, no ensino médio, na educação de jovens e adultos do ensino fundamental, na educação de jovens e adultos do ensino médio, 498 na especialização de nível superior, em cursos superiores de graduação, 114 em mestrado e nove em doutorado. pessoas não frequentavam unidades escolares, sendo que nunca haviam frequentado e haviam frequentado alguma vez. O município contava, em 2021, com matrículas nas instituições de ensino da cidade, sendo que dentre as 198 escolas que ofereciam ensino fundamental, 8 pertenciam à rede pública estadual, pelo menos 106 à rede municipal e no mínimo 75 às redes particulares. Caruaru possui duas bibliotecas públicas, a Biblioteca Municipal Aleixo Leite Filho e a Biblioteca Municipal Álvaro Lins. Educação de Caruaru em números (2021) Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 635 165 Ensino fundamental 198 Ensino médio 714 38 ==== Ensino superior ==== Caruaru dispõe de campi de três das principais universidades do estado, a Universidade de Pernambuco (UPE), com os cursos de Sistema de Informação e Administração (com ênfase em marketing da moda), a Universidade Federal de Pernambuco (UFPE), oferecendo cursos de graduação em diversas áreas, como Pedagogia, Administração, Design (ênfase em gráfico, moda e produto), Engenharia Civil, Ciências Econômicas, Medicina, Comunicação social (ênfase em mídias digitais e produção cultural), Engenharia de Produção e Licenciaturas em Física, Química e Matemática e o Instituto Federal de Educação, Ciência e Tecnologia de Pernambuco (IFPE) com o curso de Engenharia Mecânica. Além disso, a cidade sedia diversas instituições privadas, como o Centro Universitário Tabosa de Almeida (ASCES - UNITA), a Faculdade de Filosofia, Ciências e Letras de Caruaru (FAFICA), o Centro Universitário do Vale do Ipojuca (UNIFAVIP DeVry), a Faculdade Maurício de Nassau (UNINASSAU), entre outras (Estácio, UNIP, Unit, Unopar, Anhanguera, Fael, Unicesumar). Estas instituições de ensino superior fazem de Caruaru um polo estudantil, atraindo todos os anos um grande número de estudantes oriundos das cidades e estados vizinhos, transferindo-se para o município ou viajando diariamente. === Segurança pública e criminalidade === Como de forma quase generalizada no estado de Pernambuco, a violência também está muito presente em Caruaru. No ano de 2012, a taxa de Crime Violento Letal e Intencional (CVLI) a cada habitantes foi de 39,60. Em 2021, a CVLI de Caruaru foi 32,09. Em 2008, o número de suicídios registrados foi de 27 casos, tendo um índice de 9,2 suicídios a cada 100.000 habitantes, sendo o 427° do ranking nacional e o 11° na colocação do ranking estadual. Com relação ao número de acidentes de trabalho registrado no ano de 2008, foram registrados cerca de 108 casos, um índice de 36,7 a cada cem mil habitantes, estando na 313° colocação no ranking nacional e na 3° posição do ranking estadual. O programa Pacto pela Vida foi criado pelo Governo do Estado de Pernambuco em 2007, quando o estado possuía uma das maiores CVLIs a cada cem mil habitantes do país. Em 2007, o estado possuía uma taxa de CVLI de 55,0 a cada 100.000 habitantes. Em abril de 2013, o índice de CVLI havia caído e chegado aos 35,0, com uma redução de 20,0 mortes no índice. Em Caruaru, o número de homicídios a cada 100.000 habitantes no ano de 2007 foi de 15,9, já no segundo trimestre de 2013, o número registrado foi de 8,38 homicídios. No terceiro trimestre de 2022, esse número foi de 6,12. A cidade possui a Penitenciária Juiz Plácido de Sousa, que se localiza no bairro Vassoural, na zona sul de Caruaru, fazendo parte do sistema prisional de Pernambuco, juntamente com outras 17 penitenciárias espalhadas por todo estado. Totaliza 350 vagas, no entanto, comporta presos, em números de agosto de 2013. A penitenciária abriga uma quantidade 10 vezes superior ao número de presidiários suportado. A unidade conta com um projeto de ressocialização, que atende 60% dos presos, a qualificação vai desde cursos de alfabetização, capacitação profissional e ensino supletivo, até produção de artesanato, confecção de roupas e prática esportiva. Em 31 de Março de 2017 a revista Britânica The Economist colocou Caruaru como a terceira cidade mais violenta do Brasil e uma das mais violentas do mundo. No mesmo ano, foi criado o programa municipal \"Juntos pela Segurança\", cujo principal resultado foi a redução o número de homicídios e o de crimes violentos contra o patrimônio em 50 e 70% respectivamente no intervalo entre 2017 e 2021. No mesmo intervalo, o CVLI do município passou de 57,06 para 33,79. === Habitação, serviços e comunicação === No ano de 2010, segundo o IBGE, a cidade tinha domicílios particulares permanentes, sendo casas, apartamentos, 397 casas de vilas ou em condomínios e 384 casas de cômodo ou cortiços. Desse total dos domicílios particulares, eram próprios, sendo próprios já quitados, em fase de aquisição e alugados. 548 domicílios foram cedidos por um empregador e em outra forma. 275 residências foram ocupadas de outra maneira. A maior parte do município dispõe de água tratada, limpeza urbana, esgoto, energia elétrica, telefonia fixa e móvel. No mesmo ano da pesquisa, domicílios eram abastecidos por água tratada ligados à rede geral; possuíam acesso à energia elétrica direito pela distribuidora geral; recebiam o serviço de coleta de lixo e tinham banheiro de uso exclusivo da residência. A empresa competente por coletar e tratar o esgoto, além de abastecer o município de Caruaru e todo estado de Pernambuco é a Companhia Pernambucana de Saneamento (Compesa). No final de 2012, os municípios do vale do rio Ipojuca receberam um importante investimento de 200 milhões de dólares, oriundos de empréstimo feito pelo BID (Banco Interamericano de Desenvolvimento) ao governo pernambucano. O investimento será destinado em 80% para as obras de saneamento básico, já que a principal fonte de poluição do rio é o despejo de esgoto, os 20% restantes dos recursos serão destinados às campanhas educativas. Em 2013, segundo uma pesquisa realizada pelo Instituto Trata Brasil, Caruaru tinha um dos piores índices de coleta e de tratamento de esgoto do estado, coletando apenas 40% das águas residuais e tratando somente 20%. Porém, com o investimento feito pelo governo estadual, espera-se que a cidade tenha índices próximos a 100% já em 2019, com o fim das obras de saneamento ambiental do Ipojuca, que hoje é considerado o terceiro rio mais poluído do Brasil. A empresa responsável pelo abastecimento elétrico de Caruaru é a Companhia Energética de Pernambuco, a Celpe, que também abastece os 184 municípios pernambucanos, e o município de Pedras de Fogo, no estado da Paraíba. Cerca de 99,7% dos domicílios de Caruaru recebem o serviço de abastecimento elétrico. Há vários canais nas faixas Very High Frequency (VHF) e Ultra High Frequency (UHF), sendo alguns dos principais com emissoras afiliadas na própria cidade, como a TV Jornal Interior (afiliada ao SBT), fundada em 2006. Caruaru também sedia a TV Asa Branca, afiliada da Rede Globo no agreste pernambucano, fundada em 1° de agosto de 1991. Grande parte do interior do estado recebe o sinal da emissora. O município também possui jornais em circulação, sendo alguns tradicionais: \"Diário de Pernambuco\", \"Jornal Extra de Pernambuco\", \"Jornal do Commercio\", \"Tribuna de Pernambuco\" e \"Vanguarda\". A cidade também sedia emissoras de rádio tradicionais como a \"Liberdade\" AM e FM, \"Jornal\", \"Cultura do Nordeste\" entre outras. === Transportes === ==== Aeroviário ==== O terminal aeroviário mais próximo à cidade é o Aeroporto Internacional do Recife, conhecido também pelos nomes de Guararapes e Gilberto Freire, estando localizado no bairro da Imbiribeira, na zona sul do Recife, a cerca de 138 km do centro de Caruaru, tendo como principal rodovia de acesso a BR-232. O aeroporto da capital pernambucana, que atende a maioria dos municípios do leste do estado, como as mesorregiões de zona da mata e agreste, possui a melhor infraestrutura, a maior pista de pousos e decolagens, maior espaço físico e o mais avançado tecnologicamente da norte/nordeste. O aeroporto de Recife ainda é considerado o mais eficiente do país e o segundo da América do Sul, somente atrás do Aeroporto Internacional José Joaquín de Olmedo, em Guaiaquil, no Equador. Caruaru ainda conta com seu próprio aeroporto: o Oscar Laranjeiras. Inaugurado em 1944, operou apenas voos executivos durante a maior parte de sua história. Em 25 de fevereiro de 2002, o Oscar Laranjeiras iria ter o seu primeiro voo comercial, porém antes da decolagem o avião atolou na pista, cujo asfalto cedeu e afundou a aeronave. Após reformas, o aeroporto operou voos comerciais entre 2006 e 2007 e 2010 e 2011, porém por falta de procura, as rotas foram canceladas. Em julho de 2018, o aeroporto foi interditado pela Agência Nacional de Aviação Civil (ANAC). Porém, em 11 de novembro de 2020, foram iniciadas as operações comerciais do Oscar Laranjeiras pela Azul Linhas Aéreas. O aeroporto é gerido pelo governo do estado, que fez nele investimentos de infraestrutura. ==== Ferroviária e metroviária ==== Havia planos de que terras do município fossem cortadas pela ferrovia Transnordestina, que ligará o Porto de Suape, no município de Ipojuca (litoral sul do estado), ao município de Eliseu Martins, localizado no cerrado piauiense. Ainda haverá outra linha ligando a cidade de Salgueiro (sertão central) ao Terminal Portuário do Pecém, na cidade de São Gonçalo do Amarante, no Ceará. Porém, em 2009, um novo mapa foi apresentado e o novo traçado da ferrovia não cruzava em seu território municipal, passando a atravessar uma parte da Mata Sul do estado. A cidade conserva a linha férrea da Great Western, construída por ingleses no ano de 1896 e servia com o principal objetivo de escoar a produção do município para a cidade do Recife. Seus principais produtos de exportação eram: feijão, couro, algodão e queijo, além de realizarem uma das maiores feiras de gado da região. ==== Rodoviário ==== O terminal de passageiros da cidade está situado no bairro Caiucá e está parcialmente adaptado para receber portadores de necessidades especiais. Além de possuir uma estrutura básica, com sanitários masculinos e femininos, sendo este último dotado de fraldário, serviço de táxi funcionando 24 horas por dia, 7 telefones públicos, que estão localizados na entrada da rodoviária e ao lado dos banheiros além de lanchonetes e lojas de conveniência. São as principais viações que operam no terminal: Borborema, Caruaruense, Coletivo Turismo, Viação Cruzeiro, Guanabara, Itapemirim, Progresso, Expresso São Luiz e Gontijo. Caruaru está bem localizado em relação à disposição de rodovias, que ligam o município à cidades vizinhas, com a capital estadual, assim também como outras capitais da Região Nordeste do Brasil. As principais ligações com a cidade são feitas pelas rodovias BR-104 e BR-232. A primeira tendo início na cidade de Macau, no Rio Grande do Norte, e tendo fim na capital alagoana, Maceió. É duplicada em 86 km, entre as cidades de Agrestina e Toritama. Já a segunda rodovia, a BR-232, tem seu início na região central de Recife e seu término no município de Parnamirim, no sertão pernambucano. Seu trecho entre a capital pernambucana e São Caetano é duplicado. Ainda conta-se com a estrada PE-095, que liga à cidade de Limoeiro e a PE-145, que liga ao município de Brejo da Madre de Deus. ==== Urbano ==== A Destra é a autarquia municipal de defesa social, trânsito e transportes responsável pela planejamento, disciplinamento, controle e fiscalização do trânsito, além do planejamento, organização, execução, fiscalização, avaliação e comando dos serviços de transporte público, tal como a segurança do cidadão e do patrimônio municipal, ações de defesa social, e a execuções de ações de defesa civil permanentes contra desastres naturais, antropogênicos e mistos. A cidade possui várias viações que realizam o transporte de milhares de passageiros diariamente, algumas das principais são: Tabosa, Bahia, Coletivo, Caruaruense, Capital do Agreste. No início de 2014, os vereadores da Câmara Municipal de Caruaru aprovaram o projeto que inclui o sistema BRT (Bus Rapid Transit) em Caruaru, visando melhorar a mobilidade urbana, especialmente na região central da cidade. O projeto prevê a construção de um corredor exclusivo de ônibus, tendo semelhança a um sistema de metrô, dispondo de acessibilidade a idosos e deficientes físicos, além de possuir ambientes climatizados e apresentando um sistema menos poluente que o atual. Sendo de suma importância para a cidade, com o novo sistema será criado um corredor exclusivo de transporte público iniciado no bairro das Rendeiras e finalizado no Alto do Moura, além de vir acompanhado de uma ciclovia e 500 ruas asfaltadas e saneadas, com o principal propósito de melhorar a mobilidade urbana em toda cidade. Em 2022 a frota municipal era de veículos, sendo automóveis, caminhões, 812 caminhões tratores, caminhonetes, caminhonetas, 907 micro-ônibus, motocicletas, motonetas, 771 ônibus e de outros tipos de veículos. == Cultura == A responsável pelo setor cultural da cidade de Caruaru é a Fundação de Cultura e Turismo de Caruaru, que é o órgão competente por planejar e efetivar políticas de cunho cultural, em todas as suas dimensões e expressões, e tem como principal objetivo o apoio, a preservação e a difusão dos elementos que formam a identidade cultural, além de buscar incentivar o turismo no município. A FCTC ainda é responsável por zelar e preservar o patrimônio artístico e históricos de Caruaru. === Personalidades === Caruaru é terra natal de alguns importantes nomes da música, cinema, jornalismo e arte do estado de Pernambuco. * Petrúcio Amorim, cantor e compositor nascido e criado no bairro do Vassoural * Prazeres Barbosa, atriz que foi mecenas das artes cênicas de Ariano Suassuna e João Cabral de Melo Neto, sendo uma das atrizes mais conhecidas e premiadas em Pernambuco, recebendo, inclusive, uma estátua em sua homenagem; *Cláudio Assis, cineasta e produtor de longa-metragens e documentários. * Álvaro Lins, um advogado, jornalista, professor e crítico literário que passou a ocupar a cadeira 17 da Academia Brasileira de Letras em 5 de abril de 1955, após a morte do escritor Edgar Roquette-Pinto; * Vitalino Pereira dos Santos, ou simplesmente Mestre Vitalino, foi um artesão responsável por criar e divulgar por todo o mundo o artesanato de barro que retrata os aspectos da vida cotidiana dos habitantes da zona rural do interior pernambucano, suas obras ganharam o mundo e representou o município na exposição Arte Primitiva e Moderna Brasileiras em 1955, na cidade de Neuchâtel, na Suíça. * Banda de Pífanos de Caruaru, formada em 1924, por Manuel Clarindo Biano e Benedito Clarindo Biano. *Belarmino Maria Austregésilo de Ataíde, jornalista, professor, cronista, ensaísta, orador, brasileiro. Foi presidente da Academia Brasileira de Letras por 35 anos. *Luiz Jacinto Silva, humorista brasileiro. === Artes cênicas e eventos === Em Caruaru, o teatro surgiu por influência religiosa, pois os primeiros incentivadores dessa arte na cidade foram padres, na transição do século XIX para o XX, nesse período a Igreja utilizava de peças teatrais para dialogar com a população. Na primeira metade do século XX, foram fundados os cine teatros, que eram cinemas de rua onde também ocorriam apresentações teatrais, os principais foram o Cine Theatro Rio Branco (fundado em 1922) e o Cine Theatro Santa Rosa (1947). Com o desenvolvimento econômico de Caruaru a partir dos anos 1990, a maioria desses cinemas de rua foi fechada e hoje os únicos que existem na cidade são os comerciais dos shoppings. Porém, a cidade possui três teatros hoje: o Teatro João Lyra Filho, Teatro Rui Limeira Rosal e o Teatro Difusora. Desde 1981, Caruaru sedia anualmente o FETEAG – Festival de Teatro do Agreste, evento que é realizado de maneira independente pelo grupo Teatro Experimental de Arte (TEA), contando com o apoio do Funcultura, do Serviço Social do Comércio (Sesc) e as Fundações de Cultura de Recife e Caruaru. O festival, que começou pequeno, hoje acontece em Recife e Caruaru, já tendo realizado mais de mil apresentações e reunido um público total de mais de duzentas mil pessoas. É composto por uma mostra estudantil e outra profissional e é um dos destaques do cenário artístico de Caruaru. Além do FETEAG, a cidade possui o Festival de Cinema de Caruaru, evento anual que ocorre desde 2013 e tem como objetivo fomentar a produção audiovisual independente e desenvolver o mercado local. Apesar de não ser um dos pontos fortes da cidade, Caruaru possui alguns blocos de Carnaval que desfilam por suas ruas centrais fazendo prévia do carnaval de Recife e Olinda. O principal bloco carnavalesco é realizado por Byron Lasserre, proprietário do Bar Confraria do Sucata, na rua João Condé, no centro. Em 15 de setembro se comemora a festa da padroeira do município, Nossa Senhora das Dores, a homenagem é feita com missas, procissões e shows religiosos e artísticos. A festa é realizada na Igreja Matriz, que é dedicada à santa. === Atrativos === ==== Museus ==== O Alto do Moura é um bairro localizado a 7 km do centro de Caruaru, foi e ainda é morada de diversos artesãos conhecidos internacionalmente. Atualmente é um maiores e significativos centro das artes figurativas das Américas. Lá pode-se encontrar os museus e ateliês de vários artesãos, além de bares e restaurantes de culinária regional e, de acordo com o calendário regional de eventos, pólos de diversas atrações culturais. O bairro ainda possui um morador ilustre, Manuel Eudócio, que recebeu o título de Patrimônio Vivo de Pernambuco, pela Fundarpe. A cidade possui vários museus, que contam aos seus visitantes um pouco da história do município e das obras feitas pelos filhos mais notáveis de Caruaru, que estabeleceram na região um grande pólo cultural. Um de seus museus mais famosos, o Museu do Barro Espaço Zé Caboclo, anexo ao Espaço Cultural Tancredo Neves, disponibiliza aos turistas a vitrine cultural regional, com salas temáticas, sendo elas dedicadas a Luiz Gonzaga; São João e artistas caruaruenses; Elba Ramalho; Mestre Vitalino e família; Artesãos do Alto do Moura, com a exposição de artefatos de barros da arte figurativa, decorativa e utilitário-decorativa; Abelardo Rodrigues, acervo de arte em barro e a Pinacoteca Luísa Maciel, com quadros que exibem recortes da cultural popular. Além de possuir uma sala de exposições temporárias. Também anexo ao espaço cultural do município, está o Museu da Fábrica de Caroá, que foi uma das indústrias que impulsionaram a economia da cidade, nela é possível encontrar painéis que contam a sua história desde a fundação, em 1935, feita por José Vasconcelos, até seu funcionamento pleno, o acervo ainda dispõe de todos os maquinários usados na produção da fibra, como: estradeira, fiadeira, teste de resistência do fio, carretilhas, bobinas e depósitos de couro para guardar os carretéis. Ainda na antiga fábrica, há os velhos mobiliários da sala do presidente, relógio-ponto, telefone e a máquina de datilografia. Ainda, as amostra da planta caroá e da fibra. Na região central da cidade, pode-se encontrar o Memorial da Cidade de Caruaru, que foi, a princípio, construído para funcionar como um mercado de farinha, porém, a feira da cidade foi transferida da rua onde esta se situa para o Parque 18 de Maio, então o prédio perdeu sua função original, se tornando em 1992 o Memorial da Feira. Em 2009, o local foi restaurado, estruturado e reaberto ao público com a ampliação do seu acervo, que agora conta com painéis que mostram um pouco sobre a história política, social, cultural, religiosa, econômica e esportiva do município. A Casa-Museu Mestre Vitalino, situada no Alto do Moura, foi a última residência do mais famoso artesão caruaruense, podendo encontrar no local réplicas das suas principais obras, utensílios domésticos que pertenceram à sua família e fotografias que destacam os principais marcos de sua vida artística. O espaço é administrado por um dos seus filhos, Severino Vitalino, que assim como seu pai, ganha a vida com o barro. Lá ainda é possível conhecer as etapas de produção do artesanato. No mesmo bairro ainda se pode contar com o Museu de Mestre Galdino, que detém grande parte das suas peças e poesias originais, com fotografias e textos que expõem a vida pessoal do contemporâneo de Mestre Vitalino, que se evidenciou por suas obras surrealistas. ==== Feira de Caruaru ==== A feira se situa no bairro de Nossa Senhora das Dores, no centro econômico da cidade. Realiza-se nas quartas- feiras e sábados uma das maiores feiras livres de grande importância econômica e cultural do Nordeste. A feira passou a existir há mais de 200 anos e sua origem está intimamente ligado com a da cidade. O local era ponto de parada para vaqueiros que conduziam o gado do interior para o litoral do estado e de mascates que faziam o caminho contrário. A feira acontece aos sábados, entretanto, sua montagem tem início no dia anterior, pela tarde, assim que começam a chegar os primeiros comerciantes, com seus produtos para vender. Chegam usando os mais diferentes tipos de condução: jumento, carroça, velhos caminhões, camionetas, bicicletas, carros de boi e também carros. Por sua diversidade, hoje a feira de Caruaru movimenta a cidade quase todos os dias da semana. No ano de 1992, foi transferida do Largo da Igreja da Conceição para o Parque 18 de Maio, também situado na parte central da cidade. Milhares de barracas coloridas espalham-se por mais de dois quilômetros nas ruas da cidade, comercializando uma grande variedade de produtos, principalmente objetos do artesanato popular: chapéus de palha, de couro e tecido, cestas, objetos de barro e cerâmica, brinquedos populares, gaiolas. A feira possui setores onde se vende frutas, verduras, cereais, ervas medicinais, carnes, assim como outros onde se pode encontrar roupas, calçados, bolsas, panelas e outros utensílios para cozinha, móveis, animais, ferragens, miudezas, rádios, artigos eletrônicos importados e muitos outros. Há um setor denominado troca- troca, onde nada se vende, tudo se troca: bicicletas, rádios, relógios, roupas, carteiras, instrumentos musicais, etc, que são negociados após muita pechincha. Deficientes visuais tocam sanfona, violeiros e cantadores lançam seus desafios e os vendedores de literatura de cordel fazem suas propagandas através de um alto-falante. Grupos musicais e bandas de pífanos também são encontradas no meio da feira. Lá, misturado de comércio, festa e arte popular, que os artistas anônimos expandem uma cultura nordestina. A feira de Caruaru tem muitas características que, não obstantes sejam muito corriqueiras para os habitantes da cidade, surgem como um bonito exotismo para os visitantes. É um ponto de encontro de artistas, poetas, boêmios e turistas de todos as regiões do país e do exterior, que se juntam à população, superlotando as barracas, compondo-se também, uma considerada fonte de renda para o município de Caruaru. O baião de Onildo Almeida, cantado por Luiz Gonzaga é um resumo bastante conhecido sobre o que se resume ser a Feira de Caruaru. Em 2006, a feira recebeu título de Patrimônio Cultural Imaterial do Brasil pelo Instituto do Patrimônio Histórico e Artístico Nacional. ==== São João ==== A cidade é detentora da maior festa junina do mundo, com mais de 1,5 milhões de visitantes. Por conta do número de visitantes obtido, a festa ganhou o registro do Guinness World Records como a maior festa country regional ao ar livre do mundo. O título não deve ser confundido com o tema das festas juninas da cidade de Campina Grande, que é \"O Maior São João do Mundo\", que apesar de o tema sugerir tal interpretação, o título pertence a Caruaru. Desde o meados do século XIX, as festas juninas de Caruaru já era atração procurada por pessoas das vizinhanças e até do Recife. Eram festejos organizados em domínios rurais particulares, com fogueiras, balões, fogos de artifício, quadrilhas juninas, barracas de canjica, pamonha, milho e animação. Na década de 1950, uma feira de fogos, dos mais variados tipos, característicos do Nordeste, com buscapés, rojões, bombas, vulcões, pistolões, foguetes, traques de massa, estrelinhas, girândolas, fazia o entretenimento de pessoas de todas as idade. Os fogos de artifício, que hoje são usados nos festejos, foram trazidos para o país através dos imigrantes portugueses e espanhóis que, por sua vez, os conheceram dos chineses e dos árabes. Com muitos anos de tradição em festas juninas, o São João de Caruaru é realizado, desde 1994, no Pátio de Eventos Luiz Gonzaga, um complexo com 41.500 m², que acomoda a Fundação de Cultura de Caruaru, os Museus do Barro e do Forró, um pavilhão para exposições temporárias, a Secretaria Municipal de Turismo do município, um palco destinado à shows e a Vila do Forró, onde é reproduzida uma típica vila do interior com uma pequena igreja, prefeitura, mercearia, postos de serviços bancários e de correios, construídos em alvenaria. Durante os festejos, que se destacam pela animação e grandiosidade, chegando a atrair mais de um milhão e meio de turistas, o visitante pode assistir apresentações de bacamarteiros e bandas de pífano, shows de artistas consagrados como Alceu Valença, Dominguinhos, Elba Ramalho, Gilberto Gil, Zé Ramalho, Nando Cordel e de diversos forrozeiros de todo país, degustar a culinária da região e dançar o forró pé-de-serra nordestino. As comidas e bebidas em grande dimensão também entram nas grandes atrações da festa, sendo oferecidas em dias anteriormente marcados: o maior chocolate quente, o maior quentão, a maior pipoca do forró, a maior pamonha, o maior cuscuz, o bolo de milho gigante, o maior pé-de- moleque, o maior arroz doce, a canjica gigante, o maior bolo de macaxeira, o maior xerém (tipo de angu) e o tradicional cozido gigante. Há também a maior fogueira de São João, construída com madeira ecológica, e posta em frente da Igreja do Convento, onde é acesa no dia 28 de junho. Com base nas quadrilhas comuns, no ano de 1989, surgiram no São João de Caruaru as Drilhas, blocos juninos parecidos aos trios elétricos do carnaval baiano. Para não haver descaracterização das tradições da festa junina, os trios só se apresentam à tarde, na Avenida Agamenon Magalhães. As mais antigas e tradicionais são a Gaydrilha, onde apenas homens participam caracterizados de matutos e matutas e outros personagens típicos e a Sapadrilha, com mulheres caracterizadas de homem, ambas surgidas em 1989. Atualmente há várias, entre as quais a Piradrilha; Diversãodrilha; Turisdrilha; Trokadrilha; a Brinkadrilha e a Nova Drilha. Em 2009, o São João de Caruaru fez homenagem ao centenário de Mestre Vitalino, famoso ceramista da cidade e, neste mesmo ano, o evento foi registrado, por proposta da Assembléia Legislativa de Pernambuco, como Patrimônio Imaterial de Pernambuco. === Esportes === Anualmente, a TV Asa Branca e alguns parceiros realizam a Copa TV Asa Branca de Futsal. O ginásio do SESC, nas proximidades do pátio da Feira da Sulanca é sede de algumas partidas que envolvem seleções de futsal de várias cidades importantes da Zona da Mata, Agreste e Sertão, como Palmares, Catende, Bezerros, Santa Cruz do Capibaribe, Belo Jardim, Garanhuns, Lajedo, Arcoverde e Serra Talhada. Outra grande praça esportiva de Caruaru é o Autódromo Internacional Ayrton Senna, que sedia anualmente uma etapa da Fórmula Truck, além de outras diversas competições. É o principal autódromo de Pernambuco. Foi fundado no dia 13 de dezembro de 1992, com metros de pista, com largura variando entre nove e dezesseis metros. === Feriados === Segundo publicado no Diário Oficial Municipal, em Caruaru há cinco feriados municipais, que em são: a Sexta-Feira Santa, em ; o aniversário de emancipação política do município, em 18 de maio; o dia de São João, em 24 de junho; o dia de São Pedro, em 29 de junho; e o dia de Nossa Senhora das Dores, padroeira municipal, em 15 de setembro. Além dos feriados, ainda há pontos facultativos na semana do Carnaval, entre os dias e (este último até às 12 horas), e no dia do servidor público, em 28 de outubro. == Ver também == * Aeroporto de Caruaru * Diocese de Caruaru * Feira de Caruaru * Museu do Forró * Lista de municípios do Brasil acima de cem mil habitantes * Lista de municípios de Pernambuco * Lista de municípios de Pernambuco por população * Lista de municípios de Pernambuco por IDH * Pernambucanos de Caruaru ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Página da prefeitura * Câmara Municipal de Caruaru * Página oficial do São João de Caruaru * Atlas Digital de Pernambuco (PDF) Dados dos municípios pernambucanos, inclusive com mapas detalhados. Categoria:Fundações em Pernambuco em 1848",
 "title": "Caruaru"
}