{
 "id": "106967",
 "text": "Philip Toll Hill Jr., (Miami, 20 de abril de 1927 – Salinas, 28 de agosto de 2008) foi um piloto automobilístico norte-americano, campeão mundial de Fórmula 1 em 1961. Foi o primeiro americano de nascimento que ganhou um campeonato de Fórmula 1, alcançado em 1961. Ele também foi o quarto em 1959, quinto em 1960 e sexto em 1962, sempre como um piloto Scuderia Ferrari, obtendo um total de três vitórias e 16 pódios. Além disso, Hill venceu três vezes na 24 Horas de Le Mans de 1958, 1961 e 1962, três na 12 Horas de Sebring 1958, 1959 e 1961, e duas no 1 000 km Nürburgring de 1962 e 1966, entre outras realizações no Campeonato Mundial de Resistência, em sua maioria, também com a Ferrari. ==Carreira== Phil Hill cresceu em Santa Mônica, Califórnia, onde viveu até sua morte. Começou a pilotar bem jovem, indo para a Inglaterra como piloto de Jaguar em 1949 e assinando com a equipe de Enzo Ferrari em 1956. Ele estreou no Grande Prêmio da França em Reims em 1958 dirigindo um Maserati. Naquele mesmo ano, ele venceu as 24 horas de Le Mans com o companheiro de equipe, o belga Olivier Gendebien (1924-1998), dirigindo a noite em terríveis condições, já que chovia muito. Ele e Gendebien venceriam a competição mais duas vezes. Em 1961, Phil Hill venceu as 24 Horas de Le Mans novamente e o campeonato de Fórmula 1 dirigindo pela Ferrari, embora em parte devido a morte de seu companheiro de equipe e principal rival no campeonato Wolfgang Von Trips. Depois de deixar a Ferrari no final de 1962, ele continuou na Fórmula 1 por alguns anos mais até trocá-la por corridas com carros esporte. Phil Hill é lembrado por ter vencido a primeira e a última corrida de sua carreira: a primeira em Peeble Beach, na Califórnia, e a última nos 1 000 km de Brands Hatch, na Inglaterra, em 1967. E é o campeão do mundo com menos vitórias na F1: apenas três (Itália 60/61 e Bélgica 61). Em 1991, ele foi incluído no International Motorsports Hall of Fame. Seu filho Derek correu na Fórmula 3000 em 2003. Faleceu aos 81 anos. Phil sofria de Mal de Parkinson. Ele foi o único piloto nascido nos Estados Unidos a ser campeão mundial de Fórmula 1. O outro norte-americano a ser campeão mundial, Mario Andretti, nasceu na Itália e emigrou para a América aos dezoito anos, tornando-se cidadão americano e fazendo carreira no esporte com esta nacionalidade. Phil não tem nenhum grau de parentesco com Graham Hill, apesar do mesmo sobrenome. == Posição de chegada nas corridas de Fórmula 1 == (Legenda: Corridas em negrito indicam pole position; corridas em itálico indicam volta mais rápida.) Ano Equipe Chassis Motor 1 2 3 4 5 6 7 8 9 10 11 Pontos Posição Jo Bonnier Maserati 250F Maserati L6 FRA 7º 9 10º Scuderia Ferrari Ferrari 246 F1 Ferrari V6 GER 9º ITA *3º MAR 3º Scuderia Ferrari Ferrari 246F1 Ferrari V6 MON 4º NED 6º FRA 2º GER 3º POR Ret ITA *2º USA Ret 20 4º Scuderia Ferrari Ferrari 246F1 Ferrari V6 ARG 8º MON 3º NED Ret BEL 4º FRA 12º GBR 7º POR Ret ITA 1º 16 5º Yeoman Credit Racing Team Cooper T51 Climax L4 USA 6º Scuderia Ferrari SpA SEFAC Ferrari 156 Ferrari V6 MON 3º NED 2º BEL 1º FRA 9º GBR 2º GER 3º ITA 1º 34 (38) 1º Scuderia Ferrari SpA SEFAC Ferrari 156 Ferrari V6 HOL 3º MON 2º BEL 3º GBR Ret GER Ret ITA 11º 14 6º Porsche System Engineering Porsche 804 Porsche F8 USA DNS Automobili Turismo e Sport ATS100 ATS V8 BEL Ret NED Ret ITA 11º USA Ret MEX Ret 0 NC (26º) Ecurie Filipinetti Lotus 24 BRM V8 FRA NC Cooper Car Company Cooper T73 Climax V8 MON 9º HOL 8º BEL Ret FRA 7º GBR 6º GER Ret USA Ret MEX 9º 1 19º Cooper T66 AUT Ret Anglo American Racers Eagle T1G Climax L4 ITA NQ \\- - * Nos descartes ==== Estatísticas na Fórmula 1 ==== Temporada Equipe Chassi Motor Corridas Vitórias Segundos Terceiros Poles Voltas mais rápidas Pontos Posição 1958 Jo Bonnier Maserati 250F Maserati 2.5 L6 1 − − − − − 9 10º Scuderia Ferrari Ferrari 156F2 Ferrari 1.5 V6 1 − − − − − Ferrari Dino 246 Ferrari 2.4 V6 2 − − 2 − 1 1959 Scuderia Ferrari Ferrari Dino 246 Ferrari 2.4 V6 7 − 2 2 − 1 20 4. 1960 Scuderia Ferrari Ferrari Dino 246 Ferrari 2.4 V6 8 1 − 1 1 2 16 5º Yeoman Credit Racing Team Cooper T51 Climax 2.5 L4 1 − − − − − 1961 Scuderia Ferrari Ferrari 156 Ferrari 1.5 V6 7 2 2 2 5 2 34 (38) 1º 1962 Scuderia Ferrari Ferrari 156 Ferrari 1.5 V6 6 − 2 1 − − 14 6º 1963 Automobili Turismo e Sport A.T.S. 100 ATS 1.5 V8 5 − − − − − − NC Ecurie Filipinetti Lotus 24 BRM 1.5 V8 1 − − − − − 1964 Cooper Car Company Cooper T73 Climax 1.5 V8 8 − − − − − 1 19º Cooper T66 1 − − − − − Total 48 3 5 8 6 6 98 ====Vitórias do piloto Phil Hill na Fórmula 1==== * (Monza) * (Spa-Francorchamps) * (Monza) ==Outros resultados== ===24 Horas de Le Mans=== Ano Equipe Automóvel Co-piloto Posição Voltas/Nota 1953 Rees T. Makins Osca MT4 1300 Fred Wacker DNF Transmissão 1955 Scuderia Ferrari Ferrari 121LM Umberto Maglioli DNF Coupling damage 1956 Scuderia Ferrari Ferrari 625LM Spyder Touring André Simon DNF Problema na transmissão 1957 Scuderia Ferrari Ferrari 335MM Peter Collins DNF Motor 1958 Scuderia Ferrari Ferrari 250TR58 Olivier Gendebien 1º 305 1959 Scuderia Ferrari Ferrari 250TR59 Olivier Gendebien DNF Motor 1960 Scuderia Ferrari SPA Ferrari 250TR59 / 60 Wolfgang von Trips DNF Pane seca 1961 Scuderia Ferrari SPA Ferrari 250TRI61 Olivier Gendebien 1º 333 1962 SPA Ferrari Sefac Ferraris 330TRI LM Spyder Olivier Gendebien 1º 331 1963 Aston Martin Aston Martin DP215 Lucien Bianchi DNF Problema na transmissão 1964 Ford Motor Company Ford GT40 Bruce McLaren DNF Problema na transmissão 1965 Shelby American Inc. Ford GT40 Chris Amon DNF Problema na transmissão 1966 Chaparral Cars Ltd. Chaparral 2D Joakim Bonnier DNF Alternador 1967 Chaparral Cars Ltd. Chaparral 2F Mike Spence DNF Problema na transmissão === 12 Horas de Sebring === Ano Equipe Veículo Co-piloto(1) Co-piloto(2) Posição Nota 1953 William Spear Ferrari 225S Bill Spear DNF Diferencial 1954 William Spear Ferrari 375MM Bill Spear DNF Traseira danificada 1955 Allen Guiberson Ferrari 750 Monza Spyder Carroll Shelby 2º 1956 George Tilp Ferrari 857S Masten Gregory DNF 1957 Ferrari Factory Ferrari 290MM Wolfgang von Trips DNF Bateria 1958 Scuderia Ferrari Ferrari 250TR/58 Peter Collins 1º Vitória global 1959 Scuderia Ferrari Ferrari 250TR59 Olivier Gendebien DNF Diferencial 1961 Sefac Automobile Ferrari Ferrari 250TRI Olivier Gendebien 1º Vitória global 1962 North American Racing Team Ferrari 250TRI/61 Olivier Gendebien 2º 1963 Shelby American Inc. Shelby Cobra Dan Gurney 28º 1964 Ford of France Shelby Cobra Roadster Jo Schlesser 6º 1965 Shelby American Inc. Shelby Cobra Daytona Coupe Jim Adams Lew Spencer 21º 1966 Chaparral Cars Inc. Chaparral 2D Joakim Bonnier DNF Óleo Vitórias principais: *24 Horas de Le Mans (3): 1958, 1961, 1962 *12 Horas de Sebring (3): 1958, 1959, 1961 *1 000 km Buenos Aires (2): 1958, 1960 *1 000 km Nürburgring (2): 1962, 1966 *F1 Grande Prêmio da Itália (2): 1960, 1961 *F1 Grande Prêmio da Bélgica (1): 1961 * 1 000 km Brands Hatch: 1967 == Ligações externas == * Site oficial de Phil Hill * Phil Hill campeão mundial, corrida a corrida Categoria:Pilotos de Fórmula 1 dos Estados Unidos Categoria:Naturais de Miami Categoria:Mortos em 2008 Categoria:Pilotos da equipe Ferrari de Fórmula 1 Categoria:Pilotos da equipe Cooper de Fórmula 1 Categoria:Pilotos das 24 Horas de Le Mans Categoria:Membros do International Motorsports Hall of Fame Categoria:Mortes por doença de Parkinson Categoria:Pilotos campeões mundiais de Fórmula 1",
 "title": "Phil Hill"
}