{
 "id": "106907",
 "text": "Água Branca é um dos bairros nobres da cidade de São Paulo (Brasil), localizado no distrito da Barra Funda, Zona Oeste de São Paulo. Faz divisa com a Freguesia do Ó, Lapa e Limão. É onde está localizado o Parque Estadual da Água Branca, o Estádio Allianz Parque (antigo Parque Antártica) da Sociedade Esportiva Palmeiras (um dos principais times paulistanos) e os estúdios da TV Cultura. O nome “Água Branca” esta relacionado ao córrego de águas límpidas que cortava o bairro e que hoje esta canalizado sob a Avenida Sumaré. == História == De um espaço rural, que tinha a velha estrada de Jundiaí como via principal de circulação, o bairro Água Branca formou-se no século XIX. A ocupação dessa área, ate então, rural, foi muito disputada para a criação da primeira ferrovia paulista que ligava Santos a Jundiaí, e para a construção da Estrada de Ferro Sorocabana, que foi inaugurada em 1874. Como consequência do aparecimento dessas duas ferrovias, e da disponibilidade de amplos terrenos baratos, muitas fábricas começaram a se instalar na região, iniciando assim, em 1880, o processo de urbanização da Água Branca. Somente graças ao processo de industrialização e urbanização, foi possível a transformação da região em bairro e o desenvolvimento da \"vida de bairro\". Isso aconteceu também junto à formação da metrópole, que fez com que o bairro ganhasse novas funções e estruturas. Devido a uma grande valorização imobiliária que passou a existir no local, e a expansão da metrópole junto com o crescimento urbano, ocorreu um processo de desindustrialização e um avanço do setor terciário. Esse processo foi fortemente marcado pelo êxito do capitalismo, que deu origem ao consumo em massa, principalmente em shoppings centers, e as relações impessoais. O avanço da urbanização ocorria de maneira tão rápida e densa, que o bairro e, consequentemente, a vida de bairro, não resistiram, tendo como resultado a expansão da sociedade urbana, em que o foco passou a ser a potencialização da reprodução do capital e os valores de troca passaram a predominar sobre os valores de uso. Os antigos bairros também passaram por transformações físicas: viadutos e avenidas foram construídos e muros passaram a existir. Essa nova vida metropolitana foi marcada pela impessoalidade e pelo espaço individual, e as velhas características de bairro em que as relações sociais tinham características mais comunitárias, deixaram de existir. == Parque da Água Branca == O parque Dr. Fernando Costa, que recebe esse nome em homenagem ao secretário de agricultura do estado no ano de 1929, se localiza nesse bairro. O parque é mais conhecido como Parque da Água Branca. Criado em 1929, tem 137 mil metros quadrados. Nele há varias atrações para os visitantes e equipamentos para exercício. Há também atividades para as crianças, como brinquedoteca e espaço de leitura. Existe um parque de diversões que se instalou permanentemente no local onde há brinquedos infláveis, carrosséis e outras atrações. O parque está localizado na avenida Professor Francisco Matarazzo, e suas atividades se iniciam ás 6h e se encerram as 22h, de domingo a domingo. Em 1980, no governo Maluf, transferiu do Campos Elísio, antigo palácio do governo paulista, o Fundo de Assistência do Palácio do Governo, para o Parque da Água Branca. Atualmente o Fundo se chama Fundo Social de Solidariedade do Estado de São Paulo. Criado pelo Secretário da Agricultura Dr. Fernando Costa, com uma construção no estilo Normando foi tombado pelo CONDEPHAAT em 1966. == Pontos de interesse == * Museu Geológico: Nesse museu existem exposições permanentes, que são basicamente sobre minerais, rochas, fósseis, objetos e documentos antigos, reunidos desde os trabalhos da Comissão Geográfica e Geológica do Estado de São Paulo, a partir do século passado. * Espaço das Américas: Espaço para realização de shows e eventos, inaugurado em 2002. * Villa Country: Casa de shows com 12 mil metros quadrados, inspirada na cultura dos cowboys do western. * Audio Club: espaço para eventos e shows com capacidade para 3000 pessoas. * Via Matarazzo: casa de eventos e shows. * Feira do Produtor Orgânico: uma feira dentro do Parque da Água Branca onde ensinam as normas de produção orgânica centradas na realidade local, contemplando os critérios básicos para os agricultores se credenciarem na Feira do Produtor Orgânico. Acontece a quase 30 anos sob a gestão AAO - Associação de Agricultura Orgânica. * Allianz Parque: uma arena multiuso, onde a Sociedade Esportiva Palmeiras realiza os seus jogos. Possui mais de 40 mil assentos cobertos, um anfiteatro que abriga até 11 mil pessoas, recebe shows para até 48 mil pessoas, além de possuir centro de mídia, centro de convenções com espaços modulares, área premium com camarotes, Business Clubs e Lounges, serviço de de catering de padrão internacional e estacionamento com 2000 vagas. == Curiosidades == * O bairro da Água Branca faz referência ao córrego de águas límpidas que o dividia. O local era conhecido desde 1822, quando foi citado pelo escritor e viajante francês Saint Hilaire, como caminho para Campinas. Essa região fazia parte da sesmaria doada aos jesuítas por Martim Afonso de Sousa. Com a expulsão da Companhia de Jesus em 1759, as terras foram confiscadas pelo governo, e apenas em 1867 com a construção da ferrovia que ligaria Santos a Jundiaí, para escoar a produção de café, o local mudou totalmente. * O bairro foi um dos lugares de terras paulistanas escolhido para receber uma estação. Daí para frente,desenvolveu-se, em especial quando o conde Francisco Matarazzo usou uma área de 100 mil m² para construir uma grande fábrica que foi marco na industrialização paulista. A partir disso o bairro tomou um caminho altamente operário com muitas fábricas. * Hoje, um dos pontos mais conhecidos do bairro é o Parque Dr. Fernando Costa, ou Parque da Água Branca, com mais de 90 mil m² e área verde, adquirido entre 1905 e 1928, quando foi inaugurado. == Acesso == O bairro é atendido pelas estações Água Branca e Barra Funda da CPTM, esta última também atendendo o Metrô (linha 3 vermelha). Agua Branca == Ligações externas == * Site do Parque Água Branca *",
 "title": "Água Branca (bairro de São Paulo)"
}