{
 "id": "106987",
 "text": "John Arthur Brabham, conhecido como Jack Brabham (Hurstville, 2 de abril de 1926 — Gold Coast, 19 de maio de 2014), foi um automobilista australiano que venceu os campeonatos de Fórmula 1 em 1959, 1960 e 1966. == Vida == Brabham é de uma segunda geração de australianos, filho de um dono de mercearia em Hurstville, perto de Sydney. Ele abandonou a escola aos 15 para trabalhar em uma oficina. Durante a Segunda Guerra Mundial, Brabham serviu na Royal Australian Air Force. Em 1946 abriu uma pequena oficina. Também corria de kart e na sua primeira temporada venceu o campeonato NSW e formou uma parceria com Ron Tauranac. Em , estreou no Grande Prêmio da Grã-Bretanha pilotando um Cooper. No campeonato de , Brabham venceu o campeonato. Um fato curioso é que para ser campeão, ele teve de empurrar seu carro na reta final do GP dos Estados Unidos. Brabham liderava a última prova da temporada quando, a pouco mais de 300 metros da bandeira quadriculada, a gasolina acabou. Não vendo outra alternativa, ele saltou do cockpit e arrastou seu Cooper para um honroso quarto lugar. O resultado lhe deu pontos suficientes para superar o inglês Tony Brooks na briga pelo título e, de quebra, garantiu o título de construtores para a sua equipe. Ele voltou a ser campeão em , novamente com a equipe Cooper. Brabham levou o Cooper campeão de Fórmula 1 para o Indianapolis Motor Speedway para testes logo após a temporada de 1960 e competiu nas 500 Milhas de Indianápolis com uma versão modificada de um carro de Fórmula 1 em . O carrinho engraçado da Europa foi ridicularizado pelas outras equipes, mas chegou a estar em terceiro e terminou a corrida em 9º lugar. Em , o piloto fundou a sua equipe Brabham com Ron Tauranac. Pouco antes, havia sido colocada uma limitação de 1500 cilindradas nos motores da Fórmula 1, o que não foi bom para Brabham, que não venceu nenhuma corrida com o novo carro no campeonato de . A primeira vitória da equipe veio no Grande Prêmio da França de com Dan Gurney. , a regra mudou para 3000 cilindradas e Brabham com um Brabham-Repco venceu o campeonato pela terceira vez e a primeira ostentando como dono de equipe. , o título veio com seu companheiro de equipe Denny Hulme. , ele venceu a prova de abertura, o Grande Prêmio da África do Sul, a última da sua carreira. Brabham se aposentou e logo após parou completamente com as corridas, vendendo sua equipe para Tauranac antes de retornar para a Austrália. Os seus três filhos, Geoff, Gary e David, também foram pilotos de corrida. Jack Brabham tornou-se membro do International Motorsports Hall of Fame em 1990. == Resultados na Fórmula 1 == (Legenda: Corrida em negrito indica pole position e em itálico indica volta mais rápida) Ano Equipe Chassis Motor 1 2 3 4 5 6 7 8 9 10 11 12 13 Pontos Posição Cooper Car Company Cooper T40 Bristol BS1 L6 GBR Ret 0 NC (53º) Jack Brabham Maserati 250F Maserati 250F1 L6 GBR Ret 0 NC (73º) Cooper Car Company Cooper T43 Climax FPF L4 MON 6º 0 NC (23º) FRA 7º GER Ret PES 7º Cooper Car Company Cooper T45 Climax FPF L4 MON 4º HOL 8º BEL Ret FRA 6º GBR 6º GER Ret POR 7º ITA Ret MAR 11º 3 18º Cooper Car Company Cooper T51 Climax FPF L4 MON 1º HOL 2º FRA 3º GBR 1º GER Ret POR Ret ITA 3º EUA 4º 31 (34) 1º Cooper Car Company Cooper T51 Climax FPF L4 ARG Ret 43 1º Cooper T53 MON DSQ HOL 1º BEL 1º FRA 1º GBR 1º POR 1º EUA 4º Cooper Car Company Cooper T55 Climax FPF L4 MON Ret HOL 6º BEL Ret FRA Ret GBR 4º 4 11º Cooper T58 Climax FWMV V8 GER Ret ITA Ret EUA Ret Brabham Racing Organisation Lotus 24 Climax FWMV V8 HOL Ret MON 8º BEL 6º FRA Ret GBR 5º 9 9º Brabham BT3 GER Ret EUA 4º RSA 4º Brabham Racing Organisation Lotus 25 Climax FWMV V8 MON 9º 14 7º Brabham BT3 BEL Ret ITA 5º Brabham BT7 HOL Ret FRA 4º GBR Ret GER 7º EUA 4º MEX 2º RSA 13º Brabham Racing Organisation Brabham BT7 Climax FWMV V8 MON Ret HOL Ret BEL 3º FRA 3º GBR 4º GER 12º 11 8º Brabham BT11 AUT 9º ITA 14º EUA Ret MEX 15º Brabham Racing Organisation Brabham BT11 Climax FWMV V8 RSA 8º MON Ret BEL 4º GBR DNS GER 5º EUA 3º MEX Ret 9 10º Brabham Racing Organisation Brabham BT19 Repco 620 V8 MON Ret BEL 4º FRA 1º GBR 1º HOL 1º GER 1º ITA Ret 42 (45) 1º Brabham BT20 EUA Ret MEX 2º Brabham Racing Organisation Brabham BT20 Repco 740 V8 RSA 6º 46 (48) 2º Brabham BT19 MON Ret HOL 2º Brabham BT24 BEL Ret FRA 1º GBR 4º GER 2º CAN 1º ITA 2º EUA 5º MEX 2º Brabham Racing Organisation Brabham BT24 Repco 740 V8 RSA Ret 2 23º Brabham BT26 Repco 860 V8 ESP DNS MON Ret BEL Ret HOL Ret FRA Ret GBR Ret GER 5º ITA Ret CAN Ret EUA Ret MEX 10º Motor Racing Developments Ltd Brabham BT26A Ford Cosworth DFV V8 RSA Ret ESP Ret MON Ret HOL 6º ITA Ret CAN 2º EUA 4º MEX 3º 14 10º Motor Racing Developments Ltd Brabham BT33 Ford Cosworth DFV V8 RSA 1º ESP Ret MON 2º BEL Ret HOL 11º FRA 3º GBR 2º GER Ret AUT 13º ITA Ret CAN Ret EUA 10º MEX Ret 25 6º * Nos descartes * Dividiu com Mike MacDowell * carro de Fórmula 2 ==== Vitórias de Jack Brabham na Fórmula 1 ==== * (Monte Carlo) * (Aintree) * (Zandvoort) * (Spa-Francorchamps) * (Reims) * (Silverstone) * (Circuito da Boavista) * (Reims) * (Brands Hatch) * (Zandvoort) * (Nürburgring) * (Bugatti Circuit) * (Bowmanville) * (Kyalami) == Vitórias por equipe == Cooper: 7 Brabham: 7 ==Outros resultados== === 24 Horas de Le Mans === Ano Equipe Nº Co- Pilotos Chassi Pneus Classe Voltas Posição Posição Na Categoria Ano Equipe Nº Co-Pilotos Motor Pneus Classe Voltas Posição Posição Na Categoria 1957 Cooper Car Company 40 Ian Raby Cooper T39 S 1.1 254 15º 3º 1957 Cooper Car Company 40 Ian Raby Coventry Climax 1.1L I4 S 1.1 254 15º 3º 1958 David Brown Racing Dept. 2 Stirling Moss Aston Martin DBR1/300 S 3.0 30 DNF DNF 1958 David Brown Racing Dept. 2 Stirling Moss Aston Martin 3.0L I6 S 3.0 30 DNF DNF 1970 Equipe Matra-Simca 32 François Cevert Matra-Simca MS650 P 3.0 76 DNF DNF 1970 Equipe Matra-Simca 32 François Cevert Matra 3.0L V12 P 3.0 76 DNF DNF == 500 Milhas de IndianápolisIndianapolis 500 Race-Database.com == Ano Equipe Nº Chassi Motor Pneus Final Voltas 1961 Kimberly Cooper-Climax 17 Cooper Climax 9º 200 1964 Zink-Urschel Trackburner 52 Brabham Offenhauser 20º 77 1969 Repco-Brabham 95 Brabham Repco 24º 58 1970 Gilmore Broadcasting- Brabham 32 Brabham Offenhauser 13º 175 == Ligações externas == *Grand Prix History - Hall of Fame, Jack Brabham Categoria:Pilotos de Fórmula 1 da Austrália Categoria:Ordem do Império Britânico Categoria:Pilotos da equipe Cooper de Fórmula 1 Categoria:Pilotos da equipe Brabham de Fórmula 1 Categoria:Membros do International Motorsports Hall of Fame Categoria:Pilotos das 24 Horas de Le Mans Categoria:Pilotos campeões mundiais de Fórmula 1 Jack Brabham",
 "title": "Jack Brabham"
}