{
 "id": "10699",
 "text": "Dornes é uma vila portuguesa do Município de Ferreira do Zêzere que foi sede da extinta Freguesia de Dornes, freguesia que tinha 21,91 km² de área e 594 habitantes (2011), e, por isso, uma densidade populacional de 27,1 hab/km². A Freguesia de Dornes foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Paio Mendes, formar uma nova freguesia denominada Nossa Senhora do Pranto com sede em Frazoeira.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A Vila de Dornes situa-se numa pequena península à beira-Zêzere, no extremo norte do Distrito de Santarém. Dornes faz fronteira, através do rio Zêzere (Albufeira de Castelo do Bode), com a freguesia de Cernache do Bonjardim, Município da Sertã e Distrito de Castelo Branco. No Município de Ferreira do Zêzere faz fronteira com Águas Belas, Beco e Paio Mendes. Eclesiasticamente pertence ao Bispado de Coimbra e turisticamente está integrada na Região de Turismo dos Templários. Foi sede de concelho entre 1513 e 1836. Este era constituído pelas freguesias de Beco, Dornes e Paio Mendes. Em 1801 tinha 2 287 habitantes e 43 km². A Freguesia de Dornes, para além da vila de Dornes, sede histórica e religiosa da freguesia, englobava os lugares de Barrada, Cagida, Carril, Casal Ascenso Antunes, Casal da Mata, Frazoeira, Joaninho, Junqueira, Lameirancha, Macieira da Rocha, Peralfaia, Quinta da Benta, Quintas, Ribeiro da Coroa, Rio Cimeiro, Rio Fundeiro, Salão de Baixo, Salão de Cima e Vale Serrão. ==História== Terra muito antiga, será mesmo anterior à fundação da nacionalidade, como o atestam os monumentos e os vestígios arqueológicos que por aqui se têm encontrado. Já na primeira dinastia, há alguns documentos que lhe fazem referência, sendo documentada a presença de um religioso de Dornes no Foral de Arega, em inícios do século XIII. Ainda no século XIII há referências à Comenda Templária de Dornes. Mais tarde, no século XV, Dornes, enquanto Comenda Mor da Ordem de Cristo teve por Comendador D. Gonçalo de Sousa, homem muito influente, da Casa do Infante D. Henrique, e que aqui mandou construir, em 1453, a Igreja de Nossa Senhora do Pranto. Este local de culto deu à povoação, parte da importância que esteve na origem, em 1513, da atribuição do Foral Manuelino. Aqui nasceram, um século mais tarde, muitos dos heróicos combatentes que, por volta de 1650, durante a Guerra da Restauração, se bateram nas fronteiras para assegurar a independência nacional. Da economia das gentes de Dornes, destacaremos a produção e comercialização da madeira de castanho, tradição que já encontramos descrita desde o século XIV e que se manteve até finais do século XIX. Também no Século XIX, a reforma de Rodrigo da Fonseca, veio extinguir o concelho de Dornes, integrando-o desde 1835, no concelho (atual município) de Ferreira do Zêzere. Do século XIX para cá, Dornes tem sido um polo de atração turística e a sala de visitas do município de Ferreira do Zêzere em função das suas paisagens deslumbrantes sobre o Zêzere e também em virtude da grande carga histórica e monumental que as suas aldeias encerram. De entre os visitantes ilustres, destaca-se Alfredo Keil que em 1890, estando hospedado na Estalagem dos Vales, ensaiaria com a então Sociedade Filarmónica Carrilense a primeira orquestração da marcha: \"A Portuguesa\", sendo por isso o Carril um dos berços do atual hino nacional de Portugal. == Património == * Torre de Dornes, torre templária pentagonal * Igreja de Dornes ou Igreja de Nossa Senhora do Pranto, construída no século XIII e reedificada em 1453, onde existe um órgão de tubos oitocentista, imagens de pedra de Nossa Senhora do Pranto e de Santa Catarina, um púlpito de 1544 e um quadro a óleo denominado «Descanso na Fuga para o Egipto» ==População== População da freguesia de Dornes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 011 1 029 1 041 1 146 1 367 1 410 1 503 1 593 1 568 1 241 996 878 796 714 594 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 98 81 334 201 13,7% 11,3% 46,8% 28,2% 2011 72 52 259 211 12,1% 8,8% 43,6% 35,5% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Ligações externas == * * Notícias do Zêzere",
 "title": "Dornes"
}