{
 "id": "106927",
 "text": "A Cruzada Nacional D. Nuno Álvares Pereira, mais conhecida por Cruzada Nun'Álvares, foi um movimento político nacionalista e conservador português, criado em 1918 e extinto em 1938. A Cruzada pretendia contribuir para uma solução ordeira de direita para os problemas de instabilidade política crónica e de elevada conflitualidade social que afligiam a Primeira República Portuguesa. Das suas fileiras, em que coexistiam monárquicos e republicanos de diversas tendências políticas, saíram alguns dos principais apoiantes das soluções que pontuaram a transição da Ditadura Nacional para o Estado Novo, tais como o general Gomes da Costa, o comandante Filomeno da Câmara, Martinho Nobre de Melo, Fidelino de Figueiredo e Henrique Trindade Coelho. == Origem e enquadramento == Em consonância com o crescimento dos movimentos de inspiração nacionalista que se verificava em toda a Europa pós-Grande Guerra e, mais tarde, em resultado do surgimento dos movimentos fascistas em Itália e nacionalista em Espanha, verificou-se em Portugal um renascer do sentimento nacional que propiciou iniciativas tendentes ao renascimento de cultos e mitos das glórias e heróis nacionais. Foi nesse contexto, a que se juntou o sentimento de desastre nacional que resultou do esmagamento das tropas do Corpo Expedicionário Português na batalha de La Lys, a 9 de Abril de 1918, e as esperanças e desilusões do sidonismo, que surgiram em Portugal múltiplos movimentos de direita, aliando a inspiração nacionalista ao catolicismo mais conservador. Tentando reavivar um orgulho nacional profundamente abalado, esses movimentos procuraram mobilizar as massas através da (re)criação de figuras míticas da heroicidade e virtude pátria. Uma importante proposta simbólica foi então o esforço tendente a conseguir a beatificação e a restaurar o culto a D. Nuno Álvares Pereira, o Condestável do século XIV. Obtida a desejada beatificação a 23 de Janeiro de 1918, pela mão do papa Bento XV, o movimento nacionalista ganhou um herói mítico capaz de congregar o sentimento nacionalista com o fervor religioso do ultramontanismo católico ainda acirrado pelo anticlericalismo dos primeiros tempos republicanos. As possibilidades daquele culto nacionalista estiveram bem patentes nas palavras, proferidas dois anos depois, em 1920, pelo cónego José Dias de Andrade que, ao referir-se a D. Nuno Álvares Pereira, afirma: \"Ele é de todos, e a todos excede, porque é um resumo de Portugal. Foi herói, foi santo e salvou a Pátria. É, pois, em volta desta grande figura que hoje pode realizar-se, como tão necessário é, o milagre da reconciliação nacional.\" Mesmo republicanos históricos e distantes dos ideais de direita que sustentavam o culto, como Guerra Junqueiro e Basílio Teles, emitiram opiniões no mesmo sentido. Ainda durante o sidonismo, surgiu a iniciativa de criar uma Cruzada Nacional capaz de restaurar o orgulho pátrio e mobilizar o povo português a favor dos ideais da nova direita então nascente. A nova organização foi criada sob a inspiração do Professor da Faculdade de Direito de Lisboa, Martinho Nobre de Melo, tendo a reunião preparatória do movimento ocorrido a 11 de Julho de 1918, na Liga Naval, numa sessão formalmente promovida pelo capitão João Afonso Miranda. A fundação oficial do grupo, que adoptou o nome de Cruzada Nacional D. Nuno Álvares Pereira, data de 18 de Julho daquele mesmo ano. O movimento teve rápida expansão, passando a ser geralmente conhecido por Cruzada Nun’Álvares, e assumindo, a par de outros movimentos da direita católica um importante papel na oposição às forças da esquerda republicana e às instituições da Primeira República. Associado à vertente política, que inicialmente foi pouco clara, estava um culto que, sem perder o seu carácter patriótico, tinha uma relevante componente religiosa. Na difusão deste culto empenhou-se não só o clero católico romano, tendo o Cardeal Patriarca de Lisboa aprovado em 1921 a jaculatória Beato Nuno de Santa Maria, rogai a Deus por Portugal, mas também um grande número de leigos. Eram esses leigos que constituíam o suporte da Cruzada Nacional D. Nuno Álvares Pereira, cuja importância foi tal que levou a que a sua presidência honorária fosse aceite por António José de Almeida e por Manuel Teixeira Gomes enquanto ocupavam a Presidência da República. Apesar de se ir conotando progressivamente com a extrema-direita, ainda assim, a 14 de Agosto de 1921, ao realizar-se a Festa da Pátria daquele ano em torno da figura do sempre referido beato e herói militar da independência nacional, os festejos tiveram a adesão de personalidades republicanas claramente laicistas, como Sebastião de Magalhães Lima e Leonardo Coimbra, e evidenciam o desenvolvimento de uma ampla plataforma simbólica nacionalista, integrando já o elemento católico romano com o nacionalismo crescente. Com o crescimento do fascismo em Itália, e particularmente com a vitória da marcha sobre Roma e com a implantação em Espanha da ditadura de Primo de Rivera, a Cruzada Nacional D. Nuno Álvares Pereira começou a surgir como um verdadeiro movimento político, passando a advogar claramente uma solução nacionalista e ditatorial para os insolúveis problemas da experiência republicana parlamentar portuguesa. Foi assim que o movimento esteve implicado no Golpe de 18 de Abril de 1925, invocando como modelo de solução política para Portugal o regime ditatorial espanhol de Miguel Primo de Rivera e foi assim que constituiu um dos esteios do golpe de 28 de Maio de 1926. Depois da vitória do golpe de 28 de Maio, a Cruzada forneceu muito do fundo simbólico e ideológico que conduziram a inicialmente titubeante Ditadura Nacional no seu percurso em direcção à solução que transformou o 28 de Maio em Revolução Nacional e deu origem à ditadura nacionalista e corporativista do Estado Novo. Foi iniciativa do movimento a construção da Igreja do Santo Condestável (Lisboa) em 1934. Aquela igreja, de estilo neo-gótico, foi inaugurada a 14 de Agosto de 1951, homenageando Nuno Álvares Pereira, tendo como atractivo um conjunto de vitrais da autoria de Almada Negreiros. Em 1936 passa a presidir à direcção do movimento o general Augusto Manuel Farinha Beirão, comandante da Guarda Nacional Republicana, que ainda coronel se havia distinguido na defesa do regime do Estado Novo durante as revoltas de 1931. A organização extinguiu-se em 1938, no âmbito da consolidação do regime e da assunção do papel de partido único pela União Nacional. == Bibliografia == * Ernesto Saturnino Dá Mesquita Castro Leal, A Cruzada Nacional D. Nuno Álvares Pereira e as origens do Estado Novo (1918-1938) in Análise Social, n.º 148 Volume XXXIII, Instituto de Ciências Sociais da Universidade de Lisboa, Lisboa, 1998. * Ernesto Saturnino Dá Mesquita Castro Leal, Nação e nacionalismos: a Cruzada Nacional D. Nuno Alvares Pereira e as origens do Estado Novo (1918-1938), Colecção de História Moderna e Contemporânea, Editora Cosmos, Lisboa, 1999 (ISBN 972-762-179-1). * Ernesto Saturnino Dá Mesquita Castro Leal, Nação e nacionalismo: a cruzada nacional de D. Nuno Álvares Pereira e as origens simbólicas, ideológicas e políticas do Estado Novo (1890-1940), Dissertação de doutoramento, Universidade de Lisboa, Lisboa, 1998. * Ernesto Saturnino Dá Mesquita Castro Leal, Nun' Álvares: símbolo e mito nos séculos XIX-XX, Veritati - Repositório Institucional da Universidade Católica Portuguesa Comunidades & Colecções Faculdade de Teologia Centro de Estudos de História Religiosa (CEHR) Revista Lusitania Sacra 2ª série (1989- ) RLS - Tomo 012 (2000) * Festa da Pátria: Nun’Álvares Pereira, herói e santo, por Annarita Gori, Ler História, Repúblicas: culturas e práticas, 59, 2010 Categoria:Partidos políticos extintos da I República Categoria:Fundações em Portugal em 1918 Categoria:Extinções em Portugal em 1938 Categoria:Conservadorismo em Portugal Categoria:Movimentos políticos em Portugal",
 "title": "Cruzada Nun'Álvares"
}