{
 "id": "10701",
 "text": "Igreja Nova do Sobral é uma povoação portuguesa sede da Freguesia de Igreja Nova do Sobral do município de Ferreira do Zêzere, freguesia com 14,52 km² de área e 583 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Crê-se que a instituição da freguesia de Igreja Nova do Sobral remonte ao ano de 1608, data do mais antigo assento de casamento existente no cartório paroquial. A denominação então dada à freguesia advém do facto de -- no início do Século XVII e talvez por motivo de o templo do lugar do Sobral (da Senhora do Ó e do Espírito Santo) se mostrar diminuto e descentralizado, no contexto do crescimento da população e da própria área geográfica então habitada -- a respetiva sede ter sido fixada no local onde foi construída a nova igreja paroquial. Subindo no sentido de Poente para Nascente (ou, mais rigorosamente, de Oeste-Sudoeste para Este-Sudeste), que ali é o sentido de Tomar para Ferreira, o novo templo foi edificado no local onde terminava o antigo lugar denominado Fonte do Carvalho(*) e começava o lugar de Casas Altas(**). Mais tarde, já no decorrer do Século XIX, a povoação envolvente do novo templo, então já composta pelo conjunto destes dois referidos lugares, passou a denomina-se lugar de Igreja Nova. Até 24 de outubro de 1855 fez parte do concelho (atual município) de Tomar, e a partir dessa data, integrou o de Ferreira do Zêzere. Na área da freguesia existem vários cursos de água -- v.g., correndo de Norte para Sul (da Serra de Santa Catarina -- antiga Serra de Nexebra) para a denominada ribeira da Lousã e esta para o rio Nabão -- tais como a ribeira do Sobral, o ribeiro Morto, o ribeiro da Boucha ou do Porto Moinho, o ribeiro de Penedinho/Tanoeiros/Mourolinho, o ribeiro da Azenha Nova, a ribeira da Barqueira e a ribeira da Pereira. Toda esta água, associada à constituição geológica dos terrenos da freguesia, permitiram o desenvolvimento de uma agricultura que, muito embora desenvolvida em minifúndios, desde cedo passou a ser o seu principal sustentáculo económico. Mas o bem-estar deste povo não é encontrado apenas no trabalho, materializando-se em momentos de recreio e cultura. Há aspetos culturais na dança, no teatro, no cinema, na música, nas tradições, nas festas e nos jornais. Na freguesia há uma associação norteada pela concretização dos seus diversos objetivos culturais, possuindo mesmo um jornal quinzenal, o “ Despertar do Zêzere “, através do qual faz chegar a sua mensagem a toda a população. Entre junho e setembro são sete as festas nas quais este povo pode dar expressão a toda a sua alegria e à confraternização. Na reta final encontra-se a festa da Senhora do Ó, uma das mais antigas devoções conhecidas entre o mundo cristão. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 91 75 305 233 2011 61 75 277 249 2021 45 43 258 237 Categoria:Freguesias de Ferreira do Zêzere Categoria:Antigas freguesias de Tomar",
 "title": "Igreja Nova do Sobral"
}