{
 "id": "107013",
 "text": "O Amsterdamsche Football Club Ajax, mais conhecido como AFC Ajax, Ajax Amsterdam ou simplesmente Ajax, é um clube esportivo neerlandês de futebol com sede na cidade de Amsterdã, na província da Holanda do Norte. Participa da Primeira divisão neerlandesa, a mais importante liga de futebol nos Países Baixos, competição da qual é o maior campeão e um dos três clubes que nunca foram rebaixados. Um dos \"três grandes\" que dominam o futebol neerlandês, juntamente com o Feyenoord e o PSV Eindhoven, o Ajax é o clube que ganhou as três maiores competições europeias, ao lado da Juventus, do Bayern de Munique, do Chelsea e do Manchester United. Além disso, possui dois títulos na Copa Intercontinental. Desde a década de 1970, o clube é famoso pela sua escola de futebol. == História == === Fundação === Em 1894, quando o futebol começou a tornar-se popular no mundo inteiro, uns amigos de Amsterdã fundaram um clube de futebol, chamado \"Union\". Neste mesmo ano resolveram dar ao clube o nome de um herói da mitologia grega, Ájax, o Grande, e o clube foi rebatizado \"Footh- Ball Club Ajax\". Só em 1900 o Ajax se tornou um clube oficial, e na fundação no dia 18 de março de 1900, Floris Stempel foi o primeiro presidente. === Primeiro campeonato === O Ajax foi campeão holandês pela segunda vez em 1918. Um ano antes já tinham ganho a Copa Holandesa, e com esses dois sucessos o clube começou a ser mais popular que o grande \"Blauw-Wit\" da época. === Apelido === O apelido muito usado é \"Joden\", que significa \"Judeu\" em holandês. Antes da Segunda Guerra Mundial, os clubes que jogavam contra Ajax passavam pelo bairro judeu em Amsterdã para chegar ao estádio do Ajax. No fim do século XX os torcedores do Ajax adotaram essa 'imagem' e frequentemente levavam bandeiras de Israel para os jogos. Em janeiro de 2005 o presidente John Jaakke pediu aos torcedores para não mais levar as bandeiras e não mais se identificarem com os judeus: \"O paradoxo é que o Ajax é conhecido como um clube de judeus, mas os próprios judeus tem medo de ir para os jogos do Ajax, em casa e fora.\" Nos jogos fora de casa, especialmente contra FC Utrecht, Feyenoord e ADO Den Haag, os torcedores adversários costumam cantar canções anti-semitas para provocar os torcedores do Ajax. === Era de ouro === A era de ouro foram os anos 1970 para o Ajax. A equipe do Ajax tinha grandes jogadores como Johan Cruijff, Piet Keizer, Sjaak Swart e Johan Neeskens. Em 1971, 1972 e 1973 o Ajax foi campeão da Europa, e os jogadores de Ajax foram os mais importantes na seleção holandesa que mostrou um futebol de grande nível na Copa do Mundo FIFA de 1974 na Alemanha. O que foi conhecido como a \"Laranja Mecânica\" realmente era em grande parte o Ajax dos anos 1970. Em 1972 e 1973 o Ajax também ganhou a Taça dos Campeões da Europa, e em 1972 foi Campeão Intercontinental contra Independiente. Em 1971 e 1973 o Ajax se recusou a participar da Copa Intercontinental. === Anos 1980 === No fim dos anos 1980 o Ajax passou por uma época difícil. Em 1987 ganhou a Taça Europeia com jogadores como Frank Rijkaard e Marco van Basten. Dois anos depois o Ajax foi eliminado na Taça UEFA pelo Austria Wien. Por causa do comportamento dos torcedores durante e depois do jogo, em que o goleiro do Áustria Wien foi ferido, o Ajax foi banido do jogos europeus por um ano. Também foi condenado por não ter pago impostos por vários anos, e o clube quase se afundou. === Anos 1990 === Com um novo presidente e novo técnico o Ajax sobreviveu a esta época difícil e cresceu para chegar a ganhar a Taça da UEFA em 1992 e a Liga dos Campeões em 1995, juntos com esses títulos a Super Taça Europeia e a Copa Intercontinental todos em 1995, contra AC Milan, Real Zaragoza e Grêmio. O técnico Louis van Gaal tinha construído uma equipe de jovens talentos como Edgar Davids, Edwin van der Sar, Clarence Seedorf, Marc Overmars e Patrick Kluivert, e jogadores experientes como Frank Rijkaard e Danny Blind. O craque da equipe foi o \"10\" Jari Litmanen. Em 2005, o argumento de que esta equipe se interessou em jogadores latino-americanos, sobretudo recordar um talentoso jogador de origem colombiana-italiana Manuel Morales sobre o seu estilo de jogar com o Zlatan Ibrahimovic por Marco van Basten, e estava prestes a assinar, mas por problemas nas negociações, nenhum acordo foi alcançado com o clube colombiano Compensar FC. == Recorde do Guinness World Records == Em março de 2015, o Ajax entrou no Guinness World Records como o clube com a maior sequência de vitórias consecutivas em jogos oficiais do futebol mundial. Isto porque, a instituição reavaliou suas vitórias, entre outubro de 1971 a março de 1972, com 26 vitórias consecutiva e também a sequência de 25 vitórias, entre 1995 e 1996. Assim, ocupa a 1° e a 2° posição no Guinness, neste quesito, e derrubou o até então primeiro lugar, o clube brasileiro Coritiba Foot Ball Club para a terceira posição. == Estádio == Projetado para ser o Estádio Olímpico das Olimpíadas de 1992 (perdeu a disputa para Barcelona). Foi inaugurado em 1996 com um jogo do Ajax contra o AC Milan. Tem capacidade para 54.990 torcedores. Foi um dos primeiros a contar com um teto retrátil e grama natural, o que gerou problemas de desenvolvimento do gramado, a princípio. Recebeu também a Final da Liga dos Campeões da UEFA de 1998, quando o Real Madrid venceu a Juventus FC por 1–0. Após a morte do ex-jogador e técnico Rinus Michels (vice-campeão da Copa do Mundo de 1974), muitos torcedores queriam a mudança do nome do estádio). Com a negativa da administração da Arena, os torcedores do AFC Ajax levam em todos os jogos uma grande faixa escrita: Rinus Michelsstadion e adotam o nome não-oficial. == Títulos == HONRARIAS Competições Títulos Temporadas Tríplice Coroa Internacional 1 1995 Triplete 1 1972 05º Maior Clube da Europa e 05º do Mundo pelo Século XX da FIFA 1 1901–2000 semmoldura|45x45px 07º Maior Clube da Europa e 12º do Mundo pelo Século XX da IFFHS 1 1901–2000 semmoldura|45x45px 1º Melhor Clube do Mundo 1 1992 Medalha de Honra da UEFA 1 1973 Placa da UEFA 1 1992 Recorde mundial de vitórias consecutivas 1 1972''' MUNDIAIS Competição Títulos Temporadas Copa Intercontinental 2 1972 e 1995 CONTINENTAIS Competição Títulos Temporadas Liga dos Campeões da UEFA 4 1970–71 , 1971–72, 1972–73 e 1994–95 Copa da UEFA 1 1991–92 Recopa Europeia da UEFA 1 1986–87 Supercopa da UEFA 2 1973 e 1995 NACIONAIS Competição Títulos Temporadas Campeonato Neerlandês Recordista 36 1917–18, 1918–19, 1930–31, 1931–32, 1933–34, 1936–37, 1938–39, 1946–47, 1956–57, 1959–60, 1965–66, 1966–67, 1967–68, 1969–70, 1971–72, 1972–73, 1976–77, 1978–79, 1979–80, 1981–82, 1982–83, 1984–85, 1989–90, 1993–94, 1994–95, 1995–96, 1997–98, 2001–02, 2003–04, 2010–11, 2011–12, 2012–13, 2013–14, 2018–19 , 2020–21 e 2021-22 Copa dos Países Baixos Recordista 20 1916–17, 1942–43, 1960–61, 1966–67, 1969–70, 1970–71, 1971–72, 1978–79, 1982–83, 1985–86, 1986–87, 1992–93, 1997–98, 1998–99, 2001–02, 2005–06, 2006–07, 2009–10, 2018–19 e 2020–21 Supercopa dos Países Baixos 9 1993, 1994, 1995, 2002, 2005, 2006, 2007, 2013 e 2019 TOTAL Títulos Totais Conquistas Títulos oficiais 75 2 Mundiais, 8 Continentais, 65 Nacionais ;Legenda Campeão invicto *2019-20 campeonato terminou na rodada 25, devido a pandemia da COVID-19. === Títulos amistosos === * Centenário do Rangers FC de 1972 (Esta competição é considerada por parte da torcida e imprensa como a primeira edição da Supercopa da UEFA. No entanto, a UEFA sancionou a Supercopa Europeia pela primeira vez apenas em 1973, pelo fato de que a equipe do Rangers (campeã da Recopa Europeia de 1971–72) estava cumprindo uma suspensão de um ano imposta pela UEFA pelo mau comportamento de seus torcedores, desta forma, não podendo competir em uma competição oficial da UEFA. Portanto, a UEFA e a FIFA consideram a edição de 1972 como 'uma celebração do Centenário do Rangers FC'.): 1 (1972) * Copa Karl Rappan (Competição predecessora da Taça Intertoto da UEFA): 1 :(1961–62) * Torneio de Amsterdã: 10 :(1978, 1980, 1985, 1987, 1991, 1992, 2001, 2002, 2003 e 2004) * Troféu Santiago Bernabéu: 1 :(1992) * Eusébio Cup: 1 :(2014) == Elenco atual == Última atualização: 19 de setembro de 2024. {{Elenco atual de futebol |clube_nome = Amsterdamsche Football Club Ajax |clube_ref = |cor_letra1 = white |cor_fundo1 = red |cor_letra2 = red |cor_fundo2 = white |c1_j1_num = 2 |c1_j1_pos = LD |c1_j1_nome = Devyne Rensch |c1_j2_num = 3 |c1_j2_pos = LD |c1_j2_nome = Anton Gaaei |c1_j3_num = 4 |c1_j3_pos = Z/LE |c1_j3_nome = Jorrel Hato |c1_j4_num = 5 |c1_j4_pos = LE |c1_j4_nome = Owen Wijndal |c1_j5_num = 6 |c1_j5_pos = V |c1_j5_nome = Jordan Henderson |c1_j6_num = 8 |c1_j6_pos = V |c1_j6_nome = Kenneth Taylor |c1_j7_num = 9 |c1_j7_pos = A |c1_j7_nome = Brian Brobbey |c1_j8_num = 10 |c1_j8_pos = A |c1_j8_nome = Chuba Akpom |c1_j9_num = 11 |c1_j9_pos = A |c1_j9_nome = Mika Godts |c1_j10_num = 12 |c1_j10_pos = G |c1_j10_nome = Jay Gorter |c2_j1_num = 13 |c2_j1_pos = Z |c2_j1_nome = Ahmetcan Kaplan |c2_j2_num = 15 |c2_j2_pos = LE |c2_j2_nome = Youri Baas |c2_j3_num = 16 |c2_j3_pos = V |c2_j3_nome = Sivert Mannsverk |c2_j4_num = 18 |c2_j4_pos = M |c2_j4_nome = Davy Klaassen |c2_j5_num = 19 |c2_j5_pos = A |c2_j5_nome = Julian Rijkhoff |c2_j6_num = 20 |c2_j6_pos = A |c2_j6_nome = Bertrand Traoré |c2_j7_num = 21 |c2_j7_pos = M |c2_j7_nome = Branco van den Boomen |c2_j8_num = 22 |c2_j8_pos = G |c2_j8_nome = Remko Pasveer |c2_j9_num = 23 |c2_j9_pos = M |c2_j9_nome = Steven Berghuis |c2_j10_num = 24 |c2_j10_pos = Z |c2_j10_nome = Daniele Rugani |c3_j1_num = 25 |c3_j1_pos = A |c3_j1_nome = Wout Weghorst |c3_j2_num = 27 |c3_j2_pos = A |c3_j2_nome = Amourricho van Axel Dongen |c3_j3_num = 28 |c3_j3_pos = M |c3_j3_nome = Kian Fitz-Jim |c3_j4_num = 29 |c3_j4_pos = A |c3_j4_nome = Christian Rasmussen |c3_j5_num = 30 |c3_j5_pos = Z/LE |c3_j5_nome = Gastón Ávila |c3_j6_num = 33 |c3_j6_pos = V |c3_j6_nome = Benjamin Tahirović |c3_j7_num = 36 |c3_j7_pos = Z |c3_j7_nome = Dies Janse |c3_j8_num = 37 |c3_j8_pos = Z |c3_j8_nome = Josip Šutalo |c3_j9_num = 38 |c3_j9_pos = M |c3_j9_nome = Kristian Hlynsson |c3_j10_num = 40 |c3_j10_pos = G |c3_j10_nome = Diant Ramaj |treinador_nome = Francesco Farioli }} == Notáveis jogadores == * Alderweireld * Aron Winter * Cillessen * Clarence Seedorf * Daley Blind * Danny Blind * Dennis Bergkamp * Dolf van Kol * Edgar Davids * Edwin van der Sar * Eriksen * Frank de Boer * Frank Rijkaard * Frenkie de Jong * Heitinga * Huntelaar * Ibrahimović * Johan Cruijff * Klaassen * Kluivert * Litmanen * Lisandro Martínez * Luis Suárez * Marc Overmars * Marco van Basten * Matthijs de Ligt * Maxwell * Neeskens * Nigel de Jong * Piet Keizer * Ryan Babel * Ronald de Boer * Ronald Koeman * Rinus Michels * Ruud Krol * Sjaak Swart * Sneijder * Tadić * Tagliafico * Van de Beek * Van der Vaart *Van Reenen * Vermaelen * Vertonghen * Wim Anderiesen * Wim Volkers * Ziyech ==Capitães== Período Jogador 1964–1967 Frits Soetekouw 1967–1970 Gert Bals 1970–1971 Velibor Vasović 1971–1972 Piet Keizer 1972–1973 Johan Cruyff 1973–1974 Piet Keizer 1974–1980 Ruud Krol 1980–1981 Frank Arnesen 1981–1983 Søren Lerby 1983–1985 Dick Schoenaker 1985 Frank Rijkaard 1985–1987 Marco van Basten 1987–1990 John van 't Schip 1990–1999 Danny Blind 1999–2001 Aron Winter 2001–2003 Cristian Chivu 2003–2004 Jari Litmanen 2004–2005 Rafael Van der Vaart 2005–2006 Tomáš Galásek 2006–2007 Jaap Stam 2007–2009 Klaas-Jan Huntelaar 2009 Thomas Vermaelen 2009–2011 Luis Suárez 2011 Maarten Stekelenburg 2011–2012 Jan Vertonghen 2012–2014 Siem de Jong 2014–2015 Niklas Moisander 2015–2017 Davy Klaassen 2017–2018 Joel Veltman 2018–2019 Matthijs de Ligt 2019–2023 Dušan Tadić 2023- Davy Klaassen ==Recordistas== === Mais partidas === # País Nome Período Jogos 1 Sjaak Swart 1956–1973 463 2 Wim Suurbier 1964–1977 393 3 Danny Blind 1986–1999 372 4 Piet Keizer 1961–1974 364 5 Bennie Muller 1958–1970 341 6 Ruud Krol 1968–1980 339 7 Frank de Boer 1988–1999 328 8 Ger van Mourik 1950–1963 301 9 Gé van Dijk 1942–1957 288 10 Barry Hulshoff 1965–1977 284 === Maiores artilheiros === # País Nome Período Gols 1 Piet van Reenen 1929–1942 214 2 Johan Cruyff 1964–1983 205 3 Sjaak Swart 1956–1973 174 4 Henk Groot 1959–1969 164 5 Piet Keizer 1961–1974 146 6 Marco van Basten 1982–1987 128 7 Ruud Geels 1974–1978 123 8 Huntelaar 2006–2008, 2017–2021 122 9 Wim Völkers 1923–1935 112 10 Theo Brokmann 1913–1926 109 == Ligações externas == * * * * * Categoria:AFC Ajax Categoria:Clubes de futebol fundados em 1900 Categoria:Fundações nos Países Baixos em 1900",
 "title": "Amsterdamsche Football Club Ajax"
}