{
 "id": "107131",
 "text": "A Guerra do Chaco foi um conflito bélico entre a Bolívia e o Paraguai, que se estendeu de 1932 a 1935. Originou-se pela disputa territorial da região do Chaco Boreal, tendo como uma das causas uma suposta descoberta de petróleo no sopé dos Andes. Foi a maior guerra na América do Sul no século XX. Deixou um saldo de 60 mil bolivianos e 30 mil paraguaios mortos, resultando na derrota dos bolivianos, com a perda e anexação de parte de seu território pelos paraguaios. Em 12 de junho de 1935, sob pressão dos Estados Unidos, foi aprovada a cessação das hostilidades. == Antecedentes e causas da guerra == Os antecedentes do conflito residem nas várias disputas entre a Bolívia e o Paraguai pela posse de uma área da região do Chaco, que vai até a margem direita do rio Paraguai, que na época do antigo Vice-Reinado do Rio da Prata pertencia à Bolívia. Portanto, após a independência dos das duas colônias espanholas, a região, que era despovoada, permaneceu em litígio. De 1884 a 1907, quatro tentativas de acordos de limites de fronteiras entre os dois países restaram frustradas. Anteriormente, a Bolívia já havia perdido o seu litoral e acesso ao Oceano Pacífico, durante um conflito com o Chile, ocorrido de 1879 e 1884, conhecido como Guerra do Pacífico. Também havia perdido o Acre, rico em seringueiras para produção da borracha, para o Brasil, pelo Tratado de Petrópolis, de 1903. A Bolívia desejava ter pleno acesso ao Oceano Atlântico, via rio Paraguai. Para isso, ambicionava ocupar o Chaco, em território paraguaio. Uma pequena ocupação e exploração do Chaco havia sido promovida na década de 1920, pelo Paraguai, com alguns assentamentos agrícolas iniciados por imigrantes alemães menonitas. Além disso, os paraguaios faziam algumas operações de corte de quebrachos, ricos em tanino, para o curtume de couros, e haviam construído algumas ferrovias de bitola estreita para o interior do Chaco, a fim de transportar as toras de madeira até ao rio Paraguai. Em 1930, a Bolívia sofria com a Grande Depressão, que provocou o colapso da economia boliviana e para piorar, o presidente Hernando Siles Reyes foi derrubado por um golpe de estado, quando tentava prolongar seu mandato, sendo substituído por Carlos Blanco Galindo. Em 1931, o Congresso Nacional elegeu o candidato Daniel Salamanca Urey, de 62 anos de idade e que sofria de terríveis dores abdominais, como novo presidente. A Bolívia reclamava o território do Chaco e pretendia anexá-lo. == História == Com a suposta descoberta de petróleo no sopé da cordilheira dos Andes, na região do Chaco Boreal, eclodiu o conflito entre ambas as nações. A Bolívia e o Paraguai eram as duas nações mais pobres da América do Sul, sendo que para o Paraguai o Chaco lhe proporcionava grandes vantagens com quase km², além das reservas petrolíferas já existentes. A Bolívia devido às crises viu a necessidade de invadir o Chaco. Então em 1932, o Exército Boliviano, sem autorização do presidente, entrou no território e nas margens do Lago Pitiantuta, tentando guarnecer o local, mas os paraguaios descobriram e retomaram o lago. Uma expedição boliviana foi enviada e expulsou os paraguaios, logrando êxito em tomar os fortes paraguaios de Corrales, Toledo e Boquerón. Com isso o presidente paraguaio Eusebio Ayala declarou guerra à Bolívia. O Paraguai tinha duas vantagens. A primeira era que os paraguaios estavam mais perto do teatro de operações, permitindo às tropas serem transportadas de navio até Puerto Casado e de lá seguirem de trem até perto do quartel general, em Isla Potí. A segunda era o fato dos paraguaios mobilizarem todo seu exército, diferente dos bolivianos que tinham dificuldades e temiam um desperdício ao mobilizar todos os homens. Também havia dificuldades para transportá-los pelo Chaco, com estradas esburacadas, pouca água e temperatura de 40 ºC. Anos antes da guerra, o Marechal alemão Hans Kundt comandou o Exército Boliviano, tentando sem sucesso modernizá-lo, melhorar a vida dos soldados, adquirir armas modernas e reorganizar a administração. Baseado nos princípios alemães, tentou prussianizar o exército boliviano, que entretanto era carente de logística e experiência, assim como de coordenação. Com a queda de Siles Reyes, o alemão foi demitido. O Exército Paraguaio estava em menor número, mas tinha armas modernas e estavam dispostos a lutar até o fim. O Paraguai havia mobilizado, no início, em torno de quinze mil homens, enquanto os bolivianos mobilizaram em agosto de 1932, cerca de dez mil homens. O Marechal paraguaio, José Félix Estigarribia, acreditando que havia em torno de 1 200 bolivianos, preparou um ataque para retomar o forte de Boquerón, que contava com apenas 448 soldados, 350 fuzis, 13 metralhadoras pesadas e 27 leves, além de dois canhões Krupp, um canhão Schneider e dois canhões anti-aéreos. No dia 8 de setembro, um avião boliviano avistou os paraguaios marchando. No dia 9 iniciou-se a Batalha de Boquerón, os bolivianos, que contavam com quinhentos soldados, repeliram o ataque paraguaio. Somente nesse dia houve sete tentativas frustradas de recuperar o forte. Depois de vários dias de combates, os bolivianos exaustos, famintos e doentes, abandonaram o local, permitindo aos paraguaios avançarem para o norte. Depois da derrota em Boquerón, Salamanca convidou Kundt para retornar ao Comando-Geral do Exército. Kundt aceitou e tentou promover ataques baseados nos já antiquados métodos da Primeira Guerra Mundial, mas não obteve sucesso, e promoveu mais fracassadas ofensivas. Em outubro, os paraguaios atacaram o poderoso Forte Arce e o conquistaram. Em 1933, os bolivianos, comandados por Kundt, contra-atacaram o Forte Nanawa, com sete mil homens. Os 1 485 paraguaios resistiram, sob o comando de Estigarribia, por vários meses, até que em julho os bolivianos desistiram. A batalha, uma das maiores da América do Sul no século XX, chegou a ser conhecida como \"Verdun da América do Sul\". Durante o cerco de Campo Via, em dezembro de 1933, dez mil bolivianos tentaram desesperadamente contra-atacar os paraguaios, mas estes descobriram os planos depois de interceptar mensagens de rádio e se prepararam para o ataque. A Força Aérea Boliviana tentou lançar bombardeios sobre os inimigos, mas acabam acertando os próprios soldados bolivianos. O combate iniciou com 17 mil paraguaios comandados por Estigarribia, que resistiram e venceram, aniquilando quase todo o exército boliviano de uma só vez. Com isso, o marechal Kundt foi substituído no Comando-Geral pelo general Enrique Peñaranda. Kundt retornou para seu país, a Alemanha, falecendo em 1939, na Suíça. Com a ajuda da Marinha do Paraguai, os paraguaios puderam se deslocar mais rápido do que os bolivianos. Em 1934, a Bolívia tentava enviar mais reforços, mas o clima e as chuvas que encharcavam as estradas, que já eram esburacadas, dificultaram as operações. Problemas econômicos fizeram com que oficias de alta patente, liderados pelo general Peñaranda, dessem um golpe de estado, que derrubou Salamanca, assumindo em seu lugar José Luis Tejada. Em 12 de junho de 1935, ocorreu a última batalha, em Ingavi, com três mil bolivianos comandados pelo coronel Bretel, que combateram 850 paraguaios comandados pelo coronel Rivarola, com a vitória definitiva do Paraguai. Os bolivianos, sem forças, rendem-se, iniciando as negociações de paz. Em 21 de julho de 1938, os dois países aceitaram o acordo de paz realizado em Buenos Aires, com o Paraguai ficando com 3/4 do Chaco Boreal e a Bolívia com o restante, encerrando uma guerra de quase três anos e levando os dois países a novas dificuldades econômicas, devido aos custos da guerra e a descoberta de que os poços de petróleo não existiam. == Envolvimento estrangeiro== === Comércio e embargo de armas=== Desde que ambos os países estavam encravados, as importações de armas e outros suprimentos de fora eram limitadas ao que países vizinhos considerados convenientes ou apropriado. O exército boliviano foi dependente de fontes de alimentos desde o sudeste da Bolívia, da Argentina através de Yacuiba. o exército tinha grande dificuldade de importação de armas compradas, desde que a Argentina e o Chile foram relutantes em material de guerra ter deixado passar em seus portos. As únicas opções restantes foram o porto de Mollendo Peru e Puerto Suárez na fronteira brasileira. Eventualmente a Bolívia alcançou sucesso parcial após Vickers conseguiu convencer o governo britânico para solicitar que a Argentina e Chile aliviar as restrições de importação. Internacionalmente, os países vizinhos do Peru, Chile, Brasil e Argentina tentaram evitar serem acusados de abastecer o conflito e, portanto, limitaram a importação de armas para a Bolívia e o Paraguai, embora a Argentina tenha dado suporte ao Paraguai, por trás da fachada de neutralidade. O Paraguai ainda recebeu suprimentos militares e inteligência diária da Argentina, que também forneceu ao país um crítico apoio econômico e militar durante a guerra. === Conselheiros e voluntários=== Um número de voluntários e pessoal contratado de diferentes países participou na guerra pra ambos os lados. O alto comando de ambos os países por vezes era dominado pelos europeus. Na Bolívia, o General Hans Kundt, um alemão primeira guerra mundial e veterano da Frente Oriental, estava no comando desde o início da guerra até dezembro de 1933, quando foi destituído devido a uma série de reveses militares. Além de Kundt, a Bolívia também tinha sido aconselhada nos últimos anos da guerra por uma missão militar checa composta por veteranos da primeira guerra mundial. O Paraguai teve dois generais, chamados Ern e Belaieff. Este último fez parte da equipe do General Pyotr Wrangel, durante a Guerra Civil Russa.Farcau, p. 184 ===Companhias de petróleo=== A origem da guerra é geralmente atribuída a um conflito entre as companhias de petróleo Royal Dutch Shell e Standard Oil, usando o Paraguai e a Bolívia, respectivamente, como marionetes. Esta visão tem sido mais popular entre os intelectuais da Bolívia e Argentina. Uma visão alternativa entre os intelectuais paraguaios é de que a Standard Oil empurrou a Bolívia para obter um acesso para o mar através do Rio Paraguai, rejeitando assim a ideia de que o governo paraguaio teria agido sob a influência da Royal Dutch Shell. == Notas == == Ligações externas == * Categoria:Conflitos fronteiriços Categoria:Fronteira Bolívia-Paraguai Chaco Chaco Categoria:História da América do Sul Categoria:Relações entre Bolívia e Paraguai Categoria:Século XX na Bolívia Categoria:Século XX no Paraguai",
 "title": "Guerra do Chaco"
}