{
 "id": "10711",
 "text": "Alqueidão é uma povoação portuguesa sede da Freguesia de Alqueidão do Município da Figueira da Foz, freguesia com 19,67 km² de área e 1485 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . É delimitada pelas freguesias do Paião (outrora Paião e Borda do Campo), a sul, Lavos, a poente, Vila Verde, a norte, e, através dos rios Mondego e Pranto, com as freguesias de Abrunheira, no Município de Montemor-o-Velho e Samuel, no vizinho Município de Soure. É também o rio Pranto, afluente do rio Mondego na sua foz deste, que delimita parte da fronteira física desta freguesia. ==História== De acordo com o \"Álbum Figueirense\", Alqueidão é um topónimo árabe que significa passagem estreita. Pode, por outro lado, derivar do mesmo étimo al qaiatun, o termo árabe antigo para tenda, no sentido de acampamento. A freguesia foi instituída pelo Decreto 15.287 de 30 de março de 1928, com lugares da Freguesia de Paião. ==Demografia== A população registada nos censos foi: Distribuição da população por grupos etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 223 233 1001 506 2011 207 134 881 530 2021 120 141 704 520 ==Localidades== Além da sede, fazem parte da Freguesia de Alqueidão as seguintes localidades: * Amieira * Asseiçó * Barra * Barroqueira * Calvete * Casal Verde * Negrote * Pipelo * Portela No entanto, as localidades de Asseiçó e Casal Verde são divididas pelas freguesias de Alqueidão e Paião. ==Economia== Fazem parte da paisagem deste território os campos de arroz do baixo Mondego, os cursos dos rios Mondego e Pranto, assim como as vastas extensões de pinhal e demais terrenos de cultivo. Outrora a freguesia do Alqueidão foi conhecida como 'terra de vinhos', tendo como principais atividades económicas a orizicultura e as explorações agro-pecuárias. ==Património== No Alqueidão existem alguns monumentos que se destacam, tais como: * Moinho das Marés ou das Doze Mós (um exemplo raro em Portugal) * Igreja Paroquial de Nossa Senhora da Saúde. * Capela de Nossa Senhora da Agonia (Calvete) * Capela de Santo António (Portela) * Capela da Amieira * Capela da Portela * Capela do Negrote * Capela do Casal Verde * Capela de Nossa Senhora da Saúde (atualmente funciona como casa mortuária). * Capela de Nossa Senhora do Rosário, situada na Barra * Ponte Romana * Quinta do Canal * Fontanários ==Gastronomia== A tradição gastronómica está intimamente associada à cultura do arroz. Nos pratos confeccionados para ocasiões especiais como os casamentos, o cereal era presença assídua, sendo, por isso, bastante apreciado. Nas bodas, que duravam mais de dois dias, não faltava igualmente a carne de carneiro. Hoje em dia, há uma tendência cada vez mais notória para a extinção destes hábitos. Da ementa tradicional refira-se o arroz doce, as morcelas de sangue e o Bolo de sangue. === O Bolo de Sangue === Trata-se de um doce típico da região, à base de amêndoas, nozes e passas, com a particularidade de aproveitar o sangue e a gordura de porco na sua confeção. ==Festas e romarias== Na freguesia as festividades realizam-se com um cunho religioso, mas também profano. Assim, na localidade de Alqueidão, festeja-se a Nossa Senhora da Saúde, no último domingo de Agosto. São também comemoradas as Festa de Santo António, o Enterro do Bacalhau, o fim da Quaresma e as Festas de São João, todas estas festividades acompanhadas pela Sociadade Musical Recreativa do Alqueidão, a filarmonica da freguesia. Na localidade de Calvete, festeja-se a Nossa Senhora da Agonia a cada primeiro fim de semana de Agosto. De forma regular são ainda comemoradas as festas em Honra de Santo António na Portela, assim como as festas em Casal Verde em honra da sua padroeira. ==Tradições populares== Dentre as tradições populares, pode-se salientar a caqueirada. As pessoas juntam uma porção de cacos e atiram-nos às casas de persona non grata, envolvidos em substâncias fétidas, gritando: - “Aí vai o presente!”. Existe também o costume das fogaças de St.º António. Consiste em oferecer a St.º António bens alimentícios. Numa espécie de andor. Depois de leiloados, os fundos conseguidos eram em favor da Igreja. Tradicional nesta freguesia é também o pedido para as almas, o qual tem como finalidade recolher para fins devotos. Esta recolha faz-se de porta em porta, anunciando-se com um sino e entre cânticos religiosos. Todos estes costumes se realizam no entrudo. Faz-se também o enterro do bacalhau na Sexta Feira Santa. Caracteriza-se pela circunstância de as pessoas se juntarem a fim de assinalar o fim da Quaresma e dar as boas vindas à Páscoa. Daí, neste dia, ser obrigatório comer peixe e não carne. A sesta constituiu outro dos costumes locais. Com início na segunda- feira de Pascoela e final a 15 de Agosto, tem como objetivo o repouso das pessoas após o almoço, a fim de fugirem à hora de maior calor. Também relacionado com os direitos dos trabalhadores rurais, é o costume da merenda, que tem início a 25 de Março e termina a 8 de Setembro. Refira-se por fim outro costume, não menos importante: o das fogueiras pelo Natal, Ano Novo e S. João. Por forma a manter vivas algumas tradições e costumes a Freguesia conta hoje com com o Rancho Folclórico Rosas de Calvete (Fundado em 1981) que pretende honrar as melhores tradições de Maio tão presentes em vários grupos do Concelho. Fruto do querer e da resiliência das gentes de Calvete, mas também algumas de fora da freguesia, o Rancho Folclórico Rosas de Calvete é neste momento o único grupo de folclore ativo na freguesia. Desativado há alguns anos existiu também na freguesia o Rancho Típico do Alqueidão. ==Desporto== Esta freguesia teve equipa de futebol militante no INATEL. Foi já várias vezes campeã distrital desta divisão e foi-o de novo no ano de 2006-2007. A freguesia tem ainda uma piscina descoberta 20mtx10mt que está aberta ao público na época sazonal. miniaturadaimagem|Verão 2014|ligação=Special:FilePath/Fotos_Piscina ==Ligações externas== * Facebook - Junta da Freguesia de Alqueidão * CPA - Casa do Povo do Alqueidão * SMRA - Sociedade Musical e Recreativa do Alqueidão, Figueira da Foz * ACA - Associação Cultural do Alqueidão, Rancho Típico do Alqueidão * Rancho Folclórico Rosas de Calvete * http://www.figueira.com/alqueidao/index.html Categoria:Freguesias da Figueira da Foz",
 "title": "Alqueidão (Figueira da Foz)"
}