{
 "id": "107280",
 "text": "Kevin Patrick Smith (Red Bank, 2 de agosto de 1970) é um cineasta, ator e roteirista de quadrinhos norte-americano. É co-fundador com Scott Mosier, da View Askew Productions. É casado com Jennifer Schwalbach Smith. Os filmes de Smith geralmente se passam na sua cidade natal, Nova Jersey, e são cheios de referências à cultura pop, em particular à quadrinhos e Star Wars. Muitos dos filmes de Smith fazem parte do \"View Askewniverse\" e contam com as presenças dos personagens Jay e Silent Bob, o último interpretado pelo próprio Smith. == Biografia == Kevin Smith nasceu e cresceu em Nova Jérsei, local que se tornou palco de todos seus filmes. Filho de uma dona de casa, Grace e de Donald Smith, ele tem dois irmãos, Virginia e Donald Smith Jr. Foi criado na religião Católica, tendo estudado na escola regional Henry Hudson em Highlands e posteriormente na The New School de Nova York e na Vancouver Film School. Atualmente é casado com Jennifer Schwalbach Smith, com quem tem uma filha, Harley Quinn. === Vida profissional === Seu primeiro trabalho foi em Mae Day: The Crumbling of a Documentary, de 1992, mas somente com Clerks (br: O Balconista) em 1994, que conseguiu fama. Este filme foi filmado na loja em que trabalhava e com ele ganhou o prêmio mais importante do Festival de Sundance em 1994. Devido ao grande sucesso de Clerks, o diretor deu sequencia a seu trabalho com Mallrats (br: Barrados no Shopping), de 1995. No elenco, Smith reuniu amigos e estrelas como Ben Affleck, Jason Lee e Joey Lauren Adams, que foi a inspiração para o seu terceiro filme Procura-se Amy. Seus trabalhos posteriores também fizeram muito sucesso, ganhando alguns prêmios independentes em festivais. Uma de suas características é a de utilizar com frequência os mesmos atores, em especial Jason Lee, Ben Affleck, Joey Lauren Adams, Jason Mewes, Matt Damon, Walter Flanagan, Jeff Anderson, Ethan Suplee, Brian O'Halloran, Scott Mosier, além das participações dele mesmo como o personagem Silent Bob. Como diretor, anunciou 3 novos filmes, para os próximos anos. === Outras atividades === Exercendo suas outras funções, escreveu roteiros para o filme Daredevil (br: Demolidor) e até mesmo um novo filme para o Super Homem, projeto que não foi para frente. Outro roteiro não aproveitado foi para o filme The Green Hornet (O Besouro Verde), de 2011, que depois foi adaptado para os quadrinhos do personagem publicado pela Dynamite Entertainment. Junior Sagster (Julho de 2012). \"O Besouro Verde\". Neo Tokyo #78. Editora Escala Possui uma loja de quadrinhos, administra sua produtora a View Askew Productions, escreve artigos para a revista Arena e pequenos filmes para o show de Jay Leno. Foi produtor executivo do filme Gênio Indomável, de 1998, ajudando seus amigos Matt Damon e Ben Affleck a realizar o filme e pela divulgação. O filme recebeu o Oscar de melhor roteiro, que muitos atribuem ser de Kevin Smith. Como roteirista de quadrinhos, escreveu histórias do Demolidor (série que daria início ao selo Marvel Knights), inclusive o arco \"Diabo da Guarda\". Inclui também seus filmes O Balconista, Dogma e Bluntman e Chronic, quadrinho criado no filme Procura-se Amy. Trabalhou na reformulação do Arqueiro Verde (série premiada \"Ano Um\") (DC Comics). == Carreira == ===Histórias em quadrinhos=== ; DC Comics * Arqueiro Verde: O Espírito da Flecha (2001–2002) * Arqueiro Verde: Sons da Violência (2002) * Batman: Cacofonia (2008–2009) * Batman: The Widening Gyre (2009–2010) * Batman: Bellicosity (2014) ; Marvel Comics * Demolidor:Diabo da Guarda (1998–1999) * Homem-Aranha/Gata Negra: O Mal Que os Homens Fazem (2002, 2005–2006) * Demolidor/Bullseye: O Alvo (2003) ;Dynamite Entertainment * O Besouro Verde (2010) * The Bionic Man (2011–2012) ;Outras * Chasing Dogma (Oni Press; 1998-1999) * Bluntman & Chronic (Image Comics; 2001) === Televisão === Como diretor * 2016 - The Flash (Episódios: \"The Runaway Dinosaur\" e \"Killer Frost\") * 2016 - Supergirl (Episódios: \"Supergirl Lives\" e \"Distant Sun\") === Cinema === ; Como diretor * g of a Documentary * 1994 - Clerks (br: O Balconista) * 1995 - Mallrats (br: Barrados no Shopping) * 1997 - Chasing Amy (br: Procura-se Amy) * 1999 - Dogma * 2001 - Untitled Prince Documentary * 2001 - Jay and Silent Bob Strike Back (br: O império (do besteirol) contra- ataca) * 2001 - The Concert for New York City * 2002 - The Flying Car TV * 2004 - Jersey Girl (br: Menina dos Olhos) * 2006 - Clerks 2 (br: O Balconista 2) * 2007 - Reaper * 2008 - Zack and Miri Make a Porno * 2010 - Cop Out (br: Tiras em Apuros) * 2011 - Red State * 2019 - Jay and Silent Bob Reboot ;Como roteirista * 1992 - Mae Day: The Crumbling of a Documentary * 1994 - Clerks (br: O Balconista) * 1995 - Mallrats (br: Barrados no Shopping) * 1996 - Hiatus TV * 1997 - Chasing Amy (br: Procura-se Amy) * 1999 - Dogma * 2001 - Jay and Silent Bob Strike Back * 2001 - The Concert for New York City * 2002 - Roadside Attractions TV * 2002 - The Flying Car TV * 2002 - An Evening with Kevin Smith * 2003 - Daredevil, Vol. 1: Guardian Devil * 2004 - Jersey Girl (br: Menina dos Olhos) * 2006 - Clerks 2 (br: O Balconista 2) * 2006 - An Evening with Kevin Smith 2: Evening Harder * 2006 - \"Sucks Less with Kevin Smith\" TV * 2008 - Kevin Smith: Sold Out * 2008 - Zack and Miri Make a Porno * 2019 - Jay and Silent Bob Reboot ;Como ator * 1994 - Clerks (br: O Balconista) * 1995 - Mallrats (br: Barrados no Shopping) * 1997 - Chasing Amy (br: Procura-se Amy) * 1999 - Big Helium Dog * 1999 - Dogma * 2000 - Scream 3 (br: Pânico 3) * 2000 - Law & Order, episódio \"Black, White and Blue\" * 2000 - Vulgar * 2001 - Jay and Silent Bob Strike Back * 2002 - Now You Know * 2003 - Daredevil * 2003 - Duck Dodgers, voz no episódio \"The Green Loontern\" * 2005 - Veronica Mars - episódio \"Driver Ed\" * 2006 - Doogal - voz * 2006 - Southland Tales * 2006 - Clerks II * 2006 - Bottoms Up * 2007 - TMNT - voz * 2007 - Catch and Release (br: Pegar e Largar) * 2007 - Die Hard 4.0 (br: Duro de Matar 4.0) * 2007 - Superman: Doomsday * 2007 - Reaper * 2019 - Jay and Silent Bob Reboot === Prêmios e indicações === * Ganhou o prêmio \"Cinema Jovem\", no Festival de Cannes, pelo seu trabalho em Clerks (1994). * Ganhou o prêmio de melhor roteiro do Independent Spirit Award, pelo seu trabalho em Chasing Amy (1997). Foi ainda indicado nesta mesma categoria em 1995, por Clerks, e em 2000, por Dogma. * Ganhou o \"Troféu Cineasta\" no Festival de Cinema de Sundance pelo seu trabalho em Clerks (1994). Categoria:Roteiristas de histórias em quadrinhos dos Estados Unidos Categoria:Católicos dos Estados Unidos Categoria:Cineastas dos Estados Unidos Categoria:Roteiristas dos Estados Unidos Categoria:Atores dos Estados Unidos Categoria:Grande prémio da crítica no Festival de Cannes",
 "title": "Kevin Smith"
}