{
 "id": "107243",
 "text": "Belmiro Mendes de Azevedo GCIH (Marco de Canaveses, Tuias, 17 de fevereiro de 1938 – Porto, 29 de novembro de 2017) foi um empresário e industrial português. Segundo a revista Forbes, surgia na 1121.ª posição na lista das personalidades mais ricas do mundo de 2016, com uma fortuna avaliada em 2,5 mil milhões de dólares.The Richest People On The Planet 2014 3 de março de 2014 Forbes, Página visitada a 4 de março de 2014 Ocupava o terceiro lugar na lista das pessoas mais ricas de Portugal. == Biografia == ===Infância e educação=== Era o mais velho de oito filhos e filhas de Manuel de Azevedo, carpinteiro e agricultor, e de sua mulher Adelina Ferreira Mendes, costureira. Na instrução primária em Tuias, reprovou na primeira classe, segundo o próprio, por culpa de um professor incompetente. No entanto, graças ao professor ali colocado no ano seguinte, Carlos da Silva, recuperou o tempo perdido, chegando a fazer os quatro anos letivos em apenas três. Uma vez que não existia no concelho do Marco nenhuma escola de ensino secundário, mudou-se para o Porto por volta dos 11 anos, para poder prosseguir os estudos no Liceu Alexandre Herculano, no Porto. Nesta cidade, foi viver com o seu tio e padrinho, Belmiro Pinto da Mota, fiscal de obras, antigo militante republicano e carbonário, que, além do nome de batismo, lhe deu alojamento nos estaleiros de obras onde trabalhava, na Serra do Pilar. Com a morte do tio Belmiro, o jovem conseguiu pagar a continuação dos estudos secundários com o apoio do seu professor de Matemática, que lhe pagava as refeições, e do reitor do Liceu Alexandre Herculano, que o indicou como explicador particular a outros estudantes. Nos últimos dois anos conseguiu uma bolsa da Fundação Calouste Gulbenkian, a mesma instituição que permitiu a Belmiro de Azevedo seguir para a Faculdade de Engenharia da Universidade do Porto. Em 1959, porém, teve de interromper os estudos, ao ser chamado a cumprir o serviço militar obrigatório. Em 1964, completou, finalmente, a licenciatura em engenharia química. Ao mesmo tempo, durante o seu percurso académico, praticou andebol, no Centro Desportivo Universitário do Porto e no Futebol Clube do Porto. ===Percurso profissional=== Ainda estudante, Belmiro de Azevedo entrou para a Efanor (Empresa Fabril do Norte), uma das maiores empresas têxteis da região Norte, localizada na Senhora da Hora. Pouco depois, porém, é convidado a ingressar na empresa de madeiras Sonae (Sociedade Nacional de Estratificados). Viria a assumir o controlo desta empresa em 1974,Universidade do Porto atribui doutoramento honoris causa a Belmiro de Azevedo contra os herdeiros de Afonso Pinto de Magalhães, fundador da empresa, com quem teve um polémico conflito judicial. Sob o seu comando, a Sonae estendeu a sua actividade a novas áreas como a dos hipermercados (Continente e Modelo), a das comunicações (jornal Público) e a das telecomunicações (Optimus). Posteriormente, o grupo procurou expandir-se internacionalmente e apostou no retalho especializado (Bonjour, Vobis, Worten, Sport Zone, etc.). A partir de 1985, a Sonae passou a ser cotada na Bolsa de Valores e Belmiro torna-se accionista maioritário do grupo. Em 1975, nos Estados Unidos, obteve um diploma de especialização em Gestão de Empresas, na Universidade Harvard, e, uma década depois, em 1985, diplomou-se no Financial Management Program da Universidade Stanford. Em paralelo com a actividade empresarial, criou, em 1991, a Fundação Belmiro de Azevedo, que desenvolve a política de mecenato da empresa, nas áreas da Educação, das Artes, da Cultura e da Solidariedade, em acções de parceria com indivíduos e entidades e contando com os colaboradores da empresa em acções de voluntariado. Em 2008, esta fundação abriu em Matosinhos o Colégio Efanor, no lugar das velhas instalações fabris onde Belmiro deu início à sua carreira profissional. Era conhecido também pelo seu carácter empreendedor, pela sua ousadia e pela frugalidade que cultiva pessoalmente e que estendia à gestão e à cultura do Grupo. Com a morte de António Champalimaud, Belmiro de Azevedo tornou-se, em 2006, no único português a figurar na famosa lista da revista Forbes, com um fortuna avaliada em 1,6 mil milhões de euros. Considerado durante alguns anos o cidadão mais rico de Portugal, foi Presidente do Conselho de Administração do grupo Sonae. Sua fortuna, que em 2007 era estimada em 3 mil milhões de euros, o que ainda lhe dava a liderança entre as fortunas do país, caiu mais de 50% em dois anos, passando para 1,4 mil milhões de euros em 2009. Foi adepto do Futebol Clube do Porto e sócio honorário do Futebol Clube Marco de Canaveses. ==Distinções== * Senhor Comendador da Ordem do Mérito Civil de Espanha (22 de Março de 1999) * Comendador da Ordem Nacional do Cruzeiro do Sul do Brasil (4 de Maio de 2000) * Comendador da Ordem Nacional do Cruzeiro do Sul do Brasil (21 de Setembro de 2000) * Grã- Cruz da Ordem do Infante D. Henrique (5 de Janeiro de 2006) * Doutoramento Honoris Causa pela Universidade do Porto (Maio de 2009) * Doutoramento Honoris Causa pela Universidade dos Açores (5 de Março de 2010) ==Desempenho de cargos em associações e outros== * Membro do European Union Hong-Kong Business Cooperation Committee; * Membro do World Business Council for Sustainable Development; * Membro do European Advisory Board da London Business School; * Membro do Clube México-Europa 2000; * Membro do Senado da Universidade do Porto. ==Vida pessoal== Foi casado com Maria Margarida Carvalhais Teixeira, farmacêutica, de quem teve dois filhos e uma filha: Nuno Miguel Teixeira de Azevedo, Duarte Paulo Teixeira de Azevedo e Maria Cláudia Teixeira de Azevedo, encontrando-se os seus dois filhos mais novos em cargos de chefia do grupo Sonae. Faleceu no dia 29 de novembro de 2017, no Hospital da CUF, no Porto, após breve internamento. == Ver também == * Lista das pessoas mais ricas do mundo em 2006 == Ligações externas == * Sítio oficial da Sonae * Belmiro de Azevedo, Antigo Estudante da Faculdade de Engenharia da Universidade do Porto Categoria:Naturais de Marco de Canaveses Categoria:Empresários de Portugal Categoria:Bilionários de Portugal Categoria:Alumni da Universidade do Porto Categoria:Engenheiros químicos de Portugal Categoria:Sonae Categoria:Personalidades da Área Metropolitana do Porto Categoria:Comendadores da Ordem Nacional do Cruzeiro do Sul Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Doutores honoris causa pela Universidade dos Açores Categoria:Doutores honoris causa pela Universidade do Porto",
 "title": "Belmiro de Azevedo"
}