{
 "id": "107241",
 "text": "Plutão (do Pluto = rico) ou Dis (do dives = rico) é como ficou conhecido o deus dos mortos e das riquezas na mitologia romana, após a introdução dos mitos e da literatura gregas. Originalmente, não possuíam os romanos uma noção de um reino para a felicidade ou infelicidade pós-morte, como o Hades grego — senão uma imensa cavidade, chamada Orco, que mais tarde passou a identificar- se com o submundo grego. Ao deus que o comandava, então, incorporaram Hades, sob o seu epíteto de Pluto.E. M. BERENS, Myths and Legends of Ancient Greece and Rome, in An Encylopedia of Ancient Greek and Roman Mythology, Edited by James Hampton Belton, Projeto Gutenberg, 2009, versão digital. Ele também era responsável por tudo que se encontra abaixo da terra. Era filho de Saturno e de Reia e irmão de Júpiter e Neptuno. Quando Júpiter fez a partilha do Universo, deu a Plutão o império dos infernos. Plutão era tão macabro e assustador, que não conseguia encontrar mulher que o aceitasse para casar. Por isso resolveu roubar Proserpina, filha de Júpiter e de Ceres - deusa da agricultura - quando ela ia a caminho da fonte de Aretusa, na Sicília, para buscar água. Plutão é representado com uma coroa de ébano na cabeça, as chaves dos infernos na mão, num coche puxado por cavalos negros.Plutão (mitologia). In Infopédia [Em linha]. Porto: Porto Editora, 2003-2013. [Consult. 2013-08-15]. Em sua homenagem era celebrado um grande festival em fevereiro, quando então eram-lhe ofertados sacrifícios de touros e cabras negros (chamados de februationes) por um sacerdote caracterizado por uma coroa de cipreste, e com a duração de doze noites.MURRAY, Alexander. Quién es Quién en la Milogía (Who’s Who in Mythology), trad. Cristina María Borrego, M. E. Editores, Madri, 1997, pág. 38. ISBN 84-495-0421-X Não havia, em Roma, templos dedicados a Plutão. Plutão é casado com a sobrinha Proserpina, filha de Ceres (equivalentes, respectivamente, às deusas gregas Perséfone e Deméter). Categoria:Deuses romanos Categoria:Deuses da Grécia Categoria:Divindades do mundo greco-romano Categoria:Deuses da morte",
 "title": "Plutão (mitologia)"
}