{
 "id": "107351",
 "text": "Uma escada rolante é um método de transporte que consiste em uma escada inclinada cujos degraus movem-se para cima ou para baixo permanecendo numa posição horizontal. São usados para transportar confortavelmente e rapidamente um grande número de pessoas, entre andares dum dado edifício, especialmente em shopping centers.Criança prende o dedo em escada rolante de shopping da zona leste de SP, acessado em 24 de agosto de 2011 A direção do movimento pode ser permanentemente a mesma ou controlada por empregados de acordo com o horário do dia ou controlado automaticamente, ou seja, uma pessoa chegando à escada rolante pelo andar de baixo faria com que a escada movimentasse para cima, e vice-versa. Neste caso, o sistema é programado para que o sentido da escada não possa ser revertida enquanto haja pessoas usando a escada rolante. ==História== === Nathan Ames === Nathan Ames, um advogado de patentes de Saugus, Massachusetts, é creditado com o patenteamento da primeira \"escada rolante\" em 1859, apesar do fato de que nenhum modelo funcional de seu design foi construído. Sua invenção, a \"escada giratória\", é amplamente especulativa e as especificações da patente indicam que ele não tinha preferência por materiais ou uso potencial (ele notou que os degraus poderiam ser estofados ou feitos de madeira, e sugeriu que as unidades poderiam beneficiar os enfermos dentro de um uso doméstico). A energia motriz sugerida era manual ou hidráulica. === Leamon Souder === Em 1889, Leamon Souder patenteou com sucesso a \"escada\", um dispositivo similar que apresentava uma \"série de degraus e elos unidos uns aos outros\". Nenhum modelo foi jamais construído. Esta foi a primeira de pelo menos quatro patentes do tipo escada rolante concedidas ao Souder, incluindo duas para modelos em espiral. === Modelos alternativos === ==== Espiral/helicoidal ==== Jesse Reno projetou as primeiras escadas rolantes instaladas num sistema de metrô subterrâneo sob a forma de uma escada rolante helicoidal na estação de metrô de Holloway Road, em Londres, em 1906. O dispositivo experimental nunca viu uso público e seus restos encontram-se agora no depósito do London Transport Museum em Acton. ==== Forma livre ==== Levytator, um modelo originado na City University em Londres, pode mover-se em linhas retas ou curvas com ou sem subir ou descer. Os degraus de retorno não se movem por baixo dos degraus em uso: ao invés disso, eles fornecem degraus para viagens na direção oposta, como na patente da escada rolante em espiral Pahl. ==No Brasil== No Brasil, só começam a ser produzidas escadas rolantes em 1947 pela empresa Villares que, em 1951, assina um contrato com a prefeitura de São Paulo para fornecer escadas rolantes à Galeria Prestes Maia. Nessa época havia então, no Rio de Janeiro, apenas quatro escadas rolantes: na Sears, da marca Otis e em uma loja de Copacabana da marca Swiss. Com os princípios do mecanismo conhecidos, era necessário o desenvolvimento do projeto.ESCADAS ROLANTES, acessado em 19 de novembro de 2012 ==Em Portugal== Em Portugal, as primeiras escadas rolantes foram instaladas nos Armazéns Grandella, no Chiado em Lisboa. As primeiras escadas rolantes integradas em redes de transportes públicos do país foram inauguradas na Estação Parque, do Metro de Lisboa, a 29 de dezembro de 1959. == Exemplos notáveis == === Sistemas mais longos === * Central–Mid-Levels escalator, : em Hong Kong, dezenas de milhares de pessoas viajam todos os dias úteis entre os níveis central e médio — um bairro residencial — usando este sistema de escadas e esteiras rolantes. É o sistema de escadas rolantes ao ar livre mais longo do mundo (não há um único intervalo). Vai apenas um sentido de cada vez; a direção inverte-se dependendo da direção do tráfego na hora de pico. * Em dezembro de 2011, uma rede de seis escadas rolantes de de comprimento, equivalente a 28 andares de altura, foi inaugurada em Medellín, Colômbia, oferecendo aos 12 mil moradores da Comuna 13 uma viagem de seis minutos até o centro da cidade, em comparação com os 35 minutos anteriores de subida a pé. * Cascata em Erevan, Armênia: um sistema de escadas rolantes de de comprimento e de altura. * Ocean Park Hong Kong: um longo sistema de escadas rolantes que liga duas partes do parque, com um comprimento total de . === Individualmente mais compridas === * As escadas rolantes mais longas do mundo estão instaladas nas estações subterrâneas profundas do Metrô de São Petersburgo. As estações Ploshchad Lenina, Tchernichevskaia e Admiralteiskaia têm escadas rolantes de até de comprimento e de altura. * A escada rolante mais longa suportada apenas nas extremidades do mundo está dentro do átrio do CNN Center em Atlanta, Estados Unidos. Sobe 8 andares e tem de comprimento. Originalmente construída como entrada para o parque de diversão The World of Sid and Marty Krofft, a escada rolante é agora utilizada para as excursões no estúdio da CNN. == Ver também == *Esteira rolante *Elevador *Plataforma para cadeira de rodas *Funicular *Transporte hectométrico Categoria:Meios de transporte Categoria:Escadas",
 "title": "Escada rolante"
}