{
 "id": "107437",
 "text": "Alcatraz é uma ilha localizada no meio da Baía de São Francisco na Califórnia, Estados Unidos. Inicialmente foi utilizada como base militar, e somente mais tarde foi convertida em uma prisão de segurança máxima. Atualmente, é um ponto turístico operado pelo National Park Service junto com a Área de Recreação Golden Gate. Alcatraz foi uma base militar de 1850 a 1930. Posteriormente, foi adquirida pelo Departamento de Justiça dos Estados Unidos, em 12 de outubro de 1933, quando sofreu a conversão. Em 1 de janeiro de 1934, foi re-inaugurada como uma Prisão Federal. Durante seus 29 anos de existência, a prisão alojou alguns dos piores criminosos norte-americanos. A prisão foi fechada em 21 de março de 1963, menos de um ano após a primeira fuga realizada na prisão. O governo alegou que o complexo foi fechado devido ao seu alto custo de manutenção, e ao fato de que não garantia uma total segurança, em relação às prisões mais modernas. Era mais fácil e mais barato construir uma prisão nova do que melhorar as condições de Alcatraz. Em 1969, um grupo de nativos norte- americanos criou um movimento que ocupou a ilha, baseando-se num tratado federal de 1868, que permitia que os nativos utilizassem todo o território que o governo não usava ativamente. Após quase dois anos de ocupação, o governo os retirou da ilha. Durante 29 anos, a prisão de Alcatraz nunca registrou oficialmente fugas bem-sucedidas de prisioneiros. Em todas as tentativas, os fugitivos foram mortos ou afogavam-se nas águas da baia de São Francisco. Três fugitivos, Frank Morris, e os irmãos John e Clarence Anglin, desapareceram das sua celas em 11 de Junho de 1962. Somente algumas provas foram encontradas, e elas levam a crer que os prisioneiros morreram, mas, oficialmente, ainda estão listados como desaparecidos e provavelmente afogados. Em 1979 foi feito um filme sobre essa fuga com Clint Eastwood chamado Escape from Alcatraz. == História == Em 1775 o navegador Juan de Ayala descobriu a ilha e a batizou de La Isla de los Alcatraces (Ilha dos Pelicanos, em português). O United States Census Bureau nunca registrou o número de habitantes da ilha, mesmo quando esta servira de prisão e base militar e no Censo de 2000 a ilha permanecia desabitada. === Base Militar === O primeiro proprietário registrado da ilha foi Carlos Gonzalez Rodriguez, mais conhecido como William Workman, que recebeu a localidade como presente de seu amigo e governador mexicano Pío Pico, em 1846. No mesmo ano o militar John Charles Frémont da República da Califórnia, em nome do Governo dos Estados Unidos, arrematou a ilha por 5 mil dólares. Em 1850, o presidente Millard Fillmore transformou a ilha em base militar como consequência da Guerra Mexicano-Americana e Frémont ainda aguardava uma compensação por adquirir a ilha para o país, mas o governo simplesmente o ignorou e não saldou a dívida. Frémont e seus herdeiros lutaram sem sucesso durante anos nos tribunais pelo saldo da dívida. Após a Aquisição da Califórnia pelos Estados Unidos, o Exército passou a estudar a possibilidade de construir uma fortaleza na ilha e já em 1853 o Corpo de Engenharia do Exército dos Estados Unidos, sob a direcção de Zealous B. Tower, iniciou a obra de fortificação da ilha que foi concluída em 1858. A primeira guarnição da ilha continha cerca de 200 soldados e 11 canhões. Entretanto, o poder de fogo de Alcatraz que deveria ser mostrado durante a Guerra Civil Americana teve de esperar para impressionar os sulistas. Com medo de que o arsenal de Alcatraz caísse nas mãos dos soldados do sul, o governo estabeleceu o San Francisco Arsenal para armazenar os equipamentos. Apesar do poder de fogo, Alcatraz não participou ofensivamente da Guerra de Secessão, mas foi usada para aprisionar simpatizantes dos Confederados. === Prisão Militar === Devido ao frio proveniente da costa e às correntes fortes da Baía de São Francisco, Alcatraz foi usada como prisão durante a Guerra Civil e não participou activamente da guerra como fortaleza. Mas, após a guerra o Exército concluiu que as armas de Alcatraz eram obsoletas se comparadas aos avanços tecnológicos do pós-guerra. Vários planos de modernização da fortificação foram idealizados, mas nunca saíram do papel. Depois do fracasso nos planos de modernização da ilha, o Exército decidiu estabelecer lá uma prisão militar. Em 1867, uma penitenciária foi construída de tijolos e em 1868 Alcatraz foi oficialmente designada como centro de detenção de longo prazo para os prisioneiros militares. Em 1898, a Guerra Hispano-Americana aumentou a população de 26 para 450 prisioneiros. Após o Terremoto de 1906 os prisioneiros foram transferidos para uma prisão da região. Em 1912 a prisão já estava em sua capacidade máxima. Em 21 de Março de 1907 foi designada Prisão Militar do Oeste dos Estados Unidos. A ampliação do sector de celas começou em 1909 e para acomodar o novo bloco de celas três quartéis foram demolidos até o primeiro andar, o que realmente ficou abaixo do nível do solo. O prédio foi construído sobre um poço escavado para reforçar o seu potencial defensivo. O primeiro andar foi, então, incorporado ao bloco de novas celas, dando origem à lenda popular de masmorras abaixo do bloco principal. A prisão militar foi desativada em Março de 1963. Alcatraz foi uma das maiores prisões e será recordada por isso. == Turismo e Cultura == Em 23 de junho de 1976, o Complexo de Alcatraz foi designado um distrito do Registro Nacional de Lugares Históricos e declarado um Marco Histórico Nacional em 17 de janeiro de 1986. Já em 1993, o Serviço Nacional de Parques divulgou um plano chamado Alcatraz Development Concept and Environmental Assessment (Conceito de Desenvolvimento e Avaliação Ambiental de Alcatraz). O projeto foi aprovado em 1980 e permitiu a promoção turística da ilha. A partir de então, os turistas podem apreciar a bela vista da cidade de São Francisco e observar a fauna e flora local. == Série de Televisão == Em janeiro de 2012 estreou nos EUA a série Alcatraz, no canal FOX, do produtor J.J. Abrams, famoso por séries como Lost e Fringe, na qual é narrado o desaparecimento de 63 homens, guardas e prisioneiros, bem no instante em que eram transportados para fora da ilha, no dia em que a prisão foi oficialmente fechada. A série recebeu boa crítica pelo público, no entanto, foi cancelada após a primeira temporada. No Brasil, era exibida pelo canal pago Warner Channel. == Proposta de Centro da Paz == A Fundação Global da Paz propôs a demolição da prisão e a construção de um centro cultural em seu lugar. Durante o ano anterior, foram recolhidas 10.350 assinaturas para a execução do projeto. O plano proposto é estimado em 1 bilhão de dólares. Para que o plano fosse aprovado, o Congresso teria de retirar a ilha do controle do National Park Service. Críticos do plano dizem que Alcatraz é muito rica em história para ser destruída. Em 6 de fevereiro de 2008, o projeto não conseguiu passar pelo Congresso, pois, 72% dos eleitores rejeitaram a proposição. == Ver também == * Penitenciária Federal de Alcatraz * Marco Histórico Nacional na Califórnia * Registro Nacional de Lugares Históricos em São Francisco * Marco Histórico da Califórnia == Ligações externas == * Categoria:Distritos do Registro Nacional de Lugares Históricos Categoria:Marco Histórico Nacional na Califórnia Alcatraz Categoria:Atrações turísticas da Califórnia Categoria:Baía de São Francisco Categoria:Geografia de São Francisco (Califórnia) Categoria:Construções de São Francisco (Califórnia)",
 "title": "Ilha de Alcatraz"
}