{
 "id": "107474",
 "text": "O genocídio de Ruanda, também conhecido como genocídio tútsi, foi um massacre em massa de pessoas dos grupos étnicos tútsis, tuás e de hútus moderados em Ruanda, que ocorreu entre 7 de abril e 15 de julho de 1994 durante a Guerra Civil de Ruanda. O genocídio foi organizado por membros da elite política principal dos hútus, muitos dos quais ocupavam cargos nos níveis mais altos do governo nacional. A maioria dos historiadores concorda que um genocídio contra os tútsis havia sido planejado por pelo menos um ano. No entanto, o assassinato do presidente ruandês Juvénal Habyarimana em 6 de abril de 1994 criou um vácuo de poder e encerrou os acordos de paz. Os assassinatos genocidas começaram no dia seguinte quando soldados, policiais e milícias executaram líderes políticos e militares tútsis e hútus moderados. A escala e a brutalidade do massacre causaram choque em todo o mundo, mas nações ocidentais como Bélgica, França, Estados Unidos e outros ignoraram o massacre. A maioria das vítimas foi morta em suas próprias aldeias ou cidades, muitas por seus vizinhos e companheiros de aldeia. Gangues hútus procuravam vítimas escondidas em igrejas e edifícios escolares. A milícia assassinou vítimas com facões e rifles. Estima-se que 500 000 a 1 100 000 ruandenses foram mortos, cerca de 70% da população tútsi, embora historiadores atuais questionem estes números, afirmando que o total de fatalidades pode ter sido menor, não superando 800 000 no geral. A violência sexual também foi abundante, sendo que estima-se que entre 250 000 e 500 000 mulheres tenham sido estupradas durante o genocídio. O massacre terminou com a vitória militar da Frente Patriótica de Ruanda. O genocídio teve efeitos duradouros e profundos em Ruanda e nos países vizinhos. Atualmente, o país tem dois feriados para lamentar o genocídio e a negação ou revisionismo histórico do genocídio é uma ofensa criminal. Como resultado do genocídio, a comunidade internacional colaborou para estabelecer o Tribunal Penal Internacional. == Antecedentes == Distinguem-se em Ruanda os dois maiores grupos étnicos do país: a maioria hútu e o grupo minoritário, tútsi. Durante a colonização do país pela Bélgica, os líderes apontados pela metrópole foram sempre tútsi, num contexto de rivalidade étnica que se acentuou com o tempo, dada a escassez de terras e a fraca economia nacional, sustentada pela exportação de café. Após a independência, em 1962, os hútus tomaram o poder e começaram a marginalizar os tútsis. Segundo acadêmicos, a diferença entre tútsis e hútus era mínima e fora artificialmente criada pelos belgas em uma tentativa de exercer melhor controle sobre a região através de um sistema de castas sociais. Em 1989, o preço mundial do café reduziu-se em 50%, e Ruanda perdeu 40% de sua renda oriunda de exportações. Nessa época, com a economia a beira do colapso, o país enfrentou sua maior crise alimentar em 50 anos, ao mesmo tempo que aumentavam os gastos militares em detrimento de investimentos em infraestrutura e serviços públicos. Em outubro de 1990, a Frente Patriótica Ruandesa, composta por exilados tútsis expulsos do país pelos hútus com o apoio do exército, invade Ruanda pela fronteira com Uganda. Em 1993, os dois países firmam um acordo de paz - o Acordo de Arusha. Cria-se em Ruanda um governo de transição, mediado pela ONU, composto por hútus e tútsis. Em 1994, as tropas hútus, chamadas Interahamwe, são treinadas e equipadas pelo exército ruandês, em meio a arengas e incitação à confrontação com os tútsis por parte da Radio Télévision Libre de Mille Collines (RTLM), dirigida pelas facções hútus mais extremas. Essas mensagens exaltavam as diferenças que separavam ambos os grupos étnicos e, à medida que os ânimos se exaltavam, os apelos à confrontação e à \"caça aos tútsis\" tornaram-se mais explícitos, sobretudo a partir do mês de abril, em que se fez circular o boato de que a minoria tútsi planejava o genocídio dos hútus. De acordo com a jornalista britânica Linda Melvern,The west did intervene in Rwanda, on the wrong side. France was intimately involved with the extremist Hutu regime, por Linda Melvern. The Guardian, 5 de abril de 2004. que teve acesso a documentos oficiais, o genocídio foi planejado. No início da carnificina, a tropa ruandesa era composta por 30 000 homens (um membro por cada dez famílias) e organizados por todo o país com representantes em cada vizinhança. Alguns membros da tropa podiam adquirir fuzis de assalto AK-47 tão somente preenchendo um formulário de demanda. Outras armas, tais como granadas, nem sequer requeriam esse trâmite e foram generosamente distribuídas. As armas vinham principalmente do governo hútu do país, que as havia adquirido de nações ocidentais (especialmente a França) e, principalmente, de outras nações em desenvolvimento (como o Egito). Estima-se que 134 milhões de dólares foram gastos na preparação do genocídio em Ruanda — uma das nações mais pobres da terra — sendo que 4,6 milhões de dólares foram gastos somente em facões, enxadas, machados, lâminas e martelos. Estima-se que tal despesa permitiu a distribuição de um novo facão a cada três varões hútus. Segundo Melvern, o primeiro-ministro de Ruanda, Jean Kambanda, revelouEx-Rwandan PM reveals genocide planning, por Mark Doyle. 26 de março de 2004. que o genocídio foi discutido abertamente em reuniões de gabinete, e uma ministra teria dito que ela era \"pessoalmente a favor de conseguir livrar-se de todo os tútsis... sem os tútsis todos os problemas de Ruanda desapareceriam\". Na década de 1960, seguindo o processo de descolonização do pós-Segunda Guerra, o território ruandês foi deixado pelos belgas. Em quase meio século de dominação, ódio entre as duas etnias transformara aquela região em uma bomba prestes a explodir. Cercados por uma série de problemas, a maioria hútu passou a atribuir todas as mazelas da nação à população tútsi. Pressionados pelo revanchismo, os tútsis abandonaram o país e formaram imensos campos de refugiados em Uganda. Mesmo acuados, os tútsis e alguns hútus moderados se organizaram politicamente com o intuito de derrubar o governo do presidente Juvenal Habyarimana e retornar ao país. Com o passar do tempo, esta mobilização deu origem à Frente Patriótica Ruandense (FPR), liderada por Paul Kagame. Na década de 1990, vários incidentes demarcavam a clara insustentabilidade da relação entre tútsis e hútus. No ano de 1993, um acordo de paz entre o governo e os membros do FPR não teve forças para resolver o conflito. O ponto alto dessa tensão ocorreu no dia 6 de abril de 1994, quando um atentado derrubou o avião que transportava o presidente Habyarimana. Imediatamente, a ação foi atribuída aos tútsis ligados ao FPR. Na cidade de Kigali, capital da Ruanda, membros da guarda presidencial organizaram as primeiras perseguições contra os tútsis e hútus moderados que formavam o grupo de oposição política no país. == O genocídio == Em abril de 1994, o presidente ruandês Juvénal Habyarimana (um hútu) foi morto num atentado contra o avião em que viajava. Logo no dia seguinte, o genocídio começou. Sem apresentar provas, as lideranças hútus acusaram os tútsis pelo assassinato do presidente e conclamaram a população a iniciar a matança. Horas depois, as milícias hútus já avançaram contra vilarejos e cidades por todo o país, matando tudo que viam pela frente. Postos de controle foram estabelecidos nas ruas. Pessoas identificadas como membros da minoria tútsi eram sumariamente executadas. O massacre sistemático no país contra os tútsis causou um deslocamento maciço da população para os campos de refugiados situados nas áreas de fronteira, em especial com o Zaire (hoje República Democrática do Congo) e Uganda. Em agosto de 1995, tropas do Zaire tentaram forçar o retorno desses refugiados para Ruanda. Catorze mil pessoas foram então devolvidas a Ruanda, enquanto outras 150 000 refugiaram-se nas montanhas. Mais de 500 000 pessoas foram massacradas entre 7 de abril e 15 de julho de 1994 (algumas fontes dizem até 800 000 pessoas teriam sido mortas). Quase 500 000 mulheres podem ter sido estupradas. Muitos dos 5 000 meninos nascidos dessas violações foram assassinados. O genocídio só terminou quando a Frente Patriótica Ruandesa derrotou o governo e se instalou definitivamente no poder. Até os dias atuais, o massacre deixa um profundo legado em Ruanda. O país segue enfrentando problemas étnicos e religiosos, ao mesmo tempo que sofre com dificuldades econômicas e corrupção, gerando extrema pobreza entre a população. Muitos hútus ajudaram os tútsis a escapar das perseguições. Um caso notório foi o do gerente do Hotel Mille Collines, em Kigali, que foi responsável pela salvação de 1 268 tútsis e hútus, abrigando-os no hotel. Paul Rusesabagina ficou mundialmente conhecido ao ser retratado no filme Hotel Ruanda. Rusesabagina, hoje residente na Bélgica, afirma que, se não forem tomadas posturas duras contra o tribalismo em Ruanda, o genocídio poderá voltar a ocorrer, agora pelas mãos dos tútsis, \"governantes\" do país desde o fim da matança. == Tribunal Penal Internacional para Ruanda == Em 8 de novembro de 1994, através da resolução 955 do Conselho de Segurança da ONU, foi criado o Tribunal Penal Internacional para Ruanda (TPIR) para julgar os principais responsáveis pelo genocídio. A Corte Penal Internacional é competente para julgar somente os crimes cometidos após a sua criação, em 1º de julho de 2002. Não é portanto competente para julgar os crimes cometidos em Ruanda, durante o genocídio. O primeiro-ministro do governo interino ruandês, Jean Kambanda, foi julgado culpado e condenado por genocídio pelo TPIR. 75% dos membros do governo interino foram presos. Vários ministros desse governo foram considerados culpados de participação no genocídio ou estão em fase de julgamento. Dois outros foram liberados.« Un second ministre acquitté, un nouveau procès ouvert », Agência Hirondelle, 22 de setembro de 2006. Em 2011, alguns antigos chefes militares foram considerados culpados de genocídio.Quatre ex-responsables militaires déclarés coupables de génocide. == Ver também == * Hotel Ruanda * Shooting Dogs * Shake Hands with the Devil: The Journey of Roméo Dallaire * Immaculée Ilibagiza * Missão de Assistência das Nações Unidas para Ruanda == Bibliografia == * * * * * * * * * * * * * * * * (Chapter 10: \"Malthus in Africa: Rwanda's Genocide\", pp. 311–28). * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Ligações externas == * Rwanda's Untold Story Documentary",
 "title": "Genocídio em Ruanda"
}