{
 "id": "10755",
 "text": "António de Sommer Champalimaud GCM • GCMAI (Lisboa, Lapa, 19 de março de 1918 — Lisboa, Lapa, 8 de maio de 2004) foi um empresário português. Figura polémica e incontornável na história económica do século XX português, citado muitas vezes como o homem mais rico do país, tinha uma fortuna calculada em 1 300 000,00 de euros e apareceu na lista dos multimilionários da revista americana Forbes em 2004, ocupando a 153.ª posição. Construiu o seu império empresarial durante a ditadura do Estado Novo. Esse império foi estatizado pelo Governo de Vasco Gonçalves. Estendeu os seus negócios a Angola, Moçambique e ao Brasil, onde manteve outro império empresarial, na altura em que era governado por uma ditadura militar. == Biografia == Foi o primeiro filho de Carlos Montez Champalimaud (Peso da Régua, Godim, 13 de novembro de 1877 — Cascais, 4 de maio de 1937), Oficial Médico Militar, grande proprietário, agricultor e viticultor na região do Douro, duma família de Fidalgos da Casa Real de origem francesa; e de sua mulher (Lisboa, 2 de junho de 1917) Ana de Araújo de Sommer (Lisboa, 23 de abril de 1885 — 1977), neta do barão Heinrich von Sommer e irmã de Henrique de Sommer, uma família alemã radicada em Lisboa, cuja principal atividade era o comércio de ferro. Estudou com os padres jesuítas no Colégio Nun'Álvares, em La Guardia, na Galiza, e no Colégio Académico, em Lisboa. Aos 18 anos foi admitido no curso de Ciências Físico-Químicas da Faculdade de Ciências da Universidade de Lisboa. Enquanto jovem tinha interesses diversificados. Gostava de ler, interessando-se por narrativas de história e da mitologia sobre a Grécia Antiga e o Império Romano, além do gosto que tinha pelas obras de William Shakespeare. Por outro lado, gostava de desportos e de atividades ao ar livre. Desde montar a cavalo, que era a sua atividade preferida durante os verões passados no Douro, a que sobreveio, na adolescência, o prazer de conduzir motos e pilotar aviões. Ainda não tinha 18 anos quando tirou o brevet em Alverca.Portal da Filantropia Frequentava o segundo ano do curso de Ciências Físico-Químicas quando o pai morreu, em 1937. Essa circunstância foi decisiva na sua vida e na sua carreira, precipitando a sua entrada no mundo dos negócios. Prevendo-se a falência da Companhia Geral de Construções, a empresa do pai, que estava tecnicamente falida e que toda a família desejava vender, foi peremptório e assumiu as rédeas do negócio. Era o filho mais velho de quatro irmãos e queria reerguer o legado do progenitor. Pediu a ajuda de Ricardo Espírito Santo e conseguiu um crédito de confiança para a dívida, à época, de 13 mil contos. Outro fator decisivo para o despontar de António Champalimaud como empresário será o seu casamento. A 16 de dezembro de 1941, na Igreja de Santo António do Estoril, Cascais, casa com D. Maria Cristina da Silva José de Mello (Lisboa, Lapa, 6 de março de 1920 — Lisboa, Prazeres, 25 de agosto de 2006), herdeira de uma das maiores fortunas de Portugal, filha do presidente da CUF, D. Manuel Augusto José de Mello (também pai de D. Jorge de Mello e D. José Manuel de Mello), e neta de Alfredo da Silva e do 2.º Conde do Cartaxo. Desse casamento (o qual terminaria com um divórcio, já nos anos 1960) irão nascer sete filhos — António Carlos (1942), Maria Luísa (1943—2019), Maria Cristina (1945), Manuel Carlos (1946), José (1947), João Henrique (1950—1992) e Luís de Mello Champalimaud (1952). == Negócios == Aos 24 anos, tomou posse como administrador da Empresa de Cimentos de Leiria, companhia fundada pelo seu tio materno Henrique de Sommer e por Gastão de Benjamim Pinto. O tio Henrique viria a falecer em 1944, deixando-lhe grande parte dos seus bens, pese embora a disputa judicial entre herdeiros; conhecido como o caso da Herança Sommer, que se arrastou nos tribunais durante mais de duas décadas. O jovem empresário dinamizou a exportação de vinho do Douro e lançou os primeiros projetos de urbanização na Quinta da Marinha, em Cascais, segundo os planos encomendados na década de 1920 pelo seu pai. Os materiais de construção, o imobiliário e a exportação de vinhos eram os seus três negócios-chave. Ainda no ramo da produção cimenteira, socorreu-se de empréstimos da Casa Bancária José Henriques Totta, gerida pelo seu sogro, D. Manuel de Melo, e com a proteção do regime de Salazar, para adquirir a Cimentos Tejo e a Companhia de Carvões e Cimentos do Cabo Mondego. A Cimentos Tejo, que era propriedade da Empresa de Cimentos de Leiria desde 1934, viria a estrear o maior forno de cimento do mundo, em 1960. Em Angola, fundou a Companhia de Cimentos de Angola e mandou construir a Fábrica de Nova Maceira, no Dondo, em 1951, Fábrica do Lobito, em 1952, e a Fábrica de Nacala, em 1963. De seguida, em Moçambique, comprou a Fábrica de Cimentos Portland, na Matola. Ainda em 1952, as suas empresas juntam-se ao Grupo CUF, reforçando a posição quase monopolista desta empresa na indústria portuguesa. Em 1954, numa estratégia de continuação do negócio de ferro iniciado pela família Sommer no século XIX, e perto de um forno feito pelo seu bisavô, o barão Heinrich de Sommer, fundou a Siderurgia Nacional. Em 1955, Salazar publicou um alvará em que atribuiu à empresa o exclusivo da exploração, por dez anos, de vários minérios de ferro e aço – um verdadeiro monopólio legal. A sua estratégia de diversificação de negócios passaria ainda pela indústria da celulose, com a aquisição da Companhia de Papel do Prado e da Abelheira, constando, por fim, entre as suas participações, a Companhia Industrial Portugal e Colónias, a Fábrica de Cerveja Portugália e a aquisição do Hotel Penta. Realizando investimentos constantes, as empresas de Champalimaud eram as maiores clientes dos bancos e seguradoras, nomeadamente da família Espírito Santo. Tentou comprar-lhes o grupo mas a resposta negativa de Manuel Espírito Santo e Silva obrigou-o a procurar alternativas. Virou-se para a zona centro do país, onde descobriu uma pequena seguradora com o nome A Confiança. A descoberta tem um pormenor por detrás: o proprietário desta seguradora era também dono do Banco Pinto & Sotto Mayor (BPSM), Manuel Henriques Júnior, industrial de Pombal, que o tinha comprado em 1942. Feita a compra, em 1960, torna-se o maior accionista do BPSM, dono de A Confiança e participa ainda n'A Mundial e Continental Seguros. Logo de seguida fundaria as companhias Mundial e Confiança de Moçambique. Em África, o grupo de Champalimaud encontrou um vasto mercado de expansão, o que fez com que o BPSM rapidamente se transformasse no maior banco privado de Angola e Moçambique. Durante o regime salazarista, Champalimaud tentou, por três vezes, comprar o Banco Português do Atlântico, mas não teve sucesso. A 15 de setembro de 1961, foi agraciado com a Grã-Cruz da Ordem Civil do Mérito Agrícola e Industrial - Classe Industrial. Em 1969, na sequência da contestação feita pelos irmãos de Champalimaud, no Caso da Herança Sommer, parte para o México, para evitar um mandado de captura no processo. Em 1973, os tribunais ilibam Champalimaud, que volta a Portugal. Não ficou por muito tempo – a Revolução de 25 de Abril de 1974 obriga-o a deixar o país, antes de as consequentes estatizações de Vasco Gonçalves lhe apanharem um património que, naquela época, era considerado a sétima maior fortuna europeia, com um império avaliado em quarenta milhões de contos. Em março de 1975, vê nacionalizada a banca e os seguros, em abril a siderurgia, em maio as cimenteiras e celuloses. Consegue comprar as acções da Soiecom, que pertenciam à Empresa de Cimentos de Leiria e, depois de passar por França, fixa-se no Brasil. Ali consegue reerguer o seu património, através da atividade agrícola, da criação de gado e da produção de cimento, refundando em 1976 a Soeicom – Sociedade de Empreendimentos Industriais, Comércio e Mineração. Regressado a Portugal em 1992, conseguiu readquirir 51% da Mundial Confiança, por 18 milhões de contos, comprou o Banco Pinto & Sotto Mayor por 37,2 milhões de contos, e assumiu o controlo dos bancos Totta & Açores e do Crédito Predial Português, aproveitando o processo de privatização das empresas públicas encetado pelo governo de Aníbal Cavaco Silva. No mesmo ano o seu sexto filho, João, é assassinado por um funcionário de uma das suas empresas. Considerado o homem mais rico de Portugal, e dono do segundo maior grupo financeiro português - uma seguradora e quatro bancos - viu publicada uma biografia sua em 1997. Ao conjunto das suas participações, juntou ainda o banco de investimentos Chemical Service. Tudo no lapso de dois anos e com a ajuda de polémicas decisões ministeriais que evitaram dispendiosas ofertas públicas de aquisição ao magnata. Os seus arqui-rivais defendem que Champalimaud regressou para se vingar – com a ajuda de Cavaco Silva, comprou o que quis para depois vender aos espanhóis e realizar mais-valias. Cinco anos após a maratona de compras em Portugal, fechou negócio com Emilio Botín, presidente do Banco Santander, para a venda do património bancário e segurador. «Até vendia aos portugueses, mas tinham de me oferecer uma pipa de massa», disse Champalimaud no meio da polémica que estalou na sociedade portuguesa. Arrecadou 301 milhões de contos e ficou como accionista de referência (uma participação de 3,5%) do capital do maior banco espanhol, mas deixou para trás um rasto de angústia nacional que até hoje subsiste – em 1999, anunciou a sua intenção de negociar com o Banco Santander Central Hispano, instituição bancária espanhola, as suas posições nacionais na banca (Banco Totta & Acores e o Crédito Predial Português) e no ramo dos seguros. O Governo de Cavaco acabou por vetar o negócio, criando atritos com a Comissão Europeia, já que esta aprovava o negócio. Depois de longos meses de impasse, revogou o anterior acordo substituindo-o por um novo negócio, com quatro fases: na primeira, o grupo Santander compra a Champalimaud, o grupo Mundial Confiança (Mundial Confiança, BPSM, Banco Totta e Açores, Crédito Predial Português e Banco Chemical Finance). Posteriormente, o banco espanhol vende a totalidade do grupo à Caixa Geral de Depósitos, que volta a revender ao Santander o Banco Totta & Açores, o Crédito Predial Português e o Banco Chemical Finance. Numa quarta fase, a Caixa Geral de Depósitos lança uma OPA sobre o capital das outras duas instituições do grupo. Depois da venda do seu património financeiro, regressou ao Brasil, onde possuía fazendas vocacionadas para a agricultura e para a pecuária, deixando de ter negócios em Portugal. == Morte == Faleceu aos 86 anos, na sua residência em Lisboa, vítima de um cancro. A doença impedira-o, já em abril, de receber a Ordem da Liberdade, atribuída por Jorge Sampaio. No seu testamento, legou 500 milhões de euros para a criação de uma fundação em Portugal, destinada à investigação na área da investigação biomédica, igualmente organizando conferências de carácter científico. A Fundação D. Anna de Sommer Champalimaud e Dr. Carlos Montez Champalimaud – designação escolhida por Champalimaud, em homenagem aos pais – foi formalmente criada e é hoje presidida por Leonor Beleza, de acordo com suas instruções. Por essa iniciativa, a 6 de setembro de 2016, foi agraciado a título póstumo com a Grã-Cruz da Ordem do Mérito. == Bibliografia == * Antunes, José Freire: Champalimaud. Lisboa: Temas e Debates 1997. ISBN 972-759-095-0 * Clemente, Eloy Fernández: El Caso Champalimaud: Análisis de un Contencioso Luso-Hispano. In: II Encontro International Relações Portugal – Espanha. Uma História Paralela, Um Destino Comum? * Medeiros, Fernando: A Sociedade e a Economia Portuguesa nas origens do Salazarismo, Lisboa, A Regra do Jogo, 1978 * Pereira, Hélio Paulino: Monografia das Indústrias de Fundição do Ferro e do Aço em Portugal. Lisboa 1960 == Ligações externas == * * Categoria:Portugueses de ascendência francesa Categoria:Portugueses de ascendência alemã Categoria:Naturais de Lisboa Categoria:Alumni da Universidade de Lisboa Categoria:Empresários de Portugal Categoria:Banqueiros de Portugal Categoria:Filantropos de Portugal Categoria:Bilionários de Portugal Categoria:Grã-Cruzes da Ordem do Mérito Empresarial Categoria:Grã- Cruzes da Ordem do Mérito",
 "title": "António de Sommer Champalimaud"
}