{
 "id": "107592",
 "text": "Diego Tardelli Martins, mais conhecido apenas como Diego Tardelli (Santa Bárbara d'Oeste, 10 de maio de 1985), é um ex-futebolista brasileiro que atuava como atacante. == Características == Atacante de origem, Diego Tardelli destaca-se por sua movimentação dentro de campo, tornando-o um jogar versátil em campo, podendo jogar na referência no ataque como centroavante ou também como um segundo atacante, jogando pelas pontas. Suas principais características são velocidade e finalização de curta e longa distância. == Carreira == === Início === Diego Tardelli iniciou sua carreira no Partner Football, clube empresa de Curitiba. Chegou a ser emprestado para as categorias de base do , na mesma geração de Robinho e Diego. Porém, devido a problemas disciplinares, o jogador acabou sendo devolvido ao clube de Curitiba. === São Paulo === Após isso, em negociação conturbada, apareceu atuando no , e em 2003, aos 18 anos foi levado pelo através de mais uma polêmica transação com o clube interiorano da qual ficou avaliada em apenas 21 mil reais, um valor extremamente baixo para os padrões do futebol. Ainda nas categorias de base do Tricolor Paulista, Tardelli era conhecido como Dinei, atacante e ídolo do rival , pois, a exemplo do corintiano, pintava seus cabelos de loiro.11 jogadores que “mudaram de nome” durante a carreira Diego Tardelli surgiu durante a Copa São Paulo de Juniores de 2004, como uma das principais promessas do futebol brasileiro, quando chegou até a final do campeonato, vencida pelo . Já no ano seguinte, tornou-se titular do time principal do São Paulo, tendo sido destaque na conquista do Campeonato Paulista de 2005, artilheiro da equipe com 12 gols. Em seguida, na final da Taça Libertadores de 2005, fez um dos gols, na vitória de 4–0 sobre o , que deu ao São Paulo seu terceiro título nesta competição. Anos depois, mais precisamente em 2014, Tardelli disse que ficou certa mágoa com o Tricolor Paulista. Segundo o atacante, \"eu era visto como um talento que não despontava, jogador-problema. Talvez eu tenha me empolgado no momento errado. Tinha 17, 18 anos, ia pra balada e chegava atrasado aos treinos. O São Paulo poderia ter me dado cobertura e instrução, mas nunca me defendeu. Aí a imprensa deitava e rolava. A manchete do dia seguinte era sempre garantida. Na situação difícil, ninguém ficava do meu lado.\" === Betis === Contudo, a carreira de Tardelli no São Paulo, logo acabaria esbarrando em seu temperamento difícil. Envolvido em seguidos problemas disciplinares, no dia 9 de dezembro de 2005, acabou sendo emprestado ao Real Betis, da Espanha, mas não obteve sucesso. === São Caetano e PSV === Em 11 de julho de 2006, ao fim da temporada 2005–06 no Bétis, Tardelli retornou ao Brasil, emprestado ao São Caetano, sob o aval do treinador Emerson Leão, com quem já havia trabalhado no São Paulo. Porém, após somente sete partidas, no dia 30 de agosto de 2006, Tardelli trocou o São Caetano pelo PSV Eindhoven, da Holanda. Na Holanda, recuperou o bom futebol, com belas exibições e alguns gols importantes, Tardelli foi um dos responsáveis pelo título do Campeonato Holandês de 2007. === Retorno ao São Paulo === Terminado seu empréstimo junto ao PSV, em 20 de junho de 2007, Tardelli retornou ao São Paulo, onde atuou em 25 partidas, conquistando o Campeonato Brasileiro de 2007. === Flamengo === No 15 de janeiro de 2008, foi contratado pelo , para a disputa da Libertadores da América de 2008. Contudo, antes mesmo de ser integrado ao elenco rubro-negro, Tardelli já havia se envolvido em uma polêmica com Souza, que, à época, era o atacante titular do Flamengo. Tardelli acabou sendo bem recebido na Gávea, até mesmo por Souza. Não conseguiu, porém, se efetivar como titular. Oportunidade, que surgiu durante a final docampeonato carioca de futebol de 2008, Tardelli entrou no segundo tempo do jogo que estava empatado e levaria a decisão para os pênaltis, mas Tardelli fez o gol da vitória, ele acertou um belo chute de fora da área, o golaço deu o título de Campeão Carioca ao Flamengo, que também se tornou o recordista de títulos estaduais. Passado o Campeonato Carioca, Tardelli voltou a ser irregular e, com isso, não conseguiu firmar-se como titular. Todavia, no meio da disputa do Campeonato Brasileiro de 2008, com a saída de vários atacantes rubro-negros para o exterior, a vaga de titular passou a ser sua. Porém, logo em seguida, Tardelli sofreu uma fratura no braço direito, que o deixaria de fora do restante da temporada. === Atlético Mineiro === Para a temporada de 2009, o Atlético Mineiro contratou o jogador, adquirindo cinquenta por cento de seus direitos econômicos. Logo em sua primeira temporada, fazendo dupla de ataque com Éder Luís, que havia retornado de empréstimo do São Paulo, Tardelli virou um ídolo do Galo e de sua torcida pelo alto número de gols marcados e atuações decisivas. O presidente do Atlético chegou a declarar que havia recusado uma proposta de 23 milhões de reais pelo jogador. Ao final da temporada, Diego Tardelli conquistou vários prêmios, entre eles o Prêmio Arthur Friedenreich, dado ao maior artilheiro da temporada, o prêmio de melhor \"primeiro atacante\" do Campeonato Brasileiro de 2009, em disputa com Fred (Fluminense) e Fernandinho (Barueri), entre outros. Devido ao grande futebol apresentado no ano, os rumores de que Tardelli teria propostas de outros clubes aumentaram. O Benfica, de Portugal, era um dos mais especulados. Com a demissão de Celso Roth e com a badalada contratação de Vanderlei Luxemburgo, o novo treinador garantiu que Tardelli ficaria, rasgando elogios a ele. No ano seguinte, Diego Tardelli seguiu brilhando, desta vez, formando dupla de ataque com Obina, contratado para substituir Éder Luís, que havia se transferido. Entretanto, Obina se machucou pouco tempo depois, e Tardelli assumiu mais uma vez a responsabilidade de comandar o ataque atleticano, sendo um dos responsáveis pelo título do Campeonato Mineiro de 2010, o seu primeiro título pelo clube. Em 30 de outubro de 2010, Tardelli completou 100 jogos com a camisa do Galo, e recebeu uma placa em sua homenagem. No ano de 2011, segue marcando gols. Em 12 de fevereiro, fez três no clássico contra o Cruzeiro e se torna o sexto jogador atleticano na história do clássico Atlético X Cruzeiro a marcar 3 gols numa mesma partida, ajudando o Atlético a vencer por 4-3. === Anzhi Makhachkala === No dia 8 de março de 2011, a imprensa russa anunciou a oficialização do acerto entre Diego Tardelli e o clube russo Anzhi Makhachkala, em um contrato de 4 anos de duração. O jogador teve 62,5% do seu passe, vinculados ao Atlético Mineiro, negociados com os russos por 5 milhões de euros, cerca de 11,5 milhões de reais. Dois dias depois, Tardelli anunciou em seu twitter oficial que a negociação estava realmente concretizada. No Anzhi, Tardelli jogou ao lado dos ex-corintianos Roberto Carlos e Jucilei. Ele vestiu a camisa de número 9, número com o qual se destacou no Atlético Mineiro. No dia 3 de outubro de 2011, o jornalista Tino Marcos, que estava na Rússia, noticiou que o jogador deixaria o clube russo em janeiro. Em uma entrevista o próprio Tardelli revelou seu desejo de voltar a atuar pelo Atlético, dando preferência ao clube nas negociações, tendo até conversado com o presidente Alexandre Kalil. Outros clubes estiveram interessados, como o Palmeiras, times da Turquia e até mesmo do Qatar, porém seu interesse seria o de voltar ao Brasil. === Al-Gharafa === Após um ano de insucesso no Anzhi, Tardelli manifestou seu interesse de voltar ao Brasil. Foram semanas de negociações com equipes brasileiras (principalmente Atlético Mineiro, Palmeiras e Corinthians), mas no final acabou acertando sua transferência no valor de 4 milhões de euros para outra equipe do exterior, dessa vez o Al-Gharafa, do Qatar. === Retorno ao Atlético Mineiro === Em 2013, após um longo período de negociações, o retorno de Diego Tardelli ao Atlético Mineiro foi anunciado pelo presidente Alexandre Kalil no dia 3 de fevereiro. O jogador assinou um contrato de 4 anos e estima-se que o valor da negociação tenha sido por volta dos 5,25 milhões de euros. Não demorou muito para Diego Tardelli voltar a cair nas graças da torcida. Por seu futebol de refinada técnica e sua voluntariedade tática, constantemente é reverenciado pelos torcedores atleticanos, que entoam cânticos feitos especialmente para o atleta. Segundo o colunista Tostão, para o qual faltaria à seleção um jogador com as características de Tardelli, ele \"não é um centroavante, um meia de ligação nem um ponta. Ele é uma mistura de tudo isso. Toca e avança. Dribla, dá passes e faz gols.\" http://www1.folha.uol.com.br/colunas/tostao/1256437-espaco-e-movimento.shtml Em 2013 sacramentou sua posição de ídolo da torcida do Atlético Mineiro ao participar decisivamente da campanha do título da Libertadores daquele ano. Foi vice-artilheiro da competição, com 6 gols. No dia 23 de julho de 2014, Tardelli marcou seu centésimo gol com a camisa do Galo na final da Recopa Sul- Americana, ajudando o Atlético na conquista do inédito título, e sagrando-se artilheiro da competição. Ainda em 2014, Tardelli continuou a escrever seu nome na centenária história do clube ao marcar o gol do título da Copa do Brasil sobre o arquirrival Cruzeiro. Com mais este gol sobre o Cruzeiro, o goleador se juntou a Nilson, Paulo Isidoro, Guilherme e Lauro como o 6º maior artilheiro do Atlético em clássicos, com nove gols, deixando para trás Éder Aleixo, Dario e Nívio, que marcaram oito gols cada. No total foram 219 partidas e 110 gols, o suficiente para Diego Tardelli se tornar um grande ídolo da massa atleticana. === Shandong Luneng === Em 17 de janeiro de 2015, Tardelli foi contratado pelo Shandong Luneng da China por 5,5 milhões de euros. === Grêmio === Em 12 de fevereiro de 2019, foi anunciado pelo por três temporadas. Em 16 de janeiro de 2020, Tardelli chegou a um acordo pela rescisão contratual com o clube. === Terceira passagem pelo Atlético Mineiro === Em 12 de fevereiro de 2020, Tardelli acertou com o para realizar a sua terceira passagem pelo clube. Fez sua segunda reestreia pelo Galo em 7 de março, entrando no segundo tempo da vitória por 2–1 sobre o Cruzeiro, pelo Campeonato Mineiro. Em 15 de julho, ele sofreu uma ruptura ligamentar no tornozelo direito durante um jogo-treino com o América e precisou passar por cirurgia. Voltou a atuar em 4 de fevereiro de 2021, entrando no decorrer da derrota por 1–0 para o , pelo Campeonato Brasileiro. Em 28 de fevereiro, Tardelli marcou pela primeira vez após retornar ao Atlético, abrindo o placar da vitória por 3–0 sobre a , pela primeira rodada do Campeonato Mineiro de 2021. Deixou o clube ao fim de seu contrato em 30 de maio de 2021. === Santos === Em 23 de agosto de 2021, Tardelli foi contratado pelo Santos com contrato até dezembro com opção de renovação até o final do Paulista 2022. ===Aposentadoria=== Em 12 de junho de 2023, Diego Tardelli anunciou a sua aposentadoria do futebol aos 38 anos. Em uma carta aberta publicada nas redes sociais, o atleta confirmou a decisão de pendurar as chuteiras. == Seleção Brasileira == Em 2005, foi convocado para a Seleção Brasileira, que disputou o Campeonato Mundial Sub-20 daquele ano, nos Países Baixos. O Brasil terminou a competição na terceira colocação, mesmo assim, Tardelli foi considerado um dos grandes destaques do torneio. === Principal === No dia 28 de julho de 2009, suas atuações pelo Atlético Mineiro lhe renderam sua primeira convocação para a Seleção Brasileira principal, para o amistoso contra a Estônia, e, no dia 12 de agosto de 2009, fez sua estreia. A partir disso, o treinador Dunga o convocou para os jogos da seleção nas Eliminatórias da Copa. Diego Tardelli terminou o ano com expectativas de ir a Copa do Mundo de 2010, na África do Sul, mesmo sem ter feito gols enquanto esteve jogando pela Seleção Brasileira. No dia 26 de julho de 2010, Diego Tardelli foi convocado mais uma vez para a seleção principal para jogar um amistoso contra os Estados Unidos, onde entrou em campo nos últimos minutos e não marcou nenhum gol. Em outubro de 2013, escalado por Cuca para exercer a função do contundido Ronaldinho Gaúcho, Tardelli vem vivendo uma boa fase no Atlético. Contudo, apesar do grande momento, tem ficado de fora das listas de Luiz Felipe Scolari na Seleção, fator que vem externando certa insatisfação por parte do jogador. Segundo o próprio atacante: Em 19 de agosto de 2014, Diego Tardelli foi convocado pelo treinador Dunga para amistosos contra Colômbia e Equador. No Superclássico das Américas de 2014, Tardelli fez os dois gols da vitória brasileira. O jogador fez parte do grupo que disputou a Copa América de 2015, no Chile. Após muito tempo sem ser convocado, foi lembrado por Tite, para jogar as Eliminatórias da Copa de 2018 na Rússia, contra a Bolívia e Chile. == Estatísticas == Até 30 de maio de 2022. === Clubes === Equipe Temporada Campeonato nacional Copa nacional Competições continentais Outros torneios Total Jogos Gols Jogos Gols Jogos Gols Jogos Gols Jogos Gols 2003 23 9 – 6 3 1 1 30 13 2004 29 7 – 5 0 4 1 38 8 2005 19 1 – 10 4 18 12 47 17 2007 20 1 – 5 0 – 25 1 Total 91 18 – 26 7 23 14 140 39 2005–06 12 0 2 0 3 1 – 17 1 2006 7 1 – – – 7 1 2006–07 13 3 – 5 0 – 18 3 2008 16 0 – 6 1 13 5 35 6 2009 33 19 5 4 1 0 16 16 55 39 2010 27 10 6 7 2 0 14 7 49 24 2011 – 2 2 – 5 4 7 6 2013 26 7 1 0 13 6 12 5 52 18 2014 24 10 7 1 10 2 9 2 50 15 2020 3 0 – – 1 0 4 0 2021 0 0 0 0 2 0 5 2 7 2 Total 113 46 21 14 28 8 62 36 224 104 2011–12 13 0 1 0 – – 14 0 2011–12 10 4 – 5 2 – 15 6 2012–13 14 9 – – – 14 9 Total 24 13 – 5 2 – 29 15 2015 19 6 4 0 5 0 1 0 29 6 2016 12 3 – 9 6 – 21 9 2017 18 15 1 1 – – 19 16 2018 24 17 5 3 – – 29 20 Total 73 41 10 4 14 6 1 0 98 51 2019 29 4 2 1 10 1 6 1 47 7 2021 12 1 1 0 – – 13 1 Total na carreira 403 127 37 19 97 26 105 56 642 228 * a. Jogos de Campeonato Brasileiro, La Liga, Eredivisie, Premier League Russa, Qatar Stars League e Superliga Chinesa * b. Jogos de Copa do Brasil, Copa del Rey, Copa da Rússia, Copa do Emir de Catar e Copa da China * c. Jogos de Copa Libertadores, Copa Sul-Americana, Recopa Sul-Americana, Liga dos Campeões da UEFA, Copa da UEFA e Liga dos Campeões da AFC * d. Jogos de Campeonato Paulista, Campeonato Carioca, Campeonato Mineiro, Mundial de Clubes, Supercopa da China e Campeonato Gaúcho === Seleção nacional === Brasil Brasil Brasil Ano Jogos Gols 2009 4 0 2010 1 0 2014 4 2 2015 5 1 Total 14 3 # Data Local Adversário Placar Competição 1 11 de outubro de 2014 Estádio Nacional de Pequim, Pequim, China Argentina 1–0 2–0 Superclássico das Américas de 2014 2 2–0 3 7 de junho de 2015 Allianz Parque, São Paulo, Brasil México 2–0 2–0 Amistoso == Títulos == ;São Paulo * Copa Libertadores da América: 2005 * Campeonato Brasileiro: 2007 * Campeonato Paulista: 2005 ;PSV Eindhoven * Campeonato Neerlandês: 2006-07 ;Flamengo * Campeonato Carioca: 2008 * Taça Guanabara: 2008 ;Atlético Mineiro * Copa Libertadores da América: 2013 * Recopa Sul-Americana: 2014 * Copa do Brasil: 2014 * Campeonato Mineiro: 2010, 2013, 2020, 2021 ;Al-Gharafa * Copa do Emir do Catar: 2011-12 ;Shandong Luneng * Supercopa da China: 2015 ;Grêmio * Campeonato Gaúcho: 2019 * Recopa Gaúcha: 2019 ;Seleção Brasileira * Superclássico das Américas: 2014 * Copa Sendai: 2003 === Artilharias === ; Atlético Mineiro * Campeonato Mineiro: 2009 (16 gols) * Campeonato Internacional de Verano: 2009 (3 gols) * Campeonato Brasileiro: 2009 (19 gols) * Recopa Sul-Americana: 2014 (2 gols) * Artilheiro do ano de 2009: 39 gols ; Seleção Brasileira * Copa Sendai: 2003 (3 gols) * Superclássico das Américas: 2014 (2 gols ) === Prêmios individuais === * Bola de Prata: 2009, 2013 e 2014 * Chuteira de Ouro da Revista Placar: 2009 * Seleção do Prêmio Craque do Brasileirão: 2009 e 2014 * Troféu Guará de Minas Gerais, da Rádio Itatiaia: 2009 * Craque do Ano de Minas Gerais, no Troféu Telê Santana: 2009 * Troféu Rei do Gol do Brasileirão: 2009 * Prêmio Arthur Friedenreich: 2009 (39 gols) * Melhor jogador da Recopa Sul-Americana: 2014 * Melhor jogador da final da Copa do Brasil: 2014 * Troféu Armando Nogueira: 2014 == Ligações externas == * * * * * Categoria:Naturais de Santa Bárbara d'Oeste Categoria:Futebolistas do estado de São Paulo Categoria:Futebolistas do São Paulo Futebol Clube Categoria:Futebolistas do Real Betis Balompié Categoria:Futebolistas da Associação Desportiva São Caetano Categoria:Futebolistas do PSV Eindhoven Categoria:Futebolistas do Clube de Regatas do Flamengo Categoria:Futebolistas do Clube Atlético Mineiro Categoria:Futebolistas do Futbolniy Klub Anji Categoria:Futebolistas do Al- Gharafa Sports Club Categoria:Futebolistas do Shandong Taishan Football Club Categoria:Futebolistas do Grêmio Foot-Ball Porto Alegrense Categoria:Futebolistas do Santos Futebol Clube Categoria:Futebolistas brasileiros expatriados Categoria:Brasileiros expatriados nos Países Baixos Categoria:Brasileiros expatriados na Rússia Categoria:Brasileiros expatriados no Catar Categoria:Brasileiros expatriados na China Categoria:Artilheiros do Campeonato Brasileiro de Futebol Categoria:Jogadores da Seleção Brasileira de Futebol Sub-20 Categoria:Jogadores da Seleção Brasileira de Futebol Categoria:Jogadores da Copa América de 2015",
 "title": "Diego Tardelli"
}