{
 "id": "107545",
 "text": "Em máquinas elétricas, motor elétrico ou atuador elétricoCharles K. Alexander; Matthew N. O. Sadiku (2013). . p. 105. ISBN 978-85-8055-258-4. é qualquer dispositivo que transforma energia elétrica em mecânica. É o mais usado de todos os tipos de motores, pois combina as vantagens da energia elétrica - baixo custo, facilidade de transporte, limpeza e simplicidade de comando – com sua construção simples, custo reduzido, grande versatilidade de adaptação às cargas dos mais diversos tipos e melhores rendimentos. A tarefa reversa, aquela de converter o movimento mecânico na energia elétrica, é realizada por um gerador ou por um dínamo. Em muitos casos os dois dispositivos diferem somente em sua aplicação e detalhes menores de construção. Os motores de tração usados em locomotivas executam frequentemente ambas as tarefas se a locomotiva for equipada com os freios dinâmicos. Normalmente também esta aplicação se dá a caminhões fora de estrada, chamados eletro diesel. == Funcionamento == A maioria dos motores elétricos trabalha pela interação entre campos eletromagnéticos, mas existem motores baseados em outros fenômenos eletromecânicos, tais como forças eletrostáticas. O princípio fundamental em que os motores eletromagnéticos são baseados é que há uma força mecânica em todo o fio quando está conduzindo corrente elétrica imersa em um campo magnético. A força é descrita pela lei da força de Lorentz e é perpendicular ao fio e ao campo magnético. Em um motor giratório, há um elemento girando, o rotor. O rotor gira porque os fios e o campo magnético são arranjados de modo que um torque seja desenvolvido sobre a linha central do rotor. A maioria dos motores magnéticos são giratórios, mas existem também os tipos lineares. Em um motor giratório, a parte giratória (geralmente no interior) é chamada de rotor, e a parte estacionária é chamada de estator. O motor é constituído de eletroímãs ou imãs permanentes, que são posicionados no material ferromagnético que constitui o corpo do rotor, e geralmente bobinas de cobre são enroladas e adequadamente dispostas em volta do material ferromagnético que constitui o estator. == Tipos de motores == === Classificação === A classificação dos motores elétricos quando vista de uma forma um pouco mais detalhada é um tanto complexa e quase sempre leva a confusões mesmo de estudiosos do assunto: * Motores CC (corrente contínua) ** Ímã Permanente com ou sem escova (motor CC brushless) ** Série *** Universal ** Shunt ou paralelo ** Composto (Composição de shunt e paralelo) * Motores CA (corrente alternada) ** Motor assíncrono (de indução) *** Polifásico **** Rotor gaiola ou em curto- circuito **** Rotor enrolado ou bobinado *** Monofásico **** Rotor gaiola ou em curto-circuito ***** Fase dividida ***** Capacitor de partida ***** Capacitor permanente ***** Polos Sombreados ***** Dois capacitores **** Rotor enrolado ou bobinado ***** Repulsão ***** Repulsão de partida ** Síncrono *** Polifásico *** Monofásico **** Ímã permanente **** Histerese **** Relutância **** Motor de passo ***** Ímã Permanente ***** Relutância variável ***** Híbrido Isto é uma pequena amostra da enorme quantidade de motores elétricos que existem. Um estudo profundo seria necessário para conhecer todos eles. === Tipos mais comuns === ==== Motores de corrente contínua ==== Os motores de corrente contínua, ou motores DC, precisam de uma fonte de corrente contínua, neste caso pode ser necessário utilizar um circuito retificador para converter a corrente alternada, corrente fornecida pela concessionária de energia elétrica, para corrente contínua. Podem funcionar com velocidades ajustáveis entre amplos limites e se prestam a controles de grande flexibilidade e precisão. Por isso seu uso é restrito a casos especiais em que estas exigências compensam o custo muito mais alto da instalação, ou no caso da alimentação usada ser contínua, como no caso das pilhas em dispositivos eletrônicos. ==== Motores de corrente alternada ==== Os motores de corrente alternada, ou motores AC, são os mais utilizados, porque a distribuição de energia elétrica é feita normalmente em corrente alternada. thumb|200px|direita|Motor monofásico universal. Seu princípio de funcionamento é baseado no campo girante, que surge quando um sistema de correntes alternadas trifásico é aplicada em polos defasados fisicamente de 120º. Dessa forma, como as correntes são defasadas 120º elétricos, em cada instante, um par de polos possui o campo eletromagnético de maior intensidade, cuja associação vetorial possui o mesmo efeito de um campo girante que se desloca ao longo do perímetro do estator e que também varia no tempo. Os principais tipos são os motores: # Motor síncrono: funciona com velocidade constante; utiliza-se de um induzido que possui um campo constante pré-definido e, com isso, aumenta a resposta ao processo de arraste criado pelo campo girante. É geralmente utilizado quando se necessita de velocidades estáveis sob a ação de cargas variáveis. Também pode ser utilizado quando se requer grande potência, com torque constante. # Motor de indução: funciona normalmente com velocidade estável, que varia ligeiramente com a carga mecânica aplicada ao eixo. Devido a sua grande simplicidade, robustez e baixo custo, é o motor mais utilizado de todos, sendo adequado para quase todos os tipos de máquinas acionadas encontradas na prática. Atualmente é possível controlarmos a velocidade dos motores de indução com o auxílio de inversores de frequência. == História == O ano de 1886 pode ser considerado, como o ano de nascimento da máquina elétrica, pois foi nesta data que o cientista alemão Werner von Siemens inventou o primeiro gerador de corrente contínua autoinduzido. Entretanto esta máquina que revolucionou o mundo em poucos anos, foi o último estágio de estudos, pesquisas e invenções de muitos outros cientistas, durante quase três séculos. Em 1600 o cientista inglês William Gilbert publicou, em Londres a obra intitulada De Magnete, descrevendo a força de atracção magnética. O fenómeno da electricidade estática já havia sido observado antes pelo grego Tales, em 641 a.C., ele verificou que ao friccionar uma peça de âmbar com um pano, esta adquiria a propriedade de atrair corpos leves, como pelos, penas, cinzas, etc. A primeira máquina electrostática foi construída em 1663 pelo alemão Otto von Guericke e aperfeiçoada em 1775 pelo suíço Martin Planta. O físico dinamarquês Hans Christian Oersted, ao fazer experiências com correntes eléctricas, verificou em 1820 que a agulha magnética de uma bússola era desviada de sua posição norte-sul quando esta passava perto de um condutor no qual circulava corrente eléctrica. Esta observação permitiu a Oersted reconhecer a íntima ligação entre o magnetismo e a electricidade, dando assim, o primeiro passo para em direcção ao desenvolvimento do motor eléctrico. O sapateiro inglês William Sturgeon – que paralelamente com sua profissão, estudava electricidade nas horas de folga – baseando-se na descoberta de Oersted constatou, em 1825, que um núcleo de ferro envolto por um fio condutor eléctrico transformava-se em um ímã quando se aplicava uma corrente eléctrica, observando também que a força do ímã cessava tão logo a corrente fosse interrompida. Estava inventado o eletroímã, que seria de fundamental importância na construção de máquinas eléctricas girantes. Em 1832, o cientista italiano Salvatore Dal Negro construiu a primeira máquina de corrente alternada com movimento de vaivém. Já no ano de 1833, o inglês William Ritchie inventou o comutador construindo um pequeno motor eléctrico onde o núcleo de ferro enrolado girava em torno de um ímã permanente. Para dar uma volta completa, a polaridade do eletroímã era alternada a cada meia volta através do comutador. A inversão da polaridade também foi demonstrada pelo mecânico parisiense Hippolyte Pixii ao construir um gerador com um ímã em forma de ferradura que girava diante de duas bobinas fixas com um núcleo de ferro. A corrente alternada era transformada em corrente contínua pulsante através de um comutador. Grande sucesso obteve o motor eléctrico desenvolvido pelo arquitecto e professor de física Moritz von Jacobi – que, em 1838, aplicou-o a um bote. Alimentados por células de baterias, o bote transportou 14 passageiros e navegou a uma velocidade de 4,8 quilômetros por hora. Somente em 1886 Siemens construiu um gerador sem a utilização de ímã permanente, provando que a tensão necessária para o magnetismo poderia ser retirado do próprio enrolamento do rotor, isto é, que a máquina podia se autoexcitar. O primeiro dínamo de Werner Siemens possuía uma potência de aproximadamente 30 watts e uma rotação de 1 200 rpm. A máquina de Siemens não funcionava somente como um gerador de electricidade, mas também podia operar como um motor, desde que se aplicasse aos seus bornes uma corrente contínua. Em 1879, a firma Siemens & Halske apresentou, na feira industrial de Berlim, a primeira locomotiva elétrica, com uma potência de 2 kW. A nova máquina de corrente contínua apresentava vantagens em relação à máquina a vapor, a roda d’água e à força animal. Entretanto, o alto custo de fabricação e a sua vulnerabilidade em serviço (por causa do comutador) marcaram-na de tal modo que muitos cientistas dirigira sua atenção para o desenvolvimento de um motor eléctrico mais barato, mais robusto e de menor custo de manutenção. Entre os pesquisadores preocupados com esta ideia, destacam-se o jugoslavo Nikola Tesla, o italiano Galileo Ferraris e o russo Mikhail Dolivo-Dobrovolski. Os esforços não se restringiram somente ao aperfeiçoamento do motor de corrente contínua, mas também se cogitou de sistemas de corrente alternada, cujas vantagens já eram conhecidas em 1881. Em 1885, o engenheiro electrotécnico Galileu Ferraris construiu um motor de corrente alternada de duas fases. Ferraris, apesar de ter inventado o motor de campo girante, concluiu erroneamente que os motores construídos segundo este princípio poderiam, no máximo, obter um rendimento de 50% em relação a potência consumida. E Tesla apresentou, em 1887, um pequeno protótipo de motor de indução bifásico com rotor em curto-circuito. Também esse motor apresentou rendimento insatisfatório, mas impressionou de tal modo a firma norte-americana Westinghouse, que esta lhe pagou um milhão de dólares pelo privilégio da patente, além de se comprometer ao pagamento de um dólar para cada HP que viesse a produzir no futuro. O baixo rendimento desse motor inviabilizou economicamente sua produção e três anos mais tarde as pesquisas foram abandonadas. Foi o engenheiro electrotécnico Dolivo-Dobrovolski, da firma AEG, de Berlim, entrou em 1889 com o pedido de patente de um motor trifásico com rotor de gaiola. O motor apresentado tinha uma potência de 80 watts, um rendimento aproximado de 80% em relação a potência consumida e um excelente conjugado de partida. As vantagens do motor de corrente alternada para o motor de corrente contínua eram marcantes: construção mais simples, silencioso, menos manutenção e alta segurança em operação. Dobrovolski desenvolveu, em 1891, a primeira fabricação em série de motores assíncronos, nas potências de 0,4 a 7,5 kW. == Ver também == * Energia elétrica * Magnetismo * Máquina síncrona Categoria:Nikola Tesla Categoria:Elementos de máquinas",
 "title": "Motor elétrico"
}