{
 "id": "10754",
 "text": "Astrometria ou astronomia de posição é o ramo da astronomia que lida com a medida precisa da posição das estrelas e de outros corpos celestes, assim como de suas distâncias e seus movimentos.Jean Kovalevsky e P. Kenneth Seidelman, Fundamentals of Astrometry, Cambridge University Press, 2004, ISBN 0-521-64216-7. É um dos mais antigos ramos da astronomia, sucessor do estudo mais qualitativo da astronomia posicional. Astrometria está diretamente conectada ao surgimento dos catálogos estelares. Nesse contexto, destaca-se o astrônomo Hiparco (194 a.C. – 120 a.C.), que desenvolveu uma escala graduada de luminosidade ao catalogar a posição de 850 estrelas. Além disso, atualizou a posição do ponto vernal. A astrometria moderna foi fundada por Friedrich Bessel com o seu Fundamenta astronomiae, em que dava a posição média de 3222 estrelas entre 1750 e 1762, e por James Bradley. Além da função fundamental de apresentar um referencial para astrônomos apresentarem suas observações, a astrometria é também fundamental para ramos como mecânica celeste, dinâmica estelar e astronomia galáctica. Em astronomia observacional, técnicas astrométricas ajudam a identificar objetos estelares devido aos seus respectivos movimentos peculiares. É também instrumental para a observância do tempo, já que o UTC é basicamente o tempo atômico sincronizado com a rotação da Terra por meios de observações exatas. A astrometria também está envolvida em criar os métodos para calcular as distâncias de objetos celestes, que são usados para estabelecer estimativas de distâncias de paralaxe para estrelas na Via Láctea. == História == === Astrometria grega === A partir dos dados coletados em seu observatório na ilha de Rodes, o astrônomo Hiparco de Niceia catalogou a posição de 850 estrelas, classificando-as quanto ao seu brilho em seis grupos distintos de 1 a 6, em que 1 é a estrela visível mais brilhante e 6 a menos brilhante. Denominada como sistema de magnitude, essa classificação é usada ainda hoje. === Astrometria islâmica === No mundo árabe, a astrometria teve grande desenvolvimento. O astrônomo persa Alfraganus (Ahmad ibn Muhammad ibn Kathir al-Farghani) escreveu Kitab fi Jawani (Um compendium da ciência das estrelas) em 850, contendo valores revisados da obliquidade da eclíptica, do movimento de precessão dos apogeus do Sol e da Lua, e da circunferência da Terra. Na Síria, Albatenius, calculou os tempos de lua nova e a duração do ano solar (365 dias, 5 horas, 46 minutos e 24 segundos) e sideral, e a precessão dos equinócios (54,5\" por ano). Seu trabalho mais importante são as tabelas al-Zij al-Sabi, traduzidas para o latim por Plato Tiburtinus como De Motu Stellarum. No século X, Azofi da Pérsia realizou observações das estrelas, determinando suas posições, magnitudes e cores, além de ter desenhado cada constelação, em seu Livro de Estrelas Fixas. Nesse livro, aparecem pela primeira vez as galáxias de Andromeda e da Grande Nuvem de Magalhães. O egípcio Ibn Yunus observou mais de 10 000 vezes a posição do Sol ao longo dos anos, usando um astrolábio de 1,4 m de diâmetro, no Cairo. Publicou as tabelas astronômicas al-Zij al-Kabir al-Hakimi, por volta do ano 1000. Suas observações dos eclipses foram utilizadas séculos mais tarde pelo astrônomo canadense-americano Simon Newcomb (1835-1909), diretor do The Nautical Almanac Office do Observatório Naval dos Estados Unidos, para investigar o movimento da Lua. Outras observações de Ibn Yunus foram utilizadas pelo matemático e astrônomo francês Pierre-Simon Laplace, no Obliquidade da Eclíptica e Inequalidades de Júpiter e Saturno. O iraniano Abu-Mahmud al-Khujandi (c.940-1000), de suas observações do Sol com um sextante, calculou a obliquidade da eclíptica em 23°32'19\" ou 23,53°. == Avanços == Principais avanços feitos com a astrometria ao longo do tempo: *Relógios de Sol foram eficientes na marcação do tempo. *O Astrolábio foi inventado para medir ângulos celestiais *Aplicações Astrométricas levaram ao desenvolvimento da Geometria esférica. *Medidas cuidadosas dos movimentos planetários feita por Tycho Brahe, seguidas pela análise de Johannes Kepler evidenciaram o Princípio de Copérnico, que a Terra gira em volta do Sol. *O sextante melhorou drasticamente as medidas dos ângulos celestiais. *James Bradley mediu aberrações estelares com um preciso telescópio *O desenvolvimento do Dispositivo de Carga Acoplado (em inglês CCD), e de seu uso por astrônomos nos anos 80 aumentou a precisão do trabalho da astrometria profissional. *O desenvolvimento de CCD, softwares, e telescópios baratos permitiu a observação astrométrica amadora de larga escala em corpos menores. *De 1989 a 1993, o satélite da Agência Espacial Europeia Hipparcos realizou medições astrométricas que resultaram em um catálogo de posições precisas até 20-30 miliarcsec para mais de um milhão de estrelas. == Usos == Astrônomos usam técnicas astrométricas para rastrear Objetos Próximos da Terra. Também tem sido usado para detectar planetas extrasolares medindo a deslocação que causam na posição aparente no céu das estrelas que orbitam, devido a sua órbita mútua em volta do centro de massa do seu sistema. A Missão de Interferometria Espacial da NASA ( Space Interferometry Mission ou Sim PlanetQuest) irá utilizar técnicas astrométricas para detectar planetas similares a Terra orbitando mais ou menos 200 das mais próximas estrelas semelhantes ao nosso Sol. As medições astrométricas são usadas pela astrofísica para restringir certos modelos em mecânica celestial. Medindo a velocidade de pulsares, é possível estipular um limite na assimetria de explosões de supernova. A astrometria também é usada para determinar a distribuição de matéria escura na galáxia. Em 1990, técnicas astrométricas foram usadas para detectar planetas extrassolares gigantes gasosos orbitando vários sistemas solares. Isso foi feito através da observação do “stellar wobble” (uma variação na velocidade radial de uma estrela devido a influencia gravitacional e outro corpo a orbitando), de uma estrela e calculando que tipo de forças gravitacionais poderia ocasionar tal movimento; foi então determinado que forças planetárias deviam estar afetando as estrelas em questão. ==Na ficção== No seriado ficcional Star Trek: Voyager, o laboratório de astrometria aparece em várias cenas ao longo da série. ==Ver também== * Exoplanetas * Carta celeste * Paralaxe * Observatório Naval dos Estados Unidos * Estrela binária * Efeméride * Equatorium * Missão Espacial Gaia * Hipparcos * Cartografia celeste * Catálogo de estrelas == Ligações externas == * * * * *",
 "title": "Astrometria"
}