{
 "id": "107582",
 "text": "Giorgio Armani (Placência, 11 de julho de 1934) é um dos mais conceituados estilistas italianos. Fundou a sua companhia, a Giorgio Armani S.p.A., em 1974, e já foi o designer de moda independente mais bem-sucedido do mundo, com uma fortuna pessoal de cerca de 9,5 bilhões de dólares. == Biografia == Nascido na Emília-Romanha, norte da Itália (ao sul de Milão), Giorgio Armani estabeleceu um novo padrão na moda feminina. Inspirou sua linha feminina em trajes comumente masculinos, no entanto, desenvolvendo acabamentos, tecidos e corte que privilegiavam as formas femininas. Frequentou a faculdade de medicina por dois anos. Após completar suas obrigações militares, em 1957, trabalhou em uma loja de departamentos chamada La Rinascente, como um decorador de vitrines, iniciando-se, então, no mundo da moda. === História no mundo da moda === De 1961 a 1970, estabeleceu uma união com Nino Cerruti construindo a sua carreira como designer (estilista). Encorajado pelo seu amigo, Sergio Galeotti, lançou em 1974, sua primeira coleção masculina, elevando o seu nome. Gradativamente começou a adaptar as suas criações para a linha feminina, lançando a sua primeira coleção, em 1975, em parceria com Galeotti. A modelo oficial da Giorgio Armani é a atriz e cantora Michelle Pfeiffer, inclusive o estilista, está com um desfile especial desde 2007 com o tema de Super-Heróis e a principal personagem é a vilã de Batman em 1992 a Mulher-Gato interpretada pela atriz. Como é de se imaginar assim como no filme, a Mulher-Gato da Armani rouba a cena nas passarelas. === Vida Pessoal === É conhecido por ser um viciado em trabalho e várias vezes arrogante ou rude em situações delicadas. Suas desavenças com outros diversos estilistas italianos, (por exemplo, Gianni Versace), são bastante conhecidas. Entre as brasileiras, Armani é amigo pessoal da modelo Gisele Bündchen e da socialite Val Marchiori. === Empório Armani === Empório Armani tem uma linha de alta qualidade em roupas de luxo de moda e de discussão sobre as tendências e características modernas. Em janeiro de 2010, o famoso jogador de futebol, Cristiano Ronaldo, e a estrela de cinema de Hollywood, Megan Fox, se tornaram o rosto masculino e feminino da Empório Armani, que se uniu com a Reebok para criar sapatos da moda sob o rótulo chamado EA7. Esta coleção de outono contará com a estrela do pop, Rihanna. É a única linha de Giorgio Armani que é projetado principalmente por Giorgio Armani, e tem uma cena na semana de moda de Milão a cada ano, enquanto Armani Collezioni, Armani Jeans e Armani Exchange não. === Armani Jeans === Armani Jeans é uma coleção relacionada com roupas criadas em 1981 por Giorgio Armani. Armani Jeans é principalmente vendida em lojas de departamento, embora tenha 15 lojas Armani Jeans independentes no mundo, além de um Jeans Armani Café em Milão. Alguns itens Armani Jeans são vendidos em lojas Empório Armani. == Produções == Suas produções são divididas em diversas linhas: * Armani Casa; * Armani Privé; * Borgonuovo 21; * Giorgio Armani; * Le Collezioni; * Mani; * Emporio Armani (público jovem); * A/X Armani Exchange (moda básica); * Giorgio Armani U.S.A. (preços mais acessíveis); * Armani Jeans; * Armani Neve (linha esportiva, inverno); * Armani Golf (linha esportiva); * Clássico. == Curiosidades == * Recentemente os futebolistas europeus David Beckham e Cristiano Ronaldo, posaram seminus, apenas de cuecas, para fotos da linha Emporio Armani.David Beckham posa só de cueca para campanha da Armani * Armani anunciou um celular de sua autoria, que segundo ele, foi inspirado nas \"luzes de Tóquio\". *Em 2020, doou 1,25 milhão de euros para pesquisas contra o surto de corona vírus. Categoria:Empresários da Itália Categoria:Estilistas da Itália Categoria:Bilionários da Itália Categoria:Artistas masculinos bissexuais",
 "title": "Giorgio Armani"
}