{
 "id": "107633",
 "text": "A Festa Nacional do Pinhão é uma festa popular gastronômica, centrada no pinhão, e também cultural, realizada na cidade brasileira de Lages, no estado de Santa Catarina. Atrai todos os anos mais de 350 mil visitantes durante 11 dias de duração, a maioria turistas brasileiros e argentinos. É considerada a maior festa tradicionalista do Brasil, organizada pela prefeitura lageana e iniciativa privada. O símbolo da festa é a gralha-azul, espécie de ave imprescindível para a dispersão biológica do pinheiro brasileiro. Na década de 70 surgiu a ideia da Festa do Pinhão. Organizou-se o evento pela primeira vez em julho de 1973. O conceito nasceu no Departamento de Turismo e Divulgação da prefeitura de Lages. Porém, como evento organizado oficialmente pela prefeitura, a Festa do Pinhão não foi realizada nos anos seguintes. Em 1976 e 1977, embora não se tenha informações da execução da festa, estava inserida no calendário oficial de eventos da prefeitura. Houve então um evento festivo realizado no Parque Conta Dinheiro, uma mostra campestre, denominada Festa do Interior. Eram servidos pratos típicos salgados, doces caseiros e bebidas, tais como paçoca de pinhão, entrevero de pinhão, quentão e ponche. As atrações ficavam por conta de apresentações nativistas, bailes, torneio de laço, concursos, trovas e missa campeira (crioula). A partir deste modelo, ocorreu a reedição da Festa do Pinhão nos anos de 1987 e 1988. Já em 1989 o evento foi relançado pela prefeitura, e em 1990, na segunda edição da festa foi obtida sua nacionalização, sendo nomeada como \"2ª Festa Nacional do Pinhão\". Neste mesmo ano passou a ter uma representante oficial, com eleição de rainha e princesas. == Atrações == Na Festa Nacional do Pinhão ocorrem festivais e apresentações musicais, bailes típicos, concursos de \"rainha da festa\" e de dança gaúcha, a \"Sapecada da Canção Nativa\" e a \"Sapecada da Serra Catarinense\", gineteadas, feira de produtos típicos, Festa dos Sabores de Lages e o Recanto do Pinhão\", este localizado fora do parque de exposições, na Praça João Costa, no centro da cidade. == Ligações externas == * Nacional Pinhao Categoria:Cultura de Lages Categoria:Fundações em Santa Catarina em 1973",
 "title": "Festa Nacional do Pinhão"
}