{
 "id": "107608",
 "text": "Beck Hansen (nascido Bek David Campbell, 8 de julho de 1970Ancestry.com. California Birth Index, 1905–1995 [database on-line]. Provo, UT, USA: The Generations Network, Inc., 2005.) é um cantor, compositor e multi- instrumentista estadunidense, conhecido pelo nome artístico Beck. == Biografia == Beck nasceu em 8 de Julho de 1970 em Los Angeles, filho da atriz Bibbe Hansen e do músico de raiz David Campbell. Com uma família de artistas, o jovem Beck cresceu num ambiente que incentivava o seu interesse pelas artes e claro, por música, especialmente folk e blues. Aos quatorze anos, Beck já tocava violão e durante a adolescência acompanhou o surgimento da cena hip hop de Los Angeles. Algum tempo depois, Beck passa a morar com seus avós em Kansas, onde seu avô era um pastor da igreja presbiteriana. Em seguida, ele passa um tempo na Europa com seu outro avô, o também artista Al Hansen. Nessa época, Beck tocava violão com influência de blues do Mississippi, com letras improvisadas. === Nova York === Beck saiu da escola aos dezesseis anos e depois de algum tempo, ele resolve mudar para Nova York, já decidido a seguir na música. Naqueles tempos, surgia no East Village em Nova York, um movimento underground chamado antifolk, que combinava a sonoridade folk com a estética e atitude do punk. Beck foi influenciado e daquilo que acontecia em NY, embora não tenha se firmado na cena. Por volta de 1990, ele estava de volta a Los Angeles. Em Los Angeles, ele se apresenta pela primeira vez em bares e festas. A esta altura, a música de Beck refletia todos os estilos a que ele havia sido exposto, do folk ao blues do delta do Mississippi, de hinos presbiterianos ao hip hop de rua, além de punk com letras de improviso. == Carreira == === Os primeiros anos (1985-1993)=== O caldeirão de influências vai tomando forma enquanto Beck seguia batalhando em empregos de segunda categoria e morando de favor, dormindo em sofás alheios. O primeiro fruto de sua ainda nascente carreira musical é o single MTV Makes Me Want to Smoke Crack para a gravadora independente Bong Load Custom Records. A tiragem era limitadíssima e os objetivos, além de registrar o seu trabalho, era puramente promocional e não comercial. Mais alguns singles depois surge \"Loser\", a canção que iria mudar a carreira de Beck para sempre. A canção foi produzida pelo próprio Beck e o produtor de hip-hop Karl Stephenson e em muito pouco tempo se tornou popular nos circuitos alternativos de Los Angeles. Em 1993, Beck lançou seu primeiro álbum de estúdio, este lançado pela gravadora Sonic Enemy, Golden Feelings. Lançado inicialmente em fita cassete, num esquema de gravação caseira, sendo relançado em 1999 em CD, com edições limitadas. Estima-se que apenas entre 500 e 750 cópias foram feitas, tornando-se um artefato raro. ===\"Loser\", Mellow Gold e álbuns independentes (1993–1995) === O 'perdedor' Beck e seu hit instantâneo passaram a ser disputados em um verdadeiro leilão pelas grandes gravadoras. Para a DGC Records levar a melhor, precisou da intervenção direta do fundador David Geffen, que convenceu o cantor com um telefonema. O resultado foi o lançamento de Mellow Gold, no início de 1994, contendo \"Loser\" como principal single. O trabalho de Beck conquistou a crítica que considerava \"Loser\" um hino da 'slacker generation' (ou geração da preguiça ou relaxada, uma variação do termo \"Generation X\", muito usado nos anos 90, que denominava uma geração marcada pela apatia). Numa época em que nunca se discutiu tanto as questões de comercialismo e autenticidade, era fácil tachar Beck de cínico (ou no mínimo sarcástico) por uma canção como \"Loser\", já que ele conquistou o sucesso e fez um grande contrato com uma gravadora importante. Mas o que pouca gente sabia é que na época em que compôs \"Loser\", Beck vivia em um galpão infestado de ratos e trabalhava numa locadora de vídeo onde, entre outras coisas, separava as fitas da seção de filmes pornográficos em ordem alfabética por um salário risível. Ao contrário de se deter apenas no hit, o álbum Mellow Gold estava ali para ser ouvido. E quem encarou Mellow Gold, se deparou com uma mistura absurda de gêneros e sonoridades. Beck conseguiu orquestrar um trabalho coeso, consistente e espontâneo, onde numa mesma canção podem ser encontrados elementos de rock, de hip-hop, psicodelia, folk e country, misturados a uma sonoridade ao mesmo tempo bem trabalhada e rica em detalhes, porém tosca e suja, tudo a ver com o rock alternativo de então. No início dos anos 90, onde termos como multimédia e superestrada da informação começavam a se tornar comuns, um álbum como Mellow Gold era o resumo dos novos tempos. O contrato de Beck com a DGC previa uma regalia inédita: Beck estava autorizado a lançar álbuns por gravadoras independentes conforme a sua vontade. E então, Mellow Gold foi apenas mais um dos três lançamentos do cantor programados para 1994. Pela gravadora Flipside foi lançado Stereopathetic Soulmanure, uma excêntrica e esquizofrênica coletânea de demos (gravadas entre 1988 e 1993). E pela K Records, de Olympia, foi lançada uma pequena obra, One Foot in the Grave, que explora as influências mais folk de Beck com uma sonoridade bem descuidada, um álbum folk de garagem. O disco conta com a parceria de Calvin Johnson (do lendário Beat Happening e dono da K Records) na composição de várias canções e dividindo os vocais em algumas delas. Em 1995, foi lançado o EP A Western Harvest Field by Moonlight pela hoje falida Fingerpaint Records, que consiste mais em experimentalismo puro do que propriamente canções. ===Odelay (1996–1997) === O segundo disco pela Geffen saiu somente em 1996. Odelay foi recebido imediatamente com o status de clássico. O disco teve a produção dos Dust Brothers e conseguiu um resultado ainda mais harmonioso e explosivo da mistura bizarra do som do Beck. Odelay as vezes lembra colagens de diferentes referências, unindo bossa nova (existe um sample de \"Desafinado\", de João Gilberto em uma das faixas) com rock, country, folk, rap e o que for. O disco trouxe muitos hits, como Devil's Haircut, New Pollution e Where It's At, e esteve presente na maioria das listas dos melhores de 1996, ficando em primeiro lugar em muitas delas. ===Mutations e Midnite Vultures (1998–2001)=== Em 1998, Beck trabalhou com o produtor Nigel Godrich, que havia produzido a obra-prima Ok Computer, do Radiohead, no ano anterior. O resultado da parceria foi Mutations, um disco bem menos híbrido que os trabalhos anteriores, sendo mais reminiscente da influência folk do Beck, assim como One Foot In The Grave. Só que, diferente deste último, Mutations trazia uma sonoridade muito bem trabalhada, explorada ao extremo pelos requintes da produção de Godrich e pela banda de apoio. Foi a primeira vez que Beck entrou em estúdio com uma banda de apoio, ao contrário do que acontecia antes, quando o cantor contava com participações especiais e músicos contratados. O disco deveria ter sido lançado por uma gravadora independente, mais precisamente a Bong Load, mas a Geffen achou Mutations tão bom que resolveu lançá-lo. No entanto, nem a Geffen, nem Beck consideravam Mutations como o sucessor de Odelay, sendo tratado como um trabalho paralelo sem maiores pretensões. Como curiosidade, o título Mutations seria uma referência aos Mutantes e a música Tropicalia uma homenagem ao movimento de mesmo nome. Beck é fã assumido da música brasileira. No mesmo ano, surge o legítimo sucessor de Odelay, intitulado Midnite Vultures. Assim como em Mutations, também não é um trabalho de mistura de estilos e colagens de samples como foram Odelay e Mellow Gold. Trata-se de um bem humorado álbum de influência de soul music, Prince é a principal referência, onde Beck canta com um alcance vocal inacreditável, recheado de agudos e falsetes inesperados. Midnite Vultures não repete o mesmo sucesso dos álbuns anteriores, embora a reação da crítica fosse no geral bem positiva. No entanto, Midnite Vultures rende uma enorme turnê mundial, que passa pelo Brasil em 2001 durante o Rock In Rio 3. 2000 foi o ano de lançamento de Stray Blues, uma coletânea de oito canções que é uma espécie de volta ao ecletismo e diversidade musical. O disco foi lançado apenas no mercado japonês e até hoje é disputado a tapa pelos fãs mais devotados. ===Sea Change (2002–2003)=== Em 2002, Beck volta a trabalhar com Nigel Godrich e o resultado é o álbum Sea Change. O disco é recebido com entusiasmo pela crítica e mostra mais uma mudança de direção. Desta vez, as melodias são mais melancólicas e introspectivas, com influência do folk britânico de Nick Drake e mesmo Donovan. Os arranjos são impecáveis, misturando a simplicidade de violões acústicos com belos arranjos de cordas e discretos efeitos eletrônicos. Para a turnê de divulgação de Sea Change, Beck contou com um reforço notável, o Flaming Lips. Além de banda de abertura, o Flaming Lips tornou-se a banda de apoio do Beck, numa turnê que se tornou lendária. ===Guero e The Information (2004–2006) === E então chegou o momento de retomar o Beck que o grande público conheceu. O próximo álbum teria a produção dos Dust Brother e isso foi o suficiente para começarem as especulações sobre o novo Odelay. O lançamento do disco foi adiado por várias vezes, até que uma versão não finalizada do disco vazou na rede e o lançamento de Guero foi marcado definitivamente para abril de 2005. Beck havia prometido guitarras e Jack White, do White Stripes, participou de uma faixa. Em 3 de outubro de 2006, foi lançado o álbum The Information. O álbum supostamente levou mais de três anos para ser produzido e tem é descrito como \"quase hip-hop\". ===Modern Guilt (2008-2012) === Em fevereiro de 2008, Beck afirmou em uma entrevista à revista Rolling Stone que ele estava trabalhando em um novo álbum, \"com um produtor desconhecido\" e que ele espera que o álbum seja lançado até o final do ano. No início de março de 2008, o produtor não identificado foi revelado sendo Danger Mouse. O novo álbum, Modern Guilt, foi lançado pela Interscope na América do Norte e Austrália, e pela XL Records no resto do mundo. O single \"Chemtrails\" foi disponibilizado no site de Beck e no MySpace. Em julho de 2008, Modern Guilt foi lançado. Em 8 de agosto de 2012, Beck anunciou seu novo projeto Beck Hansen's Song Reader, cujo lançamento ocorreria em dezembro de 2012, sendo um livro de partituras. ===Morning Phase, Colors e Hyperspace (2013-presente) === Em junho de 2013, Beck anunciou que estava trabalhando em dois novos álbuns de estúdio: um disco acústico parecido com One Foot in the Grave e outro descrito como um \"acompanhamento adequado\" soando como Modern Guilt. Beck revelou que espera lançar os dois álbuns de forma independente. Os singles \"Defriended\", \"I Won't Be Long\" e \"Gimme\" foram lançados de maneira independente. Em outubro de 2013, foi anunciado que Beck assinou com a Capitol Records e que tinha planos de lançar o álbum Morning Phase em fevereiro de 2014.http://pitchfork.com/news/52801-beck-announces-new-album-morning-phase- signs-to-capitol-records/ Para a gravação do álbum, Beck se reuniu com muitos dos mesmos músicos com quem ele havia trabalhado no aclamado álbum Sea Change.http://news.radio.com/2013/11/26/beck-2014-album-morning-phase-preview/ Em 8 de setembro de 2017, Beck lançou o single \"Dear Life\", que foi rapidamente seguido pelo lançamento oficial de \"Up All Night\" em 18 de setembro. Colors foi lançado em 13 de outubro de 2017. Foi gravado no estúdio do co-produtor executivo Greg Kurstin, em Los Angeles, com Beck e Kurstin tocando quase todos os instrumentos. Em 15 de abril de 2019, Beck lançou um novo single co-produzido por Pharrell Williams, \"Saw Lightning\", de seu próximo álbum, intitulado Hyperspace. A música \"Dark Places\" foi lançada em 6 de novembro, com o lançamento do álbum previsto para 22 de novembro. ==Discografia== ;Álbuns de estúdio * 1993 - Golden Feelings * 1994 - Stereopathetic Soulmanure * 1994 - Mellow Gold * 1994 - One Foot In The Grave * 1996 - Odelay * 1998 - Mutations * 1999 - Midnite Vultures * 2002 - Sea Change * 2005 - Guero * 2006 - The Information * 2008 - Modern Guilt * 2014 - Morning Phase * 2017 - Colors * 2019 - Hyperspace ==Ligações externas== * Página oficial * * Categoria:Naturais de Los Angeles Categoria:Cantores dos Estados Unidos Categoria:Cantores de rock dos Estados Unidos Categoria:Cantores de folk dos Estados Unidos Categoria:Cantores de música country dos Estados Unidos Categoria:Norte-americanos de ascendência canadense Categoria:Guitarristas dos Estados Unidos Categoria:Músicos vencedores do Grammy Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Produtores musicais dos Estados Unidos Categoria:Cientologistas dos Estados Unidos",
 "title": "Beck"
}