{
 "id": "10761",
 "text": "Colmeal é uma aldeia portuguesa do município de Figueira de Castelo Rodrigo. Foi sede da freguesia de Colmeal, extinta em 2013 no âmbito de uma reforma administrativa nacional, para, em conjunto com Vilar Torpim, formar uma nova freguesia denominada União das Freguesias de Colmeal e Vilar Torpim com a sede em Vilar Torpim.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A freguesia de Colmeal tinha 40,85 km² de área e 42 habitantes (2011) (). == História == Até 1895 pertenceu ao concelho de Pinhel tendo sido anexada ao concelho (atual município) de Figueira de Castelo Rodrigo em 12 de Junho desse ano. \"De fundação remota, a quinta/lugar do Colmeal, que pertenceu ao termo de Castelo Rodrigo, acabou por integrar o concelho de Figueira de Castelo Rodrigo. Foi seu donatário o fidalgo de Belmonte, Pedro Álvares Cabral, - também conhecido por Pedro Álvares Gouveia -, o grande descobridor do Brasil, que ali fez residência de família. Um despejo levado a cabo em Junho de 1957 fez com que essa quinta/lugar ficasse totalmente abandonado e nunca mais alguém ali quis voltar a fixar-se. Passou a ser conhecida por «Aldeia Fantasma», que, agora, qual Fenix renascida, parece querer soerguer-se das suas próprias cinzas\". Actualmente, um projecto turístico, denominado de Colmeal Countryside Hotel, evoca e promove e identidade e os valores da região do Vale do Côa, promove o Turismo de Natureza, Gastronomia e Vinhos e Touring Cultural e Paisagístico. As ruínas do Castelo de Monforte mencionado no Tratado de Alcanizes de 1297 ficam situadas no lugar de Bizarril. No século XV o castelo já se encontrava abandonado. == Património == * Aldeia do Colmeal * Castelo de Monforte ==População== ★ Nos anos de 1864 a 1890 pertencia ao concelho de Pinhel. Passou para o actual concelho por decreto de 12 de julho de 1895 Totais e grupos etários Instituto Nacional de Estatística. Recenseamentos Gerais da População 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 378 433 609 411 456 360 305 415 391 338 233 129 94 58 42 i) 1 6 ii) 8 0 iii) 22 20 iv) 27 16 i) 0 aos 14 anos; ii) 15 aos 24 anos; iii) 25 aos 64 anos; iv) 65 e mais anos Categoria:Imóveis de interesse municipal no distrito da Guarda Categoria:Património edificado em Figueira de Castelo Rodrigo Categoria:Antigas freguesias de Figueira de Castelo Rodrigo Categoria:Antigas freguesias de Pinhel",
 "title": "Colmeal (Figueira de Castelo Rodrigo)"
}