{
 "id": "10771",
 "text": "Reigada é uma localidade portuguesa do Município de Figueira de Castelo Rodrigo, que foi sede da Freguesia de Reigada, freguesia que tinha 23,61 km² de área e 303 habitantes (2011), e, por isso, uma densidade populacional de 12,8 hab/km². A Freguesia de Reigada foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Cinco Vilas, formar uma nova freguesia denominada União das Freguesias de Cinco Vilas e Reigada da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. == História == Constituiu concelho entre 1519 e 1836, com foral manuelino de 15 de Novembro de 1519, onde vem mencionada como Arreigada, no entanto, em 1527 já aparecia com a designação de Reyagada. Elevada à categoria de vila em 1650, confirmando D. João IV o foral e elevou-a à categoria de concelho, extinto em 1836; tinha, em 1801, apenas uma freguesia e 433 habitantes. Após a extinção, passou a fazer parte do concelho de Almeida, onde se manteve até 1895. Em 1895 passou a integrar o município de Figueira de Castelo Rodrigo, onde se mantém. É povoação muito antiga e dela já se fala em 1175 no \"Perário\", em 1176 no \"Bullarium\" e em 1190 numa doação feita por Afonso IX, rei de Leão. Foi uma herdade doada à Ordem Militar de São Julião do Pereiro. Mais tarde, em 1268, D. Garcia Fernandes, mestre de ordem, concedeu carta de foro aos povoadores de Reigada, confirmada em 1288 e 1314 por Fernão Ponces e Gonçalo Peres. Existiu nesta povoação uma fortaleza com uma torre de 39,45 metros de altura. Na sua igreja matriz realce-se o lindo altar-mor, de rica talha dourada. Na zona central do retábulo abre-se uma tribuna que alberga um trono de três degraus, encimado por uma imagem do orago. == Património == * Calvário em Reigada * Capela de Santo António * Cruzeiro * Igreja Matriz de Reigada (Igreja de São Vicente) ==População== ★ Nos anos de 1864 a 1890 pertencia ao concelho de Almeida. Passou para o actual concelho (município na designação atual) por decreto de 12 de julho de 1895 Totais e grupos etários Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 613 670 736 783 807 629 572 660 716 633 387 416 374 348 303 i) 43 32 ii) 46 31 iii) 162 158 iv) 97 82 i) 0 aos 14 anos; ii) 15 aos 24 anos; iii) 25 aos 64 anos; iv) 65 e mais anos == Fontes == * Texto retirado do 3.º volume do Dicionário enciclopédico das Freguesias - Bragança - Guarda e Vila Real Categoria:Antigas freguesias de Figueira de Castelo Rodrigo Categoria:Antigas freguesias de Almeida Categoria:Antigos municípios do distrito da Guarda",
 "title": "Reigada"
}