{
 "id": "107769",
 "text": "Nezara viridula (Linnaeus, 1758), comummente conhecido como percevejo-verde, é um percevejo da família dos pentatomídeos. == Nomes comuns == Além de «percevejo-verde», esta espécie dá ainda pelos seguintes nomes comuns: bicho- frade (também grafado percevejo-frade ou simplesmente frade, não confundir com a espécie Gryllotalpa gryllotalpa, que consigo partilha este nome comum), fedelho, fedavelha, sapateiro, percevejo-fedorento, percevejo-do-monte, maria- fedida e panilha. == Distribuição == Originária do Norte da África, esta espécie, hodiernamente, assume-se como cosmopolita, podendo encontrar-se pelas mais variegadas partes do planeta, marcando presença nas regiões tropicais e subtropicais da Ásia, no continente europeu, na Oceânia e na América, sendo que no continente americano, se encontra distribuída desde os Estados Unidos até à Argentina. === Portugal === Esta espécie marca presença em todas as zonas de Portugal Continental, em todas as ilhas açorianas e no arquipélago da Madeira. === Brasil === No Brasil, ocorre principalmente nos estados do Paraná, de Santa Catarina e do Rio Grande do Sul, no entanto, após a década de 90 do século XX começou assinalar-se mais a sua presença no Centro-Oeste e em 2001, foi observado no Maranhão, tendo expandido a sua área de distribuição geográfica para o Norte do Brasil. == Descrição == Os adultos do percevejo- verde medem cerca de 15 milímetros de comprimento e exibem uma coloração que pode alternar entre o verde-claro e o verde-escuro. A face ventral desta espécie é verde-clara e dela despontam antenas avermelhadas. São amiúde conhecidos como percevejos-fedorentos devido ao odor desagradável que exalam. Este fedor, ressumbrante a aldeídos, é fruto de uma secreção glandular segregada pelos poros do tórax desta espécie, quando se sente ameaçada. A longevidade dos espécimes adultos depende bastante das condições climatéricas, como a temperatura e a humidade, mas também aos níveis de stresse a que o espécime se encontra sujeito. Em todo o caso, em média é vivem aproximadamente 117 dias, sem distinção significativa em função do sexo. == Comportamento == As fêmeas adultas do percevejo-verde põem os ovos, sendo que cada postura pode orçar até 200 ovos, na parte inferior das folhas ou nas partes mais abrigadas das plantas. As fêmeas agrupam os ovos em placas hexagonais, durante o processo da oviposição, com o auxílio dos tarsos do último par de pernas. No início, os ovos assumem uma coloração amarela, que transita para uma cor mais rosada, à medida que se aproxima a fase da eclosão. Logo depois da eclosão, os percevejos recém-nascidos exibem uma coloração alaranjada ou avermelhada. Sendo que só mais tarde passam a assumir uma coloração negra, exornada com manchas brancas, ou então exibem apenas o tórax preto e o abdómen mostra-se vermelho com manchas amarelas. Por virtude das pequenas dimensões do aparelho bucal, nesses primeiros fases de desenvolvimento, as ninfas dos percevejos- verdes adotam comportamentos gregários, mormente no ensejo da atividade alimentar, para que a soma quantitativa da saliva de vários espécimes facilite a liquefação da epiderme dos frutos, que lhes servem de alimento. Depois da terceira fase de desenvolvimento, este comportamento gregário reduz, porque o tamanho do aparelho bucal já permite aos percevejos alimentar-se separadamente. Nesta fase, os percevejos apresentam uma coloração negra com manchas brancas ou com apenas o tórax negro e o abdómen verde com manchas amarelas. Por torno da quarta e quinta fases de desenvolvimento, os percevejos-verdes já podem exibir o tórax negro e o abdómen vermelho com manchas amareladas ou já verde com manchas amarelas no abdómen. Este período ninfal pode durar entre 20 e 31 dias. Os seus períodos de maior actividade ocorrem de outubro a dezembro e de março a abril. Podem ter até quatro gerações por ano em climas quentes. == Praga == Sendo certo que esta espécie não é directamente nociva para o homemhttp://ainfo.cnptia.embrapa.br/digital/bitstream/CNPA/21060/1/DOC172.pdf, a mesma pode representar um vector de prejuízo económico para o sector agrícola, porquanto pode atacar algumas espécies de grande importância para o homem, das quais se destacam mormente a soja, o feijão, o arroz, o algodão, a macadâmia e a nogueira-pecã. O precevejo-verde causa danos nas plantas cultivadas, quando se alimenta. Este percevejo tem preferência pelos alimentar dos frutos e sementes das plantas, porém ocasionalmente também se pode alimentar do pedúnculo foliar. Por ser um percevejo fitófago, o percevejo- verde introduz o aparelho bucal nos tecidos da planta, injectando substâncias histolíticas que liquefazem as porções sólidas e semi-sólidas das células, as quais são subsequentemente sugadas pelo inseto. Por causa disto, dá-se a degeneração da parede celular e o posterior apodrecimento da parte da planta que foi atacada pela saliva do inseto. Além disso, nos orifícios deixados pelo aparelho bucal destes insetos, enseja-se a penetração por parte de micro- organismos, fungos e até de outros insectos fitógafos, os quais agravam o apodrecimento dos grãos, dos frutos e das próprias plantas, onde se encontre o orifício, podendo inclusive azar à transmissão de doenças de uma planta para outra. Isto, naturalmente, prejudica a qualidade do produto e, por conseguinte, deprecia-o no ato da comercialização. ## Galeria File: Nezara viridula13.jpg |Ovos File: Nezara viridula12.jpg | Primeiro instar File: Nezara viridula11.jpg| Segundo instar File: Pentatomidae - Nezara viridula-003.JPG | Terceiro instar File: Nezara viridula instar 4 on back.jpg | Quarto instar File: Pentatomidae - Nezara viridula-005.JPG | Quinto instar File: Pentatomidae - Nezara viridula-004.JPG | Adulto, cor padrão no inverno == Ligações externas == * Informações sobre percevejos na Infoteca * Classificação entomológica do inseto (em inglês) Categoria:Percevejos Categoria:Insetos descritos em 1758",
 "title": "Nezara viridula"
}