{
 "id": "107897",
 "text": "A Spanair foi uma linha aérea da Espanha. Era membro Star Alliance até sua falência. Voava para seis países na Europa. Sem contar com aviões de longo alcance (\"long haul\"). Operou algumas aeronaves Boeing 767, por meio de um leasing da Lauda Air, entre a década de 1990 e início da década de 2000. ==Frota== Em 2012. * 19 Airbus A320 * 5 Airbus A321 * 1 McDonnell Douglas MD-82 * 3 McDonnell Douglas MD-83 * 1 McDonnell Douglas MD-87 == Acidentes e incidentes == *voo Spainair 5022 partiu do Aeroporto Internacional de Barajas no dia 20 de agosto de 2008 com destino a Las Palmas nas Ilhas Canárias com 173 passageiros a bordo. O voo era operado por um McDonnell Douglas MD-82 pintado nas cores da Star Alliance. O avião taxiou para a pista 36L onde iniciou a corrida de decolagem. Durante essa corrida para a descolagem, os flaps não estavam ativados ou no angulo previsto para a descolagem por falha do comandante e co-piloto na verificação da check-up list. Dado que o avião tinha apresentado problemas num sensor antes da descolagem e terem estado na manutenção para efetuar essa verificação foi desligado o fusivel 2-8 relativo a esse sensor. O Relé 2-5 que comanda o sensor de temperatura é o mesmo que comanda o aviso de flaps down aquando a aeronave esta em modo de descolagem. Desta forma suspeita-se que esse mesmo relé tivesse avariado e nao tendo avisado os pilotos que os flaps nao estavam na posição correta. Nesse choque, o motor direito pegou fogo e a fumaça se espalhou pela cabine. A aeronave voltou a voar, porém completamente desestabilizada, e inclinou-se fortemente para a direita, chocando com o solo e explodindo. O voo tinha saído atrasado devido a um pouso de emergência da aeronave durante a primeira decolagem do voo. Foi considerado o maior acidente aéreo da Espanha nos últimos dez anos. Categoria:Empresas aéreas extintas da Espanha Categoria:Marcas de Espanha Categoria:Empresas aéreas fundadas em 1988 Categoria:Empresas aéreas extintas em 2012",
 "title": "Spanair"
}