{
 "id": "107961",
 "text": "Michael Ballack (Görlitz, 26 de setembro de 1976) é um ex-futebolista alemão que atuava como meio-campista. Seu último clube foi o Bayer Leverkusen. Cedo mudou-se com a família para a cidade de Chemnitz, então chamada Karl-Marx- Stadt. Começou a jogar futebol no clube de mesmo nome, rebatizado de Chemnitzer após a Reunificação Alemã. Nascido e crescido na existência da Alemanha Oriental, devido a isso tem maior facilidade em falar russo (de ensino obrigatório nos países de influência soviética na Europa) mais do que o inglês. Tem uma fixação pelo número 13, costumeiramente reservado a ele nos clubes e na Seleção Alemã, das quais é um dos jogadores mais talentosos no início do século XXI. == Carreira == === Início no Chemnitzer === Debutou no time principal do Chemnitzer na temporada 1995–96 da segunda divisão alemã. Em seu primeiro ano teve emoções mistas: a equipe foi rebaixada à terceira divisão, mas o garoto, já apelidado de \"Pequeno Kaiser\", receberia sua primeira convocação para a Seleção Alemã Sub-21. === Kaiserslautern === O clube não conseguiu voltar à segunda divisão na temporada seguinte, mas seu desempenho atraiu a atenção de Otto Rehhagel, que acabara de promover o tradicional Kaiserslautern à elite alemã. Estreou na Bundesliga na sétima rodada, contra o Bayer Leverkusen. Utilizado em metade das partidas do campeonato, como uma boa opção entre os reservas, participou de um ineditismo na história do futebol alemão: seu novo clube tornou-se o primeiro, e único até hoje, a ser campeão nacional na temporada seguinte em que fora campeão da segunda divisão. Firmou-se de vez entre os titulares na temporada seguinte, a de 1998–99, em que o clube disputou pela primeira vez a Liga dos Campeões da UEFA, desde que o mais importante torneio europeu de clubes adquirira o novo formato. A equipe só foi parada nas quartas de final, para os conterrâneos mais fortes do Bayern de Munique, que terminariam vice-campeões. A boa temporada de Ballack lhe renderia a primeira convocação para a Seleção Alemã principal (integrando inclusive o grupo que foi à Copa das Confederações daquele ano), e o garoto seria vendido, curiosamente, ao time contra quem estreara na elite alemã: o Bayer Leverkusen. === Bayer Leverkusen === Em Leverkusen, tornou-se líder da equipe, que constantemente vinha disputando seu primeiro título na Bundes, mas perdendo-o nas rodadas finais. Com Ballack no elenco, a primeira taça no campeonato nacional esteve perto de vir em duas ocasiões. Em sua primeira temporada, a de 1999–2000, um empate contra os também bávaros do Unterhaching daria o título. O adversário venceu por 2 a 0 com um gol contra dele, e a conquista acabou sendo de outra equipe da região, o Bayern de Munique; os dois concorrentes terminaram com a mesma pontuação, mas os muniquenses tinham uma vitória a mais, o primeiro critério de desempate. A temporada se encerraria com a Alemanha decepcionando na Eurocopa de 2000, sendo eliminada na primeira fase. Uma decepção pior viria na de 2001–02: o clube esteve perto de conquistar três títulos e perdeu todos: liderava a Bundesliga a três rodadas do fim com cinco pontos de vantagem, revertida pelo campeão Borussia Dortmund, campeão com um ponto a mais; a Copa da Alemanha ficou com o Schalke 04, que venceu por 4 a 2; a última e mais importante no clube, a Liga dos Campeões, foi perdida para o Real Madrid. Um quarto vice viria com a Seleção, na Copa do Mundo da Ásia, juntamente com seus colegas Carsten Ramelow, Oliver Neuville, Bernd Schneider e Hans-Jörg Butt. Após o mundial, foi para o principal clube do país, trocando o Leverkusen pelo München: ali, viveria sua melhor fase: como principal referência entre os jogadores de linha, ganhou três vezes o campeonato alemão, em 2002–03, 2004–05 e 2005–06 e, nas mesmas temporadas, também a Copa da Alemanha. Obteve também sua melhor média de gols, anotando 44 em 107 jogos na Bundes, ótimos números para um meio-campista. === Chelsea === Ainda antes do fim da temporada 2005–06, foi comprado pelo Chelsea, juntamente com o ucraniano Andriy Shevchenko, outra estrela mundial. Chegou a Stamford Bridge após a Copa do Mundo naquele ano, disputada na Alemanha. Sendo desta vez uma entre várias outras grandes estrelas no elenco de um time, não obteve a mesma visibilidade individual que tinha no Bayern, alternando altos e baixos no clube londrino. miniatura|180px|Ballack no Chelsea em 2009 Com o superelenco dos Blues, voltou a amargar reveses duros. Na Liga dos Campeões da UEFA de 2006–07, foi eliminado nas semifinais pelo Liverpool, um frequente rival no torneio: os Reds, que já haviam eliminado os londrinos na mesma fase em 2005, finalmente foram batidos em 2008. Entretanto, jogando sua segunda final no torneio, Ballack foi novamente vice, desta vez contra o Manchester United, justamente o clube que havia tirado o título inglês do clube semanas antes (e também na temporada anterior). Na temporada 2008–09, teria sido uma das estrelas responsáveis pela queda de Luiz Felipe Scolari. O grupo novamente falhou nos principais objetivos, terminando em terceiro no campeonato inglês e eliminado da final da Liga dos Campeões (onde teriam a chance da revanche contra o United) em casa, a minutos do fim da partida, contra outros rivais adquiridos na competição, o Barcelona. Em sua quarta temporada, finalmente conseguiu seu primeiro título no Campeonato Inglês com o Chelsea. A temporada foi coroada ainda com uma double, a conquista dupla do campeonato e da Copa da Inglaterra, a terceira de Ballack - que até então só havia vencido este torneio e uma Copa da Liga Inglesa pelo clube londrino. No entanto, justamente na decisão desta terceira FA Cup, contra o Portsmouth, lesionou o tornozelo após sofrer revide de Kevin-Prince Boateng, a quem agredira minutos antes com um tapa no rosto. Como precisaria de oito semanas de tratamento para jogar plenamente, Ballack acabou ficando sem condições de ir para a Copa do Mundo de 2010. === Retorno ao Bayer Leverkusen === Após não renovar seu contrato com o Chelsea, no dia 25 de junho de 2010 assinou um contrato de duas temporadas com sua antiga equipe (e que seria a sua última), o Bayer Leverkusen. Após quase quatro meses sem jogar, retornou aos gramados no dia 6 de janeiro de 2011, contra o Oberhausen. Sem o contrato com o Leverkusen renovado e sem assinar com nenhum outro clube, no dia 2 de outubro de 2012, através de uma nota oficial lida pelo seu advogado, anunciou sua aposentadoria. “Com 36 anos, fico com a recordação de uma longa e maravilhosa carreira como profissional que em criança nem me atrevia a sonhar. Foi um privilégio jogar com treinadores de primeira classe e com jogadores fantásticos”, disse Ballack no comunicado. == Seleção Nacional == Integrante da Seleção Alemã que fracassou na Copa das Confederações FIFA de 1999 e na Euro 2000, era um dos poucos jogadores poupados pelos resultados ruins, ao lado do goleiro Oliver Kahn. A Mannschaft vinha perdendo o temor e respeito que despertava, chegando a ser goleada em casa por 5 a 1 contra os rivais ingleses nas Eliminatórias para a Copa do Mundo FIFA de 2002. Ainda assim, Ballack continuava sendo um oásis entre a falta de talento da equipe – classificada ao mundial após eliminar a Ucrânia com ele marcando três dos cinco gols alemães no placar agregado da repescagem –, o que só aumentou após as contusões de Sebastian Deisler e Mehmet Scholl, que não puderam ir à competição.\"Chama o Schumacher!\", Especial Placar - Guia da Copa, maio de 2002, Editora Abril, pág. 88 miniatura|200px|esquerda|Marcando de pênalti pela Alemanha contra a Austrália, na Copa das Confederações de 2005 Na Ásia, Ballack após ser ofuscado na primeira fase pela artilharia momentânea de Miroslav Klose, repetiu a liderança na Seleção, marcando três vezes, dois deles salvadores: foram os gols da vitória pelo placar mínimo nas quartas de final (contra os Estados Unidos) e semifinal (contra os anfitriões da Coreia do Sul) – o outro tento fora feito no jogo inaugural, na goleada por 8 a 0 frente a Arábia Saudita. O gol que recolocou os desacreditados germânicos em uma final de Copa veio ironicamente minutos após ele receber o terceiro cartão amarelo no torneio, o que o suspenderia da decisão. Assistiria o vice- campeonato (o quarto que teria na temporada) no banco de reservas, suscitando opiniões de que o resultado poderia ter sido outro se ele pudesse ter jogado. Na Euro 2004, a Alemanha voltou a decepcionar, sendo novamente eliminada na primeira fase, chegando a empatar em 0 a 0 contra a fraca Letônia. No ano seguinte, o país, anfitrião da próxima Copa do Mundo, hospedou também a Copa das Confederações FIFA de 2005. Os alemães voltaram a empolgar, reencontrando nas semifinais o Brasil, desta vez com ele em campo. Ballack fez de pênalti o seu gol, mas mesmo com ele e jogando em casa, a Nationalelf perdeu por 3 a 2. Na Copa do Mundo FIFA de 2006, não marcou, não estando tão ofensivo; ele, que foi ao mundial recuperando-se de lesão, só entrou no time na segunda partida. Com a Seleção também não tão carente de talentos, com os ótimos Philipp Lahm, Torsten Frings, Bastian Schweinsteiger, Lukas Podolski e Miroslav Klose, Ballack passou a jogar mais recuado, como segundo volante, protegendo a zaga, rendendo comparações com a trajetória de Lothar Matthäus (meia ofensivo que encerrara a carreira como líbero). Na Copa, acertando as redes apenas na decisão por pênaltis nas quartas de final, contra a Argentina. Mas não deixou de exibir boa fase, juntamente com os outros dois conterrâneos da ex-Alemanha Oriental no elenco – Tim Borowski e Bernd Schneider: mesmo sacrificando-se para estabilizar o antes contestado sistema defensivo da Seleção, ainda deu assistências decisivas: uma para o gol de Klose contra o Equador, outra de cabeça para o mesmo Klose empatar contra a Argentina a dez minutos do fim. Os anfitriões, que buscavam o tetracampeonato, ficaram com o terceiro lugar \\- e o tetra iria para a Itália, que os eliminou na semifinal. Chegou novamente perto de seu primeiro título pela Alemanha na Eurocopa de 2008. Salvou duas vezes a Seleção: na última rodada da primeira fase, o país fez um duelo germânico contra os anfitriões austríacos, tecnicamente mais fracos mas animados com as chances de se classificarem se conseguissem vencer (o que resultaria também na eliminação alemã). Um gol seu de falta no início do segundo tempo credenciou sua seleção a avançar às quartas de final, onde fez também o gol da vitória por 3 a 2 contra Portugal. A equipe chegou à final, onde acabou derrotada pelo placar mínimo pela Espanha. Ballack era nome certo para a Copa do Mundo FIFA de 2010, mas a lesão no tornozelo na final da Copa da Inglaterra (agravamento de uma falta cometida sobre ele pelo volante Kevin- Prince Boateng durante um amistoso contra Gana), semanas antes, impediu-lhe de ter condições de jogar no mundial, não sendo convocado. == Estatísticas == === Clubes === Clube Temporada Liga Copa * Europa ** Total Jogos Gols Jogos Gols Jogos Gols Jogos Gols Chemnitzer 1995–96 15 0 0 0 0 0 15 0 1996–97 34 10 0 0 0 0 34 10 Total 49 10 0 0 0 0 49 10 Kaiserslautern 1997–98 16 0 2 0 0 0 18 0 1998–99 30 4 2 0 5 0 37 4 Total 46 4 4 0 5 0 55 4 Bayer Leverkusen 1999–00 23 3 0 0 2 2 25 5 2000-01 27 7 2 0 5 2 34 9 2001–02 29 17 4 0 15 6 48 23 Total 79 27 6 0 22 10 107 37 Bayern de Munique 2002–03 26 10 5 4 7 1 38 15 2003–04 28 7 3 2 8 0 39 9 2004–05 27 13 4 3 9 2 40 18 2005–06 26 14 5 1 6 1 37 16 Total 107 44 17 10 30 4 154 58 Chelsea 2006-07 26 4 10 1 10 2 46 7 2007–08 18 7 5 0 7 2 30 9 2008–09 29 1 7 3 10 0 46 4 2009–10 32 4 7 1 6 0 45 5 Total 105 16 29 5 33 4 167 25 Bayer Leverkusen 2010–11 17 0 0 0 2 1 19 1 Total 17 0 0 0 2 1 19 1 Total na carreira 403 101 56 15 92 19 551 135 * (*) Copa da Alemanha, Copa da Inglaterra, Copa da Liga Inglesa e Supercopa da Inglaterra * (**) Liga dos Campeões da UEFA == Títulos == ;Kaiserslautern *Bundesliga: 1997–98 ;Bayern de Munique *Bundesliga: 2002–03, 2004–05 e 2005–06 *Copa da Alemanha: 2002–03, 2004–05 e 2005–06 *Copa da Liga Alemã: 2004 ;Chelsea *Copa da Liga Inglesa: 2006–07 *Copa da Inglaterra: 2006–07, 2008–09 e 2009–10 *Supercopa da Inglaterra: 2009 *Premier League: 2009–10 === Prêmios individuais === *Futebolista Alemão do Ano: 2002, 2003 e 2005 *Melhor meio-campista da UEFA: 2002 *Seleção da Copa do Mundo FIFA: 2002 e 2006 *Seleção da Eurocopa: 2004 e 2008 *FIFA 100 == Ligações externas == * * * * * Categoria:Naturais de Görlitz Categoria:Futebolistas da Alemanha Categoria:Futebolistas do Chemnitzer FC Categoria:Futebolistas do 1. FC Kaiserslautern Categoria:Futebolistas do Bayer 04 Leverkusen Categoria:Futebolistas do FC Bayern München Categoria:Futebolistas do Chelsea F.C. Categoria:Alemães expatriados no Reino Unido Categoria:Jogadores da Seleção Alemã de Futebol Categoria:Jogadores da Eurocopa de 2000 Categoria:Jogadores da Copa do Mundo FIFA de 2002 Categoria:Jogadores da Eurocopa de 2004 Categoria:Futebolistas da Copa das Confederações FIFA de 2005 Categoria:Jogadores da Copa do Mundo FIFA de 2006 Categoria:Jogadores da Eurocopa de 2008 Categoria:Futebolistas da Copa das Confederações FIFA de 1999 Categoria:FIFA 100",
 "title": "Michael Ballack"
}