{
 "id": "108030",
 "text": "O Índice de força relativa ou IFR (no inglês RSI) mede a aceleração do movimento dos preços de determinado ativo e dá suas indicações à medida que o movimento diminui a velocidade, dentro da ideia de que é preciso desacelerar para poder mudar de direção. Para medir esta aceleração J. Welles Wilder em seu livro New Concepts in Technical Trading Systems (1978) desenvolveu o conceito de Força Relativa que é monitorar as mudanças nos preços de fechamento. Seu acompanhamento muitas vezes possibilita observar o enfraquecimento de uma tendência, rompimentos, suporte e resistência antes de se tornarem aparentes. O IFR dos preços de uma ação evidencia situações de reversão ou de consolidação de tendências. O indicador dá origem a um gráfico em linha, o qual deve ser “plotado” paralelamente ao gráfico de barras dos preços (ou a um gráfico candlestick ou gráfico de linha), obedecendo à mesma escala horizontal (tempo), e com a escala vertical calibrada aritmeticamente. A imagem do IFR é compreendido no intervalo [0;100]. Alguns analistas determinam a faixa acima de 70 ou 80 como intervalo onde a ação entra em uma área de risco, diz-se que os preços estão overbought, no gráfico de preços e pode sinalizar reversão da tendência em curso e a zona de compra (intervalo [0;30] onde os preços estão oversold, devendo, por conseguinte, ocorrer sinalização de reversão para alta dos preços). O IFR pode ser calculado como explicado pela seguinte equação: :IFR=100-100/(1+(U/D))=100/(1+D/U) Onde: * IFR= Índice de força relativa. * U= Média de todas as variações positivas no preço da ação dentro do período em estudo. * D= Média de todas as variações negativas no preço da ação dentro do período em estudo. == História == O conceito foi desenvolvido por J. Welles Wilder e publicado em 1978, no livro New Concepts in Technical Trading Systems, e na revista Commodities (atualmente Futures) em junho de 1978.J. Welles Wilder, New Concepts in Technical Trading Systems, Tornou-se um dos índices mais populares de osciladores. Categoria:Mercado de capitais Categoria:Análise técnica",
 "title": "Índice de força relativa"
}