{
 "id": "108025",
 "text": "O voleibol nos Jogos Olímpicos existe desde Tóquio 1964, quando o esporte foi incorporado oficialmente ao programa olímpico. A partir de Atlanta 1996 também foi introduzido o voleibol de praia. == História == === Origens === O voleibol foi jogado pela primeira vez nos Jogos Olímpicos em 1924, como parte de um evento especial onde foram apresentados esportes americanos. Apenas após a Segunda Guerra Mundial, começou-se a considerar a possibilidade de adicioná-lo ao programa das Olimpíadas, sob a pressão da recém-formada Federação Internacional (1947) e algumas das confederações continentais. Para angariar apoio para esta proposta, foi organizado em 1957 um torneio-exibição durante a 53ª sessão do Comitê Olímpico Internacional em Sófia, Bulgária. A competição foi um sucesso, e o esporte foi oficialmente introduzido em 1964. O torneio olímpico de voleibol era originalmente uma competição bastante simples, com formato semelhante ao que é empregado até hoje na Copa do Mundo: cada time disputava uma partida contra todos e o vencedor era aquele com maior número de vitórias ou, em caso de empate, um maior set average ou point average. A principal desvantagem deste sistema – usualmente denominado \"todos contra todos\" ou round-robin – é que os vencedores podiam ser determinados antes do final da competição, o que fazia o público perder o interesse nos jogos remanescentes. Para resolver este problema, a competição foi dividida em duas fases: uma preliminar dividida em grupos e uma fase final, com confrontos eliminatórios de quartas de final, semifinal e final. Desde sua introdução em 1972, este novo sistema tornou-se o padrão para os Jogos Olímpicos e passou a ser usado em outros esportes, no chamado \"formato olímpico\". O número de times disputando os jogos também cresceu em ritmo constante desde 1964. Desde 1996, 12 equipes tem participado do torneio, tanto no masculino e no feminino. Cada uma das confederações continentais de voleibol é representada por no mínimo uma equipe nas Olimpíadas. Brasil, Estados Unidos, Japão e União Soviética são as únicas nações que conquistaram o ouro tanto no masculino quanto no feminino. Brasil e Estados Unidos são ainda os únicos países que possuem o ouro tanto no voleibol masculino e feminino de quadra quanto no voleibol masculino e feminino de praia. === Torneio masculino === As primeiras duas edições do torneio olímpico de voleibol masculino foram vencidas pela União Soviética. Medalha de bronze em 1964 e vice-campeão em 1968, o Japão finalmente conquistou o ouro em 1972. Em 1976, a Polônia conseguiu vencer as finais da competição contra os soviéticos em cinco sets bastante disputados e introduzindo uma inovação: o ataque do fundo, com o jogador saltando sem tocar a linha de três metros antes de fazer contato com a bola. Em 1980, os times mais importantes de voleibol masculino em escala mundial pertenciam à Europa Oriental. Por esta razão, o boicote americano às Olimpíadas de Moscou praticamente não afetou o nível do torneio masculino. A União Soviética conquistou sua terceira medalha de ouro olímpica com uma vitória de 3–1 sobre a Bulgária. Com o boicote de 1984, liderado agora pelos soviéticos, os Estados Unidos confirmaram a sua supremacia sobre os times do bloco ocidental e conquistaram a medalha de ouro, derrotando o Brasil, então azarão do torneio, nas finais. O confronto definitivo entre os líderes do voleibol no Ocidente e no Oriente teve lugar em 1988: liderados pelo atacante Karch Kiraly, os Estados Unidos conquistaram sua segunda medalha de ouro, resolvendo a disputa em favor dos americanos. Em 1992, o Brasil iniciou a sua trajetória de potência no esporte eliminando adversários expressivos, como a Equipe Unificada (como foi designado a CEI) e os Estados Unidos, para obter sua primeira medalha de ouro em esportes coletivos em toda a história dos Jogos. Finalista nesta edição, os Países Baixos retornariam em 1996 para uma vitória em cinco sets sobre a Itália. Bronze em Atlanta, a então Iugoslávia, sagrou-se campeã em 2000. E em 2004, o Brasil confirmou o seu favoritismo e adicionou ao seu histórico uma segunda medalha de ouro olímpica derrotando a Itália na final. Nas edições de 2008 e 2012, o Brasil novamente alcançou as finais do torneio masculino, mas não conseguiu o título: na primeira ocasião foi derrotado pela seleção dos Estados Unidos e quatro anos depois pela Rússia, que obteve seu primeiro título como nação independente (a URSS conquistou três medalhas de ouro). Jogando em casa em 2016, o Brasil chegou novamente à final pela quarta edição consecutiva, feito inédito na modalidade. Desta vez conseguiu retornar ao lugar mais alto do pódio, ao derrotar a Itália (como em 2004) e conquistou o terceiro ouro olímpico de sua história. Sem nunca ter sequer chegado a uma semifinal anteriormente, a França conquistou o título dos Jogos de 2020, que foram realizados em 2021 devido a pandemia de COVID-19. === Torneio feminino === A primeira edição do torneio feminino foi vencida pelo país-sede, o Japão. Seguiram-se duas vitórias em sequência para a União Soviética, em 1968 e 1972, e então um nova – e última – medalha de ouro japonesa, em 1976. O boicote do bloco capitalista às Olimpíadas de Moscou deixou muitas equipes importantes do voleibol feminino fora do torneio, como por exemplo o Japão e a Coreia do Sul. Deste modo, a União Soviética não teve qualquer dificuldade em conquistar sua terceira medalha de ouro. Em 1984, o bloco comunista revidou o boicote da edição anterior, e mais uma vez times importantes de voleibol feminino deixaram de participar dos jogos – por exemplo, União Soviética, Cuba e a então Alemanha Oriental. Para desespero dos torcedores americanos, o time da casa foi derrotado nas finais em sets diretos pela China, uma nação comunista. Com times de ambos os blocos mais uma vez envolvidos na disputa, as soviéticas conseguiram em 1988 sua quarta medalha de ouro, derrotando o Peru em uma final histórica na qual chegaram a estar com dois sets de desvantagem. No ano 1992, uma nova força despontou no cenário do voleibol mundial: organizada sob o nome \"Equipe Unificada\", o selecionado da antiga União Soviética chegou até a final mas não resistiu à potência de ataque do jovem time cubano. Sob a liderança de Mireya Luis e Regla Torres, Cuba terminaria conquistando mais dois torneios olímpicos em sequência, até hoje o maior número de medalhas de ouro consecutivas obtidas pela mesma equipe na história do voleibol. Em 2004, a China conquistou pela segunda vez o ouro. Jogando em casa em 2008, não conseguiu defender o título conquistado em Atenas. O time perdeu na semifinal para o Brasil, que chegou a final contra os Estados Unidos. A equipe brasileira perdeu apenas um set em toda a competição e foi campeão na sua primeira final olímpica (chegara as semifinais das quatro Olímpiadas anteriores sem nunca avançar). A mesma final dos Jogos de Pequim se repetiu em Londres, quatro anos depois, assim como a equipe vencedora: vitória das brasileiras sobre as americanas por 3 sets a 1. Na edição brasileira dos Jogos Olímpicos, em 2016, a seleção dona da casa chegou como uma das equipes favoritas ao ouro, porém foi surpreendida pela China nas quartas de final. A mesma seleção chinesa viria a conquistar seu terceiro ouro olímpico ao derrotar a Sérvia na grande final. Com três medalhas de prata anteriores, os Estados Unidos finalmente conquistaram o título do torneio feminino em 2021, ao vencerem o Brasil (seu algoz em 2008 e 2012) por tranquilos 3 sets a 0. Deste modo, das quinze edições do Torneio Olímpico Feminino de Voleibol disputadas até o momento, sete times conquistaram a medalha de ouro: União Soviética (4), China (3), Cuba (3), Brasil (2), Japão (2), Estados Unidos (1) e Itália (1). == Formato da competição == O Torneio Olímpico de Voleibol tem um formato bastante estável. As seguintes regras se aplicam a até os Jogos Olímpicos de Verão de 2020: * Doze times participam em cada evento. * O país sede está sempre automaticamente pré-qualificado. * Seis times classificam-se através das Qualificatórias Intercontinentais. * Cinco times classificam-se como vencedores dos respectivos Torneios Qualificatórios Continentais. * A competição possui duas fases. * Para a primeira fase, os times são organizados em duas chaves de seis de acordo com Ranking Mundial da FIVB. O país sede ocupa sempre a primeira posição do ranking, enquanto o atual campeão olímpico recebe a segunda posição se estiver classificado. Cada time realiza, então, uma partida contra todos os outros times em sua chave. Caso o atual campeão olímpico seja o país sede, o outro cabeça de chave será o atual campeão mundial. Se este não estiver classificado, o melhor classificado do ranking da FIVB assume a posição. * Quando todas as partidas da primeira fase foram disputadas, os quatro melhores times em cada chave avançam, e os outros dois deixam a competição. * Na segunda fase, os times disputam quartas de final, semifinais e finais. As partidas são organizadas de acordo com os resultados obtidos na fase anterior, segundo o modelo que é hoje conhecido como \"cruzamento olímpico\". Sejam os quatro melhores times em cada fase A1, A2, A3, A4; B1, B2, B3, B4. As quartas de final são disputadas da seguinte forma: A1xB4; A2xB3; A3xB2; A4xB1. * Os vencedores das quartas de final disputam do seguinte modo as semifinais: (A1/B4) x (A3/B2); (A2/B3) x (A4/B1). * Nas finais, os vencedores das semifinais disputam o ouro, e os perdedores, o bronze. * As regras para a convocação de atletas são bastante rígidas. Cada time só pode indicar doze atletas, e trocas fora dos prazos legais não são permitidas nem mesmo no caso de lesões. == Histórico == === Masculino === Ano Sede Final Final Final Disputa pelo bronze Disputa pelo bronze Disputa pelo bronze Ano Sede Ouro Placar Prata Bronze Placar 4º lugar 1964 Detalhes Tóquio União Soviética Round-robin Checoslováquia Japão Round-robin Romênia 1968 Detalhes Cidade do México União Soviética Round-robin Japão Checoslováquia Round-robin Alemanha Oriental 1972 Detalhes Munique Japão 3 – 1 Alemanha Oriental União Soviética 3 – 0 Bulgária 1976 Detalhes Montreal Polônia 3 – 2 União Soviética Cuba 3 – 1 Japão 1980 Detalhes Moscou União Soviética 3 – 0 Bulgária Romênia 3 – 1 Polônia 1984 Detalhes Los Angeles Estados Unidos 3 – 0 Brasil Itália 3 – 0 Canadá 1988 Detalhes Seul Estados Unidos 3 – 1 União Soviética Argentina 3 – 2 Brasil 1992 Detalhes Barcelona Brasil 3 – 0 Países Baixos Estados Unidos 3 – 1 Cuba 1996 Detalhes Atlanta Países Baixos 3 – 2 Itália Iugoslávia 3 – 1 Rússia 2000 Detalhes Sydney Iugoslávia 3 – 0 Rússia Itália 3 – 0 Argentina 2004 Detalhes Atenas Brasil 3 – 1 Itália Rússia 3 – 0 Estados Unidos 2008 Detalhes Pequim Estados Unidos 3 – 1 Brasil Rússia 3 – 0 Itália 2012 Detalhes Londres Rússia 3 – 2 Brasil Itália 3 – 1 Bulgária 2016 Detalhes Rio de Janeiro Brasil 3 – 0 Itália Estados Unidos 3 – 2 Rússia 2020 Detalhes Tóquio França 3 – 2 ROC Argentina 3 – 2 Brasil 2024 Detalhes Paris França 3 – 0 Polônia Estados Unidos 3 – 0 Itália ===Feminino=== Ano Sede Final Final Final Disputa pelo bronze Disputa pelo bronze Disputa pelo bronze Ano Sede Ouro Placar Prata Bronze Placar 4º lugar 1964 Detalhes Tóquio Japão Round-robin União Soviética Polônia Round-robin Romênia 1968 Detalhes Cidade do México União Soviética Round-robin Japão Polônia Round-robin Peru 1972 Detalhes Munique União Soviética 3 – 2 Japão Coreia do Norte 3 – 0 Coreia do Sul 1976 Detalhes Montreal Japão 3 – 0 União Soviética Coreia do Sul 3 – 1 Hungria 1980 Detalhes Moscou União Soviética 3 – 1 Alemanha Oriental Bulgária 3 – 2 Hungria 1984 Detalhes Los Angeles China 3 – 0 Estados Unidos Japão 3 – 1 Peru 1988 Detalhes Seul União Soviética 3 – 2 Peru China 3 – 0 Japão 1992 Detalhes Barcelona Cuba 3 – 1 Equipe Unificada Estados Unidos 3 – 0 Brasil 1996 Detalhes Atlanta Cuba 3 – 1 China Brasil 3 – 2 Rússia 2000 Detalhes Sydney Cuba 3 – 2 Rússia Brasil 3 – 0 Estados Unidos 2004 Detalhes Atenas China 3 – 2 Rússia Cuba 3 – 1 Brasil 2008 Detalhes Pequim Brasil 3 – 1 Estados Unidos China 3 – 1 Cuba 2012 Detalhes Londres Brasil 3 – 1 Estados Unidos Japão 3 – 0 Coreia do Sul 2016 Detalhes Rio de Janeiro China 3 – 1 Sérvia Estados Unidos 3 – 1 Países Baixos 2020 Detalhes Tóquio Estados Unidos 3 – 0 Brasil Sérvia 3 – 0 Coreia do Sul 2024 Detalhes Paris Itália 3 – 0 Estados Unidos Brasil 3 – 1 Turquia == Quadro de medalhas == === Geral === === Masculino === === Feminino === == Ligações externas == * * * !",
 "title": "Voleibol nos Jogos Olímpicos"
}