{
 "id": "108088",
 "text": "A amiodarona é um fármaco do grupo dos antiarrítmicos da classe III de amplo espectro e um potente vasodilatador. Prolonga o intervalo QRS no electrocardiograma, prolongando o potencial de ação e diminuindo a frequência cardíaca. Aumenta a irrigação do coração pelos vasos coronários. É um antagonista fraco dos receptores adrenérgicos (sistema simpático) alfa e beta. == Mecanismo de ação == Atua diretamente sobre o miocárdio bloqueando os canais de potássio. Portanto atrasa a repolarização e aumenta a duração do potencial de ação. Inibe de forma não competitiva os receptores alfa e receptores beta, um potente vasodilatador e bloqueador dos canais de cálcio e bloqueador dos canais de sódio.http://www.vademecum.es/principios-activos- amiodarona-c01bd01 == Indicações == Originalmente era usado para angina de peito, mas atualmente se usa parahttp://www.iqb.es/cbasicas/farma/farma04/a047.htm: *Arritmias graves que não respondem a outros anti-arrítmicos ou alternativa não tolerada *Taquiarritmias associadas à Síndrome de Wolff-Parkinson-White *Prevenção da recorrência de fibrilação atrial e do \"Flutter atrial\" *Taquiarritmias paroxística de tipo nodal, ventricular supraventricular ou fibrilação ventricular *Durante a PCR em ritmo chocável na pediatria == Contraindicações == Contraindicado em caso de: *Hipersensibilidade a iodados ou a amiodarona; *Bradicardia sinusal; *Transtornos de condução SA ou AV em pacientes sem marcapasso, UCI ou sem monitorização do ECG (risco de parada sinusal); *Distúrbios da função da tireoide; *Associação com fármacos que induzem torsades de pointes; *Gravidez (exceto em circunstâncias especiais); *Lactância; *Hipotensão severa; *Colapso cardiovascular; *Insuficiência respiratória grave. == Farmacocinética == Após administração oral, o fármaco é absorvido lentamente pelo trato digestivo, com uma biodisponibilidade absoluta de 20 a 86%. Se absorve melhor com alimentos. Parte do produto é metabolizada na mucosa intestinal e por um metabolismo de primeira passagem no fígado. Por via oral, as concentrações máximas são detectadas em 3 e 7 horas. O estado de equilíbrio só é atingido após repetidas doses por 1 a 5 meses, a menos que se utilizem doses mais elevadas no início. Acredita-se que as concentrações plasmáticas de amiodarona que têm um efeito terapêutico quando estão entre 1 e 2,5 mg/mL. Se distribui amplamente pelo tecido adiposo, fígado, miocárdio, pulmões, rins, tireoide, pele e pâncreas, concentrando-se na bílis, saliva, leite materno e sêmen. O volume de distribuição atinge 70 UI/kg. A amiodarona é extensivamente metabolizada pelo fígado e seu metabolito ativo N-desetilamiodarona (DEA) atinge concentrações no plasma que variam de 0,5 a 2 vezes a da amiodarona inalterada. A distribuição pelo tecido adiposo explica a sua meia-vida de eliminação prolongada (em média 50 dias, variando entre 27 a 103 dias) e a persistência dos efeitos secundários mesmo depois que o tratamento é suspenso. Ambos se concentram nas secreções como o leite materno, e ambos se ligam amplamente às proteínas plasmáticas (<99%), principalmente à albumina. É eliminada mais rápido nos primeiros 10 dias após seu uso. ==Efeitos adversos== Apesar de sua excelente eficácia como antiarrítmico, o uso da amiodarona é limitado pelo grande número de efeitos colaterais. Aproximadamente 70% dos doentes tratados com amiodarona experienciam algum efeito colateral e 5 a 20% interrompem o tratamento por causa dos efeitos colaterais. As reações adversas são cumulativas, aumentando com a dose e com o tempo de uso. Os efeitos colaterais continuam por meses após sua retirada. Efeitos colaterais em tratamentos prolongados (mais de 10 dias) e com altas doses (mais de 800mg/dia): *Bradicardia moderada (batimentos cardíacos demasiado lentos) *Náusea, vômito, perda de apetite, dor abdominal e prisão de ventre *Sensibilidade a luz, deixando a pele vermelha inicialmente e causando manchas na pele a largo prazo *Alterações da visão (depósitos na córnea) *Alterações hepáticas (aumento da transaminase e icterícia) *Tremores (extrapiramidais) e descoordenação motora *Alterações de sono e pesadelos *Toxicidade pulmonar (fibrose pulmonar intersticial difusa, angioedema, pleurite, bronquiolite obliterante) *Hipotireoidismo *Hipertireoidismo (Fenômeno de Jod-Basedow) *Polineuropatia periférica sensitivo-motoras == Interações farmacológicas == Toxicidade aumentada por: quinidina, hidroquinidina, disopiramida, sotalol, bepridil, vincamina, clorpromazina, levomepromazina, tioridazina, trifluoperazina, haloperidol, amissulprida, sulpiride, tiaprida, pimozida, cisapride, eritromicina IV e pentamidina (parenteral). Aumenta a toxicidade de: fentanil, a lidocaína, tacrolimus, sildenafil, midazolam, triazolam, dihidroergotamina, ergotamina, dabigatran, sinvastatina e outras estatinas metabolizadas pelo CYP 3A4. Risco de arritmias ou condução cardíaca anormal aumentados por: fenotiazinas, antidepressivos tricíclicos, terfenadina, betabloqueadores, verapamil, diltiazem, laxantes estimulantes, diuréticos, corticosteroides sistêmicos, tetracosactido, anfotericina B. Aumenta a quantidade em sangue de: warfarina, digoxina, flecainida, ciclosporina. Categoria:Antianginosos Categoria:Antiarrítmicos Categoria:Substâncias químicas para medicamentos de emergência Categoria:Hepatotoxinas Categoria:Éteres fenólicos Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Inibidores do VMAT Categoria:Bloqueadores dos canais de potássio",
 "title": "Amiodarona"
}