{
 "id": "108023",
 "text": "A lidocaína, lignocaína ou xilocaína é um anestésico local e um antiarrítmico da classe I (subgrupo 1B) usado no tratamento da arritmia cardíaca e da dor local (como em pequenas operações cirúrgicas). É pouco tóxica. Lidocaína e benzocaína apresentam atividade anestésica e podem ser sintetizadas a partir da folha coca (cocaína), substância extraída de uma planta nativa da América do Sul. Também pode ser sintetizada na indústria a partir da 2,6-dimetilanilina. A lidocaína, atualmente é o anestésico mais popular, foi sintetizada por Löfgren, 1943, e pode ser considerado como o protótipo de anestésico local. == Administração == Pode ser usado por viashttp://www.iqb.es/cbasicas/farma/farma04/l021.htm LIDOCAINA: *Intravenosa: 1 mg a 1,5/kg inicialmente, 25–50 mg por minuto, mais 0,5 mg/kg a cada 5 minutos. As seringas podem ter 1 a 2% de lidocaína. *Subcutânea: 200–300 mg aplicada no deltoide *Intraóssea: 1 mg/kg de lidocaína a uma velocidade de 25–50 mg/minuto *Endotraqueal: Spray com 2 a 3,75 mg/kg *Tópica (pomada): 2 a 5%, cerca de 15ml de solução, a cada 4h *Uretral (Gel): Instilar 15 ml (homens) ou 3-5 ml (mulheres) de 2% lidocaína em gel ou solução dentro da uretra *Adesivo: Até 3 por um período de 12h a cada 24h. *Oftálmica: 1,7 a 3 mg/kg a 4% para bloqueio retrobulbar (atrás do olho). === Adrenalina === Em alguns casos pode ser combinada com adrenalina (epinefrina) para prolongar o efeito (como vasoconstritor dos capilares próximos aos nervos), quando não há contraindicações (como taquicardia, shock cardiogênico ou compromisso vascular de extremidades). Não deve ser administrada por via intravenosa.http://www.facmed.unam.mx/bmnd/gi_2k8/prods/PRODS/Lidoca%C3%ADna- epinefrina.htm Lidocaína/epinefrina ==Usos clínicos== * Taquicardia ventricular, especialmente pós Infarto agudo do miocárdio(IAM), é a primeira escolha. * Fibrilação ventricular, primeira escolha. * Antes de intubação endotraqueal, endoscopia ou desfibrilação. * Anestésico local em pequenas cirurgias (e.g. operações dentárias, suturar a epiderme, inserir ou remover objetos na pele). ==Mecanismo de ação== Enquanto antiarrítmico e anestésico local, é um bloqueador rápido dos canais de sódio, activados ou inactivados, existentes nos miócitos especializados do sistema de condução (coração) ou nervos periféricos. Impede a condução de potencial de ação nos axônios sensitivos dos nervos periféricos, quando usada topicamente. == Usos clínicos == Encurta o potencial de ação e prolonga a diástole. Diminui a taxa de contração cardíaca, reduzindo a frequência de batimentos ectópicos. Inibe a nocicepção (percepção de dor) no local aplicado por alguns minutos. ==Toxicidade sistêmica== São raros os efeitos tóxicos da lidocaína. Em geral só aparecem em decorrência de sobredose ou injeção intravascular inadvertida. Dentre as manifestações, podemos citar: *Hipotensão arterial *Sensação de cabeça leve *Tinitus (zumbido no ouvido) *Parestesias - Sensação de formigamento na língua e lábios Como manifestações mais graves podemos observar: *Convulsões *Colapso cardiovascular Categoria:Anestésicos locais Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Antiarrítmicos",
 "title": "Lidocaína"
}