{
 "id": "108273",
 "text": "Morgan Porterfield Freeman Jr. ( Memphis, Tennessee, 1 de junho de 1937) é um premiado ator, produtor, narrador e cineasta estadunidense. Ele apareceu em uma variedade de gêneros de filmes retratando papéis de personagens e é particularmente conhecido por sua distinta voz profunda. Freeman recebeu vários prêmios, incluindo um Oscar, um Globo de Ouro e um Screen Actors Guild Award. Ele é mais conhecido pelas atuações em Driving Miss Daisy, Glory, Robin Hood: Prince of Thieves, Unforgiven, Se7en, Bruce Almighty, Evan Almighty, Million Dollar Baby, Shawshank Redemption, Batman Begins, The Dark Knight , The Dark Knight Rises e Invictus. Atualmente, é o produtor executivo do drama Madam Secretary, da CBS. == Vida pessoal == miniaturadaimagem|Goldene Kamera 2012, Morgan Freeman. Antes de iniciar-se nas artes dramáticas, Freeman pensou em concretizar seu sonho infantil de se tornar piloto. De 1955 a 1969, logo após formar-se no Los Angeles Community College, ele conseguiu chegar à Força Aérea Americana - nunca, porém, como piloto, e sim como mecânico. Apenas recentemente adquiriu brevê para conduzir aeroplanos particulares. Freeman teve formação basicamente teatral, iniciando sua carreira na década de 1960, na produção off-Broadway Niggerlovers. No mesmo período, conseguiu participar da versão totalmente negra de Hello, Dolly! e emendou uma série de papéis, tanto em grandes espetáculos quanto nos circuitos alternativos de Nova York. No começo de carreira, era casado com Jeanette Adair Bradshaw, de quem viria a se divorciar em 1979. == Carreira == Freeman se tornou conhecido na mídia americana por meio de papéis em novelas e filmes para televisão, e ganhou prestígio após seu papel como Fast Black em Armação Perigosa pelo qual ele recebeu uma nomeação ao Oscar de Melhor Ator Coadjuvante. Freeman continuou a atuar em papéis como coadjuvantes em muitos filmes, até ele conseguir o papel como o motorista Hoke em Driving Miss Daisy, pelo qual ele recebeu o Globo de Ouro de Melhor Ator - Comédia ou Musical e uma nomeação ao Óscar de Melhor Ator Principal, no mesmo ano ele também atuou como o Sargento - major Rawlins em Tempo de Glória. Em 1994 ele atuou no clássico The Shawshank Redemption que lhe valeu uma nomeação ao Globo de Ouro de Melhor Ator - Drama e sua segunda nomeação ao Óscar de Melhor Ator Principal. Após três indicações ao Oscar ele começou a estrelar vários filmes de sucesso como Robin Hood: Prince of Thieves, Unforgiven e Se7en. Em 2005 ele ganhou finalmente o Oscar de Melhor Ator Coadjuvante pelo filme Million Dollar Baby, dirigido pelo seu amigo Clint Eastwood. Freeman é também conhecido pela sua voz marcante, fazendo dele uma escolha frequente para a narração. Só em 2005, ele forneceu narração para dois filmes, War of the Worlds e o filme documentário vencedor do Oscar La marche de l'empereur''. Freeman apareceu como Deus no filme de sucesso Bruce Almighty com Jim Carrey e sua continuação, Evan Almighty, ele também atuou no sucesso de critica e bilheteria Batman Begins e nas continuações The Dark Knight e The Dark Knight Rises. Ele estrelou ao lado de Jack Nicholson no filme de 2007 The Bucket List. Ele queria fazer um filme baseado na vida de Nelson Mandela. Em 2007 Clint Eastwood convidou Freeman para participar da adaptação cinematográfica da autobiografia de Mandela chamada Long Walk to Freedom, o filme se chamaria Invictus e foi lançado em 2010, Freeman foi nomeado ao Globo de Ouro de Melhor Ator - Drama e recebeu outra nomeação ao Óscar de Melhor Ator Principal pelo seu papel como Nelson Mandela, e Matt Damon que atuou como François Pienaar recebeu uma nomeação ao Oscar de Melhor Ator Coadjuvante. Em 2007 fez uma participação especial em um documentário chamado Baile de Formatura no Mississipi, que mostra que em pleno século XXI o racismo é tão extremo naquela região que apesar dos alunos negros e brancos estudarem juntos, havia bailes separados. Morgan juntamente com sua assessora e o documentarista produzem o Baile Misto. Em 2022, Morgan, discursou na abertura da Copa do Mundo FIFA de 2022. == Acidente == Freeman foi internado após um acidente automobilístico próximo a Ruleville, Mississipi, em 4 de Agosto de 2008. O veículo que ele dirigia, um Nissan Maxima modelo 1997, capotou diversas vezes. Freeman e uma passageira, identificada como Demaris Meyer, foram resgatados, de acordo com as primeiras reportagens, em estado grave. Mais tarde, foi divulgado que o ator fraturou o braço, o cotovelo e o ombro. Em 7 de Agosto de 2008, três dias após o acidente, o ator deixou o hospital e foi submetido a usar um colar ortopédico durante mais de seis meses: \"os médicos lhe disseram que nos próximos seis meses a um ano não poderia jogar golfe, uma recomendação que ele detestou\", revelou o advogado e amigo do ator, Bill Luckett. === Recuperação === Um ano após o acidente, Morgan Freeman continuava em recuperação. O ator usava uma luva terapêutica e frequentava um centro de reabilitação, entretanto estava em plena atividade. O ator gravou Invictus, com Matt Damon e protagonizou Red ao lado de Bruce Willis. \\- Caras - 21 de agosto de 2009}} == Filmografia == Ano Trabalho Personagem Observações 1980 Brubaker Walter 1981 Testemunha fatal 1984 Escola da Desordem Al Lewis 1985 Marie Charles Traughber A força da inocência Charlie Woods 1987 Armação Perigosa Fast Black * Oscar de Melhor Ator Coadjuvante - Indicado; * Globo de ouro de Melhor Ator Coadjuvante - Indicado; * National Society of Film Critics Award de Melhor Ator Coadjuvante - Vencedor; * Los Angeles Film Critics Association Award de Melhor Ator Coadjuvante - Vencedor 1988 Clean and Sober Craig 1989 Tempo de Glória Sgt. Maj. John Rawlins * Chicago Film Critics Association Award de Melhor Ator Coadjuvante - Indicado Conduzindo Miss Daisy Hoke Colburn * Oscar de Melhor Ator - Indicado; * Globo de ouro de Melhor Ator - Comédia ou Musical - Vencedor; * Urso de Prata de Melhor Atuação Conjunta - Vencedor; * National Board of Review de Ator - Vencedor; * Kansas City Film Critics Circle Award de Ator - Vencedor; * National Society of Film Critics Awards de Melhor Ator - Indicado Lean on Me - Meu Mestre, Minha Vida Joe Louis Clark 1990 A Fogueira das Vaidades Judge Leonard White 1991 Robin Hood: O Príncipe dos Ladrões Azeem 1992 Os Imperdoáveis Ned Logan The Power of One Geel Piet 1993 Bopha! Direção 1994 Um Sonho de Liberdade Ellis Boyd \"Red\" Redding (Narração) * Oscar de Melhor Ator - Indicado; * Globo de ouro de Melhor Ator - Drama - Indicado; * SAG Awards de Melhor Ator (Principal) - Indicado; * Chlotrudis Award de Melhor Ator - Vencedor; * Chicago Film Critics Association Award de Melhor Ator Coadjuvante - Indicado 1995 Se7en - Os Sete Crimes Capitais Detetive Lt. William Somerset * Chicago Film Critics Association Award de Melhor Ator Coadjuvante - Indicado; * National Society of Film Critics Awards de Melhor Ator - Indicado Epidemia Brig. Gen. Billy Ford 1996 Reação em Cadeia Paul Shannon Moll Flanders Hibble 1997 Amistad Theodore Joadson Beijos que Matam Dr. Alex Cross 1998 Impacto Profundo Presidente Tom Beck Águas Mortíferas Jim 2000 A Enfermeira Betty Charlie Under Suspicion Victor Benzet 2001 Na Teia da Aranha Dr. Alex Cross 2002 A Soma de Todos os Medos DCI William Cabot High Crimes Charlie Grimes 2003 Todo Poderoso Deus Dreamcatcher Col. Abraham Kurtz Levity pastor Miles Evans 2004 Menina de Ouro Eddie \"Scrap Iron\" Dupris (Narração) * Oscar de Melhor Ator Coadjuvante - Vencedor; * Globo de Ouro de Melhor Ator Coadjuvante - Indicado; * SAG Awards de Melhor Ator Coadjuvante - Vencedor; * Vancouver Film Critics Circle de Melhor Ator Coadjuvante - Vencedor; * Critics' Choice Award de Melhor Ator Coadjuvante - Indicado; * National Society of Film Critics Awards de Melhor Ator Coadjuvante - Indicado; * Italian Online Movie Awards de Melhor Ator Coadjuvante - Vencedor; * Washington D.C. Area Film Critics Association de Melhor Ator Coadjuvante - Indicado The Hunting of the President (Narrador) Lançamento limitado The Big Bounce Walter Crewes 2005 Um Lugar Para Recomeçar Mitch Bradley Guerra dos Mundos (Narrador) March of the Penguins (Narrador) Batman Begins Lucius Fox Unleashed Sam 2006 Edison Force Ashford The Contract Frank Carden Xeque-Mate O Chefe 10 Items or Less ele próprio 2007 Feast of Love Harry Scott A Volta do Todo Poderoso Deus Medo da Verdade Jack Doyle Antes de Partir Carter Chambers 2008 Batman: O Cavaleiro das Trevas Lucius Fox Procurado Sloan 2009 Invictus Nelson Mandela * Oscar de Melhor Ator - Indicado; * Globo de Ouro de Melhor Ator - Drama - Indicado; * SAG Awards de Melhor Ator (Principal) - Indicado; * National Board of Review de Ator - Vencedor; * Washington D.C. Area Film Critics Association de Melhor Ator - Jogo Entre Ladrões Ripley \"Baile de Formatura no Mississipi\" Produtor Um Crime Nada Perfeito Charles 2010 Red - Aposentados e Perigosos Joe 2011 Conan, o Bárbaro Narrador 2012 Batman: O Cavaleiro das Trevas Ressurge Lucius Fox O Reencontro Monte Wildhorn 2013 Invasão à Casa Branca Martin Trumbull Oblivion Beech Truque de Mestre Thaddeus Bradley Última Viagem a Vegas Archie 2014 Transcendence Joseph The Lego Movie Vitruvius Voz Lucy Professor Norman Ruth & Alex Alex Carver Winter, o Golfinho 2 Dr. Cameron McCarthy 2015 Ted 2 Patrick Meighan 2016 Invasão a Londres Vice Presidente Allan Trumbull Truque de Mestre 2: O Segundo Ato Thaddeus Bradley 2016 Ben-Hur Sheik Ilderim 2017 Going in Style Willie 2017 Just Getting Started Duke 2018 O Quebra-Nozes e os Quatro Reinos Drosselmeyer Alfa Narrador Voz 2019 Invasão ao Serviço Secreto Presidente Trumbull 2020 The Comeback Trail Reggie Fontaine 2021 The Kominsky Method Ele mesmo 2022 Our Universe Narrador Voz == Principais prêmios e indicações == === Oscar === Ano Categoria Filme Resultado 1988 Melhor Ator Coadjuvante Armação Perigosa 1990 Melhor Ator Conduzindo Miss Daisy 1995 Um Sonho de Liberdade 2005 Melhor Ator Coadjuvante Menina de Ouro 2010 Melhor Ator Invictus === Globo de Ouro === Ano Categoria Filme Resultado 1988 Melhor Ator Coadjuvante Armação Perigosa 1990 Melhor Ator (Comédia ou Musical) Conduzindo Miss Daisy 1995 Melhor Ator - Drama Um Sonho de Liberdade 2005 Melhor Ator Coadjuvante Menina de Ouro 2010 Melhor Ator - Drama Invictus === SAG Awards === Ano Categoria Filme Resultado 1995 Melhor Ator (Principal) Um Sonho de Liberdade 2005 Melhor Ator Coadjuvante Menina de Ouro 2010 Melhor Ator (Principal) Invictus == Ligações externas == * * * Categoria:Óscar de melhor ator secundário Categoria:Atores dos Estados Unidos Categoria:Cineastas afro-americanos Categoria:Globo de Ouro de melhor ator em filme de comédia ou musical Categoria:Vencedores do Prémio Screen Actors Guild de melhor ator secundário em filme Categoria:Independent Spirit de melhor ator secundário Categoria:Prémio Empire de melhor ator Categoria:Atores afro-americanos Categoria:Naturais de Memphis (Tennessee) Categoria:NAACP Image de melhor ator no cinema Categoria:Prémio Cecil B. DeMille Categoria:New York Film Critics Circle de melhor ator secundário Categoria:Prémio Screen Actors Guild Life Achievement",
 "title": "Morgan Freeman"
}