{
 "id": "108217",
 "text": "O Cerco de Lisboa de 1384 foi imposto pelas forças de Castela, comandadas por João I de Castela em 1384 e durou de 29 de maio a 3 de setembro. Os portugueses eram chefiados pelo mestre de Avis, João que seria depois aclamado rei de Portugal. ==Antecedentes== D. Fernando I morreu a 22 de outubro de 1383 deixando Portugal numa situação débil visto que este só tinha uma filha D. Beatriz que estava casada com o rei de Castela (crise de 1383-1385). Leonor Teles ficou como regente. Um golpe encabeçado pelo mestre de Avis, levou à morte do conde Andeiro, à aclamação de João, mestre de Avis como Regedor e Defensor do Reino, pela população lisboeta e à fuga da regente que solicitou ajuda ao genro.Crise de 1383-1385 in Infopédia. Porto: Porto Editora, 2003-2019: https://www.infopedia.pt/apoio/artigos/$crise-de-1383-1385 O golpe e a revolta popular levaram à revolução, traduzindo-se numa mudança de poder. O rei de Castela decide invadir Portugal no começo de 1384 para esmagar aquilo que considerava ser uma revolta. Entretanto, em abril de 1384, o fronteiro do Alentejo, Nuno Álvares Pereira, venceu uma força castelhana na batalha dos Atoleiros. Esta vitória deu ânimo aos portugueses para resistir. ==O cerco== O cerco foi feito por terra e mar. É descrito por Fernão Lopes na Crónica de el- rei D. João I que refere alguns dados interessantes sobre a cerca da cidade, à época, descrevendo as medidas defensivas, entre as quais:Fernão Lopes. Crónica de el-rei D. João I, cap. CXIV a CL * a cerca era amparada por 77 torres, no topo das quais foram montados caramanchões de madeira, visando optimizar a defesa; * os muros da cerca eram rasgados por 38 portas. A mais crítica era a chamada Porta de Santa Catarina, defronte da qual se estabeleceu o arraial de Castela, e defronte à qual se registava maior número de escaramuças; * o lado da Ribeira era defendido por duas grossas estacadas, desde as águas do rio até ao pé da cerca; * uma estacada dobrada defendia o Caminho de Santos, por baixo da Torre da Atalaia; * uma estacada dobrada, no lado oposto da cidade, estendia-se junto ao muro dos fornos de cal, na direcção do Mosteiro de Santa Clara; * encontrava-se em construção, mesmo durante os combates, um troço da barbacã em face do arraial castelhano, desde a Porta de Santa Catarina até à Torre de Álvaro Pais, no comprimento de dois tiros de besta. Enquanto o cerco durava, mandou Nuno Álvares atear uma grande fogueira no alto do castelo de Palmela para ser vista em Lisboa, da capital responderam ateando outra no castelo de S. Jorge. Uma frota vinda do Porto conseguiu penetrar a linha defensiva da frota inimiga, trazendo poucos alimentos à cidade e fortalecendo a guarnição. No combate naval, então travado contra as galés castelhanas, foram capturadas duas naus portuguesas e a galé real. ==Desfecho== O cerco de Lisboa foi levantado a 3 de Setembro de 1384, devido sobretudo à peste que assolou o exército castelhano, causando-lhe muitas baixas; houve também ataques na periferia do cerco por parte de forças do exército de D. João, mestre de Avis, forças essas chefiadas pelo fronteiro do Alentejo, Nuno Álvares Pereira. Finalmente o povo de Lisboa encontrava-se seguro e livre de perigo, mas a frota castelhana continuou no Tejo a fazer bloqueio. == Ver também == *Crise de 1383-1385 *Batalha dos Atoleiros *Cortes de Coimbra de 1385 *Batalha de Aljubarrota Categoria:Batalhas da Crise de 1383-1385 Categoria:1384 em Portugal Lisboa 1384 Categoria:História de Lisboa",
 "title": "Cerco de Lisboa (1384)"
}