{
 "id": "108211",
 "text": "A (em grego Μακεδονία) é a maior e a segunda mais populosa região da Grécia, formando a parte noroeste daquele país, ou todo o norte, uma vez que a Macedônia oriental está junta com a Trácia, formando a periferia da Macedônia Oriental e Trácia. == Geografia == Esta região macedônica é cerca de metade da geográfica e histórica região dos Balcãs onde, na antiguidade, se localizava o antigo reino da Macedónia (Filipe II e Alexandre, o Grande). A outra metade está dividida entre a Macedônia do Norte e a Bulgária. === Nota === FYROM é uma acrônimo do inglês Former Yugoslav Republic of Macedonia (em português: Antiga República Iugoslava da Macedônia). O nome e a sigla foram criados após o desmembramento da Iugoslávia como uma forma de se referir ao Estado independente da Macedônia (atual Macedônia do Norte).Floudas, Demetrius Andreas; O uso deste nome para a República da Macedónia foi uma imposição grega para o reconhecimento da independência daquele país e sua aceitação na Organização das Nações Unidas. == Subdivisões da Macedónia grega == A Macedónia está dividida em três regiões administrativas chamadas periferias, que se subdividem em 13 prefeituras (nomoi, singular - nomos). * Macedônia Ocidental (Δυτική Μακεδονία/Ditikí Makedonía): :1. Castória (Καστοριά) :2. Florina (Φλώρινα) :3. Kozani (Κοζάνη) :4. Grevena (Γρεβενά) * Macedônia Central (Κεντρική Μακεδονία/Kentrikí Makedonía): :5. Pela (Πέλλα), :6. Emátia (Ημαθία) :7. Pieria (Πιερία) :8. Kilkis (Κιλκίς) :9. Salonica (Θεσσαλονίκη) :10. Calcídica (Khalkidhiki - Χαλκιδική) :11. Serres (Σέρρες) * Macedônia Oriental e Trácia (Ανατολική Μακεδονία και Θράκη/Anatoliki Makedonia kai Thraki) : :12. Drama (Δράμα) :13. Cavala (Καβάλα) e Tasos (Θάσος) == História == == Ver também == * Macedônia do Norte * Disputa sobre o nome da Macedônia * Grécia Antiga * Filipe II da Macedónia * Alexandre, o Grande * Língua grega == Ligações externas == * A história da comunidade judaica na Grécia * Articles about history of Macedonia",
 "title": "Macedónia (Grécia)"
}