{
 "id": "108270",
 "text": "Os submarinos da Classe Ohio, são uma modalidade de SSBN, ou Submarino Nuclear Lançador de Mísseis Balísticos, da Marinha dos Estados Unidos desenvolvidos nos anos 1970 e que até hoje compõem uma parte importante da estratégia nuclear daquele país. Movido por um reator nuclear, os submarinos nucleares têm alcance virtualmente ilimitado, restrito apenas pela disponibilidade de suprimentos para a tripulação. Os Estados Unidos possuem 18 submarinos nucleares da chamada Classe Ohio, dos quais 14 são armados com mísseis balísticos lançados de submarinos (SLBM) armados com ogivas nucleares do tipo W76 ou W88 (300 ou 475 kilotons cada). Os outros 4 submarinos da classe Ohio foram reformados e adapatados para o lançamento de mísseis de cruzeiro do tipo Tomahawk. == Histórico e desenvolvimento == Na década de 1970, com o programa de produção do último submarino Polaris, para transportar os SLBM do tipo Poseidon, foi iniciado o desenvolvimento de um míssil balístico e de um submarino nuclear inteiramante novos. Esse míssil teria um alcance muito maior (7 400 km), mas em compensação necessitava de um submarino novo e mais amplo para carregá-lo. O míssil balístico Trident I, foi instalado nos SSBN convertidos da classe Lafayette, enquanto o primeiro dos submarinos especialmente projetados para ele, o USS Ohio, não se incorporava à frota. Inicialmente o Congresso americano se dividiu a respeito do custo altíssimo do novo sistema. Com o lançamento do SS-N-8, primeiro SLBM de longo alcance (7 720 km) da marinha soviética, logo seguido pelos SS-N-18 (com alcance de 8 400 km), os Estados Unidos aceleraram o programa Trident e o primeiro dos submarinos da classe Ohio foi lançado ao mar em 10 de abril de 1976. Atualmente uma parte dos submarinos Ohio foi adaptada para lançar mísseis de cruzeiro ao invés de mísseis balísticos. Um submarino nuclear lançador de mísseis balísticos (SSBN) da classe Ohio possui 24 tubos com mísseis do tipo Trident I ou Trident II. A versão adaptada para lançar mísseis de cruzeiro (SSGN) possui 22 tubos de lançamento vertical para mísseis Tomahawk, podendo levar 154 mísseis deste tipo, ou 7 para cada tubo. Isto significa que um único submarino da classe Ohio convertido para SSGN pode levar mais mísseis de cruzeiro Tomahawk do que um grupo de batalha inteiro, conforme a formação da Marinha dos Estados Unidos. Categoria:Classes de submarinos Categoria:Classes de submarinos da Marinha dos Estados Unidos",
 "title": "Classe Ohio"
}