{
 "id": "108274",
 "text": "Esta é a lista de prefeitos do município de Passa-Quatro, estado brasileiro de Minas Gerais. ==Histórico== No Estado de Minas Gerais, durante a chamada República Velha, que foi de 1891 a 1930, os municípios não elegiam prefeitos mas apenas os vereadores. Aquele mais votado era escolhido pela Câmara Municipal para exercer o cargo de Agente Executivo, mesmo que ocupasse também o cargo de Presidente da Câmara. As funções do Agente Executivo se assemelhavam às do hoje prefeito, porém existia a diferença de que a aprovação das despesas deveria passar pelo crivo dos demais vereadores antes de serem realizadas. O mesmo ocorria com o processo de realização de uma obra nova que deveria ser aprovada pelos vereadores, desde a concorrência até o pagamento final. Tal processo se iniciava com uma comissão de vereadores avaliando a obra para dar sua aprovação, confirmando que a obra estaria de acordo com o projeto. Esse sistema se assemelhava a um mini parlamento. No século XX, durante o período em que o Brasil era governado pelos militares, os prefeitos da cidade eram nomeados pelo governador do estado. Eleições diretas pelo voto popular só recomeçaram em 1985. Nº Nome Imagem Partido Início do mandato Fim do mandato Observações 1 Antônio Ribeiro Pereira Partido Republicano Mineiro PRM 12 de março de 1890 14 de março de 1894 Agente Executivo 2 Nicolau Ribeiro da Mota Partido Republicano Mineiro PRM 15 de março de 1894 14 de março de 1898 Agente Executivo 3 Antônio Ribeiro Pereira Partido Republicano Mineiro PRM 15 de março de 1898 31 de janeiro de 1901 Agente Executivo (2° mandato) 4 Francisco Ribeiro da Motta Partido Republicano Mineiro PRM 1° de fevereiro de 1901 31 de janeiro de 1905 Agente Executivo 5 Artur Tibúrcio Ribeiro Partido Republicano Mineiro PRM 1° de fevereiro de 1905 31 de janeiro de 1908 Agente Executivo 6 Antônio Ribeiro Pereira Partido Republicano Mineiro PRM 1° de fevereiro de 1908 31 de janeiro de 1913 Agente Executivo (3° mandato) 7 José Vicente Lisboa Partido Republicano Mineiro PRM 1° de fevereiro de 1913 31 de janeiro de 1917 Agente Executivo 8 Herculano Caetano da Silva Partido Republicano Mineiro PRM 1° de fevereiro de 1917 31 de janeiro de 1920 Agente Executivo 9 Ludgero Guedes Partido Republicano Mineiro PRM 1° de fevereiro de 1920 31 de janeiro de 1922 Agente Executivo 10 José Ribeiro Pereira Partido Republicano Mineiro PRM 1° de fevereiro de 1922 31 de dezembro de 1926 Agente Executivo 11 Manuel Alves de Castro Partido Republicano Mineiro PRM 1° de janeiro de 1927 10 de junho de 1938 Agente Executivo e Prefeito 12 Artur Tibúrcio Ribeiro Partido Republicano Democrático PRD 11 de junho de 1938 17 de junho de 1945 Prefeito nomeado pelo Governo do Estado 13 Afonso Ferreira Castro Partido Social Democrático PSD 18 de junho de 1945 5 de março de 1946 Prefeito nomeado pelo Governo do Estado 14 Artur Tibúrcio Ribeiro Partido Social Democrático PSD 6 de março de 1946 31 de julho de 1946 Prefeito nomeado pelo Governo do Estado 15 José Joaquim de Almeida Partido Social Democrático PSD 1° de agosto de 1946 15 de julho de 1947 Prefeito nomeado pelo Governo do Estado 16 Antônio Alexandre Nogueira Mendes Partido Social Democrático PSD 16 de julho de 1947 1° de novembro de 1947 Prefeito nomeado pelo Governo do Estado — Ari Simões Coelho Partido Social Democrático PSD 2 de novembro de 1947 30 de janeiro de 1948 Assume por um mês a prefeitura, designado pelo prefeito efetivo 17 Walter da Silva Hespanha União Democrática Nacional UDN 31 de janeiro de 1948 30 de janeiro de 1951 Prefeito eleito em sufrágio universal 18 Artur Jupyaçara Tibúrcio Ribeiro União Democrática Nacional UDN 31 de janeiro de 1951 8 de janeiro de 1955 Prefeito eleito renunciou ao cargo 19 José Joaquim de Almeida Partido Social Democrático PSD 9 de janeiro de 1955 30 de janeiro de 1955 Vice-prefeito eleito no cargo de Prefeito 20 Francisco Galvão César Partido Social Democrático PSD 31 de janeiro de 1955 30 de janeiro de 1959 Prefeito eleito em sufrágio universal 21 Mário Galvão Nogueira União Democrática Nacional UDN 31 de janeiro de 1959 27 de dezembro de 1962 Prefeito eleito em sufrágio universal — José Motta Pellegrini União Democrática Nacional UDN 28 de dezembro de 1962 30 de janeiro de 1963 Presidente da Câmara 22 Manuel Alves de Castro Partido Social Democrático PSD 31 de janeiro de 1963 20 de janeiro de 1965 Prefeito eleito em sufrágio universal (2° mandato) — Serafim Esteves da Fonseca Partido Social Democrático PSD 21 de janeiro de 1965 24 de março de 1965 Vice-Prefeito eleito no cargo de Prefeito 23 José Joaquim de Almeida Aliança Renovadora Nacional ARENA 25 de março de 1965 14 de abril de 1967 Presidente da Câmara 24 José Motta Pelegrini Aliança Renovadora Nacional ARENA 15 de abril de 1967 30 de janeiro de 1971 Prefeito eleito em sufrágio universal (2° mandato) 25 Josias de Almeida Aliança Renovadora Nacional ARENA 31 de janeiro de 1971 25 de fevereiro de 1974 Prefeito nomeado 26 Milton Costa Aliança Renovadora Nacional ARENA 26 de fevereiro de 1974 11 de junho de 1975 Prefeito nomeado 27 Carlos Edil Fortes Aliança Renovadora Nacional ARENA 12 de junho de 1975 14 de março de 1978 Prefeito nomeado 28 Sebastião Tibúrcio Ribeiro Partido Democrático Social PDS 15 de março de 1978 7 de março de 1982 Prefeito nomeado 29 Ary Chicarino Varajão Partido Democrático Social PDS 8 de março de 1982 31 de janeiro de 1983 Prefeito nomeado em sufrágio universal 30 Joaquim Caetano Sales Partido do Movimento Democrático Brasileiro PMDB 1° de fevereiro de 1983 31 de dezembro de 1985 Prefeito nomeado em sufrágio universal 31 Antônio Claret Mota Esteves Partido do Movimento Democrático Brasileiro PMDB 1º de janeiro de 1986 31 de dezembro de 1988 Prefeito eleito em sufrágio universal 32 Wilson Siqueira Partido da Frente Liberal PFL 1º de janeiro de 1989 31 de dezembro de 1992 Prefeito eleito em sufrágio universal 33 Paulo Egídio Fonseca de Luca Partido do Movimento Democrático Brasileiro PMDB 1º de janeiro de 1993 31 de dezembro de 1996 Prefeito eleito em sufrágio universal 34 Acácio Mendes de Andrade Partido do Movimento Democrático Brasileiro PMDB 1º de janeiro de 1997 31 de dezembro de 2000 Prefeito eleito em sufrágio universal 35 Wilson Siqueira Partido da Frente Liberal PFL 1º de janeiro de 2001 31 de dezembro de 2004 Prefeito eleito em sufrágio universal 36 Acácio Mendes de Andrade[hhttp://noticias.uol.com.br/politica/politicos- brasil/2008/prefeito/29031959-acacio.jhtm Dados do Candidato a Prefeito Acácio] Partido Trabalhista Brasileiro PTB 1º de janeiro de 2005 31 de dezembro de 2008 Prefeito eleito em sufrágio universal 36 Acácio Mendes de Andrade[hhttp://noticias.uol.com.br/politica/politicos- brasil/2008/prefeito/29031959-acacio.jhtm Dados do Candidato a Prefeito Acácio] Partido Trabalhista Brasileiro PTB 1º de janeiro de 2009 31 de dezembro de 2012 Prefeito reeleito em sufrágio universal 37 Paulo José de Almeida Brito, Paulinho Brito Dados do candidato a prefeito Paulinho Brito Partido da Social Democracia Brasileira PSDB 1º de janeiro de 2013 31 de dezembro de 2016 Prefeito eleito em sufrágio universal 38 Antônio Claret Mota Esteves Partido Verde PV 1º de janeiro de 2017 15 de novembro de 2020 Prefeito eleito em sufrágio universal 39 Henrique Nogueira Gonçalves Movimento Democrático Brasileiro MDB 15 de novembro de 2020 Atualmente Segundo na linha sucessória, assumiu o cargo após o falecimento do então prefeito, Antônio Claret Mota Esteves. Foi reeleito em sufrágio universal. ==Bibliografia== *RIBEIRO DA MATA, Mabeli - Biografias dos prefeitos de Passa Quatro. Câmara Municipal de Passa Quatro, 2004 *CARNEIRO, Helena - Lembranças de Passa Quatro. Ed. Raízes, 1988. Passa Quatro Categoria:Passa Quatro",
 "title": "Lista de prefeitos de Passa Quatro"
}