{
 "id": "108365",
 "text": "O misoprostol é a versão sintética da prostaglandina E1 (PGE1) usado no tratamento e prevenção de dor no estômago, para induzir o parto, para parar hemorragia uterina pós-parto e como abortivo.\"Misoprostol\". The American Society of Health-System Pharmacists. Archived from the original on 2015-02-21. Retrieved Feb 20, 2015. Também é usado na medicina veterinária para proteção estomacal de animais. O misoprostol foi introduzido no Brasil em 1984, através do laboratório Searle, sem qualquer restrição de compra nas farmácias até 1991, pois era aprovado para tratamento de úlcera gástrica e duodenal. Todavia, logo se descobriram suas propriedades abortivas. Posteriormente, o Ministério da Saúde limitou sua venda somente com retenção de prescrição médica.MENGUE, Sotero Serrate and DAL PIZZOL, Tatiane da Silva. Misoprostol, aborto e malformações congênitas. Rev. Bras. Ginecol. Obstet. [online]. 2008, vol.30, n.6, pp. 271-273. ISSN 0100-7203. doi: 10.1590/S0100-72032008000600001. Sua comercialização é proibida no Brasil para o público geral desde 1998. Atualmente, os meios de mídia denunciam a venda clandestina do medicamento em algumas farmácias e drogarias, e também via Internet. Está registrado na Anvisa pelo nome Prostokos, da Infan Indústria Química Farmacêutica Nacional S/A, para uso hospitalar. Cytotec não pode ser comercializado no Brasil por não possuir registro,Anvisa. Anvisa proíbe a propaganda de medicamentos à base de misoprostol . Acesso em 12 de abril de 2011 O misoprostol foi desenvolvido em 1973. Está na Lista de Medicamentos Essenciais da Organização Mundial de Saúde, os medicamentos mais eficazes e seguros necessários em um sistema de saúde. A dose custa entre 0,40 e 2 euros (cerca de 2 a 9 reais).\"WHO Model List of Essential Medicines (19th List)\" (PDF). World Health Organization. April 2015. == Farmacocinética == De fácil absorção, rapidamente sofre uma desesterificação e assim forma o ácido de misoprostol que é livre. Esta mudança também pode ocorrer em menor escala nas células parietais. Antiácidos e alimentos influenciam na absorção de misoprostol. A administração de uma única dose termina de produzir ácido em 30 minutos, tem efeito máximo de 30 a 90 min. e dura por 3 horas.Goodman & Gilman. As bases farmacológicas da terapêutica. [tradução da 10. ed. original, Carla de Melo Vorsatz. et al] Rio de Janeiro: McGraw-Hill, 2005. == Uso médico == === Estômago === É indistinguível da PGE1, e age nos mesmos receptores, aumentando seu mecanismo fisiológico, No estômago, aumenta a produção de muco protetor, e aumenta o fluxo sanguíneo local, que contém bicarbonato neutralizante do ácido. Efeitos de proteção da mucosa gástrica. O misoprostol é utilizado para diminuir os efeitos adversos de anti-inflamatórios não esteroides. == Parto == O misoprostol é amplamente usado para indução do parto. Causa contrações uterinas e o amadurecimento (obliteração ou afinamento) do colo do útero. Pode ser mais barato que o outro agente de amadurecimento comumente usado, a dinoprostona. A ocitocina também é usada há muito tempo como agente padrão para a indução do parto, mas não amadurece o colo do útero fechado. O misoprostol pode ser usado em conjunto com a ocitocina.Summers, L (1997). \"Methods of cervical ripening and labor induction\". Journal of Nurse-Midwifery. 42 (2): 71–85. doi:10.1016/S0091-2182(96)00138-3. PMID 9107114 O misoprostol também é usado para prevenir e tratar sangramento pós-parto. O misoprostol administrado por via oral foi um pouco menos eficaz que a ocitocina, mas é mais barato, termoestável, prático e seguro, por isso, é uma boa opção em países pobres ou quando a ocitocina é contraindicada. A ocitocina deve ser injetada e conservada em geladeira, o misoprostol dura mais e pode ser administrado oral ou retalmente.Villar, J; Gülmezoglu, AM; Hofmeyr, GJ; Forna, F (2002). \"Systematic review of randomized controlled trials of misoprostol to prevent postpartum hemorrhage\". Obstetrics & Gynecology. 100 (6): 1301–12. doi:10.1016/S0029-7844(02)02371-2. PMID 12468178. === Aborto === O misoprostol é usado no aborto farmacológico em alternativa ao aborto cirúrgico. A vantagem deste tipo de aborto é que é mais barato, mais simples, menos invasivo, não requer anestesia, e não há risco de cicatriz de aborto cirúrgico. A Organização Mundial da Saúde fornece orientações para seu uso em abortos, bem como informa acerca de riscos. O misoprostol é mais eficaz quando combinado com o metotrexato ou a mifepristona (RU-486)Safe abortion: technical and policy guidance for health systems World Health Organization, 2012 S e usado sozinho, o misoprostol é menos eficaz (a taxa de sucesso para provocar um aborto é de cerca de 88% até 9 semanas de gestação). Não é um método inseguro, mas 1% das mulheres necessitarão de cuidados médicos devido a forte hemorragia. Não pode ser utilizado em caso de gravidez ectópica, e para gravidezes que continuam após o uso de misoprostol há maior probabilidade de o feto sofrer de defeitos à nascença.What is the \"Mexican abortion pill\" and how safe is it? Jen Gunter, July 27, 2013 A maioria de estudos recomenda um protocolo para o uso de misoprostol em combinação com mifepristona, sendo a eficácia desta combinação bastante elevada, cerca de 98% durante o primeiro trimestre;Ed Hillary Bracken, Gynuity Health Project, \"Providing Medical Abortion in Low-Resource Settings\" , 31/8/2015 o misoprostol usado sozinho é mais eficaz em gravidezes de início de gestação. As orientações da OMS recomendam para término de gravidez de até 12 semanas o uso de até 4 doses de misoprostol (de 800 µg cada) por via sublingual ou vaginal, com pelo menos 3 horas de intervalo entre cada dose. Funciona 90%, mas caso falhe, a mulher pode voltar a tentar repetir o procedimento passados no mínimo de 3 dias. O misoprostol pode também ser utilizado para dilatar o cérvix em preparação para um aborto cirúrgico, principalmente durante o segundo trimestre (ou sozinho ou em combinação com tendas laminárias). == Doses usuais == === Estômago === Para tratamento de úlceras duodenais, as doses estabelecidas por via oral são de 200 mcg, 4 vezes por dia, antes ou após as refeições e ao deitar. Na prevenção de lesões gastrintestinais provocadas por AINE, utiliza-se 200 mcg, 2 a 4 vezes ao dia, antes ou após as refeições e ao deitar-se. === Como abortivo e facilitador do parto === Em hospitais, nas interrupções terapêuticas da gravidez, indução de parto em morte fetal intrauterina, tratamento farmacológico de aborto espontâneo ou indução do parto, dependendo do caso pode receber doses de 200 µg a 800 µg por via vaginal, sublingual ou bucal de tempo em tempo e quantidade específica de acordo com o tempo de gestação e sob critério médico. As doses aplicadas são reduzidas para um mínimo que tenha efeito satisfatório. Dependendo do caso pode ser efetuada administração conjunta com mifepristona. Também existem apresentações de 25 mcg utilizadas em casos de colo uterino imaturo, na indução de parto quando não há riscos maternais e fetais. Estudos demonstram que doses de 25 mcg sublingual e 25 mcg vaginal possuem a mesma efetividade e segurança. == Usos clínicos == * Indução do parto (com feto vivo ou morto). * Prevenção e tratamento da hemorragia pós- parto. * Aborto farmacológico, por exemplo para prevenir complicações de aborto espontâneo incompleto ou nos casos de aborto terapêuticos e legais. * Tratamento de ulcerações gástricas ou duodenais. * Tratamento de disfunção eretora (vasodilatador). * Dilatação cervical para histeroscopia. == Efeitos adversos == O efeito adverso mais comumente reportado após a toma oral de misoprostol para a prevenção de úlceras é a diarreia. Em ensaios clínicos, cerca de 13% dos pacientes reportaram diarreia, que geralmente está associada com a dose e que costuma surgir no início do tratamento (após 13 dias) e que desaparece por si mesma (geralmente após 8 dias) mas que em alguns casos(2% dos pacientes) foi necessário parar o tratamento. Outros efeitos adversos reportados em pacientes a usar o misoprostol para o tratamento de úlceras gástricas foram: dor abdominal, náusea, flatulência, cefaleia, dispépsia, vómitos, e prisão de ventre, mas nenhum destes efeitos adversos ocorreu mais vezes quando comparado com a toma de placebos. Na prática, a febre é um sintoma quase universal quando são tomadas múltiplas doses a cada 4 ou 6 horas. O misoprostol não deve ser tomado por mulheres grávidas para reduzir o risco de úlceras gástricas induzidas por anti-inflamatórios não esteroides pois aumenta o tônus uterino e contrações durante a gravidez, que podem causar um aborto parcial ou completo. Não devem também fazer esse uso porque foi associado com defeitos de nascença. Todo o amadurecimento cervical e agentes de indução podem causar hiperestimulação uterina, o que pode afetar negativamente o fornecimento de sangue para o feto e aumentar o risco de complicações, como a rutura uterina. Algumas preocupações foram levantadas relativamente ao facto do tratamento da hiperestimulação uterina que ocorre durante o uso de misoprostol para provocar o parto, ser mais difícil do que quando induzida por outros fármacos. Porque as complicações são raras, é difícil determinar se o misoprostol tem um risco maior que outros fármacos que causam amadurecimento cervical. Uma estimativa diz que seria necessária a participação de 61.000 pessoas um ensaio clínico para poder detetar uma diferença clínica significativa em complicações fetais sérias e cerca de 155.000 pacientes para detetar uma diferença significativa em complicações maternais sérias., which cites: : == Contraindicações == Esse medicamento não deve ser usado na gravidez, pois pode causar aborto ou parto prematuro nem em pacientes com antecedentes de alergia ao princípio ativo. Mesmo que não cause aborto pode induzir efeitos teratogênicos no feto.Pfizer (September 2006). \"Cytotec US Prescribing Information\" (PDF). Archived from the original (PDF) on 2007-02-16. A indução do parto com misoprostol é contra-indicada no caso de pacientes nos quais o parto não é indicado na vagina como no caso de: *Múltiplas cesarianas ou cirurgia uterina importante (risco de ruptura uterina); *Desproporção cefalopélvica (cabeça do bebê maior que a pélvis materna); *Suspeita ou evidência clínica de sofrimento fetal preexistente; *História de parto difícil e/ou parto traumático; *Multíparas com 6 ou mais gestações anteriores a termo; *Situações transversais do feto com mais de 32 semanas; *Emergências obstétricas quando a relação benefício-risco para o feto e a mãe aconselham uma intervenção cirúrgica; *Gravidez múltipla (com fetos em posição desfavorável); *Corrimento vaginal inexplicável e/ou sangramento uterino irregular durante a gravidez atual; *Placenta prévia; *Herpes genital ou outra infecção ativa; *Superestimulação das contrações uterinas; *Fatores de risco para embolia do líquido amniótico; *Pré-eclâmpsia grave ou eclâmpsia. == Sobredose == Os sintomas de sobredosagem podem incluir: *Dor de barriga; *Vômito; *Diarreia; *Confusão; *Sonolência; *Perda do tônus muscular; *Tremor incontrolável de uma parte do corpo; *Convulsões; *Dificuldade para respirar; *Febre ou hipertermia; *Batimentos cardíacos acelerados ou mais lentos; *Tontura; *Desmaio. == Ver também == * Aborto no Brasil * Aborto * Aborto farmacológico * Mifepristona == Ligações externas == * Reportagem do Jornal do Brasil falando sobre o uso clandestino do Misoprostol no país * Sistema Nacional de Informação sobre Teratógenos Categoria:Prostaglandinas Categoria:Abortifacientes Categoria:Ésteres Categoria:Medicamentos essenciais da Organização Mundial da Saúde",
 "title": "Misoprostol"
}