{
 "id": "108311",
 "text": "Oceanic Airlines é uma linha aérea fictícia utilizada em filmes e séries de televisão. Devido a muitos filmes e séries de televisão terem na sua história um ou mais aviões que sofrem um desastre, a utilização de nomes e logotipos de empresas reais não é desejado. Assim, \"Oceanic Airlines\" é uma escolha popular e uma alternativa fictícia. Os produtores do filme Executive Decision, de 1996, fizeram extensivas filmagens aéreas no exterior utilizando um Boeing 747 verdadeiro pintado com os logótipos da linha aérea fictícia. Estas filmagens têm sido reutilizadas num grande número de filmes e de séries de televisão. A série de televisão da ABC, Lost também apresentam a Oceanic Airlines, mas não utilizam filmagens recicladas já existentes do filme Executive Decision, e utilizam o seu próprio logótipo da Oceanic Airlines. Um número de telefone (0871 200 3904) para a Oceanic Air foi criado no Reino Unido, presumivelmente pelo distribuidor da série Lost no Reino Unido, Channel 4. Após carregar na tecla 0, após ouvir a mensagem inicial «Welcome to Oceanic Air» («Bem-vindo à Oceanic Air»), um som estranho começa a ser reproduzido. O número de telefone encontra-se escondido numa animação no site do Lost do canal Channel 4. A imagem da Oceanic Airlines como estando inclinada para desastres tornou-se um tipo de piada entre os fãs de televisão e de cinema: por exemplo, o site de revisão de televisão, Television Without Pity, vendeu uma edição limitada de camisetas e de sacos com o logótipo da Oceanic Airlines e com o slogan «Getting halfway there is all the fun!» (tradução livre: «No meio do caminho é onde está toda diversão!»); o slogan da Oceanic da série Lost parece especialmente apto para a inclinação de desastres da linha aérea: \"Taking You Places You've Never Imagined!\" (tradução livre: «Levando-o(a) A Lugares Onde Nunca Imaginou!»), tal como o seu logótipo: uma pintura com estilo australiano lembrando um olho de um boi. ==Filmes e séries de televisão que se referêm à Oceanic Airlines== ===Original=== * FlashForward * Code 11-14 * Executive Decision — Oceanic Flight 343 de Atenas a Dulles, Virginia foi sequestrado por terroristas. * Lost — Oceanic Flight 815 de Sydney a Los Angeles desintegrou- se a alta altitude sobre o Oceano Pacífico. * Castle — Avião da Oceanic de Nova York a Londres, um homicídio ocorreu em pleno voo * Survivor — Terrorista tenta embarcar em um avião da Oceanic para os Estados Unidos. ===Filmagens reutilizadas=== * After the Sunset * Alias — Oceanic é mencionada no aeroporto de Sydney, no qual é a origem do voo da Oceanic em Lost. Isto poderá indicar uma ligação entre ambas as séries (ambas criadas por J. J. Abrams) * Category 6: Day of Destruction * JAG * LAX — publicidade nos computadores no terminal do aeroporto de Los Angeles no episódio Senator's Daughter. * Nowhere to Land * Panic in the Skies ===Outras=== * Ctrl+Alt+Del: A personagem Ethan tenta comprar um bilhete para um voo da Oceanic numa comic datada de 6 de março de 2006. ==Ligações externas== * Oceanic Airlines: The Unfriendly Skies * Lost * Airliners.net Avião a jacto do Lost - Uma história fotográfica do Lockheed L1011 Tristar desmantelado para o cenário da série Lost. * Oceanic teaser site Categoria:Empresas fictícias Categoria:Lost",
 "title": "Oceanic Airlines"
}