{
 "id": "108337",
 "text": "A Teofilina é uma dimetilxantina relacionada com a cafeína, que está presente no cacau e no chá. É também um fármaco do grupo dos antiasmáticos. == Usos clínicos == * Asma. * DPOC doença pulmonar obstrutiva crónica. * Estimulante do sistema nervoso central (preparados contra constipação/resfriado) * Broncodilatador == Mecanismo de acção == Os seus efeitos são devidos à inibição da fosfodiesterase com aumento dos mediadores celulares cAMP e cGMP. Antagonistas dos receptores do neurotransmissor depressor adenina no cérebro. == Efeitos == Os seus efeitos podem ser benéficos ou adversos de acordo com o objectivo terapêutico ou do consumidor. * Gastrointestinais: estimulam a secreção de ácido e enzimas pelo estômago. Diarréia, vômitos, náuseas. * Renais: são diuréticos fracos. * Cardíacos: estimulam a contração, aumentam a taxa de batimentos. Em doses altas pode causar arritmias * Cerebrais: estimulação do córtex, aumento da vigília, menos fadiga. Ansiedade e tremores. Em doses altas, convulsões. * Musculares: relaxam o músculo liso dos brônquios; são estimulantes das contrações do músculo esquelético e cardíaco. * Pulmonares: são broncodilatadores, facilitam a respiração ao estimularem o diafragma, inibem a liberação de histamina. == Interações == Hábitos tabágicos diminuem o nível de teofilina sistémica: * Antibióticos (macrólidos e quinolonas) * Antifúngicos (fluconazol e cetoconazol) * Antivírais (ritonavir) * Antidepressivos (fluvoxamina) * Bloqueadores dos canais de cálcio (diltiazem, verapamil) * Antiulcerosos (cimetidina) * Analgésicos (rofecoxib) * Antiepilépticos (carbamazepina, fenobarbital, fenitoína e primidona) * Contraceptivos orais * Ticlopidina * zafirlucaste * dissulfiram == Compostos semelhantes == * Cafeína: chá, café, chocolate. * Teobromina: outra dimetil xantina, encontrada no chocolate. == Cuidados == A margem entre a dose terapêutica e dose tóxica é muito estreita, sendo necessário a monitorização terapêutica dos níveis séricos. (entre 10 a 20 microgramas/ml). Categoria:Xantinas",
 "title": "Teofilina"
}