{
 "id": "108352",
 "text": "Comunicação não verbal é a comunicação que não é feita com fala verbal, ou que não é feita com a fala nem com a escrita. Diferentemente da comunicação inconsciente, que pode ser verbal ou não verbal. Compreende a expressão do pensamento por meio de elementos comunicativos sem o uso de palavras, como: placas, figuras, gestos, objetos, cores, ou seja, utiliza-se de simbologias textuais. == Linguagem corporal == É ela a responsável pela primeira impressão de uma pessoa. O investigador americano Ray Birdwhistell fez uma estimativa da proporção verbal/não verbal do comportamento e concluiu que até 55% da mensagem é transmitida via linguagem corporal. Ainda segundo o mesmo estudo, a voz é responsável por 38% e as palavras apenas por 7%.BIRDWHISTELL, R.L. Kinesics and context: essays on body motion communication. 4.ed. Philadelphia: UPP (University of Pensylvania Press), 1985 A linguagem corporal contribui para dar credibilidade à mensagem. Bons comunicadores dominam um assunto, mas também adotam a postura, os gestos, a conexão visual e a entonação de voz adequados. Uma pesquisa de 2006, conduzida por Alexander Todorov, psicólogo da Universidade de Princeton, nos Estados Unidos, mostra que as pessoas fazem julgamentos umas das outras em um décimo de segundo, apenas pela expressão dos seus rostos. Para chegar a esse resultado, ele pediu a cerca de mil voluntários que avaliassem fotos de candidatos ao Senado americano em 2002 e 2004. A gesticulação é um aspecto relevante da linguagem corporal. Desde pequenos, ao mesmo tempo em que os seres humanos aprendem a falar, são estimulados a fazer gestos com as mãos. David McNeill, psicólogo americano especialista na relação da linguagem com os pensamentos e os gestos, diz que gestos corporais são ações que transmitem um sentimento ou ideia e ocorrem simultaneamente ao gesto vocal. Paul Ekman, outro psicólogo americano, pioneiro no estudo das emoções e expressões faciais, defende que as gesticulações são manipuladas pela palavra e pelas ideias, sendo reproduções do pensamento. == Expressões Faciais == As expressões faciais são reveladoras das emoções e o seu estudo está inserido no campo da cinésica. Desde o trabalho pioneiro de Charles Darwin, cujo livro publicado em 1872, As Expressões das Emoções no Homem e nos Animais.Darwin, C. (2000). As Expressões das Emoções nos Homens e nos Animais. Cia das Letras: São Paulo. Atualmente há muitos portais que tratam da análise das expressões faciais e suas relações com as emoções.Portal da Comunicação Não Verbal Para ajudar na comunicação, a expressão facial deve ser condizente com o discurso – simpática em assuntos leves e séria em assuntos importantes. Paul Ekman, no livro A linguagem das emoções, mostra como o semblante das pessoas reproduz o seu estado interno. Segundo o psicólogo, há diferenças biológicas entre um sorriso verdadeiro e um sorriso “educado”: a emoção da alegria genuína combina necessariamente a contração dos músculos zigótico maior (na região das laterais da boca) e do músculo orbicular do olho (ao redor dos olhos). Ele cita o neurologista francês Duchenne de Boulogne, que estudou o impacto de cada músculo facial na aparência das pessoas: “O músculo ao redor dos olhos não obedece à vontade, ele só é ativado por um sentimento verdadeiro, por uma emoção agradável”.MCNEILL, D. Hand and Mind: what gestures reveal about thought. Chicago: University Chicago Press, 1992 == Postura == A postura também pode demonstrar o estado emocional de quem se comunica. Uma pessoa insegura, por exemplo, tende a se comunicar com as costas curvadas e a cabeça baixa, buscando não aparecer. Em situações como apresentações, recomenda-se adotar uma postura neutra: pernas paralelas, ombros paralelos ao corpo e cabeça paralela ao chão. == Comunicação através de símbolos gráficos == thumb|Os principais tipos de linguagens distribuídos em um pequeno e breve diagrama. A comunicação por meio de símbolos também faz parte da comunicação não verbal: sinalização, logotipos, ícones, são símbolos gráficos constituídos basicamente de formas, cores e tipografia. Um semáforo; uma mímica; um apito ou os cartões amarelo e vermelho em um jogo; sinalizações; ícones de tablets, computadores e telefones celulares; placas nas portas dos banheiros ou de trânsito...; tudo isso compreende o uso de comunicações não verbalizadas. É uma forma de linguagem muito utilizada em charges, cartoons e anúncios publicitários. Por meio da combinação destes elementos gráficos é possível exprimir ideias e conceitos numa linguagem figurativa ou abstrata. O grau de conhecimento de cada pessoa é que determina qual a sua capacidade de interpretação entre a linguagem não verbal para uma linguagem verbalizada, falamos do uso dos símbolos (linguagem não verbal) e seus significados (linguagem verbal). As cores mais utilizadas neste processo são àquelas de maior contraste cromático, tais como: vermelho, laranja, amarelo, verde, azul, branco e preto, tanto isoladamente como combinadas entre si. Um exemplo, é o uso de amarelo e preto para comunicações na área de segurança rodoviária. Cada vez mais a comunicação não verbal está sendo valorizada, como o uso de cores, formas e gestos. A tecnologia se utiliza de imagens estilizadas, chamadas de ícones e os sinais corporais são muito utilizados para complementar a fala ou estabelecer a comunicação entre duas pessoas que não falam mesma língua ou até mesmo por pessoas impossibilitadas de falar como linguagem alternativa. Um exemplo de comunicação não verbal crescente é o uso de emotions e vem se popularizando muito em redes sociais modernas, como o Facebook e o WhatsApp. == Ver também == * Comunicação * Proxêmica * Linguagem * Linguagem corporal * Linguagem de programação * Linguagem não verbal * Língua de sinais * Semiótica Categoria:Linguagem Categoria:Comunicação Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Comunicação não verbal"
}