{
 "id": "1084",
 "text": "Jânio da Silva Quadros (Campo Grande, – São Paulo, ), que assinava Janio Quadros (sem acento e aceito), foi um advogado, professor, letrólogo, escritor e político brasileiro. Foi prefeito e governador do estado de São Paulo nos anos 1950. Em seguida, foi o 22.º presidente do Brasil, entre 31 de janeiro de 1961 e 25 de agosto de 1961, data em que renunciou ao seu mandato. Em 1985, elegeu-se novamente prefeito de São Paulo dessa vez pelo PTB, tomando posse em 1 de janeiro de 1986, tendo sido este o seu último cargo eletivo. Jânio utilizou-se da imagem de combate à corrupção durante toda a sua carreira política, tendo a vassoura como principal símbolo. Porém, chegou a receber diversas acusações de corrupção. ==Biografia== === Primeiros anos e estudos === Filho do médico e engenheiro agrônomo Gabriel Quadros, nasceu no estado de Mato Grosso (na porção que hoje corresponde ao Mato Grosso do Sul), mas foi criado em Curitiba, tendo estudado no Colégio Marista Santa Maria, feito os dois primeiros anos do ensino fundamental no Grupo Escolar Conselheiro Ezequiel da Silva Romero Bastos (hoje Colégio Estadual Conselheiro Zacarias), e três anos, de 1927 a 1930, no Colégio Estadual do Paraná. Na capital paranaense foi colega de escola do futuro governador e ministro Ney Braga, tanto quanto do treinador da Seleção Brasileira, João Saldanha. Mudou-se para São Paulo, morando em bairros da Zona Norte, como Santana e, depois, Vila Maria, que se converteria em seu mais fiel e cativo reduto eleitoral. Estudou no Colégio Marista Arquidiocesano de São Paulo para, depois, formar-se em Direito pela Faculdade de Direito da Universidade de São Paulo, abrindo banca na capital paulista em 1943, logo após a sua graduação. Foi professor de Geografia no tradicional Colégio Dante Alighieri e no Colégio Vera Cruz, tendo sido considerado um excelente docente em ambas as instituições. Tempos depois, lecionou Direito Processual Penal na Faculdade de Direito da Universidade Presbiteriana Mackenzie. === Vida política === Em 1947, foi eleito vereador com 1 707 votos na cidade de São Paulo pelo Partido Democrata Cristão (o mesmo partido do jovem André Franco Montoro, a quem enfrentaria em uma eleição estadual 35 anos depois). Por ocasião da cassação (por determinação geral do então presidente Eurico Gaspar Dutra) dos mandatos dos vereadores ex-membros do Partido Comunista Brasileiro (o qual havia tido, em 7 de maio de 1947, seu registro cassado), então integrantes do (e eleitos pelo) Partido Social Trabalhista e chamados \"Candidatos de Prestes\", alguns suplentes de vereadores foram elevados ao cargo de vereador. É altamente difundida a versão de que Jânio teria recebido assim a posição de vereador. No entanto, constata-se que ele havia sido um dos três vereadores já originalmente eleitos pelo PDC, sendo que um quarto (Yukishigue Tamura) elegera-se suplente e tornou-se vereador por conta das cassações do PST. Na ocasião ficou conhecido como o maior autor de proposições, projetos de lei e discursos de todas as casas legislativas do país no período, assinando ainda a maior parte das propostas e projetos considerados favoráveis à classe trabalhadora. Na sequência foi consagrado como o deputado estadual mais votado do Estado de São Paulo, com mandato entre 1951 e 1953. A 27 de janeiro de 1952 foi feito Grande-Oficial da Ordem Militar de Cristo de Portugal. === Prefeito e governador === A seguir elegeu-se prefeito do município de São Paulo, o que caracterizou uma grande façanha, pois enfrentou um enorme arco de partidos políticos, assim composto: PSP-PSD- UDN-PTB-PRP-PR-PL. Essa coligação registrou a candidatura do professor Francisco Antonio Cardoso, que tinha uma campanha milionária, com uma enxurrada de material de propaganda e com apoio ostensivo das máquinas municipal e estadual. De outro lado, o PDC e o PSB lançam Jânio Quadros, com poucos recursos financeiros — sua campanha foi chamada de o tostão contra o milhão.FIDELIS, Thiago. O tostão contra o milhão: a cobertura da campanha pela prefeitura de São Paulo pelo jornal O Estado de S. Paulo (1952-1953). História e Cultura, Franca, v. 5, n. 2. p. 228-254, set. 2016. Exerceu a função de 1953 a 1955, licenciando-se do cargo em 1954, durante a sua campanha para governador. Seu vice, que exerceu interinamente o cargo, foi José Porfírio da Paz, que também foi autor do hino do São Paulo Futebol Clube. Ainda no futebol, foi homenageado em 1953 pelo Torneio Jânio Quadros, disputado pelos times paulistas Juventus (campeão), Ypiranga e Portuguesa Santista e pelo carioca Bonsucesso. Após deixar o PDC e filiar-se ao Partido Trabalhista Nacional (PTN), foi candidato da aliança PTN-PSB a Governador de São Paulo, tendo ganhado o pleito sobre o favorito Ademar de Barros (um de seus maiores rivais políticos) por uma pequena margem de votos, de cerca de 1%. Sua gestão foi entre 1955 e 1959. Durante o mandato, procurou executar ações que passassem uma imagem de moralização da administração pública e de combate à corrupção (uma prática comum era a das visitas surpresa às repartições públicas, a fim de verificar a qualidade do serviço oferecido à população) aliadas a um empreendedorismo que buscava destaque e projeção, seja na criação de novos serviços e órgãos ou na construção de grandes obras, como pode se verificar, por exemplo, na criação do Complexo Penitenciário do Carandiru. Assim, angariou grande popularidade e se consagrou como um líder entre os paulistas. Elegeu-se deputado federal pelo estado do Paraná em 1958, mas viajou para o exterior e não participou de nenhuma das sessões do Congresso.Biografia Biblioteca da Presidência da República Ao retornar, preparou sua candidatura à presidência, com apoio da União Democrática Nacional (UDN). Utilizou como mote da campanha o \"varre, varre vassourinha, varre a corrupção\", cujo jingle tinha como versos iniciais: ::varre, varre, varre, varre vassourinha / varre, varre a bandalheira / que o povo já tá cansado / de sofrer dessa maneira / Jânio Quadros é a esperança desse povo abandonado! A 17 de maio de 1958 foi elevado a Grã-Cruz da Ordem Militar de Cristo de Portugal. === Rápida ascensão política === Jânio chegou à presidência da República de forma muito veloz. Em São Paulo, exerceu sucessivamente os cargos de vereador, deputado, prefeito da capital e governador do estado. Tinha um estilo político exibicionista, dramático e demagógico. Conquistou grande parte do eleitorado prometendo combater a corrupção e usando uma expressão por ele criada: varrer toda a sujeira da administração pública. Por isso o seu símbolo de campanha era uma vassoura. == Presidente da República == Foi eleito presidente em 3 de outubro de 1960, pela coligação PTN-PDC-UDN-PR-PL, para o mandato de 1961 a 1965, com 5,6 milhões de votos — a maior votação até então obtida no Brasil — vencendo o Henrique Lott de forma arrasadora, por mais de dois milhões de votos. Porém não conseguiu eleger o candidato a vice-presidente de sua chapa, Milton Campos (naquela época votava-se separadamente para presidente e vice). Quem se elegeu para vice-presidente foi João Goulart, do Partido Trabalhista Brasileiro. Os eleitos formaram a chapa conhecida como chapa Jan-Jan. Qual a razão do sucesso de Jânio Quadros? Castilho Cabral, presidente do antigo Movimento Popular Jânio Quadros, sempre se perguntava como que esse moço desajeitado conseguiu realizar, em menos de quinze anos, uma carreira política inteira — de vereador a Presidente da República — que não tem paralelo na história do Brasil. Jânio não alcançou o poder na crista de uma revolução armada, como Getúlio Vargas. Não era rico, não fazia parte de algum clã, não tinha padrinhos, não era dono de jornal, não tinha dinheiro, não era ligado a grupo econômico, não servia aos Estados Unidos nem à Rússia, não era bonito, nem simpático. O que era, então, Jânio Quadros? Hélio Silva, em seu livro A Renúncia,SILVA, Hélio e CARNEIRO, Maria Cecilia Ribas. A Renúncia 1961. São Paulo: Editora Três, 1975. tenta explicar: ::Jânio trazia em si e em sua mensagem, algo que tinha que se realizar. E que excedia, até mesmo excedeu, sua capacidade de realização … Todo um conjunto de valores e uma conjugação de interesses somavam-se em suas iniciativas e aliavam-se, nas resistências que encontrou. Analisada, a renúncia não tem explicação. Ou melhor, nenhuma das explicações que lhe foram dadas satisfaz. Assumiu a presidência (pela primeira vez a posse presidencial fora realizada em Brasília) em 31 de janeiro de 1961. Embora tenha feito um governo bastante breve — que só durou sete meses — pôde-se, nesse período, traçar novos rumos à política externa e orientar, de maneira singular, os negócios internos. A posição de Cuba nas Américas após a vitória de Fidel Castro mereceu sua atenção. Comenta Hélio Silva em A Renúncia: ::Foi em seu Governo, breve mas meteórico, que se firmaram diretrizes tão avançadas que, muitos anos passados, voltamos a elas, sem possibilidade real de desconhecer as motivações que as inspiraram. Para combater a burocracia, tomou emprestado a Winston Churchill — que usara o método durante a Guerra — o hábito de comunicar-se com ministros e assessores diretamente por meio de memorandos — apelidados pela imprensa oposicionista de \"os bilhetinhos de Jânio\"PEREIRA, J. Bilhetinhos de Jânio, São Paulo: Editora MUSA, 2ª ed., 1959. — os quais funcionário ou ministro algum ousava ignorar. Adquirira esse hábito, que causou estranheza a alguns conservadores — e era até objeto de chacotas da oposição — no governo de São Paulo. Um mestre da comunicação, Jânio, no intuito de se manter diariamente na \"ribalta\", utilizava factoides como a proibição do maiô e biquíni nos concursos de miss, a proibição das rinhas de galo, a proibição de lança-perfume em bailes de carnaval, e a tentativa de regulamentar o carteado, todas estas em vigor até hoje. === Polêmicas === Jânio condecorou, no dia 19 de agosto de 1961, com a Grã-Cruz da Ordem Nacional do Cruzeiro do Sul Ernesto Che Guevara, o guerrilheiro argentino que fora um dos líderes da revolução cubana, e era ministro daquele país, em agradecimento por Guevara ter atendido a seu apelo e libertado mais de vinte sacerdotes presos em Cuba, que estavam condenados ao fuzilamento, exilando-os na Espanha. Jânio fez esse pedido de clemência a Guevara por solicitação de D. Armando Lombardi, Núncio apostólico no Brasil, que o solicitou em nome do Vaticano. A outorga da condecoração foi aprovada no Conselho da Ordem por unanimidade, inclusive pelos três ministros militares. As possíveis consequências desse ato foram mal calculadas por Jânio. Sua repercussão foi a pior possível e os problemas já começaram na véspera, com a insubordinação da oficialidade do Batalhão de Guarda que, amotinada, se recusava a acatar as ordens de formar as tropas defronte ao Palácio do Planalto, para a execução dos hinos nacionais dos dois países e a revista. Só a poucas horas da cerimônia, já na manhã do dia 19, conseguiram os oficiais superiores convencer os comandantes da guarda a se enquadrar. Na imprensa e no Congresso começaram a surgir violentos protestos contra a condecoração de Guevara. Alguns militares ameaçaram devolver suas condecorações em sinal de protesto. Em represália ao que foi descrito como um apoio de Jânio ao regime ditatorial de Fidel, nesse mesmo dia, Carlos Lacerda entregou a chave do Estado da Guanabara ao líder anticastrista Manuel Antonio de Varona, diretor do Fronte Revolucionário Democrático Cubano, que se encontrava viajando pelo Brasil em busca de apoio à sua causa (posteriormente, trabalharia para a CIA e participaria de um plano para o assassinato de Fidel Castro por envenenamento com Toxina Botulínica, contaminando as refeições diárias do presidente). A Política Externa Independente (PEI), criada por San Tiago Dantas (juntamente com Afonso Arinos e Araújo Castro) e adotada por Jânio, introduziu grandes mudanças na política internacional do Brasil. O país transformou as bases da sua ação diplomática e esta mudança representou um ponto de inflexão na história contemporânea da política internacional brasileira, que passou a procurar estabelecer relações comerciais e diplomáticas com todas as nações do mundo que manifestassem interesse num intercâmbio pacífico. Inaugurada em seu governo, foi firmemente conduzida pelo chanceler Afonso Arinos de Melo Franco. A inovação não era bem vista pelos Estados Unidos da América nem por vários grupos econômicos que se beneficiavam da política anterior e nem pela direita nacional, em especial por alguns políticos da UDN, que apoiaram Jânio Quadros na eleição somente para a derrota do Marechal Lott. Enquanto o chanceler Afonso Arinos discursava no Congresso Nacional e divulgava, pela imprensa, palavras que conseguiam tranquilizar alguns setores mais esclarecidos da opinião pública, a corrente que comandava a campanha de oposição à nova política externa, liderada por Carlos Lacerda, Roberto Marinho (Organizações Globo), Júlio de Mesquita Filho (O Estado de S. Paulo) e Dom Jaime de Barros Câmara (arcebispo do Rio de Janeiro), ganhava terreno entre a massa propriamente dita, a tal ponto que alguns de seus eleitores começaram a acusar Jânio de estar levando o Brasil para o comunismo. Os serviços de espionagem da URSS (KGB) e da Tchecoslováquia (StB) conseguiram aproximar-se da presidência. Numa reunião em Brasília, em 5 de maio de 1961, com o agente da KGB Alexander Alexeyev, Jânio comprometeu-se a restabelecer as relações Brasil-URSS. Essa inovadora política externa de Jânio também provocou algumas resistências nos meios militares. O almirante Penna Botto, que havia protagonizado a deposição de Carlos Luz no episódio do Cruzador Tamandaré, chegou a lançar, em 1961, um livro intitulado \"A Desastrada Política Exterior do Presidente Jânio Quadros\".BOTTO, Almirante Carlos Penna, A Desastrada Política Exterior do Presidente Jânio Quadros, Editora Vozes, 1961. Por outro lado as duras medidas internas, que visavam a combater a inflação, que foi crescente durante o governo JK, e já grassava solta após a inauguração de Brasília, bem como algumas medidas que visavam reorganizar a economia, desagradavam à esquerda. Jânio reprimia os movimentos esquerdistas, pelos quais não tinha simpatia alguma, muitos deles liderados por João Goulart. Sua política de austeridade, baseada principalmente no congelamento de salários, restrição ao crédito e combate à especulação, desagradava inúmeros setores influentes. Jânio nunca teve sustentação no Congresso Nacional. Sua eleição se deu ao arrepio das forças políticas que compunham esse Congresso, que fora eleito em 1958, e já não mais correspondia às necessidades e às aspirações do eleitorado, que mudara de posição. Diz Hélio Silva, em A Renúncia: O resultado do pleito em que Jânio recebeu quase 6 milhões de votos rompeu o controle das cúpulas partidárias. Planejou anexar a Guiana Francesa, departamento ultramarino da França, ao território brasileiro. A operação militar foi denominada \"Cabralzinho\" e visava uma ocupação se possível de forma pacífica. A justificativa era que ele não aguentava mais \"ver o minério de manganês do Amapá ser vendido para o exterior\" e que \"parte sai do Porto de Santana e outra parte de Caiena, uma coisa absurda\". Apesar de uma picada inicial ao Oiapoque ter sido ordenada pelo governador do Amapá (Moura Cavalcanti), a quem o presidente designou a missão, em audiência no dia 3 de agosto de 1961, não houve prosseguimento devido à renúncia de Quadros vinte e dois dias depois. == O governo == No seu curto período de governo, Jânio Quadros: * Continuou a política internacional que teve seu início no governo de Vargas e um aprofundamento no governo JK. Aumentou a política externa independente (PEI), que visava estabelecer relações com todos os povos, particularmente os da área socialista e da África. Restabeleceu relações diplomáticas e comerciais com a URSS e a China, algo impensável dentro do plano geopolítico e geoestratégico de inserção brasileiro. Nomeou o primeiro embaixador negro da história do Brasil. * Defendeu a política de autodeterminação dos povos, condenando as intervenções estrangeiras. Condenou o episódio da Baía do Porcos e a interferência norte-americana que provocou o isolamento de Cuba. * Deu a Che Guevara uma alta condecoração, a Ordem do Cruzeiro do Sul, o que irritou seus aliados, sobretudo os da UDN. * Criou as primeiras reservas indígenas, dentre elas o Parque Nacional do Xingu, e os primeiros parques ecológicos nacionais. * Através da Resolução n.º 204 da Superintendência da Moeda e do Crédito, acabou com subsídios ao câmbio que beneficiavam determinados grupos econômicos importadores às custas do erário público — inclusive os grandes jornais, que importavam papel de imprensa a um dólar subsidiado em cerca de 75%, e que se irritaram com essa perda de seus privilégios — possivelmente ajudando também a frear as taxas de investimento no país, uma vez que o capital estrangeiro era incentivado pelas taxas de câmbio especiais previstas na Resolução nº 113 para a importação de maquinários e equipamentos, muito mais benéficas que o câmbio livre doravante instituído. A medida se mostrou ser extremamente impopular devido ao aumento no preço de insumos de bens e serviços de consumo popular como pão, produtos agrícolas, tarifas de serviço público e jornais. Esse quadro econômico é agravado por inflação crescente após a era desenvolvimentista de Juscelino Kubitschek. * Instalou uma avara política de gastos públicos, enxugando onde fosse possível a máquina governamental. Abriu centenas e centenas de inquéritos e sindicâncias em um combate aberto à corrupção e ao desregramento na administração pública. * Enviou ao Congresso os projetos de lei antitruste, a lei de limitação e regulamentação da remessa de lucros e royalties, e a pioneira proposta de lei de reforma agrária. Naturalmente nenhum desses projetos jamais foi posto em votação pelo Congresso — hostil a seu governo — que os engavetou, uma vez que Jânio se recusava a contribuir com o que chamava de espórtulas constrangedoras que os congressistas estavam acostumados a exigir para aprovar Leis de interesse da nação. * Proibiu o biquíni na transmissão televisionada dos concursos de miss, proibiu as rinhas de galo, o lança-perfume em bailes de carnaval e regulamentou o jogo carteado. * Planejou anexar a Guiana Francesa, tendo enviado tal ordem ao governador do Amapá (Moura Cavalcanti). Apesar de uma picada inicial ao Oiapoque ter sido ordenada pelo governador, a Operação Cabralzinho não deslanchou devido à renúncia de Quadros. *Sancionou a Lei nº 3 924, de 1961, que dispõe sobre os monumentos arqueológicos e pré-históricos. *No dia 21 de agosto de 1961, assinou uma resolução que anulava as autorizações ilegais outorgadas a favor da empresa Hanna e restituía as jazidas de ferro de Minas Gerais à reserva nacional. === A renúncia === Carlos Lacerda, governador do estado da Guanabara, percebendo que Jânio fugia ao controle das lideranças da UDN, mais uma vez se colocou como porta-voz da campanha contra o presidente (como havia feito com relação a Getúlio Vargas e tentado, sem sucesso, com relação a Juscelino Kubitschek). Sem acusar Jânio de corrupto, tática que usou contra seus dois antecessores, decidiu impingir-lhe a pecha de golpista. Em debate na Band no ano de 1982, Quadros afirmou que Lacerda foi \"quem provocou 25 de agosto\", chamando-o também de inimigo figadal seu e do povo brasileiro. Em um discurso em 24 de agosto de 1961, transmitido em cadeia nacional de rádio e televisão, Lacerda denunciou uma suposta trama palaciana de Jânio e acusou seu ministro da Justiça, Oscar Pedroso Horta, de tê-lo convidado a participar de um golpe de estado. Na tarde de 25 de agosto, Jânio Quadros, para espanto de toda a nação, anunciou sua renúncia, que foi prontamente aceita pelo Congresso Nacional. Especula-se que talvez Jânio não esperasse que sua carta-renúncia fosse efetivamente entregue ao Congresso. Pelo menos não a carta original, assinada, com valor de documento: ::Fui vencido pela reação e, assim, deixo o Governo. Nestes sete meses, cumpri meu dever. Tenho-o cumprido, dia e noite, trabalhando infatigavelmente, sem prevenções nem rancores. Mas, baldaram-se os meus esforços para conduzir esta Nação pelo caminho de sua verdadeira libertação política e econômica, o único que possibilitaria o progresso efetivo e a justiça social, a que tem direito o seu generoso povo. ::Desejei um Brasil para os brasileiros, afrontando, nesse sonho, a corrupção, a mentira e a covardia que subordinam os interesses gerais aos apetites e às ambições de grupos ou indivíduos, inclusive, do exterior. Forças terríveis levantam-se contra mim, e me intrigam ou infamam, até com a desculpa da colaboração. Se permanecesse, não manteria a confiança e a tranquilidade, ora quebradas, e indispensáveis ao exercício da minha autoridade. Creio mesmo, que não manteria a própria paz pública. Encerro, assim, com o pensamento voltado para a nossa gente, para os estudantes e para os operários, para a grande família do País, esta página de minha vida e da vida nacional. A mim, não falta a coragem da renúncia. ::Saio com um agradecimento, e um apelo. O agradecimento, é aos companheiros que, comigo, lutaram e me sustentaram, dentro e fora do Governo e, de forma especial, às Forças Armadas, cuja conduta exemplar, em todos os instantes, proclamo nesta oportunidade. ::O apelo, é no sentido da ordem, do congraçamento, do respeito e da estima de cada um dos meus patrícios para todos; de todos para cada um. ::Somente, assim, seremos dignos deste País, e do Mundo. ::Somente, assim, seremos dignos da nossa herança e da nossa predestinação cristã. ::Retorno, agora, a meu trabalho de advogado e professor. ::Trabalhemos todos. Há muitas formas de servir nossa pátria. ::Brasília, 25-8-61. ::a) J. QuadrosAndrade, Auro Moura: Um Congresso contra o arbítrio: Diários e memória. Rio de Janeiro : Nova Fronteira, 1985. O popular rádio jornal daquela época, o Repórter Esso, em edição extraordinária, no dia 25 de agosto, atribuiu a renúncia a \"forças ocultas\", frase que Jânio não usou, mas que entrou para a história do Brasil e que muito irritava Jânio, quando perguntado sobre ela. Cláudio Lembo, que foi Secretário de Negócios Jurídicos da Prefeitura durante o segundo mandato de Jânio, recorda dois pedidos de renúncia que Jânio lhe entregou — e preferiu guardar no bolso. Em entrevista ao jornal O Estado de S. PauloLEITE, Paulo Moreira. Perfil - Cláudio Lembo. Nacional. São Paulo: O Estado de S. Paulo, p. A20, 17 de dezembro de 2006. disse Lembo: ::Ele fazia isso em momentos de tensão ou muito cansaço, ou de \"stress\", como os jovens dizem hoje. Era aquele cansaço da luta política, de quem diz 'vou embora'. Mas não era para valer. Era voz corrente, na ocasião, que os congressistas não dariam posse ao vice- presidente, João Goulart, cuja fama de \"esquerdista\" agravou-se após Jânio tê- lo enviado habilmente em missão comercial e diplomática à China. Essa fama de \"esquerdista\" fora atribuída a Jango quando ele ainda exercia o cargo de ministro do Trabalho no governo democrático de Getúlio Vargas (1951-1954), durante o qual aumentou-se o salário mínimo a 100% e promoveu-se reforma agrária. Por outro lado, especula-se que Jânio estaria certo de que surgiriam fortes manifestações populares contra sua renúncia, com o povo clamando nas ruas por sua volta ao poder, como ocorreu com Charles de Gaulle. Por isso, Jânio permaneceu por horas aguardando, na Base Aérea de Cumbica, dentro do avião que o levara de Brasília a São Paulo. Jânio Quadros alegou a pressão de \"forças terríveis\" que o obrigavam a renunciar, forças que nunca chegou a identificar. Com sua renúncia abriu-se uma crise, pois os ministros militares vetavam o nome de Goulart. Assumiu provisoriamente Ranieri Mazzili, que possuía um cargo meramente formal, já que os três ministros militares de Jânio formaram uma Junta Provisória que governou de fato durante esses treze dias, enquanto acontecia a Campanha da Legalidade; nesta campanha destacou-se Leonel Brizola, governador do Rio Grande do Sul e cunhado de Jango. Com a adoção do regime parlamentarista, e consequente redução dos poderes presidenciais, finalmente os militares aceitaram que Goulart assumisse. O primeiro Primeiro- Ministro do Brasil foi Tancredo Neves. A experiência parlamentarista, contudo, foi revogada por um plebiscito em 6 de janeiro de 1963, depois de também terem sido primeiros-ministros Brochado da Rocha e Hermes Lima. == Cassação dos direitos políticos e regresso == No ano seguinte à renúncia, Jânio foi candidato a governador de São Paulo, sendo derrotado por seu velho desafeto Ademar de Barros. Com a eclosão da Ditadura militar de 1964 foi um dos três ex-presidentes a ter seus direitos políticos cassados ao lado de João Goulart e Juscelino Kubitschek. Após fazer declarações à imprensa em Recife, Rio de Janeiro e São Paulo, em julho de 1968, o ex-presidente foi detido pelo Exército Brasileiro, por ordem do então Ministro da Justiça, Luís Antônio da Gama e Silva, ficando confinado em Corumbá, cidade que fica no Pantanal sul- mato-grossense, na fronteira com a Bolívia. O ex-presidente ficou hospedado no Hotel Santa Mônica, que ainda funciona em Corumbá.RIBEIRO, Mauro. Diário de um Confinado; São Paulo: Editora do Povo Brasileiro; 1968. Recuperou os direitos políticos em 1974, mas manteve-se afastado das urnas inclusive nas eleições legislativas de 1978, ano em que seus simpatizantes (agrupados sob o denominado \"Movimento Popular Jânio Quadros\") o levaram a visitar o bairro paulistano de Vila Maria, tradicional reduto \"janista\". Em novembro do ano seguinte, manifestou a intenção de concorrer à sucessão de Paulo Maluf ao governo do estado de São Paulo filiando-se ao Partido Trabalhista Brasileiro (tão logo foi efetivada a reforma partidária). Jânio Quadros deixou o PTB sete meses depois de sua filiação e tentou ingressar no PMDB, tendo sua entrada indeferida pela executiva nacional do partido, voltando assim ao PTB, legenda pela qual foi candidato a governador de São Paulo em 1982, num pleito onde o vitorioso foi Franco Montoro, seu antigo correligionário no PDC. Jânio terminou a eleição na terceira posição, atrás ainda do malufista Reynaldo de Barros. Por ocasião do processo sucessório do presidente João Figueiredo, declarou apoio ao candidato da oposição, Tancredo de Almeida Neves. Em 1985, contando com o proeminente apoio do empresariado (Olavo Setúbal, Herbert Levy) e dos setores e figuras mais conservadoras da sociedade paulistana, como a TFP, a Opus Dei, o ex-governador Paulo Maluf e o ex-ministro Antônio Delfim Netto, retornou aos cargos públicos elegendo-se prefeito de São Paulo também pelo PTB, derrotando o candidato situacionista, senador Fernando Henrique Cardoso (PMDB), e o representante das esquerdas, deputado federal Eduardo Suplicy (PT). A vitória de Jânio Quadros contrariou os prognósticos dos institutos de pesquisa e contradisse as avaliações segundo as quais o ex- presidente era tido como um nome \"ultrapassado\" no novo contexto da política brasileira emergente do processo de redemocratização e da campanha das Diretas Já. Fernando Henrique Cardoso, o então primeiro colocado nas pesquisas, chegou a tirar uma foto, publicada pela Revista Veja, sentado na cadeira de prefeito de São Paulo. Tal fato levou Jânio a tomar posse com um tubo de inseticida nas mãos, declarando: \"Estou desinfetando a poltrona porque nádegas indevidas a usaram\". Prefeito de São Paulo pela segunda vez (1986-1988) Recebeu o cargo de Mário Covas, um ex-janista que havia se tornado uma das principais lideranças do PMDB. \"Com minha eleição a Prefeitura de São Paulo, encerro minha biografia política\", afirmou em junho de 1985. Em tese, seu mandato foi exercido até o primeiro dia de 1989, quando seu Secretário dos Negócios Jurídicos, Cláudio Lembo, passou o cargo para Luiza Erundina (Jânio havia deixado o gabinete dez dias antes, indo passar o reveillón em Londres). Em sua última empreitada político-administrativa repetiu seus lances populistas habituais: pendurou uma chuteira em seu gabinete (para ilustrar o suposto desinteresse em prosseguir na política), proibiu jogos de sunga e o uso de biquínis fio dental no Parque do Ibirapuera (onde era localizada a então sede da prefeitura), com frequência mandava publicar no Diário Oficial do município os célebres bilhetinhos enviados aos seus assessores, obrigou a direção da Escola de Balé do Teatro Municipal a expulsar alguns alunos tidos como homossexuais, aplicou multas de trânsito pessoalmente, posou para a imprensa com a camisa do Corinthians e fechou os oito cinemas que iriam exibir o filme A Última Tentação de Cristo, de Martin Scorsese, por considerá-lo desrespeitoso à fé cristã. A obra só estrearia na cidade no início de 1989, após o final de seu mandato. Ao mesmo tempo em que criava factoides midiáticos, investia na instalação de serviços de luz em cerca de 91% da área habitada da cidade, na pavimentação de aproximadamente 700 quilômetros de vias públicas, na abertura dos túneis da Avenida Juscelino Kubitschek, na inauguração do Corredor Santo Amaro e na reforma do Vale do Anhangabaú. Restaurou doze bibliotecas públicas, o Teatro Municipal e mais três teatros, além de ter inaugurado o Teatro Cacilda Becker. Seu programa também incluiu ações nos setores da limpeza pública, do saneamento básico (através da canalização de dois córregos), da habitação e da saúde (com a inauguração de dois hospitais e a recuperação de outros seis, fora cinquenta e oito unidades médicas). Concebeu pessoalmente o sistema viário de múltiplos túneis, conectores de diversas avenidas vitais de São Paulo, a cujas caríssimas, complexas e demoradas obras deu início ainda em seu mandato. Após terem sido interrompidas por Luiza Erundina, tais obras foram retomadas e concluídas na gestão de Paulo Maluf. O nome Túnel Presidente Jânio Quadros, por exemplo, foi dado em homenagem ao ex-presidente que havia feito a concorrência da obra. Mais recentemente, Gilberto Kassab, quando prefeito, cogitou em dar-lhes continuidade, mas esbarrou na incapacidade orçamentária da prefeitura para a execução de tais projetos. Na área do transporte público inseriu, em caráter experimental, ônibus de dois andares (a exemplo dos encontrados em Londres) no trânsito da cidade, mas tal experiência não obteve o resultado esperado e foi definitivamente descartada por Luiza Erundina. Em sua relação com a Câmara Municipal, Jânio Quadros utilizou as Administrações Regionais como elementos de barganha para obter o apoio político dos vereadores através de um sistema que consistia no loteamento das mesmas entre os parlamentares. Cada político exercia poder sobre uma administração regional e, não por acaso, ao final de seu mandato o número de ARs e o de legisladores municipais era o mesmo: trinta e três. Segundo alguns analistas políticos e representantes da sociedade civil, Jânio adotou posturas autoritárias em diversas situações. Seu governo foi marcado por insatisfações de vários setores do funcionalismo público, materializadas através de greves e protestos nas proximidades de seu gabinete, aos quais quase sempre respondia com demissões em massa. Jânio também demonstrou posturas inflexíveis ante a manifestações de movimentos sociais, como o MST. Criou a Guarda Civil Metropolitana para, segundo ele, reforçar o policiamento na cidade, mas seus adversários o criticaram duramente por, na visão deles, utilizá-la como mais um de seus instrumentos de repressão. Ao longo de seu mandato afastou-se diversas vezes do cargo para cuidar tanto de sua saúde, já abalada, quanto da de sua mulher, Eloá Quadros (falecida em 1990). Ao fim da gestão encontrava-se desgastado perante a opinião pública: apenas 30% dos paulistanos aprovaram sua administração, além do vexame de ter sido acusado, pelo à época vereador Walter Feldman (PMDB), de manter uma conta bancária na Suíça. Nas eleições de 1988, embora João Mellão Neto (PL) e Marco Antônio Mastrobuono (PTB), que foram integrantes de seu secretariado, concorressem à sucessão, apoiou o candidato João Oswaldo Leiva, do PMDB (lançado pelo então governador Orestes Quércia). Contudo, a vitória de Erundina (PT) em tal pleito configurou-se em uma dura derrota para Jânio Quadros, pois a mesma foi eleita amparada quase que exclusivamente por uma plataforma de esquerda antijanista. A 26 de fevereiro de 1987 foi feito Grande-Oficial da Ordem do Infante D. Henrique de Portugal. === Após a prefeitura === Sua saúde frágil o impediu de concorrer à Presidência da República em 1989 (teria recebido inclusive um convite do PSD, que depois lançaria o nome de Ronaldo Caiado) e por conta desse fato hipotecou, no segundo turno do pleito, apoio ao ascendente Fernando Collor. No mesmo ano reuniu a imprensa para anunciar a aposentadoria definitiva da política. ==Morte== A morte de Eloá, vítima de câncer, em novembro de 1990, agravou seu estado de saúde. Passou os últimos meses de sua vida entre casas de repouso e quartos de hospitais. Morreu em São Paulo, internado no Hospital Israelita Albert Einstein, em 16 de fevereiro de 1992, em estado vegetativo, vítima de três derrames cerebrais. Está sepultado no Cemitério da Paz em São Paulo. == Herdeiros políticos == Sua única filha, Dirce Tutu Quadros, foi eleita deputada federal em 1986 e em 1988 inscreveu seu nome entre os fundadores do PSDB tendo, nesse meio tempo, participado da Assembleia Nacional Constituinte que elaborou a Constituição vigente desde 1988. Uma polêmica jurídica acerca da perda de nacionalidade de Tutu, por conta de ter efetivada a naturalização para a cidadania norte-americana, fez com que ela logo em seguida se afastasse da política. == Obras publicadas == Jânio Quadros publicou as obras Curso prático da língua portuguesa e sua literatura (1966), História do povo brasileiro (1967, em coautoria com Afonso Arinos), Os Dois Mundos das Três Américas (1972), Novo Dicionário Prático da Língua Portuguesa (1976) e Quinze contos (1983). == Ministros == Ministros de Estado durante o governo de Jânio Quadros Ministério Ministro Período Aeronáutica Gabriel Grün Moss 31 de janeiro de 1961 — 25 de agosto de 1961 Agricultura Romero Cabral da Costa 31 de janeiro de 1961 — 25 de agosto de 1961 Educação Brígido Fernandes Tinoco 31 de janeiro de 1961 — 25 de agosto de 1961 Fazenda Clemente Mariani Hamilton Prisco Paraíso 31 de janeiro de 1961 — 8 de maio de 1961 8 de maio de 1961 — 18 de agosto de 1961 Guerra Odílio Denys 31 de janeiro de 1961 — 25 de agosto de 1961 Indústria e Comércio Artur Bernardes Filho 31 de janeiro de 1961 — 25 de agosto de 1961 Justiça e Negócios Interiores Oscar Pedroso Horta 31 de janeiro de 1961 — 25 de agosto de 1961 Marinha Sílvio Heck 3 de janeiro de 1961 — 8 de setembro de 1961 Minas e Energia João Agripino 2 de fevereiro de 1961 — 25 de agosto de 1961 Ministério das Relações Exteriores Afonso Arinos de Melo Franco 31 de janeiro de 1961 — 25 de agosto de 1961 Saúde Edward Catete Pinheiro 3 de fevereiro de 1961 — 22 de agosto de 1961 Trabalho e Emprego Francisco Carlos de Castro Neves 31 de janeiro de 1961 — 25 de agosto de 1961 Transportes Clóvis Pestana 1 de fevereiro de 1961 — 27 de agosto de 1961 == Homenagens == Duas cidades possuem o nome em sua homenagem: Janiópolis (Paraná) e Presidente Jânio Quadros (Bahia). O Túnel Presidente Jânio Quadros faz ligação da Avenida Presidente Juscelino Kubitschek, no Itaim Bibi, à Avenida Lineu de Paula Machado e a Rua Engenheiro Oscar Americano, no Morumbi. == Ver também == * Ministros do Governo Jânio Quadros == Bibliografia == * BENEVIDES, Maria Victoria de Mesquita. O Governo Jânio Quadros. São Paulo: Brasiliense, 2ª edição, 1999. * BOTTO, Almirante Carlos Penna, A Desastrada Política Exterior do Presidente Jânio Quadros, Editora Vozes,1961. * CARRARO, Adelaide, Eu e o Governador, Editora Loren, 1977. * CASTILHO CABRAL, Carlos. Tempos de Jânio e Outros Tempos., Rio de Janeiro: Ed. Civilização Brasileira, 1962 * CASTRO, Viriato de. O Fenômeno Jânio Quadros. São Paulo: Edição do autor, 2ª edição, 1959. * CASTELLO BRANCO, Carlos. A Renúncia de Jânio - Um depoimento. São Paulo: Ed. REVAN, 1996, 4ª Ed. * CHAIA, Vera. A Liderança Política de Jânio Quadros. Ibitinga, SP: Ed. Humanidades, 1992. * KOIFMAN, Fábio, Organizador - Presidentes do Brasil, Editora Rio, 2001. * LOPES, Marechal José Machado, O III Exército na Crise da Renúncia de Jânio Quadros, Editora Alhambra,1980. * MELLÃO NETO, João. Jânio Quadros: 3 Estórias para 1 História. São Paulo: Ed. Renovação, 1982 * NÓBREGA, Vandick Londres da. A Grandeza da Renúncia na Voz da História. Rio de Janeiro: Livraria Freitas Bastos S/A, 1982 * PEREIRA, J. Bilhetinhos de Jânio, São Paulo: Editora MUSA, 2ª ed., 1959. * QUADROS, Jânio. Os dois mundos das três américas. São Paulo: Martins, 1972. * QUADROS, Jânio e ARINOS, Afonso. História do Povo Brasileiro. São Paulo: J. Quadros Editores Culturais, SP, 1967. * QUADROS NETO, Jânio e GUALAZZI, Eduardo Lobo Botelho. Jânio Quadros - Memorial à História do Brasil. São Paulo: RIDEEL, 1996. * RIBEIRO, Mauro. Diário de um Confinado; São Paulo: Editora do Povo Brasileiro; 1968. * SILVA, Hélio e CARNEIRO, Maria Cecilia Ribas. A Renúncia 1961. São Paulo: Editora Três, 1975. * SKIDMORE, Thomas. Brasil: de Getúlio Vargas a Castelo Branco. Rio de Janeiro : Paz e Terra, 1992. * VALENTE, Nelson. A Vida de Jânio em Quadros. São Paulo: Editora Nacional, 1993. * VITOR, Mário, Cinco Anos Que Abalaram o Brasil, Editora: Civilização Brasileira, 1965. * YAMASHIRO, José. Jânio - Vida e Carreira política do Presidente. São Paulo: Livraria Lima Ltda, 1961. == Ligações externas == * . * . * . Categoria:Presidentes do Brasil Categoria:Governadores de São Paulo Categoria:Prefeitos da cidade de São Paulo Categoria:Maçons de Mato Grosso Categoria:Membros do Partido Trabalhista Brasileiro (1979) Categoria:Professores da Universidade Presbiteriana Mackenzie Categoria:Alunos da Faculdade de Direito da Universidade de São Paulo Categoria:Alunos do Colégio Estadual do Paraná Categoria:Naturais de Campo Grande (Mato Grosso do Sul) Categoria:Brasileiros de ascendência portuguesa Categoria:Políticos do Brasil que renunciaram Categoria:Deputados estaduais de São Paulo Categoria:Deputados federais do Brasil pelo Paraná Categoria:Vereadores da cidade de São Paulo Categoria:Membros do Partido Democrata Cristão (1945) Categoria:Grandes-Oficiais da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grandes-Oficiais da Ordem do Infante D. Henrique Categoria:Família Quadros Categoria:Membros do Democratas (Brasil) Categoria:Membros do Agir (Brasil) Categoria:Pessoas sepultadas no Cemitério da Paz Categoria:Políticos do estado de São Paulo do século XX Categoria:Candidatos à Presidência da República do Brasil em 1960",
 "title": "Jânio Quadros"
}