{
 "id": "108494",
 "text": "Um vórtex (plural: vórtices) ou vórtice é um escoamento giratório onde as linhas de corrente apresentam um padrão circular ou espiral. São movimentos espirais ao redor de um centro de rotação. Ele surge devido a diferença de pressão de duas regiões vizinhas. Quando isso ocorre o fluido tende a equilibrar o sistema e flui para esta região mudando, eventualmente, a direção original do escoamento e, com isso, gera vorticidade. Eles são encontrados nos mais diversos locais da natureza, como correntes circulares de água vindas de marés conflitantes, como quando se mexe uma xícara de café, uma ilha no meio do oceano, furacões, tornados ou efeitos de ponta de asa. Este último é muito estudado pela indústria aeronáutica, pois sua geração aumenta o arrasto da aeronave. Esse efeito recebe o nome de arrasto induzido e é minimizado pela presença de empenamentos e winglets, que dificultam o deslocamento de ar. Tecnicamente um vórtice pode ser qualquer escoamento circular ou rotacional que possui vorticidade. Vorticidade é um conceito matemático utilizado na dinâmica dos fluídos. Ela pode ser entendida como a quantidade de circulação ou rotação de um fluido por unidade de área de um ponto no campo de escoamento. No estudos atmosféricos, vorticidade é uma propriedade que caracteriza a rotacionalidade em grande escala das massas de ar. Se a circulação atmosférica é aproximadamente horizontal, a vorticidade é aproximadamente vertical. A direção de rotação que um vórtice adota, sentido horário ou anti-horário, depende da força que o provocou. Em condições autônomas, sofre influência inercial da rotação do planeta, chamado força de Coriolis, e faz com que os vórtices naturais do hemisfério norte girem no sentido anti-horário, e os do hemisfério sul no sentido horário. == Ver também == * Vorticidade * Vorticismo * Vórtice de Abrikosov * Vórtice Ciclônico de Altos Níveis * Vórtice polar * Vórtice temporal * Tubo de vórtice Categoria:Aerodinâmica Categoria:Mecânica de fluidos",
 "title": "Vórtice"
}