{
 "id": "108476",
 "text": "Os Quilópodes (Chilopoda), conhecidos popularmente como centopeias ou lacraias,FRANSOZO, Adilson; NEGREIROS-FRANSOZO, Maria Lucia. Zoologia dos Invertebrados. 1. ed. Rio de Janeiro: Roca, 2016. 2436 p. v. único. são uma das classes pertencente ao subfilo Myriapoda (Arthropoda; Myriapoda). Nesta classe está a ordem Scolopendromorpha, que por sua vez se subdivide na família Scolopendridae, mais conhecida. Além desta, a classe também abrange as ordens Scutigeromorpha, Geophilomorpha, Lithobiomorpha e Craterostigmomorpha. Possui aproximadamente 3300 espécies descritas.Lewis, J. G. E. (2007). The Biology of Centipedes. Cambridge University Press. ISBN 978-0-521-03411-1 São animais achatados dorsoventralmente que podem variar de 3 a 30 cm de comprimento.RIBEIRO-COSTA, CIBELE S.; ROCHA, ROSANA MOREIRA DA. INVERTEBRADOS: : MANUAL DE AULAS PRATICAS. 2. ed. Ribeirão Preto - São Paulo. Brasil: HOLOS, 2016. 271 p. São encontrados vivendo no húmus, debaixo de troncos ou rochas, deserto, cavernas e até no litoral.Edgecombe G. D., Giribet G.Evolutionary biology of centipedes (Myriapoda: Chilopoda).Annu Rev Entomol. 2007;52:151-70. Sua distribuição geográfica abrange todos os continentes, com exceção da Antártida, e a maior diversidade ocorre nas regiões de clima tropical. Os Chilopodas são os artrópodes terrestres mais antigos conhecidos, são predadores vorazes, capazes de caçarem invertebrados e vertebrados. Predam suas presas através da inoculação de veneno. A maioria apresenta uma coloração marrom ou amarela, mas algumas espécies tropicais apresentam uma coloração aposemática (aposematismo), como vermelha, preta, laranja, verde ou violeta. ==Glândulas de veneno== As glândulas de veneno são localizadas no primeiro par de pernas modificadas e incorporadas na cabeça destes animais, como um par de maxilípedes, chamados de forcípulas e são uma sinapomorfia de Chilopoda.Ménez A, Zimmerman K, Zimmerman S, Heatwole H. 1990. Venom apparatus and toxicity of the centipede Ethmostigmus rubripes (Chilopoda, Scolopendridae). J. Morphol. 206:303–12. O veneno é composto por diferentes enzimas, com uma composição diferente dos outros artrópodes. O veneno é composto em grande parte por metaloproteases e possui atividade neurotóxica, cardiotóxica e miotóxica.Undheim E. A., King G. F. On the venom system of centipedes (Chilopoda), a neglected group of venomous animals. Toxicon. 2011 Mar 15;57(4):512-24. doi: 10.1016/j.toxicon.2011.01.004. Epub 2011 Jan 19. === Picadas em seres humanos === Em casos de picadas em seres humanos, os sintomas são dores, edema e eritema no local da picada. Mas podem ocorrer em casos mais graves cefaleia, mal-estar, ansiedade e vertigens. Na literatura há alguns casos de picadas que levaram à morte, como um caso de uma garota filipinaVERALDI, S.; CUKA, E.; GAIANI, F. Scolopendra bites: a report of two cases and review of the literature. International journal of dermatology, v. 53, n. 7, p. 869–872, 2014. e de um homem tailandês que engoliu uma centopeia viva e morreu, depois de ter vomitado muito.\"Mann schluckt lebenden Hundertfüßler und stirbt\". Augsburger-Allgemeine. 18. September 2012. Abgerufen am 12. März 2013. Em casos de acidentes por picadas de lacraias deve-se utilizar compressas frias e lavar o local com água e sabão. Pacientes com dores fortes devem procurar um posto de saúde, para administração de analgésicos sistêmicos. As picadas podem ser irrigadas com álcool e éter, cujos compostos funcionam como solventes dos venenos. == Morfologia e defesa == A superfície dorsal da cabeça é envolta por uma carapaça, na qual há um par de antenas moniliformes, formadas por 14 ou mais segmentos. A base da mandíbula é alongada e encontra-se na região ventro-lateral da cabeça. A boca se situa na região ventral, sendo delimitada pelo Labro anteriormente, pelo coxosternito do primeiro segmento do tronco ventral-posteriormente e por pleuritos lateralmente. O Labro é dividido em uma peça mediana e duas laterais. Debaixo das mandíbulas, há um par de primeiras maxilas, que forma um lábio inferior funcional. Um par de segundas maxilas sobrepõe-se ao primeiro. Cada primeira maxila tem um palpo curto. Nos escutigeromorfos, o segundo par de maxilas é delgado e se assemelha às pernas, porém nas outras ordens é mais curto, forte e com a extremidade do último segmento em forma de garra. Cobrindo os apêndices bucais, há o par de forcípulas ou maxilípedes, que terminam em garras de peçonha, e não são apêndices da cabeça, mas sim do primeiro segmento do tronco, e auxiliam na alimentação. As coxas da forcípula e o esternito daquele segmento formam uma placa chamada de coxosternito. Após o primeiro segmento do tronco, encontram-se 15 ou mais segmentos com apêndices. Além das garras de peçonha, há outras adaptações para proteção; o último par de pernas nas centopeias é mais longo e é modificado como estrutura sensorial ou, mais comumente, de defesa e captura. Os geofilomorfos possuem na porção ventral glândulas repugnatórias e litobiomorfos podem possuir glândulas repugnatórias nos quatro pares de pernas finais, cuja substância é expelida junto a gotas adesivas. == Locomoção == Com exceção dos geofilomorfos, as centopeias estão adaptadas para correr e muitas das suas peculiaridades estruturais estão associadas com a evolução de uma marcha rápida. Com pares de pernas em fases opostas e com as ondulações do corpo acentuando o comprimento de seus passos, e se locomovendo apoiando menos de um terço das pontas das patas no substrato a cada momento, as centopeias conseguem realizar um movimento bastante rápido. Além disso, em alguns grupos, há um aumento progressivo no comprimento da perna, da parte anterior para a posterior, o que permite que as pernas posteriores se movam por fora das pernas anteriores, reduzindo, assim a interferência. Nesse aspecto, os escutigeromorfos são os mais desenvolvidos e são ativos ao ar livre, onde podem tirar melhor vantagem da sua velocidade. Para reduzir a tendência de ondular, o tronco é reforçado por placas tergais dispostas alternadamente nos litobiomorfos e por placas tergais grandes e imbricadas nos escutigeromorfos. Os segmentos distais das pernas dos escutigeromorfos permitem ao animal apoiar grande parte da perna no substrato, como um pé, para diminuir o deslizamento. Em contraste com os outros quilópodes, os geofilomorfos vermiformes estão adaptados para cavar em solo mais macio. Espécies europeias podem aumentar o comprimento do corpo em até 70%. Essa elasticidade é facilitada pela presença de músculos longitudinais fortes na parede do corpo e por uma parede pleural elástica. == Alimentação == Quilópodes são animais predadores. Pequenos artrópodes formam a maior parte da dieta, mas algumas centopeias alimentam-se de vermes, caracóis e até pequenos vertebrados. A presa é detectada e localizada por contato através das antenas e pode ser atordoada com o veneno das forcípulas. As lacraias capturam sua presa com seu último par de patas modificado em pinças. Depois, cravam as forcípulas presentes na cabeça e injetam uma peçonha fatal em suas vítimas. Após a captura, a presa é sustentada pelas segundas maxilas e forcípulas, enquanto as primeiras maxilas e as mandíbulas desempenham a ação manipuladora para a ingestão. == Trocas gasosas e respiração == As trocas gasosas são efetuadas através de um sistema de traqueias. Com exceção dos escutigeromorfos, os estigmas encontram-se na região pleural membranosa acima e logo atrás das coxas. Basicamente, há um par de estigmas por segmento. O estigma, que não pode ser fechado, abre-se em um átrio revestido de pelos cuticulares (tricomas), que podem reduzir a dessecação ou impedir a entrada de partículas de pó. Os tubos traqueais se abrem na base do átrio e terminam em pequenos tubos cheios de líquido que fornecem oxigênio diretamente para vários tecidos. As centopeias geofilomorfas que habitam a zona entre marés vivem em algas, pedras e conchas. O ar retido dentro do sistema traqueal é provavelmente suficiente durante a submersão na maré alta, embora em algumas espécies, ar adicional seja armazenado na superfície das coxas e alojado como uma bolha na extremidade enrolada do tronco. Talvez associado com seus hábitos mais ativos e com uma taxa metabólica mais alta, o sistema traqueal dos escutigeromorfos é semelhante a um pulmão e provavelmente evoluiu independentemente daquele dos outros quilópodes. Os estigmas situam-se próximo à margem posterior das placas tergais, exceto as oito placas posteriores que cobrem os segmentos portadores de pernas. Cada estigma se abre em um átrio do qual se estendem dois grandes leques de curtos tubos traqueais. == Excreção == Geralmente há um único par de túbulos de Malpighi, que consistem de um ou dois pares de tubos delgados ramificados que se originam na parte posterior do mesêntero na sua junção com o intestino. Os detritos passam do sangue, através das finas paredes dos túbulos, para o lúmen, e depois para o intestino. Grande parte dos detritos nitrogenados é excretada como amônia e não como ácido úrico. Os quilópodes requerem ambiente úmido para manter um balanço hídrico apropriado, pois o tegumento não possui a cutícula cerosa dos insetos e aracnídeos. Desta maneira, a maioria dos quilópodes vive sob pedras e troncos, e só são ativos na superfície da terra à noite. == Órgãos sensoriais e sistema nervoso == Os geofilomorfos, diversos escolopendromorfos e alguns litobiomorfos habitantes de cavernas não possuem olhos. Outros quilópodes possuem de poucos a muitos ocelos. Nos escutigeromorfos, os ocelos estão agrupados e organizados de modo que formam olhos compostos. O sistema nervoso de Chilopoda segue o plano básico de artrópodes, com um alto grau de cefalização que se correlaciona com órgãos sensoriais bem desenvolvidos. Consiste em um gânglio cerebral ou cérebro e um cordão nervoso ventral. O gânglio cerebral distingue-se em três regiões: o protocérebro, associado aos olhos, funciona na integração da fotorrecepção e no movimento; o deuterocérebro, associado às antenas, contém os centros de associação; e o tritocérebro, que dá origem aos nervos que inervam o lábio e o trato digestivo. Em sequência, há o gânglio subesofágico, que controla as peças bucais, glândulas salivares e alguma musculatura local e é composto pelos gânglios fundidos do terceiro, quarto e talvez quinto segmentos cefálicos. Segue-se o gânglio forcipular e um par ventral de gânglios fundidos a cada segmento. == Sistema circulatório == Os quilópodes possuem um coração tubular dorsal que bombeia o fluido da hemocele em direção à cabeça. A velocidade da circulação é lenta e ocorre em pressão relativamente baixa. Na porção anterior o coração afina-se, formando a aorta, na qual o sangue flui em direção posterior, pelas câmaras da hemocele, antes de retomar ao seio pericárdico e ao coração, através de óstios laterais que estão dispostos em um par por segmento do corpo. == Reprodução e desenvolvimento == Os quilópodes são dioicos e ovíparos; a partenogênese também pode ocorrer em algumas centopeias. Todos os quilópodes têm desenvolvimento direto, com os jovens eclodindo como “adultos em tamanho pequeno”. A transferência de espermatozoides é indireta. Em geral, o macho constrói uma pequena teia de fios de seda secretada por uma fiandeira localizada no átrio genital. Um espermatóforo, de até vários milímetros, é colocado na teia. A fêmea apanha o espermatóforo e o coloca na sua abertura genital. Os gonópodos de cada sexo auxiliam na manipulação do espermatóforo. O macho geralmente só produz um espermatóforo ao encontrar a fêmea, e frequentemente há um comportamento inicial de corte. Cada indivíduo pode apalpar a extremidade posterior do parceiro com as antenas enquanto o casal se move em círculos. Este comportamento pode durar até uma hora antes de o macho depositar o espermatóforo. O macho então “sinaliza” para a fêmea (por exemplo, mantendo as pernas posteriores ao lado do espermatóforo enquanto gira a parte anterior do corpo e toca nas antenas da fêmea). Ela responde rastejando em direção ao macho e apanhando o espermatóforo. Tanto os escolopendromorfos quanto os geofilomorfos põem e depois incubam os ovos em grupos de 15 a 35. Esses quilópodes alojam-se em cavidades feitas em madeira podre ou no solo e se enrolam sobre a massa de ovos. A fêmea guarda os ovos desta maneira durante o período de eclosão e dispersão dos jovens. Nessas ordens o desenvolvimento é epimórfico, isto é, o jovem apresenta todos os segmentos quando eclode. Nos escutigeromorfos e litobiomorfos, os ovos são depositados isoladamente no solo após serem carregados por um curto período de tempo entre os gonópodos femininos. O desenvolvimento é anamórfico, ou seja, na eclosão, o jovem tem apenas parte dos segmentos do adulto. Ao eclodir, o jovem de Scutigera tem quatro pares de pernas e nas seis mudas seguintes passa por estágios com cinco a treze pares de pernas. Existem, ainda, quatro estágios epimórficos com quinze pares de pernas antes de a maturidade ser atingida. O desenvolvimento de Lithobius é similar, embora os jovens recém- eclodidos tenham sete pares de pernas. Em algumas espécies são necessários vários anos para que as formas jovens atinjam a maturidade sexual. O cuidado parental ocorre tipicamente nas ordens epimórficas. ==Evolução== Filogenia de Chilopoda As três ordens basais formam um grupo parafilético Anamorpha. A classe de Chilopoda é a filogenia mais conhecida entre as quatro ordens de Myriapoda, devido à quantidade de estudos feitos sobre a classe ou pelo número extenso de táxons. A filogenia mais aceita é a baseada na morfologia entre as ordens viventes, pois dados moleculares (baseados em genes ribossômicos ou genes nucleares) são controversos.EDGECOMBE, G. D. Centipede systematics: Progress and problems. Zootaxa, n. 1668, p. 327–341, 2007. Além disso, há outros problemas como delimitação das espécies, relações interfamiliares e a classificação de Geophilomorpha. O fóssil mais antigo de Chilopoda é datado como do final do Siluriano, há 420 milhões de anos,Shear, W.A.; Jeram, A.J.; Selden, P.A. Centipede legs (Arthropoda, Chilopoda, Scutigeromorpha) from the Silurian and Devonian of Britain and the Devonian of North America. Am. Mus. Novit. 1998, 3231, 1–16. cujas pernas fossilizadas pertencem ao gênero Crussolum da ordem Scutigeromorpha. O veneno dos Chilopoda apareceu desde que os Scutigeromorpha se separaram dos Pleurostigomorpha (ordens restantes), há 430 milhões de anos.Fernández, R.; Laumer, C.E.; Vahtera, V.; Libro, S.; Kaluziak, S.; Sharma, P.P.; Pérez-Porro, A.R.; Edgecombe, G.D.; Giribet, G. Evaluating topological conflict in centipede phylogeny using transcriptomic data sets. Mol. Biol. Evol. 2014, 31, 1500–1513.4. O veneno dos Chilopoda seria um dos venenos mais antigos entre os animais terrestres, precedendo a evolução dos animais terrestres e a dos sistemas de veneno de escorpiões e aranhas.Dunlop, J.A. Geological history and phylogeny of Chelicerata. Arthropod Struct. Dev. 2010, 39, 124–142.Selden, P.A.; Shear, W.A.; Sutton, M.D. Fossil evidence for the origin of spider spinnerets, and a proposed arachnid order. Proc. Natl. Acad. Sci. USA 2008, 105, 20781–20785. São descritas cinco ordens de Chilopoda: Scutigeromorpha, Lithobiomorpha, Craterostigmomorpha, Scolopendromorpha e Geophilomorpha, mais uma ordem extinta representada por uma única espécieShear W. A. , Bonamo P. M.1988. Devonobiomorpha, aneworder of centipedes (Chilopoda) from the middle Devonian of Gilboa, New York State, USA, and the phylogeny of centipede orders. Am. Mus. Novit. 2927:1–30 do meio do Devoniano. Dentre as ordens viventes, o ramo Notostigmophora (Scutigeromorpha) é grupo-irmão de Pleurostigmophora (Lithobiomorpha, Craterostigmomorpha, Scolopendromorpha e Geophilomorpha), baseado nos olhos compostos e espiráculos dorsais. Outro clado monofilético (Craterostigmomorpha, Scolopendromorpha e Geophilomorpha), conhecido como Phylactometria, tem como apomorfia o comportamento parental e outro clado, Epimorpha (Scolopendromorpha e Geophilomorpha), une todas as centopeias que nascem com os segmentos pedais completos e com desenvolvimento epimórfico, sendo as outras ordens de desenvolvimento anamórfico. === Ordens === ==== Scutigeromorpha ==== Scutigeromorpha são anamórficos e possuem espiráculos posicionados dorsoventralmente nos tergitos, olhos compostos e tarso multissegmentado.Perez-Gelabert, D.E. & Edgecombe, G.D. 2013. Scutigeromorph centipedes (Chilopoda: Scutigeromorpha) of the Dominican Republic. Novitates Caribaea, 6: 36-44.Bonato, L., G. D. Edgecombe and M. Zapparoli. 2011. Chilopoda – Taxonomic overview, pp. 363-443. In: Minelli, A. (ed.), Treatise on Zoology – The Myriapoda, Volume 1. Brill, Leiden. O tamanho varia entre 2 e 8 cm, com corpo cilíndrico e pernas longas para se moverem rapidamente. As pernas aumentam de forma crescente conforme se aproximam da região posterior. Os Scutigeromorpha nascem com quatro segmentos e conforme crescem passam por uma hemianamorfose (com mudas durante toda a vida do animal) e quando chegam à fase adulta possuem 15 segmentos. Os olhos compostos possuem centenas de omatídeos. ==== Lithobiomorpha ==== São anamórficos, raramente chegam aos 30 mm de comprimento e possuem 15 pares de pernas. Possui duas famílias, os Lithobiidae e Henicopidae. A cabeça é achatada, com um aglomerado de ocelos em cada lado (nos Lithobiidae) ou um ocelo em cada lado da cabeça (Henicopidae). Não há cuidado parental com os ovos. ==== Craterostigmomorpha ==== Com uma única espécie, Craterostigmus tasmanianus, sua distribuição geográfica é limitada, possuindo exemplares na Austrália e Nova Zelândia. As características são uma subdivisão dos tergitos recobrindo os 15 pares de pernas, maxilipedes longos, escleritos na décimo-quinto par de pernas. ==== Scolopendromorpha ==== São epimórficas e possuem três famílias não monofiléticas (Criptopidae, Scolopocryptopidae e Scolopendridae). São os mais agressivos e podem chegar a até 30 cm, como a Scolopendra gigantea. Existem cerca de 800 espécies, com um único tergito recobrindo até o maxilipede. Nesta ordem está a família Scolopendridae, mais conhecida. ==== Geophilomorpha ==== Geophilomorpha é a ordem de Chilopoda mais diversificada, com 14 famílias. Um conjunto de dados morfológicos, comportamentais e moleculares divide Geophilomorpha no clado Placodesmata (composto por uma única família, Mecistocephalidae) e Adesmata (todas as outras famílias). São conhecidas mais de 1700 espécies, com espiráculos em quase todos os pares de pernas, exceto o último. Os Geophilomorpha possuem o número de segmentos variável dentro da mesma espécie. Por exemplo, Himantarium gabrielis, que possui entre 87 e 177 segmentos Todas as espécies são cegas e o cérebro tem uma diferenciação menos evidente dos seus três lobos em comparação com os outros Chilopodas. O número do segmentos da antena é fixo em 14. Cada tergito possui músculos independentes, o que ajuda no hábito de se enterrar.Manton SM. 1965. The evolution of arthropodan locomotory mechanisms. Part 8. Functional requirements and body design in Chilopoda, together with a comparative account of their skeleto-muscular systems and an appendix on a comparison between burrowing forces of annelids and chilopods and its bearing upon the evolution of the arthropodan hemocoel. J. Linn. Soc. 45:251–484. Os Mecistocephalidae possuem um número fixo de segmentos dentro da mesma espécies e não possuem dimorfismo sexual, como em todas as outras ordens de Chilopoda == Curiosidades == Lacraias de grande porte são consumidas na China, servidas no espeto, grelhadas ou fritas. Elas são vendidas nos mercados de Donghuamen e Wangfujing em Pequim. Em países como China, Laos, Tailândia e Camboja, centopeias são mantidas em bebidas alcóolicas por um período de tempo. Este costume é supostamente parte da medicina tradicional chinesa, que acredita que a bebida possua propriedades medicinais, além de ser revigorante. == Bibliografia == Categoria:Chilopoda",
 "title": "Quilópode"
}