{
 "id": "108563",
 "text": "Na física de partículas, o sincrocíclotron é um tipo de cíclotron, patenteado em 1952, em que se varia a frequência do campo elétrico para compensar os efeitos relativísticos que se manifestam à medida que a velocidade das partículas se aproxima da velocidade da luz. ==Cíclotron== No cíclotron é necessário um sistema de \"focalização\" para forçar os íons numa trajetória pré determinada, evitando assim a perda iônica por espiralamento. Causando uma re- polarização forçada através da variação radial negativa do campo magnético, haverá sobre a partícula uma pequena componente perpendicular ao plano do movimento de aceleração. Este efeito manterá a trajetória da partícula estável não permitindo a perda desta para fora do acelerador. Essa componente de correção é primordial, pois a trajetória total da partícula muitas vezes chega a centenas de metros e, conforme o caso, milhares. ==Aumento de massa e o efeito relativístico== A correção de trajetória pela focalização do feixe iônico somado ao efeito relativístico causa um aumento de massa nas partículas. Ao se aumentar sua energia acaba havendo o surgimento de uma diferença entre a freqüência de oscilação do potencial acelerador e a freqüência de circulação da partícula num segmento da sua trajetória. Este efeito gera um erro inflacionário, que aumenta a cada volta, limitando assim a energia máxima da partícula. ==Frequência variável== Para resolver o problema do erro exponencial, ou inflacionário, é necessário variar a freqüência aplicada aos eletrodos que atuam sobre as partículas, estes tem a forma de um D. Variando a freqüência é possível alterar a focalização iônica através da variação dos campos magnéticos sobre as partículas. Para tal, foi desenvolvido um equipamento chamado Sincrocíclotron cuja construção foi possível porque existem órbitas estáveis onde a freqüência de revolução é igual à freqüência da diferença de potencial aplicada aos eletrodos. No sincroncíclotron ao se diminuir a freqüência de oscilação, as partículas têm uma afinidade à sua órbita tendendo então em permanecer nesta, pois absorvem energia dos campos elétricos dos eletrodos. Ao se manter a estabilidade de sincronismo, as partículas acabam ganhando energia e tendem a se movimentar em órbitas cujos raios são crescentes até a órbita máxima permitida pelo projeto do eletromagneto. O sincrocíclotron praticamente não tem limites no número de revoluções necessárias para a obtenção de uma dada energia == Ver também== * Acelerador de partículas * Síncrotron Categoria:Física de partículas Categoria:Aceleradores de partículas",
 "title": "Sincrocíclotron"
}