{
 "id": "108568",
 "text": "Margaretha Gertruida Zelle (Leeuwarden, 7 de agosto de 1876 — Vincennes, 15 de outubro de 1917), conhecida como Mata Hari, foi uma dançarina exótica dos Países Baixos acusada de espionagem, o que acabou a levando ser condenada à morte por fuzilamento, durante a Primeira Guerra Mundial. Em diferentes ocasiões sua vida foi alvo da curiosidade de biógrafos, romancistas e cineastas. Ao longo do tempo, Mata Hari transformou-se em uma espécie de símbolo da ousadia feminina. “Mata Hari”, seu nome artístico, é uma palavra malaia que significa “Sol”, mas traduzida literalmente significa “Olho do dia”. == Biografia == Seus pais eram o chapeleiro Adam Zelle (1840-1910) e Antje van der Meulen (1842-1891). Ela era a filha mais velha e tinha três irmãos. Seus pais se divorciaram e a mãe morreu alguns anos depois do divórcio; o pai se casou novamente com Susanna Catharina ten Hoove (1844-1913). Aos 16 anos de idade Margaretha, que começava a se destacar por sua beleza, estudava em uma escola especial para ser professora, mas quando se envolveu com um dos diretores do plantel, foi expulsa e foi morar com seu tio. Ela respondeu a um anúncio do capitão Rudolf MacLeod (1856-1928) um militar 20 anos mais velho do que ela que procurava esposa. Após de uma breve comunicação por correspondência, se casaram em Amsterdam em 11 de julho de 1895, quando ela estava a ponto de cumprir 19 anos. O casal mudou-se para Java, onde MacLeod tinha sido destinado, e tiveram dois filhos: Norman-John (1897) e Louise Jeanne (1898). Em 1899, as crianças adoeceram e Norman-John morreu. Embora provavelmente tenha morrido das complicações do tratamento da sífilis infectada por seus pais, posteriormente se descobriu que as duas crianças foram envenenadas por sua babá em vingança contra seu pai, por seu abuso contra um servente nativo, o marido da babá, a qual veio a envenenar a família. A morte deste filho foi um duro golpe para um casal já deteriorado. O marido procurou consolo no álcool. Diz-se que esta solidão levou a Mata Hari a seus primeiros contatos com a cultura javanesa, especialmente danças folclóricas balinesas e técnicas sexuais orientais que lhe proporcionaram anos mais tarde fama como cortesã de luxo. == Dançarina exótica e cortesã == De volta a Europa, o casal ficou separado judicialmente nos Países Baixos em 30 de agosto de 1902, e em 1906 realizou o julgamento sobre o divórcio e apesar de inicialmente ter a custódia de sua filha, o marido a afastou dela, como ele afirmou, devido a sua vida libertina na ilha. Em Paris, em 1903, ela fez algumas tentativas fracassadas como modelo de artistas sob o nome de Lady MacLeod, falhas que levaram a um verdadeiro trauma em sua vida por falta de recursos financeiros para viver. Mais tarde retornou a Paris, armada de coragem e protegida por seu conhecimento oriental. A literatura romântica de evasão do final do século XIX popularizou uma imagem vaga e há muito esperada da cultura oriental. Aproveitando estas circunstâncias, e graças ao longo cabelo escuro herdado de sua mãe, ela fingiu ser uma princesa javanesa agindo como uma dançarina exótica, estrelando em shows de striptease que em 1905 começaram a dar-lhe algum renome. A mentira e a imaginação, como uma saída forçada para superar sua dolorosa situação econômica, começaram a dar frutos e, em vista de suas conseqüências vantajosas, tornou-se lugar-comum. Em Paris, foi uma agitação com lutas reais para conseguir assentos nas primeiras filas em seus shows de dança erótica e exótica. Ela dançou as danças sagradas que alegou que tinha aprendido de sua infância, e usava uns finos véus translúcidos dos quais se ia despojando lentamente durante o ato, até ficar unicamente vestida com um body da mesma cor de sua pele e as jóias orientais. Embora desse a ilusão de que se despisse quase completamente e até exercia de cortesã, a verdade é que nunca chegava a mostrar seus peitos. As fotos publicitárias de seus shows eram muito populares. Coberta pelo mito que havia criado, teve romances secretos com numerosos oficiais militares e até políticos de alto nível, e em geral, com a alta sociedade. Em 1910, tinham surgido muitas imitadoras, e apesar de sua fama e a de seus shows crescerem, ela estava perdendo seus charmes físicos, já não era mais tão jovem e tinha ganhado peso, então teve que exercer mais frequentemente como cortesã para poder manter o mesmo nível de vida. Naquela época, ela tentou recuperar a filha que morava com o pai, mas foi impossível. Ela enviou sua criada, que retornou com as mãos vazias após várias horas de espera na porta da escola onde estudava, aquele dia seu pai foi buscá-la e levou-a embora. Ela nunca conseguiu recuperar sua filha. == Espiã == Em 1914 eclodiu a Primeira Guerra Mundial e a comoção tomou conta da Europa. Naquele ano, ela estava atuando em Berlim, onde tinha como amante o chefe de polícia local, que a contatou com um homem-chave: Eugen Kraemer, cônsul alemão em Amsterdã e chefe da inteligência alemã. No ano seguinte, voltou para a Holanda, mas o trem da vida a que se acostumou estava afundando. No meio da crise, e parecendo mais velha para continuar seu trabalho como dançarina, ela aceitou que Kraemer pagasse suas dívidas em troca de informações. Assim ela tomou sua terceira identidade, a do agente H-21, māo direita das forças prussianas. De volta a Paris, conheceu o capitão Georges Ladoux, oficial da contraespionagem francesa. Embora o militar não tivesse muita confiança nela, ele a usou para obter informações sobre as forças prussianas. Com certeza de sua atividade de espionagem em favor do inimigo, Ladoux posteriormente decidiu mantê-la secretamente guardada. Em 1916, ela se apaixonou por Vadim Maslov, um jovem oficial russo de 23 anos que estava a serviço da França, e que foi seriamente ferido na frente francesa, perdendo um olho. Ela foi até as autoridades francesas lideradas pelo Capitão Ladoux para conseguir um visto especial para o trânsito pelo território em guerra, o que era necessário para visitar seu amante no hospital de campanha onde ele estava. Sabe-se que ela aceitou o pedido feito por Ladoux para espionar para a República Francesa o embaixador alemão em Madri quando seu amante havia proposto, mas não foi muito útil. De fato, acredita-se que esta foi uma armadilha que Ladoux criou para provar que ela era uma espiã e entregá-la às autoridades francesas. Durante a sua estadia na frente, foi abordada pelos alemães que lhe ofereceram dinheiro em troca de revelar os segredos que ela sabia sobre os franceses, ela aceitou, mas deu apenas informações triviais. O 13 de fevereiro de 1917, ela foi presa pelas autoridades francesas em seu quarto no hotel Elysèe Palace, em Paris; ela pediu que lhe dessem tempo para tomar banho e mudar de roupa, mas depois de alguns minutos, voltou completamente nua e repartindo chocolates a seus captores em um capacete prussiano que um de seus amantes alemães lhe dera anos atrás, em uma ação inútil por dissuadi-los. Foi acusada de espionagem, de ser uma agente dupla para a Alemanha e de ter sido a causa da morte de milhares de soldados. Seu amante Vadim Maslov falou dela em termos de \"mulher aventureira\", uma vez que soube de sua detenção. Foi levada a julgamento na França em 24 de julho de 1917, durante o qual vieram à tona muitas das mentiras e enganos que ela havia contado sobre sua vida, o que foi usado para desacreditá-la. Foi condenada por espionagem e traição sem provas conclusivas e baseadas em hipóteses não comprovadas que hoje (início do século XXI) seria insustentável em um julgamento moderno. De fato, uma associação de sua cidade pediu ao Ministério da Justiça da França uma revisão póstuma do caso, mas este pedido não foi atendido. Foi executada por um pelotão de fuzilamento na fortaleza de Vincennes em 15 de outubro de 1917. A lenda sustenta de que o esquadrão teve que usar vendas para evitar que eles sucumbissem ao seu charme. No entanto, os fatos comprovados são que ela se recusou a ter os olhos enfaixados e, que ao atarem-na ao poste, lançou um beijo de despedida a seus executores e que, dos 12 soldados que constituíram o pelotão de fuzilamento, apenas quatro tiros a atingiram: dois em suas pernas e dois em seu peito, um deles atingindo seu coração, causando sua morte instantânea. O comandante, como foi organizado nestes casos, aproximou-se dela e deu-lhe um tiro de misericórdia na têmpora para ter certeza de que ela morresse. A notícia correu pelo mundo. Na verdade, há uma narrativa jornalística escrita pelo jornalista britânico Henry Wales que detalha esse dramático momento, descrevendo a expressão de seu rosto, a maneira como caiu e a disposição final de seu corpo no chão. Seu corpo, que não foi sepultado, foi dissecado e usado para as aulas de anatomia dos alunos da Faculdade de Medicina Francesa, como foi feito com aqueles executados na época, mas sua cabeça, embalsamada, permaneceu no Museu de Criminosos da França até 1958, ano em que desapareceu, supostamente roubada por um admirador. == Execução == Existem vários rumores em torno de sua execução. Um dos mais fantasiosos diz que os soldados do pelotão de fuzilamento tiveram de ser vendados para não sucumbir ao seu charme. Outra história cita que Mata Hari lançou um beijo aos seus executores antes que começassem a disparar. Uma terceira versão diz que ela não só lançou um beijo, mas que também abriu a túnica negra que vestia e morreu expondo-se totalmente nua. ==Cultura popular== O filme de 1931, \"Mata Hari\", descreve seus últimos dias de vida. Greta Garbo interpretou o papel principal. Existe uma outra versão do filme Mata Hari de 1985 com a atriz holandesa Sylvia Kristel. Mata também é mencionada na comédia Casino Royale (1967), quando é dito que ela e James Bond tiveram uma filha, chamada Mata Bond, e Mata Hari foi o grande amor da vida de James. No seriado Charmed, no episódio 13 da sexta temporada, Phoebe Halliwell (Alyssa Milano) incorpora o karma de Mata Hari. É citada também por Lorelai Gilmore na sexta temporada da série Gilmore Girls, além de constar como um \"quase\" caso de Dimitri Borja Korosek, personagem principal no livro \"O Homem que matou Getúlio Vargas\" de Jô Soares, além de ser referência junto de Cleópatra na canção \"Like It Or Not\", de Madonna, em seu álbum Confessions on a Dance Floor de 2005. Ela também faz uma aparição no jogo mobile Fate/Grand Order, lançado em 2015, como uma serva da classe \"Assassino\", podendo ser invocada pelo sistema de Friend Points. E como NPC do jogo Word of Warcraft da Blizzard Entertainment. Em 2016 foi lançado um livro sobre sua vida, intitulado A Espiã, escrito pelo autor brasileiro Paulo Coelho. == Galeria == Ficheiro:Mata Hari 1.jpg| | Ficheiro:Mata Hari 4.jpg| Ficheiro:Mata Hari 5.jpg| Ficheiro:Mata Hari 6.jpg| Ficheiro:Mata Hari 3.jpg| Ficheiro:Mata Hari 8.jpg| Ficheiro:Mata Hari 9.jpg| Ficheiro:Mata Hari 10.jpg| Ficheiro:Mata Hari 13.jpg| Ficheiro:Mata Hari 15.jpg| Mata Hari em Paris 1906 == Ligações externas == *Biografia em inglês * Biografia e fotos * * * Categoria:Naturais de Leeuwarden Categoria:Espiões dos Países Baixos Categoria:Dançarinos dos Países Baixos Categoria:Pessoas executadas por armas de fogo",
 "title": "Mata Hari"
}