{
 "id": "108569",
 "text": "A Malásia é uma federação composta de 13 estados (Negeri, em malaio). Onze estados encontram-se na península Malaia, enquanto que dois localizam-se na ilha de Bornéu. Há também três territórios federais. ==Malásia Ocidental, na península Malaia== *Estados (capitais dos estados entre parênteses): ** Malaca (Malaca) ** Monarquia Eletiva de Negri Sambilão (Seremban) ** Penão (George Town) ** Reino de Perlis (Kangar) ** Sultanato de Jor (Johor Bahru) ** Sultanato de Calantão (Kota Bharu) ** Sultanato de Pão (Kuantan) ** Sultanato de Peraque (Ipoh) ** Sultanato de Quedá (Alor Star) ** Sultanato de Selangor (Shah Alam) ** Sultanato de Trenganu (Kuala Trenganu) *Territórios federais: ** Território Federal de Kuala Lumpur (capital legislativa federal) ** Território Federal de Putrajaia (capital administrativa federal) ==Malásia Oriental, em Bornéu== *Estados (capitais estaduais entre parênteses): ** Sabá (Kota Kinabalu) ** Sarauaque (Kuching) *Território Federal: ** Território Federal de Labuão (Vitória) == Governo == Nove dos estados malaios possuem soberanos hereditários como chefe de Estado e um ministro-chefe (ou Menteri Besar) como chefe de Governo, este último eleito pelo voto popular e responsável politicamente pelo poder Executivo. Os soberanos de Jor, Quedá, Calantão, Pão, Peraque, Selangor e Trenganu recebem o título de sultão, por serem estados predominantemente muçulmanos. Somente o soberano eletivo de Negri Sambilão recebe o raro título autóctone malaio de Yang di-Pertuan Besar, e apenas o chefe de Estado de Perlis possui o título de rajá, reminiscência do período hindu. O rei federal (ou Yang di-Pertuan Agong) é eleito (na prática, um rodízio) entre os nove soberanos para um mandato de cinco anos. Cada uma das ex-colônias britânicas de Penão e Malaca (na península) e de Sabá e Sarauaque (em Bornéu) possui um governador indicado pelo governo federal, com o título de Yang di-Pertua Negeri (\"chefe de Estado\"), ademais de um ministro- chefe executivo. Em tese, são da competência legislativa dos estados os temas que não estejam previstos no anexo 9 da constituição da Malásia, embora os tribunais e juristas interpretem aquele dispositivo constitucional extensivamente, de modo a reduzir a margem de manobra dos estados. O anexo 9 relaciona, de maneira expressa, os temas da competência legislativa exclusiva dos estados: posse de terras, religião islâmica e governo local. == Ver também == * Lista de distritos da Malásia",
 "title": "Subdivisões da Malásia"
}