{
 "id": "108566",
 "text": "Pecado Original (Original Sin) é um filme estadunidense de 2001, do gênero suspense erótico, escrito e dirigido por Michael Cristofer e estrelado por Antonio Banderas e Angelina Jolie. Trata-se de uma refilmagem de A Sereia do Mississippi, de 1969, filme dirigido por François Truffaut e com Catherine Deneuve e Jean-Paul Belmondo no elenco. Ambos os filmes são baseados no romance Waltz in Darkness, de Cornell Woolrich.Angelina decepciona em \"Pecado Original\" Estadão Original Sin foi produzido pela produtora de Michelle Pfeiffer, a Via Rosa Productions.Via Rosa Productions British Film Institute Original Sin foi mal recebido pelos críticos. Atualmente, detém uma taxa de aprovação de 12% no Rotten Tomatoes com base em 91 avaliações, com uma média ponderada de 3,41/10. O consenso do site afirma: \"Risivelmente melodramático, Original Sin apresenta má atuação, diálogos ruins e tramas ainda piores\". A agência de notícias Reuters elogiou o filme, dizendo: \"Apesar de exagerar maciçamente na dose de \"cor local\", nos takes em câmara lenta e na música brega ao extremo, Pecado Original é um filme que pode ser visto com prazer graças a seu par central, Antonio Banderas e Angelina Jolie\".Filme tem Angelina Jolie e Banderas em cenas quentes e boa trama Folha de S.Paulo O crítico de cinema Roger Ebert deu ao filme uma crítica positiva e disse sobre o desempenho de Jolie, \"Jolie continua a percorrer filmes inteiramente em seus próprios termos. Sua presença é como um desafio para um homem. Há diálogos neste filme tão exagerados, é quase literalmente indescritível, e ela sobrevive mordendo-o com desprezo e cuspindo-o\". Angelina Jolie foi indicada ao prêmio Framboesa de Ouro de Pior Atriz por seu trabalho tanto neste filme quanto em Lara Croft: Tomb Raider, mas perdeu o troféu para Mariah Carey por Glitter. ==Sinopse== Original Sin se passa no final do século 19 em Cuba durante o domínio do Império Espanhol, em uma cena de uma mulher aguardando sua execução por garrote vil enquanto contava sua história a um padre aos eventos reais dessa história. Luis Vargas envia para a americana Julia Russell de Delaware para navegar em seu país Cuba para ser sua noiva por correspondência. Julia se afasta do navio, sem olhar nada como as fotos que ela enviou antes de sua viagem. Julia explica que ela quer mais do que um homem que só está interessado em um rosto bonito e é por isso que ela foi enganadora - substituindo a foto de uma mulher de aparência simples em lugar de sua própria imagem. Luis também admite uma decepção; ele a induziu a acreditar que ele é um empregado pobre em uma casa de exportação de café, ao invés de ser o rico proprietário dessa casa de exportação de café. Ao ouvir isso, Julia diz que ambos têm algo em comum e é que ambos não são confiáveis. Mas eles se asseguram mutuamente que farão esforços para entender e confiar uns nos outros na vida. Luis e Julia se casaram na igreja a poucas horas do seu pé em Cuba. Luis cai desesperadamente apaixonado por sua nova esposa, e eles apaixonadamente fazem amor. Enquanto isso, a irmã de Julia, Emily, estava tentando entrar em contato com ela, preocupada com ela depois de uma longa viagem a uma terra estranha. Ela envia uma carta emocional a Julia perguntando sobre seu bem-estar. Luis obriga Julia a escrever de novo, temendo que, se Julia continue ignorando as cartas de Emily, Emily assumirá que algo terrível aconteceu com sua irmã e ela pode enviar as autoridades para verificar seu bem-estar. Segurando o maior tempo possível, Julia finalmente escreve uma carta para a irmã. Para garantir que sua esposa tenha tudo o que quiser, Luis acrescenta Julia a seus negócios e contas bancárias pessoais, dando-lhe as rédeas para gastar o que quiser. Luis descobre que Julia tomou quase toda a fortuna dele e depois se junta com um detetive, Walter Downs, contratado por Emily para encontrar sua verdadeira irmã, Julia. Walter chega de Wilmington e diz a Luis que gostaria de ver Julia no próximo domingo. Luis informa Julia sobre isso e ela fica chateada. Emily chega em Cuba para conhecer Luis e mostra a carta que Julia escreveu para ela. Ela informa a Luis que ela acredita que Julia é uma impostora e que sua irmã pode estar morta e que a impostora pode estar trabalhando com alguém. Os dois partiram juntos procurando por ela. Luis encontra Julia e descobre que ela realmente está trabalhando com Walter e que ela e Luis estão hospedados no mesmo hotel. Luis acredita que ela o ama e mente para Walter, mas quando confrontado, uma briga explode e Luis atira em Walter. Julia diz friamente a Luis para ir comprá-los bilhetes para casa, mas no momento em que ele sai, Walter levanta-se; Tinha carregado a arma com espaços em branco. Julia parece amar Luis, mas Walter tem muito controle sobre ela, então ela continua trabalhando para ele enquanto ela e Luis fugiam para viver em segredo, com o Walter supostamente morto em busca. Walter acaba por ser o antigo amante e parceiro de Julia (Bonny), Billy. Luis lança seu futuro promissor e abre-se para viver uma mentira com Julia. Uma noite, Luis segue Julia / Bonny e descobre que Walter / Billy está vivo e que os dois ainda estão trabalhando juntos; ela aparentemente vai envenenar seu marido naquela noite. Ele volta para casa para esperá-la, e quando ela chega, ele revela que ele conhece o plano, confessa seu amor por ela mais uma vez e engole a bebida envenenada, embora ela tente desesperadamente detê-lo. Julia foge com o Luis moribundo, com Walter logo atrás. Eles correm para ele em uma estação de trem; Walter está furioso que Julia o traiu. Enquanto Walter segura uma faca na garganta, Luis atira e feri-lo, com Julia terminando com ele. De volta à apresentação em cena, Julia termina sua história e pede ao sacerdote que ore com ela. Na manhã seguinte, os guardas chegaram à sua cela para levá- la a sua execução, apenas para encontrar o padre ajoelhado em suas roupas. Em Marrocos, Julia está assistindo um jogo de cartas. Ela anda em torno da mesa ocupada por jogadores - incluindo Luis - e agradece-lhes por permitir que ela assista. Como Julia sinaliza Luis sobre os cartões dos outros jogadores, ele começa a contar-lhes a história de como eles chegaram lá. ==Elenco== * Antonio Banderas - Luis Antonio Vargas * Angelina Jolie - Julia Russell / Bonny Castle * Thomas Jane - Walter Downs / Billy / Mephisto * Jack Thompson - Alan Jordan * Gregory Itzin - Coronel Edwin Worth * Pedro Armendáriz Jr. - Jorge Cortes * James Haven - Faust * Allison Mackie - Augusta Jordânia * Joan Pringle - Sara * Cordelia Richards - Emilly Russell * Mario Ivan Martinez - Padre cubano * Harry Porter - gerente de palco * Fernando Torre Lapham - Padre * Shaula Vega - costureira * Lisa Owen - Margretta * Daniel Martínez - Rafael * Farnesio De Bernal - Funcionário do banco * Nitzi Arellano - Prostituta * Roger Cudney - Capitão do navio * Adrian Makala - Garçom do navio * Francis Laborial * Derek Rojo * Abraham Stavans - Sr. Gutierrez * Julio Bracho - Guarda * Mariana Peñalva - dublê de Angelina Jolie ==Principais prêmios e indicações== Framboesa de Ouro *Recebeu uma indicação ao Framboesa de Ouro, na categoria de Pior Atriz (Angelina Jolie). ==Ligações externas== * * * Categoria:Filmes dos Estados Unidos de 2001 Categoria:Filmes de drama romântico dos Estados Unidos Categoria:Filmes de drama romântico da década de 2000 Categoria:Filmes de drama erótico Categoria:Filmes de mistério dos Estados Unidos Categoria:Filmes de suspense dos Estados Unidos Categoria:Filmes de mistério da década de 2000 Categoria:Filmes de suspense da década de 2000 Categoria:Filmes em língua inglesa Categoria:Filmes ambientados em Cuba Categoria:Filmes baseados em romances de autores dos Estados Unidos Categoria:Filmes baseados em obras de Cornell Woolrich Categoria:Filmes com trilha sonora de Terence Blanchard Categoria:Regravações de filmes Categoria:Filmes da Metro-Goldwyn-Mayer Categoria:Filmes dos Estudios Churubusco",
 "title": "Pecado Original"
}