{
 "id": "108725",
 "text": "Don Johnson, nome artístico de Donald Wayne Johnson (Flat Creek, 15 de dezembro de 1949) é um ator, produtor, diretor, cantor e compositor norte- americano, conhecido por seu papel como o detetive James \"Sonny\" Crockett na série de tv Miami Vice, sucesso mundial nos anos 1980 e pelo qual recebeu um Globo de Ouro de melhor ator em série dramática. Johnson estrelou Tin Cup ao lado de Kevin Costner e Rene Russo e deu vida ao polícia Nash Bridges no seriado com o mesmo nome, no qual seria um Crockett mais velho (contando com a participação de Phillip Michael Thomas em um dos episódios, revivendo a dupla de Miami Vice da TV). Johnson foi casado com a atriz Melanie Griffith com a qual teve uma filha, a também atriz Dakota Johnson. == Biografia == === Infância === Donald Wayne Johnson nasceu em 15 de dezembro de 1949, em Flat Creek, Missouri, filho de Nell Wilson, esteticista, e Wayne Fred Johnson, que era agricultor . Na época de seu nascimento, a mãe e o pai de Johnson tinham 17 e 19 anos, respectivamente. Johnson foi criado na pobreza em Wichita, Kansas, onde seus pais se mudaram quando tinha seis anos de idade. Ele se formou em Wichita South High School, onde estava envolvido no programa de teatro do ensino médio. Como veterano, ele desempenhou o papel principal de Tony em West Side Story. Sua biografia notou que ele havia aparecido anteriormente em \"Burnt Cork and Melody\" e \"The Hullabaloo\". Depois de se formar no ensino médio em 1967, se matriculou na Universidade do Kansas como major de teatro, mas desistiu depois de um ano. Posteriormente mudou-se para São Francisco, Califórnia, para assistir ao American Conservatory Theatre . === Carreira === O primeiro grande papel de Johnson foi em 1969, na produção de Fortune and Men's Eyes , em Los Angeles, na qual interpretou Smitty, o papel principal. Essa exposição levou ao filme rapidamente esquecido The Magic Garden de Stanley Sweetheart (1970, baseado em um romance de Robert T. Westbrook, filho da colunista Sheilah Graham). Continuou a trabalhar no palco, cinema e televisão sem sair do estrelato. Seus filmes notáveis ​​desse período foram Zachariah (1971), The Harrad Experiment (1973), Lollipop e Roses (1974), e A Boy and His Dog (1975). Em 1976, Johnson foi colegas de quarto com o ator Sal Mineo, quando Mineo foi assassinado do lado de fora de seu apartamento em West Hollywood, na Califórnia. ==== Miami Vice ==== De 1984 a 1989, depois de anos lutando para se estabelecer como ator de TV (em uma passagem como Revenge of the Stepford Wives), e uma série de pilotos, nenhum dos quais se tornou uma série de TV, Johnson conseguiu um papel de protagonista como policial disfarçado. Sonny Crockett, detetive da série de policiais Michael Mann/Universal Television, Miami Vice. O personagem de Sonny Crockett usava ternos da Versace e Hugo Boss, mil dólares em camisetas de algodão pastel, pilotava uma Ferrari 365 GTS / 4 Daytona (na verdade, um kit de réplicas em um chassi Corvette de 1981), seguido por uma Ferrari Testarossa, usava relógios caros da Rolex e da Ebel, e morava em um iate Endeavour de 40 pés (12 m) (mais tarde um de 42 pés [13 m]) com seu jacaré de estimação, Elvis. Miami Vice foi reconhecida por seu uso revolucionário de música, cinematografia e imagens e por sua impressionante aparência no gênero de drama policial. No show, seu parceiro foi Ricardo Tubbs, interpretado por Philip Michael Thomas. Entre as temporadas, Johnson ganhou ainda mais renome através de várias minisséries deTV, como o remake de TV de 1985 de The Long, Hot Summer. ==== Anos 2000 ==== No outono de 2005, ele brevemente atuou em The WB, um drama de televisão mostram Just Legal como um advogado cansado com um muito jovem e idealista parceiro (Jay Baruchel); o show foi cancelado em outubro de 2005, após apenas três dos oito episódios produzidos terem sido exibidos. Em janeiro de 2007, Johnson começou uma corrida na produção de Guys and Dolls no West End de Londres como Nathan Detroit. Johnson também tem um papel na comédia norueguesa Lange Flate Ballær 2 (\"Long Flat Balls II\"), dirigida pelo amigo de Johnson, Harald Zwart. Johnson fez o filme como um favor para Zwart. O filme foi lançado em 14 de março de 2008 na Noruega, com Johnson fazendo uma aparição na estreia. Em seguida apareceu em When in Rome, com Danny DeVito, Anjelica Huston e Kristen Bell . ==== Decáda 2010 ==== Johnson e Jon Heder foram co- anfitriões do Raw da WWE em 18 de janeiro de 2010. Johnson teve um papel de apoio no filme de Robert Rodriguez, Machete. Johnson interpretou Von Jackson, \"um vigilante de fronteira distorcido liderando um pequeno exército\". O filme foi lançado em 3 de setembro de 2010. Em outubro de 2010, começou a aparecer na HBO série Eastbound & Down, interpretando com Kenny Powers pai há muito perdido \", passando pelo pseudônimo 'Eduardo Sanchez'. Ele também reprisou seu papel como Sonny Crockett para um comercial da Nike com LeBron James, onde o jogador da NBA contempla atuar e aparece ao lado de Johnson em Miami Vice . Em setembro de 2011, Johnson fez uma participação especial na comédia A Good Old Fashioned Orgy com Jason Sudeikis. Johnson teve um papel coadjuvante no filme de Quentin Tarantino em 2012, Django Unchained, interpretando um dono de uma plantação do sul chamado Spencer 'Big Daddy' Bennett . Em 2015, Johnson começou a estrelar a novela da ABC, Blood & Oil. == Vida pessoal == Johnson teve quatro esposas em cinco casamentos, três dos quais breves. Seus dois primeiros casamentos foram anulados em questão de dias. Os nomes das primeiras duas esposas de Johnson não foram divulgados, apesar de se dizer que eram dançarinas e \"ricas e burras\". No início dos anos 1970, Johnson viveu com a groupie Pamela Des Barres. Durante o primeiro semestre de 1972, ele conheceu Melanie Griffith, a filha de 14 anos de idade de sua co-estrela Haripp Experiment Tippi Hedren. Quando Griffith tinha 15 anos, ela e Johnson começaram a viver juntos em uma casa alugada em Laurel Canyon No seu 18º aniversário, eles ficaram noivos e se casaram em janeiro de 1976; Eles pediram o divórcio em julho. Eles se reuniram e conceberam uma filha perto do início de 1989, Dakota Johnson (nascida em 4 de outubro de 1989) e se casaram novamente desde aquele ano até 1996. Em 1980, ele namorou Sally Adams, que havia sido parceira de Telly Savalas, e usou o nome de Sally Savalas, a mãe da atriz Nicollette Sheridan. Cybill Shepherd escreveu sobre uma ligação com Johnson em sua autobiografia . Johnson viveu com a atriz Patti D'Arbanville de 1981 a 1985. O casal tem um filho, Jesse Wayne Johnson (nascido em 7 de dezembro de 1982). Johnson, em seguida, teve um relacionamento com Barbra Streisand, que durou pelo menos setembro de 1988. Em 1995-1996, Johnson foi brevemente contratado por Jodi Lyn O'Keefe, que interpretou sua filha em Nash Bridges. Em 29 de abril de 1999, se casou com a professora da creche socialista e montessoriana de San Francisco, Kelley Phleger, então com 30 anos, na mansão de Ann e Gordon Getty, em Pacific Heights. O ator Robert Wagner serviu como padrinho, e o prefeito Willie Brown presidiu a cerimônia civil. Johnson e Phleger têm três filhos juntos: uma filha, Atherton Grace Johnson (nascida em 28 de dezembro de 1999), e dois filhos, Jasper Breckinridge Johnson (nascido em 6 de junho de 2002), e Deacon Johnson (nascido em 29 de abril de 2006) . == Filmografia == === Cinema === Ano Título Personagem Notas 1975 A Boy and His Dog Vic 1985 Cease Fire Tim Murphy 1988 Sweet Hearts Dance Wiley Boon Protagonista 1989 Dead Bang Jerry Beck 1990 The Hot Spot Harry Madox Protagonista 1991 Harley Davidson and the Marlboro Man Marlboro Man Paradise Ben Reed 1993 Born Yesterday Paul Verrall Guilty as Sin David Greenhill 1996 Tin Cup David Simms 1998 Goodbye Lover Ben Dunmore 2007 Moondance Alexander Dante Longpre 2008 Lange Flate Ballær 2 Almirante Burnett Protagonista Torno a vivere da solo Nico 2010 When in Rome Sr. Martin Participação especial Machete Tenente Von Jackson 2011 A Good Old Fashioned Orgy Jerry Keppler Participação especial Bucky Larson: Born to Be a Star Miles Deep 2012 Django Unchained Spencer \"Big Daddy\" Bennett 2014 Cold in July Jim Bob Luke The Other Woman Frank Whitten Alex of Venice Roger 2017 Vengeance: A Love Story Jay Kirkpatrick Brawl in Cell Block 99 Warden Tuggs 2018 Book Club Arthur 2019 Dragged Across Concrete Lt. Calvert Participação especial === Televisão === Ano Título Personagem Notas 1973 Kung Fu Nashebo Episódio: \"O Ajudante do Espírito\" 1976 The Streets of San Francisco Oficial Larry Wilson Episódio: \"cachorro-quente\" Barnaby Jones Wayne Lockwood Episódio: \"Renegade's Child\" 1977 Police Story Lee Morgan Episódio: \"Ponto de gatilho\" 1978 What Really Happened to the Class of '65? Edgar Episódio: \"Crusader da Classe\" Katie; Portait of a Centerfold Gunther Filme de televisão First, You Cry Daniel Easton Filme de televisão 1979 Os rebeldes Judson Fletcher Minissérie 1981 Elvis and the Beauty Queen Elvis Presley Filme de televisão 1984-1989 Miami Vice Detetive James \"Sonny\" Crockett 111 episódios 1985 The Long Hot Summer Ben Quick Filme de televisão 1988 Saturday Night Live Ele mesmo 2 episódios 1996–2001 Nash Bridges Nash Bridges 122 episódios 2005-2006 Just Legal Grant H. Cooper 8 episódios 2010 WWE Raw Ele mesmo 1 episódio 2014-2015 From Dusk Till Dawn: The Series Earl McGraw 5 episódios 2015 Blood & Oil Harlan \"Hap\" Briggs 10 episódios 2017 A Series of Unfortunate Events Senhor 2 episódios 2019 Watchmen Chief Judd Crawford Protagonista ==Ligações externas== * Categoria:Atores dos Estados Unidos Categoria:Globo de Ouro de melhor ator em série de drama Categoria:Atores premiados com o Saturno Categoria:Saturno de melhor ator em cinema",
 "title": "Don Johnson"
}