{
 "id": "108746",
 "text": "A é um campeonato de seleções de futebol disputado entre países da Oceania. A copa das Nações da Oceania é realizada em algum país da Oceania ou por perto da Oceania. Seus maiores campeões são: Nova Zelândia com 6 títulos; Austrália com 4 títulos e Taiti com 1 título. == História == A Copa das Nações da OFC é disputada desde 1973. Austrália e Nova Zelândia conquistaram todos os títulos disputados até 2008. Com a migração da Austrália em 2006 para a região da Ásia AFC, a Nova Zelândia se tornou a potência da Oceania, ganhando inclusive o torneio em 2008 e a vaga para a Copa das Confederações 2009 e, na repescagem contra o Bahrein, para a Copa do Mundo de 2010, no entanto na Copa das Nações da OFC de 2012 o Taiti fez história, em uma final inédita contra a Seleção da Nova Caledônia de Futebol, e angariou o direito de disputar a Copa das Confederações 2013 no Brasil. == Edições == Ano Sede Final Final Final Disputa do 3º lugar Disputa do 3º lugar Disputa do 3º lugar Ano Sede Vencedor Placar Vice 3º lugar Placar 4º lugar 1973 Detalhes Nova Zelândia Nova Zelândia 2 – 0 Taiti Nova Caledônia 2 – 1 Vanuatu 1980 Detalhes Nova Caledônia Austrália 4 – 2 Taiti Nova Caledónia 2 – 1 Fiji 1996 Detalhes Oceania Austrália 6 – 0 5 – 0 Taiti Nova Zelândia Os lugares foram atribuídos pela tabela de pontos. Ilhas Salomão 1998 Detalhes Austrália Nova Zelândia 2 – 0 Austrália Fiji 4 – 2 Taiti 2000 Detalhes Taiti Austrália 2 – 0 Nova Zelândia Ilhas Salomão 2 – 1 Vanuatu 2002 Detalhes Nova Zelândia Nova Zelândia 1 – 0 Austrália Taiti 1 – 0 Vanuatu 2004 Detalhes Austrália Austrália 5 – 1 6 – 0 Ilhas Salomão Nova Zelândia Os lugares foram atribuídos pela tabela de pontos. Fiji 2008 Detalhes Oceania Nova Zelândia 3 – 0 Nova Caledônia Fiji Os lugares foram atribuídos pela tabela de pontos. Vanuatu 2012 Detalhes Ilhas Salomão Taiti 1 – 0 Nova Caledônia Nova Zelândia 4 – 3 Ilhas Salomão 2016 Detalhes Papua-Nova Guiné Nova Zelândia 0 – 0 (pro) 4 – 2 (pen) Papua-Nova Guiné Nova Caledônia 4 – 3 Ilhas Salomão 2020 Detalhes Nova Zelândia Cancelado devido a pandemia de COVID-19. Cancelado devido a pandemia de COVID-19. Cancelado devido a pandemia de COVID-19. Cancelado devido a pandemia de COVID-19. Cancelado devido a pandemia de COVID-19. Cancelado devido a pandemia de COVID-19. 2024 Detalhes Fiji Vanuatu Nova Zelândia 3 – 0 Vanuatu Taiti 2 – 1 Fiji == Conquistas por país == Equipe Títulos Vices 3° lugar 4° lugar 6 (1973, 1998, 2002, 2008, 2016, 2024) 1 (2000) 3 (1996, 2004, 2012) 0 4 (1980, 1996, 2000, 2004) 2 (1998, 2002) 0 0 1 (2012) 3 (1973, 1980, 1996) 2 (2002, 2024) 1 (1998) 0 2 (2008, 2012) 3 (1973, 1980, 2016) 0 0 1 (2004) 1 (2000) 3 (1996, 2012, 2016) 0 1 (2024) 0 4 (1973, 2000, 2002, 2008) 0 1 (2016) 0 0 0 0 2 (1998, 2008) 3 (1980, 2004, 2024) ==Maiores Goleadas== Data Cidade Mandante Placar Visitante 19/06/2000 Papeete 17 – 0 28/09/1998 Brisbane 16 – 0 27/02/1980 Nouméa 12 – 1 08/07/2002 Auckland 11 – 0 15/05/2004 Apia 11 – 0 09/03/2002 Apia 0 – 10 17/05/2004 Apia 10 – 0 04/06/2004 Adelaide 10 – 0 01/06/2012 Honiara 1 – 10 16/03/2002 Apia 9 – 0 31/05/2004 Adelaide 9 – 0 05/06/2012 Honiara 9 – 0 Categoria:Copa das Nações da OFC",
 "title": "Copa das Nações da OFC"
}