{
 "id": "108874",
 "text": "Corticoide ou corticosteroide é um grupo de hormonas esteroides produzidas pelas glândulas suprarrenais (cortesa) ou a derivados sintéticos destas. Os corticosteroides possuem diversas ações importantes no corpo humano, possuindo um papel de relevo no balanço eletrolítico (equilíbrio de íons e água), e na regulação do metabolismo. Situações em que a sua produção está alterada levam a patologias como a doença de Addison quando há diminuição de produção, ou a síndrome de Cushing quando esta está aumentada. * Glicocorticoides como o cortisol controlam o metabolismo dos carboidratos, gordura e proteínas e são anti-inflamatórios por (inibirem a atividade das fosfolipases e consequente síntese de prostaglandinas e leucotrienos além de reduzir a ação dos eosinófilos e diversos outros mecanismos.COSÍO, B. G.; TORREGO, A.; ADCOCK, I. M. Molecular mechanisms of glucocorticoids. Archivos de Bronconeumología, Madrid, v. 41, n.1, p. 34-41, 2005. * Mineralocorticoides como a aldosterona controlam os níveis de eletrólitos e água, principalmente por promoverem a retenção de sódio no rim. == Regulação da síntese e liberação == A produção de corticosteroides é regulada pelo hipotálamo, em função de diversos estímulos. Estes incluem o ritmo circadiano, assim como estímulos dolorosos e situações de stress, que induzem a libertação de CRH (do inglês Corticotropic releasing hormone). Níveis elevados de corticosteroides têm um efeito inibitório, formando um circuito de feedback negativo responsável pelo controle deste mecanismo... A CRH actua sobre a adenohipófise, estimulando a libertação de ACTH (também conhecida como adrenocorticotropina) para a circulação sistémica. O alvo fisiológico da ACTH é a glândula suprarrenal (ou adrenal), onde causa a libertação de corticosteroides. == Classes de corticosteroides == A glândula suprarrenal produz dois tipos de hormonas esteroides (derivadas do colesterol). Um desses tipos é constituído por hormonas sexuais (como a progesterona), e o outro pelos corticosteroides. Dentro dos corticosteróides distinguem-se duas categorias, com diferentes efeitos fisiológicos. === Glicocorticoides === Possuem importantes efeitos metabólicos, sendo utilizados na prática médica graças aos seus potentes efeitos anti-inflamatórios e imunossupressores. O principal glicocorticoide endógeno (produzido pelo corpo) é o cortisol. === Mineralocorticoides === O seu papel está relacionado com a manutenção do equilíbrio de íons (em particular o sódio) e do volume de água no organismo. Destaca-se deste grupo a aldosterona. == Funções fisiológicas == O papel dos corticosteroides no organismo é variado, estando associado à atividade normal assim como à resposta a stress de diversas origens (infecções, lesão traumática, queimaduras, hemorragias, dor, situação de medo e luta, etc). Possui diferentes vertentes: ; Metabolismo intermediário dos açúcares, gorduras e proteínas : Os corticosteroides aumentam a quebra de proteínas para que sejam transformadas em glicose pelo fígado (gliconeogénese), levando por isso a um aumento da glicemia (quantidade de glicose no sangue). Levam também a que a gordura acumulada no corpo entre na circulação sanguínea, para que possa ser utilizada pelos tecidos na produção de energia. Em resumo, os corticosteroides aumentam a disponibilidade de \"ingredientes\" para a produção de energia. ; Manutenção do tónus muscular dos vasos sanguíneos : Mantêm um certo grau de contração dos vasos, que impede uma dilatação exagerada destes. Se isso ocorresse, o sangue teria dificuldade em chegar aos órgãos, com colapso circulatório, parada cardíaca e morte. ; Regulação do balanço hidroelétrico : Atuam no rim aumentando a reabsorção de sódio e consequentemente de água, por troca com potássio e prótons (H+). O resultado é um aumento do volume de fluido extracelular, ligeiro aumento da concentração plasmática de sódio, hipocaliémia e alcalose. == História == Tadeusz Reichstein juntamente com Edward Calvin Kendall e Philip Showalter Hench foram premiados com o Prêmio Nobel de Fisiologia e Medicina em 1950 por seu trabalho sobre hormônios da glândula suprarrenal que culminou no isolamento da cortisona. Corticosteroides foram usados como medicamento por algum tempo. Lewis Sarett da Merck extraiu da bile bovina. A baixa eficiência da conversão do ácido desoxicólico em cortisona levou a um custo elevado de produção. Russell Marker da Syntex, descobriu uma matéria-prima muito mais conveniente e barata, a partir de uma raiz mexicana, em um processo de 4 passos conhecido como degradação de Marker, tornando-se uma importante fonte de produção em massa de todos os hormonios esteroides, incluindo cortizona e substâncias químicas usadas em contracepção hormonal. == Ver também == * Síndrome de Cushing * Vitiligo * Esteroides * Rhen T, Cidlowski JA. Anti- inflammatory actions of glucocorticoids: new mechanisms for old drugs. N Engl J Med 2005; 353: 17 111. * Hardman JG, Limbird LL. Goodman and Gilman's Pharmacological Basis of Therapeutics, 11ª edição. McGraw Hill 2006. Categoria:Hormônios",
 "title": "Corticosteroide"
}