{
 "id": "108894",
 "text": "Vitalino Pereira dos Santos, conhecido como Mestre Vitalino (Caruaru, 10 de julho de 1909 Caruaru, 20 de janeiro de 1963), foi um importante artesão, ceramista popular e músico, sendo considerado um dos maiores artistas da História da arte do barro no Brasil. ==Biografia== Vitalino Pereira dos Santos nasceu na cidade de Caruaru, Pernambuco. Era filho de um lavrador e de uma artesã que fazia panelas de barro para vender na feira. Ainda criança, começou a modelar pequenos animais de seu repertório rural, como bois e cavalos, com as sobras do barro usado por sua mãe na produção de utensílios domésticos para serem vendidos na feira de Caruaru. Os primeiros bonecos que criava eram seus brinquedos,Mestre Vitalino e outros - Cerâmica no Rio, (visitado em 15-3-2010) e o barro que mais tarde serviria de matéria-prima para a sua arte, era retirado das margens do rio Ipojuca, local onde Vitalino brincava durante sua infância. Nos anos 1920, Mestre Vitalino cria a banda Zabumba Vitalino, da qual é o tocador de pífano principal. Na década de 1930, possivelmente influenciado pelos conflitos armados do período, modela seus primeiros grupos. As cenas que remetem à ordem e ao crime no sertão brasileiro são recorrentes em sua produção. Entre bandidos e soldados, policiais, ladrões de cabra e de galinha, destacam-se as figuras dos cangaceiros Lampião, Maria Bonita e Corisco. As obras de Vitalino ganharam reconhecimento na região Sudeste a partir de 1947, quando o artista plástico Augusto Rodrigues o convidou para a Exposição de Cerâmica Popular Pernambucana realizada no Rio de Janeiro. Em janeiro de 1949, a fama foi ampliada com uma exposição no Masp.Do barro nasce um herói - Revista de História da Biblioteca Nacional, 1 de julho de 2009 (visitado em 15-3-2010) Em 1955, integrou em Neuchâtel, Suíça, a exposição Arte Primitiva e Moderna Brasileiras.Vitalino, Mestre (1909 - 1963) - Enciclopédia de Artes Visuais do Itaú Cultural, 22 de janeiro de 2007 (visitado em 15-3-2010) O reconhecimento do artista foi ampliado após a sua morte. A biografia do artista inspirou o samba-enredo da Império da Tijuca nos carnavais de 1977 e 2009. A Festa de São João de Caruaru o adotou como a personalidade homenageada de 2009.Ninguém faz festa junina como eles - O Estado de S.Paulo, 13 de maio de 2009 (visitado em 15-3-2010) Em 2009, Mestre Vitalino foi agraciado com a Ordem do Mérito Cultural, in memoriam, junto a outros grandes artistas brasileiros, como Raul Seixas e Burle Marx. A produção do artista passou a ser iconográficaMestre Vitalino se instala no céu - O Estado de S. Paulo, 29 de agosto de 2009 (visitado em 15-3-2010) e inspirou a formação de novas gerações de artistas, especialmente no Alto do Moura, um bairro que fica na cidade de Caruaru, onde viveu. A casa onde viveu parte de sua vida atualmente é a instalação da Casa Museu Mestre Vitalino. O entorno é ocupado por oficinas de artesãos.Retratos do cotidiano sertanejo - O Estado de S.Paulo, 16 de junho de 2009 (visitado em 15-3-2010) Parte de sua obra pode ser contemplada no Museu do Louvre, em Paris, na França. No Brasil, a maior parte está nos museus Casa do Pontal e Chácara do Céu, Rio de Janeiro; Acervo Museológico da Universidade Federal de Pernambuco, em Recife; e no Alto do Moura.Acervo Museológico da UFPE, 2009 (visitado em 15-3-2010) == Obra == Notabilizam-se na obra de Mestre Vitalino as suas peças de cerâmica, que trazem figuras inspiradas nas crenças populares, em cenas do universo rural e urbano, no cotidiano, nos rituais e no imaginário da população do sertão nordestino brasileiro. Suas obras mais famosas são Violeiro, O enterro na rede, Cavalo-marinho, Casal no boi, Noivos a cavalo, Caçador de onça e Família lavrando a terra. Mestre Vitalino retratou em seus bonecos e bonecas de barro a cultura e o folclore do povo africano especialmente do interior de Pernambuco e da tradição do modo de vida dos sertanejos. Seus temas prediletos eram o trabalho, os ritos de passagem (nascimento, casamento e morte), a família e o lazer do homem sertanejo, ajudando a construir o imaginário de um povo. Além dos temas, a cor é um elemento importante na obra do artista. No início, ele a obtém por meio de argilas de diferentes tons, avermelhado e branco. Depois, passa a pintar os bonecos com tintas industriais, o que lhes confere um aspecto alegre e lúdico. De acordo com a antropóloga Lélia Coelho Frota, autora de livro sobre o ceramista, a cor, nessa fase de Vitalino, não é utilizada como mero elemento decorativo, mas sim como parte integrante da própria modelagem, na medida em que confere às figuras e cenas maior dramaticidade. A partir de 1953, o artista deixa de pintar as figuras, mantendo-as na cor da argila queimada. O tipo de arte que produziu foi batizado por especialistas como arte figurativa. Em 2017, por unanimidade, os membros do Conselho Estadual de Preservação do Patrimônio Cultural (CEPPC) aprovaram o tombamento do acervo de Mestre Vitalino. O tombamento incluiu 232 peças do mestre, que fazem parte do acervo de quatro instituições públicas: O Museu do Barro de Caruaru (Mubac), o Centro Cultural Benfica, o Museu de Arte Popular do Recife (MAP) e o Museu do Homem do Nordeste. Segundo Elinildo Marinho de Lima, relator do processo no Conselho, o parecer foi favorável diante da significação memorialística, artística e cultural da obra do Mestre Vitalino. > “A importância deste mestre e de sua obra é imensamente significativa para a > cultura pernambucana, nordestina e brasileira. Sua arte traduziu de forma > impar e singular sua terra, sua gente, e sua cultura. Por meio do barro, > este homem, único e simples, desenvolveu de forma brilhante, extremamente > particular, uma forma de tocar, sensibilizar, e fazer sentir e refletir > sobre a vida comum e a vida cultural”. ==Homenagem== Em 2009 o compositor brasileiro Jorge Antunes compôs a obra sinfônica intitulada O Massapê Vivo, em homenagem ao centenário de Mestre Vitalino. A composição musical foi premiada em concurso promovido pela Funarte (Fundação Nacional de Artes) e estreada na XVIII Bienal de Música Brasileira Contemporânea. == Ligações externas == *Página oficial do Museu Casa do Mestre Vitalino Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Ceramistas do Brasil Categoria:Naturais de Caruaru Categoria:Arte no Brasil do século XX",
 "title": "Mestre Vitalino"
}