{
 "id": "108873",
 "text": "Os glicocorticoides são hormônios esteroides caracterizados pela habilidade de se ligar com o receptor de cortisol e desencadear efeitos similares. Os glicocorticoides são distintos dos mineralocorticoides e esteroides sexuais pelos seus receptores específicos, células alvos e efeitos. Tecnicamente, o termo corticosteroide se refere aos glicocorticoides e aos mineralocorticoides, mas geralmente é utilizado como um sinônimo de glicocorticoide. O cortisol é o glicocorticoide humano mais importante. Ele é essencial para a vida e regula ou sustenta uma grande variedade de funções cardiovasculares, metabólicas, imunológicas e homeostáticas. Os receptores de glicocorticoides são encontrados nas células de quase todos tecidos de vertebrados. Os glicocorticoides são fármacos utilizados, principalmente, como imunossupressores e anti-inflamatórios. Estes efeitos são particularmente úteis nas doenças autoimunes. == História == Thomas Addison, em meados de 1855, relatou a insuficiência adrenocortical. Conhecida hoje como Doença de Addison. Já em 1912, Harvey William Cushing, relatou o Hipercortisolismo (Síndrome de Cushing). Estes dois acontecimentos trouxeram embasamento importantes para estudos ao longo dos últimos anos. Em 1950, Tadeusz Reichstein, Edward Calvin Kendall e Philip Showalter Hench foram premiados com o Prêmio Nobel de Fisiologia e Medicina, pelo trabalho sobre hormônios da glândula supra renal. == Indicações terapêuticas == *Insuficiências suprarrenais; *Distúrbios reumáticos; *Distúrbios renais; *Doenças alérgicas; *Asma; *Neoplasia maligna; *Transplante de órgãos; *Maturação pulmonar fetal. == Mecanismo de ação == Os glicocorticoides são análogos do hormônio humano cortisol, envolvida na regulação do stress. Eles têm efeitos largamente idênticos aos desse hormônio, mas são administrados freqüentemente em doses muito superiores às fisiológicas, particularmente para se obterem os efeitos imunossupressores. Os glicocorticoides, como o cortisol, agem sobre um receptor intranuclear que regula transcrição génica. Eles não têm dificuldade em ultrapassar a membrana celular já que são lipofílicos. O seu efeito deve-se à modificação da atividade de vários genes e as proteínas produzidas a partir deles. O receptor ligado ao medidor liga-se a regiões específicas de DNA e activa e inibe a transcrição de diversos genes. Uma vez que a transcrição génica é demorada (é preciso produzir grande quantidade de proteínas) os seus efeitos demoram sempre algumas horas a manifestar-se. Muitos genes são afectados, entre os mais importantes conhecidos, os das ciclooxigenases são inibidos; os das colagenases igualmente, aumento da síntese do mediador anexina-1 com propriedades imunossupressoras devido sua ação nas enzimas fosfolipases A2 (Essas enzimas atuam sobre o fosfolipídio produzindo ácido aracdônico, precursor de mediadores inflamatórios). Todos os glicocorticoides têm alguma actividade mineralocorticoide. A hormona mineralocorticoide, a aldosterona é semelhante quimicamente ao cortisol, e eles têm actividade parcial nos receptores do outro. A aldosterona age no rim, havendo retenção de água e sódio e excreção de potássio aumentando a pressão arterial sistêmica. Há ainda vasoconstrição. == Administração == Administração oral (comprimido), intravenosa ou local (creme ou aerossol). Há metabolização hepática. == Efeitos úteis == *Imunossupressão profunda; efeito antiinflamatório mais potente que o dos AINEs. *Diminuição da mobilidade e actividade dos neutrófilos e macrófagos. *Diminuição da secreção de citocinas. *Inibição da acção dos linfócitos. Apoptose de linfócitos aumentada. *Replicação clonal de linfócitos reduzida. *Diminuição da produção de anticorpos. *Diminuição da secreção de mediadores inflamatórios como a histamina. == Efeitos adversos == Possíveis efeitos a curto prazo: *Susceptibilidade a infecções, mesmo por microorganismos normalmente inócuos ou pouco agressivos (e.g. leveduras da cerveja, candidíase). *Reparação de ferimentos mais lenta. *Maior probabilidade de surgirem ferimentos por diminuição da actividade dos fibrócitos. *Perda de massa óssea devido à inibição da função dos osteoblastos. *Hipercoagulabilidade do sangue. *Desordens menstruais. Possíveis efeitos devidos ao uso a longo prazo (mais de 6 meses com doses consideráveis): *Supressão da capacidade do doente de fabricar o seu próprio cortisol devido à atrofia do córtex da adrenal por feedback negativo. *Osteoporose (enfraquecimento ósseo) *Perda da massa muscular, fraqueza. *Cataratas. *Face de lua cheia: alteração da conformação devido à perda de músculo e modificação no armazenamento de gordura. *Obesidade * Síndrome de demência esteroidal *Euforia alternada com depressão. *Hipertensão intracraniana benigna *Glaucoma. O cortisol tem funções além da imunossupressão em vivo, e também os seus análogos. São importantes as acções no metabolismo da glicose (dai serem também chamados glicocorticoides): *Diminuição do uso da glicose; hiperglicemia; estimulo da gliconeogénese. Aumento do catabolismo protéico com perda de massa muscular. Aumento do uso dos lípidos como fonte de energia. *Redistribuição do tecido adiposo (gordura) da periferia (nádegas e membros) para o centro (abdominal e peritoneal). Todos os glucocorticoides têm alguma actividade mineralocorticoide, e daí advêm alguns efeitos indesejados: *Hipernatremia com aumento da tensão arterial *Hipocaliemia *Perda de cálcio. *Síndrome de Cushing induzida por corticoides. == Fármacos do grupo == *Hidrocortisona: fármaco usado para substituição de cortisol, quando há défices na sua produção normal. *Cortisona: Tem efeitos mineralocorticoides acentuados. *Corticosterona *Dexametasona: pouco efeito mineralocorticoide. *Betametasona: pouco efeito mineralocorticoide. *Prednisolona: primeira escolha na inflamação sistémica. *Prednisona: convertida na anterior in vivo. *Metilprednisolona *Budesonide: usado na pele (creme) e como aerossol na asma e rinite alérgica. *Beclometasona: usado na pele e como aerossol na asma e rinite alérgica.",
 "title": "Glicocorticoide"
}