{
 "id": "108981",
 "text": "A polineuropatia amiloidótica familiar (PAF), também conhecida como paramiloidose ou doença de Corino de Andrade (vulgarmente \"doença dos pezinhos\"), uma forma de Amiloidose, é uma polineuropatia neurodegenerativa rara de transmissão genética autossómica dominante identificada e descrita pela primeira vez pelo neurologista português Mário Corino da Costa Andrade, nos anos 50 do século XX. O Dia Nacional de Luta contra a Paramiloidose assinala-se, em Portugal, no dia 16 de junho, data do falecimento do Professor Mário Corino da Costa Andrade.Página da Associação Portuguesa de Paramiloidose == História == A PAF foi a única doença descoberta por um médico português nos tempos modernos, por Corino de Andrade, um dos pilares do Instituto de Ciências Biomédicas Abel Salazar (ICBAS), da Universidade do Porto em 1952 na Póvoa de Varzim. Especialista em Neurologia, Corino de Andrade identificou a doença ao tratar uma mulher de 37 anos, residente na Póvoa de Varzim, que tinha a “doença dos pezinhos”, assim batizada pelo povo pelo facto de estar associada aos pés e à dificuldade em caminhar. A síndrome neurológica e a história clínica da paciente levaram o médico a pensar que se tratava de uma patologia ainda não descrita. Dedicou-se então à investigação e prática clínica desta doença, o que lhe valeu distinções e reconhecimento mundial na área da medicina. Em alguns países, como Espanha, a paramiloidose é conhecida como “doença de Andrade”. == Etiologia == A PAF é uma doença genética autossómica dominante.Ando, Y.; Ueda, M. (May 2008). \"Novel methods for detecting amyloidogenic proteins in transthyretin related amyloidosis\". Frontiers in bioscience : a journal and virtual library 13: 5548–5558 Isto significa que se transmite de pais para filhos, bastando a presença de um só gene mutado (em apenas um dos alelos), em qualquer dos progenitores, para a doença se manifestar. É uma doença rara, hereditária e incapacitante, causada pela mutação de um gene que pode levar ao declínio irreversível da função neurológica.Página da Associação Portuguesa de Paramiloidose == Patofisiologia == Caracteriza-se pela deposição sistémica de variantes amiloidogénicas (anormais) da proteína transtirretina (TTR) particularmente no sistema nervoso periférico (SNP), dando origem a uma polineuropatia sensitivo-motora progressiva. == Sintomatologia == Manifestando-se em média após os 20 anos de idade, caracteriza-se por dores, parestesias e fraqueza muscular, bem como disfunção autonómica. Os rins e o coração são afectados em estado terminal, sendo invariavelmente fatal, na ausência de transplante hepático. Os sintomas típicos devem-se à deposição de substância amiloide em vários órgãos e tecidos, em particular no sistema nervoso periférico.Amylose héréditaire, Adams D, Théaudin M, Lozeron P A forma como a doença se revela e progride varia muito de pessoa para pessoa, mas normalmente é identificada a partir de uma combinação de sintomas. Os sintomas sensitivos são habitualmente os primeiros a ocorrer. Diminuição ou perda de sensibilidade à temperatura (frio/quente), para além de sensações como formigueiro ou dormência, ou sensações de dor intensa (como queimadura) são os sintomas iniciais típicos de paramiloidose. Em geral estes sintomas iniciam-se nos pés e pernas e vão subindo até às mãos, gradualmente ao longo dos anos.Magpatients – Polineuropatia Amiloidótica Familiar associada à Transtirretina (PAF-TTR), Fevereiro de 2013 Como primeira manifestação da doença, as pessoas podem ainda apresentar uma perda de peso involuntária, alterações do trânsito intestinal (obstipação ou diarreia), dificuldade em fazer as digestões ou disfunção sexual. Progressivamente estas alterações gastrointestinais tornam-se mais acentuadas com diarreias frequentes, náuseas e vómitos e alterações urinárias muitas vezes manifestando-se como infecções urinárias de repetição. Podem ocorrer tonturas ou mesmo desmaio com as mudanças de posição devido à diminuição da tensão arterial. Progressivamente associa-se diminuição da força muscular que começa nos pés e pernas e progride para os membros superiores já numa fase mais avançada da doença. As dificuldades da marcha caracterizam-se nas fases iniciais por dificuldade em levantar os pés e os dedos sendo esta a razão da típica marcha de “pé pendente” (o pé bate no chão como uma estalada, marcha ruidosa). O envolvimento do coração pode não provocar sintomas numa fase inicial ou manifestar-se como tonturas, palpitações por alterações da condução cardíaca com necessidade de colocação de pacemaker. Mais tarde os depósitos de amiloide no músculo cardíaco podem provocar insuficiência cardíaca. Determinadas mutações genéticas estão mais fortemente associadas a doença cardíaca.[Familial amyloid plyneuropathy, Planté-Bordeneuve V & Said G. Lancet Neurol 2011; 10:1086-97] O envolvimento renal pode ocorrer em um terço dos doentes, ocorrendo sobretudo quando há antecedentes familiares de problemas renais. Pode ser uma manifestação precoce da doença em casos raros, mas habitualmente é uma manifestação tardia da doença, conduzindo à falência do rim e à necessidade de diálise. As perturbações visuais, como visão turva, olho seco, glaucoma ou diminuição da acuidade visual, podem ocorrer em fases mais adiantadas da doença, ou no início em associação com algumas mutações raras. Se não for tratada, os sintomas da doença agravam-se, o que por fim resulta na morte, que ocorre em média 10-15 anos após o aparecimento dos sintomas. Assim, o tratamento precoce supervisionado por um médico especialista com experiência em paramiloidose é importante e pode constituir uma verdadeira diferença para os doentes. Dados de um estudo do Instituto de Biologia Molecular e Celular (IBMC) da Universidade do Porto publicado em 2014 no Journal of Neurology, Neursurgery and Psychiatry, revelaram que a doença se manifesta mais cedo a cada nova geração e que o aparecimento dos primeiros sintomas surge mais tarde nas mulheres do que nos homens, o que sugere que as hormonas sexuais desempenham um papel na doença.Artigo “Estudo português revela que doença dos pezinhos piora de pais para filhos”, jornal Público, 22 de abril de 2014 == Epidemiologia == A doença tem maior prevalência na Póvoa de Varzim e Vila do Conde, da Aguçadoura às Caxinas, com mais de um milhar de pessoas portadoras provenientes de cerca de 500 famílias onde 70% desenvolve a doença que poderá estar relacionada com a colonização viquingue na zona da Póvoa de Varzim durante a Idade Média. A alta prevalência da paramiloidose na região da Póvoa de Varzim e alguns factos históricos sugeriam que a mutação genética original pudesse ter ocorrido há muitos séculos atrás. E a partir daqui espalhada para outras cidades dentro e fora de Portugal, devido a relações comerciais marítimas e aos descobrimentos portugueses, sendo encontrada, em Portugal, em Esposende, Barcelos, Braga, Lisboa e na colónia poveira de Unhais da Serra. A doença teria seguido a viagem dos pescadores ao longo da costa entre Viana do Castelo e Figueira da Foz. No Norte da Suécia em Pita, Skellefteå e Uma 1,5% da população é portadora do gene mutado. Há muitas outras populações em todo o mundo com a doença, onde terá surgido de forma independente das populações portuguesa e sueca, cujos doentes têm o Haplotipo I,Polineuropatía amiloidótica familiar de presentación tardía en la comarca de la Safor (Valencia): presentación de 4 casos, Vol 207. Núm 2. Fevereiro 2007 com aspectos diferenciados, tal como em Chipre e no Japão. O segundo haplotipo mais comum é o Haplotipo III, que ocorre entre franceses, italianos, britânicos e japoneses. Há um grande número de portadores no Brasil devido a colonização e emigração portuguesa para este país. Atualmente existem no mundo mais de 100 mutações diferentes do gene responsável pela doença (transtirretina – TTR). O maior foco está localizado em Portugal, onde existem cerca de 2.000 doentes de paramiloidose, estando identificados focos em outros 19 países. == Diagnóstico == Quando existe história familiar conhecida, o diagnóstico de paramiloidose é habitualmente feito por teste genético para deteção da mutação presente no membro da família afetado, devendo o mesmo ser maior de 18 anos. A confirmação da presença de substância amilóide num tecido (glândula salivar, gordura abdominal, nervo, etc.) através de uma biópsia é um exame complementar que permite identificar acumulação de amilóide responsável pelos sintomas da doença. Se não existir historial familiar, o diagnóstico pode ser mais difícil, sendo a biópsia frequentemente o primeiro teste diagnóstico. Após a confirmação de deposição de amilóide TTR num tecido é feito o teste genético na pesquisa de uma mutação no gene da TTR. Adicionalmente, a avaliação cardiológica pode ser um exame importante no diagnóstico da paramiloidose, nomeadamente nas formas predominantemente cardiogénicas. == Terapia == Depois de muitos anos sem qualquer alternativa de terapia, existem hoje várias opções à disposição dos doentes com paramiloidose – designadamente o transplante de fígado e as terapêuticas farmacológicas, e os mais recentes avanços científicos fazem aumentar as expectativas num tratamento com a maior eficácia possível, se não na cura, pelo menos na contenção dos danos neurológicos. Há cerca de 20 anos, o transplante hepático - o fígado é a fonte primária da proteína anormal (mutada) - foi a primeira alternativa terapêutica, continuando hoje a revelar-se como uma opção bem estabelecida para travar a progressão da paramiloidose e aumentar a qualidade de vida dos doentes, desde que realizado na fase inicial da doença. A essa primeira terapêutica juntaram-se, nos últimos anos, novas opções de tratamento, baseadas nos diferentes mecanismos da doença, que podem ajudar a travar a degeneração progressiva, gerir os sintomas e prolongar ao máximo a autonomia dos doentes. == Ver também == * Amiloidose cardíaca === Bibliografia === * Andrade C., A peculiar form of peripheral neuropathy. Familial atypical generalized amyloidosis with special involvement of the peripheral nerves, Brain 1952; 75:408-27 == Ligações externas == * * * Associação Brasileira de Paramiloidose (ABPAR) * Centro de Estudos de Paramiloidose Antônio Rodrigues de Mello (CEPARM) * * * * * * Categoria:Doenças neurológicas Categoria:Doenças genéticas",
 "title": "Polineuropatia amiloidótica familiar"
}