{
 "id": "108979",
 "text": "O Nickelodeon é um canal infanto-juvenil norte-americano de televisão por cabo, pertencente a Paramount Networks EMEAA, uma subsidiária da Paramount International Networks. Este canal iniciou a sua emissão em Portugal a 1 de junho de 2005, como parte da oferta da TVCabo (hoje NOS) e da extinta oferta de Mobile TV da TMN (hoje NOS). O canal começou a emitir em Alta Definição no dia 1 de fevereiro de 2024. Em 1 de setembro de 2009, o canal português começou a emitir o sinal do Nickelodeon em toda a Península Ibérica, pelo que são criados dois subsinais para estes países apenas para as promoções do canal e respectivos anúncios publicitários; contudo, durante a emissão da programação, os subsinais são transmitidos em simultâneo. Em 22 de novembro de 2012, o canal passou a emitir em 16:9, uma resolução que é igual ao HD, com a qualidade menos detalhada. Em agosto de 2019, a Nickelodeon começou a emitir promos e bumpers semelhante a Europa Central, removendo os créditos finais e quaisquer bumpers e idents, removendo o texto em português. Em 1º de agosto de 2023, foi feito um rebranding, que incluiu uma versão atualizada do logotipo e um novo design. Em 1 de fevereiro de 2024, o canal passou a emitir na a sua versão em HD, com a qualidade mais detalhada. == Canal Nick Jr. == A 2 de novembro de 2017, o canal Nick Jr., exclusivo NOS, passou a estar disponível na posição 46, para todos os pacotes base de televisão, à exceção dos pacotes Seleção Digital e pacotes Light. É um canal com um imaginário dirigido a crianças em idade pré-escolar. Este inclui estreias absolutas (segundo o site da NOS) e novas temporadas exclusivas de séries de enorme êxito mundial. A 4 de abril de 2023, o canal chegou à grelha MEO Fibra (também grelha RF) e ADSL para todos os clientes, incluindo a disponibilidade no serviço MEO GO na posição 53, deixando assim de ser um exclusivo da operadora NOS. == Nick+ == Após ser disponibilizado na MEO e na Vodafone, o Nickelodeon lançou um plataforma de vídeo on demand chamada \"Nick+\", que reúne os conteúdos dos canais Nickelodeon e Nick Jr., este último um exclusivo da NOS, que podem assim ser vistos em qualquer altura. Foi primeiro lançado na MEO a 16 de julho de 2020 e depois tornou-se disponível na Vodafone a 23 de julho. Ainda não se sabe se o serviço estará disponível na NOS. À data do lançamento da oferta, o serviço prometia ter as séries Butterbean's Café, Game Shakers, as temporadas 9, 10 e 11 de SpongeBob SquarePants, as primeiras 3 temporadas de Henry Danger e de Patrulha Pata, as primeiras 2 temporadas de Loud em Casa e de Blaze e as Monster Machines e ainda, em exclusivo, a 1ª temporada de É o Pónei!, disponíveis. Em 31 de março de 2023, o Nick+ deixou de estar disponível na operadora MEO, substituindo-o pelo canal Nick Jr.. == Cobertura == Desde a separação da PT Telecomunicações e da PT Multimedia, o Nickelodeon esteve disponível até então em exclusivo na NOS, na posição 41. Chegou à operadora NOWO a 1 de dezembro de 2017 e no dia 31 de março de 2020 à MEO, não estando a partida disponível pela tecnologia satélite da mesma, sendo adicionado posteriormente . A partir de 14 de abril de 2020 chega, por fim, à operadora Vodafone PT. Na manhã de 15 de Fevereiro de 2021, o Nickelodeon deixou de estar disponível na operadora NOWO. == Nickelodeon Ukraine == Em 4 de abril de 2022, para alegrar as crianças de famílias ucranianas refugiadas da Guerra Russo-Ucraniana, a MEO disponibilizou um canal pop-up do Nickelodeon em ucraniano chamado Nickelodeon Ukraine, que inclui na sua programação: SpongeBob SquarePants, Avatar: A Lenda de Aang, As Tartarugas Ninja, O Panda do Kung Fu: Lendas do Altamente, Os Pinguins de Madagáscar, Dora, a Exploradora, Patrulha Pata, Blaze e as Monster Machines, Bubble Guppies e Rusty Rivets. Estava disponível até 30 de junho de 2023. Também estava disponível na NOS desde 8 de abril de 2022. == Ver também == * Programas do Nickelodeon (Portugal) * Nickelodeon * Nick Jr. (Portugal) * Nickelodeon (Brasil) ==Ligações externas== Site do Nickelodeon Portugal Site do Nick Jr. MTV Networks Europe Categoria:Paramount Networks EMEAA Categoria:Canais de televisão fundados em 2005 Categoria:Fundações em Portugal em 2005",
 "title": "Nickelodeon (Portugal)"
}