{
 "id": "108956",
 "text": "Less than Zero é um filme estadunidense de 1987, do gênero Dirigido por Marek Kanievska, conta Andrew McCarthy, Robert Downey Jr. e James Spader nos papéis principais. O filme possui roteiro de Harley Peyton e é baseado no romance homônimo de Bret Easton Ellis, escritor que dá voz à Geração X. Este filme conta a história de três grandes amigos de liceu que se reencontram após a sua graduação, demonstrando a dinâmica entre as três personagens, que continuamente se redefinem face às outras. Clay (Andrew McCarthy) e Blair (Jami Gertz) vêem continuamente a sua relação amorosa impedida pelo dever da amizade para com Julian (Robert Downey, Jr.), um toxicodependente que despoleta para si um fim trágico quando decide ficar completamente \"limpo\" e reatar a sua relação com o pai, que teimava em não desempenhar o papel de pai. É de destacar a representação de Robert Downey Jr., que chamará doravante as atenções de Hollywood para si. Conta com uma pequena participação do ator Brad Pitt, no início de carreira - se acompanhar o filme, ele está parado perto de uma porta - e também conta com a participação do cantor Anthony Kiedis, da banda californiana Red Hot Chili Peppers. Categoria:Filmes dos Estados Unidos de 1987 Categoria:Filmes baseados em obras de Bret Easton Ellis Categoria:Filmes com temática LGBT de 1987 Categoria:Filmes com temática LGBT dos Estados Unidos Categoria:Bissexualidade masculina em filmes Categoria:Filmes baseados em romances de autores dos Estados Unidos Categoria:Filmes de drama criminal com temática LGBT Categoria:Filmes de drama criminal dos Estados Unidos Categoria:Filmes sobre drogas e/ou narcotráfico Categoria:Filmes dirigidos por Marek Kanievska Categoria:Filmes com trilha sonora de Thomas Newman Categoria:Filmes policiais dos Estados Unidos Categoria:Filmes ambientados em Los Angeles Categoria:Filmes gravados em Los Angeles Categoria:Filmes sobre amadurecimento Categoria:Filmes em língua inglesa Categoria:Filmes sobre prostituição masculina Categoria:Filmes de Natal",
 "title": "Less than Zero"
}