{
 "id": "108926",
 "text": "As Guerras do Ópio, ou Guerra Anglo-Chinesa, foram conflitos armados ocorridos entre a Grã-Bretanha e a China nos anos de 1839-1842 e 1856-1860. == Antecedentes == Com o fim das guerras napoleônicas, as atividades comerciais europeias voltaram-se para o Extremo Oriente, traduzindo-se numa pressão constante sobre a China, que mantinha fortes restrições sobre o comércio estrangeiro. Cantão era o único porto aberto ao comércio estrangeiro. Veio a representar o choque entre a China e o Ocidente durante as chamadas Guerras do Ópio. thumb|Depósitos de ópio da Companhia das Índias Orientais na Índia thumb|Chineses se viciando em ópio Em meados do século XIX a Grã-Bretanha era a potência mais desenvolvida do mundo, efetuando a transição para a segunda fase da Revolução Industrial. Para tanto, demandava cada vez mais matérias- primas a baixos preços e mercados consumidores maiores para os seus produtos industrializados. A Índia e a China, países mais populosos da Ásia, despertavam grande atenção por parte da burguesia britânica. Ao passo que o mercado indiano se encontrava aberto ao comércio estrangeiro, a China, produtora de seda, porcelana e chá (os britânicos compraram 12.700 toneladas em 1720 e 360 mil toneladas em 1830; itens que alcançavam bons preços no mercado europeu), não mostrava interesse nos produtos europeus, o que acarretava défices ao comércio britânico. Apenas um produto, em particular, parecia despertar o interesse dos chineses: o ópio, uma substância entorpecente, altamente viciante, extraída da papoula que causa dependência química em seus usuários, introduzido ilegalmente na China por comerciantes ingleses e norte-americanos. Produzido na Índia, e também em partes do Império Otomano no início do século XIX, os comerciantes britânicos traficavam-no ilegalmente para a China e muitas vezes forçavam os cidadãos a consumir as drogas, provocando dependência química, auferindo grandes lucros e aumentando o volume do comércio em geral. == Causas do conflito == Em 1830, os ingleses obtiveram exclusividade das operações comerciais no porto de Cantão. A China exportava seda, chá e porcelana, então em moda no continente europeu, enquanto a Grã-Bretanha sofria um grande défice comercial em relação à China. Para compensar suas perdas econômicas, a Grã-Bretanha traficava o ópio indiano para o Império do Meio (China). O governo de Pequim resolveu proibir o tráfico de ópio, o que levou a coroa britânica a lançar mão de sua força militar. == China proíbe importação de ópio == Entre 1811 e 1821, o volume anual de importação de ópio na China girava em torno de 4 500 pacotes de 15 kg cada um. Esta quantidade quadruplicou até 1835 e, quatro anos mais tarde, atingiu a quantia de 450 toneladas importadas, ou seja, um grama para cada um dos 450 milhões de habitantes da China na época. A droga chegou a representar a metade das exportações britânicas para a China. O primeiro decreto proibindo o consumo de ópio datou de 1800, mas nunca chegou a ser respeitado. Em 1839, a droga ameaçava seriamente não só a estabilidade social e financeira do país, como também a saúde dos soldados. A corrupção grassava na sociedade chinesa. Para chamar a atenção do imperador Daoguang, um ministro descreveu a situação da seguinte maneira: Em 18 de março de 1839, o imperador lançou um novo decreto, com um forte apelo à população. Através de um panfleto, advertiu do consumo de ópio. As firmas estrangeiras foram cercadas pelos militares chineses, que em poucos dias apreenderam e queimaram, na cidade de Cantão, mais de 20 mil caixas da droga. == Os conflitos == === A Primeira Guerra do Ópio (1839-1842) === Em 1839, diante do assassinato brutal de um súdito chinês por marinheiros britânicos embriagados em Cantão, o comissário imperial chinês ordenou a expulsão de todos os ingleses da cidade. Na ocasião, o governo chinês confiscou e destruiu cerca de 20 mil caixas de ópio nos depósitos britânicos, expulsando da China os seus responsáveis, súditos da Grã-Bretanha. Esses factos serviram de pretexto para que a Grã-Bretanha declarasse guerra à China, na chamada Primeira Guerra do Ópio (1839-1842). Em 1840, o chanceler britânico, lorde Palmerston, furioso, ordenou uma frota de 16 navios de guerra britânicos para a região. Senhora de superioridade tecnológica inquestionável, representada por modernos navios de aço movido á vapor como o Fênix Dancer, a esquadra britânica afundou boa parte dos obsoletos juncos à vela da marinha de guerra chinesa, sitiou Guangzhou (Cantão), bombardeou Nanquim e bloqueou as comunicações terrestres com a capital, Pequim. O conflito foi encerrado em Agosto de 1842 com a assinatura do Tratado de Nanquim, o primeiro dos chamados \"Tratados Desiguais\", pelo qual a China aceitou suprimir o sistema de Co-Hong (companhia governamental chinesa), abrir cinco portos ao comércio de ópio britânico (Cantão, Fuzhou, Xizmen, Ningbo e Xangai), pagar uma pesada indenização de guerra e entregar a ilha de Hong Kong, na qual ficaria sob o domínio inglês por 155 anos. Como garantia do direito de comércio de ópio assim obtido, um navio de guerra britânico ficaria permanentemente ancorado em cada um desses portos. Apesar do acordo com a China, a situação continuou a não satisfazer as ambições imperialistas dos ingleses. O comércio de ópio não progredia tão rapidamente como o pretendido, uma vez que os mandarins locais se atrasavam na resolução dos assuntos que iam surgindo. Assim, a situação não era conforme os interesses dos ocidentais. === A Segunda Guerra do Ópio (1856-1860) === Em 1856, oficiais chineses abordaram e revistaram o navio de bandeira britânica, Arrow. Os franceses aliaram-se aos britânicos no ataque militar lançado em 1857. As forças aliadas operaram ao redor de Cantão, de onde o vice-rei prosseguia com uma política protecionista. Mais uma vez, a China saiu derrotada e, em 1858, as potências imperialistas ocidentais exigiram que a China aceitasse o Tratado de Tianjin. De acordo com este tratado, onze novos portos chineses seriam abertos ao comércio de ópio com o Ocidente e seria garantida a liberdade de movimento aos traficantes europeus e missionários cristãos. Quando o imperador Xianfeng se recusou a ratificar o acordo, a capital, Pequim, foi ocupada. Após a Convenção de Pequim (1860), o Tratado de Tianjin foi aceito. A China criou um Ministério dos Negócios Estrangeiros, permitiu que se instalassem legações ocidentais na capital e renunciou ao termo \"bárbaro\", usado nos documentos chineses para denominar os ocidentais. == Consequências == Em 1900, o número de portos abertos ao comércio com o ocidente, chamados de \"portos de tratado\", chegava a mais de cinquenta, sendo que a maior parte das potências europeias, assim como os Estados Unidos, tinham concessões e privilégios comerciais. A ilha de Hong Kong permaneceu em poder dos britânicos até ser devolvida à República Popular da China em julho de 1997. O estatuto de Macau, como colónia do Império Português, foi prorrogado, sendo o território devolvido à China em 20 de dezembro de 1999. == Ver Também == * História da China * História do Reino Unido * Homem doente da Ásia * Rebelião Nien * Rebelião Taiping == Bibliografia == *Jack Beeching, The Chinese Opium Wars (1975), ISBN 0-15-617094-9 *Maurice Collis, Foreign Mud, An account of the Opium War (1946), ISBN 0-571-19301-3 *Timothy Brook and Bob Tadashi Wakabayashi, editors, Opium Regimes: China, Britain, and Japan, 1839-1952 (Berkeley: University of California Press, 2000). Collection of well-informed articles. *Carl A. Trocki, Opium, Empire and the Global Political Economy: A Study of the Asian Opium Trade, 1750-1950 (London: Routledge, 1999). *Yangwen Zheng, The Social Life of Opium in China (Cambridge: Cambridge University Press, 2005). Outstanding comprehensive social history. *Brian Inglis, The Opium War (Coronet, 1976), ISBN 0-340-23468-7 *Diana L. Ahmad, The Opium Debate and Chinese Exclusion Laws in the Nineteenth-century American West (University of Nevada Press, 2007). Drugs and Racism in the Old West. *G.J. Wolseley, Narrative of the War with China in 1860 (Longman, Green, Longman & Roberts, 1862) *Arthur Waley The Opium War through Chinese Eyes (George Allen & Unwin, 1958) *J. Chesneaux and others. China from the Opium Wars to the 1911 Revolution (Harvester Press, Sussex, 1977). *James Clavell, Tai-Pan",
 "title": "Guerras do ópio"
}