{
 "id": "108902",
 "text": "O orlistate, orlistatina, orlistato ou orlistat (Xenical), é um fármaco utilizado no tratamento da obesidade. Produzido pelo Streptomyces toxytricini tem a propriedade de impedir a atuação das lipases do tubo intestinal e assim diminui a absorção de gorduras.SILVA, Renato Souza de. et. al. Cuidados Pré e Pós Operatórios na Cirurgia da Obesidade. São Paulo: Age Editora, 2005 Orlistate não é considerado um supressor da fome pois atua de modo diferente, atingindo as enzimas pancreáticas e gástricas responsáveis pela digestão da gordura. Deste modo, os lipídeos necessitam sair pelo ânus, arrastando consigo uma série de vitaminas e causando flatulência, desconforto, fezes oleosas e forte odor desagradável.SIZER. Frances Sienkiewicz. et. al. Nutrição: conceitos e controversias. 8. ed. Barueri: Manole, 2003 É utilizado no combate ao peso, juntamente com diéta hipocalórica, pois impede a absorção de até 30% de toda gordura ingerida pelo organismo, não produz efeitos como outros produtos que auxiliam na perda de peso, como dependência química e danos cerebrais. Somente indicado para obesos com IMC igual ou superior a 30 kg/m² e para aqueles com IMC menor ou igual a 28 kg/m² com algum risco associado.Ficha Técnica do Xenical na AEMPS Dois estudos realizados com placebo que duraram 2 anos, mostrou que uma dose de 120 mg três vezes ao dia associado a dieta hipocalórica promoveu perda de peso de 8,7 e 10,2% em comparação com 5,8 e 6,1% nos paciente que recebiam placebo e faziam dieta. Os estudos envolveram mais de 1500 pessoas.RANG. H. P. et. al. Farmacologia. Tradução da 5. ed. americana. Elsevier.ISBN 853521368-6 Após um ano de tratamento, cerca de 57% dos pacientes a tomar Xenical perderam 5% do peso corporal total, contra 31% dos pacientes a quem foi administrado o placebo. == Indicações == * Obesidade com outras medidas (dieta, exercício) * Preparação para cirurgia em casos de obesidade mórbida. == Mecanismo de acção == Inibe a enzima lipase libertada pelo pâncreas (lipase pancreática). Esta enzima é responsável pela degradação da gordura ingerida no intestino. Sem a sua acção a gordura é evacuada com as fezes. O seu uso por bactérias da flora normal intestinal leva à produção de metano e outros gases, que provocam dores e flatulência. == Efeitos úteis == thumb|200px|Xenical * Reduz a quantidade de gordura absorvida no intestino. Perda de peso até 10% em 6 meses. * Ajuda a Emagrecer Rápido * Não é viciante * Redução nas taxas de açúcar no sangue * Diminui o LDL, também chamado de colesterol ruim * Controla a Hipertensão == Efeitos adversos == Comuns: * Problemas gastrointestinais (91% dos casos)Torgerson J, Hauptman J, Boldrin M, Sjöström L (2004). \"XENical in the prevention of diabetes in obese subjects (XENDOS) study: a randomized study of orlistat as an adjunct to lifestyle changes for the prevention of type 2 diabetes in obese patients\". Diabetes Care 27 (1): 155–61 * Problemas renais * Diarreia ou Incontinência fecal. * Esteatorreia (tipo de diarreia gordurosa que fica colada à cerâmica da sanita) * Dor abdominal * Flatulência * Redução dos níveis das vitaminas lipossoluveis (A, D, E e K). * Cefaleia Também pode causar problemas no fígado. == Interações medicamentosas == * Ciclosporinas * Acarbose * Anticoagulantes orais * Vitaminas lipossolúveis * Amiodarona == Hábitos saudáveis == Embora existam muitos remédios que auxiliam no tratamento da obesidade somente hábitos saudáveis como a prática regular de exercícios físicos e uma alimentação balanceada podem ajudar na mudança efetiva da sua vida. Categoria:Dietas Categoria:Fármacos antiobesidade",
 "title": "Orlistate"
}