{
 "id": "109011",
 "text": "Waldomiro Freitas Autran Dourado, mais conhecido como Autran Dourado (Patos de Minas, – Rio de Janeiro, ), foi um advogado, escritor e jornalista brasileiro. == Biografia == Filho de um juiz, passou sua infância em Monte Santo de Minas e São Sebastião do Paraíso, no estado de Minas Gerais. Aos 17 anos foi para Belo Horizonte, onde cursou direito, enquanto trabalhava como taquígrafo e jornalista. Formou-se em 1949. === O escritor === Sua segunda obra publicada, Sombra e exílio, de 1950, ganhou o Prêmio Mário Sette do Jornal de Letras. Mudou-se em 1954 para o Rio de Janeiro, onde morou até sua morte, em 2012. Foi secretário de imprensa da República, de 1958 a 1961, no governo Juscelino Kubitschek. Sua primeira obra a ser traduzida para outro idioma foi A Barca dos Homens, que havia sido considerado o melhor livro de 1961 pela União Brasileira de Escritores. Diversas narrativas se passam na cidade imaginária de Duas Pontes, a maioria narradas pelo personagem João da Fonseca Nogueira, um alter ego do autor, formando um conjunto em que as gerações da família Honório Cota se sucedem, transitando entre os séculos do apogeu da mineração ouro até os dias de hoje. Outras estão ambientadas em cidades reais da Minas Gerais atual e de outras épocas; uma exceção é A barca dos homens, ambientada numa ilha do sul do Brasil. Uma espécie de Comédia Humana que mostra a decadência das classes abastadas desde o século XVII. Também publicou ensaios sobre teoria literária, onde expõe seu processo pessoal de produção, traço praticamente único entre os grandes escritores. Autran Dourado também já deixou um livro de memórias, Gaiola aberta, onde aborda seu trabalho no governo de JK. Ganhou vários prêmios literários, entre eles o Prémio Camões, em 2000. Seu romance mais célebre é Ópera dos Mortos, incluída na coleção de Obras Representativas da UNESCO. Sua obra predileta era a novela Uma vida em segredo, adaptada posteriormente para o cinema. Outras obras importantes são A barca dos homens, O risco do bordado, Os sinos da agonia e As Imaginações pecaminosas. Faleceu no dia 30 de setembro de 2012 no Rio de Janeiro, aos 86 anos. === Estilo e influências === Em suas obras, focaliza a vida no interior de Minas Gerais e utiliza amplamente expressões locais, mas explora não temáticas regionalistas, e sim os aspectos psicológicos da vida humana: a morte, a solidão, a incompreensão do outro, a loucura, o crime. Esses traços demonstram tanto a origem mineira do autor quanto a influência de James Joyce, Stendhal e Goethe. Além disso, frequentemente revela-se também influenciado pelo Barroco mineiro e espanhol, usando uma linguagem obsessivamente trabalhada e trazendo personagens que são arrastados por forças superiores rumo à destruição. O pensamento de filósofos como Platão, Aristóteles, Nietzsche e Schopenhauer também se manifesta nas obras de Autran Dourado. Em entrevista, o autor certa vez declarou: > Meus personagens se parecem muito comigo. Eu os conheço muito bem e sofro a > angústia que eles sofrem. Não tenho nenhum prazer em escrever. Depois de > pronta a obra, aí me dá uma certa satisfação, mas a mesma que dá quando se > descarrega dos ombros um fardo pesado. [...] (Escrever é) também uma > fatalidade. Você é destinado à literatura, e não a literatura a você. O autor aponta Godofredo Rangel, que conheceu quando tinha apenas 17 anos, como uma influência decisiva em sua carreira. Esse escritor, após ler seu primeiro livro (de contos), aconselhou-o a não publicá-lo e estudar um pouco mais os grandes mestres. Assim, Autran Dourado estreia somente quatro anos depois, com uma nova obra: A teia. A ele, bem como ao filósofo Arthur Versiani Vellôso, dedicou seu romance Um artista aprendiz, do qual ambos são, \"com pouco disfarce e alteração\", personagens.Godofredo Rangel é o personagem Sílvio Sousa. Autran Dourado, \"O Meu Mestre Rangel\", Prefácio de Vida Ociosa (Ed. Casa da Palavra/Fundação Casa de Rui Barbosa, Rio de Janeiro, 2000). Outras características notáveis do texto de Dourado são o emprego da metalinguagem, da sutil repetição das ideias e dos eventos importantes, da alternância de pessoa no discurso do narrador, da busca pela palavra exata (le mot juste, como apregoava Gustave Flaubert), do emprego de estruturas e conceitos herdados da Grécia clássica (Homero, Hesíodo, Ésquilo, Sófocles e Eurípedes), da alternância de tempos verbais num mesmo parágrafo, da preocupação com detalhes estruturais como, por exemplo, o tamanho dos capítulos, e do uso de técnicas literárias como o monólogo interior, o fluxo de consciência e a narrativa em blocos. Também empregava costumeiramente técnicas gerais da literatura modernista, como os flashbacks e os flashforwards. Segundo Autran Dourado, em Breve manual de estilo e romance, o escritor deve trabalhar como um artesão, buscar a simplicidade de forma que a leitura seja fácil e fluida, sem preocupar-se com a crítica ou com a vendagem de seus livros, além de ler, pelo menos uma vez ao ano, algum dos clássicos de Machado de Assis; antes de escrever alguma coisa, a leitura de um poema: Em O meu mestre imaginário e em Um artista aprendiz, destacam-se os ensinamentos de Flaubert: a flexibilidade da regra gramatical, a importância de estruturar-se o romance antes de começá-lo, e a necessidade de presença do autor, invisível como Deus, na sua obra. ==Obras== ===Romances=== *Teia (1947) *Sombra e Exílio (1950) - Prêmio Mário Sette *Tempo de Amar (1952) - Prêmio Cidade de Belo Horizonte *A Barca dos Homens (1961) - Prêmio Fernando Chinaglia *Uma Vida em Segredo (1964) *Ópera dos Mortos (1967) - listado na Coleção de Obras Representativas da UNESCO *O Risco do Bordado (1970) - Prêmio Pen-Club do Brasil *Os Sinos da Agonia (1974) - Prêmio Paula Britto *Novelário de Donga Novaes (1976) *Novelas de aprendizado (1980, reedição das novelas Teia e Sombra e exílio) *A Serviço del-Rei (1984) *Lucas Procópio (1985) *Um artista aprendiz (1989) *Monte da Alegria (1990) *Um Cavalheiro de Antigamente (1992) *Ópera dos Fantoches (1994) *Confissões de Narciso (1997) ===Ensaios=== *A glória do oficio. Nove histórias em grupo de três (1957) *Uma poética de romance (1973) *Uma poética de romance: matéria de carpintaria (1976) *O meu mestre imaginário (1982) *Breve manual de estilo e romance (2003) ===Memórias=== *Gaiola aberta (2000) ===Contos=== *Três histórias na praia (1955) *Nove histórias em grupos de três (1957) - Prêmio Artur Azevedo *Solidão solitude (1972, reedição das novelas de Três histórias na praia e Nove histórias em grupos de três) *Violetas e caracóis (1987) *Melhores contos (2001) *O Senhor das Horas (2006) *Armas & Corações (1978) *As Imaginações Pecaminosas (1981) - Prêmio Goethe e Prêmio Jabuti categoria Contos/crônicas/novelas ===Artigos=== *Símbolo literário e símbolo psicológico: o mito ordenador (Revista do Brasil, 4 126-129, 1985) ==Principais prêmios literários== *Prêmio Goethe de Literatura. (O prêmio foi entregue ao autor no Rio de Janeiro pelo Instituto Goethe do Brasil, onde também foi agraciado Antonio Callado e pelo instituto Goethe Alemão em Frankfurt) *Prêmio Jabuti - 1982 (categoria Contos/crônicas/novelas) *Prémio Camões - 2000 *Prêmio Machado de Assis - 2008 ==Ligações externas== *Conto Os mínimos carapinas do Nada (em português) *Instituto Camões *Twitter @autrandourado Categoria:Novelistas do Brasil Categoria:Escritores contemporâneos do Brasil Categoria:Romancistas do Brasil Categoria:Escritores de Minas Gerais Categoria:Escritores vencedores do Prémio Camões Categoria:Alunos da Universidade Federal de Minas Gerais Categoria:Naturais de Patos de Minas Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Homens ganhadores do Prêmio Jabuti Categoria:Ganhadores do Prêmio Machado de Assis Categoria:Escritores vencedores do Prêmio Literário Cidade de Belo Horizonte Categoria:!Editatona Cada livro seu público 2024",
 "title": "Autran Dourado"
}