{
 "id": "109062",
 "text": "Vista Alegre é um bairro da Zona da Leopoldina na Zona Norte do município do Rio de Janeiro, erguido em 1954, basicamente residencial, com a sua origem populacional basicamente de imigrantes portugueses e em menor quantidade espanhóis e italianos. O nome foi dado em homenagem ao Bairro da Vista Alegre, em Ílhavo, em Aveiro, Portugal, terra de origem dos donos das chácaras, onde bairro carioca foi construído, atendendo ao pedido dos mesmos, que desejavam deixar ali a marca de sua passagem. Vista Alegre, em Portugal, é famosa por abrigar uma fábrica de porcelanas conceituadíssima no mundo todo: Porcelanas Vista Alegre. Um das principais referências da forte presença da colônia portuguesa no bairro é a Escola Municipal Nuno Alvares Pereira, localizada à Rua Beira Alta, batizada me homenagem ao santo português Nuno Álvares Pereira (O.Carm.), também conhecido como o Santo Condestável, formalmente São Nuno de Santa Maria. Considerado o maior estrategista, comandante e gênio militar português de todos os tempos, comandou forças em número substancialmente inferior ao inimigo e venceu todas as batalhas que travou. É o patrono da Infantaria portuguesa. A sua forma de comandar, caracterizou-se fundamentalmente pelo exemplo e pelas inúmeras virtudes militares, junto dos seus homens. Com população predominantemente de classe média e classe alta o bairro reserva algumas áreas nobres com característica de bairro emergente, inúmeras vilas e condomínios. Principais bairros de fronteira Vila da Penha, Brás de Pina, Cordovil e Irajá. Tem como ruas principais a estrada da Água Grande e a avenida Braz de Pina. Outra tradição do bairro é famosa roda de samba da Dorina, que acontece uma vez no mês na Lona Cultural João Bosco. É um bairro com uma área comercial muito forte, inúmeros supermercados, bancos, escolas, academias, restaurantes e bares, entre eles, um dos mais antigos é o Lamego, nome dado em referência à cidade portuguesa, no Distrito de Viseu. Hoje o bairro conta com um Bistrô conceituado e premiado pela Veja, bem como uma excelente cervejaria, fora os inúmeros bares no melhor estilo chope gelado da cidade. Algo que não pode deixar de ser citado, é a feira de domingo, que reúne os jovens e os mais velhos do bairro, entorno dos botequins onde é possível vivenciar o verdadeiro subúrbio carioca , barracas de tapioca, o famoso pastel com caldo de cana, a cerveja mais gelada da feira ao lado do famoso acarajé da baiana. Apesar de ser considerado um bairro seguro, nos últimos anos, o número de assaltos principalmente nas áreas comerciais, vem aumentando.http://noticias.r7.com/rio-de-janeiro/noticias/morre-pm-baleado- durante-tentativa-de-assalto-em-vista-alegre-20130225.html A especulação imobiliária do bairro é bem alta, face ao grande número de empreendimentos imobiliários de alto padrão. A Estrada da Água Grande, a principal rua do bairro, desenvolveu-se inicialmente com condomínios, criados para a primeira população a chegar no local, assim como as pequenas vilas. Hoje, Vista Alegre tem um grande crescimento imobiliário, tendo os imóveis antigos juntamente com os novos, que surgem a cada dia. Na Estrada da Água Grande também ficavam localizados os estúdios da antiga Rede Manchete, onde foram realizados vários programas e todas as novelas da emissora. Em Vista Alegre, os registros mais graves na segurança são de roubo de carros. Ainda assim, o bairro tem se mostrado otimista com novos projetos de segurança, como o mini-batalhão da PM inaugurado recentemente na Praça do Jardim Vista Alegre, onde fica localizada a subprefeitura da região do Grande Irajá. == Fundação == O bairro foi criado na década de 1950 e se originou de um grupo de 11 pequenas ruas, que hoje fazem parte de um condomínio fechado. Os primeiros moradores da região fundaram um clube chamado de Grêmio Vista Alegre. O clube era sediado originalmente na Rua 10 dentro do pequeno bairro, e devido ao crescimento de moradores e associados transferiu sua sede para a Rua Ponta Porã. Hoje estas 11 pequenas ruas são conhecidas como Bairrinho, um local cujas casas eram originalmente padronizadas, havendo hoje em dia poucas que ainda apresentam o estilo original. == Origem do nome == O nome surgiu de um conjunto habitacional que seria construído no bairro na década de 1950. A construtora, que ficava na Av. Pres. Antonio Carlos no Rio de Janeiro, foi que deu ao então condomínio, o nome de \"Bairro de Vista Alegre\", que também era denominado \"O Novo Braz de Pina\". Era um terreno muito grande onde foram construídas 400 casas e vendidas através de financiamento. Na periferia dessa construção não havia moradia lado a lado, como estão formadas as ruas de hoje, nem sequer havia escolas. Eram chácaras e fazendas com hortas, onde se compravam leite direto da vaca, verduras e um grande pântano onde se pegava rãs e que mais tarde se tornou o \"Bairrinho\". == Acesso == O bairro fica próximo a Avenida Brasil e ao Trevo das Margaridas que dá acesso à Rodovia Presidente Dutra que liga São Paulo ao Rio de Janeiro. O bairro apresenta poucas linhas de ônibus, sendo o metrô muito usado para se deslocar, na Estação de Vicente de Carvalho e na Estação de Irajá. As principais vias do bairro são as: * Avenida Brás de Pina * Avenida São Félix * Avenida Meriti * Estrada da Água Grande. == Lazer e gastronomia == Existem no local algumas formas de entretenimento: a Praça do Jardim Vista Alegre, onde existe um campo de futebol com grama sintética, quadra poli esportiva, brinquedos e um baixo bebê; Associações desportivas como o GRAG (Grêmio Recreativo Água Grande) e o Grêmio de Vista Alegre; bares e restaurantes; Além de um animado carnaval de rua na Estrada da Água Grande. Outra opção de lazer do bairro é a Lona Cultural João Bosco, localizada na Avenida São Félix onde há espaço para exercícios físicos, futebol, escalada em árvores, slackline, shows de reggae roots e outros. O clube GRAG (Grêmio Recreativo da Água Grande) oferece diversas atividades como: a capoeira,o futebol de salão,futebol de campo e outras atividades recreativas. O bairro também possui uma tradição em termos de adegas, restaurantes e atividades noturnas. Desde as adegas de vinho próximas ao Campo de Vista Alegre, famosas nos anos 80 por virarem matéria do Jornal do Brasil como atrativo inclusive de moradores da zona sul até a ex-Casa do Pastel, situada na esquina da rua Itapera com a Água Grande, hoje um point para lanches noturnos de sanduíches. É o chamado Baixo Vista Alegre. Uma cadeia de comércio com música ao vivo, comida em porções e variadas bebidas. Focalizado na rua Ponta Porã, o Baixo Vista Alegre conta com o encabeçamento do Casarti (Casa do Artista Independente), Bar Saideira do Chefe, Urbano Rude Bar e Bar da Dona Dica. Além da pizzaria Carioca, da adega Pérgola e do restaurante Toca do Boi, todos sempre com alta frequência, foram recém inaugurados a pizzaria Domino's e o fast food de comida japonesa Koni na Estrada da Água Grande, sinalizando a boa receptividade gastronômica dos moradores da região a ambientes mais sofisticados. Outro bom exemplo é a Chopperia Jacques, um pub que serve de cervejas artesanais a importadas, com preços que começam a partir de 6 reais, com mais de 84 opções de marcas. A Choperia Jacques tem estilo rústico e oferece um ambiente típico de Zona Sul, adotando reservas por telefone, dada a procura que costuma lotar suas noites de fim de semana. Destaque ainda para o Boteco do Carlitos, outra referência de bar noturno, com música ao vivo e cervejaria. É notável o crescimento da vida noturna na área próxima a Avenida Brás de Pina, com o surgimento de novos (e reforma de antigos) bares, lanchonetes e restaurantes. Justamente por isso, considerando-se essa grande concentração dessas espécies de estabelecimentos ao longo da Avenida Brás de Pina, ocorreu o reconhecimento do trecho compreendido entre a Estrada da Água Grande e a Rua Engenheiro Francelino Motta como um polo gastronômico da cidade. Dentre os restaurantes lá situados, por exemplo, há unidades do Bar do Adão, do Sushi da Praça e do Espetto Carioca. Recentemente, em 2011, foi inaugurado no bairro vizinho de Irajá (ao qual pertencia originalmente), o Shopping Via Brasil, localizado na Rua Itapera, em cujo final inicia o bairro de Vista Alegre. É um shopping bem estruturado, composto de 6 salas de cinema, 3 pisos de lojas, 1 piso para futuras expansões e mais de 100 lojas. Os moradores do bairro, que já frequentavam o Carioca Shopping no bairro vizinho da Vila da Penha, foram beneficiados com a construção do Shopping Via Brasil. A frequência do Via Brasil é considerada pelos moradores de Vista Alegre \"mais moderada\", o que oferece maior conforto e uma praça de alimentação excelente, além da rede de cinemas Cinesystem revitalizando o bairro em opções culturais. Há inúmeras academias de ginástica espalhadas ao longo das vias principais do bairro, que chama a atenção também para a quantidade de salões de beleza, consultórios odontológicos e um recente crescimento da inauguração de casas de festas no bairro. É praticamente impossível circular em Vista Alegre sem encontrar um desses tipos de estabelecimento. * Área territorial = 51,52 hectares",
 "title": "Vista Alegre (Rio de Janeiro)"
}