{
 "id": "109007",
 "text": "São João Batista é uma pintura a óleo em madeira de nogueira de Leonardo da Vinci feita no período da Alta Renascença. Provavelmente completada de 1513 a 1516, acredita-se que seja a sua pintura final. O tamanho original da pintura era de 69 x 57 cm. Agora é exibido no Musée du Louvre em Paris, França. == Temática == Trata-se de uma lâmina de madeira de pequenas dimensões destinada à devoção privada. Por muito tempo considerada uma obra crepuscular de Leonardo, produzida nos tempos de sua temporada romana, hoje é datada no primeiro decênio do Cinquecento. Mesmo assim, um estudo de 1998, propõe datá- la nos últimos anos da segunda estada de Leonardo em Florença. Existe um esboço, decerto extraído do protótipo de Leonardo, traçado numa folha do Codice Atlantico, ao qual o próprio artista teria depois adicionado figuras geométricas e anotações - reconhecido como sendo de 3 de maio de 1509. Muito se comenta também sobre as supostas ligações desse esboço com o anjo da Anunciação, um quadro desaparecido do segundo período florentino de Leonardo, cuja existência é sugerida por réplicas em seu ateliê. A mais célebre delas está no Kunstmuseum, de Basileia, na Suíça. Parece de fato tratar-se de uma variação sobre o mesmo tema. Além do mesmo corte a meio-busto da figura, disposta sobre um fundo escuro, são idênticos a posição do torso e do braço esquerdo, a cabeça inclinada e o tipo fisionômico do personagem retratado. Muito diferente, porém, foi a solução encontrada para o braço direito. No Anjo da Anunciação, ele avança em direção ao espectador, num ângulo reto em relação ao próprio cotovelo. Em São João Batista, porém, em que a mão direita aponta para o alto, o cotovelo está junto ao busto, com uma curvatura mais suave, que atravessa o seu corpo, sobrepondo-se à mão esquerda, recostada ao peito. O resultado é uma torção bastante pronunciada, que contrasta com a cabeça ligeiramente inclinada para a direita. Essas diferenças tem implicações no significado da imagem. Enquanto no Anjo da Anunciação o envolvimento emotivo do espectador era intenso e a mensagem mais clara, pois o indicador direito do santo claramente aponta para o céu, em São João Batista esses traços assumem uma dimensão diferente. O protagonista exibe um corpo de beleza sensual, de uma graça quase feminina e um olhar amigável, elementos que tornam mais difícil decifrar a mensagem da obra. A pintura exemplifica magistralmente a reflexão teórica conduzida por Leonardo sobre a relação entre pintura e escultura e sua busca por conferir à superfície pintada um efeito de relevo causado pelo uso do chiaroscuro. Esse conceito está expresso com clareza no capítulo 412 do Tratado da Pintura, em que Leonardo escreveu: \"A primeira intenção do pintor é fazer com que uma superfície plana se torne um corpo e destacado com relevo. Aquele que em tal arte ultrapassa os demais merece maior louvor. Esse resultado nasce das sombras e luzes ou, melhor dizendo, do claro e do escuro.\" já que as partes na sombra tendem a confundir-se com o fundo escuro, enquanto \"de longe não aparecem senão as partes luminosas.\". Leonardo da Vinci dedicou enorme energia estudando a iluminação de um corpo imerso na obscuridade e colocado diante de uma única fonte de luz e o modo de ressaltar elementos do fundo por meio de luzes reflexas. É o que acontece em São João Batista. Apesar de muitas retomadas e retoques, ele foi todo construído com base na luz. Uma luz muito expressiva dirige a atenção para o gesto e o rosto do santo, esse último emoldurado um uma cabeleira encaracolada banhada de reflexos, que se enfraquecem na parte inferior do corpo. == Ver também == *Salvator Mundi (Leonardo da Vinci) == Ligações externas == * Categoria:Pinturas de Leonardo da Vinci Categoria:Pintura no museu do Louvre Categoria:Pinturas com temas bíblicos Categoria:João Batista Categoria:Pinturas de 1513",
 "title": "São João Batista (Leonardo da Vinci)"
}