{
 "id": "109021",
 "text": "O Clube Atlético Metropolitano é um clube de futebol brasileiro sediado na cidade de Blumenau, Santa Catarina; fundado em 22 de janeiro de 2002, as suas cores oficiais são verde e branco. == História == O Clube Atlético Metropolitano nasceu em 22 de janeiro de 2002, a partir da união de pessoas e ideias, com o fim de resgatar o futebol blumenauense, afastado das principais competições oficiais desde 1998. Em seu nome, por sugestão do empresário Altair Carlos Pimpão, fez uma referência à Região Metropolitana de Blumenau. O presidente eleito para o primeiro biênio é Alfonso Santos Rogério. De seu embrião, gerado após sucessivos encontros entre pessoas ligadas a clubes amadores e empresários locais, surgiram os planos para seleção de atletas. Paralelamente, foram lançados em abril do mesmo ano o escudo, o uniforme e as cores verde e branca. Durante todo o primeiro semestre foram recrutados jogadores da região para a formação de seu elenco, que estrearia em agosto na sua primeira competição oficial, o Campeonato Catarinense da 2ª Divisão. Em 04 de agosto, diante de um público aproximado de 800 pessoas no estádio do Sesi, o Metropolitano empatava em 0-0 com o Brusque, clube este já consolidado no futebol profissional estadual. O time blumenauense, dirigido pelo treinador Francis, entrou em campo com a seguinte escalação titular: Fabiano; Vando, Zeca, Márcio e Canhoto; Paulo, Luizinho, Ilson, Marquinhos; Polegar e Carioca. O ano de 2004 inicia com a posse do novo presidente do clube, Robert von der Heyde. O grande objetivo do ano é muito claro, o acesso à elite do futebol catarinense para o ano de 2005. Alcançar esta meta significaria ficar entre os oito primeiros colocados dentre os doze que disputariam o Catarinense da Série A2. Na competição, equipes já tradicionais do futebol estadual, como a Chapecoense, o Marcílio Dias, o Tubarão e o Atlético de Ibirama. Mesmo sabendo das dificuldades financeiras que sempre atravessam os participantes das competições de acesso à 1ª Divisão, o Metropolitano resolve ousar e contrata o experiente e consagrado goleiro Ronaldo Giovanelli, ex-goleiro do Corinthians e da Seleção Brasileira. No entanto, é outra contratação, menos impactante, que acaba revelando o grande primeiro ídolo do clube: o atacante Diego Viana. Diego, gaúcho com passagens por Juventude e Avaí, torna-se o artilheiro da equipe na Série A2, havendo, inclusive, marcado o 100º gol oficial do Metropolitano. Depois de dois anos de profissionalismo, o Clube Atlético Metropolitano consegue o seu acesso a principal competição estadual de Santa Catarina, após seis anos ausente, Blumenau volta a ter um representante seu na principal competição estadual, pelas mãos do Metropolitano, com apenas dois anos de fundação, o caçula do futebol blumenauense. O ano de 2007 começa com um grupo de jogadores jovens, com a equipe sob o comando do treinador uruguaio Sérgio Ramirez. A campanha foi abaixo dos anos anteriores. Após um 7º lugar em 2005, 6º lugar em 2006, em 2007 o Metropolitano não vai além da 8ª colocação. A competição acabou ficando marcada pelas trocas de treinadores. Além de Ramirez, comandaram a equipe durante o Catarinense: Cláudio Adão, Gérson Andreotti e Lio Evaristo. Foi com este último, o paranaense Lio Evaristo, que o time parece ter encontrado um melhor padrão de jogo. Convidado a disputar na Áustria o Torneio Internacional Centenário do FC Lustenau, o Metropolitano, que até então nunca havia disputado um jogo oficial fora de Santa Catarina, de repente se vê em gramados internacionais. Assim, em 15 de junho o Metropolitano estreia na competição enfrentando justamente os anfitriões, a equipe austríaca do FC Lustenau 07. O Verdão blumenauense se mostra um visitante indigesto e bate os donos da casa, em sua própria cidade e país, por 2-0 com gols de Eric e Flávio Guilherme. Conquistada a vaga na final, coube ao Metropolitano encarar o Fussballclub St. Gallen 1879, 5º lugar no Campeonato Suíço da 1ª Divisão daquele ano. Como o adversário também era alviverde, coube aos blumenauenses jogarem com o uniforme reserva, o vermelho e branco, as cores da bandeira de Blumenau. Com um futebol envolvente, o Metropolitano não deu chances ao St. Gallen e conquistou o título vencendo, e convencendo, por 4-2 com gols de Eric (2), Flávio Guilherme e Leandrinho. A escalação titular de Lio Evaristo para a final foi: Cristiano; Arlan, Rafael, Cris e Márcio Silveira; Viton, Fabrício, Eric e Cairo; Flávio Guilherme e Leandro. Os torcedores em Blumenau, que acompanharam o jogo via internet, festejaram muito, saindo em carreata pela cidade. O Metropolitano chegava ao seu primeiro título profissional, e internacional, o que é um privilégio para poucos. Na chegada em Blumenau, outra festa em frente à Prefeitura. No Campeonato Catarinense de 2008, o Metropolitano acabou ficando a 4ª colocação na classificação geral, garantindo assim a vaga para o Campeonato Brasileiro da Série C. No seu grupo também estavam o Brasil de Pelotas (RS), o Caxias (RS) e o J. Malucelli (PR). O metropolitano acabou ficando em último no grupo sendo eliminado na primeira fase. Buscando a vaga na Série D, fato que se consumou, o clube investiu pesado e trouxe o primeiro reforço estrangeiro no clube, Mariano Trípodi, ex jogador do Atlético MG e Santos. Além disso, o clube contou com a experiência do reconhecido técnico Roberval Davino. No Campeonato Catarinense de 2010, o Metropolitano ficou na 6ª posição. Com a saída de Davino, o Metropolitano anunciou a contratação do vitorioso ex-zagueiro Cléber, que fez fama como jogador em grandes clubes como Palmeiras, Figueirense e Cruzeiro, para dar continuidade aos trabalhos visando a Copa Santa Catarina e a Série D do Campeonato Brasileiro. O trabalho não deu os resultados que eram esperados pelo clube e torcida. Para 2011, o Metropolitano começou o Campeonato Catarinense treinado por Joceli dos Santos. Na segunda rodada do returno, Joceli foi dispensado e Lio Evaristo assumiu o time até o final do Campeonato Catarinense, sendo mantido para a disputa do Campeonato Brasileiro da Série D. Com a eliminação do Metropolitano desta competição, Lio Evaristo foi dispensado e Cairo Ribeiro, que era seu auxiliar, assumiu o comando técnico. Com a chegada de 2013, a participação no Catarinense, mais uma vez foi segura. Os resultados na competição asseguraram novamente a participação (quarta consecutiva) na Série D. O destaque individual ficou para o atacante Rafael Costa, que superou a marca dos 28 gols de Richardson na artilharia do clube. Assim, Rafael Costa se tornaria o maior goleador da história do Metropolitano, com 37 gols. Foi na Série D de 2013 que o Metropolitano sentiu de perto o gostinho de subir para a Série C. Classificado na fase inicial em primeiro lugar do grupo, enfrentou e superou o Santo André (SP) nas oitavas de final. Em seguida, nas quartas, a grande decisão contra o Juventude (RS). Quem passasse pelo confronto, ascenderia à Série C. No Sesi, um jogo tenso que resultou em duas expulsões - uma de cada lado. No placar, empate em 2-2. No jogo em Caxias do Sul, todo um misto de sentimentos de apreensão. Fortes chuvas ao longo da semana levaram Blumenau a sofrer uma enchente no final de semana da partida. Muitos torcedores mesmo sem saberem se conseguiriam voltar para suas casas, viajaram para assistir a partida. O jogo, como esperado, foi pegado, e por vezes violento. O Metropolitano suportou a pressão adversária e teve a melhor chance da partida, no final, 0-0. Com o 2-2 no Sesi, e placar agregado 2-2, novamente o Metropolitano ficava na igualdade mas era eliminado pelo gol fora de casa. A Copa Santa Catarina veio como oportunidade de conquistar um título e ao menos amenizar a decepção da Série D. A campanha foi boa e o Metropolitano realmente era a melhor equipe de todas as fases iniciais. No quadrangular final, que contou com a presença do Joinville, o Metropolitano encontraria um adversário mais experiente. De fato, na hora da decisão pesou a camisa do tricolor que fazia boa campanha na Série B do Brasileiro. Coube ao Metropolitano terminar com o vice na Copa Santa Catarina e a vaga garantida, mais uma vez, na Série D de 2014. Já que 2014 seria ano de Copa do Mundo, algumas mudanças foram feitas no calendário nacional. A Federação Catarinense, por exemplo, não fez a Copa Santa Catarina, e o Catarinense ficou um pouco mais curto. Com a base que quase subiu para a Série C em 2013, o Metropolitano fez uma excelente primeira fase no Estadual, terminando em primeiro lugar. A torcida novamente deu show, desconhecendo distâncias para seguir o time. A confirmação para o quadrangular final veio em Ibirama, numa verdadeira invasão de torcedores. Com a chegada do quadrangular decisivo que apontaria os dois finalistas, a boa fase acabou. O início até que não foi ruim,com empates diante do Joinville, fora de casa, e do Figueirense no Sesi. Mas a coisa desandou no jogo seguinte. Fazendo um jogo de superação, a equipe blumenauense segurava o 0-0 contra o Criciúma no sul do estado, até mesmo ameaçando o gol no contra-ataque. Porém, em um lance que contou com um erro do auxiliar, Paulo Baier, em impedimento, fez 1-0 e decretou a vitória do Tigre. Ali o Metropolitano perdeu a mão. Não se encontrou mais em campo na sequência da competição e terminou o Catarinense, e um honroso quarto lugar, ficando na frente de Avaí e Chapecoense. Outra vez na Série D, outra vez passando pela primeira fase. Superando o Boavista (RJ), a Penapolense (SP), o Pelotas (RS) e o Londrina (PR), o Metropolitano foi às oitavas enfrentar o Tombense (MG), sensação do campeonato mineiro. Assim como em 2012 diante do Mogi Mirim (SP), no confronto no Sesi o Metropolitano estava coma dupla de zaga titular suspensa, tendo que atuar com seus dois reservas. A falta de entrosamento e a pressão acabam refletindo no sistema defensivo. O placar em 1-1 em Blumenau levou a decisão para Tombos (MG).Em Minas Gerais o time comandado pelo treinador Pingo não consegue segurar o adversário. Derrota por 1-0 e eliminação. Outra vez o sonho do acesso fica adiado. Sem a Copa Santa Catarina no segundo semestre, coube ao clube se organizar para 2015. Se muitos duvidavam, muitos se surpreenderam. O ano de 2015 foi marcado por um dos menores investimentos históricos do Metropolitano no primeiro semestre, no Campeonato Catarinense, mas também por uma das melhores campanhas históricas do clube de Blumenau. Com uma das menores folhas salariais, a equipe comandada pelo técnico Pingo encerrou a competição na quinta colocação. Nomes como o do atacante Ariel, oriundo do futebol amador, ganharam a chance de colocar o seu nome na história do clube, e o mesmo ocorreu com um velho ídolo, o atacante argentino Mariano Trípodi, que retornou e foi uma das peças importantes no decorrer da campanha. Já no segundo semestre, a equipe não conseguiu repetir o mesmo desempenho. Por sua vez, o time contara com nomes de destaque no cenário nacional, como o atacante Lima e o zagueiro Renato Silva. O acesso ao Campeonato Brasileiro da Série C não foi alcançado, mas o planejamento permanecia focado em se destacar no futebol brasileiro. O ano de 2017 fica marcado na história do Metropolitano. Pela primeira vez o clube é rebaixado para a segunda divisão do Campeonato Catarinense, ficando na classificação geral, em 10º colocado. No segundo semestre, o clube participou do Campeonato Brasileiro da série D, enfrentando na primeira fase o São José-RS, o Ituano e o PSTC, ficando na segunda posição garantindo vaga na próxima fase. Na segunda fase, o Metropolitano enfrentou o São Bernardo, onde foi derrotado com um gol nos minutos finais. Com isso, e sem participar da Copa Santa Catarina, o clube fica sem calendário para 2017, aguardando e se preparando para 2018, na qual vai ter um longo caminho para voltar a primeira divisão do Catarinense. O ano de 2018 começou com o planejamento para o Campeonato Catarinense da Série B daquele ano. Com uma nova diretoria, o verdão tinha como objetivo subir a Série A novamente. O time começou o campeonato de forma tímida, terminando o primeiro turno na quinta colocação. Veio o segundo turno e com o técnico Marcelo Mabília o Metropolitano se encontrou e acabou ficando em segundo lugar no returno garantindo vaga na semifinal da competição. O primeiro jogo da semifinal foi contra o Camboriú em Blumenau, jogo vencido por 2x0. O segundo jogo foi vencido pelo time da casa pelo placar de 2x1 porém insuficiente para tirar a vaga da final e do acesso do Metropolitano. Veio a grande final, o adversário, o bem preparado Marcílio Dias. O primeiro jogo direto do estádio \"Monumental do SESI\" foi um encanto, 3x0 e direito a colocar uma mão na taça. O segundo jogo em Itajaí, não faltou emoção, 2x0 para o time do litoral, porém mesmo com o revés o Metropolitano acabou conquistando o primeiro título oficial de sua história. ==Títulos== ESTADUAIS Competição Títulos Temporadas Campeonato Catarinense - Série B 1 2018 === Outras conquistas === * Torneio Centenário do FC Lustenau (2007) ==Participações== Participações em 2023 Competições Oficiais Competição Competição Temporadas Melhor campanha rowspan=\"3\" Campeonato Catarinense 15 4º lugar (2008 e 2014) 2005 2021 Série B 8 Campeão (2018) 2002 2023 Copa SC 7 Vice-campeão (2009 e 2013) 2008 2018 rowspan=\"2\" Série C 1 56º colocado (2008) 2008 2008 Série D 8 7º colocado (2013) 2010 2017 == Estádio == O Complexo Esportivo Bernardo Werner, também conhecido como Estádio Monumental do Sesi, abrigou o maior número de partidas da equipe até então, sendo utilizado pelo clube desde sua fundação. As dimensões do gramado são de 106m x 75m. As arquibancadas são cobertas, com cadeiras para 3.624 pessoas e contam com tribunas e cabines para rádio e TV, além de amplo estacionamento. Ao redor do campo, pista de atletismo com 8 raias olímpicas. O ano de 2019 foi o último em que o Metropolitano utilizou o estádio. O SESI não renovou o contrato de aluguel com o clube pois de acordo com a entidade pretende direcionar o complexo esportivo para serviços de saúde e educação para os trabalhadores. === Centro de treinamento === O Centro de Treinamento Romeu Georg está localizado na cidade de Blumenau e pertence ao Metropolitano. O CT já possui o prédio que abriga os alojamentos, refeitórios, academia e a parte administrativa construído, além de campos e outras instalações já concluídas. == Estatísticas e recordes == === Jogadores com mais partidas disputadas === Jogador Jogos / Ano 1 (ZA) Elton Avelino 165 Jogos (2011 - 2018) 2 (LD) Anderson Junior da Silva Ribeiro 140 Jogos (2008 - 2012) 3 (LD) Alex Albert Matteus 131 Jogos (2003 - 2005, 2011 - 2012) 4 (VO) Fábio Rodrigues da Rocha 88 Jogos (2008 - 2010) 5 (GO) João Paulo Azevedo Barbosa 78 Jogos (2008 - 2010, 2013) 6 (ZA) Rafael Perreira dos Santos 64 Jogos (2007 - 2010) 7 (AT) Rafael Costa dos Santos 63 Jogos (2011 - 2013) 8 (MC) Marcelo Francisco Koeche 60 Jogos (2003 - 2005) 9 (VO) Wilson Cezário de Oliveira 59 Jogos (2003 - 2005) 10 (AT) Mariano Trípodi 56 Jogos (2010, 2015, 2017, 2019) === Jogadores com mais gols marcados === Jogador Gols / Ano 1 (AT) Rafael Costa 37 Gols (2011 - 2013) 2 (MC) Richardson 28 Gols (2005 - 2006) 3 (AT) Diego Sehnem Viana 19 Gols (2004 - 2005) 4 (AT) Vilmar da Cunha Rodrigues 17 Gols (2005, 2017) 5 (AT) Leandro Farias 15 Gols (2008, 2010) 6 (AT) Jonatas Elias Belusso 14 Gols (2011) 7 (AT) \"Juninho Laguna\" 11 Gols (2005, 2006) 8 (AT) Ari Moura Vieira Filho 10 Gols (2018 - 2019) 9 (AT) Alexandre Rosa Vidal Santos 10 Gols (2009, 2010) 10 (MC) \"Carioca\" 9 Gols (2002, 2005) === Técnicos com mais partidas disputadas === Técnico Jogos 1 César Pappiani 101 Jogos 2 Abel Ribeiro 58 Jogos 3 José Tadeu Martins 48 Jogos 4 Mauro Ovelha 46 Jogos 5 Lio Evaristo 37 Jogos 6 Marcelo Mabília 31 Jogos 7 Eduardo Costa 09 Jogos 8 Isaque Pereira 08 Jogos 9 Eduardo Costa 04 Jogos === Presidentes === Presidentes Metropolitano Gestão Alfonso Rogério 2002 - 2003 Robert Von Heyde 2004 - 2005 Jaime de Andrade 2006 - 2007 Edson Pedro da Silva 2008 - 2011 Erivaldo Caetano Júnior 2012 - 2013 Marcelo Romeu Georg 2014 - 2015 Ivan Rodrigo Kuhnen 2016 Pedro Nascimento 2016 - 2017 Saulo Raitz 2017 - 2018 Valdair Matias 2018 - == Ver também == * Clássico de Blumenau == Ligações externas == * Sítio oficial Categoria:Clube Atlético Metropolitano Categoria:Fundações em Santa Catarina em 2002",
 "title": "Clube Atlético Metropolitano"
}