{
 "id": "109049",
 "text": "Niklaus Emil Wirth (Winterthur, – ) foi um professor e cientista da computação suíço. Ele projetou várias linguagens de programação, incluindo Pascal, e foi pioneiro em vários outros tópicos clássicos em engenharia de software. Em 1984, ele ganhou o Prêmio Turing, geralmente reconhecido como a maior distinção em ciência da computação, por desenvolver uma sequência de linguagens de computador inovadoras. Criador das linguagens de programação Pascal, Modula-2 e Oberon. == Biografia == Wirth nasceu em Winterthur, Suíça, em 1934. Em 1959, formou-se em Engenharia Eletrônica pelo Instituto Federal Suiço de Tecnologico de Zurique. Em 1960, ele ganhou um mestrado da Universidade Laval, Canadá. Em 1963, ele recebeu Ph.D. Em Engenharia Elétrica e Ciência da Computação (EECS), da Universidade da California, Berkeley, supervisionado pelo pioneiro em design de computadores Harry Huskey. De 1963 a 1967, ele atuou como professor assistente de Ciência da Computação na Universidade de Stanford. Em 1968 tornou-se professor de informática na ETH Zurique, fazendo dois anos sabáticos de um ano na Xerox PARC, Califórnia (1976-1977 e 1984-1985). Wirth se aposentou em 1999. Em 2004, ele foi nomeado membro do Museu de História da Computação \"por trabalhos seminais em linguagens de programação e algoritmos, incluindo Euler, Algol-W, Pascal, Modula e Oberon\". Wirth morreu em 1 de janeiro de 2024. == Linguagens de Programação == Wirth foi designer-chefe das linguagens de programação Euler, Algol W, Pascal, Modula, Modula-2, Oberon, Oberon-2 e Oberon-07. Ele também teve um papel importante da equipe de design e implementação dos sistemas operacionais Lilith e Oberon e do sistema de design e simulação de hardware digital Lola. Ele recebeu o Prêmio Turing da Association for Computing Machinery (ACM) pelo desenvolvimento dessas linguagens em 1984, e em 1994 foi indicado como membro do ACM. == Publicações == O livro \"The Pascal User Manual and Report\", escrito em conjunto com Kathleen Jensen, serviu de base para muitos esforços de implementação de linguagens nas décadas de 1970 e 1980 nos Estados Unidos e em toda a Europa. Seu artigo \"Program Development by Stepwise Refinement\" sobre o ensino da programação, é considerado um texto clássico em engenharia de software. Em 1975, ele escreveu o livro \"Algorithms + Data Structures = Programs\", que ganhou amplo reconhecimento. As principais revisões deste livro com o novo título \"Algoritmos + Estruturas de Dados\" foram publicadas em 1985 e 2004. Os exemplos da primeira edição foram escritos em Pascal. Estes foram substituídos nas edições posteriores por exemplos escritos em Modula-2 e Oberon, respectivamente. Seu livro \"Programação Sistemática: Uma Introdução\", foi considerado uma boa fonte para os estudantes que queriam fazer mais do que apenas codificar. Como um texto desafiador para se trabalhar, foi procurado como leitura imperativa para os interessados ​​em matemática numérica. Em 1992, ele publicou (juntamente com Jürg Gutknecht) a documentação completa do sistema operacional Oberon. Um segundo livro (junto com Martin Reiser) foi planejado como um guia do programador. == Lei de Wirth == Em 1995, ele popularizou o ditado, agora conhecido como lei de Wirth, que afirma que o software está ficando mais lento mais rapidamente do que o hardware. Em seu artigo de 1995, A Plea for Lean Software, ele o atribui a Martin Reiser. ==Ver também== *21655 Niklauswirth == Bibliografia == * * ==Ligações externas== * * * *Pascal e os seus sucessores, trabalho por Niklaus Wirth * Niklaus E. Wirth - ACM * * * Palestra do Prêmio Turing, 1984 * Pascal and its Successors O artigo de Niklaus Wirth, também inclui uma breve biografia. * Algumas palavras com Niklaus Wirth * The School of Niklaus Wirth: The Art of Simplicity, de László Böszörményi, Jürg Gutknecht, Gustav Pomberger (editores). dpunkt.verlag; Morgan Kaufmann Publishers, 2000. , . * O livro Compiler Construction * O livro Algorithms and Data Structures * O livro Project Oberon – The Design of an Operating System and Compiler. O livro sobre a linguagem Oberon e o sistema operacional agora está disponível como um arquivo PDF. O arquivo PDF tem um apêndice adicional Ten Years After: From Objects to Components. * Project Oberon 2013 Categoria:Informáticos Categoria:Engenheiros da Suíça Categoria:Professores do Instituto Federal de Tecnologia de Zurique Categoria:Professores da Universidade de Zurique Categoria:Alunos da Universidade da Califórnia em Berkeley Categoria:Professores da Universidade Stanford Categoria:Naturais de Winterthur",
 "title": "Niklaus Wirth"
}