{
 "id": "109123",
 "text": "Mulata é o título original da marcha composta pelos Irmãos Valença em 1929. Conhecida e cantada nos bares do Recife,Fundaj - Irmãos Valença teve repercussão nacional pelo lançamento feito por Lamartine Babo e pela ação judicial que causou. ==História== Os irmãos João e Raul Valença, autores conhecidos de frevos-canção e maracatus no Carnaval de Pernambuco, enviaram à Gravadora Victor, no Rio de Janeiro, a partitura de sua composição, denominada Mulata.O teu refrão não nega, Lamartine A gravadora pediu a Lamartine Babo que a ajustasse ao gosto carioca. O compositor assim o fez, e a lançou com letra ligeiramente modificada (o estribilho ficou intocado) e com o título de O teu cabelo não nega, que era exatamente o primeiro verso da composição original. No selo do disco então lançado estava escrito: \"Letra e música de Lamartine Babo (sobre motivo do Norte)\". Essa atitude levou os Irmãos Valença a entrar com ação judicial contra a gravadora,Plágio musicalPortal no ar ação vencedora em todas as instâncias, tendo a gravadora sido obrigada a pagar indenização aos legítimos autores e adicionar seus nomes na autoria da composição, ficando os mesmos com metade do arrecadado com direitos autorais. Uma vez que houve acréscimo de letra por Lamartine Babo, a pedido da gravadora, os Irmãos Valença acederam e deixaram seu nome aparecer como coautor. Porém, até hoje, os verdadeiros autores aparecem em segundo lugar. ==Música== Em compasso binário, com letra cheia de gíria da capital pernambucana na época de sua composição\"Me deste um curto-circuito, que fruido que se queimou-se os fusive, incrive, pruque nesses teus dois quartos de fama, mulata, passa a corrente da trama\", foi baseada em uma mulata que passeava pelos bares das cercanias da Avenida Guararapes. Falava em corrente da Trama, em alusão à empresa Pernambuco Tramways, então concessionária de distribuição de energia elétrica em Pernambuco. Aproveitando toda sua melodia e o estribilho, Lamartine Babo acrescentou-lhe estrofes com outro arranjoSérgio Cabral, em seu livro Pixinguinha, vida e obra, afirma que foi Pixinguinha o arranjador da composição modificada, e não Lamartine Babo, como se afirmava. e a lançou no Rio de Janeiro com o título de O teu cabelo não nega. == Letra == === Letra original === > O teu cabelo não nega, mulata, > que tu és mulata na cor > Mas como a cor não pega, mulata, > Mulata, eu quero o teu amor > > Me deste um curto-circuito, que fruido, > que se queimou-se os fusive, incrive, > pruque nesses teus dois quartos de fama, mulata, > passa a corrente da trama === Letra adaptada por Lamartine Babo === > O teu cabelo não nega, mulata, que tu és mulata na cor Mas como a cor não > pega, mulata, Mulata, eu quero o teu amor Tens um sabor bem do Brasil Tens a > alma cor de anil Mulata, mulatinha, meu amor Fui nomeado teu tenente > interventor O teu cabelo não nega, mulata que tu és mulata na cor Mas como a > cor não pega, mulata Mulata, eu quero o teu amor Quem te inventou, meu > pancadão Teve uma consagração A lua te invejando faz careta Porque, mulata, > tu não és deste planeta Quando, meu bem, vieste à Terra Portugal declarou > guerra A concorrência, então, foi colossal Vasco da Gama contra o batalhão > naval ==Ligações externas== *Informes sobre a ação judicial *Direito e internet - Mulata x O teu cabelo não nega Categoria:Canções do Brasil",
 "title": "Mulata (canção)"
}