{
 "id": "109122",
 "text": "Fernando II, Duque de Bragança (Vila Viçosa, — Évora, ), mais conhecido por O Africano, foi um nobre português, filho mais velho de Fernando I, Duque de Bragança e de Joana de Castro. Foi executado em 1483, por ordem do rei João II. Teve excelentes relações com Afonso V, foi feito fronteiro das províncias de Entre-Douro-e-Minho e de Trás-os-Montes. Recebeu o título de Conde de Guimarães que em breve se elevou a ducado. Acompanhou o rei em várias campanhas em África, ficando conhecido por O Africano, pelos seus sucessos de conquistas. Quando em 1478 sucedeu a seu pai no Ducado de Bragança, tornou-se titular do maior domínio senhorial, não só de Portugal, como de Castela, Navarra e Aragão. Com a subida ao trono de João II em 1481, que com os seus desejos de fortalecer o poder real e as providências que tomava contra as excessivas regalias das classes privilegiadas, levaram o Duque de Bragança, alcaide de numerosas fortalezas, a protestar, declarando-a lesiva da sua dignidade e excessivamente rigorosa, sendo, nesta atitude, acompanhado dos irmãos e do Duque de Viseu. Entre as escrituras existentes de doações e privilégios dados ao Ducado de Bragança e guardados num certo cofre em Vila Viçosa, o vedor da fazenda diz ter encontrado cartas onde o Duque de Bragança receoso da inimizade do novo Rei, tentava ganhar aliados em Castela. A partir das cópias mandadas executar por João II dessas mesmas cartas, o Duque de Bragança foi julgado em Évora, condenado à morte, sendo executado por decapitação em 28 de Agosto de 1484. Manuel I viria a anular este processo mais tarde, em 1500, e a devolver as terras e os títulos ao seu filho, Jaime. Não se pode precisar se João II tinha razão ou se tudo não passou de pura suspeita, que aproveitou para se desfazer do duque e da Casa de Bragança, pois na sentença confiscou-lhe todos os bens que passaram para a coroa. Realmente, João II parece ter-se excedido nos cenários do julgamento, mandando até decorar a sala onde se procedeu ao julgamente no paço, onde o Rei se instalara, com panos onde figuravam cenas da história de Trajano, com exemplos de \"severidade e justiça\" desse imperador de Roma. O duque casara duas vezes; a primeira em 2 de maio de 1447, tendo apenas 17 anos de idade, com D. Leonor de Meneses (1430-1452), filha de Pedro de Meneses; a segunda, em 19 de setembro de 1472 com D. Isabel de Viseu (1459-1521), filha do infante D. Fernando, Duque de Viseu. ==Descendência== Do primeiro matrimónio, com Leonor de Meneses, não houve filhos; Do segundo, com Isabel de Viseu, os seguintes; *Filipe (6 de julho de 1475 - Castela, 1483), morreu na infância, possivelmente envenenado; *Margarida (1477 - junho de 1483), morreu na infância; *Jaime (1479 - 1532), que foi 4.º duque de Bragança; *Dinis (Vila Viçosa, 1481 - 9 de maio de 1516, Ourense) que foi conde de Lemos pelo seu casamento com Brites de Castro Osório, pai de Isabel de Lencastre. ==Fonte== *História da Casa de Bragança, com a permissão do autor. Categoria:Infantes de Portugal Categoria:Duques de Bragança Categoria:Condes de Arraiolos Categoria:Condes de Barcelos Categoria:Condes de Neiva Categoria:Condes de Ourém Categoria:Duques de Guimarães Categoria:Marqueses de Vila Viçosa Categoria:Duques católicos romanos Categoria:Fronteiros de Portugal Categoria:Nobres de Portugal do século XV",
 "title": "Fernando II, Duque de Bragança"
}