{
 "id": "109153",
 "text": ", é uma série de motores de jogo para desenvolvimento de RPGs eletrônicos, criada pela empresa ASCII e, atualmente desenvolvida pela Enterbrain. A palavra Tsukūru é uma mistura da palavra japonesa tsukuru (作る), que significa \"fazer\" ou \"criar\", com tsūru (スクール), a pronúncia fonética da palavra inglesa tool (ferramenta). A série foi lançada inicialmente no Japão, mais tarde contou com versões lançadas em Hong Kong e Taiwan, e há pouco tempo teve lançada também uma versão oficial em inglês nos Estados Unidos. == História == O RPG Maker permite que os usuários criem seus próprios jogos de RPG e com algumas mudanças no sistema pode criar até outros tipos de jogos. Estes jogos são muitos similares aos populares jogos para Super Nintendo, como Zelda, Chrono Trigger, Breath of Fire e Final Fantasy, a não ser que a imaginação do quem o utiliza, vá além dos recursos possíveis, criando efeitos inacreditáveis e surpreendentes, usando apenas o sistema permitido de 256 cores. No editor, você pode criar mapas utilizando tilesets (conhecidos também como \"chipsets\", o nome tileset veio a ser usado a partir do RPG Maker XP, programar acontecimentos no jogo através de comandos de eventos pré-programados, entre outras funções. A versão XP apresenta também, uma linguagem de script embutida, baseada na famosa Ruby, o Ruby Game Scripting System (RGSS). Todas as versões do programa incluem o RTP, um pacote de gráficos e sons comuns entre todos que usam o RPG Maker (o RPG Maker não irá rodar a não ser que você instale antes o seu respectivo RTP) prontos para serem utilizados nos jogos. A mais recente versão é o RPG Maker MZ. Versões antigas incluem RPG Maker MV, RPG Maker VX Ace, RPG Maker VX, RPG Maker Dante, RPG Maker Dante 2, RPG Maker 95, RPG Maker 2000, RPG Maker 2003. O Rpg Maker XP, contém um grande público no Brasil, porém, há uma massa maior de utilizadores da versão XP e VX Ace, conhecidos popularmente como \"RMXP\" e \"RMVXA\". Enterbrain e ASCII lançaram o RPG Maker 2000 no Japão em 1999. Ele foi traduzido para o inglês e ilegalmente distribuído por um programador russo apelidado de Don Miguel, que também participou na tradução do RPG Maker 95 e de vários outros programas da série Maker da ASCII/Enterbrain. Em 2002, Don Miguel recebeu um aviso da Enterbrain. Consequentemente, ele descontinuou seus trabalhos relacionados ao RPG Maker 2000, removeu o programa de seu site e incentivou os usuários do programa a comprarem uma versão legal do programa (em japonês). Devido a popularidade do programa, e a falta de uma tradução legal, a distribuição ilegal do programa continuou. Versões traduzidas do RPG Maker 2003 e XP foram distribuídas em todo o mundo. Ainda hoje, grande parte dos utilizadores destas versões acreditam que o RPG Maker é gratuito, pois assim foi declarado quando disponibilizado pelos primeiros tradutores. === RPG Maker 95 === O RPG Maker 95 foi o primeiro RPG Maker produzido para Microsoft Windows. Ele foi publicado no dia 28 de março de 1997 no Japão mas apesar dos gráficos serem agradáveis, os recursos limitados prejudicavam sua popularidade. Ele foi traduzido e distribuído ilegalmente na internet, assim como seus sucessores, mas pouco depois foi lançado o RPG Maker 2000 e a maioria dos usuários migraram para o novo sistema. Porém ainda é possível encontrar usuários do programa e recentemente foi lançado um patch que faz com que o programa funcione no Windows XP, algo que até então era impossível. === RPG Maker 2000 === Esta é a versão responsável pelo sucesso do programa, cheio de opções, era muito fácil de usar por qualquer iniciante que não saiba nada de programação. Basta uma ideia e persistência que o usuário conseguiria fazer um típico jogo de RPG e com um pouco de talento e lógica muitos usuários tiraram leite de pedra, ao fazer via um sistema de programação arcaica sistemas superiores aos já fornecidos pelo programa. No Brasil inicialmente o programa foi traduzido pela extinta \"Central Brasileira de RPG Maker\". A tradução era literal com muitas palavras não condizentes com suas funções, mas facilitou bastante a vida daqueles que não possuíam intimidade com a língua inglesa, mesmo que com grandes falhas. O RPG Maker 2000 passou por uma fase em que jogos eram criados aos montes de maneira rápida e quase sempre medíocres. Poucos jogos se destacavam nesta época. Nesta fase as primeiras ideias mais avançadas começavam a surgir como menus alternativos e sistemas de batalhas diferentes do padrão e dois dos maiores portais de RPG Maker no Brasil, \"Maker Universe\" e \"RPG Menace\", ainda brilhavam. Com o tempo, os criadores foram se aperfeiçoando e isto levou ao desenvolvimento de projetos grandes que levavam muito tempo para serem finalizados e que exigiam muita técnica do criador. Um grande marco para incentivo dos \"programadores\" de RPG Maker foi um concurso realizado pelo canal #RM2k da rede BRASnet que teve a concorrência de cerca de 50 jogos e deu renome à jogos como \"Faeron Knights\" e \"A Lenda de Kaiser\". Mesmo com o incentivo, o enorme tempo consumido para a criação de jogos abaixou a febre e levou muitos a desistirem durante a criação por não aguentarem a tarefa, ao mesmo tempo os grandes portais foram saindo do ar, seja por novos rumos de seu criador ou por não suportar as despesas financeiras. Apesar do lançamento de novas versões do RPG Maker, o RPG Maker 2000 ainda resiste bravamente. === RPG Maker 2003 === RPG Maker 2003, sucessor do clássico RM2K teve como principal aperfeiçoamento em relação ao anterior um remodelado sistema de batalha, que largava a visão em primeira pessoa (que muitos odiavam) substituindo pela visão em 3ª pessoa. Apesar de muito mais bonito e profissional graficamente, e tornar a batalha mais dinâmica por ser em tempo real (não baseada em turnos), este sistema é um pouco mais complexo de ser usado, principalmente por iniciantes sem grandes habilidade com o Maker; o que fez com que menos iniciantes o utilizassem, selecionando assim, o nível de habilidade dos criadores que o utilizam. Além disto, muitas pessoas já estavam com jogos em andamento que apresentavam sistemas inovadores para a época, então muitos jogos continuaram a ser lançados para o RPG Maker 2000. O RPG Maker 2003 é, em vários aspectos, superior ao seu predecessor, pois conta com muitos recursos melhorados e alguns inéditos, como: melhoras no sistema de variáveis, dois timers simultâneos, duas novas opções de \"Comandos de Evento\", mais botões disponíveis para poderem ser programados, novos chipsets, etc. Era o único com sistema de batalha em terceira pessoa até a chegada do RPG Maker MV, lançado em 2015, na qual é possível escolher o sistema de batalha entre primeira e terceira pessoa. === RPG Maker XP === Essa versão possui menos opções de eventos em relação às anteriores, mas conta com um trunfo: o RGSS, que é uma linguagem de programação baseada em Ruby e editada para uso nos games. Pode-se fazer diversos modos de batalha, jogos de plataforma, alterações climáticas no mapa, diversos tipos de Menu e HUD's, e até mesmo jogos Online usando um conjunto de scripts chamados Netplay. Essa versão também suporta mais qualidade e tipos de imagem e sons. === RPG Maker VX === O RPG Maker VX foi lançado oficialmente dia 27 de dezembro de 2007. Essa versão tem uma interface mais simples e mais comandos pré-programados se comparada às anteriores, permitindo que os usuários iniciantes criem seus jogos com maior facilidade. === RPG Maker VX Ace === Essa versão adicionou ao RPG Maker VX várias novidades, como gerador de personagens, antes inexistente, além de trazer de volta algumas funcionalidades do RPG Maker XP, até então a ferramenta mais usada. === RPG Maker MV === Lançado em 23 de Outubro de 2015, essa nova ferramenta permite exportação de jogos para Android, iOS, macOS, Windows, Linux e Web, um grande avanço tendo em vista que a maioria dos programas de criação de jogos atuais contam com esse recurso, que nunca foi implementado oficialmente na série. A nova versão também abandona o Ruby e permite criação de jogos em JavaScript. === RPG Maker MZ === Essa é a versão mais recente, com até agora poucas mudanças da versão anterior e melhorando o sistema de batalha, criação de personagens, a criação de mapas com camadas, o bancos de dados e a correção de bug da versão mobile, junto com a melhor organização de eventos. === Versões para console === Existem várias versões do RPG Maker lançadas para consoles, entre elas, versões para o Super Nintendo e Sony PlayStation. A mais recente versão é o RPG Maker (tsukuru) 6 (aqui no ocidente, RPG Maker 3), para o PlayStation 2. Entretanto, os RPG Makers para consoles não são muito utilizados e muito pouco populares. Não faltam motivos para isso, já que a distribuição dos jogos criados é um tanto complicada. É necessária a utilização de um Dex Drive ou X-port/Shark-port ou Max Drive para mover os arquivos do Memory Card para o PC, e então serem distribuídos na internet. Também, quem estiver interessado em jogar o jogo criado, precisa ter uma cópia do RPG Maker utilizado ao criar o jogo (o que é bem difícil). A última versão foi lançada para o sistema \"Nintendo DS\" e o nome do programa é RPG Maker DS ou \"ＲＰＧツクルＤＳ\" (Japonês). === Linha do tempo === Título Sistema Lançamento Desenvolvedor Editora Local Data Mamirin PC-8801 Japão 1988 ASCII Dungeon Manjirou MSX2 Japão 1988 ASCII RPG Construction Tool: Dante MSX2 Japão Feb. 8, 1990 ASCII Dante 2 MSX2 Japão Feb. 8, 1992 ASCII Chimes Quest PC-9801 Japão 1992 ASCII RPG Tsukūru Dante 98 PC-9801 Japão Dec. 19, 1992 ASCII Dungeon RPG Tsukūru Dan-Dan Dungeon PC-9801 Japão Apr. 28, 1994 ASCII RPG Tsukūru Super Dante Super Famicom Japão Mar. 31, 1995 Kuusou Kagaku ASCII RPG Tsukūru Dante 98 II PC-9801 Japão Jul. 14, 1996 ASCII RPG Tsukūru 2 Super Famicom Japão Jan. 31, 1996 Kuusou Kagaku ASCII RPG Tsukūru 95 Microsoft Windows Japão Mar. 28, 1997 ASCII RPG Tsukūru 95 Value! Nov. 21, 2001 Enterbrain Simulation RPG Tsukūru Sega Saturn, PlayStation Japão Sep. 17, 1998 Pegasus Japão ASCII Enterbrain Collection: Simulation RPG Tsukūru PlayStation Japão Nov. 29, 2001 Enterbrain Simulation RPG Tsukūru Microsoft Windows Japão May. 29, 1998 ASCII RPG Tsukūru 3 PlayStation Japão Nov. 27, 1997 Kuusou Kagaku ASCII PlayStation the Best: RPG Tsukūru 3 Nov. 19, 1998 ASCII RPG Maker EUA Sep. 18, 2000 Agetec RPG Tsukūru GB Game Boy Color Japão Mar. 17, 2000 Kuusou Kagaku ASCII RPG Tsukūru 2000 Microsoft Windows Japão Apr. 5, 2000 ASCII RPG Tsukūru 2000 Value! May. 14, 2003 Enterbrain RPG Tsukūru 4 PlayStation Japão Dec. 7, 2000 Enterbrain Uchujin Tanaka Tarou de RPG Tsukūru GB 2 Game Boy Color Japão Jul. 20, 2001 Enterbrain RPG Tsukūru 5 PlayStation 2 Japão Aug. 8, 2002 Kuusou Kagaku Enterbrain RPG Maker 2 EUA Oct. 28, 2003 Agetec RPG Tsukūru 2003 Microsoft Windows Japão Dec. 18, 2002 Enterbrain RPG Tsukūru α Microsoft Windows/Celular Japão Dec. 18, 2002 Enterbrain RPG Tsukūru Advance Game Boy Advance Japão Apr. 25, 2003 Enterbrain RPG Tsukūru XP Microsoft Windows Japão Jul. 22, 2004 Enterbrain RPG Maker XP Internet Sept. 16, 2005 Enterbrain RPG Tsukūru PlayStation 2 Japão Dec. 16, 2004 Run Time Enterbrain RPG Maker 3 EUA Sept. 21, 2005 Agetec RPG Tsukūru for Mobile Microsoft Windows/Celular Internet Apr. 17, 2006 Enterbrain RPG Tsukūru VX Microsoft Windows Japão Dec. 27, 2007 Enterbrain RPG Maker VX Mundialmente Fev. 29, 2008 Enterbrain RPG Tsukūru DS Nintendo DS Mundialmente Mar. 11, 2010 Enterbrain RPG Maker VX Ace Microsoft Windows Mundialmente Dez. 15, 2011 Enterbrain Rpg Maker MV Microsoft Windows/Mac Mundialmente 2015 Enterbrain Rpg Maker FES Nintendo 3DS Mundialmente 2017 Enterbrain == Características == === Eventos === A programação dos jogos de RPG Maker giram em torno dos eventos. Os eventos são controlados por comandos de eventos e fazem qualquer coisa dentro do jogo. Desde um simples NPC que conversa com o herói, até um complicado mini game de tiro. Existem 90 comandos de eventos, alguns deles são: * Mostrar Mensagem * Armazenar Números * Mostrar Escolhas * Mostrar Imagem * Reproduzir BGM * Efeito Flash * Efeito Tremor * Mudar HP do Inimigo * Iniciar Batalha * Teletransporte * Inserir Nome do Herói * Chamar Menu * Parar Batalha * Mudar Equipamento * Mudar Nível * Chamar Script (Somente para RPG maker XP e VX) * Condição * Mover Evento * Mudar HP * Mudar MP * Reproduzir SE Existem no programa três outros \"itens\" que são comumente utilizados para desenvolverem \"sistemas avançados\" no programa, como baús com dinheiro, mini games, botão de correr, etc. Esses itens são: Switches, Variáveis e Condições (Forks). Usando simultaneamente esses três recursos principais para criar grandes efeitos, pode-se fazer recursos um pouco avançados para o sistema, como criar senhas, do estilo que, quando você estiver jogando, aperte 3 vezes acima e 4 abaixo e ganhe HP (Life ou Vida) infinito, claro isso foi um exemplo, mas é possível fazê-lo. Também pode-se criar sistema de tiros, onde ao apertar o botão de ação, ou um alternativo que você mesmo cria nos sistemas, o personagem atira, e outro botão recarrega, outro botão troca de arma, etc. === Switches === Retirado do arquivo de ajuda do RPG Maker XP brasileiro, aba \"Guia de Iniciantes\". Primeiramente, imagine que você precisa criar um baú em seu jogo, então você cria um evento novo, o nomeia como Baú 1 e coloca como condição de seu início \"Pressionar Tecla\". Então você decide qual o gráfico de evento mais adequado para o seu baú e cria uma mensagem que dirá, \"Olha, encontrei um Item!\". Por fim você adiciona o comando de evento \"Mudar Item\" e inclui uma Poção que aumentará em 50 pontos a força do seu Herói. Até aí tudo bem. Então você muito empolgado vai testar o seu jogo e abre o seu baú, tudo ocorre corretamente, aparece a mensagem, seu Herói ganha a poção que aumentará a sua força, porém você tenta abrir o baú novamente e para sua surpresa, aparece a mensagem novamente e mais uma vez você ganha a poção da força. Então você se pergunta, onde foi que eu errei? Faltou um Switch, mas o que é esse tal de Switch? Ao pé da letra, Switch quer dizer interruptor, ou seja algo que você liga ou desliga. Então o que faltou em seu evento foi criar uma página de evento em que nada ocorra quando você pressionar a tecla de ação, e por fim que esta página só apareça quando o Switch, vamos chamá-lo de \"baú 1 aberto\", já estiver acionado. Vamos explicar como realizar este feito! Iniciamos por criar uma página de eventos nova que terá como gráfico a imagem do seu baú aberto, como condição de início, vamos marcar \"Processo Paralelo\" e depois marcar, em condições de evento, Switch e clicar nos \"...\" para indicar qual o Switch desejado para o acionamento da página. Como falei anteriormente, coloque o nome deste Switch de \"baú 1 aberto\", mas você pode colocar o nome que quiser, e clique em OK. volte à página anterior e adicione, logo após o comando de evento que adiciona o Item, uma opção de Switch, para isto clique em \"Opções de Switch\" na primeira página dos comandos de eventos, clique em individual e então em \"...\" para escolher o switch \"baú 1 aberto\". e clique em ON, a seguir dê OK, e Ok novamente para salvar as alterações no seu evento. teste o jogo e pressione a tecla de ação no baú e você verá a mensagem e seu Herói ganhará a Poção, porém, se você pressionar a tecla de ação no baú novamente, nada vai ocorrer. Agora vamos entender a lógica do processo. Ao impor como condição de evento o switch \"baú 1 aberto\", você estará dizendo que somente quando, por meio de eventos, você incluir o acionamento deste Switch, esta página vai ocorrer. Esta página de eventos nova estará na opção \"Processo Paralelo\" para que, ao você abrir o baú ela ocorra, logo que o Switch correto tenha sido acionado na página de eventos anterior. Então o Switch é o interruptor que acionará as páginas de evento que você deseja. Em algumas traduções para o português \"switch\" foi traduzido como \"alavanca\". === Variáveis === O princípio básico de uma variável é o um espaço na memória identificado que seja capaz de armazenar e realizar operações com números. O números de variáveis que cada versão do RPG Maker é capaz de lidar depende da versão do mesmo. Uma utilização prática de variáveis é, por exemplo, um jogo você pretende criar um mini game de tiro ao alvo, sejam contabilizados os pontos obtidos pelo jogador em 3 tiros. Então a partir de uma variável, que você pode chamar de \"Pontuação\", a cada tiro, a pontuação que o herói conseguiu será somada na variável, por fim, aparece uma mensagem com a sua pontuação escrita. Além disso, se é possível realizar diversas operações com variáveis, sendo as principais a definição, soma, subtração, multiplicação, divisão e resto divisor (\"modulo\"). O RPG Maker trata as variáveis como números discretos sinalizados, ou seja, inteiros. Não se é possível realizar operações de ponto flutuante no RPG Maker, exceto que sejam utilizado artifícios avançados. === Condições === Condições são os comandos de eventos que criam uma necessidade para que algo aconteça, por exemplo, você quer que em seu jogo o Herói comece a voar depois dele equipar um determinado Item. Então você cria uma condição para exibir o gráfico do personagem voando caso o seu Herói tenha o tal Item equipado. Note que uma linha de entrada de comando será criada um pouco mais para a direita, nela você poderá colocar muitos comandos de evento que só ocorrerão se a sua condição for atendida. Então logo abaixo você verá o termo \"Exceção\". Para quê isto serve? Simples, caso as suas especificações não sejam atendidas, então ele pula a parte anterior e lê apenas de \"Exceção\" em diante até Fim. Qual a função disto? Caso você queira que um NPC fique com raiva do herói depois deste lhe perguntar 5 vezes a mesma coisa, então você deve criar o evento com uma opção de variável em que faz ser adicionado 1 para a variável \"nível de raiva\" e uma condição: variável \"nível de raiva\" maior ou igual a 5. Na linha anterior à condição você cria uma mensagem com uma mensagem escritos e na linha abaixo de \"Exceção\" você escreve o seu texto normal. Então surge a dúvida: mas não é a mesma coisa eu colocar os comandos de evento depois de \"FIM\"? Não, pois se colocados após \"FIM\", os eventos serão executados independente da condição ter sido satisfeita ou não, enquanto em \"Exceção\" eles somente serão executados se a condição não for satisfeita. Colocando a mensagem abaixo de \"FIM\", quando o NPC ficasse \"com raiva\", ele falaria tanto a mensagem raivosa quanto a normal. Para saber mais sobre condições, abra seu RPG Maker XP (versão brasileira) e pressione F1, ou então clique em \"Ajuda\" e depois em \"Index\". Clique na aba \"Guia de Iniciantes\". == Criar jogos online == === Netplay === Apesar do programa inicialmente ser para criação de jogos offline, com o passar do tempo vários usuários do programa bolaram métodos através de script para montar uma conexão no RPG Maker, surgiram assim os Netplay's. Mas é importante ressaltar que os netplay's tinham uma estrutura singular, longe da estrutura de um MMO de verdade, logo, ainda não era possível criar jogos desse propósito sem estar vulnerável a vários problemas de conexão e hacking, consequentemente, nenhum projeto feito em cima deles realmente deu certo. O nome netplay passou a ser visto como uma \"falha online\", e a grande maioria dos usuários começou a imaginar que realmente era impossível criar um projeto de futuro no RPG Maker, o que fazia todo o sentido, já que inicialmente o programa apenas havia sido criado para jogos offline. === Wing MMORPG Maker === Criado originalmente por Allyson S Bacon, na época administrador da comunidade 4Tabern, Wing MMORPG Maker possibilitou a criação de jogos online de forma segura no RPG Maker, até então, as tentativas feitas não tinham estrutura para suportar esse tipo de projeto. Esse complemento possuía uma combinação de scripts e recursos externos programados em diversas linguagens que forneciam ao RPG Maker VX Ace todos os recursos que ele precisava para interagir com uma conexão real, junto com um servidor feito em C#, que tratava de todas as informações do jogo. O ponto que trouxe maior evolução no aspecto da criação online no RPG Maker, foi o fato do Wing MMORPG Maker ter sido disponibilizado em código aberto, com todas suas dependências e arquivos livres para edição. Isso possibilitou que vários usuários da engine estudassem, modificassem e evoluíssem todo o projeto, transformando aquela visão limitada de jogos online no RPG Maker em algo sem limites. == Jargão == Nas comunidades de RPG Maker, existem jargões bastante peculiares. É interessante que se saiba o significado dessas palavras, para um bom entendimento em fóruns: * CBS - Custom Battle System (sistema de batalha customizado). Significa um sistema de batalha sem ligações com o sistema original do RPG Maker. O CBS pode ser dividido em: ** ABS - Action Battle System (sistema de batalha em ação) significa que este sistema de batalha não é baseado em turnos ou outro jeito \"tradicional\" de sistema de batalha. Os ABS's são semelhantes aos jogos The Legend of Zelda e Secret of Mana. É um modo de batalha ao vivo, ou seja, quando você pensa, o inimigo também pensa; Quando você reage, o inimigo também reage ** ATB - Active Time Battle (sistema de batalha por tempo) significa que o sistema de batalha possui uma barra que precisa estar cheia para que o jogador possa atacar. Isto é, semelhante ao sistema de batalha do jogo Chrono Trigger ** SBS - Side-view Battle System (sistema de batalha em visão lateral) significa que o sistema de batalha possui uma visão lateral. Isto é, semelhante ao sistema de batalha dos jogos da série Final Fantasy. Também é conhecido como \"Sistema de Batalha em Terceira Pessoa\" * CMS - Custom Menu System (sistema de menu customizado) significa um sistema de menu sem ligações com o original do RPG Maker * RTP - Acrônimo para Run Time Package, ou seja, são os pacotes com gráficos e efeitos sonoros pré-definidos que poderão ser aplicados nos jogos. Caso um jogo utilize este recurso, o jogador irá precisar do RTP instalado. * RGSS - Ruby Game Script System - Linguagem de programação de scripts baseada na famosa Ruby. O RGSS é utilizado no RPG Maker XP * RM2K - Abreviação de RPG Maker 2000 * RM2K3 - Abreviação de RPG Maker 2003 * RMXP - Abreviação de RPG Maker XP * RMVX - Abreviação de RPG Maker VX * RMVXA - Abreviação de RPG Maker VX Ace * RMMV - Abreviação de RPG Maker MV * AGM - Abreviação de Action Game Maker * Netplay - Conjunto de scripts e servidor, que permite a criação de um jogo online == Ver também == * Dungeon Craft * Game Maker * Sim RPG Maker * Lista de motores de jogo * RGSS * RPG eletrônico * Ruby (linguagem de programação) == Ligações externas == * Categoria:Motores de jogo",
 "title": "RPG Maker"
}