{
 "id": "109195",
 "text": "Anestesia local corresponde ao bloqueio reversível da condução nervosa, determinando perda das sensações sem alteração do nível de consciência. Reversibilidade de efeito é a principal característica que diferencia anestésicos locais de agentes neurolíticos, como fenol e álcool. O uso de anestesia local é indicado para operações simples, que envolvem pequenas áreas, como algumas cirurgias plásticas ou para suturar cortes (dar pontos). A molécula típica de anestésico local é constituída por um grupo lipofílico (usualmente um anel benzeno) e um grupo hidrofílico (usualmente amina terciária), separada por uma cadeia intermediária que incluem ligação éster ou amida. O grupo lipofílico (lipossolúvel) é necessário para a passagem da molécula pela membrana da célula nervosa, enquanto o grupamento hidrofílico (ionizável) interage com o receptor celular. == História == Embora inúmeras substâncias de estrutura química diversa sejam capazes de produzir anestesia local, a maioria das drogas de comprovada utilidade clínica (identificadas com o sufixo \"caína\") compartilham uma configuração fundamental com o primeiro anestésico local verdadeiro, a cocaína. Durante séculos, os nativos das montanhas peruanas vêm utilizando folhas de coca para evitar a fome, aliviar a fadiga e elevar o espírito. O interesse pelas propriedades psicotrópicas da Erythroxylon coca levou ao isolamento da cocaína por Albert Niemann, em 1859, e ao estudo de sua farmacologia por Von Anrep, em 1880. Embora ambos tenham descrito a ação anestésica local da cocaína, o crédito para sua introdução na medicina pertence a Karl Koller, um médico vienense. Em 1884, Koller familiarizou-se com os efeitos fisiológicos da cocaína descrito por Sigmund Freud. Koller reconheceu o grande significado clínico da droga e logo demonstrou sua ação no alívio da dor em vários procedimentos oftalmológicos. O conhecimento do potencial de reações adversas da cocaína logo acompanhou sua aceitação geral como anestésico local. No entanto, várias mortes atribuídas à cocainização aguda testemunharam o baixo índice terapêutico da droga. A tendência ao abuso da cocaína foi significativamente ilustrada pela autodependência de William Halsted, um pioneiro no bloqueio nervoso regional. A identificação da cocaína como derivado do ácido benzoico possibilitou a síntese da benzocaína, também éster do ácido benzoico, em 1890, por Ritsert. Em 1905, Einhorn e Braun sintetizaram a procaína, derivada do ácido para- aminobenzóico, mais hidrossolúvel e menos tóxica que a benzocaína, compatível com o uso sistêmico. Em 1943, Löfgren sintetizou a lidocaína, derivada do ácido dietil-aminoacético, iniciando-se a era dos anestésicos locais tipo amida, relativamente isentos de reações alérgicas, tão comuns com os derivados do ácido para-aminobenzóico Carvalho, José Carlos Almeida. Farmacologia dos Anestésicos Locais. Rev Bras Anestesiol. 1994;44:1:75-82 . == Classificação == === Quanto à natureza química === De acordo com a natureza química da ligação entre o anel aromático e o grupamento amina, os anestésicos locais são divididos em dois grandes grupos: ésteres e amidas. Os ésteres são biotransformados rapidamente no plasma, pela colinesterase plasmática, enquanto que os amidas dependem de biotransformação pelos microssomos hepáticos. A importância clínica dessa divisão está associada à duração do efeito (forma de inativação dos compostos) e, especialmente, ao risco de reações alérgicas. Os ésteres são hidrolisados por enzimas encontradas de forma ampla em plasma e diferentes tecidos. Isso geralmente determina duração de efeito menor. Faz exceção a tetracaína, de efeito mais prolongado. Amidas sofrem metabolismo hepático, com consequente maior duração de ação. Ésteres determinam maior taxa de reações de hipersensibilidade, enquanto alergias são raras com anestésicos tipo amidahttp://tutoriaisdeanestesia.paginas.ufsc.br/files/2013/05/Farmacologia- dos-anestesicos-locais.pdf Farmacologia dos anestésicos locais. Classificação dos anestésicos locais de acordo com a estrutura química Classificação dos anestésicos locais de acordo com a estrutura química Classificação dos anestésicos locais de acordo com a estrutura química Ésteres Ésteres Ácido benzóico Ésteres cocaina Ésteres Benzocaína Ésteres Tetracaína Ésteres Ácido para-aminobenzóico (PABA) Ésteres Ácido para-aminobenzóico (PABA) Procaína Ésteres Ácido para-aminobenzóico (PABA) Cloroprocaína Ésteres Ácido para- aminobenzóico (PABA) Propoxicaína Amidas Amidas Agentes derivados da xilidina Amidas Agentes derivados da xilidina Lidocaína Amidas Agentes derivados da xilidina Mepivacaína Amidas Agentes derivados da xilidina Bupivacaína Amidas Agentes derivados da xilidina Ropivacaína Amidas Agentes derivados da xilidina Etidocaína Amidas Agentes derivados da toluidina Amidas Agentes derivados da toluidina Prilocaína Amidas Agentes derivados da toluidina Articaína ==== As diferenças clinicamente relevantes entre as amidas e ésteres ==== A ligação molecular que existe nos anestésicos locais do tipo éster é mais fácil de ser quebrada que a ligação molecular do grupo amida, por isso os ésteres são mais instáveis em solução e não podem ser armazenados por tanto tempo quanto as amidas. As amidas são termoestáveis e podem sofrer o processo de autoclave, os ésteres não. O metabolismo da maioria dos ésteres resulta na produção de ácido para-aminobenzóico (PABA) que pode ser associado a reações alérgicas, enquanto as amidas raramente causam reações alérgicas. Por essas razões, atualmente as amidas são mais utilizadas. === Quanto à duração === Anestésicos classificam em agentes de: ====Curta duração==== ===== Benzocaína===== Derivado de éster, dura de 10 a 20 minutos. É usado para anestesia das mucosas antes de uma endoscopia, supressão do reflexo de vômito, distúrbios anais e várias síndromes dolorosas. Ele está disponível em muitas formas de dosagem incluem geles, cremes, pomadas, loções, sprays e pastilhas.Vademecum IQB: http://www.iqb.es/cbasicas/farma/farma04/b016.htm ===== Clorprocaína===== ====Média Duração==== ===== Lidocaína===== As amidas surgiram em 1948, com a síntese da lidocaína. Usada a quase 50 anos, continua a ser o anestésico local padrão. Possui tempo de latência(inicio de ação)curto, de 2 a 3 minutos e duração curta (5 á 10 minutos de anestesia pulpar de 1 a 2 horas de anestesias de tecido duro devido a sua ação vasodilatadora. Quando associada a uma agente vasoconstritor, a anestesia aumenta e sua toxicidade diminui ainda mais. Quanto mais a porcentagem de lidocaína aumenta o risco de toxicidade no paciente. Lidocaína é a primeira opção em anestésicos. ===== Mepivacaína===== É um anestésico local de média duração do tipo amida muito utilizado na odontologia. Tem maior indicação nos casos em que o uso de vasoconstrictores é perigoso para o paciente ou proibido , pois pode ser usado sem vasoconstritor e sem perda importante da potência e tempo de duração da analgesia. Como a prilocaína a mesma tem o mesmo poder de ação a ação vasodilatadora é menos que a lidocaína por isso é a primeira opção quando o paciente é proibido de utilizar vasoconstritores por doenças como hipertensões não controladas, arritmias cardíacas, diabetes, hipertireoidismo entre outras. ===== Prilocaína===== Tem amplo uso em Odontologia, do grupo das Amidas apresenta toxicidade baixa e tem tempo de latência igual ao da Lidocaína. Tem poder dilatador menos que a da lidocaína. No Brasil a mesma é utilizada com Felipressina (vasoconstritor) que não é aminas simpatomiméticas( Agem nos receptores Alfa e Beta - relaxando e contraindo os músculos. ====Longa duração==== ===== Tetracaína===== ===== Ropivacaína===== ===== Bupivacaína===== Está indicada em procedimentos Odontológicos de maior duração ou em que se deseja analgesia pós-operatória mais prolongada (varias horas). Comparada com lidocaína, o início de efeito da bupivacaína é mais tardio, mas a duração é duas vezes maior. Durante seu uso em anestesia, especialmente obstétrica, foram relatadas casos de parada cardíaca de difícil recuperação. No entanto, o uso odontológico em baixas doses torna essa complicação improvável. ===== Etidocaína===== ====Outros==== ===== Ropivacaína===== ===== Articaína===== == Estrutura química== === Radical aromático === É a porção lipossolúvel da droga, responsável por sua penetração no nervo. Entre os exemplos de radicais aromáticos estão o ácido benzóico (cocaína, benzocaína), o ácido para-aminobenzóico (procaína, cloro-procaína) ou a xilidina (lidocaína, bupivacaína). O ácido para-aminobenzóico, sendo uma molécula pequena, pode funcionar como hapteno e determinar reações alérgicas. A xilidina praticamente não determina tais reações. === Cadeia intermediária === É o esqueleto da molécula do anestésico. Variações da cadeia intermediária levam a variações tanto da potência como da toxicidade dos anestésicos locais. Essa composição pode causar dormência em partes específicas de alguns músculos, como a dormência geral === Grupo amina === É a porção ionizável da molécula, que vai sofrer a influência do pH do meio e, portanto, é a única que pode ser manipulada pelo anestesiologista. É ela que determina a velocidade de ação do anestésico local. === Anestésicos locais como isômeros === Os anestésicos locais também podem ser analisados em relação às características de estereoisomeria. Esse termo descreve a existência de compostos com a mesma fórmula molecular e estrutural, que apresentam diferente arranjo espacial em torno de um átomo em particular, o centro quiral. É como o pé esquerdo e direito, que são imagens espelhadas um do outro. Estereoisomeria ocorre no caso da prilocaína e bupivacaína, que possuem dois estereoisômeros conhecidos como a forma R (+) ou dextrorrotatória e a S (-) ou levorrotatória. A combinação de quantidades iguais da forma R (+) e S (-) de uma droga determina a mistura racêmica. Misturas com diferentes concentrações de bupivacaína R (+) e S (-) são associadas a diferentes potências e efeitos colaterais. Seria como tentar calçar o pé direito com o sapato feito para o esquerdo – não encaixa bem e causa efeitos colaterais (dor!). Por essa razão muitas drogas são preparadas com apenas um estereoisômero, como a levobuvacaína e a cetamina. Alguns anestésicos locais são aquirais e não possuem a propriedade de estereoisomeria, como a ametocaína e a lidocaína. ==Mecanismo de ação== Os anestésicos locais bloqueiam fisicamente por interacções lipofílicas (ocluindo o poro) os canais de sódio das membranas dos terminais dos neurônios. Como o potencial de ação é dependente do influxo de sódio, ao não ocorrer não há propagação do sinal nervoso. Anestésicos locais são bases orgânicas fracas, pobremente solúveis em água. Por isso, as soluções comerciais são preparadas como sais ácidos (hidrossolúvel), geralmente obtidos por adição de ácido clorídrico. Assim, apesar de os agentes serem bases fracas, as preparações farmacêuticas (sais de hidrocloretos) são levemente ácidas, com o pH variando de 4,5 a 6,0 em tubetes odontológicos. Esta acidez aumenta a estabilidade das soluções anestésicas. Uma vez injetadas nos tecidos, com pH mais alcalino (pH = 7,4), há tamponamento do ácido, liberando base em forma não-ionizada, passível de ser absorvida. Quando o pH do meio não favorece essa transformação, a ação anestésica não se processa. É o que ocorre em presença de processos inflamatórios e/ou infecciosos, em que o pH tecidual extremamente baixo promove ionização da molécula, impedindo sua ação. Em meio ácido, as bases recebem íons hidrogênio e tornam-se carregadas positivamente (ionizadas ou polarizadas), diminuindo a sua capacidade de atravessar membranas celulares (menor lipossolubilidade). Suplementação excessiva de doses num mesmo local determina menor resposta, pois esgota a capacidade tamponante do meio, não liberando a base. Anestésicos locais atuam sobre os processos de geração e condução nervosa, reduzindo ou prevenindo o aumento de permeabilidade de membranas excitáveis ao sódio, ou seja, diminuindo a despolarização da membrana celular. Embora vários modelos tenham sido propostos para explicar sua ação sobre fibras nervosas, aceita-se hoje que o principal mecanismo envolve sua interação com um ou mais sítios específicos de ligação em canais de sódio. Os neurônios com axônios com menor diâmetro são mais facilmente bloqueados, o que permite ajustar a dose de forma a não inativar os neurônios motores, mas apenas os sensitivos e os do sistema nervoso autônomo, já que os motores têm diâmetros consideravelmente maiores. A administração local concomitante de um vasoconstritor reduz os seus efeitos sistêmicos e potencializa e prolonga os seus efeitos locais. === Farmacodinâmica === * Ver também: Farmacodinâmica, Potencial de ação Anestésicos locais são substâncias que bloqueiam a condução nervosa de forma reversível, sendo seu uso seguido de recuperação completa da função do nervo. O local de ação dos anestésicos locais é a membrana celular, onde bloqueiam o processo de excitação-condução. O processo de excitação-condução de um nervo é a expressão de uma série de fenômenos eletroquímicos, que variam em função do estado da membrana. Um microeletrodo inserido no axoplasma de uma célula nervosa em repouso registra uma diferença de potencial de -60 a -90 mV, sendo que a essa diferença de potencial se convencionou chamar de potencial de repouso. Nesse momento a membrana é totalmente permeável ao potássio e praticamente impermeável ao sódio. A concentração de sódio extracelular é maior que a intracelular (140 mEq/L e 5-10 mEq/L respectivamente) e o contrário é observado com o potássio (3-5 mEq/L e 110-170 mEq/L respectivamente). A alta concentração de potássio intracelular é mantida por forças de atração de cargas negativas, principalmente proteicas. O potencial de repouso de uma célula é fundamentalmente dado pela relação intracelular/extracelular de potássio. Com a ativação da membrana por qualquer estímulo físico, químico ou elétrico, aumenta progressivamente a permeabilidade ao sódio e o potencial transmembrana se torna menos negativo, até atingir o potencial de deflagração, quando a permeabilidade ao sódio aumenta muito. Desencadeia-se neste momento o potencial de ação. Como consequência dessa grande entrada de carga positiva para o intracelular, inverte-se a polaridade da célula, que agora contém mais cargas positivas dentro que fora da célula. Um eletrodo colocado no meio intracelular registra uma diferença de potencial positiva. A partir de então a membrana torna-se novamente impermeável ao sódio e a bomba de sódio restaura o equilíbrio eletroquímico normal. A passagem de sódio através da membrana, ou seja, a condutância dos canais de sódio a este íon, depende da conformação do canal, que por sua vez depende da variação de voltagem existente através da membrana. A cada variação de voltagem corresponde uma conformação do canal, que permite maior ou menor passagem de íons. Admite-se que o canal de sódio exista fundamentalmente em 3 conformações diferentes: aberta, fechada e inativada.A forma aberta permite a passagem de íons e as formas fechada e inativada são não condutoras. Os anestésicos locais interrompem a condução do estímulo nervoso por bloquear a condutância dos canais de sódio e consequentemente impedir a deflagração do potencial de ação. A ligação dos anestésicos locais aos canais de sódio depende da conformação do canal, sendo portanto um fenômeno voltagem dependente. A afinidade pela configuração fechada é baixa, enquanto que a conformação inativada é extremamente favorável à interação. Assim sendo, o anestésico local se liga preferentemente à forma inativada do canal, não condutora, mantendo-o nesta forma, estabilizando assim a membrana. Quanto maior o número de canais na forma inativada houver, maior será a facilidade de bloqueio. Quanto maior a frequência de estímulos de uma fibra, mais canais se abrem, se fecham e se inativam. O bloqueio do canal de sódio é proporcional à frequência dos impulsos despolarizantes, que fazem com que mais canais inativados apareçam. Esse fenômeno é chamado de bloqueio uso ou frequência dependente. Esse é um conceito importante, não só para se entender a instalação do bloqueio, mas também a ação tóxica do anestésico em outros órgãos, tais como o coração: ritmos rápidos e hipóxia e acidose, que despolarizam a membrana, favorecem a impregnação da fibra miocárdica pelo agente. Outra hipótese pela qual os anestésicos locais podem interromper a condutância ao sódio independe de sua ligação com a estrutura proteica e hidrossolúvel do canal. Pode haver entrada do anestésico na parte lipídica da membrana, desorganizando e expandindo a matriz lipídica, obstruindo os canais por contiguidade. A maioria dos anestésicos locais age tanto por interação com os canais proteicos como por expansão da membrana celular. A partir da despolarização de um canal, despolariza-se um segmento de axônio e criam-se condições para a transmissão do impulso. Quando um segmento do axônio é despolarizado, uma diferença de potencial existe entre ele e as regiões adjacentes, causando uma corrente local, que se move para o segmento adjacente, tornando seu potencial de membrana menos negativo. Os canais de sódio da região adjacente se abrem, conduzindo o impulso. Na fibra não mielinizada, o impulso se difunde de forma contínua, mas na fibra mielinizada os canais de sódio estão situados quase que exclusivamente nos nodos de Ranvier, favorecendo uma condução tipo saltatória do estímulo. Essa condução saltatória é mais rápida, porém recentemente observou-se que a margem de segurança da transmissão neural é menor nessas fibras. Quanto mais grossa e mielinizada a fibra, maior a distância internodal, e maior a perda da corrente capacitiva transmitida ao longo da membrana. Qualquer interferência com o processo de excitação-condução será suficiente para bloquear tal fibra. Como consequência foi revisto o conceito de que as fibras mais finas e não mielinizadas são mais sensíveis aos anestésicos locais. Na verdade, a sensibilidade aos anestésicos locais é maior para as fibras tipo A, depois para as tipo B e depois para as tipo C3. A ordem inversa de bloqueio que se observa na sequência de uma anestesia tipo raquidiana ou peridural (bloqueio das fibras tipo C em primeiro lugar, depois as tipo B e depois as tipo A) é explicada pela disposição anatômica das fibras que favorecem sua exposição aos anestésicos locais. Como o pH das soluções de anestésico local é ácido (3,5 a 5,5), principalmente para as soluções contendo epinefrina, a maior parte do anestésico local está na forma ionizada. Ao ser injetado no organismo é tamponado pelos sistemas tampão teciduais, a equação é desviada no sentido de aumento da forma não ionizada, e assim o anestésico local pode penetrar nos tecidos (é a forma não ionizada que atravessa as barreiras biológicas). Ao chegar à membrana axonal, encontra um território mais ácido, ioniza-se novamente e assim tem condições de agir, fazendo interação de cargas com pontos específicos do canal de sódio. Grande parte da manipulação dos anestésicos locais baseia-se em modificações de sua porção amina. Podemos reduzir o grau de ionização dos anestésicos locais aumentando a temperatura da solução e também alcalinizando as soluções. Todo o cuidado deve ser tomado quando da alcalinização de soluções de anestésicos locais. Caso o pH suba muito, a quantidade de base aumentará muito e sendo a base insolúvel em água, o resultado será a precipitação do produto. === Farmacocinética === No local de deposição dos anestésicos locais, diferentes compartimentos competem pela droga: o tecido nervoso, a gordura, os vasos sanguíneos e linfáticos. O que resta no tecido nervoso para a ação principal é apenas uma pequena parte. Para garantir boa qualidade de bloqueio, duração adequada e menor toxicidade, é fundamental que se controle a absorção a partir de seu local de aplicação, o que exige cuidados especiais. Os fatores mais importantes relacionados à absorção dos anestésicos locais são: a) local de injeção; b) dose; c) presença de vasoconstritor; d) características farmacológicas do agente. * Local de injeção: quanto mais vascularizado for o local de aplicação do anestésico local, maior o nível plasmático esperado. A aplicação de anestésico local na mucosa traqueobrônquica, por exemplo, deve ser feita com muito critério, já que a mucosa não oferece dificuldade à passagem do anestésico, equivalendo praticamente a uma injeção venosa. Dentro das anestesias regionais, o bloqueio intercostal, por envolver várias aplicações em territórios vascularizados, é a técnica que determina as maiores concentrações plasmáticas de anestésico local. * Dose: na faixa pediátrica a lidocaína deve ser utilizada em doses de 7 a 10 mg/kg, quando utilizamos soluções sem ou com epinefrina, respectivamente; no adulto, não deve ser ultrapassada a dose de 500 mg, utilizando-se sempre que possível associação com epinefrina. No caso da bupivacaína, não existe dose tóxica bem estabelecida. Entretanto, as doses recomendadas são, de 2 a 3 mg/kg na faixa pediátrica. No adulto não existe correlação entre dose por quilograma de peso e concentração plasmática de anestésico local. Existe sim, uma correlação direta entre a dose utilizada e a concentração plasmática, independente do peso do paciente. * Presença do vasoconstritor: sempre que não houver contraindicação (circulação terminal, problemas cardiovasculares graves), o vasoconstritor deve ser utilizado. A incidência de fenômenos de intoxicação é menor quando se utiliza a associação. Quanto mais vascularizado for o local de aplicação do anestésico local, maior será o benefício da associação. O vasoconstritor ideal é a epinefrina, na concentração de 5 mg/ml (1:200.000). A epinefrina, além de reduzir a velocidade de absorção do anestésico local, possui ação anestésico local, melhorando, dessa forma, a qualidade do bloqueio. A prática da mistura de anestésicos locais por vezes leva a utilização de epinefrina em concentrações menores, por exemplo 1:400.000, que não se mostra eficiente em reduzir sua absorção. * Características farmacológicas dos anestésicos locais: duas características principais influem no nível plasmático: lipossolubilidade e ação vasodilatadora. Comparando os dois anestésicos de maior utilização em nosso meio, a lidocaína tem ação vasodilatadora 1 quando comparada com atividade vasodilatadora 2,5 da bupivacaína. Seria de se esperar, portanto, maiores níveis plasmáticos para a bupivacaína. Entretanto, a lipossolubilidade da bupivacaína é 27,5 enquanto que a da lidocaína é 2,9. Isso faz com que a distribuição da bupivacaína no tecido gorduroso seja muito grande, restando menos anestésico para ser absorvido pelo componente vascular. Assim sendo, as concentrações plasmáticas de bupivacaína são menores que as de lidocaína. O novo agente ropivacaína, diferente dos anestésicos locais de uso clínico, que causam vasodilatação, determina redução do fluxo sanguíneo em pele de suínos. Esse fato pode explicar menores concentrações plasmáticas da droga. Uma vez que o anestésico local seja absorvido, dois fenômenos acontecem: ligação com proteínas plasmáticas e distribuição para os tecidos. A a-globulina tem a maior afinidade para a maioria dos agentes, porém quantitativamente a albumina é mais importante. Para uma concentração de 1 mg/ml no plasma, a ligação proteica é de 65% para a lidocaína e de 95% para a bupivacaína. A ligação proteica dos anestésicos locais diminui a medida em que sua concentração plasmática aumenta. Anestésicos locais de grande ligação proteica terão sua fração livre muito aumentada com pequenas reduções de proteinemia, diferente daqueles de pequena ligação proteica. A fração livre determina, via de regra, a fração tecidual da droga, que é a que vai exercer os efeitos tóxicos. Dessa forma, pacientes hipoproteinêmicos terão maior chance de se intoxicar com bupivacaína do que com lidocaína. Nem sempre, entretanto, a fração livre do anestésico espelha fielmente a fração tecidual da droga. Outros fatores entram em jogo na distribuição do anestésico, além da ligação proteica. Por exemplo, a fração livre da lidocaína é muito maior do que a da bupivacaína, porém sua fração tecidual é menor, e isso acontece porque o volume de distribuição da lidocaína é maior, assim como sua depuração (clearance). Uma situação que ilustra bem esse conceito é o da gestante. Em virtude de menor concentração de albumina a gestante apresenta maior fração livre de anestésico local. Poderia se esperar, então, grande aumento da fração livre e tecidual da droga. Entretanto, o grande aumento do volume de distribuição do anestésico (para a bupivacaína ele chega a aumentar 400% em virtude do aumento do líquido extracelular na gestante), faz com que a fração tecidual da droga seja a mesma da paciente não grávida. ==== Absorção e distribuição ==== Os anestésicos locais devem ser infiltrados em áreas próximas aos nervos que devem ser bloqueados – incluindo pele, tecido subcutâneo e espaços intratecal e epidural. Parte das drogas será absorvida para a circulação sistêmica: a quantidade dependerá do fluxo sanguíneo no tecido onde foi administrado o anestésico e dos efeitos que a droga ou seus aditivos podem desencadear na circulação local. Alguns anestésicos locais em baixas concentrações possuem propriedade vasodilatadora, o que aumenta sua absorção sistêmica. Por isso a indústria farmacêutica investe em preparações que minimizem esse efeito através da adição de um vasoconstritor como a adrenalina ou fenilefrina. A cocaína apresenta efeito vasoconstritor. A distribuição das drogas é influenciada pelo seu grau de ligação tecidual e plasmática. Como discutido previamente, quanto maior a ligação proteica, maior será a duração, uma vez que a fração livre da droga é disponibilizada mais lentamente. Metabolismo e excreção As amidas e os ésteres são metabolizados de formas diferentes. Ésteres (exceto a cocaína) são rapidamente metabolizados por esterases plasmáticas em metabólitos inativos, e consequentemente apresentam curta meia vida. Os metabólitos dos ésteres são excretados pelos rins. A cocaína é hidrolisada no fígado. ==== Metabolismo e excreção ==== As amidas são metabolizadas pelas amidases hepáticas. Esse processo é mais lento, o que determina uma meia vida mais longa, por isso podem apresentar efeito cumulativo em caso de doses repetidas. A prilocaína apresenta metabolização extra-hepática. Os ésteres possuem mínimos efeitos sobre feto, pois são metabolizados de modo tão acelerado que não existem concentrações suficientes na circulação sistêmica para ultrapassar a barreira placentária. As amidas apresentam maior tendência à passagem transplacentária. Nesse grupo, as amidas com menor grau de ligação proteica, como a lidocaína, atravessam em maior quantidade a barreira placentária. O sofrimento fetal pode resultar em acidose metabólica. Nessa situação, o anestésico local alcança a circulação fetal e uma maior fração da droga será ionizada. A forma ionizada não é capaz de atravessar novamente a barreira placentária e retornar à circulação materna, acumulando-se na circulação fetal. Esse fenômeno é conhecido como ion trapping (aprisionamento iônico) e pode resultar em toxicidade por anestésico local para o feto. Esses efeitos não são importantes quando utilizadas baixas doses de anestésicos locais, como no bloqueio subaracnóideo, porém podem tornar-se relevantes no caso de doses maiores utilizadas em bloqueios epidurais ou bloqueios periféricos ao fim da gestaçãohttp://tutoriaisdeanestesia.paginas.ufsc.br/files/2013/05/Farmacologia- dos-anestesicos-locais.pdf Farmacologia dos anestesicos locais. == Características clínicas == As características clínicas dos anestésicos locais estão diretamente ligadas a suas propriedades físico-químicas, que por sua vez dependem de sua fórmula estrutural. Hoje reconhece-se a importância da estereoisomeria na ação dos anestésicos locais. A maioria dos anestésicos locais de uso clínico são comercializados em sua forma racêmica, ou seja, tanto o isômero levógiro quanto o dextrógiro são utilizados. Muitas das ações indesejáveis desse grupo de drogas podem ser atribuídas a sua forma dextrógira. A ropivacaína é o primeiro anestésico local utilizado exclusivamente na forma levógira, sendo que a esse fato se atribui sua menor toxicidade. As propriedades físico-químicas dos anestésicos locais explicam suas características clínicas, quais sejam sua velocidade de ação, potência, duração e toxicidade. A ropivacaína, o mais recente dos anestésicos locais, tem perfil intermediário entre o dos agentes mais comumente utilizados em nosso meio, a lidocaína e a bupivacaína; assim sendo, espera-se que sua potência e sua toxicidade sejam também intermediárias entre as desses agentes. Quando utilizamos um anestésico local na clínica, são três as características que nos interessam diretamente: * potência: guarda relação direta com a lipossolubididade da droga. * duração: guarda relação direta com o grau de ligação proteica. * velocidade ação: guarda relação inversa com o grau de ionização. Além destas propriedades, alguns anestésicos locais podem determinar um bloqueio diferencial das fibras sensitivas e motoras. O exemplo clássico é a bupivacaína. Principalmente nas concentrações de 0,125 e 0,25%, o bloqueio sensitivo efetivo pode ser conseguido com mínimo bloqueio motor. No caso da ropivacaína, espera-se que essa diferença seja ainda mais evidente. Quando comparada com a bupivacaína, a ropivacaína determina bloqueio semelhante das fibras tipo C, porém muito menor das fibras tipo A7. == Vasoconstritores == Os vasoconstritores são importantes componentes das soluções anestésicas. No passado, atribuíam-se várias desvantagens a eles, porém muitas delas decorriam em função do uso inadequado: injeções intravasculares, concentrações elevadas, aplicações rápidas e grandes volumes, levando à intoxicação relativa. Hoje, sabe-se que quase nenhuma solução anestésica teria efeito sem o emprego dos vasoconstritores, tendo como principal vantagem a absorção lenta do sal anestésico, que reduz a toxicidade deste, aumenta a duração da anestesia, possibilita o uso de quantidades menores de solução, além de aumentar o efeito anestésicohttp://www.uel.br/graduacao/odontologia/portal/pages/arquivos/TCC2012/FRANCIELLE%20CASTRO%20DOS%20SANTOS.pdf INTOXICAÇÃO ANESTÉSICA: CAUSA, EFEITO E TRATAMENTO.. As mais comuns são a adrenalina / epinefrina, a noradrenalina / noraepinefrina, a fenilefrina e o octapressin / felipressina. === Adrenalina === A adrenalina é também uma substância endógena, produzida pelas suprarrenais quando o SNC é ativado. Essa substância tem a capacidade de se ligar aos receptores α e β dos órgãos inervados pelo simpático e de produzir a célebre “reação de alarme”, descrita por Cânon, na década de 40, que prepara o animal para a luta ou fuga. Normalmente, os vasoconstritores associados aos anestésicos locais não produzem efeitos farmacológicos, além da constrição arteriolar localizada. Uma das maiores polêmicas que existe em relação aos vasoconstritores, é a de usá- los ou não em pacientes cardiopatas, uma vez que a adrenalina eleva a pressão sistólica e a frequência cardíaca, causando palpitações e dor torácica. A epinefrina não provoca estímulo cardíaco direto, mas pode elevar de forma significativa as pressões sistólica e diastólica. Como consequência destas alterações, através do reflexo vagal, provoca-se a queda da frequência cardíaca. === Noradrenalina === A noradrenalina eleva as pressões sistólica e diastólica e praticamente não interfere com a frequência cardíaca. Por induzir vasoconstrição mais acentuada, o dano tecidual é maior, o que leva alguns autores desaconselharem o uso deste vasoconstritor. === Felipressina === A felipressina ou octapressin, é uma análoga sintética da vasopressina, hormônio produzido pela neurohipófise e também conhecida como hormônio antidiurético ou ADH. Não apresenta efeitos diretos sobre o miocárdio, mas é um potente vasoconstritor coronariano o que pode levar a crises de angina com isquemia miocárdica, em pacientes com alguma deficiência na circulação coronariana. Caso aconteça a intoxicação anestésica, não será pelo vasoconstritor, mesmo porque as catecolaminas endógenas liberadas na circulação, em uma situação de estresse, são muito acima da contida em um tubete odontológico, tornando-se irrisória a quantidade ali presente. === Seleção dos vasoconstritores === É preciso levar em conta inúmeros fatores na escolha do vasoconstritor adequado, para uso com um anestésico localhttp://www.cispre.com.br/acervo_detalhes.asp?Id=61 ANESTÉSICOS SEM VASOCONSTRITORES: Quando Usa-los?: * A duração do procedimento odontológico, * A necessidade de hemostasia durante e depois do procedimento, * A necessidade da analgésica no pós-operatório, *Estado clínico do paciente. A adição de uma droga vasoativa prolongará a duração da anestesia clinicamente eficaz da polpa e do tecido mole produzida por muitos anestésicos locais. Por exemplo, a anestesia pulpar do tecido duro com lidocaína a 2% dura cerca de 10 minutos; a adição de adrenalina 1:50.000, 1:100.000 ou 1:200.000 prolonga-a para aproximadamente 60 minutos. Por outro lado, a adição de um vasoconstritor à prilocaína não aumenta significativamente a duração da analgesia clinicamente eficaz. A prilocaína a 3% proporciona anestesia pulpar de cerca de 40 a 60 minutos de duração, a adição de adrenalina 1:200.000 aumentando-a um pouco (para cerca de 60 a 90 minutos). A duração média da anestesia pulpar e do tecido duro esperada com os anestésicos locais de uso comum sem vasoconstritores é: * Lidocaína a 2%...............................5 a 10 minutos * Mepicaína a 3%...............................20 a 40 minutos * Prilocaína a 3% ...............................5 a 15 minutos (infiltração) Até 60 minutos (bloqueio anestésico) A sessão odontológica típica dura aproximadamente 1 hora. Pode-se estimar que será necessária uma anestesia pulpar de aproximadamente 40 a 50 minutos nos procedimentos restauradores rotineiros. Como se pode ver na lista, é difícil conseguir uma anestesia pulpar regularmente confiável sem a adição de um vasoconstritor. ==Efeitos úteis== Perda completa de sensação local, e em especial da dor, sem perda do controle muscular. O paciente pode cooperar, respondendo a pedidos do cirurgião. Não há riscos elevados de efeitos dos anestésicos locais como para os anestésicos gerais. ==Efeitos adversos== Apesar das precauções, alguma pequena quantidade de fármaco chega sempre a outros órgãos, nomeadamente ao cérebro e ao coração. *Ansiedade com tremores. Euforia, agitação. *Confusão *Convulsões (incomum) *Depressão nervosa, em altas doses algum risco de depressão respiratória. *Vasodilatação e redução da frequência cardíaca. *Hipotensão arterial *Reacções alérgicas. == Bibliografia == * Farmacologia clínica para dentistas; Lenita Wannmacher, Maria Beatriz Cardoso Ferreira. Guanabara Koogan; 2º edição; 1999. * da:Lokalbedøvelse",
 "title": "Anestésico local"
}