{
 "id": "109277",
 "text": "é um dos mais antigos estilos de Karatê., originário de Okinawa. Shorin é a pronúncia japonesa da palavra chinesa Shaolin, que quer dizer \"Pequeno Bosque\", sendo assim, como Ryu significa estilo, Shorin-ryu seria o \"Estilo do Pequeno Bosque\". == História == As raízes do estilo Shorin-ryu se confundem com as raízes do próprio caratê e remontam ao fim do século XVIII, na ilha de Okinawa. Àquela época, a ilha era a sede do hoje extinto Reino de Ryukyu, que englobava todas as ilhas do Arquipélago de Ryukyu, hoje pertencentes ao Japão. De fato, um preciso estudo das origens do caratê não pode ser feito de forma dissociada do estudo da cultura de Ryukyu. Nesta seção, a periodização histórica utilizada será baseada na vida dos mais importantes Mestres do estilo Shorin-ryu. Shorin-ryu, por ser o primeiro estilo criado, foi o estilo central para a criação de diferentes estilos como o Shotokan. Graças a ele, temos o caratê de hoje em dia. === Peichin Takahara (1683 - 1760) === Nascido na vila de Akata Cho, Takahara viveu a maior parte da vida na cidade de Shuri, capital do Reino de Ryukyu, e foi o maior mestre de te (mão) à sua época. O te era uma arte marcial nativa de Okinawa. Seu nome significava simplesmente \"mão\", por ser uma forma de luta praticada sem armas. O desenvolvimento do te enquanto arte marcial se perde nas brumas do tempo, visto que o mesmo surgiu de forma secreta entre os camponeses de Ryukyu, que eram proibidos de portar armas a fim de se evitar revoltas. Dessa forma, o te era ensinado em reuniões secretas e sua própria organização se assemelhava à das sociedades secretas, com iniciações e graus de hierarquia interna. Apesar de geograficamente pequena, a ilha de Okinawa era muito segmentada em termos culturais, de forma que três microcosmos culturais acabaram por se desenvolver em torno das três cidades mais importantes: Shuri (a capital), Naha (a cidade de comércio mais dinâmico) e Tomari (o principal porto). Em cada uma dessas cidades e seus respectivos arredores, desenvolveu-se um tipo particular do te; sendo o que importa ao verbete em questão aquele desenvolvido em Shuri: o Shuri-te. Por volta de 1750, um monge budista chinês do Monastério Shaolin chamado Kusanku foi enviado a Okinawa como uma espécie de embaixador. Àquela época, Ryukyu era um reino independente, mas cultural e comercialmente dependente da China Imperial. Como a maioria dos monges Shaolin, Kusanku era praticante de Kung fu (na época chamado Chuan fa). Como Shuri era a capital, foi para lá que ele foi enviado. Lá, entrou em contato com Takahara, já com uma idade bastante avançada. Ambos trocaram conhecimentos sobre artes marciais, mas não desenvolveram nenhuma relação Professor-Aluno. ===Kanga Sakukawa (1733 - 1815)=== Quando Kusanku chegou a Okinawa, Sakukawa contava cerca de 18 anos e era o mais prodigioso aluno de Takahara. O velho Mestre percebeu que a chegada do estrangeiro seria uma boa oportunidade para obter um aperfeiçoamento de sua arte marcial, mas como já estava com quase 70 anos, não se sentia apto a aprender novas técnicas. Enviou, então, seu pupilo para ser treinado pelo monge chinês. thumb|right|180px|Templo Shaolin, em Henan, que Sakukawa teria visitado com Kusanku e cujo nome serviu de inspiração para o batismo do estilo Shorin-ryu Sakukawa, já à época um grande praticante de Te, se tornou, então, discípulo de Kusanku, com quem se diz, inclusive, que chegou a visitar a China e o próprio Monastério Shaolin. Quando Kusanku faleceu, em 1762, Sakukawa já dominava amplamente tanto o Te de Okinawa, quanto o Kung Fu da China. Passou, então a ser o Grão-Mestre do Te de Shuri, assumindo o lugar de Takahara, falecido dois anos antes. Em homenagem a Kusanku e também como forma de compilar seus ensinamentos de forma a passá-los para seus alunos, Sakukawa criou os dois katas que levam o nome do monge Shaolin: Kusanku Sho (Kusanku menor) e Kusanku Dai (Kusanku maior). Contudo, talvez por azar, ou talvez por ter passado muitos anos na China, ou ainda, talvez por seu Mestre ter vivido tanto, Sakukawa não conseguiu ter um aluno brilhante e seus ensinamentos corriam o risco de não serem levados adiante após sua morte. Por volta de 1812, contra a sua vontade, o idoso Sakukawa viu-se obrigado a honrar uma promessa que havia feito a um nobre de Ryukyu e, assim, aceitou o filho daquele homem , um adolescente conhecido como encrenqueiro, como discípulo. O jovem se chamava Sokon Matsumura. === Sokon Matsumura (c. 1800 - c.1890) === Mesmo já não sendo uma criança, Matsumura se destacou rapidamente nos estudos com o Mestre Sakukawa e, quando ele faleceu, em 1815, já estava apto a dar prosseguimento a seus ensinamentos. O treinamento de Matsumura naquela arte que vinha se configurando a partir da mistura do Kung Fu com o Te não só lançou as bases do karatê Shorin-Ryu (mão vazia), mas também fez com que a prática de artes marciais, até então restrita ao campesinato, atingisse a nobreza, da qual o próprio Matsumura fazia parte. De fato, Matsumura utilizou seus novos conhecimentos para galgar postos na administração do reino e logo se tornou o General Supremo das Forças Armadas de Ryukyu. Sua vida é, contudo, coberta por mitos que o fazem uma espécie de Miyamoto Musashi de Okinawa. Diz- se que nunca perdeu uma luta, desde o início de seu treinamento até sua velhice, sendo seu embate mais famoso (e o único que não venceu, mas empatou) contra um marinheiro náufrago oriundo provavelmente da China, cujo nome era Annan. Annan fora o único sobrevivente do navio em que estava, na costa de Okinawa, e conseguiu chegar à ilha nadando. Como não sabia falar o idioma local e como era exímio lutador, estava se aproveitando de sua habilidade para roubar comida e outras coisas das vilas próximas a Shuri. Matsumura foi, então, chamado para lidar com o problema, mas o estrangeiro se mostrou um oponente muito superior a todos os outros que já havia enfrentado ou que ainda viria a enfrentar. Num determinado momento da luta, ambos se viram impossibilitados de vencer e resolveram parar o embate, chegando a um acordo. Matsumura deixou que Annan partisse sem ter que responder pelos crimes que havia cometido e, em troca, Annan ensinou-lhe algumas de suas técnicas, que Matsumura viria a compilar num Kata chamado Chinto (Marinheiro do Leste). Além de seus feitos militares quase-heroicos, Matsumura também deu uma grande contribuição pessoal ao nascente karatê, tendo criado diversos Katas: Naihanchi (depois dividido em três partes), Passai (depois dividido em duas versões), Gojushiho, Chinto e Hakutsuru (este não praticado pela Shorin-ryu). Além das grandes contribuições que deu ao caratê, pelo fato de ser um nobre, Matsumura nunca abriu mão do uso de armas (Kobujutsu) e chegou mesmo a introduzir o Jigen-ryu (Estilo de luta com espadas) de Satsuma (Japão) em Okinawa. O tempo de vida, bem como muitos dos feitos deste homem, considerado por muitos como o verdadeiro fundador do karatê Shorin-Ryu, não é precisamente conhecido, mas seu aluno mais brilhante e sucessor também no posto de General Supremo de Ryukyu, foi Anko Itosu, outro membro da nobreza do reino. === Anko Itosu (1831 - 1915) === Aluno de Matsumura, Itosu esteve presente em momentos decisivos da História de Ryukyu e do Japão. Era ele o General Supremo do Reino quando de sua anexação ao Japão, em 1879. De fato, até o momento em questão, Ryukyu vivia uma situação muito peculiar. Se por um lado, seus governantes e sua população demonstravam uma ampla preferência pela China (em todos os sentidos), por outro, o Japão considerava (desde 1609, quando o Daimyo de Satsuma obteve autorização do Shogun para invadir a região a fim de puni-la por não ter aceitado participar na campanha de anexação da Coreia, em 1590) a região como um protetorado e, inclusive, só não a tinha anexado formalmente a seu território, porque, com o fechamento do Japão aos países estrangeiros, no século XVII, a situação de Ryukyu e seu intenso comércio com a China funcionavam como uma forma de burlar o sistema e introduzir produtos estrangeiros (principalmente chineses) no Japão. Contudo, com a Restauração Meiji, tal mecanismo já não se fazia necessário e como a China, envolvida em milhares de problemas devidos à ocupação estrangeira de seu território e às Guerras do Ópio, se encontrava impossibilitada de oferecer resistência ao expansionismo nipônico, o Japão consolidou seu domínio sobre Ryukyu. Percebendo que era impossível resistir a um adversário tão superior, Ryukyu se rendeu sem luta e sua nobreza passou a colaborar com os japoneses a fim de manter o status de que dispunha. O próprio Rei Sho Tai, último monarca de Ryukyu, foi morar em Edo (Tóquio), onde recebeu o título de Kazozu (equivalente a Marquês). Com esse intuito colaboracionista, Itosu trabalhou incansavelmente para fazer o Karaté ser introduzido no Japão. Acreditava que, caso fosse bem sucedido, poderia vir a gozar de uma posição influente junto às Forças Armadas do Imperador Meiji. Contudo, devido à grande influência chinesa sobre o karatê da época (até mesmo muitos dos golpes possuíam nomes em chinês), a arte marcial não encontrou receptividade num Império sinófobo como o japonês. Itosu fracassou. A despeito de seu fracasso em tornar o Karatê uma arte marcial japonesa, Itosu deu grandes contribuições pessoais a ele. Uma das mudanças introduzidas pelo Mestre no Karatê foi o treinamento com Makiwara, espécie de boneco de madeira rígida, para calejar as mãos e os pés, a fim de potencializar os golpes. Outra grande inovação de Itosu foi ter tornado o karatê mais acessível às crianças através da invenção dos primeiros Kihons e da divisão do imenso Kata Naihanchi, criado por seu Mestre, em três Katas menores: Naihanchi Shodan, Nahanchi Nidan e Nahanchi Sandan. Esses Katas seriam uma forma de se introduzir as crianças ao karatê e, uma vez dominados, fariam delas praticantes de nível intermediário. Itosu, contudo, acreditava que havia uma grande diferença nos níveis de dificuldade apresentados pelos três Naihanchi e pelos demais Katas, criados por Matsumura e por Sakukawa, sendo assim, como forma de ensino intermediário, ele particionou os dois Katas Kusanku (criados por Sakukawa) em cinco Katas menores, os quais batizou de Pinan, a dizer: Pinan Shodan, Pinan Nidan, Pinan Sandan, Pinan Yondan e Pinan Godan. Há uma grande discussão histórica sobre o papel de Itosu em relação ao Karatê em geral e ao estilo Shorin-ryu em particular. Quanto ao karatê, não se pode precisar se o criador da arte marcial foi Matsumura, Sakukawa ou Itosu. Os que defendem a tese de que Sakukawa foi seu criador consideram que ele foi o primeiro a reunir os ensinamentos do Te e do Kung Fu numa só arte. Os que defendem que Matsumura tenha sido seu criador argumentam que ele foi quem mais contribuições deu àquela arte nascente e que Sakukawa teria sido um mero praticante de duas artes marciais (como hoje existem tantos). Por fim, aqueles que argumentam que Itosu teria sido o criador do Karatê se apegam ao termo em si, que, ao que parece, não havia sido utilizado antes de Anku Itosu. Contudo, aos defensores dessa tese, cabe lembrar que o termo só se popularizou após a morte de Itosu, sendo que em sua época (como pode ser conferido na carta que escreveu e que hoje é conhecida como \"Os Dez Preceitos do Karatê\"), o Karatê ainda era majoritariamente conhecido como Tang Te, ou seja, Mão Chinesa e não Mão Vazia, como hoje. Quanto ao estilo Shorin-ryu, a discussão parece mais simples. Embora pareça um contra-senso, visto que o Shorin-ryu é um estilo de uma arte marcial (o Karatê), ao que parece, sempre houve a consciência de que aquela arte havia sido trazida da China e que advinha do Kung Fu dos monges Shaolin, sendo assim, é muito provável que o Estilo praticado por Itosu já fosse chamado de Shorin-ryu mesmo em tempos anteriores a esse Mestre (como também se pode supor através da leitura de \"Os Dez Preceitos do Karatê\"). De qualquer forma, como sempre ocorre com fatos históricos embasados na História Oral (uma vez que a escrita era muito pouco disseminada em Ryukyu), há discordâncias sobre esse tema e, embora alguns debatam sobre se Matsumura ou Itosu seria o fundador do Estilo, o único consenso que existe é que Chibana foi seu primeiro Grão-Mestre. === Choshin Chibana (1885 - 1969) === Ao contrário de Matsumura, que teve grande dificuldade para encontrar um discípulo à altura de suas técnicas, Itosu encontrou discípulos de qualidade em grande abundância, talvez por ter se empenhado na disseminação do karatê por Okinawa através de sua implantação no ensino público regular. Seja como for, ao menos cinco de seus discípulos merecem alguma nota de importância: Anbun Tokuda (1886 - 1945), Shugoro Nakazato (1921 - 2008), Yuchoku Higa (1910 - 1994), Gichin Funakoshi (1868 - 1957) e Choshin Chibana. Com a morte de Itosu, seus discípulos se desentenderam acerca da sucessão do Mestre, mas coube a Chibana ocupar o título de Grão-Mestre do estilo. Muitos veem neste ato a criação do Shorin-ryu, enquanto outros apenas veem a consolidação de sua existência já então muito antiga. Seja como for, Tokuda e Motobu mantiveram-se fiéis ao estilo que aprenderam com seu Mestre e, embora não aceitassem plenamente a autoridade de Chibana, não ousaram criar dissidências. Funakoshi, contudo, tentou fazer o que seu Mestre não havia conseguido: levar o Karatê para o Japão. Tecnicamente, com a anexação de Ryukyu, o karatê já era uma arte marcial japonesa, mas a verdade é que ele era quase desconhecido (e visto com maus olhos) no arquipélago principal; assim como tudo o que vinha de Okinawa que, até hoje, é a prefeitura mais pobre e negligenciada do Japão. Para levar o karatê ao arquipélago principal, Funakoshi dedicou-se a alterá-lo a fim de contornar a intolerância japonesa para com os costumes e ideias de origem chinesa. Assim, alterou nomes (traduzindo todas as palavras chinesas para o japonês; diz-se, inclusive, que o próprio nome karatê seria uma niponização de Tang Te, usado até então, sendo que o som das duas expressões é muito semelhante e Funakoshi teria passado a escrever karatê também a fim de niponizar a arte marcial) e algumas bases, de modo a criar diferenças sutis, mas suficientes para tornar a arte marcial palatável aos japoneses. Fundou então um dojo, ao qual deu (ou, segundo outra versão da história, seus alunos deram) o nome de Shotokan, literalmente, \"Escola do Shoto\", sendo que Shoto (Vento nos Pinheiros) era seu apelido. Até mesmo o uniforme de treino do karatê foi niponizado, uma vez que o primeiro karatê-Gi utilizado por Funakoshi era, na verdade, um Judo-Gi, ou seja, um kimono de Judo. Enquanto Funakoshi fazia progressos na inserção do karatê no Japão, Chibana enfrentava dificuldades na manutenção da unidade do Estilo Shorin-Ryu. === Katsuya Miyahira (1918 - 2010)=== Após a morte de Chibana, o título Grão-Mestre do estilo Shorin-ryu passou a seu mais proeminente discípulo: Katsuya Miyahira. Miyahira assumiu um estilo em franca fragmentação, com o surgimento de diversas escolas a ele filiadas, mas independentes em termos de autoridade. Ele percebeu que se não fizesse nada, não só o eixo nuclear do Shorin-ryu estaria comprometido, como também a sua própria existência, visto que a tendência das diferentes escolas era virem a se tornar estilos propriamente ditos, como acontecera com a Shotokan de Funakoshi no Japão. A fim de competir com as escolas nascentes, Miyahira transformou seu dojo numa escola: a Shidokan. Com sua criação, o Mestre passou a atuar mais diretamente na disseminação do estilo e, dessa forma, tentou mantê-lo unido até o fim de sua vida. Um dos grandes feitos de Miyahira, enquanto ainda era aluno de Chibana, foi ter se tornado professor do grande mestre Choki Motobu (1870 - 1941), com quem desenvolveu uma relação de mútuo aprendizado. Uma recente alteração introduzida por Miyahira no estilo Shorin-ryu foi a renomeação dos dois Katas Passai: o antigo Passai Sho (Passai menor) passou a ser chamado Itosu no Passai (Passai de Itosu, em homenagem àquele Grande Mestre do passado); já o antigo Passai Dai (Passai maior) passou a se chamar Matsumura no Passai (Passai de Matsumura). Katsuya Miyahira veio a falecer no dia 27 de novembro de 2010, com 92 anos de idade, devido a falência múltipla dos órgãos. Seu sucessor como presidente mundial do estilo Shorin-ryu e da escola Shidokan ainda não foi definido. == Escolas do estilo == Após a morte de Choshin Chibana, muitos de seus alunos não aceitaram a escolha de Katsuya Miyahira como novo Grão-Mestre do Estilo Shorin-Ryu. Essa atitude precipitou a criação de diversas escolas dentro do Estilo. Na prática, uma escola não é um estilo separado por manter raízes históricas unidas com as demais de seu estilo, bem como por manter em sua gama de Katas ensinados os Katas de seu estilo matriz. Contudo, a criação de uma escola equivale à dissensão de uma linha de pensamento, o que acaba sendo o primeiro passo para o surgimento de um estilo próprio. De fato, é possível que as muitas escolas do estilo Shorin-Ryu hoje existentes só se mantenham a ele vinculadas porque esse é um dos estilos mais tradicionais do karatê e acaba sendo preferível a muitos mestres serem os líderes de uma escola desconhecida dentro de um estilo importante do que serem os líderes de um estilo desconhecido. Seja como for, o estilo Shorin-Ryu se divide hoje em sete escolas, cada uma delas comandada por um Hanshi (ver mais abaixo). ===Shidokan=== Em 1948, após atingir o 4º Dan, Katsuya Miyahira (1918-2010) fundou seu primeiro Dojo, ao qual deu o nome de Shidokan, conforme os anacletos de Confúcio (capítulo VII, versículo VI, do livro IV, volume XX): Em 1969, após a morte de Chibana, Miyahira recebeu dele os selos oficiais do estilo Shorin-Ryu e, por conta disso, foi eleito presidente do estilo. Sua eleição frustrou muitos de seus colegas, especialmente os mais velhos, o que precipitou a criação de diversas das escolas do estilo Shorin-Ryu. Por sua vez, Miyahira transformou seu Dojo numa escola, nascendo assim a Shidokan. Hoje a Shidokan se espalha por onze países além do Japão sendo, em cada um deles, chefiada por um Kodansha: *Alemanha: Desde 1997 a escola é comandada no país por Joachim Laupp, Kyoshi de 8º Dan. *Argentina: Desde 1959 Shoei Miyazato estabeleceu a Shidokan na Argentina, mas hoje a entidade é chefiada por Jorge Garzón, Renshi de 6º Dan. *Austrália: Estabelecida em 1979 no país, a escola é hoje comandada por Abet Presincula, Kyoshi de 8º Dan. *Brasil: Em 1990 Kazunori Yonamine foi autorizado por Miyahira a comandar a Shidokan no Brasil. É hoje um Hanshi de 9º Dan. *Canadá: Desde 1996 a Shidokan dos EUA se estabeleceu também no Canadá, onde é comandada por Roy Paul, um Renshi de 5º Dan. *Estados Unidos: Em 1967, o mais talentoso aluno de Miyahira, Seikichi Iha foi aos EUA ensinar karatê no Clube Okinawano dos EUA. Em 1968, juntamente com outros dois Kyoshis de 7º Dan, ele abriu seu primeiro Dojo e, logo após a morte de Chibana, separou-se dos outros dois e formou seu Dojo próprio. Desde 1975, a sede da Shidokan dos EUA está em Lansing, no Estado de Michigan, onde ainda é presidida por Iha, hoje um Hanshi de 10º Dan. A Shidokan dos EUA adota o nome de Beikoku Shidokan e funciona de forma amplamente independente da Shidokan de Okinawa, tendo se expandido por diversos países. *Filipinas: Em 1963, antes mesmo da morte de Chibana, Miyahira enviou Seikichi Iha até as Filipinas, onde ele treinou Latino Gonzales, que é hoje o comandante da Shidokan nas Filipinas. *França: Estabelecida no país desde 1988, a escola é chefiada por Dick Kevork, Kyoshi de 7º Dan. *Guam: Em 1969, Seikichi Iha e seu aluno Seigi Shiroma viajaram dos EUA para Guam a fim de estabelecer uma braço da Shidokan naquele país. Shiroma ficou por lá e até hoje é o líder da Shidokan em Guam, sendo hoje um Hanshi de 9º Dan. *Israel: Também como parte da expansão da Shidokan dos EUA, a Shidokan de Israel é chefiada por Amit Michaeli, Shihan de 4º Dan. *Rússia: Paul Snader, Renshi de 6º Dan e aluno de Seikichi Iha tem um aluno, Dmitry Uritsky, Sensei de 2º Dan, que comanda a Shidokan russa, também uma expansão da escola nos EUA. Em Okinawa, a escola é a maior representante do estilo, tendo 25 dojos. e sendo um dos mais importantes baluartes do karatê tradicional. === Shorinkan === Shugoro Nakazato (1919-) iniciou sua prática no karatê dentro do estilo Shito-Ryu, mas após a Segunda Guerra Mundial, tornou-se aluno de Choshin Chibana. Após a morte de Chibana, em 1969, Shugoro Nakazato assumiu o título de vice- presidente do estilo Shorin-Ryu. Até 1975 ele se manteve no cargo, mas nesse ano, renunciou e fundou sua própria escola do estilo: a Shorinkan, a qual preside até hoje. === Kyudokan === Em 1941, Yuchoku Higa (1910-1994), que já havia treinado com grandes mestres de Shuri-te e Naha-te, tornou-se aluno de Choshin Chibana, tronando-se o primeiro de seus alunos a atingir o 9º Dan e receber a graduação de Hanshi. Em 1947, ele fundou seu Dojo, o qual batizou de Kyudokan. Em 1961, Higa foi nomeado vice-presidente do estilo Shorin-ryu, mas seus afazeres político na Câmara de Okinawa somados à sua participação como presidente na Federação de karatê e Kobudo de Okinawa acabaram limitando sua paticipação dentro da organização do estilo Shorin-ryu em si, sendo assim, após a morte de Chibana ele foi substituído na vice-presidência por Shugoru Nakazato. Em 1976, Katsuya Miyahira, elevou-o ao 10º Dan e, a partir de então, Higa transformou seu Dojo na sede de mais uma escola do estilo Shorin-Ryu: a Kyudokan, que hoje conta com mais de dez mil alunos nos vinte e três países em que está presente. O trabalho de difusão da escola foi operado por Benito Higa (América do Sul) e Oscar Higa (Europa), descendetes de Yuchoku. Desde a morte de Yuchoku, a escola vem sendo comandada por seu filho, Minoru Higa (1941-), Hanshi de 9º Dan. === Matsubayashi === Em 1947, Shoshin Nogamine (1907-1997), aluno de Choki Motobu, fundou seu dojô ao qual deu o nome de Matsubayashi em homenagem a Sokon Matsumura e a Kosaku Matsumora (mestre de Tomari-te). Abdicando de muitos dos katas originais do estilo, a escola é hoje conhecida também como Matsubayashi-Ryu, sendo que a terminação Ryu (estilo), indica que ela esteja muito adiantada no caminho de se desvincular do estilo Shorin-Ryu e se tornar um estilo próprio. Desde 1997, com a morte Shoshin Nogamine, a escola vem sendo comandada por seu filho, Takayoshi Nogamine, Hanshi de 10º Dan, que busca ensinar a seus alunos de acordo com os escritos de seu pai nos livros A Essência do karatê-do e Contos dos Grão-Mestres de Okinawa. Muitos praticantes desta escola consideram-na como o verdadeiro Shorin-Ryu, inclusive chamando-a, muitas vezes apenas de Shorin-Ryu, como se as demais escolas do estilo não existissem. === Seibukan === Em 1946, Zenryo Shimabukuro (1908-1969), fundou seu primeio Dojo, onde ensinava principalmente a seus familiares. Contudo, a ocupação norte-americana de Okinawa lhe proviu com alguns alunos militares dos EUA, o que rendeu a Shimabukuro muito respeito até mesmo no arquipélago principal do Japão. Em 1960 ele foi eleito presidente do braço okinawano da Federação de karatê-do do Japão, mas essa parte da associação logo se desmembrou. Em 1962 Shimabukuro recebeu de Chibana o 10º Dan e fundou sua escola, a Seibukan (Escola da Arte Sagrada), presidindo-a até sua morte, por apendicite, em 1969. Desde então sua escola vem sendo presidida por seu filho Zenpo Shimabukuro, atualmente um Hanshi de 9º Dan. === Shobayashi === Tendo sido aluno de Chotoku Kyan (mestre de Tomari-te), Chojun Miyagi (fundador do estilo Goju-ryu), Tatsuo Shimabukuro (seu irmão mais velho e fundador do estilo Isshin-Ryu), Choki Motobu e Zenryo Shimabukuro (fundador da escola Seibukan), Eizo Shimabukuro (1925-) acabou se filiando diretamente ao estilo Shorin-Ryu apenas em 1961, quando, já no 10º Dan, foi aceito como aluno pelo Grão-Mestre do estilo, sensei Choshin Chibana. Desde 1948 Eizo Shimabukuro já possuía seu próprio Dojo e com o apoio que recebeu das tropas norte-americanas no pós-guerra, treinou, segundo suas próprias contas, mais de 35.000 soldados até os dias de hoje. Com a morte de Chibana, Eizo Shimabukuro fundou sua própria escola de karatê Shorin-Ryu, embora tenha ele próprio sido treinado em diversos estilos de karatê, tais como: Goju-ryu, Shudokan e Shorei-Ryu. Sua escola foi batizada como Shobayashi e é até hoje presidida por ele. === Shinshukan === O karatê Shorin-ryu chegou ao Brasil em 1954, junto com Yoshihide Shinzato (foi iniciado no estilo como aluno de Anbun Tokuda; após a 2ª Guerra Mundial, foi aluno de Choshin Chibana e, após a morte deste, continuou com Katsuya Miyahira; também treinou com Shikan Akamine, do estilo Goju-ryu). Sua disseminação por aqui se deu no contexto do racha de escolas ocorrido no final da vida de Chibana e, sendo assim, até os dias de hoje ainda existe certa disputa entre os membros das diferentes escolas deste estilo no Brasil. Unindo, inicialmente, os imigrantes japoneses (especialmente os oriundos de Okinawa) de Santos, a Shorin-ryu começou a ganhar notoriedade a partir de 1962, quando Shinzato fundou a primeira academia do estilo e quando realizou uma demonstração pública de karatê no Parque do Ibirapuera, em São Paulo. Originalmente chamada de Associação Okinawa de karatê-do Shorin-ryu, essa academia passou a se chamar União de karatê-do Shorin-ryu do Brasil e, finalmente, quando Yoshihide Shinzato alcançou o 10º Dan, se transformou na escola Shinshukan. Seu nome deriva dos ideogramas do nome de Shinzato, sendo o Shin de Shinzato, o Shu de Yoshihide e o Kan, de Escola. Assim, ela é, literalmente, a \"Escola de Yoshihide Shinzato\". Por ter sido fundada pelo introdutor do estilo no Brasil, a Shinshukan é hoje a escola Shorin-ryu com mais praticantes no país, algo em torno de 7000 segundo suas próprias contas. Contudo, a escola considera que todos os praticantes do estilo no Brasil tenham, de alguma forma, sido seus alunos. Daí o alto número. Uma alteração feita por Shinzato nos costumes da Shorin-ryu brasileira foi a introdução do uso de Hachimaki (bandana de cabeça), que o próprio Mestre utilizou até o fim de seus dias, mesmo contrariando recomendações do próprio Katsuya Miyahira e diretrizes internacionais da WKF e da WUKO (atual WUKF). O uso de hachimaki é considerado proibido porque seu significado tradicional é de vingança, o que indicaria que seu usuário estaria buscando vingança contra algo ou alguém, o que é incompatível com o ideal do karatê moderno. Seja como for, a Shinshukan não concorda com essa linha de pensamento e chegou mesmo a incentivar seus alunos a comprarem hachimakis decoradas à moda da bandeira do Japão, como as utilizadas pelo personagem Daniel Larusso interpretado por Ralph Macchio, em karatê Kid. Com o falecimento de Yoshihide Shinzato, em 13 janeiro de 2008, a escola é hoje comandada por seu filho, Masahiro Shinzato, Hanshi de 9º Dan e ex-presidente da Federação Paulista de karatê - FPK. Masahiro, apesar dos constantes problemas de saúde, vem tentando conduzir o legado de seu pai buscando manter os padrões da escola e objetivando seu crescimento. A principal luta da Shinshukan nos últimos anos tem sido no sentido de que o Shorin-ryu seja aceito pela WKF (World karatê Federation) no rol dos estilos de karatê de competição. Isso implicaria na possibilidade de seus atletas virem a fazer Katas do próprio estilo sem terem que ser avaliados pelo embusen (padrão de movimento) similar ao do estilo Shotokan, aceito pela entidade. == Kata == As técnicas do estilo são aperfeiçoadas através do treino de kihon (exercícios fundamentais), kata (exercícios formais) e kumite (luta), incorporando princípios filosóficos, tanto na teoria quanto na prática. Há, ao todo, 21 katas, aprendidos pelos praticantes do estilo nesta ordem: # Naihanchi Shodan # Fukyugata Ichi # Naihanchi Nidan # Fukyugata Ni # Naihanchi Sandan # Pinan Shodan # Pinan Nidan # Pinan Sandan # Pinan Yondan # Pinan Godan # Itosu No Passai # Kushanku Sho # Matsumura No Passai # Kusanku Dai # Chinto # Jion # Gojushiho # Teesho # Koryu Passai # Unshu # Ryuko Ao chegar ao 5º DAN, o karateca do estilo Shorin-Ryu deve saber fazer e demonstrar com maestria as técnicas contidas nestes 21 katas. Esta sequência apresentada se refere à Shinshukan, outras escolas do estilo Shorin-Ryu adotam outras sequências contendo os mesmos katas ou diferentes, excluindo alguns, por exemplo: a Shidokan (em todo o mundo) não se pratica o kata Ryuko, criado pelo Grão-Mestre Yoshihide Shinzato, e na Shidokan do Brasil, os katas Fukyugata Ichi e Fukyugata Ni são treinados depois dos katas Naihanchi Shodan, Nidan e Sandan. == Progressão de faixas == No estilo Shorin-Ryu, os karatecas começam na faixa branca, como na grande maioria dos estilos de karatê e a coloração de suas faixas vai escurecendo até chegar à preta, quando se inicia uma nova contagem de progressão, muito mais lenta. karatecas que não são faixas pretas são chamados de Mudansha ou Dangai (sem Dan), enquanto os que já atingiram a faixa preta são chamados de Yudansha. A progressão de faixas do estilo é a seguinte: Os Dangai ou Mudansha são: * 7º Kyu = Branca * 6º Kyu = Amarela * 5º Kyu = Laranja * 4º Kyu = Azul * 3º Kyu = Verde * 2º Kyu = Roxa * 1º Kyu = Marrom Obs.: Alguns dojôs ainda utilizam uma faixa vermelha entre as faixas branca e amarela, destinada a karatecas considerados muito jovens para progredirem à faixa amarela. Esta faixa vermelha não é internacionalmente reconhecida, assim como não o são os graus atribuídos às pontas das demais faixas dos Dangai, e era muito mais amplamente utilizada até o final do século XX, quando a idade mínima para se atingir a faixa preta era de 18 anos completos. Hoje, como a idade mínima para a faixa preta é de 14 anos, dificilmente existe a necessidade de se atribuir essa faixa a alguém. Por isso, além de não ser reconhecida, a faixa vermelha (também chamada pejorativamente de vermelhinha) foi abolida de muitas escolas. A brasileira Shinshukan ainda a utiliza. Os Yudansha são: * 1º ao 4º Dan = Faixa Preta com uma listra horizontal para cada Dan. Os Kodanshas são: * 5º Dan acima. Obs.: karatecas de 1º e 2º dan são chamados de Sensei (embora esse título possa ser usado para designar qualquer karateca de 1º Dan em diante, ele é mais comumente empregado para designar o mais graduado de um dado lugar), os de 3º e 4º Dan são chamados de Renshi, os de 5º até 8º Dan são chamados Shihan, os de 9º e 10º Dan são chamados Hanshi. Obs. Um professor particular poderá receber o título de Shidoshi, porém somente se estiver em um treinamento especial para um guerreiro ou classe de guerreiros. == Outros pontos de relevância == === Takahara e o conceito de \"Do\" === O nome completo do karatê é karatê-Do, ou seja, Caminho da Mão Vazia. Sendo Kara o correspondente a vazio, Te a mão e Do a caminho. O conceito contido na partícula Do permeia as artes marciais orientais e tem significados muito variados de região para região. Em geral, no entanto, ele pode ser definido como uma forma de encarar as artes marciais como uma filosofia de vida, algo com uma forte conotação religiosa, especialmente relacionada ao Budismo. O conceito de Do encerra em si o comportamento ético esperado de um artista marcial e é o seu ensino ou não que acaba por diferenciar um bom dojo e um mau dojo (McDojo), visto que saber dominar seu corpo de modo a utilizar adequadamente as técnicas aprendidas para derrotar um oponente não deve ser o único (e talvez nem mesmo o mais importante) ensinamento de um bom sensei. Não há honra nenhuma em se nocautear um adversário inferior técnica ou fisicamente, ou em se tornar um causador de problemas, o famoso \"valentão\" referenciado por Anko Itosu em seus \"Dez Preceitos do karatê\", apenas porque se tem competência física para tanto. Tradicionalmente se atribui, ao menos no que tange ao karatê, a criação do conceito de Do a Peichin Takahara. Vejamos seus três preceitos básicos: *ijo: \"o caminho\" - compaixão, humildade e amor; *katsu: \"as leis\" - completa compreensão de todas as regras e formas do karatê; *fo: \"a dedicação\" - a seriedade do karatê precisa ser entendida não apenas no treino, mas no combate real. Uma tradução coletiva considerada apropriada para esses preceitos é: \"A obrigação de cada um para consigo mesmo e para com o seu próximo\". Isso seria o Do. === Itosu e \"Os Dez Preceitos do karatê\" === Além de sua imensa contribuição pessoal para o karatê em geral e para o estilo Shorin-ryu em especial, Anko Itosu deixou ainda um importante legado numa carta endereçada aos Ministros da Guerra e da Educação do Japão. Essa carta, de outubro de 1908, chamada de \"Os Dez Preceitos do karatê\" (Tode Jukun) tinha o objetivo de desvincular o karatê de influências religiosas opostas ao Xintoísmo então em voga no Japão, bem como de ressaltar os benefícios militares da arte marcial. A missivia não logrou seus objetivos, mas segue transcrita abaixo: :Dez Preceitos do karatê :O karatê não evoluiu do Budismo ou do Confucionismo. No passado, as escolas Shorin-ryu e Shorei-ryu foram trazidas da China para Okinawa. Ambas têm pontos fortes, os quais eu mencionarei agora, antes que haja muitas mudanças: # O karatê não é praticado apenas para o benefício individual, pode ser usado para proteger sua família e seu mestre. Não é pensado para ser utilizado apenas contra um único bandido, mas sim, como uma forma de se evitar uma briga caso se venha a ser confrontado com um vilão ou um valentão. # O propósito do karatê é tornar os músculos e ossos duros como rochas e usar as mãos e pernas como lanças. Se as crianças começarem a treinar Tang Te (sic) enquanto ainda estiverem no Primário, então elas se tornarão bem preparadas para o serviço militar. Lembre-se das palavras atribuídas ao Duque de Wellington depois de ter derrotado Napoleão: \"A Batalha de Waterloo foi vencida nos playgrounds de Eton.\" # O karatê não pode ser aprendido rapidamente. Como um búfalo que se move lentamente, ele acaba viajando mil milhas. Quando alguém treina diligentemente todos os dias, então, em três ou quatro anos, irá entender o karatê. Aqueles que treinarem dessa forma descobrirão o karatê. # No karatê, o treinamento das mãos e dos pés é importante, então faz-se necessário um meticuloso treinamento na makiwara. Para fazê-lo, relaxe os ombros, abra os pulmões, agarre-se às suas forças, prenda-se ao chão com seus pés e concentre suas energias no baixo ventre. Treine usando cada braço cem ou duzentas vezes por dia. # Quando estiver praticando as bases do Tang Te (sic), certifique-se de manter sua coluna reta, relaxar os ombros, colocar força nas pernas, manter-se firme e buscar energia no seu baixo ventre. # Pratique cada uma das técnicas do karatê repetidamente, seu uso é transmitido oralmente. Aprenda bem cada explicação e decida quando e de que forma aplicá-las quado se fizer necessário. Avançar, contra-atacar e recuar é a regra para se soltar a mão (torite). # É necessário decidir se o karatê será para a sua saúde ou para auxiliar em seus deveres. # Quando treinar, faça-o como se estivesse no campo de batalha. Seus olhos devem brilhar, seus ombros devem ficar relaxados e seu corpo rígido. Você deve sempre treinar com intensidade e espírito e, dessa forma, você vai estar naturalmente preparado. # Não se deve treinar além do limite; isso ocasiona a perda de energia no baixo ventre e é agressivo para o corpo. O rosto e os olhos enrubrecem. Treine com sabedoria. # No passado, os mestres de karatê desfrutaram de longas vidas. O karatê ajuda a desenvolver os ossos e os músculos. Ajuda na digestão, bem como na circulação. Se o karatê for introduzido logo no início do Primário, nós produziremos muitos homens capazes de derrotarem dez agressores. Eu acredito friamente que isso pode ser feito se todos os estudantes da Escola de Professores de Okinawa aprenderem karatê. Dessa forma, depois de se formarem, eles poderão ensinar nas Escolas Primárias aquilo que aprenderam. Eu acredito que isso será um grande benefício para nossa nação e para nossas Forças Armadas. Espero que o senhor considere minha sugestão. :Anko Itosu, Outubro de 1908. === A Shorin-ryu e o karatê esportivo === Atualmente a WKF (World karatê Federation) reconhece e aceita a execução de kata de qualquer estilo de karatê, inclusive de Shorin-ryu. Mas nem sempre foi assim: até o final de 2012, esta entidade considerava como \"oficiais\" apenas quatro estilos de karatê: Goju-ryu, Shito-ryu, Shotokan e Wado-ryu. Esses quatro eram considerados estilos de karatê tradicional japonês e, apesar de o Shorin-ryu ser mais antigo do que três deles (além de existir décadas antes do Wado-ryu, deu origem diretamente ao Shotokan e, em combinação com o Goju-ryu, originou o Shito-ryu), não entrava nesse rol porque nunca foi aceito no arquipélago principal do Japão, sendo considerado pelos japoneses como um estilo de karatê de Okinawa. Parece um contra-senso, já que o karatê, enquanto arte marcial, nasceu em Okinawa. Mas o fato de o estilo Shorin-ryu ser batizado em homenagem a um templo budista chinês, e o fato de ainda utilizar muitas palavras em chinês, somado ao reconhecimento de suas raízes chinesas, fez com que o Japão, sinófobo como sempre foi, tivesse se recusado a aceitá-lo no rol de estilos tradicionais. A recente aproximação entre Japão e China, com o pedido de desculpas do Japão pelas atrocidades cometidas contra a China durante a Segunda Guerra Mundial, teria aumentado as esperanças dos atletas do estilo Shorin-ryu de que seu estilo finalmente recebesse o reconhecimento que merece e fosse aceito no rol dos estilos tradicionais de karatê japonês, podendo fazer parte da WKF. A importância de se ser aceito como um estilo reconhecido na WKF está nas competições de Kata, onde apenas os Katas praticados pelos estilos aceitos eram permitidos. Os praticantes do estilo Shorin-ryu (bem como de outros estilos não aceitos) viam-se obrigados a tomar uma destas duas atitudes, caso quisessem competir nessa modalidade com chances reais de serem medalhistas: ou aprendiam e executavam Kata de um dos estilos aceitos, ou, na hora de nomearem o Kata que iriam fazer, teriam que dizer o nome japonês do correlato Kata Shotokan e eram avaliados pelo embusen semelhante, já que, como foi demonstrado, os Katas da Shotokan (bem como todos os estilos derivados do Shotokan, que é o caso do Wado-ryu), vêm de modificações do estilo Shorin-ryu feitas por Gichin Funakoshi, a fim de fazer o karatê ser aceito no arquipélago principal do Japão. Já o Goju-ryu e o Uechi-ryu, possuem katas próprios em função de possuírem uma origem própria a partir de Naha, em Okinawa, e Fukien, na China, e distinta do Shorin-Ryu. Uma alternativa aos atletas do estilo ainda tem sido a WUKF (World Union of karatê-Do Federations), entidade anterior à WKF, que havia entrado em declínio no início da década de 1990, mas que vem sendo revitalizada nos últimos anos; anteriormente, já foi conhecida como WUKO (World Union of karatê-Do Organizations). A WUKF inclui no rol de estilos por ela reconhecidos como tais, além dos aceitos pela WKF, também os estilos Shorin-ryu, Uechi-ryu, Kyokushinkai e Budokan. Embora a WUKF conte com menos integrantes e países filiados do que a WKF, enquanto o karatê não integrar as Olimpíadas de fato, não haverá qualquer diferença real entre as duas federações, que promovem campeonatos mundiais e internacionais independentes uma da outra. Se, contudo, o karatê vier a integrar os Jogos Olímpicos, apenas atletas filiados à WKF poderão obter índice olímpico, visto que esta entidade é a única reconhecida pelo COI - fator este que prejudicaria os atletas filiados a outras entidades. No que concerne ao estilo Shorin-ryu, entretanto, cabe ressaltar que, embora seus Kata sejam hoje em dia aceitos em competições regulamentadas pela WKF, ainda será preciso transcorrer alguns anos para que surja um campeão internacional com Kata deste estilo, porque, enquanto os árbitros da WKF e entidades a ela filiadas (no caso do Brasil, árbitros da CBK - Confederação Brasileira de Karatê, e das federações estaduais coligadas, como a FPK - Federação Paulista de Karatê), não quiserem conhecer - e reconhecer - os Kata Shorin-ryu, e enquanto ainda houver atletas Shorin-ryu fazendo Kata de outros estilos (no caso, os estilos ditos \"oficiais\"), infelizmente, pode-se dizer que esta é uma realidade distante. Os primeiros estilos de karatê a serem reconhecidos pela WKF (com seu ano de registro no Butokukai do Japão) são: *Goju-ryu (1933); *Wado-ryu (1938); *Shito-ryu (1939); *Shotokan (1939). Embora o karatê não tenha conseguido os três quintos de votos do Conselho do COI (Comitê Olímpico Internacional) necessários para se tornar um esporte olímpico, como obteve o voto de mais da metade dos países componentes do conselho, adquiriu o status de aspirante às Olímpíadas, podendo vir a ingressar nelas num futuro próximo. Daí a expressão \"karatê Olímpico\". A principal justificativa dos conselheiros que votaram contra a aceitação do karatê como esporte olímpico foi justamente o fato de haver uma grande multiplicidade de estilos com regras diferentes, o que dificultaria uma competição unificada que abrangesse a todos. O fato é que nas competições de Shiai Kumite (luta de competição), as diferenças de estilo não têm grande importância, mas, nas competições de Kata, têm. É provável que, enquanto os principais estilos dessa arte marcial (aí incluído o Shorin-ryu, visto ser um dos mais antigos e praticados no mundo) não deixarem de lado suas disputas internas por poder e se reunirem visando um consenso acerca do karatê enquanto esporte, o karatê nunca venha a integar os Jogos Olímpicos. Um bom exemplo a ser seguido seria o do Taekwondo, que conseguiu integrar as Olimpíadas depois de acertos internos entre seus diversos estilos. Após as Olimpíadas de Atenas, em 2004, ficou decidido que, em 2008, o karatê e o Squash integrariam os Jogos no lugar de Baseball e Softball, mas alguns países componentes do conselho interno do COI, como Estados Unidos e Japão, onde os esportes que seriam excluídos têm grande aceitação, foram contra a troca e se basearam na votação que não atingiu os três quintos para vetarem a entrada dos dois novos esportes no rol das disputas de Beijing. == Ligações externas == * * * Site da Shidokan do Brasil * * Categoria:Estilos de caratê",
 "title": "Shorin-ryu"
}