{
 "id": "109290",
 "text": "A Economia de Liechtenstein é próspera e bem desenvolvida, muito diversificada, como um grande número de médias e pequenas empresas. Apesar de ser pequeno na área geográfica e de possuir limitados recursos, o Liechtenstein é um dos estados mais ricos do mundo e um dos poucos países no mundo com mais empresas e/ou companhias internacionais por habitante. Tem um desenvolvimento próspero e audaz, é altamente industrializado e com uma economia livre. Vantajosamente, cada negócio criado paga uma taxa máxima de 18%, bem como as Regras de Sociedades têm que mover cerca de 73.700 acções (as chamadas 'letras') da companhia para estabelecer nominalmente a empresa no país. 30% dos lucros provenientes deste processo são reservados ao estado do Liechtenstein. O estado também gera recursos aos empreendedores, sendo que, aos proprietários de fundações ou grandes empresas cujo capital é estrangeiro, o processo jurídico de estabelecimento conta com o segredo bancário, o que torna o país num dos mais famosos locais onde a prática de branqueamento de capitais é recorrente. Segundo alegações recentes do príncipe Hans-Adam II do Liechtenstein, o soberano do país, o Liechtenstein irá começar a combater com forte determinação qualquer processo de lavagem de dinheiro internacional e trabalhar para promover uma imagem de centro financeiro legítimo para o país. Mas segundo uma ainda mais recente lista, o micro-estado foi surge como um dos poucos estados que nada faz para combater o branqueamento de capitais internacionais, com os quais são bastante lucrativos para o estado. O Liechtenstein é historicamente um aliado da Suíça, que goza do mesmo estatuto de centro de lavagem de dinheiros internacionais. As muitas transacções feitas entre os dois países fizeram com que, num acordo bilateral concretizado em 1924, o primeiro adoptasse o franco suíço como moeda nacional. Contudo, no acordo foi exigido que qualquer importante decisão política, económica e/ou governamental que envolvesse o estado, tinha que ter a aprovação da Suíça. A dependência do Liechtenstein continua até hoje. Além de cereais - trigo, aveia, centeio e milho, cultivam-se vinhas e frutas variadas; as pastagens ocupam 38% da sua superfície. Nos últimos anos, Liechtenstein transformou-se em um país altamente industrializado, produtor têxtil, farmacêutico e medicamentoso, de instrumentos de precisão, refrigeradores, próteses dentárias, conservas, entre outros. Mas a produção de selos postais e o turismo, embora ainda pouco desenvolvido, também são fontes de rendimentos. Com um escasso território, o Liechtenstein importa quase tudo o que consome. Mais de 90% da sua energia é importada. Inclusive, as matérias primas para a sua desenvolvida indústria resultam da importação. Mas a sua poderosa indústria permite que as exportações superem eficazmente a importações. Segundo dados referentes a 2001, as importações representaram 906 milhões de dólares e as exportações 1.818 milhões de dólares. Em 2000, o PIB representou 4349 milhões de francos suíços, e o PIB por habitante 176.000 francos suíços. Por sectores o Produto Interno Bruto representa 2% no Primário, 45% no sector Secundário e, no Terciário, conta-se em 53%. O PIB tem uma variação anual média de -0.2%, e a inflação conta-se pelos 0.6%. Assiste-se ao decréscimo do Produto Interno Bruto no Liechtenstein. A população activa representa a maioria, sendo que, em 2000, 28.414 habitantes eram activos. O número tem vido a aumentar até 2007, resultante do crescimento notório da população, considerada jovem, um panorama contrário ao da maioria dos países desenvolvidos, como Portugal. A mais reconhecida multinacional liechtensteinense é a Hilti. O país é também a «casa» da Calculadora Curta, e de outros conhecidos produtos. thumb|left|200px| == EFTA e Espaço Económico Europeu == Em 1991, o país associou-se à EFTA, uma organização europeia que servia os países que não tinham aderido à Comunidade Europeia. Portugal foi um dos membros fundadores, mas neste ano já pertencia à União Europeia. Com a criação da Área Económica Europeia, uma organização que serviu de ponte comercial e económica entre a CEE e os países membros da EFTA, o país passou a pertencer ao maior mercado do mundo. A Suíça, não seguiu os seus passos, por decisão de um referendo público, mas montou sobre a importância do Liechtenstein na organização bilateral uma ponte de influências que dura até aos dias de hoje. Assim, o país além de servir os seus interesses, serve também os interesses, indirectamente, da vizinha alpina, reafirmando a sua dependência desta. Sob a tutela do Liechtenstein, a Suíça realizou vários acordos bilaterais com a UE que a permitiram usufruir das mesmas vantagens dos membros do EEE. Mas nem esta abertura do país a «quatro liberdades fundamentais», sendo uma delas a liberdade de movimento de pessoas e trabalhadores, impediu que o desemprego duplicasse em 2002, embora nos anos seguintes o desemprego tenha tido uma pequena queda. Encontra-se actualmente perto dos 2.1%. == Ver também == * Liechtenstein * História do Liechtenstein * EFTA * Área Económica Europeia",
 "title": "Economia de Liechtenstein"
}