{
 "id": "109240",
 "text": "Aretha Louise Franklin (Memphis, 25 de março de 1942 — Detroit, 16 de agosto de 2018) foi uma cantora e compositora norte-americana de gospel, R&B; e soul que se tornou ícone da música negra. Foi considerada a \"maior cantora de todos os tempos\" pela revista Rolling Stone. e, pela mesma revista, a nona maior artista da música de todos os tempos. Sua voz foi declarada oficialmente “um recurso natural” pelo estado de Michigan. Nascida em Memphis, criada em Detroit, Michigan, a cantora recebeu os apelidos de \"Rainha do Soul\" ou \"Dama do Soul\". Reconhecida por suas habilidades na música soul e R&B;, também é uma adepta de jazz, rock, blues, pop e até mesmo ópera. Durante o final da década de 60 e na década de 70, pela Atlantic Records, gravou álbuns que entraram para história da música mundial, como I Never Loved a Man the Way I Love You, Lady Soul, Young, Gifted and Black, Sparkle e o álbum gospel Amazing Grace. Já na década de 80, após um período de baixas em sua carreira, participou do filme The Blues Brothers (1980), e gravou clássicos como \"Jump to It\" e \"Who's Zoomin' Who?\". Nos anos posteriores, recebeu grande mídia e aclamação internacional ao executar performances como a ária \"Nessun Dorma\" na cerimônia do Grammy Awards, onde substituiu o tenor Luciano Pavarotti que, por motivos de saúde, cancelou seu número minutos antes da apresentação, e também pela homenagem a cantora e compositora Carole King no Kennedy Center Honors, onde foi ovacionada de pé pelos presentes pela sua redenção de \"(You Make Me Feel Like) a Natural Woman\". Ela é geralmente reconhecida como uma das melhores vocalistas da história da música por publicações de porte, como da revista Rolling Stone e do canal de televisão VH1. É também uma das cantoras que mais ganharam prêmios Grammy na história da industria, tendo recebido vinte e um prêmios, dezoito competitivos e três honorários. Apesar de todo o sucesso, Franklin teve apenas dois singles que foram para o primeiro lugar na Hot 100, segundo a revista Billboard: \"Respect\", na década de 1960 – sua canção mais conceituada – e \"I Knew You Were Waiting (For Me)\", um dueto com George Michael. No entanto, vários singles dela já apareceram entre os vinte mais vendidos na mesma tabela musical; como exemplos, pode-se citar \"Think\", \"I Say A Little Prayer\", \"(You Make Me Feel Like) a Natural Woman\", \"Until You Come Back to Me (That's What I'm Gonna Do)\", \"Chain of Fools\", \"(Sweet, Sweet Baby) Since You've Been Gone\", \"Call Me\", \"Ain't No Way\", \"Don't Play That Song\", \"Freeway of Love\", entre outros. Franklin também foi agraciada com inúmeras honrarias ao longo de sua carreira. É detentora da Medalha Nacional das Artes e também da Medalha Presidencial da Liberdade, a maior condecoração para um cívil norte-americano. Em 1987, tornou-se a primeira artista feminina a ser introduzida no Hall da Fama do Rock and Roll, e em 2019, de maneira póstuma, foi a primeira mulher a receber individualmente o Prêmio Pulitzer na categoria Citação Especial, \"por sua contribuição para a música e para a cultura americana por mais de cinco décadas\". É também uma das artistas recordistas de vendas, alcançando a marca de 75 milhões de discos vendidos em todo o mundo. == Biografia == ===1942 - 1961: Primeiros anos=== Nascida em Memphis (1942), filha de Barbara Siggers e Clarence LaVaughn Franklin, um pregador itinerante de Igreja Batista, Aretha Louise Franklin se mudou para Buffalo, Nova York, aos dois anos de idade e aos quatro foi com sua família para Detroit. É em Detroit que seu pai constrói sua própria congregação, a New Bethel Baptist Church. Ainda aos dez anos, Aretha começa a cantar na igreja de seu pai, que se torna bastante conhecido em Detroit a ponto de ser chamado de “a voz de um milhão de dólares” e receber constantemente “celebridades” em sua casa. Nomes do gospel como Mahalia Jackson, Dinah Washington, James Cleverland, além de nomes do soul como Sam Cooke e Jackie Wilson, passam a frequentar a casa de seu pai, C.L. Franklin, e se tornam desde cedo grandes influências para a jovem Aretha. É com o apoio de seu pai que Aretha dá seus primeiros passos dentro da indústria musical. Em 1956, a cantora grava seu primeiro álbum, o gospel Songs of Faith, lançado quando ela tinha apenas 14 anos. Mais tarde, decidida a ingressar na música secular, Aretha vai para Nova York onde grava uma demo com duas canções, a qual foi distribuída para várias gravadoras da cidade. Não demorou muito para a jovem cantora chamar a atenção de boas gravadoras, como a Motown Records, especializada em música negra, e que logo se dispôs a assinar com ela. Entretanto, Aretha optou por assinar contrato com a Columbia Records, em 1961, onde ela passaria a trabalhar com o renomado produtor John Hammond, responsável por grandes nomes do jazz como Billie Holliday, Count Basie. === 1961 - 1966: Carreia Musical, Era Columbia=== Em janeiro de 1961, a Columbia lançou o primeiro álbum de Aretha dedicado à música secular: Aretha (With The Ray Bryant Combo). O disco apresentou seu primeiro single nas paradas da Billboard Hot 100, \" Won't Be Long \", que também alcançou a 7ª posição na parada de R&B.; Sob a tutela do lendário produtor da Columbia, John Hammond, entre 1961 e 1966, Aretha lança nove álbuns pelo selo. Entretanto, nenhum deles obteve o êxito esperado. John enxergava Aretha como uma próxima Billie Holliday, o que o levou a ignorar o talento da jovem para o R&B; e o Soul e empurrá-la a incorporar mais dos estilos jazz, doo-wop e blues em suas canções. Ainda sim, Aretha conseguiu emplacar alguns hits modestos nas paradas musicais da época. São desse período: “Today I Sing The Blues”, “Cry Like a Baby”, “Sweet Bitter Love” e “Rock-a-bye Your Baby with a Dixie Melody”, tendo esta última, inclusive, alcançado um lugar entre as 40 músicas mais tocadas do momento. Ainda na tentativa de alcançar o sucesso, Aretha chegou a regravar algumas canções de cantoras contemporâneas que eram sensações na época, como Walk On By (Dionne Warwick), “You’ll Lose A Good Thing” (Barbara Lynn), People (Barbra Streisand), além de tentar regravações de clássicos do jazz e do blues como “Misty” e \"I’d Rather Drink Muddy Water\", entre outras. Pela Columbia Aretha também gravaria um álbum tributo à cantora Dinah Washington, falecida em 1963, e uma das grandes influências em sua carreira. Ainda na década de 60's, durante uma apresentação no Regal Theatre em Chicago, Pervis Spann, apresentador da rádio WVON, impressionado com as habilidades vocais da cantora, anunciou diante do público presente que Franklin deveria ser coroada como \"A Rainha do Soul\". ,. Durante o episódio, que se tornaria lendário na história musical norte-americana, Aretha chegou, inclusive, a ser coroada simbolicamente com uma tiara de brilhantes arranjada durante o evento. O titulo de \"Rainha do Soul\" retumbaria por toda a carreira de Aretha, e ela o manteve até sua morte. === 1967-1974: A era de ouro da \"Rainha do Soul\" e sucesso comercial === Em janeiro de 1967, após decidir não renovar contrato com a Columbia depois de seis anos sem o retorno esperado, Franklin migrou para a Atlantic Records. No mesmo mês, viajou para Muscle Shoals, no Alabama onde gravaria a canção I Never Loved a Man the Way I Love You acompanhada dos famosos músicos da Muscle Shoals Rhythm Section e sob a produção de Jerry Wexler, um dos sócios da gravadora e produtor de nomes consagrados tais como Ray Charles e Wilson Pickett. Os bastidores da única sessão de gravação em Muscle Shoals, ficaram marcados não apenas pela sintonia dos músicos, mas também pelas desavenças trocadas entre o então marido de Aretha, Ted White, e um dos membros da secção de sopros, estendendo-se, mais tarde, em um briga corpo-a-corpo, além de trocas de injúrias raciais entre Ted e o proprietário do estúdio musical, Rick Hall. {citar web|url=https://www.theguardian.com/music/2018/aug/16/aretha-franklin- obituary|título=Aretha Franklin obituary|autor=Williams, Richard|idioma=inglês|site=The Guardian|acessodata=21/05/2024}}A cantora e seu marido voltaram para Detroit na manhã seguinte com o projeto musical em Muscle Shoals basicamente cancelado. Wexler, porém, recusou-se a desistir do empreendimento e teve a ideia de colocar toda a banda rítmica em um avião para Nova York, a fim de retomarem as gravações com Aretha. Lá, em meados de fevereiro, no próprio estúdio da Atlantic, na Broadway, a equipe concluiu a sessão do que se tornaria o primeiro single do álbum de Franklin para a gravadora. A canção \"I Never Loved Man...\", foi lançada no mês seguinte e tornou-se nº 1 nas paradas de R&B;, enquanto também atingiu a 9ª posição na Billboard Hot 100, dando a Aretha seu primeiro sucesso Pop. O lado B do single continha a canção Do Right Woman, Do Right Man, que figurou no \"Top 40 R&B;\" na 37ª posição. Em abril, a Atlantic lançou a versão de Aretha de Respect, que atingiu a primeira posição tanto nas paradas de R&B; quando de música Pop simultaneamente e tornou-se sua canção assinatura. Tempos depois, a canção ganhou uma nova interpretação e tornou-se símbolo dos direitos civis. “Respect” rendeu a Franklin seus dois primeiros prêmios Grammy's, nas categorias de Melhor Gravação de R&B; e Melhor Performance Vocal Feminina de R&B.; Quanto a esta última categoria, Aretha reinaria sobre ela como a recordista absoluta em vitórias e indicações, tendo levado para casa onze prêmios apenas nesta referida categoria, sendo oito dessas vitórias - de 1968 a 1974 - de modo consecutivo. Seu recorde de maior quantidade de vitórias em uma única categoria especifica, assim como a marca de vitórias consecutivas e ininterruptas, até hoje, nunca foi igualado. Ao longo de sua carreira, Aretha Franklin conquistaria um total de vinte e uma estatuetas douradas, sendo uma das artistas mais premiadas na história do Grammy. Seu primeiro álbum pela Atlantic logo se tornou disco de ouro, vendendo meio milhão de cópias em pouco tempo. Franklin marcou mais dois singles no Top Ten em 1967: “Baby I Love You” e o inesquecível “(You Make Me Feel Like) A Natural Woman”, que foi escrito por Carole King sob encomenda para ela, a pedido do produtor Jerry Wexler. .No ano seguinte, ela lançou dois álbuns Top Ten, Lady Soul e Aretha Now. O ano também viu alguns de seus singles de maior sucesso, tais como: “Chain of Fools”, “Ain't No Way”, “Think” e uma versão brilhante e atemporal para a canção de Burt Bacharach e Hal David “I Say a Little Prayer”, que se tornaria um de seus sucessos mais conhecidos. Em pouco tempo, Aretha não somente manteve o domínio nas paradas de sucesso, ela também se tornou um símbolo do empoderamento dos negros durante o movimento pelos direitos civis.Em fevereiro de 1968, o líder do movimento dos direitos civis nos Estados Unidos, Martin Luther King Jr. presenteou-a com um prêmio honorário da Conferência de Liderança Cristã do Sul. Apenas dois meses depois, Martin seria assassinado em Memphis com tiro desferido por James Earl Ray. Aretha cantou \"Precious Lord\" em seu funeral. Ainda em 1968, a cantora se tornou a primeira afro-americana a aparecer na capa da revista Time, com uma história que celebrava seu talento artístico, apesar de também noticiar sobre \"supostos\" abusos e violência dentro de seu casamento. miniatura|250px|Aretha Franklin apresentando-se em Nova York Franklin se divorciou do marido Ted White em 1969 e assumiu o controle total de sua carreira pela primeira vez. No início dos anos 1970, ela continuou sua série de álbuns de sucesso de público e de crítica com Spirit in the Dark (1970), que contou com o hit nº 01 das paradas de R&B; \"Dont Play That Song (You Lied)\" e Young, Gifted and Black (1972), que emplacou os hits \"Rock Steady\" e \"Daydreaming\", duas composições da própria Aretha e que se mostraram os maiores sucessos do disco, ambas atingindo o Top 10 na Billboard Hot 100. Ela foi a primeira artista de soul a tocar na casa de shows de rock Fillmore West, em São Francisco, performance documentada no álbum Aretha Live at Fillmore West, em 1971. Em colaboração com o renomado produtor Quincy Jones lança, em 1973, o álbum Hey Now Hey (The Other Side of Sky) que, apesar dos esforços, se mostrou um fracasso comercial e obtivesse criticas medianas. No ano seguinte, volta a ser produzida de Jerry Wexler lançando o álbum Let Me In Your Life, pelo qual retorna às paradas com uma regravação de sucesso do hit \"Until You Come Back to Me\", de composição de Stevie Wonder. ===1972 - De volta ao gospel: \"Amazing Grace\"=== Estimulada pelo falecimento de Mahalia Jackson e pelo subsequente ressurgimento do interesse pela música gospel, Franklin retornou às suas origens musicais para o álbum Amazing Grace de 1972, que vendeu mais de 2 milhões de cópias na época e se tornou o álbum gospel mais vendido da história, recorde que mantém até hoje. O álbum foi gravado na Igreja New Temple Missionary Baptist Church, em Los Angeles, e contou com participação do reverendo James Cleveland, além de contar com seu pai, C.L Franklin, e a lenda do gospel, Clara Ward, entre a congregação. O vocalista da banda Rolling Stone, Mick Jagger também esteve presente durante a gravação do álbum. As apresentações ao vivo foram filmadas para um filme-concerto dirigido por Sydney Pollack, mas devido a problemas de sincronização de som e imagem e às próprias tentativas de Franklin de impedir a distribuição do filme depois que Hollywood se recusava a promover uma mulher preta como estrela de cinema na época, o lançamento do filme só foi realizado pelo produtor Alan Elliott em novembro de 2018, quarenta e seis anos após o lançamento do disco. ===1975-1979: Baixas na carreira e saída da Atlantic Records=== Em 1975 com a saída de Jerry Wexler da Atlantic, Aretha ficou sem um forte parceiro na gravadora. Ela marcou seu último hit R&B; dos anos 70 com “Something He Can Feel”, canção que fazia parte da trilha sonora do filme Sparkle, cujas canções foram compostas por Curtis Mayfield e cantadas por Aretha em um álbum homônimo de 1976. Seus últimos álbuns pela Atlantic, tais como Sweet Passion (1977), Almighty Fire (1978) (outra parceria com Curtis Mayfield), e La Diva (1979) venderam pouco e, em meados da década, sua carreira estava vacilante. ===1980-2000: Retornos ao mainstream=== Em 1980, Franklin assinou com a Arista Records, dirigida por Clive Davis, no mesmo ano realizou uma performance no Royal Albert Hall na presença da Rainha Elizabeth II. Ainda no inicio da década, Aretha também foi convidada a participar do musical de comédia, The Blues Brothers, que se tornou um filme cult. No filme ela fez o papel de uma garçonete, esposa de Matt \"Guittar\" Murphy, e canta uma regravação de seu antigo hit \"Think\". O primeiro álbum de Franklin pela Arista foi o auto- intitulado \"Aretha\" (1980), lançado ainda em 1980 e emplacou duas canções entre \"Singles de R&B;\" nos Estados Unidos: United Together e I Can't Turn You Loose. Em 1981, \"Love All the Hurt Away\" incluiu um aclamado dueto com George Benson na faixa-título e uma regravação de \"Hold On, I'm Comin\", de Sam & Dave, a qual lhe garantiu mais um Grammy de Melhor Performance Vocal Feminina de R&B.; Franklin retornou à disputa pelas primeiras colocações nas paradas com o álbum Jump to It, produzido por Luther Vandross, seu admirador de longa data, restaurou sua popularidade. No ano seguinte, ainda sob a produção de Vandross, ela lança \" Get It Right \", porém não conseguindo repetir o sucesso do disco anterior. Em 1985, desejando um \"som mais jovem\" em sua música, Aretha lançou um estilo diferente em Who's Zoomin' Who, que se tornou o seu primeiro álbum a receber certificação de platina ao ultrapassar a marca de 1 milhão de cópias vendidas. \"Freeway of Love\", \"Sister Are Doing It for Themselves\" e a faixa-título tornaram-se alguns dos maiores sucessos da cantora. No ano seguinte, o álbum de Aretha alcançou o sucesso com os singles \"Jumpin' Jack Flash\", \"Jimmy Lee\" e \"I Knew You Were Waiting For Me\", sendo este último seu dueto mais conhecido no exterior com George Michael. Durante este período, Aretha também gravou os temas de abertura das séries A Different World e Togheter, produzidas pela NBC. Em 1987, lançou seu terceiro álbum gospel, \"One Lord, One Faith, One Baptism\", gravado na Igreja Nova Betel, que costumava ser liderada pelo pai da cantora. Apesar do sucesso comercial deste período, o álbum \"What You See is What You Sweat\" falhou nas paradas musicais. Mas, Franklin retornou ao topo em 1993, com a canção dance \"A Deeper Love\" e a balada romântica \"Willing to Forgive\", de 1994. Em 1998, Franklin retornou ao Top 40 com o lançamento de \"A Rose Is Still a Rose\", produzido pela também cantora Lauryn Hill. A faixa viria a tornar-se o título do álbum lançado depois. No mesmo ano, Franklin atraiu a atenção internacional por sua performance de \"Nessun Dorma\" na cerimônia do Grammy Awards, quando substituiu, de última hora, o tenor italiano Luciano Pavarotti, que, por recomendações médicas, não pôde se apresentar. Cantando a ária em uma versão com improvisos ao estilo soul, Aretha foi ovacionada de pé pelos presentes, naquela que se tornou uma das performances mais celebres da história da premiação. ===2000-2018: Século XXI e anos finais=== Em 2003 lança o álbum So Damn Happy, seguindo o som contemporâneo do álbum anterior e trazendo a canção vencedora do Grammy Award para Melhor Desempenho de R&B; Tradicional, \"Wonderful\". Em 2004, Franklin anunciou sua saída da Arista Records após 20 anos de contrato. Em 2007, para concluir suas determinações profissionais com a gravadora, Franklin lançou uma compilação de duetos da sua carreira chamada \"Jewels in the Crown: All-Star Duets with the Queen\", que alcançou relativo sucesso comercial e de crítica. No ano seguinte, lançou o álbum natalino \"This Christmas, Aretha\" pela DMI Records. Apenas em 2011, sob seu próprio selo, a Aretha's Records, ela lançaria o álbum Aretha: A Woman Falling Out of Love, que obteve apenas respostas mistas da crítica especializada e uma fraca vendagem do público em geral. No século XXI, a artista ainda foi destaque ao apresentar-se na cerimônia de posse de Barack Obama, primeiro presidente afro- americano eleito nos Estados Unidos. Foi a terceira vez que Aretha se apresentou em uma posse presidencial, tendo sido convidada para cantar durante a posse de Jimmy Carter, em 1977, e Bill Clinton, em 1993. Aretha Franklin continuou fazendo shows, em menor número, no começo da década de 2010, limitando suas participações devido a questões de saúde. Em 2015, ela se apresentou no Kennedy Center Honors durante a cerimônia de homenagem a Carole King, que coescreveu uma das músicas mais famosas cantadas por Franklin, “(You Make Me Feel Like) A Natural Woman”. Cantando a referida canção, Aretha fez uma rara aparição tocando piano, e ao final foi ovacionada de pé pela audiência presente, que incluía nomes famosos como o presidente Barack Obama, sua esposa Michelle Obama, Viola Davis, Rita Moreno, além da própria Carole King. Seu último show em público aconteceu em novembro de 2017, em Nova York, para arrecadar fundos para a fundação de luta contra a aids de Elton John. === Vida Pessoal === Aretha era conhecida por ser muito reservada quanto a sua vida pessoal. Franklin foi casada duas vezes e era mãe de quatro filhos. Ela engravidou aos doze anos e deu à luz seu primeiro filho, Clarence, em 28 de janeiro de 1955. Em um de seus testamentos manuscritos, descoberto em 2019, Franklin revelou que o pai de Clerence era Edward Jordan de quem ela engravidaria novamente, dando a luz ao seu segundo filho, Edward, em 22 de janeiro de 1957, aos quatorze anos de idade. Aretha era notória por não gostar de falar, especialmente, sobre sua maternidade precoce com os entrevistadores. Enquanto as crianças eram cuidadas pela avó e pela irmã Erma, Aretha Franklin saiu e estabeleceu sua carreira. Franklin foi casada por duas vezes. De 1962 a 1969 uniu-se com Teddy White, com quem teve Teddy Jr. em fevereiro de 1964. Depois de um casamento contencioso que foi marcado por violência doméstica, Franklin separou-se de White em 1968 e se divorciou dele em 1969. Em 1970, nasce seu quarto e último filho, Kecalf, como resultado de seu relacionamento com seu empresário de turnê Ken Cunningham. Em 1978, ela se casaria novamente com o ator Glynn Turman, tornando-se madrasta dos três filhos de seu então marido. Franklin e Turman se separaram em 1982 depois que ela voltou da Califórnia para Michigan e se divorciaram em 1984. Franklin teve uma longa amizade com Willie Wilkerson, veterano da Guerra do Vietnã e bombeiro de Detroit, que também a auxiliava em sua carreira e cuidou dela quando estava doente. Em 2012, ela anunciou planos de se casar com Wilkerson, mas o noivado foi rapidamente cancelado. === Doença e morte === Em 2010, ela começou a tratar um câncer que a acometeu, passando por várias cirurgias, mas mesmo assim conseguiu manter-se em atividade performando nos palcos pelo mundo de tempos em tempos. Em 13 de agosto de 2018, foi reportado que sua situação de saúde havia deteriorado consideravelmente e a cantora passou a se cercar de familiares e amigos próximos, vindo a falecer três dias depois, em 16 de agosto de 2018, aos 76 anos em sua casa em Detroit, vítima de câncer de pâncreas. Está sepultada no Cemitério Woodlawn, em Detroit, Michigan. ==Funeral== miniatura|esquerdo|Museum Charles H. Wright, onde o caixão com o corpo de Aretha Franklin foi exibido para o público. O funeral de Aretha Franklin foi um dos funerais de celebridades mais elaborados e divulgados da década, contando com um serviço memorial que perdurou por quatro dias, com homenagens no Museu Charles H. Wright de História Afro-Americana, onde o corpo da falecida “Rainha do Soul” ficou exposto ao público por três dias. As filas de fãs e admiradores da cantora se estendia ao longo da Warren Avenue, descendo a Brush Street e em direção à Farnsworth Street. O corpo da cantora foi velado em um caixão Promethean banhado a ouro 24 quilates e feito de bronze maciço , e contou com uma \"troca de figurino\" durante os dias em que esteve em exibição. Os sucessos de Franklin, foram constantemente tocados pela multidão. No dia 31 de agosto, foi realizado o culto fúnebre final a Aretha Franklin no Greater Grace Temple em Detroit, a portas fechadas. O funeral, que teve mais de seis horas de apresentações musicais e homenagens à Rainha do Soul, incluiu várias homenagens de celebridades, políticos, amigos e familiares, entre eles Ariana Grande, Stevie Wonder, Smokey Robinson, Gladys Knight, Louis Farrakhan, Faith Hill, Fantasia, as Clark Sisters, Ronald Isley , Angie Stone, Chaka Khan, Jennifer Holliday, Loretta Devine, Jennifer Hudson , Queen Latifah , Shirley Caesar, Rev. Al Sharpton, Yolanda Adams, além do ex- presidente dos EUA, Bill Clinton. Durante a cerimônia, também foram lidas cartas enviadas pelos ex-presidentes George W. Bush e Barack Obama, destacando a contribuição da cantora ao país e sua relevância cultural. O funeral foi transmitido por várias agências de notícias do rádio e da televisão como a Fox News , CNN , The Word Network , BET e MSNBC. Durante a despedida final à cantora, vários Cadillac’s cor-de-rosa – em referência a letra do seu sucesso de 1985, “Freeway of Love” – se alinharam diante da Igreja para acompanhar o cortejo fúnebre até o cemitério de Woodland, onde Aretha foi enterrada ao lado de seu pai, irmãos e irmãs. == Legado e Honras== Franklin recebeu uma estrela na Calçada da Fama de Hollywood em 1979. Em 1987, tornou-se a primeira artista feminina a entrar para o Rock and Roll Hall of Fame. Dois anos antes, o governo do Michigan havia decretado sua voz como um \"fenômeno natural\". Em 1991, foi premiada com o Grammy Legend Award por \"sua contribuição para a música\" e quatro anos depois, recebeu uma medalha do Kennedy Center, uma das mais prestigiadas instituições de arte do país. Em 2005, o então Presidente George W. Bush condecorou Franklin com a Medalha Presidencial da Liberdade por \"seus serviços aos Estados Unidos\". No mesmo ano, a artista foi incluída no UK Music Hall, tornando-se a segunda artista feminina a conseguir tal reconhecimento; (a primeira havia sido Madonna). Uma artista de grande quilate, Aretha já foi descrita também como \"A voz do Movimento dos Direitos Civis\", \"a voz da América Negra\" e \"um símbolo da igualdade racial\". A revista Rolling Stone a considerou em 9º lugar entre \"Os 10 maiores artistas de todos os tempos\" e o 1º lugar na lista dos \"Maiores Cantores de Todos os Tempos\". Em 2011, após recuperar-se de uma cirurgia, Aretha foi homenageada pelas cantoras Christina Aguilera, Florence Welch, Jennifer Hudson, Martina McBride e Yolanda Adams na cerimônia do Grammy Awards. Em 2019, Aretha se tornou a primeira artista feminina a vencer o Prêmio Pulitzer, que foi concedido por \"sua contribuição indelével à música e cultura americanas por mais de cinco décadas\". O prêmio foi atribuído postumamente. Em Janeiro de 2023, na atualização feita pela revista Rolling Stone de sua lista sobre os \"100 melhores cantores de todos os tempos\" para Os 200 melhores cantores de todos os tempos\", Aretha manteve-se no topo, tendo sido eleito a cantora número #01 em ambas as publicações. A revista ainda intitularia Aretha como \"A Maior cantora de sua geração\". === Influência === Poucos artistas na história da música foram tão impactantes e influentes quanto Aretha Franklin, cujo legado reverbera até os dias de hoje. Suas contribuições para vários gêneros, incluindo soul, R&B;, gospel e jazz, rock deixaram uma marca indelével na indústria. A influência de Franklin pode ser ouvida no trabalho de inúmeros artistas que seguiram seus passos tentando reproduzir sua voz poderosa, entrega comovente e capacidade de transmitir emoções cruas. A cantora Whitney Houston, (cuja mãe, Cissy Houston, fazia backing vocals para Franklin), por muitas vezes, ao longo dos anos, expressou a influência de Aretha sobre sua própria carreira: “Quando ouvi Aretha, pude sentir sua entrega emocional com muita clareza. Vinha lá do fundo. Isso é o que eu queria fazer.\" Em entrevista a revista Ebony em 1985, Whitney disse: “Lembro-me de quando tinha cerca de 12 anos, eu ia ao nosso porão, onde minha mãe tinha seu equipamento de gravação, pegava o microfone e colocava Aretha e passávamos horas nisso”. A cantora Mariah Carey, com quem Franklin dividiu o palco durante a gravação no Divas Live VH1 em 1998, referiu-se a Aretha como \"uma musicista magistral e uma cantora incrivelmente talentosa que não deixaria um único gênero confiná-la ou defini-la (...) Eu ouvi e aprendi com tudo dela\".. O vocalista da banda Queen, Freddie Mercury afirmou que adorava a Rainha do Soul, colocando-a \"acima de todas as outras cantoras\". Sobre Aretha, Freddie declarou: “Eu gostaria de poder cantar tão bem quanto ela. É tão natural, e ela coloca toda a sua emoção nisso. Cada palavra que ela canta é cheia de significado e expressão. Eu poderia ouvi-la para sempre”. Luther Vandross, que trabalhou com a cantora na década de 80 em duas produções de sucesso, disse em 1982 ao The Washington Post que: “Aretha está entre as cantoras mais brilhantes que o planeta tem a oferecer”. Outros cantores influênciados por Aretha Franklin são: Beyoncé, Mariah Carey, Adele Mary J. Blige, Alicia Keys, Christina Aguilera, Ariana Grande, Patti LaBelle, Gladys Knight, Celine Dion, Jennifer Hudson, Jennifer Holliday, Annie Lennox, Aaron Neville, Kelly Clarkson, Fantasia Barrino, Faith Hill, Natalie Cole, Dusty Springfield, Lauryn Hill, George Michael, Smokey Robinson, Solomon Burke, entre outros. === Voz e estilo === Franklin têm sido descrita como uma grandiosa cantora e música devido à sua \"flexibilidade vocal, inteligência interpretativa, habilidade no piano, audição e experiência\". A voz de Franklin já foi citada como \"uma mezzo-soprano poderosa\" e foi inúmeras vezes elogiada pela crítica por seus arranjos e interpretações da obra de outros artistas. Em 1985, sua voz foi declarada oficialmente “um recurso natural” pelo departamento de recursos naturais do estado de Michigan. A imagem de Franklin, entretanto, sofreu várias alterações ao longo de sua carreira. Durante os anos 1960, a cantora era notória por manter o cabelo em estilo Bouffant e vestuário extravagante. Nos anos de 1970, abraçando suas origens, Franklin voltou-se para os penteados de inspiração afro-americana. Nos anos recentes, a artista adotou um figurino mais trabalhado, porém mais discreto. === Representações no cinema e na TV === Em 10 de fevereiro de 2019, foi anunciado que a terceira temporada da aclamada série de televisão Genius, da National Geographic, seria focada no “gênio musical e na carreia incomparável em Aretha Franklin, bem como impacto imensurável e a influência duradoura que ela teve na música e na cultura ao redor do mundo. A temporada estrelada por Cynthia Erivo como Franklin foi ao ar em março de 2021. No entanto, a família da cantora condenou a série, alegando não estar envolvida no processo de produção, embora a equipe da National Geographic tenha afirmado que a série foi aprovada pelo espólio de Franklin. Em 2021, Respect, um filme biográfico sobre Franklin, foi lançado, tendo sido Jennifer Hudson escolhida pela própria Aretha para o papel principal. O elenco do filme também conta com a participação de Forrest Whitaker, Audra McDonald e Mary J. Blige. == Discografia == * Songs of Faith (1956) * Aretha (1961) * The Electrifying Aretha Franklin (1962) * The Tender, the Moving, the Swinging Aretha Franklin (1962) * Laughing on the Outside (1963) * Unforgettable: A Tribute to Dinah Washington (1964) * Runnin' Out of Fools (1964) * Yeah!!! (1965) * Soul Sister (1966) * Take It Like You Give It (1967) * I Never Loved a Man the Way I Love You (1967) * Aretha Arrives (1967) * Lady Soul (1968) * Aretha In Paris (ao vivo) (1968) * Aretha Now (1968) * Soul '69 (1969) * This Girl's in Love with You (1970) * Spirit in the Dark (1970) * Aretha Live at Fillmore West (ao vivo) (1971) * Amazing Grace (ao vivo) (1972) * Young, Gifted and Black (1972) * Hey Now Hey (The Other Side of the Sky) (1973) * Let Me in Your Life (1974) * With Everything I Feel in Me (1974) * You (1975) * Sparkle (1976) * Sweet Passion (1977) * Almighty Fire (1978) * La Diva (1979) * Aretha (1980) * Love All the Hurt Away (1981) * Jump to It (1982) * Get It Right (1983) * Who's Zoomin' Who? (1985) * Aretha (1986) * One Lord, One Faith, One Baptism (ao vivo) (1987) * Through the Storm (1989) * What You See Is What You Sweat (1991) * A Rose Is Still a Rose (1998) * So Damn Happy (2003) * This Christmas, Aretha (2008) * Aretha: A Woman Falling Out of Love (2011) * Aretha Franklin Sings the Great Diva Classics (2014) === Singles de sucesso=== Singles que atingiram o Top 10 da lista Hot 100 da Revista Billboard: Ano Título Maior posição atingida 1967 \"I Never Loved A Man (The Way I Love You)\" 9 1967 \"Respect\" 1 1967 \"Baby I Love You\" 4 1967 \"(You Make Me Feel Like) A Natural Woman\" 2 1967 \"Chain Of Fools\" 2 1968 \"(Sweet Sweet Baby) Since You've Been Gone\" 5 1968 \"Think\" 7 1968 \"The House That Jack Built\" 6 1968 \"I Say a Little Prayer\" 10 1971 \"Bridge Over Troubled Water\" / \"Brand New Me\" 6 1971 \"Spanish Harlem\" 2 1971 \"Rock Steady\" 9 1972 \"Day Dreaming\" 5 1973 \"Until You Come Back to Me (That's What I'm Gonna Do)\" 3 1985 \"Who's Zoomin Who?\" 7 1985 \"Freeway of Love\" 3 1987 \"I Knew You Were Waiting (For Me)\" (com George Michael) 1 == Filmografia == * The Blues Brothers - 1980 (no Brasil, Os Irmãos Cara-de-Pau) * Blues Brothers 2000 - 1998 (no Brasil, Os Irmãos Cara-de-Pau 2000) * Immaculate Funk - 2000 (documentário) * Tom Dowd & the Language of Music - 2003 (documentário) * Singing in the Shadow: The Children of Rock Royalty - 2003 (documentário) * Aretha Franklin: Amazing Grace - 2018 == Prêmios recebidos == === Prêmios Grammy === Prêmios Grammy ganhados por Aretha Franklin Ano Categoria Título da canção ou álbum 1968 Melhor Gravação de R&B; \"Respect\" 1968 Melhor performance vocal feminina de R&B; \"Respect\" 1969 Melhor performance vocal feminina de R&B; \"Chain Of Fools\" 1970 Melhor performance vocal feminina de R&B; \"Share Your Love With Me\" 1971 Melhor performance vocal feminina de R&B; \"Don't Play That Song\" 1972 Melhor performance vocal feminina de R&B; \"Bridge Over Troubled Water\" 1973 Melhor performance vocal feminina de R&B; Young, Gifted and Black 1973 Melhor performance feminina de soul/gospel \"Amazing Grace\" 1974 Melhor performance vocal feminina de R&B; \"Master Of Eyes\" 1975 Melhor performance vocal feminina de R&B; \"Ain't Nothing Like The Real Thing\" 1982 Melhor performance vocal feminina de R&B; \"Hold On I'm Comin'\" 1986 Melhor performance vocal feminina de R&B; \"Freeway Of Love\" 1988 Melhor performance vocal feminina de R&B; Aretha 1988 Melhor performance vocal de R&B; por dupla ou grupo \"I Knew You Were Waiting (For Me)\" (com George Michael) 1988 Melhor performance feminina de soul/gospel \"One Lord, One Faith, One Baptism\" 1991 Prêmio de lenda da música -- 1994 Prêmio pelo conjunto da obra -- 2004 Melhor performance vocal tradicional de R&B; \"Wonderful\" 2006 Melhor performance vocal tradicional de R&B; \"A House Is Not A Home\" 2008 Melhor performance vocal de soul/gospel por dupla ou grupo \"Never Gonna Break My Faith\" (com Mary J. Blige) == Ligações externas == * Página oficial * Aretha Franklin no Hall da Fama da Música * Aretha Franklin no Soulmusic.com * Artigo da BBC sobre Aretha Franklin Categoria:Cantoras dos Estados Unidos Categoria:Cantores de soul dos Estados Unidos Categoria:Cantores de blues dos Estados Unidos Categoria:Músicos vencedores do Grammy Categoria:Artistas da Arista Records Categoria:Batistas dos Estados Unidos Categoria:Cantoras afro-americanas Categoria:Músicos de blues Categoria:Mortes por câncer de pâncreas Categoria:Vítimas de violência doméstica Categoria:Mortes por câncer nos Estados Unidos Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Medalha Presidencial da Liberdade Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Ganhadores do prêmio Pulitzer Categoria:Agraciados com o Grammy Legend Award",
 "title": "Aretha Franklin"
}