{
 "id": "109216",
 "text": "Harriet Tubman (nascida Araminta \"Minty\" Ross, Condado de Dorchester, Maryland, – Auburn, 10 de março de 1913) foi uma abolicionista e ativista americana. Nascida escravizada, Tubman escapou e, subsequentemente, fez 19 missões para resgatar cerca de 300 pessoas escravizadas, incluindo familiares e amigos, usando a rede de ativistas antiescravatura e abrigos conhecida como Underground Railroad. Durante a Guerra Civil Americana, ela serviu como batedora armada e espiã para o exército da União. Em seus últimos anos, Tubman tornou-se uma ativista pela causa do sufrágio feminino. Nascida escravizada no condado de Dorchester, em Maryland, Tubman foi espancada e açoitada por seus vários senhores durante a infância. Ainda jovem, ela sofreu uma lesão craniana traumática quando um senhor de escravo jogou um pesado peso de metal num escravo fugitivo, mas acabou acertando-a. A lesão causou tonturas, dores e períodos de hipersonia que ocorreram ao longo de sua vida. Depois do ferimento, Tubman começou a ter visões estranhas e sonhos vívidos, os quais atribuiu a premonições de Deus. Estas experiências, combinadas com sua educação metodista levaram-na a se tornar uma religiosa devota. Em 1849, Tubman escapou para a Filadélfia, mas imediatamente voltou a Maryland para resgatar sua família. Lentamente, um grupo de cada vez, ela trouxe parentes consigo para fora do estado e, eventualmente, guiou dúzias de outros escravos à liberdade. Peregrinando à noite e sob sigilo extremo, Tubman (ou \"Moisés\", como era chamada) \"nunca perdeu um passageiro\".Citado em Depois da aprovação do Fugitive Slave Act de 1850, ela ajudou a guiar fugitivos mais ao norte para a América do Norte Britânica, e ajudou escravos recém libertados a encontrar trabalho. Tubman conheceu John Brown em 1858 e ajudou-o a planejar e recrutar apoiadores para seu ataque a Harpers Ferry em 1859. Quando a Guerra Civil Americana eclodiu, Tubman trabalhou para o exército da União, primeiro como cozinheira e enfermeira, depois como batedora armada e espiã. Foi a primeira mulher a liderar uma expedição armada na guerra, guiando o ataque no rio Combahee, que liberou mais de 700 escravos. Depois da guerra, ela aposentou-se e passou seus dias na propriedade de sua família, adquirida em 1859 em Auburn, no estado de Nova Iorque, onde cuidou de seus pais já idosos. Ela atuou no movimento pelo sufrágio feminino até a doença lhe impossibilitar de fazê-lo, quando foi internada num asilo para afro-americanos idosos que ajudara a criar anos antes. Depois de sua morte em 1913, tornou-se um ícone de coragem e liberdade. == Nascimento e família == Tubman nasceu Araminta \"Minty\" Ross de pais escravizados, Harriet (\"Rit\") Green e Ben Ross. Rit era propriedade de Mary Pattison Brodess (e, posteriormente, de seu filho Edward). Ben era propriedade de Anthony Thompson, que se tornou o segundo marido de Mary Brodess e controlava uma grande plantation perto do rio Blackwater na área de Madison no condado de Dorchester. Assim como muitos escravos nos Estados unidos, não são conhecidos nem o ano, nem o local exato, do nascimento de Tubman e os historiadores diferem sobre qual é a melhor estimativa. Kate Larson registra o ano como 1822, baseando-se no pagamento da parteira e diversos outros documentos históricos, incluindo seu anúncio de fugitiva, enquanto Jean Humez diz que \"a melhor evidência atual sugere que Tubman nasceu em 1820, mas pode ter sido um ano ou dois depois\". Catherine Clinton observa que Tubman relatou seu ano nascimento como sendo 1825, enquanto seu atestado de óbito lista 1815 e sua lápide lista 1820. Modesty, avó materna de Tubman, chegou aos Estados Unidos num navio negreiro vindo da África; não há informação alguma disponível sobre seus outros ancestrais. Na infância, foi dito a Tubman que ela se parecia com os povos Axantes por conta de seus traços pessoais, embora nenhuma evidência exista para confirmar ou negar esta linhagem. Sua mãe, Rit (que pode ter tido um pai branco), era cozinheira da família Brodess. Seu pai, Ben, era um habilidoso lenhador que gerenciava os trabalhos com madeira na plantation de Thompson. Eles se casaram por volta de 1808 e, de acordo com registros judiciais, tiveram nove filhos: Linah, Mariah Ritty, Soph, Robert, Minty (Harriet), Ben, Rachel, Henry e Moses. Rit teve dificuldades de manter sua família unida enquanto a escravidão ameaçava dividi-la. Edward Brodess vendeu três de suas filhas (Linah, Mariah Ritty e Soph), separando-as para sempre da família. Quando um comerciante da Geórgia abordou Brodess sobre comprar Moses, o filho mais novo de Rit, ela o escondeu por um mês, auxiliada por outros escravos e negros livres na comunidade. Num dado momento, ela confrontou seu proprietário sobre a venda. No final, Brodess e \"o homem da Geórgia\" foram à senzala para apreender a criança, onde Rit lhe disse: \"Vocês estão atrás do meu filho, mas o primeiro que entrar na minha casa, eu vou lhe partir a cabeça\". Brodess recuou e abandonou a venda. Os biógrafos de Tubman concordam que as histórias contadas sobre este evento na família influenciaram sua crença nas possibilidades de resistência. == Infância == A mãe de Tubman foi designada para \"a casa grande\" e não tinha tempo para sua família; consequentemente, Tubman, durante a infância, cuidou de um irmão mais novo e de um bebê, como era típico de grandes famílias. Quando ela tinha cinco ou seis anos, Brodess a alugou como babá para uma mulher chamada \"Srta. Susan\". Foi ordenado a Tubman que cuidasse do bebê e balançasse seu berço enquanto dormia; quando ele acordava e chorava, ela era chicoteada. Mais tarde, ela relatou um dia em que foi açoitada cinco vezes antes do café da manhã. Tubman carregou as cicatrizes pelo resto de sua vida. Ela encontrou formas de resistência, como fugir por cinco dias, vestir camadas de roupas como proteção contra surras e revidar. Durante sua infância, Tubman também trabalhou na casa de um fazendeiro chamado James Cook. Ela tinha de checar as armadilhas para ratos nos pântanos próximos, mesmo depois de contrair sarampo. Chegou a ficar tão doente que Cook enviou-a de volta a Brodess, onde sua mãe a tratou até que se curasse. Depois, Brodess alugou-a novamente. Posteriormente, Tubman falou da forte saudade de casa que sentia, comparando-se ao \"garoto no rio Swanee\", uma alusão a canção \"Old Folks at Home\" de Stephen Foster. À medida que crescia e ficava mais forte, ela foi designada para trabalhos no campo e na floresta, conduzindo bois, arando o campo e carregando troncos de madeira. Na adolescência, Tubman sofreu um traumatismo craniano severo quando um capataz jogou um peso de metal de 900 gramas em outro escravo que tentava fugir mas errou e acertou Tubman, que disse que \"quebrou meu crânio\". Sangrando e inconsciente, ela foi devolvida à casa de seu dono e deitada no assento de um tear, onde permaneceu sem cuidados médicos por dois dias. Depois deste incidente, Tubman passou a sentir, com frequência, dores de cabeça extremamente dolorosas. Ela também começou a ter convulsões e, aparentemente, a desmaiar, embora afirmasse estar ciente de seus arredores enquanto aparentava estar dormindo. Esta condição lhe acompanhou pelo resto da vida; Larson sugere que ela pode ter sofrido de epilepsia do lobo temporal como resultado da lesão. Depois do acidente, Tubman começou a ter visões e sonhos vívidos, os quais interpretou como revelações de Deus. Estas experiências espirituais tiveram um impacto profundo na personalidade de Tubman e ela adquiriu uma fervorosa fé em Deus. Embora fosse analfabeta, sua mãe lhe contara histórias da Bíblia e, provavelmente, ela frequentara uma igreja metodista com sua família. Ela rejeitou os ensinamentos do Velho Testamento que exortavam escravos a serem obedientes e encontrou orientação nas histórias de libertação do Novo Testamento. == Família e casamento == Anthony Thompson prometeu alforriar o pai de Tubman aos 45 anos. Depois da morte de Thompson, seu filho cumpriu a promessa em 1840. O pai de Tubman continuou trabalhando como avaliador de madeira e capataz para a família Thompson. Vários anos depois, Tubman entrou em contato com um advogado branco e pagou-lhe cinco dólares para investigar o status legal de sua mãe. O advogado descobriu que um antigo proprietário havia deixado instruções para que Rit, a mãe de Tubman, bem como seu marido, fosse alforriados aos 45 anos. O registro mostrou que uma cláusula similar se aplicaria aos filhos de Rit e que quaisquer crianças nascidas depois de ela ter atingido os 45 anos seriam legalmente livres, mas as famílias Pattison e Brodess ignoraram esta determinação quando herdaram os escravos. Desafiá-los legalmente era uma tarefa impossível para Tubman. Por volta de 1844, ela casou-se com um negro livre chamado John Tubman. Embora pouco se saiba dele ou do tempo que passaram juntos, a união era complicada por conta de seu status de escrava. O status da mãe ditava o de seus filhos (pela doutrina partus sequitur ventrem) e quaisquer filhos nascidos de Harriet e John seriam escravizados. Casamentos mistos deste tipo — negros livres casando-se com negros escravizados — não eram incomuns na costa leste de Maryland, onde, nessa época, metade da população negra era livre. A maioria das famílias afro-americanas tinham tantos membros livres quando escravizados. Larson sugere que, talvez, eles tenham planejado comprar a liberdade de Tubman. Tubman mudou seu nome de Araminta para Harriet logo depois de seu casamento, embora não se saiba a época exata. Larson sugere que isto aconteceu logo depois do casamento, e Clinton sugere que coincidiu com os planos de Tubman de escapar da escravidão. Ela adotou o nome de sua mãe, possivelmente como parte de uma conversão religiosa, ou para honrar outro parente. == Fuga da escravidão == Em 1849, Tubman ficou doente outra vez, o que diminuiu seu valor como escrava. Edward Brodess tentou vendê-la, mas não conseguiu encontrar um comprador. Enraivecida pela tentativa de vendê-la e por continuar a escravizar seus parentes, Tubman começou a rezar por seu proprietário, pedindo a Deus que mudasse seu comportamento. Mais tarde, ela disse: \"Rezei a noite toda por meu mestre até o primeiro de março; e o tempo todo ele estava trazendo gente para me observar e tentando me vender\". Quando parecia que a venda seria concluída, \"eu mudei minha prece\", ela disse. \"No primeiro de março, comecei a rezar, 'Oh, Senhor, se não vai nunca mudar o coração daquele homem, mate-o, Senhor, e tire-o do caminho'\".Citado em Uma semana depois, Brodess morreu e Tubman lamentou seus sentimentos anteriores. Como em diversas liquidações de propriedades, a morte de Brodess aumentou a probabilidade de que Tubman fosse vendida e sua família dividida. A viúva de Brodess, Eliza, começou a trabalhar para vender os escravos da família. Tubman se recusou a esperar que a família Brodess decidisse seu destino, apesar dos esforços de seu marido para dissuadi-la. \"Havia uma de duas coisas a qual eu tinha direito\", ela explicou mais tarde, \"liberdade ou morte; se não pudesse ter uma, eu teria a outra\".Citado em Tubman e seus irmãos, Ben e Harry, fugiram da escravidão em 17 de setembro de 1849. Tubman havia sido alugada para Anthony Thompson (o filho do antigo dono de seu pai), que era proprietário de uma grande plantation numa área chamada Poplar Neck, perto do condado de Caroline em Maryland; é provável que seus irmãos também tenham trabalhado para Thompson. Como os escravos eram alugados para outra família, Eliza Brodess provavelmente não tomou a ausência deles como uma tentativa de fuga por algum tempo. Duas semanas depois, ela postou um aviso de fuga no jornal Cambridge Democrat, oferecendo uma recompensa de até 100 dólares para cada escravo devolvido. Depois de partir, os irmãos de Tubman começaram a duvidar de sua decisão. Ben podia ter acabado se tornar pai. Ambos voltaram, forçando Tubman a retornar com eles. Logo depois, Tubman escapou novamente, desta vez sem seus irmãos. Ela tentou avisar sua mãe de seus planos, cantando uma canção codificada para Mary — uma amiga escrava de confiança — que era um adeus. \"Vou te encontrar na manhã\", ela cantou, \"Meu destino é a terra prometida\".Citado em Embora sua rota exata não seja conhecida, Tubman se utilizou da rede conhecida como Underground Railroad (Ferrovia Clandestina, em tradução livre). Este sistema informal, mas bem- organizado, era composto de negros livres e escravizados, abolicionistas brancos e outros ativistas. Entre os mais ilustres destes últimos na época em Maryland estavam membros da Sociedade Religiosa dos Amigos, comumente chamados de Quakers. A área da cidade de Preston perto de Poplar Neck apresentava uma comunidade Quaker considerável e era, provavelmente, uma importante primeira parada durante a fuga de Tubman. De lá, ela, provavelmente, fez uma rota comum para escravos fugitivos: nordeste ao longo do rio Choptank, atravessando o estado de Delaware e, depois, seguindo ao norte, em direção à Pensilvânia. Uma jornada de quase 145 quilômetros (90 milhas) a pé teria demorado entre cinco dias e três semanas. Tubman teve de peregrinar à noite, guiada pela estrela do norte, tentando evitar caçadores de escravos ávidos para coletar recompensas por escravos fugitivos. Os \"condutores\" na Underground Railroad usavam de ardis para proteção. Numa parada inicial, a senhora da casa disse a Tubman que varresse o quintal para que parecesse trabalhar para a família. Quando a noite caiu, a família escondeu-a numa carroça e a levou à próxima casa aliada. Dada sua familiaridade com as florestas e os pântanos da região, Tubman, provavelmente, escondeu-se nestes locais durante o dia. Os detalhes de sua primeira jornada permanecem envoltos em segredo; como outros escravos fugitivos usavam as rotas, Tubman não as discutiu até posteriormente em sua vida. Ela cruzou para a Pensilvânia com um sentimento de alívio e reverência, e relembrou a experiência anos depois: == Apelidada de \"Moisés\" == Depois de chegar na Filadélfia, Tubman pensou em sua família. \"Eu era uma estranha numa terra estranha,\" ela disse posteriormente. \"Meu pai, minha mãe, meus irmãos e irmãs e amigos estavam [em Maryland]. Mas eu estava livre e eles deveriam estar livres\".Citado em . Ênfase no original Trabalhou fazendo bicos e juntou dinheiro. Enquanto isso, o Congresso Americano aprovou o Fugitive Slave Act of 1850, que punia rigorosamente o auxílio a fugitivos e forçava policiais — mesmo nos estados que haviam proibido a escravidão — a ajudar em sua captura. A lei aumentou os riscos para escravos fugitivos, o que, consequentemente, aumentou o número dos quais procuraram refúgio no sul de Ontário (então parte da Província do Canadá, a qual, como parte do Império Britânico, havia abolido a escravidão pelo Slavery Abolition Act 1833. Tensões raciais também estavam aumentando na Filadélfia à medida que ondas de imigrantes irlandeses pobres competiam com negros livres por trabalho. Em dezembro de 1850, Tubman foi avisada de que sua sobrinha Kessiah e seus dois filhos — Alfred, de seis anos, e a bebê Araminta — logo seriam vendiso em Cambridge. Tubman foi a Baltimore, onde seu cunhado, Tom Tubman, a escondeu até o momento da venda. O marido de Kessiah, um negro livre chamado John Bowley, fez a oferta vencedora por sua esposa. Daí, quando o leiloeiro saiu para almoçar, John, Kessiah e seus filhos escaparam para um esconderijo próximo. Ao cair da noite, Bowley zarpou com a família numa canoa para Baltimore, onde se encontraram com Tubman, que trouxe a família à Filadélfia. Na primavera seguinte, ela retornou a Maryland para ajudar a resgatar outros familiares. Durante sua segunda visita, ela recuperou seu irmão Moses e dois homens não identificados. Provavelmente, Tubman trabalhou com o abolicionista Thomas Garrett, um Quaker que trabalhava na cidade de Wilmington, em Delaware. Notícias de seus feitos encorajaram sua família, e biógrafos concordam que, com cada viagem a Maryland, ela se tornou mais confiante. No outono de 1851, Tubman voltou ao condado de Dorchester pela primeira vez desde sua fuga, desta vez para encontrar John, seu marido. Ela economizou dinheiro de vários empregos, comprou um terno para ele e partiu em direção ao sul. Enquanto isso, John se casara com outra mulher chamada Caroline. Tubman enviou uma mensagem a John, dizendo-lhe que se juntasse a ela, mas ele insistiu que estava feliz onde estava. A princípio, Tubman preparou-se para invadir a casa deles e fazer uma algazarra, mas acabou decidindo que John não valia a pena. Suprimindo sua raiva, ela encontrou outros escravos que queriam fugir e os guiou à Filadélfia. John e Caroline criaram uma família juntos, até ele ser morto 16 anos depois numa briga de beira de estrada com um homem branco chamado Robert Vincent. Como a Fugitive Slave Law havia tornado o norte dos Estados Unidos um lugar mais perigoso para escravos fugitivos ficarem, muitos destes começaram a emigrar para o sul de Ontário. Em dezembro de 1851, Tubman guiou em direção ao norte um grupo não identificado de 11 fugitivos, incluindo, possivelmente, os Bowleys e diversos outros que ela ajudara a resgatar anteriormente. Há evidências que sugerem que Tubman e seu grupo pararam na casa do ex-escravo e abolicionista Frederick Douglass. Em sua terceira autobiografia, Life and Times of Frederick Douglass, o autor escreveu: \"Em certa ocasião, tive, ao mesmo tempo, onze fugitivos sob meu teto, e era necessário que eles permanecessem comigo até que conseguisse juntar dinheiro suficiente para mandá-los ao Canadá. Foi o maior número que tive de uma vez, e tive certa dificuldade em fornecer comida e abrigo a tantos\". O número de viajantes e a época da visita tornam provável que este fosse o grupo de Tubman. Douglass e Tubman admiravam-se mutuamente sobremaneira, visto que ambos lutavam contra a escravidão. Quando uma primeira biografia de Tubman estava sendo preparada em 1868, Douglass escreveu uma carta para honrá-la. Ele comparou seus próprios esforços aos dela, escrevendo: Ao longo de 11 anos, Tubman voltou repetidamente à costa leste de Maryland, resgatando em torno de 70 escravos em cerca de 13 expedições, incluindo seus outros irmãos — Henry, Ben e Robert — suas esposas e alguns de seus filhos. Ela também forneceu instruções específicas de 50 a 60 fugitivos que escaparam para o norte. Pelos seus esforços, ela foi apelidada de \"Moisés\", aludindo ao profeta do Livro do Êxodo que libertou os hebreus da escravidão no Egito. Uma de suas últimas missões em Maryland foi a de resgatar seus pais já idosos. Em 1855, seu pai, Ben, comprara sua mãe, Rit, de Eliza Brodess por 20 dólares. Mas mesmo livres, a área se tornara hostil para eles. Dois anos depois, Tubman recebeu notícias de que seu pai estava em risco de ser preso por abrigar um grupo de oito escravos fugitivos. Ela viajou à costa leste e os guiou ao norte para a cidade de St. Catharines em Ontário, onde uma comunidade de ex-escravos (incluindo os irmãos de Tubman, outros parentes e vários amigos) havia se reunido. === Rotas e métodos === O trabalho perigoso de Tubman requeria enorme engenhosidade; via de regra, ela trabalhava durantes os meses de inverno para minimizar a probabilidade de que o grupo fosse visto. Um admirador de Tubamn disse: \"Ela sempre vinha no inverno, quando as noites eram longas e escuras e as pessoas que têm casa ficam em casa\".Citado em Uma vez feito contato com escravos fugitivos, eles partiam da cidade nas noites de sábado, porque os jornais não publicariam avisos de fuga até a segunda de manhã. Suas jornadas para a terra da escravidão colocavam-na em enorme perigo, e ela usava uma gama de subterfúgios para evitar ser detectada. Uma vez, Tubman se disfarçou com um bonnet (espécie de chapéu de pano mantido no lugar por fitas amarrados sob o queixo) e carregou duas galinhas vivas, fazendo parecer que estava realizando tarefas. De repente, percebendo que estava caminhando em direção a um antigo proprietário no condado de Dorchester, ela puxou a corda que segurava as pernas das galinhas e a agitação lhe permitiu evitar o contato visual. Posteriormente, ela reconheceu um passageiro de trem como sendo outro antigo proprietário; rapidamente, ela surrupiou um jornal próximo e fingiu lê-lo. Como sabia-se que Tubman era analfabeta, o homem a ignorou. Ao ser entrevistada pelo autor Wilbur Henry Siebert em 1897, Tubman deu o nome de algumas das pessoas que a ajudaram e lugares onde ficou ao longo da Underground Railroad. Ela ficou com Sam Green, um negro livre que era pastor e vivia na cidade de East New Market, em Maryland; também se escondeu perto da casa de seus pais em Poplar Neck. De lá, ela atravessava o estado do Delaware, partindo na direção nordeste para as cidades de Sandtown e Willow Grove, e para a área da cidade de Camden, onde William Brinkely, Nat Brinkley e Abraham Gibbs — negros livres que eram agentes — guiavam-na na direção norte depois das cidades de Dover, Smyrna e Blackbird, onde outros agentes levariam-na através do Canal Chesapeake-Delaware para New Castle e Wilmington, onde o quaker Thomas Garrett assegurava transporte para o escritório de William Still ou para as casas de outros operadores da Underground Railroad na área da Grande Filadélfia. Credita-se a Still o auxílio a centenas de fugitivos para escapar em direção a lugares mais seguros em Nova Iorque, New England e na região que hoje é o sul de Ontário. A fé religiosa de Tubman era outro importante recurso à medida que ela se arriscava repetidamente em Maryland. As visões causadas pela lesão craniana de sua infância continuavam, e ela as via como premonições divinas. Ela falava de \"consultar-se com Deus\" e confiava que Ele a manteria a salvo. Thomas Garrett disse dela certa vez, \"Jamais encontrei alguém da cor que fosse que tivesse mais confiança na voz de Deus, conforme proferida diretamente à sua alma\".Citado em Sua fé no divino também lhe proporcionava auxílio imediato. Ela usava spirituals como mensagens codificadas, advertindo colegas viajantes do perigo ou para sinalizar um caminho livre. Ela cantava versões de \"Go Down Moses\" e mudava a letra para indicar que era seguro ou perigoso demais para proceder. À medida que conduzia fugitivos através da fronteira, ela bradava \"Glória a Deus e Jesus também. Mais uma alma está a salvo!\". Tubman também carregava um revólver e não tinha medo de usá-lo. A arma lhe proporcionava alguma proteção dos onipresentes caçadores de escravos e seus cães; contudo, ela também ameaçava, propositalmente, qualquer escravo que tentasse voltar atrás, pois isto ameaçava a segurança do grupo remanescente. Tubman contou a história de um homem que insistiu que iria voltar para a plantation quando a moral ficou baixa num grupo de escravos fugitivos. Ela apontou-lhe a arma à cabeça e disse, \"Você continua ou morre\".Citado em Vários dias depois, ele estava com o grupo quando eles chegaram ao Canadá. Enquanto isso, os senhores de escravos na região nunca souberam que \"Minty\" — a pequenina escrava com deficiência de 1,50m que fugira anos atrás e nunca voltara — estava por trás de tantas fugas de escravos em sua comunidade. No final dos anos 1850, eles começaram a suspeitar que um abolicionista branco do norte estava, secretamente, aliciando seus escravos a fugir. Embora perdure uma lenda popular sobre uma recompensa de 40 000 dólares pela captura de Tubman, trata-se de um número inventado. Em 1868, num esforço para levantar apoio pela reivindicação de Tubman por uma pensão militar por sua participação na Guerra Civil Americana, uma ex- abolicionista chamada Salley Holley escreveu um artigo afirmando que 40 000 dólares \"não era uma grande recompensa para senhores de escravos de Maryland oferecem por ela\". Uma recompensa tão grande teria atraído atenção nacional, especialmente numa época em que uma pequena fazenda podia ser comprada por meros 400 dólares. Não foi encontrada nenhuma recompensa nos jornais do período (o governo federal ofereceu dólares pela captura de cada um dos co- conspiradores de John Wilkes Booth pelo assassinato de Abraham Lincoln). Alegou-se ainda a existência de uma recompensa de 12 000 dólares, mas também não há documentação para este número. A autora Catherine Clinton sugere que o valor de 40 000 dólares pode ter sido o total combinado de diversas recompensas oferecidas pela região.Citado em Apesar dos esforços dos senhores de escravos, Tubman nunca foi capturada e nem o foram os fugitivos que ela conduziu. Anos depois, ela contou a uma plateia: \"Eu fui a condutora da Underground Railroad por oito anos, e posso dizer o que a maioria dos condutores não podem – jamais descarrilhei meu trem e nunca perdi um passageiro\". == John Brown e Harpers Ferry == Em abril de 1858, Tubman foi apresentada ao abolicionista John Brown, um insurrecto que advogava pelo uso de violência para destruir a escravidão nos Estados Unidos. Embora ela nunca tenha advogado pela violência contra brancos, Tubman concordava com sua linha de ação direta e apoiava seus objetivos. Como ela, John Brown falou de ter sido chamado por Deus e confiava no divino para protegê-lo da ira dos senhores de escravos. Ela, por sua vez, afirmava ter tido uma visão profética de conhecer Brown antes do encontro de fato. Assim, à medida que ele começou a recrutar apoiadores para um ataque contra os senhores de escravos, Brown recebeu a adesão \"General Tubman\", como a chamava. O conhecimento desta sobre redes de apoio e recursos nos estados fronteiriços da Pensilvânia, Maryland e Delaware era inestimável para Brown e seus organizadores. Embora outros abolicionistas como Douglass não endossassem suas táticas, Brown sonhava em lutar para criar um novo estado para escravos livres e realizou preparações para ações militares. Ele acreditava que, depois que começassem a primeira batalha, os escravos iriam se insurgir e realizar uma rebelião por todos os estados escravagistas. Ele pediu a Tubman que reunisse ex-escravos que, na época, vivessem no atual sul de Ontário e estivessem dispostos a se unir à sua força de combate, o que ela fez. Em 8 de maio de 1858, Brown realizou uma reunião em Chatham, Ontário, onde revelou seu plano para um ataque na cidade de Harpers Ferry, na Virgínia Ocidental. Quando rumores do plano vazaram para o governo, Brown adiou o esquema e começou a levantar fundos por sua eventual retomada. Tubman ajudou-o neste esforço e com planos mais detalhados para o ataque. Tubman estava ocupada nesta época, dando palestras para plateias abolicionistas e cuidando de seus parentes. No outono de 1859, Brown e seus homens preparavam-se para lançar o ataque, mas não conseguiam entrar em contato com Tubman. Quando o ataque a Harpers Ferry aconteceu em 16 de outubro, Tubman não estava presente. Alguns historiadores acreditam que, naquela altura, ela estivesse doente em Nova Iorque, com febre relacionada a sua lesão craniana da infância. Outros propõem que ela talvez estivesse recrutando mais escravos fugidos em Ontário, e Kate Clifford Larson sugere que ela talvez estivesse em Maryland, recrutando para o ataque de Brown ou tentando resgatar mais familiares. Larson também salienta que Tubman pode ter começado a compartilhar das mesmas dúvidas de Frederick Douglass sobre a viabilidade do plano. O ataque fracassou; Brown foi condenado por traição e enforcado em dezembro. Suas ações foram vistas por abolicionistas como um símbolo de solene resistência, realizadas por um nobre mártir. A própria Tubman foi abundante em seus elogios. Mais tarde, ela disse a um amigo: \"Ele fez mais em sua morte do que 100 homens fariam em vida\".Citado em == Auburn e Margaret == No início de 1859, o senador republicano abolicionista William H. Seward vendeu a Tubman um pequeno terreno nos arredores da cidade de Auburn, em Nova Iorque por 1 200 dólares. A cidade era um foco do ativismo antiescravagista e Tubman aproveitou a oportunidade para livrar seus pais dos severos invernos canadenses. Retornar aos Estados Unidos significava que escravos fugitivos estavam em risco de serem devolvidos ao sul pela Fugitive Slave Law e os irmãos de Tubman manifestaram receio. Catherine Clinton sugere que sua raiva sobre o Caso Dred Scott pode ter instigado Tubman a retornar aos Estados Unidos. Seu terreno em Auburn tornou-se um refúgio para familiares e amigos de Tubman. Por anos, ela recebeu parentes e inquilinos oferecendo um lugar seguro para negros americanos que buscavam uma vida melhor no norte. Logo depois de adquirir a propriedade em Auburn, Tubman foi a Maryland e retornou com sua \"sobrinha\", uma jovem negra de oito anos e pele clara chamada Margaret. Há uma grande confusão sobre a identidade dos pais de Margaret, embora Tubman indicasse que fossem negros livres. A garota deixou um irmão gêmeo e ambos os pais em Maryland. Anos depois, a filha de Margaret, Alice, descreveu as ações de Tubman como egoístas, dizendo que \"ela havia tirado a criança de uma boa casa, de um local protegido, para um lugar onde não havia ninguém para cuidar dela\".Citado em Alice descreveu o episódio como um \"sequestro\".Citado em Contudo, tanto Clinton como Larson apresentam a possibilidade de que Margaret fosse, em verdade, filha de Tubman. Larson assinala que ambas compartilhavam um laço excepcionalmente forte e argumenta que Tubman – conhecendo a dor de uma criança separada de sua mãe – jamais teria, intencionalmente, causado a separação de uma família livre. Clinton apresenta evidências de fortes semelhanças físicas, as quais a própria Alice reconhecia. Ambas as historiadoras concordam que não há evidências concretas para tal possibilidade e o mistério da relação de tubman com a jovem Margaret permanece até os dias atuais. Em novembro de 1860, Tubman conduziu sua última missão de resgate. Ao longo dos anos 1850, Tubman não fora capaz de efetivar o resgate de sua irmão Rachel e dos dois filhos desta, Ben e Angerine. Ao retornar para o condado de Dorchester, Tubman descobriu que Rachel havia falecido e que seus filhos só poderiam ser resgatados se ele pudesse pagar um suborno de 30 dólares. Tubman não tinha dinheiro, então as crianças permaneceram escravizadas. Seus destinos continuam desconhecidos. Por não ser o tipo de pessoa que desperdiçava uma viagem, Tubman aprontou outro grupo, incluindo a família Ennalls, disposto a aceitar os riscos da jornada rumo ao norte. Levaram semanas para escapar com segurança por conta dos caçadores de escravos que os forçaram a se esconder por mais tempo do que previam. O clima estava inoportunamente frio e o grupo tinha pouca comida. As crianças foram drogadas com elixir paregórico para que ficassem quietas durante a passagem de patrulhas de escravos. Em 28 de dezembro de 1860, chegaram a salvo na casa de David e Martha Wright. == Guerra Civil Americana == Quando eclodiu a Guerra Civil Americana em 1861, Tubman viu uma vitória da União como um passo chave em direção a abolição da escravatura. O general Benjamin Butler, por exemplo, auxiliou escravos fugitivos que chegaram em massa no Forte Monroe em Virgínia. Butler declarou estes fugitivos como \"contrabando\" – propriedade apreendida por forças nortistas – e colocou-os para trabalhar, a princípio sem salário, no forte. Tubman também pretendia oferecer seus conhecimentos e habilidades à causa da União e logo juntou-se a um grupo de abolicionistas de Boston e da Filadélfia que rumava para o distrito de Hilton Head na Carolina do Sul. Ela tornou-se figura permanente nos acampamentos, especialmente em Port Royal, ajudando fugitivos. Tubman encontrou-se com David Hunter, um forte apoiador da causa abolicionista. Ele declarou livres todos os \"contrabandos\" no distrito de Port Royal e começou a reunir ex-escravos para um regimento de soldados negros. Contudo, o então presidente Abraham Lincoln não estava preparado para impor a emancipação aos estados sulistas e repreendeu Hunter por suas ações. Tubman condenou a resposta de Lincoln e a relutância deste em cogitar o fim da escravidão nos EUA, por razões tanto morais quanto práticas. \"Deus não permitirá que mestre Lincoln vença o Sul enquanto ele não fizer a coisa certa\", ela disse. Tubman serviu como enfermeira em Port Royal, preparando remédios a partir de plantas locais e ajudando soldados que sofriam de disenteria. Ela prestou auxílio a homens com varíola; como ela não contraiu a doença, espalharam-se rumores de que ela era abençoada por Deus. A princípio, ela recebeu rações do governo por seu trabalho, mas negros recém-libertados acharam que ela estava recebendo tratamento especial. Para diminuir as tensões, ela abriu mão do direito a estes suprimentos e ganhou dinheiro vendendo tortas e root beer — um tipo de cerveja norte-americana adocicada, geralmente não-alcoólica — a qual ela fazia à noite. === Patrulhamentos e o ataque do Rio Combahee === Quando Lincoln finalmente emitiu a Proclamação de Emancipação em janeiro de 1863, Tubman considerou-a um passo importante em direção ao objetivo de libertar todo o povo negro da escravidão. Ela renovou seu apoio à derrota da Confederação e, logo estava liderando um grupo de batedores pelo terreno ao redor de Port Royal. Os pântanos e rios na Carolina do Sul eram parecidos com aqueles na costa leste de Maryland; assim, seu conhecimento de viagens secretas e subterfúgios entre potenciais inimigos foi de grande valor. Seu grupo, trabalhando sob as ordens de Edwin Stanton, então Secretário da Guerra dos Estados Unidos, mapeou o terreno desconhecido e fez o reconhecimento de seus habitantes. Posteriormente, ela trabalhou ao lado do coronel James Montgomery e forneceu-lhe informações essenciais que ajudaram na tomada da cidade de Jacksonville. Mais tarde, no mesmo ano, Tubman tornou-se a primeira mulher a liderar um ataque militar durante a Guerra Civil. Quando Montgomery e suas tropas conduziram um ataque num conjunto de platantions ao longo do Rio Combahee, Tbuman serviu como conselheira principal e acompanhou o ataque. Na manhã de 2 de junho de 1863, Tubman guiou três barcos a vapor por entre minas plantadas pela Confederação nas águas que levavam às margens. Uma vez em terra, as tropas da União atearam fogo às plantations, destruindo infraestruturas e apreendendo milhares de dólares em comida e mantimentos. Quando os barcos a vapor soaram seus apitos, escravos em toda a área entenderam que ela estava sendo liberada. Tubman observou enquanto escravos debandaram em direção aos barcos. \"Nunca vi uma visão como aquela\", disse ela mais tarde,Citado em descrevendo uma cena de caos com mulheres carregando panelas de arroz ainda fumegantes, porcos guinchando em sacos carregados sobre ombros e bebês nos pescoços de seus pais. Embora seus proprietários, armados com pistolas e chicotes, tentassem parar a fuga em massa, seus esforços foram praticamente inúteis no tumulto. À medida que tropas confederadas corriam para o local, barcos a vapor cheios de escravos zarparam em direção a Beaufort, na Carolina do Sul. Mais de 750 escravos foram resgatados no ataque do rio Combahee. Jornais reconheceram o \"patriotismo, a sagacidade, a energia e a habilidade\" de Tubman,Citado em e ela foi elogiada por seus esforços de recrutamento – a maioria dos homens recém libertados entraram para o exército da União. Posteriormente, Tubman trabalhou com o coronel Robert Gould Shaw no ataque ao Forte Wagner, servindo-lhe, segundo relatos, sua última refeição. Ela descreveu a batalha dizendo: \"Daí vimos o relâmpago e isto eram as armas; daí ouvimos o trovão, e isto eram as armas grandes; daí ouvimos a chuva caindo, e isto eram as gotas de sangue caindo; e quando fomos colher a safra, foram homens mortos que colhemos\".Citado em Por mais dois anos, Tubman trabalhou para as forças da União, cuidando de escravos recém libertados, fazendo reconhecimento em território confederado e tratando soldados feridos em Virgínia. Ela também realizou incursões periódicas de volta a Auburn para visitar sua família e cuidar de seus pais. A Confederação rendeu-se em abril de 1865; depois de doar vários outros meses de serviço, Tubman foi para Auburn, de volta para casa. Durante uma viagem de trem a Nova Iorque em 1869, o condutor disse-lhe para sair da seção de meia-passagem e ir para o vagão de fumantes. Ela se recusou, mostrando os papéis emitidos pelo governo a autorizando a estar ali. O condutor vociferou contra ela e agarrou-a, mas ela resistiu e ele chamou dois outros passageiros para ajudá-lo. Eles puxaram-na a força enquanto ela se agarrava ao corrimão, quebrando seu braço no processo. Jogaram-na no vagão de fumantes, causando mais lesões. À medida que estes eventos aconteciam, outros passageiros brancos praguejavam contra Tubman e gritavam para que o condutor a expulsasse do trem. == Últimos anos == Apesar de seus anos de serviço, Tubman nunca recebeu um salário regular e, por anos, foi-lhe negado desagravo. Seu status não-oficial e os pagamentos desiguais oferecidos a soldados negros causaram grande dificuldade na documentação de seu serviço, e o governo dos EUA demorou para reconhecer sua dívida a ela. Seu constante trabalho humanitário por sua família e ex-escravos, enquanto isso, mantinham-na num estado de pobreza constante, e suas dificuldades em obter uma pensão governamental sobrecarregavam-na excessivamente. Tubman passou seus anos remanescentes em Auburn, cuidando de sua família e de outras pessoas necessitadas. Ela teve diversos empregos para manter seus pais, já idosos, e aceitou inquilinos para ajudar a pagar as contas. Um destes foi um fazendeiro de 1,80m chamado Nelson Charles Davis. Nascido na Carolina do Norte, ele serviu com soldado no 8.º Regimento de Infantaria Negra dos Estados Unidos de setembro de 1863 a novembro de 1865. Davis começou a trabalhar em Auburn como pedreiro e Tubman e ele logo se apaixonaram. Embora fosse 22 anos mais jovem que ela, em 18 de março de 1869, eles se casaram na Igreja Presbiteriana Central. Adotaram uma bebê chamada Gertie em 1874 e viveram felizes em família; Nelson morreu em 14 de outubro de 1888 de tuberculose. Enquanto isso, os amigos de Tubman e seu apoiadores da época da abolição angariaram fundos para sustentá-la. Uma admiradora, Sarah Hopkins Bradford, escreveu uma biografia autorizada intitulada Scenes in the Life of Harriet Tubman. O volume de 132 páginas foi publicado em 1869 e trouxe a Tubman um retorno de 1 200 dólares. Criticado por biógrafos modernos por sua licença artística e ponto de vista altamente subjetivo, o livro, apesar disso, continua sendo uma importante fonte de informação e perspectiva sobre a vida de Tubman. Em 1886, Bradford lançou outro volume, também com a intenção de aliviar a pobreza de Tubman, chamado Harriet, the Moses of her People. thumb|esquerda|text- bottom|alt=Foto em grupo de oito afro-americanos|Tubman em 1887 (mais a esquerda), com seu marido Davis (sentado, com bengala), sua filha adotiva Gertie (ao lado de Tubman), Lee Cheney, John \"Pop\" Alexander, Walter Green, \"Blind Aunty\" Sarah Parker e a sobrinha-neta de Tubman, Dora Stewart, na casa de Tubman em Auburn, Nova Iorque Diante do acúmulo de dívidas (incluindo pagamentos por sua propriedade em Auburn), Tubman foi vítima em 1873 de um golpe envolvendo transferência de ouro. Dois homens, um chamado Stevenson e o outro John Thomas, alegaram ter em seu poder um tesouro de ouro contrabandeado da Carolina do Sul. Eles ofereceram este tesouro – que valia, disseram, cerca de 5 000 dólares – por 2 000 dólares em dinheiro. Eles insistiram que conheciam um parente de Tubman e ela os acolheu em sua casa, onde ficaram por vários dias. Ela sabia que havia brancos no Sul que enterraram bens de valor quando as forças da União ameaçaram a região, e também que homens negros eram, frequentemente, encarregados de tarefas de escavação. Assim, a situação parecia plausível, e a combinação de seus problemas financeiros e sua boa natureza a levou a concordar com o plano. Ela pediu o dinheiro emprestado de um amigo abastado chamado Anthony Shimer e combinou de receber o ouro tarde da noite. Depois que os homens haviam-na atraído para a floresta, contudo, eles atacaram-na e deixaram-na inconsciente usando clorofórmio, depois roubaram sua bolsa, amarraram-na e amordaçaram-na. Quando foi encontrada por sua família, Tubman estava atordoada e ferida, e o dinheiro fora levado. Nova Iorque respondeu com indignação ao incidente e, apesar de alguns terem criticado Tubman por sua ingenuidade, a maioria se compadeceu com suas dificuldades econômicas e criticaram duramente os vigaristas. O incidente refrescou a memória do público sobre seu serviço passado e seus problemas econômicos. Em 1874, os deputados Clinton D. MacDougall de Nova Iorque e Gerry W. Hazelton do Wisconsin introduziram um projeto de lei (H.R. 2711/3786) prevendo que Tubman fosse paga \"a quantia de 2 000 dólares por serviços prestador ao Exército da União como batedora, enfermeira e espiã\". O projeto de lei foi derrotado no Senado. O Dependent and Disability Pension Act de 1890 tornou Tubman elegível para uma pensão como a viúva de Nelson Davis. Depois de documentar seu casamento e o registro de serviço de seu marido a contento da Repartição de Pensões, em 1895, foi concedida a Tubman uma pensão de viúva de 8 dólares por mês, mais um montante de 500 dólares para cobrir a demora de cinco anos na aprovação de seu pedido. Em dezembro de 1897, o congressista Sereno E. Payne, de Nova Iorque, introduziu um projeto de lei para conceder a Tubman um pensão de soldado no valor de 25 dólares por mês por seu própria serviço na Guerra Civil. Embora o Congresso tenha recebido documentos e cartas que apoiavam as reivindicações de Tubman, alguns membros opuseram-se a uma mulher receber a pensão total de um soldado. Em fevereiro de 1899, o Congresso aprovou e o presidente William McKinley ratificou H.R. 4982, que aprovou um valor intermediário de 20 dólares por mês (os 8 dólares de sua pensão de viúva mais 12 dólares por seus serviços como enfermeira), mas não a reconheceu como batedora e espiã. === Ativismo sufragista === Em seus últimos anos, Tubman trabalhou na promoção da causa do sufrágio feminino. Uma mulher branca perguntou-lhe, certa vez, se acreditava que as mulheres deveriam ter o direito ao voto, e recebeu a seguinte resposta: \"Sofri o suficiente para acreditar\".Citado em Tubman começou a participar de encontros de organizações sufragistas e em pouco tempo estava trabalhando ao lado de mulheres como Susan B. Anthony e Emily Howland. Tubman viajou a Nova Iorque, Boston e Washington, D.C. para manifestar seu apoio ao direito das mulheres de votar. Ela descreveu suas ações durante e após a Guerra Civil, e usou os sacrifícios de incontáveis mulheres ao longo da história moderna como evidência da igualdade entre homens e mulheres. quando a Federação Nacional de Mulheres Afro-Americanas foi fundada em 1896, Tubman foi a oradora principal em sua primeira reunião. Esta onda de ativismo acendeu uma nova onda de admiração por Tubman na imprensa dos Estados Unidos. Uma publicação chamada The Woman's Era lançou uma série de artigos sobre \"Mulheres Ilustres\" com um perfil de Tubman. Um jornal sufragista de 1897 divulgou uma série de recepções em Boston honrando Tubman e sua vida de serviço à nação. Contudo, suas infindáveis contribuições a outros haviam-na deixado na pobreza, e ela teve de vender uma vaca para comprar uma passagem de trem para ir a estas celebrações. === Igreja AMEZ, doença e morte === Na virada do século XX, Tubman envolveu-se intensamente com a Igreja Episcopal Metodista Africana de Sião em Auburn. Em 1903, ela doou uma parte de um imóvel do qual era proprietária à igreja, com a condição de que fosse lá criada uma casa para \"negros idosos e indigentes\".Citado em A casa não seria aberta por cinco anos, e Tubman consternou-se quando a igreja determinou que residentes pagassem uma taxa de entrada de 100 dólares. Ela disse: \"Eles fazem uma regra que ninguém podia entrar sem ter 100 dólares. Pois eu queria fazer uma regra que ninguém podia entrar a menos que não tivessem dinheiro nenhum\".Citado em Ela frustrou-se com a nova regra, mas, ainda assim, foi a convidada de honra quando a Casa Harriet Tubman para Idosos celebrou sua abertura em 23 de junho de 1908. À medida que Tubman envelhecia, as convulsões, dores de cabeça e sofrimento oriundos de sua lesão de infância continuaram a atormentá-la. Em dado momento no final dos anos 1890, ela foi submetida a uma cirurgia neurológica no Hospital Geral de Massachusetts em Boston. Incapaz de dormir por conta de dores e \"zumbidos\" em sua cabeça, ela perguntou a um médico se ele podia operá-la. Ele concordou e, nas palavras dela, \"abriu meu crânio com uma serra, levantou-o e agora está bem mais confortável\".Citado em Ela não recebeu anestesia para o procedimento e, conforme relatado, escolheu, ao invés, morder uma bala, como havia visto outros soldados fazerem na Guerra Civil quando seus membros eram amputados. Em 1911, o corpo de Tubman estava tão frágil que ela foi internada no asilo que levava seu nome. Um jornal de Nova Iorque descreveu-a como \"doente e sem um tostão\", motivando apoiadores a oferecer um novo ciclo de doações. Rodeada por amigos e familiares, ela morreu de pneumonia em 1913. Logo antes de morrer, ela disse aos presentes no quarto: \"Vou para preparar um lugar para vocês\".Citado em Tubman foi enterrada com honras semimilitares no Cemitério Fort Hill em Auburn. == Legado == Amplamente conhecida e respeitada em vida, Tubman tornou-se um ícone americano nos anos após sua morte. Um levantamento no fim do século XX nomeou-a como um dos civis mais famosos na história americana depois da Guerra Civil, atrás apenas de Betsy Ross e Paul Revere. Ela inspirou gerações de afro-americanos que lutaram por igualdade e direitos civis; foi elogiada por líderes de todo o espectro político. A cidade de Auburn comemorou sua vida com uma placa no tribunal. Embora a placa demonstrasse orgulho por suas diversas conquistas, seu uso do dialeto conhecido como black english, aparentemente escolhido por sua autenticidade, foi criticado por minar sua estatura como uma americana patriota e humanitária dedicada. Ainda assim, a cerimônia de dedicação foi um tributo poderoso à sua memória, tendo Booker T. Washington como orador principal. === Museus e sítios históricos === Em 1937, foi erigida uma lápide para Harrier Tubman pela Empire State Federation of Women's Clubs; ela foi listada no Registro Nacional de Lugares Históricos em 1999. A Casa Harriet Tubman foi abandonada depois de 1920, mas foi posteriormente renovada pela Igrea AMEZ e aberta como museu e centro de educação. Próximo dali, foi aberta a Biblioteca Comemorativa Harriet Tubman em 1979. No sul de Ontário, a Capela de Salem da Igreja Episcopal Metodista Britânica foi designada um sítio histórico nacional do Canadá em 1999, por recomendação do Conselho de Sítios Históricos e Monumentos do Canadá. A capela em St. Catharines, Ontário, foi um dos focos dos anos de Tubman na cidade, quando ela viveu próximo a ela, no que era um dos principais destinos da Underground Railroad e centro de trabalhos abolicionistas. Na época de tubman, a capela era conhecida como Capela Bethel e era parte da Igreja Episcopal Metodista Africana, antes da mudança para a Igreja Episcopal Metodista Britânica em 1856. A própria Tubman foi designada como uma Pessoa de Significância Histórica Nacional depois da recomendação do Conselho de Sítios Históricos e Monumentos em 2005. Já em 2008, grupos de interesse em Maryland e Nova Iorque, e seus deputados federais, pressionaram em favor de uma lei para criar dois parques históricos nacionais honrando Harriet Tubman: um para incluir seu local de nascimento na costa leste de Maryland e locais ao longo da rota da Underground Railroad nos condados de Caroline, em Dorchester, e Talbot, em Maryland; e outro para incluir sua casa em Auburn. Pelos próximos seis anos, projetos de lei foram introduzidos, mas nunca promulgados. Em 2013, o presidente Barack Obama usou de sua autoridade executiva para criar o Monumento Nacional Harriet Tubman Underground Railroad, consistindo de terras federais na costa leste de Maryland no Refúgio Nacional da Vida Selvagem em Blackwater. Em dezembro de 2014, foi incorporada ao 2015 National Defense Authorization Act uma autorização para a designação de um parque histórico nacional. Apesar da oposição de alguns legisladores, o projeto de lei foi aprovado com apoio de ambos partidos e promulgado pelo presidente Obama em 19 de dezembro de 2014. Em março de 2017, o Centro de Visitantes Harriet Tubman Underground Railroad foi inaugurado em Maryland dentro do Parque Estadual Harriet Tubman Underground Railroad. Conforme promulgado, a legislação autorizou a criação do Parque Histórico Harriet Tubman no condado de Cayuga, em Nova Iorque, a aguardar a aquisição de terras, e criou o Parque Histórico Nacional Harriet Tubman Underground Railroad em Maryland. Este último foi criado a partir das fronteiras autorizadas do monumento nacional, permitindo ainda aquisições adicionais posteriores. O parque em Auburn, Nova Iorque, foi criado em 10 de janeiro de 2017. O Museu Nacional de História e Cultura Afro- Americana possui itens pertencentes a Tubman, incluindo utensílios alimentícios, um hinário e um xale de linho e seda dado a ela pela rainha Vitória do Reino Unido. Itens relacionados incluem um retrato fotográfico de Tubman (um dos poucos dos quais se sabe da existência), e três cartões-postais com imagens do funeral de Tubman em 1913. === Nota de vinte dólares === Em 20 de abril de 2016, Jack Lew, então Secretário do Tesouro dos Estados Unidos, anunciou planos para incluir um retrato de Tubman na frente da nota de vinte dólares, movendo o retrato do presidente Andrew Jackson — que foi senhor de escravos — para o verso da nota. Lew orientou o Bureau of Engraving and Printing para agilizar o processo de reformulação da nota, e esperava-se que a nova nota entrasse em circulação em algum momento depois de 2020. Contudo, em 2017, Steven Mnuchin, então Secretário do Tesouro, disse que não se comprometeria a colocar Tubman na nota de vinte dólares, dizendo: \"Há pessoas que estão nas notas há muito tempo. Isto é algo que iremos considerar; no momento, temos questões muito mais importantes nas quais nos focar\". === Representações artísticas === thumb|direita|alt=Uma estátua de metal segurando a mãe de uma criança|Estátua de Jane DeDecker celebrando Tubman em Ypsilanti, Michigan Tubman é o tema de obras de arte canções, romances, esculturas, pinturas, filmes e produções teatrais. Músicos celebraram-na em trabalhos como \"The Ballad of Harriet Tubman\" de Woody Guthrie, a canção \"Harriet Tubman\" do compositor Walter Robinson e a canção instrumental \"Harriet Tubman\" de Wynton Marsalis. Houve diversas óperas baseadas na vida de tubman, incluindo Harriet, the Woman Called Moses, da compositora escocesa Thea Musgrave, que estreou em 1985. Peças teatrais baseadas na vida de Tubman apareceram já em nos anos 1930, quando os dramaturgos May Miller e Willis Richardson incluíram uma peça sobre a vida de Tubman na sua coleção Negro History in Thirteen Plays de 1934. Outras peças sobre Tubman incluem Harriet's Return de Karen Jones Meadows e Harriet Tubman Visits a Therapist de Carolyn Gage. No mundo da ficção impressa, Tubman foi o tema de A Clouded Star (1948) da autora canadense Anne Parrish, um romance biográfico criticado por apresentar estereótipos negativos de afro-americanos. A Woman Called Moses, um romance de Marcy Heidish publicado em 1976, foi criticado por trazer uma versão beberrona, praguejadora e sexualmente ativa de Tubman. James A. McGowan, biógrafo de Tubman, chamou o romance de uma \"distorção deliberada\". O romance The Tubman Command (2019), de Elizabeth Cobbs, foca-se na liderança de Tubman durante o ataque no rio Combahee. Tubman também aparece como personagem em outros romances, como Fire on the Mountain (1988), de Terry Bisson, The Good Lord Bird (2013), de James McBride e A Dança da Água [The Water Dancer], de Ta-Nehisi Coates (2019). A vida de Tubman foi dramatizada para a televisão em 1963 na série americana The Great Adventure num episódio intitulado \"Go Down Moses\", no qual a atriz Ruby Dee atuou como Tubman. Em dezembro de 1978, Cicely Tyson interpretou Tubman numa minissérie americana intitulada A Woman Called Moses, baseada no romance de Heidish. O filme biográfico Harriet estrelando Cynthia Erivo no papel principal, estreou no Festival Internacional de Cinema de Toronto em setembro de 2019, gerando elogios da crítica à protagonista e sucesso na bilheteria. Esculturas de Tubman foram erguidas em diversas cidades dos Estados unidos. Um memorial de 1993 da Underground Railroad feito por Ed Dwight na cidade de Battle Creek, em Michigan, retrata Tubman liderando um grupo de escravos à liberdade. Em 1995, na cidade de Mesa, no Arizona, a escultora Jane DeDecker criou uma estátua de Tubman guiando uma criança. Posteriormente, cópias da estátua de DeDecker foram instaladas em diversas outras cidades, incluindo uma na Universidade de Brenau em Gainesville, na Geórgia. Foi a primeira estátua a honrar Tubman numa instituição do Old South americano. A cidade de Boston encomendou Step on Board, uma escultura de bronze de 3 metros do artista Fern Cunningham colocada na entrada do Parque Harriet Tubman em 1999. Foi o primeiro memorial a uma mulher nas terras municipais de Boston. Swing Low, um estátua de quase 4 metros feita pela artista Alison Saar, foi erigida em Manhattan em 2008. Em 2009, a Universidade de Salisbury apresentou uma estátua criada por James Hill, um professor de arte da universidade. Foi a primeira escultura de Tubman colocada na região onde ela havia nascido. Artistas visuais retratam Tubman como um figura inspiradora. Em 1931, o pintor Aaron Douglas completou Spirits Rising, um mural de tubman na Bennett College for Women em Greensboro, na Carolina do Norte. Douglas disse que sua intenção era retratar Tubman como \"uma líder heroica\" que iria \"idealizar um tipo superior de feminilidade negra\". Uma série de pinturas sobre a vida de Tubman feita por Jacob Lawrence apareceu no Museu de Arte Moderna em Nova Iorque em 1940. Ele caracterizou a vida de Tubman como \"uma das grandes sagas americanas\". Em 1.º de fevereiro de 1978, o Serviço Postal dos Estados Unidos emitiu um selo de 13 centavos em homenagem a Tubman, desenhado pelo artista Jerry Pinkney. Ela foi a primeira mulher afro-americana a ser honrada com um selo dos EUA. Outro selo retratando Tubman, este de 32 centavos, foi emitido em 29 de junho de 1995. Em 2019, o artista Michael Rosato pintou Tubman num mural ao longo da U.S. Route 50, perto de Cambridge, em Maryland, e noutro mural na mesma cidade ao lado do Museu Harriet Tubman. === Outras honrarias e celebrações === Tubman é celebrada ao lado de Elizabeth Cady Stanton, Amelia Bloomer e Sojourner Truth no calendário de santos da Igreja Episcopal dos Estados Unidos em 20 de julho. o calendário de santos da Igreja Luterana Evangélica lembra Tubman e Sojurner Truth em 10 de março. Desde 2003, o estado de Nova Iorque também celebra Tubman no dia 10 de março, embora este dia não seja um feriado. Vários prédios, organizações e entidades receberam o nome Tubman em honra dela. Isto inclui dezenas de escolas, ruas e estradas em diversos estados, e várias igrejas, organizações sociais e agências governamentais. Em 1944, a marinha dos Estados Unidos lançou o SS Harriet Tubman, o primeiro navio da Classe Liberty a receber um nome de uma mulher afro-americana. Um asteroide, (241528) Tubman, recebeu este nome em 2014. Uma seção do bosque do Parque Wyman, em Baltimore, Maryland, recebeu o nome Harriet Tubman Grove em março de 2018; o bosque foi anteriormente o local de duas estátuas de generais confederados Robert E. Lee e Stonewall Jackson, com ambas sendo removidas do parque em agosto de 2017. Tubman foi postumamente aceita no National Women’s Hall of Fame em 1973 e no Maryland Women's Hall of Fame em 1985. == Historiografia == A primeira biografia moderna de Tubman publicada depois dos livros de Sarah Hopkins Bradford foi Harriet Tubman de Earl Conrad, o qual enfrentou grande dificuldade para encontrar uma editora – a busca demorou quatro anos – e sofreu desdém e desprezo por seus esforços de construir um relato mais objetivo e detalhado da vida de Tubman para adultos. Várias versões altamente adaptadas da vida de Tubman haviam sido escritas para crianças, e muitas outras vieram depois, mas Conrad escreveu num estilo acadêmico para documentar a importância histórica do trabalho de Tubman tanto para estudiosos quanto para a memória coletiva da nação. O livro foi finalmente publicado pela Associated Publishers de Carter G. Woodson em 1943. Apesar de sua popularidade e importância, outra biografia de Tubman para adultos só seria publicada dali a 60 anos, quando Jean Humez publicou uma leitura atenta das histórias de vida de Tubman em 2003. Tanto Larson quanto Clinton publicaram suas biografias logo depois, em 2004. O autor Milton C. Sernett discute todas as principais biografias de Tubman em seu livro Harriet Tubman: Myth, Memory, and History de 2007. == Bibliografia == * * * * * * * * * * * * == Ligações externas == * * Harriet Tubman: Online Resources, na Biblioteca do Congresso Americano * Texto completo de Scenes in the Life of Harriet Tubman, da Universidade da Carolina do Norte em Chapel Hill * Biografia de Harriet Tubman de Kate Larson * Harriet Tubman Web Quest: Leading the Way to Freedom – Scholastic.com * O Museu Tubman de História Afro-Americana * Parque Histórico Nacional Harriet Tubman * Parque Histórico Nacional Harriet Tubman Underground Railroad * Michals, Debra. \"Harriet Tubman\". Museu Nacional de História das Mulheres. 2015. * Maurer, Elizabeth L. \"Harriet Tubman\". Museu Nacional de História das Mulheres. 2016. Categoria:Abolicionistas dos Estados Unidos Categoria:Ativistas afro- americanos Categoria:Feministas dos Estados Unidos Categoria:Espiões dos Estados Unidos Categoria:Metodistas dos Estados Unidos Categoria:Escravos dos Estados Unidos Categoria:Santos anglicanos Categoria:Mortes por pneumonia Categoria:História de Maryland Categoria:Pessoas com epilepsia Categoria:Protestantes dos Estados Unidos Categoria:Mulheres na história Categoria:Naturais de Maryland Categoria:Escravos rebeldes dos Estados Unidos Categoria:Afro-americanos na Guerra Civil Americana Categoria:Místicos protestantes",
 "title": "Harriet Tubman"
}