{
 "id": "109249",
 "text": "Na série Star Wars (Guerra nas Estrelas), Chewbacca — apelido: Chewie — é o copiloto da nave Millennium Falcon e o melhor amigo de Han Solo, e um alienígena da raça Wookiee, oriundo do planeta Kashyyyk. Tendo participado de sete dos nove filmes da franquia (A Vingança dos Sith, Uma Nova Esperança, O Império Contra-Ataca, O Retorno do Jedi, O Despertar da Força, Os Últimos Jedi e A Ascensão Skywalker). Chewie é um excelente mecânico, muito sábio e temperamental. Foi interpretado por Peter Mayhew, que, com seus 2,20 m, foi escolhido por George Lucas. == História == O Chewbacca é um republicano em A Vingança dos Sith, e um rebelde a partir de Uma Nova Esperança. Chewbacca nasceu em Kashyyyk 200 anos antes da Batalha de Yavin. Junto com outros wookiees ele combateu as forças de Palpatine (Darth Sidious) e do Império Galáctico, sendo o único sobrevivente de uma missão para salvar filhotes Wookiees de escravistas. Libertado por Han Solo, torna-se seu amigo, pois, segundo a cultura Wookiee, ele tem um débito de vida com aquele que o salvou. Chewbacca é casado com Mallatobuck e a tradição permite que ele se ausente do lar para cumprir sua dívida de honra. Ele e Han Solo se tornam contrabandistas a serviço dos Hutts. Chewie acompanha todas as aventuras e influencia o amigo a ajudar a Aliança Rebelde. Grande mecânico, esse wookie usa tal habilidade para resolver diversos problemas da nave Millennium Falcon, e em O Império Contra-Ataca, Chewbacca remonta C-3PO e quando ele é destruído pelos soldados imperiais na Cidade das Nuvens, em Bespin. Seu instinto animal também o colocou numa encrenca na lua florestal de Endor em O Retorno de Jedi, quando fareja uma presa (que na verdade era uma armadilha feita por Ewoks). Além de sua força natural e de suas garras retráteis, ele usa como arma principal sua besta a laser. Chewbacca é um jogador de xadrez dejarik holográfico muito temperamental, e seus adversários correm o risco de ter os braços arrancados durante a partida, se Chewie estiver perdendo. == Nos filmes == Em A Vingança dos Sith, Chewbacca e seu amigo Tarfful ajudam Yoda a fugir dos soldados clones em seu planeta, Kashyyyk.Chewbacca Profile, at StarWars.com. Retrieved May 30, 2018. Em Uma Nova Esperança, Chewie e Han aceitam transportar Obi-Wan Kenobi e Luke Skywalker para Alderaan. Ao chegar lá, só acham um cinturão de asteroides (o planeta fora destruído) pela estação espacial gigantesca, Estrela da Morte que acaba também capturando a Millenium Falcon com seu \"raio trator\". Então Han, Luke e Chewie, ao saberem que a princesa Leia estava na estação, resolvem resgatá-la enquanto Obi-Wan desliga o raio trator. Depois da fuga, Chewbacca e Han Solo se unem à Aliança Rebelde, na luta contra o Império Galáctico. == No Universo Legends (Lendas) == Havia relatos de que Chewbacca se casou com Mallatobuck após a criação da Nova República, um pouco antes de receber sua primeira missão com os 3 filhos de Han e Leia: Jacen, Jaina e Anakin Solo. Tirando \"férias\", então ele decide seguir para Kashyyyk, seu planeta natal, ao lado de Han. Durante a viagem eles são interceptados na órbita de Kashyyyk por um cruzador do escravizador Pekt, e Han não havia reinstalado um dispositivo semelhante a uma mini-antena (que se deslocou da nave enquanto Lando se infiltrava nas trincheiras da Estrela da Morte II no filme O Retorno de Jedi). Devido a isto a Falcon é metralhada e fica em estado de emergência, obrigando Han e Chewie a fazerem um pouso de emergência, já cientes de que teriam de consertar os motores da Falcon depois, tirando os estragos causados pelo cruzador de Pekt. A Falcon caiu perto de uma das maiores florestas de Kashyyyk. Quando Han e Chewie descobrem que Pekt escravizou o povo Wookie junto com os remanescentes Imperiais, eles partem para a grande metrópole de Kepitenochan. No caminho recuperam grande parte dos Wookies escravizados e encontram Weebacca, fingindo destruir um abrigo dos escravizadores (ele estava fingindo mesmo, pois fez um acordo com um moff Imperial e com Pekt para roubar os segredos de Han e Chewie e depois matá-los, porém seu plano foi por água abaixo depois que os Imperiais rompem o trato que fizeram com ele e atacam Kepitenochan cansados de esperar Weebacca matar Chewie e Han). [Ele até revela que pode matar Han, mas que não conseguiria matar um velho amigo, como Chewie.] Quando Chewie e Han descobrem tudo, Chewie mata Weebacca usando armas de Bersekers, uma tribo Wookie antiga e guerreira. Depois, com a ajuda de um velho amigo de Chewie, Shoran, eles resgatam os Wookies aprisionados na estação Avatar, incluindo Attchitchuk, pai de Chewbacca. Assim eles matam Moff Darcc e Pekt, o escravizador salvando Kashyyyk por um tempo. Anos depois outro escravizador prende Wookies de Kashyyyk e os deixa sem ar num asteroide (Pekt preferiu montar uma base em Kashyyyk, assim facilitando para Han e Chewie resgatarem os Wookies), mas Han, Chewie, Luke e Leia reestabelecem o ar nas prisões. Eles mais uma vez matam o escravizador e livram o povo Wookie da escravidão e da morte. == Família == Chewbacca era casado com a Wookiee Mallatobuck e era filho de Attchitchuk. Seu sobrinho, Lowbacca, foi um dos poucos Wookiees a entrar na Academia Jedi. == Como conheceu Han == Conheceu Han Solo quando, durante uma missão com seus companheiros Wookiees contra alguns escravistas que venderiam Wookiees filhotes para os Imperiais, há uma grande batalha e só ele sobra vivo. Assim que a nave imperial chega ao local, Chewie consegue mandar os filhotes embora, e Han, que naquela época era um tenente do Império, recebe a ordem de investigar a nave onde houve a batalha. Quando Han entra na nave e encontra Chewie desmaiado e ferido, e seu superior, o comandante Nyklas, manda que ele mate o Wookiee, ele diz que nunca atacaria um inimigo que não pode se defender. Nyklas diz que vai matar ele e Chewie se ele não cumprir a ordem, então ele assume os controles da nave e foge. Quando Chewie acorda e percebe que foi salvo por Han, ele passa a segui-lo para o resto da vida, pois segundo uma tradição Wookiee, se alguém salva sua vida, você deve sua vida a essa pessoa. Categoria:Personagens de Star Wars Categoria:Mercenários fictícios Categoria:Piratas espaciais",
 "title": "Chewbacca"
}