{
 "id": "109444",
 "text": "thumb|Frutos secos com e sem pericarpo de Piper nigrum. Piperáceas () é uma grande família de plantas com flor, pertencente à ordem Piperales,An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Botanical Journal of the Linnean Society 181, 1–20. DOI: 10.1111/boj.12385 que agrupa cerca de 3 600 espécies repartidas por cinco géneros em três subfamílias, embora a vasta maioria das espécies pertença a apenas dois géneros: Piper (2 171 espécies) e Peperomia (mais de 1 000 espécies). Com distribuição pantropical, mas presente nas regiões subtropicais, os membros deste grupo podem ser pequenas árvores, arbustos ou plantas herbáceas. A espécie mais conhecida é Piper nigrum, produz a maioria dos grãos de pimenta que são utilizados como especiarias, incluindo a pimenta preta, embora os seus parentes na família incluam muitas outras espécies usadas como fonte de especiarias. ==Descrição== É provável que o nome Piperaceae seja derivado do termo sânscrito pippali, que é originário da palavra tamil thippàli, que significa sensação de calor na parte superior da língua e pertence à família das pimentas que era usada para descrever pimentas-longas (como as de Piper longum).Pimentas longas. ===Morfologia=== Os membros da família Piperaceae são pequenas árvores, arbustos ou plantas herbáceas perenes ou anuais. As plantas são frequentemente rizomatosas, e podem ser terrestres ou epífitas. Os caules podem ser simples ou ramificados. O crescimento da planta é monopodial (ocorre a partir de apenas uma gema apical), ou seja, possui um caule central com crescimento vertical, que se ramifica na parte aérea. A família apresenta folhas simples, com margens inteiras, e estão posicionadas na base da planta ou ao longo do caule, e podem ser alternadas ou espiraladas, às vezes opostas, com venação palmada ou peninérvea. São frequentes as folhas cordadas. As estípulas estão geralmente presentes, assim como os pecíolos, sendo comuma as estípulas serem adnatas ao pecíolo, geralmente envolvendo o caule. As folhas são muitas vezes claramente aromáticas quando esmagadas. A inflorescência ocorre em forma de espigas, terminais, opostas às folhas ou localizadas nas axilas, com flores pequenas, unissexuais ou bissexuais (monoicas ou dioicas, respectivamente), actinomórficas, ou seja, com simetria radial, sem perianto. Cada flor é subtendida por uma bráctea peltada. As flores não têm nectários e acredita-se que a polinização ocorra por insetos. Os estames são 2-6, e hipogínicos, com 2 anteras loculares. Existem geralmente 3-4 estigmas ligados a um único pistilo por flor, que é 1 ou 3-4 carpelos tardios. O ovário é unilocular e súpero. Quanto às estruturas reprodutivas das flores, os estames do tipo 3 + 3 (dois verticilos trímeros), com anteras longitudinalmente deiscentes, sendo ditecal ou monotecal, caso este em que as tecas são fundidas. O gineceu é sincárpico e consiste em um único pistilo com ovário súpero, tendo 1 ou 3-4 carpelos e 1 lóculo; o estilete é ausente ou solitário, estigma 1 ou 3-4. A placentação (que se refere à disposição da placenta e consequentemente à região onde se inserem os óvulos) é basal, com óvulos ortótropos (quando micrópila, chalaza, megaprotalo e funículo estão no mesmo eixo), bitegumentadas ou unitegumentados (como em Peperomia); cada ovário armazena 1 único óvulo. O fruto geralmente é do tipo drupa, com uma única semente por fruto, com um endocarpo carnoso originado da parede interna do ovário. As sementes têm um embrião minúsculo e um perisperma farinhento.Boufford, D.E. (1997)). Flora of North America - Piperaceae. http://www.efloras.org/florataxon.aspx?flora_id=1&taxon;_id=10692l === Caracteristicas comuns === Os membros da família Piperaceae partilham as seguintes características: * Árvores, arbustos, ervas ou lianas, por vezes epífitas, as trepadeiras com raízes adventícias nos nós. Eleocistos presentes em várias partes da planta, aromáticos, com óleos essenciais. Indumento de tricomas simples ou multicelulares, ou plantas glabras; glândulas coloridas, frequentemente globosas ou translúcidas. * Folhas alternas, opostas, espiraladas ou todas basais, simples, inteiras, pecioladas, suculentas ou herbáceas, muito variáveis na forma e no tamanho, com nervuras acródromas, actinódromas, broquidódromas, camptódromas ou campilódromas, com estípulas intra-especiolares. * Estomas tetracíticos ou anisocíticos, frequentemente com profilos (cada uma das duas primeiras folhas de um ramo lateral) adaxiais em forma de tampa associados à inflorescência e à folha em desenvolvimento. Hidátodos frequentemente presentes em espécies que vivem em ambientes saturados de humidade. * Caules com feixes liberolenhosos dispersos (como nas monocotiledóneas, mas abertos, sem bainha esclerenquimatosa) ou em 2 anéis. Nós inchados, 3 a multilacunados, com 3-5 ou mais traços foliares. * Plantas hermafroditas, monóicas ou dióicas. * Inflorescências axilares, terminais ou opostas, pedunculadas, em espiga ou racemo, pendentes ou erectas. * Flores pequenas, aclamídeas, cada uma com uma única bráctea basal, pediceladas ou sésseis, com simetria bilateral ou dorsiventral. Androceu de (1-)2-6(-10) estames livres ou soldados na base do ovário, filantéreos, anteras com 2 tecas, cada teca com 2 esporângios, ou monoteca (em Peperomia), extrorsas a latrorsas, com deiscência por fendas longitudinais. Gineceu súpero, unilocular, formado pela sincarpia de (2-)3-4 carpelos (1 em Peperomia), estigmas 1-4, secos, papilosos. Um único óvulo, ascendente, ortotrópico, bitégmico (unitégmico em Peperomia), crassinucelado, de placentação basal. * Fruto em baga ou drupa, por vezes com estiletes proeminentes. * Sementes com escasso endosperma e abundante perisperma, amiláceo, com embrião muito pequeno. * Pólen globoso, tectado, monossulcado, inaperturado em Peperomia, tectum frequentemente espinuloso. * Número cromossómico: x = 11, aparentemente presente em Peperomia; no entanto, é x = 13 em Piper e x = 19 em Zippelia. === Fitoquímica === As espécies desta família produzem um grande número de compostos químicos diferentes, maioritariamente derivados da fenilalanina. Os óleos essenciais contêm monoterpenos, sesquiterpenos e fenilpropanos em partes mais ou menos iguais. Os óleos essenciais contêm maioritariamente alcaloides. São característicos os lignanos, um derivado de furfurano, as cinamoilamidas, as α-pironas e os derivados da aporfina. Proantocianidinas e flavonóis estão ausentes. Ausência de cianogénese. === Ecologia === A polinização na Piper é geralmente efectuada por abelhas. Os frutos maduros são comidos por morcegos e as sementes dispersas nas suas fezes. Em muitas espécies de Piper, os frutos são suculentos e de cores vivas, e aparentemente são consumidos por aves. Os frutos do género Peperomia desenvolvem uma extensão viscosa que provavelmente contribui para a exozoocoria, enquanto em Zippelia os mesmos efeitos são conseguidos com frutos dotados de espinhos glocóides. Os membros desta família são plantas adaptadas às condições de vida nos trópicos e subtrópicos, principalmente nas florestas, em locais sombrios, por vezes como epífitas, por vezes como oportunistas em áreas desbravadas para estradas ou pastagens. ==Filogenia e taxonomia== ===Filogenia=== As Piperaceae são angiospermas, ou seja, plantas com flor. O ancestral comum do grupo faz parte de um nó basal que, em termos evolutivos, se diferenciou antes do surgimento das eudicotiledóneas e monocotiledóneas, os dois principais grupos de angiospermas.APWeb Assi, as Piperaceae são um grupo primitivo de angiospermas. No passado, foram consideradas, juntamente com as Saururaceae, diretamente derivadas das Magnoliales. No entanto, as inflorescências em forma de espiga, a ausência de perianto e a simetria floral bilateral distinguem-nas perfeitamente. As relações com as monocotiledóneas também foram postuladas com base na estrutura vascular. O APW (Angiosperm Phylogeny Website) considera-a como fazendo parte da ordem Piperales, sendo o grupo irmão das Saururaceae.AP- website. O sistema APG III de 2009 reconheceu esta família e integrou-a na ordem Piperales e no clado não classificado das magnoliídeas, situação que foi mantida pelo sistema APG IV. Na sua presente circunscrição taxonómica, a família é constituída por cinco géneros: Piper, Peperomia, Zippelia, Manekia e Verhuellia.SAMAIN et al. Verhuellia is a segregate lineage in Piperaceae: more evidence from flower, fruit and pollen morphology, anatomy and development. Annals of Botany, v. 105, p. 677–688, 2010 Artigo científico em inglês O género da região do Pacífico anteriormente reconhecido Macropiper, foi recentemente fundido em Piper.Wanke, S., Jaramillo, M. A., Borsch, T., Samain, M.-T., Quandt, D., and Neinhuis, C. (2007) \"Evolution of Piperales—matK gene and trnK intron sequence data reveal lineage specific resolution contrast\". Molecular Phylogenetics and Evolution 42: 477–497. Uma filogenia baseada em 6 000 pares de bases de DNA do cloroplasto. Só recentemente se tornou claro que Verhuellia é um grupo irmão dos outros quatro géneros da família.Samain et al. (2010) \"Verhuellia is a segregate lineage in Piperaceae: more evidence from flower, fruit and pollen morphology, anatomy and development\". Annals of Botany, 105. Com base nesses estudos, foi possível estabelecer o seguinte cladograma que mostra as relações entre os géneros que integram a família:Wanke, S., Vanderschaeve, L., Mathieu, G., Neinhuis, C., Goetghebeur, P., and Samain, M.S. (2007) \"From Forgotten Taxon to a Missing Link? The Position of the Genus Verhuellia (Piperaceae) Revealed by Molecules\". Annals of Botany, 99: 1231–1238. De acordo com o sistema botânico de classificação APG IV, a família Piperaceae está inserida na ordem Piperales juntamente com outras duas famílias (Saururaceae e Aristolochiaceae). Ao longo dos anos, a organização dessa ordem passou por várias mudanças, entretanto Piperaceae sempre permaneceu como grupo irmão da família Saururaceae desde a atualização do sistema de Engler, em 1964. Alterações na classificação interna de Piperales ao longo do tempo Sistema de Engler (1964) Sistema de Cronquist (1981) Sistema APG I (1998) Sistema APG II (2003) Sistema APG III (2009) Sistema APG IV (2016) Chloranthaceae, Lactoridaceae, Piperaceae, Saururaceae Chloranthaceae, Piperaceae, Saururaceae Aristolochiaceae, Lactoridaceae, Piperaceae, Saururaceae Aristolochiaceae, Hydnoraceae, Lactoridaceae, Piperaceae, Saururaceae Aristolochiaceae (incluindo Lactoridaceae), Hydnoraceae, Piperaceae, Saururaceae Aristolochiaceae, Saururaceae, Piperaceae === Sistemática=== O género Peperomia formava anteriormente uma família independente, Peperomiaceae , agora é atribuído às Piperaceae. A família Piperaceae foi descrita pela primeira vez em 1792 por Paul Dietrich Giseke em Praelectiones in ordines naturales plantarum, p. 123, e em 13 de junho de 1824 por Carl Adolf Agardh em Aphor. Bot., p. 201. O género tipo é Piper A família Piperaceae foi reorganizada em três subfamílias em 2008. Antes disso, existiam as duas subfamílias Piperoideae e Peperomioideae. Presentemente, contém cinco géneros com cerca de 3600 espécies, mas se diferentes géneros forem separados do género Piper, pode haver até mais dez géneros. Na sua presente estruturação, a família está subdividida em três subfamílias:AP-website: Piperaceae. (1) Verhuellioideae Trelease ex Samain & Wanke 2008; (2) Zippelioideae (Miquel 1840) Samain & Wanke 2008; e Piperoideae Arnott 1832. No entanto, análises filogenéticas recentes não confirmam esta divisão básica, uma vez que o clado basal seria formado pelos géneros Zippelia + Manekia, que seriam o grupo irmão de um núcleo contendo o resto dos géneros. Uma recente revisão da família levou a uma complexa sinonímia taxonómica com a integração de mútiplos géneros em Piper: * Anderssoniopiper Trelease = Piper L. * Arctottonia Trelease = Piper L. * Circaeocarpus C. Y. Wu = Zippelia Blume * Discipiper Trelease & Stehle = Piper L. * Lepianthes Rafinesque = Piper L. * Lindeniopiper Trelease = Piper L. * Macropiper Miquel = Piper L. * Manekia Trelease * Mildea Grisebach = Verhuellia Miquel * Ottonia Sprengel = Piper L. * Peltobryon Klotzsch = Piper L. * Peperomia Ruiz & Pavón * Piper L. * Piperanthera C. de Candolle = Peperomia Ruiz & Pavón * Pleistachyopiper Trelease = Piper L. * Pothomorphe Miquel = Piper L. * Sarcorhachis Trelease = Piper L. * Schilleria Kunth = Piper L. * Trianaeopiper Trelease = Piper L. * Verhuellia Miquel * Zippelia Blume Os géneros reconhecidos podem ser distinguidos pela seguinte chave: * Fruto globoso, densamente coberto de pêlos gloquidiados. : Zippelia Blume, 1830. China, Indonésia, Laos, Malásia, Filipinas, Vietname. * Fruto de um tipo diferente, sem pêlos gloquidiados. ** Flores unissexuais. *** Inflorescências axilares, reunidas em umbelas. :::Piper Miq., 1840. Ilhas do Pacífico Sul. ::* Inflorescência solitária, terminal, geralmente opositifoliada. :::Piper L., 1753. Ásia Tropical e África. :* Flores perfeitas. ::* Ervas, geralmente epífitas, muitas vezes suculentas. Brácteas florais orbiculares. Estames 2. Anteras monóicas. Estigmas penicilados. Ovário unicarpelado. Fruto em drupa com proeminência translúcida. :::Peperomia Ruiz & Pav., 1794. Pantropical. ::* Raramente ervas epífitas, trepadeiras, trepadeiras, arbustos ou plantas jovens. Brácteas florais triangulares a caliciformes ou peltadas. Estames 2-6. Anteras bicatecadas. Estigmas não penicilados. Ovário (2-)3-4-carpelar. Frutos em drupa ou baga, sem proeminências. :::* Planta trepadora ou rasteira. Inflorescências axilares ou terminais, geralmente aos pares. Fruto parcialmente imerso na ráquis alargada. ::::Manekia Trel., 1927. América Central e do Sul, Antilhas. :::* Árvore, arbusto, trepadeira ou erva. Inflorescências opistifoliadas. Frutos livres, não imersos na ráquis. ::::Piper Spreng., 1820. América Central e do Sul, Antilhas; introduzida noutras zonas tropicais. A distribuição e diversidade dos géneros é a seguinte: * Piperoideae (sin.: Peperomioideae) — contém apenas dois géneros com cerca de 3600 espécies: ** Peperomia : As 1500 a 1700 espécies estão distribuídas nas regiões tropicais de quase todo o mundo. ** Piper (sin.: Anderssoniopiper , Arctottonia , Artanthe , Chavica , Discipiper , Lepianthes , Lindeniopiper , Macropiper , Ottonia , Pleiostachyopiper , Pleistachyopiper , Pothomorphe , Trianaeopiper ): As cerca de 2000 espécies estão distribuídas por quase todo o mundo, principalmente em zonas tropicais. * Zippelioideae — contém apenas dois géneros com cerca de seis espécies. Tem uma área de distribuição disjunta, com ocorrências desde a China até ao Arquipélago Malaio e na América Central e do Sul: ** Zippelia : Contém apenas uma espécie: *** Zippelia begoniifolia : É muito comum na Ásia tropical. O número cromossómico é 2n = 38. ** Manekia (sin.: Sarcorhachis ): As cerca de quatro espécies estão distribuídas nos Neotrópicos. * Verhuellioideae — contém apenas um género: ** Verhuellia : As cerca de três espécies ocorrem em Cuba e Hispaniola. == Etnobotânica == Numerosos membros da família das Piperaceae são utilizados nos sistemas medicinais tradicionais das populações indígenas para uma grande variedade de doenças. Foram realizados muitos estudos para investigar estas utilizações, tendo um grande número deles incidido especialmente sobre o ingrediente ativo piperina e compostos relacionados encontrados em muitos membros desta família, especialmente a pimenta preta, a pimenta longa e o bétele. Algumas espécies são utilizadas como plantas ornamentais. Muitas espécies da família Piperaceae são utilizadas como aromatizantes, plantas medicinais, plantas ornamentais, condimentos e inseticidas (Piper tuberculatum). Piper nigrum é a fonte da pimenta-do-reino, também conhecida como pimenta-redonda e pimenta-preta; seus frutos, secos e moídos, produzem esse tempero, considerado uma das especiarias mais antigas de que se tem conhecimento. O género Peperomia contém diversas espécies cultivadas como ornamentais devido a sua folhagem.Purseglove, J.W., 1981. Spices Vol.1. Longman: New York A espécie Piper umbelatta, conhecida no Brasil como pariparoba, caapeba, capeba e malvisco é muito utilizada na medicina popular para tratamento de epilepsia, doenças relacionadas ao fígado e como antimalárica. Outra espécie com propriedades medicinais e também usada como estimulante é a pimenta betel (Piper betle). Do ponto de vista económico, a especiaria mais importante produzida pelas Piperaceae é a pimenta, Piper nigrum, cujas diferentes variedades são cultivadas desde tempos imemoriais e é uma das especiarias mais importantes no mercado internacional (pimenta preta: o fruto semi-maduro, ou pimenta branca: madura e sem casca). Para além desta, outras espécies são utilizadas como sucedâneos, como a Piper longum. As folhas de Piper betle são utilizadas na Ásia e em África para envolver as nozes de bétel (Areca catechu, Arecaceae), utilizadas como agente de mastigação. Os frutos de Piper darienensis têm um sabor a essência de cravinho e são usados como cravinho para adormecer dentes doridos. Outras espécies de Piper são utilizadas localmente na farmacopeia tradicional, no fabrico de bebidas estimulantes ou narcóticas (kava de Piper methysticum) e como veneno para peixes. Algumas espécies são plantas ornamentais populares. As espécies Peperomia blanda, Peperomia tetraphylla e Piper nigrum são utilizadas na medicina tradicional chinesa. Piper hainanense, Piper hancei, Piper hongkongense, Piper nigrum, Piper sarmentosum, Piper wallichii, Piper wangii e Piper yunnanense fornecem especiarias. ==Distribuição no Brasil== No Brasil estão presentes 4 géneros, distribuídos em todas as regiões, totalizando 464 espécies, das quais 292 são endémicas no território brasileiro.REGASINI et al. Radical Scavenging Capacity of Piper arboreum and Piper tuberculatum (Piperaceae). Latin American Journal of Pharmacy, v. 27, p. 900–903, 2008 Artigo científico em inglês De maneira geral, esta família é amplamente distribuída pelo Brasil, sendo encontrada e todas as regiões, domínios fitogeográficos e tipos de vegetação do país.Piperaceae in Flora do Brasil 2020 em construção. Jardim Botânico do Rio de Janeiro.Disponível em: . Acesso em: 01 Nov. 2017. Gênero Nº de espécies no Brasil Formas de vida Substratos Regiões Geográficas Domínios Fitogeográficos Tipos de vegetação Manekiahttp://floradobrasil.jbrj.gov.br/reflora/floradobrasil/FB12870 1 Liana/trepadeira Terrícola Sul e Sudeste Mata Atlântica Floresta Ombrófla (Floresta Pluvial) Ottonia (=Piper)http://floradobrasil.jbrj.gov.br/jabot/floradobrasil/FB12603 1 Arbusto Terrícola Sudeste Mata Atlântica Floresta Ombrófla (Floresta Pluvial). Peperomiahttp://floradobrasil.jbrj.gov.br/reflora/floradobrasil/FB12609 171 Erva Epífita, Rupícola, Terrícola Norte, Nordeste, Centro-Oeste, Sudeste, Sul Amazônia, Caatinga, Cerrado, Mata Atlântica Campinarana, Campo de Altitude, Campo Rupestre, Cerrado (lato sensu), Floresta Ciliar ou Galeria, Floresta de Igapó, Floresta de Terra Firme, Floresta de Várzea, Floresta Estacional Semidecidual, Floresta Ombrófila (= Floresta Pluvial), Floresta Ombrófila Mista, Vegetação Sobre Afloramentos Rochosos Piperhttp://floradobrasil.jbrj.gov.br/reflora/floradobrasil/FB12735 291 Arbusto, Árvore, Erva, Liana/volúvel/trepadeira, Subarbusto Rupícula, Terrícola Norte, Nordeste, Centro-Oeste, Sudeste, Sul Amazônia, Caatinga, Cerrado, Mata Atlântica, Pampa, Pantanal Área Antrópica, Caatinga (stricto sensu), Campinarana, Campo de Várzea, Campo Limpo, Campo Rupestre, Cerrado (lato sensu), Floresta Ciliar ou Galeria, Floresta de Igapó, Floresta de Terra Firme, Floresta de Várzea, Floresta Estacional Decidual, Floresta Estacional Perenifólia, Floresta Estacional Semidecidual, Floresta Ombrófila (= Floresta Pluvial), Floresta Ombrófila Mista, Palmeiral, Restinga, Savana Amazônica, Vegetação Sobre Afloramentos Rochosos ==Referências== M.-S. Samain, G. Mathieu, S. Wanke, C. Neinhuis, P. Goetghebeur: Verhuellia revisited - unravelling its intricate taxonomic history and a new subfamilial classification of Piperaceae. In: Taxon, Volume 57, 2008, S. 585–587. Yung- chien Tseng, Nianhe Xia, Michael G. Gilbert: Piperaceae., S. 110 - textgleich online wie gedrucktes Werk, Wu Zheng-yi, Peter H. Raven (Hrsg.): Flora of China. Volume 4: Cycadaceae through Fagaceae, Science Press und Missouri Botanical Garden Press, Beijing und St. Louis, 1999, ISBN 0-915279-70-3. == Bibliografia == * * * *Die Familie der Piperaceae bei der APWebsite. (Abschnitte Beschreibung und Systematik) * Yung-chien Tseng, Nianhe Xia, Michael G. Gilbert: Piperaceae., S. 110 - textgleich online wie gedrucktes Werk, Wu Zheng-yi, Peter H. Raven (Hrsg.): Flora of China. Volume 4: Cycadaceae through Fagaceae, Science Press und Missouri Botanical Garden Press, Beijing und St. Louis, 1999. ISBN 0-915279-70-3 (Abschnitte Beschreibung und Systematik) * David E. Boufford: Piperaceae in der Flora of North America, Volume 3, 1993: Online. (Abschnitt Beschreibung und Systematik) * Die Familie der Piperaceae in DELTA; dort ohne Peperomia. * M. C. Tebbs: Piperaceae in Klaus Kubitzki et al.: The Families and Genera of Vascular Plants. II. Flowering Plants - Dicotyledons., Springer-Verlag: Berlin, 1993. ISBN 3-540-55509-9 * M. A. Jaramillo, S. Paul, P. S. Manos & E.A. Zimmer: Phylogenetic relationships of the periantless Piperales reconstructing the evolution of floral development., in International Journal of Plant Science, Volume 165, Nr. 3, 2004, pp. 403–416. ==Ligações externas== *Mapa *Dibujo de Zippelia begoniifolia *Frutos de Zippelia begoniifolia *Macropiper latifolium *Ottonia peltata * Plants of the World Online, Piperaceae * Angiosperm Phylogeny Website * Piperaceae at the DELTA Online Families of Flowering Plants * Piperaceae at the online Flora of North America * Piperaceae at the online Flora of China * Piperaceae at the online Flora of Zimbabwe * Piperaceae at the NCBI Taxonomy Browser * Piperaceae at the online Piperaceae in Thailand * Plants of the World Online, Piperaceae * Beschreibung der Familie in der Gehölzflora der Anden. (span.)",
 "title": "Piperáceas"
}