{
 "id": "109445",
 "text": "miniatura|250px|Castelo de Almourol, Portugal (fins do séc. XII): a torre de menagem quadrangular destaca-se no interior da cintura de muralhas. A torre de menagem ou torreão, em arquitectura militar, é a estrutura central de um castelo medieval, definida como o seu principal ponto de poder e último reduto de defesa, podendo em alguns casos servir de recinto habitacional do castelo. A torre de menagem, como é conhecida em Portugal, foi uma estrutura comum nos castelos da Europa medieval, sendo equivalente à torre del homenaje em Castela, o maschio em Itália e o Bergfried na Alemanha, e aproximadamente equivalente ao donjon na França e o keep na Inglaterra. No Japão feudal, a parte do castelo que mais se aproximaria à torre de menagem seria o tenshukaku (天守閣). == História == As torres de menagem podem ter sua origem relacionada às torres fortificadas das chamadas motas, estruturas defensivas antecessoras do castelo medieval de pedra, construídos inicialmente no norte da França e regiões vizinhas. Estas primitivas fortificações, cujos mais antigos vestígios datam do século X, consistiam em uma elevação artificial do terreno com uma torre de madeira na parte mais alta, com funções defensivas e habitacionais. Tanto as torres como as muralhas das motas começaram a ser construídas em pedra a partir dos séculos XI e XII. As torres principais destes primeiros castelos eram também destinadas a servir de moradia ao senhor feudal, sendo por isso chamadas em francês donjon, derivado do latim dominio (\"senhor\"). Essa evolução ocorreu ao mesmo tempo em várias partes da Europa. == Em Portugal == A torre de menagem foi introduzida na arquitectura militar portuguesa na segunda metade do século XII, durante a Reconquista. Os primeiros castelos a incorporar essa estrutura foram os da Ordem do Templo construídos durante o mestrado de Gualdim Pais. É possível que Gualdim Pais se tenha familiarizado com este tipo de torre na Terra Santa durante a Segunda Cruzada, da qual tomou parte. As primeiras torres de menagem construídas em Portugal foram as dos castelos templários de Tomar (1160), Pombal (1171), Almourol (1171) e outros. Pouco depois, torres de menagem foram construídas nos castelos de outras ordens militares e nas fundações reais. Essas primeiras torres são em geral quadrangulares e encontram-se isoladas da muralha, à maneira românica. A partir do século XIV começam a ser construídas torres de menagem maiores, com áreas residenciais mais amplas. As torres passam a estar frequentemente adossadas às muralhas (em conformidade com a arquitectura gótica militar), em geral próximo da entrada do castelo ou outra área sensível. Muitas passam a ter forma poligonal, o que amplia a possibilidade de disparo dos defensores, como nos castelos de Sabugal, Algoso e Castelo Branco. Muitas também possuíam matacães, balcões com aberturas que permitiam disparos verticais sobre inimigos junto à muralha da torre. Chegando ao século XV começam a surgir torres de menagem melhor adaptadas às funções habitacionais, com o aumento da superfície, abertura de janelas mais amplas e decoradas nos andares nobres. Isso é claramente visível nas torres de menagem dos castelos de Bragança, Estremoz e Beja. A torre deste último é a mais alta de Portugal, com quase 40 metros de altura. Já a partir do século XIII começaram a ser construídas em Portugal casas-torre inspiradas nas torres de menagem. Estas casas estavam destinadas à habitação da pequena nobreza rural e foram importantes símbolos do poder feudal. Muitas ainda existem, incorporadas a solares construídos nos séculos XVII e XVIII. === Características === Nos castelos portugueses a torre de menagem é mais alta do que as demais, permitindo uma visão ampla dos arredores e do perímetro da muralha. Desta forma os defensores do castelo podiam utilizar o coroamento de ameias no topo da torre de menagem como base de tiro directo com alcance em todo o perímetro do castelo. A planta pode ser quadrangular, poligonal ou circular, prevalecendo em Portugal as de planta quadrangular ou retangular. Em geral tinham mais de 10 metros de altura, podendo algumas ultrapassar os 30 metros. Por vezes eram implantadas sobre afloramentos rochosos, o que dava mais altura e solidez à estrutura. Em geral localizavam-se no centro do perímetro amuralhado, mas também podiam estar adossadas à muralha. As torres de menagem, especialmente nos primeiros tempos, tinham muito poucas aberturas para impedir que os projéteis dos inimigos alcançassem os defensores. As poucas aberturas consistiam de frestas para o disparo de flechas. O andar térreo não possuía aberturas, encontrando-se a entrada no primeiro piso. O acesso à entrada era apenas possível por uma escada de madeira, facilmente removível ou eliminada. Assim, no caso de o resto da estrutura ser sido tomada, a torre de menagem funcionava como último reduto de defesa, como um castelo dentro do castelo. ==Feudalismo== No resto da Europa o castelo era dos senhores feudais que, senhores autónomos de um território dentro do reino, se atacavam mutuamente; na Península Ibérica o castelo era do rei que reinava em todo o território e localmente delegava a sua autoridade no alcaide, que jurava o preito de menagem (juramento de fidelidade ao rei) na torre de menagem.António Lopes Pires Nunes., Os Castelos Templários da Beira Baixa, Almondina, 2005 ==Ver também== *Arquitectura militar *Casa-torre ==Bibliografia== *MONTEIRO, João Gouveia Monteiro e PONTES, Maria Leonor; Castelos Portugueses - Guias Temáticos. IPPAR, 2002 *NUNES, António Lopes Pires; Dicionário de Arquitectura Militar, Caleidoscópio, 2002 Categoria:Elementos da arquitetura militar Menagem",
 "title": "Torre de menagem"
}