{
 "id": "109537",
 "text": "Os Stormtroopers são a tropa de base do Império Galáctico no universo Star Wars. Devido à extensão do Império existem variações para diferentes terrenos e situações. Os Sandtroopers para os terrenos desérticos, Snowtroopers para terrenos congelados, Scouttroper para reconhecimento e pilotagem de Speeders entre muitos outros. == Desenvolvimento dos Stormtroopers == Os designs dos Stormtroopers tinham a intenção de parecer \"aterrorizantes, mas também super- legais, super-limpos\", com os capacetes sendo \"caveiras muito estilizadas\". Nos primeiros rascunhos das artes conceituais de Star Wars de Ralph McQuarrie, os Stormtroopers usariam sabres de luz e escudos de mão como armas comuns não limitadas aos Jedi ou aos Sith. George Lucas, ao compor informações básicas em 1977, afirmou que as mulheres existiam no efetivo do Corpo de Stormtroopers, embora houvessem poucas na Estrela da Morte. Ele sugeriu que elas eram numerosas em outras unidades.Guenette, Robert, director. The Making of Star Wars: as Told by C-3PO and R2D2. Films Inc., 1977. === Redesign Para a Nova Trilogia === Com o retorno da saga Star Wars viu-se necessário a revisão do clássico design das tropas imperiais. Essa tarefa foi atribuída ao designer de figurinos Michael Kaplan que, juntamente com o diretor JJ Abrams, trabalhou para definir até onde as mudanças deveriam ir. \"Tudo foi uma conversa com JJ, é claro. Ele queria se apegar à singularidade e não se afastar muito dos stormtroopers, manter aquela aparência icônica, mas ainda com 30 anos de diferença\" disse Kaplan em entrevista à Vanity Fair. Além de visitar os arquivos da Lucasfilm o figurinista se baseou nos designs da Apple, chegando finalmente ao visual apresentado no primeiro filme da nova sagaː Star Warsː O Despertar da Força. == Descrição == É montado a partir dos clones que participaram da derrubada da República, o que acarretou na formação do Império Galático, sendo assim formada por unidades mais inteligentes e mais capazes de obedecer às ordens propostas pelos oficiais do império tais como Grande Moff Wilhuff Tarkin e Capitão Firmus Piett. Há rumores de que quando surgiu a 501ª Legião, o Imperador mandou matar todos os outros clones que serviam à República. O Imperador Palpatine teria feito tal ordem para não deixar nenhum rastro e nenhuma ideologia da República. Os primeiros stormtroopers eram os clone troopers sobreviventes às Guerras Clônicas. Eles foram renomeados depois da Declaração de uma Nova Ordem de Palpatine, estes clones de Jango Fett foram imediatamente complementados por três novos lotes de Stormtroopers vindos da Orla Exterior após a batalha de Kamino em 22 ABY (Antes da Batalha de Yavin) . Mesmo nos primeiros anos do Império Galáctico, as estampas do modelo de Jango Fett permaneceram na armadura dos stormtroopers. === Novos Stormtroopers === Devido ao fechamento de suas relações com Kamino após a Batalha de Kamino, o Exército Imperial corria o risco de ficar sem um Exército, com a Guerra Civil Galáctica no auge. Era necessário criar novas tropas; de maneira mais barata, foram então criadas as Academias Imperiais, apenas para Humanos, Zabraks e Rodianos. Os stormtroopers são treinados para diversos tipos de terreno como deserto, terrenos gelados (como o planeta Hoth) e florestas (como a lua florestal de Endor). Cada tropa é treinada para agir em cada tipo de terreno e recebem nomes diferentes como: Snowtrooper (tropas para terrenos gelados), Sandtrooper (terrenos desérticos) e Scout trooper (tropas especiais para explorar a galáxia a serviço do Império ou até mesmo para servirem como espiões do Império. Esses foram vistos na lua florestal de Endor em seus veículos a motor de repulsão chamados de \"speeder bikes\" e Troopers da Marinha (ou da Estrela da Morte), tropas que monitoram a Estrela da Morte e que geralmente não são clones. Todos os stormtroopers portam o rifle E-11 e, de reserva, uma pistola DL-44 (é igual ao do Han Solo). Categoria:Personagens de Star Wars",
 "title": "Stormtrooper (Star Wars)"
}