{
 "id": "109538",
 "text": "A extrusão é um processo mecânico de produção de componentes de forma contínua onde o material é forçado através de uma matriz adquirindo assim a forma pré determinada pela forma da matriz projetada para a peça. ==Formas== Em geral a configuração das formas, chamadas de matrizes de extrusão, é transversal e vazada, mas também pode ser cheia. Em função de sua construção sólida e resistente, a geometria da matriz não se altera pelo uso contínuo, tendo assim uma vida útil longa. Os produtos extrudados têm secção transversal constante com dimensões bastante precisas, podendo no caso de peças compridas serem cortadas ou fatiadas de acordo com a necessidade de uso. == Componentes == Os componentes de uma extrusora possuem uma grande influência na produção de determinada peça, pois afetam diversos parâmetros de controle de produção como a temperatura, cisalhamento, pressão e vazão. * Motor: O motor presente na extrusora é responsável por rotacionar a rosca na qual é ligada, caso a extrusora possua duas roscas o motor as rotaciona em sentido contrário, para promover o cisalhamento do material com maior eficiência. * Rosca: A extrusora pode possuir uma ou duas roscas, na qual é responsável por cisalhar o material, fundindo-o e/ou plastificando-o ao longo do processo. Aumentando o número de roscas e a razão comprimento/diâmetro da rosca resulta no aumento do cisalhamento nos materiais, possuindo grande importância para cisalhar o suficiente para fundir materiais que apresentam maior resistência para fundir. Em alguns casos é necessário controlar a alta taxa de cisalhamento, pois há materiais como os polímeros que possui a capacidade de degradação quando submetido a altas temperaturas. * Barril de Aquecimento: Responsável por promover calor extra ao material no qual está sendo cisalhado no processo. Geralmente o calor fornecido ao material a ser fundido pelo barril de aquecimento atinge até apenas 20% do calor total, enquanto o restante é gerado a partir do efeito de cisalhamento causado pela rosca. * Matriz: Responsável por dar forma ao material no qual está sendo pressionado ao longo do processo, o material sai no formato desejado de forma contínua e com a presença de um cortador, as peças são finalizadas com o tamanho desejado. == Etapas do Processo de Extrusão == O processo de extrusão pode ser dividido entre etapas diferentes, a passagem do material pelo alimentador, rosca, matriz e o processo de corte. * Seções da Rosca: Geralmente, através de um funil, o material é introduzido ao sistema na área de alimentação (zona inicial da rosca). Nesta etapa, a principal função da rosca é empurrar o material sólido para a zona de transição da rosca (zona de compressão), onde o cisalhamento da rosca inicia o processo de fusão e compressão do sólido, em alguns casos ocorre a plastificação no caso de alguns materiais (polímeros) enquanto é deslocado para a última região da rosca, a zona de dosagem. Enquanto o material é cisalhado, é possível adicionar calor extra ao sistema através dos barris de aquecimento. Na última etapa da rosca, o material sofre um aumento considerável no cisalhamento e pressão, com a finalidade de fundir completamente o material sólido restante, o material quando fundido em sua totalidade, é deslocado para a próxima etapa. * Matriz: O material fundido empurrado pela rosca na zona de dosagem atravessa a matriz, dando a forma desejada para a formação do produto,a partir desta etapa não há mais necessidade do fornecimento de calor, mas de resfriamento, o modo de como o material é resfriado vária de acordo com o tipo de material utilizado. * Processo de Corte: O produto é empurrado após a matriz, com o formato conferido, de forma constante, nesta etapa o tamanho do produto final é determinado pelo tempo entre cada corte. ==Processos quente e frio== O processo de extrusão é executado de duas maneiras distintas dependentes da temperatura e da ductilidade. A primeira é a extrusão a quente, e a segunda extrusão a frio. A extrusão a quente, é semelhante ao processo de injeção, onde o produto é injetado a alta pressão e temperatura numa forma vazada ou passa através de um molde de injeção contínua, tomando a forma de peça sólida semi acabada ou também a forma de vergalhão, para ser cortado (fatiado) no comprimento desejado. A extrusão a frio é semelhante ao processo de extrusão a quente e é a ductilidade do material a ser trabalhado o principal parâmetro na escolha do processo. Pode-se dizer que a extrusão é a produção semi-contínua dos componentes fabricados, pois, as peças em geral são bastante longas e seu comprimento é limitado pela quantidade de material inserido na cavidade onde age o pistão injetor. Em função da natureza da fabricação, as peças extrudadas são semiacabadas não necessitando assim posteriores usinagens. Existe ainda um sistema chamado híbrido, que é a combinação da extrusão por injeção combinada com operações de forjamento, em geral executada a frio. Alguns casos podem exigir extrusões a quente e a frio no mesmo processo. Equipamentos como o Sigmamix que incorpora mistura e extrusão no mesmo conjunto, após a mistura executa-se a extrusão que, no começo do cone de extrusão e conformação, é aquecido e logo em seguida resfriado para que se evite escamas na peça. Estamos falando de massas muito viscosas como pedras sanitárias ou sabão em pedras, esta peça \"contínua\" deve ter controles rígidos destas temperaturas que, em função de temperatura ambiente, deve ser ajustada regularmente. ==Utilização== Os produtos resultantes do processo de extrusão em geral são quadros de janelas e portas, trilhos para portas deslizantes, tubos de várias seções transversais e formas arquitetônicas. Produtos extrudados podem ser cortados nos tamanhos desejados para gerarem peças, como maçanetas, trancas e engrenagens. Em operação combinada com forjamento pode gerar componentes para automóveis, bicicletas, motocicletas, maquinário pesado e equipamento de transporte. Utilizado também para a produção de tijolos vazados de cerâmica. ==Materiais== Os materiais mais utilizados no processo de extrusão podem ser o Alumínio, cobre, aço, magnésio, chumbo e polímeros em geral. Com uma vida útil longa, os produtos extrudados tem seção transversal constante com dimensões bastante precisas, podendo no caso de peças compridas serem cortadas ou fatiadas de acordo com a necessidade de uso de produção graduada no sentido geral Extrusão",
 "title": "Extrusão"
}