{
 "id": "10963",
 "text": "{{Info/Município do Brasil | nome = Campos Novos | foto = Cidade de Campos Novos.jpg | leg_foto = Vista parcial de Campos Novos | apelido = Celeiro catarinense | brasão = Brasão de Campos Novos - SC.svg | bandeira = Bandeira de Campos Novos - SC.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de março | CEP = 89620-000 | fundação = | gentílico = campos-novense | lema = | prefeito = Gilmar Marco Pereirahttps://www.camposnovos.sc.gov.br/noticias/ver/2022/04/prefeito-de-campos-novos-anuncia-renuncia-de-seu-cargo | partido = PSD | fim_mandato = 2024 | mapa = SantaCatarina Municip CamposNovos.svg | latP = S | latG = 27 | latM = 24 | latS = 07 | lonP = O | lonG = 51 | lonM = 13 | lonS = 30 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2021 | microrregião = Curitibanos | data_microrregião = IBGE/2021 | região_metropolitana = | vizinhos = Norte: Erval Velho, Ibiam e Monte Carlo; Sul: Barracão (RS), Celso Ramos e Anita Garibaldi; Leste: Vargem, Brunópolis e Abdon Batista; Oeste: Capinzal, Zortéa, Ouro, Lacerdópolis, Herval d'Oeste. | dist_capital = 370 | área = 1717.697 | área_ref = | população = 36932 | data_pop = | altitude = 946,7 | população_pos = BR: 895° SC: 41° | densidade = 21.50 | clima = subtropical mesotérmico brando superúmido | sigla_clima = | idh = 0.742 | data_idh = PNUD/2010 | pib = 2.610.110,761 | data_pib = | pib_per_capita = 70809.55 | data_pib_per_capita = | site_prefeitura = www.camposnovos.sc.gov.br | site_câmara = camaracamposnovos.sc.gov.br/ }} Campos Novos é um município brasileiro no oeste do estado de Santa Catarina, Região Sul do Brasil. Pertence à Região Geográfica Intermediária de Chapecó e à Região Geográfica Imediata de Joaçaba-Herval d'Oeste e localiza-se a oeste da capital do estado, distando desta cerca de 370 km. Ocupa uma área de aproximadamente km², e sua população foi estimada em 2022 em 36 932 habitantes, sendo então o 41º mais populoso do estado. A região começou a ser desbravada no decorrer do século XVIII, sendo que até então era povoada exclusivamente pelos índios kaigangs. Fundada em 1881, passou por um período de crescimento demográfico no começo do século XX, com a vinda de imigrantes à procura de emprego e de refugiados da Guerra do Contestado. Foi nessa época em que Campos Novos descobre sua vocação agrícola, sendo atualmente um dos principais produtores de alimentos como milho, soja, feijão, trigo e cevada do estado, além de se destacar na pecuária e na apicultura. Campos Novos também possui alguns atrativos turísticos de valor cultural ou histórico, como a Igreja Matriz de São João Batista, a Casa da Cultura Coronel Gasparino Zorzi e a Romaria de Nossa Senhora Aparecida, que chega a atrair uma média de 70 mil fiéis. A Usina Hidrelétrica de Campos Novos, construída em 2006, é a responsável pela geração de energia de um quarto de Santa Catarina. == Etimologia == A vastidão de terras e suas propriedades imensas, de maneira óbvia, movimentaram imigrantes oriundos de São Paulo, do Paraná e mesmo vizinhos proprietários lageanos, atrás de terras para produzir gado. Em seguida, os imensos campos originaram a denominação do município.. == História == === Origens === thumb|esquerda|Equipamentos para animais de montaria e de tração usados pelos colonizadores, em exposição no Museu Histórico e Arqueológico Sebastião Paz de Almeida A história de Campos Novos, assim como a de todos os demais municípios que formam o grande Oeste Catarinense, possui os seus primórdios determinados nos momentos que caracterizaram as mais antigas experiências de povoamento da Região Sul do Brasil. Desse modo, é coerente dizer que, antes de surgirem, em 1650, as povoações de São Francisco, Desterro e Laguna (trabalho dos paulistas vicentinos que se aventuraram no mar em busca de novas peripécias), já o Oeste Catarinense percebia a proximidade dos espanhóis que, em companhia dos jesuítas, exploravam a região que se estendia do rio Iguaçu até o Uruguai. Mais tarde, em 1663, o bandeirante Antônio Raposo Tavares caminhou por estas paradas e, unido aos índios coroados, começou a perseguir fortemente os aldeamentos de silvícolas, consequência da obra de empreendimento catequético daqueles sacerdotes. Até 1770, entretanto, ano em que deixaram de viajar pelo sul, já que lhes atraiu grande interesse o ouro das capitanias de Goiás e de Mato Grosso — os paulistas nada trocaram por estas terras, como experiências, no mínimo, de colonização da região.. De algum modo o relato histórico deste município passa a tomar forma com a expedição liderada pelo major Atanagildo Martins que, conduzida pelo índio Jongong, em 1814, objetivava estabelecer contato com as Missões. Quando se afastou da rota tracejada, em função do terror dos índios guaranis causado em seu guia, essa expedição chegou aos campos de Vacaria, depois de, sem dúvida, ter percorrido os campos em que atualmente se localiza este município. É provável, no entanto, que certos proprietários, oriundos de Lages, por ali já estavam estabelecidos em definitivo no ano de 1839. João Gonçalves de Araújo, proprietário rural, em Curitibanos, descobriu Campos Novos. Encantado pela fumaça das queimadas ocasionadas pelos indígenas, preparou uma expedição e se dirigiu para a Serra do Espinilho. Desse modo, se fixaram na terra os primeiros colonizadores, logo ajudados no trabalho da ocupação pelos gaúchos fugitivos da Revolução Farroupilha. Entre estes, Chico Ferro, Chivida e Miguel dos Anjos estavam associados com as primeiras obras de que originaram este município. Em 1848, os paulistas ressurgiram, conquistando os campos de São Jorge. Ou melhor, juntos dos forasteiros vindos de Curitiba, Palmas, Lages, Guarapuava e dos campos gaúchos, foram a base do fator importante entre os que mais colaboraram para a organização da comunidade. A colonização não começou exatamente no local onde se acha, próspera, a cidade de Campos Novos. Anteriormente, se desenrolou, propriamente dito, em ponto longe de um quilômetro da cidade, na beira de um regato. Foi Salvador Vieira, que, se afastando do incipiente povoado, construiu a primeira casa no interior do perímetro desta próspera cidade. Certo momento depois, já demarcada a povoação, Domingos Matos Cordeiro começou a erguer a igreja Matriz de São João Batista. === Formação administrativa === thumb|esquerda|Atual prédio da prefeitura, que foi inaugurado em 1975 Pela Lei provincial nº 377, de 16 de junho de 1854, o distrito de Campos Novos, já existente há certos anos, viu-se emancipado da Vila de Nossa Senhora dos Prazeres para, então, formar uma freguesia à parte. Suas primeiras autoridades foram João Fernandes da Caripuna, natural de Pernambuco, e Domiciano de Azevedo. Em 1869, conforme a Lei nº 625, de 11 de junho, Campos Novos passou a formar, com Palmas e Curitibanos, um distrito do município de Curitibanos, recém-fundado. Em seguida, pela Lei nº 923, de 30 de março de 1881, o distrito de Campos Novos foi promovido à condição de município designado de São João dos Campos Novos; no mesmo momento, a freguesia de São João Batista de Campos Novos passou a ser tida como vila. Seu primeiro Intendente foi o Coronel Manoel Ferreira da Silva Farrapo. Até o ano de 1933, o município de Campos Novos compartilhava limites com Lages, Curitibanos, Cruzeiro do Sul (hoje Joaçaba), Porto União e o estado do Rio Grande do Sul. Possuía uma superfície, na época, de cerca de 15 mil km². Em 25 de março de 1934, pelo Decreto nº 408, foi desmembrado dos distritos de Rio das Antas e Caçador; em 1943, seu território foi novamente afetado, porque foram emancipados os distritos de Herval, Rio Uruguai, Rio Bonito e Perdizes. Em contrapartida, viu serem anexados ao seu território os distritos de Ypira e Ouro para, mais uma vez, em 1949, ser desmembrado dos de Piratuba e Ypira, além de parte dos de Tupitinga, Capinzal e Ouro. Em 1997, Campos Novos perdera uma porção de sua extensão territorial para a fundação do município de Zortéa. Hoje são sete distritos restantes, além da Sede, sendo eles: Bela Vista, Dal'Pai, Espinilho, Encruzilhada, Guarani, Ibicuí e Leão. === Após a emancipação === thumb|esquerda|Armas de fogo utilizadas na Guerra do Contestado, em exposição no Museu Histórico e Arqueológico Sebastião Paz de Almeida. Em 1893, com a invasão de revoltosos, comandadas pelo Coronel Demétrio Ramos, o território do município sofreu os reflexos de uma guerra civil. A vila foi assaltada na madrugada de 19 de maio daquele ano. Surpreendidos, os defensores da praça, partidários dentre moradores do lugar, procuraram abrigo com suas famílias na residência do Coronel Henrique Rupp, que, por ser erguida de material de excelente qualidade, apresentava satisfatória proteção contra os invasores. Ordenada a defesa, competiu ao Tenente-Coronel Atanázio de Matos, em companhia de seis soldados, a responsabilidade de tomar de volta a Intendência, chegando, corajosamente, a expulsar os revolucionários. Declarou-se, em seguida, nova luta, desta vez para repelir os ladrões da trincheira em que se encontravam situados. Estes foram mais uma vez vencidos, ocasionando uma fuga desalinhada e a retirada das forças de ataque. A resistência da cidade de Campos Novos provocou a morte de cinco bravos defensores que tombaram no desempenho da obrigação. thumb|direita|Praça Lauro Müller, em 2011 thumb|esquerda|Igreja Matriz de São João Batista, em 2016 No começo do século XX a cidade passa por um período de desenvolvimento, com a chegada de imigrantes atraídos pela busca por melhores condições de vida no Brasil. Vieram principalmente alemães e italianos que ajudaram, inicialmente, na agricultura e na construção da Estrada de Ferro São Paulo-Rio Grande e, após algum tempo, após a década de 1920, na construção de pequenas indústrias. Também vieram poloneses, russos e libaneses, além de um grande número de descendentes de alemães e italianos, principalmente gaúchos, e de Caboclos que chegaram após o término da Guerra do Contestado. Dado o desenvolvimento demográfico da cidade, houve a necessidade de investimentos em infraestrutura. Conforme citado anteriormente, no começo do século XX ocorreu a chegada da ferrovia e de pequenas indústrias. Em 1922 foi criada a primeira clínica médica, que funcionava na casa de Dr. Jose Athanásio, onde hoje funciona o Hospital Dr. José Athanásio. Em 29 de março de 1954, ocorreu a fundação do Colégio Auxiliadora e em 1957 foi fundada a Rádio Cultura de Campos Novos. A agricultura fortaleceu-se com a criação da Copercampos, em 8 de novembro de 1970, que deu início ao cooperativismo, sendo que hoje a cidade é um grande produtor de grãos, principalmente milho, soja, feijão, trigo e cevada, e destaque ainda na pecuária, com a produção de leite. == Geografia == A área do município, segundo o Instituto Brasileiro de Geografia e Estatística, é de km², sendo que km² constituem a zona urbana e os km² restantes fazem parte da zona rural e é a terceira maior de Santa Catarina, perdendo apenas para Lages e São Joaquim. Situa-se a 27º24′07” de latitude sul e 51º13′30” de longitude oeste e está a uma distância de 370 quilômetros a oeste da capital catarinense. Limita-se com: Erval Velho, Ibiam e Monte Carlo, a norte; Barracão (Rio Grande do Sul), Celso Ramos e Anita Garibaldi, a sul; Vargem, Brunópolis e Abdon Batista, a leste; e Capinzal, Zortéa, Ouro, Lacerdópolis, Herval d'Oeste, a oeste. === Geomorfologia e hidrografia === O relevo da cidade é predominantemente ondulado de forma suave, sendo profundo e bem drenado e havendo boas condições físicas para um desenvolvimento radicular. É pouco susceptível à erosão e favorece ainda o uso de máquinas e implementos agrícolas. Em algumas partes do território municipal há ondulações mais fortes, sendo que essas áreas são mais sujeitas à erosão e a maiores impedimentos à mecanização da agricultura, principalmente quando o tipo de solo é o cambissolo, que apresenta pedras em sua composição. Apesar de grande parte da área do município apresentar relevo favorável à agricultura, os solos de Campos Novos são ácidos, em grande parte contaminados por alumínio trocável, e têm reduzida reserva de nutrientes, porém, quando manejados adequadamente, tornam-se adequados tanto para cultivos anuais quando para menos intensivos, como a fruticultura, a pastagem e o reflorestamento. A cidade pertence à região hidrográfica do Planalto de Lages e à bacia hidrográfica do rio Canoas, que é uma das principais do estado de Santa Catarina. O rio Canoas banha, além de Campos Novos, outros onze municípios e ao unir suas águas com as do rio Pelotas, dá início ao rio Uruguai. No Canoas funciona ainda a Usina Hidrelétrica de Campos Novos, que entrou em funcionamento em 2007 e hoje produz um quarto do consumo do estado de Santa Catarina. === Clima === thumb|direita|Lavouras em Campos Novos em um dia ensolarado O clima campos-novense é classificado, segundo o IBGE, como subtropical mesotérmico brando superúmido (tipo Cfa segundo Köppen), tendo elevados índices de umidade relativa do ar (URA) e temperatura média compensada anual em torno de , com verões amenos e invernos frios. Com mais de horas anuais de insolação, o índice pluviométrico é de cerca de milímetros (mm) anuais, regularmente distribuídas durante o ano, sem a existência de uma estação seca. Maiores acumulados de precipitação em 24 horas registrados em Campos Novos por meses (INMET) Mês Acumulado Data Mês Acumulado Data Janeiro 24/01/1969 Julho 03/07/1999 Fevereiro 06/02/1977 Agosto 30/08/2011 Março 20/03/2006 Setembro 27/09/2015 Abril 02/04/2005 Outubro 23/10/2012 Maio 01/05/2014 Novembro 11/11/1977 Junho 14/06/2015 Dezembro 05/12/2003 Período: 01/01/1969 a 31/12/1983, 01/01/1985 a 31/12/1985, 01/01/1988 a 31/12/1989 e de 01/01/1992 a 31/12/2017 Nos últimos anos, entretanto, os dias quentes e secos durante veranicos têm sido cada vez mais frequentes, não raro ultrapassando a marca dos , especialmente no verão. Nestes períodos de estiagem são comuns registros de queimadas em matagais, principalmente na zona rural, o que contribui com o desmatamento e com o lançamento de poluentes na atmosfera, prejudicando ainda a qualidade do ar. Estas queimadas são muitas vezes propositais, sendo usadas para preparo da terra onde se pretende cultivar, porém elas são recorrentemente proibidas. Geadas não são incomuns e costumam ocorrer em média de 12 a 22 vezes por ano. Já a ocorrência de neve não é muito frequente, mas há registros oficiais em 12 de julho de 2000 e, com forte intensidade, em 22 de julho de 2013. Segundo o Instituto Nacional de Meteorologia (INMET), referentes ao período de 1969 a 1983, 1985, 1988 a 1989 e de 1992 a 2017, a menor temperatura registrada em Campos Novos foi de em 14 de julho de 2000, e a maior atingiu em novembro de 1985, nos dias 15 e 16. O maior acumulado de precipitação em 24 horas atingiu em 3 de julho de 1999. Outros grandes acumulados iguais ou superiores a 100 mm foram: em 30 de agosto de 2011, em 2 de abril de 2005, em 1° de maio de 2014, em 27 de setembro de 2015, em 28 de abril de 1998, em 14 de junho de 2015, em 6 de fevereiro de 1977, em 31 de maio de 2017, em 23 de outubro de 2012, em 1° de fevereiro de 1997, em 23 de abril de 2010, em 16 de agosto de 2006, em 2 de outubro de 1975, em 1° de julho de 1992, em 31 de julho de 1983, em 27 de junho de 2014 e em 28 de setembro de 2009 e 13 de outubro de 2011. === Ecologia e meio ambiente === thumb|esquerda|Araucárias em Campos Novos. A vegetação original e predominante no município é a mata dos pinhais ou mata das araucárias, apesar de que parte da mata nativa deu lugar à agricultura, às pastagens para o gado ou mesmo desmatada e mais tarde reflorestada, sendo que até a década de 1980 a indústria madeireira era uma das principais fontes de renda de Campos Novos. Para a construção da Usina Hidrelétrica de Campos Novos, por exemplo, houve necessidade do alagamento de vários trechos de florestas nativas, além de fazendas situadas ao redor do rio Canoas. Para combater o desmatamento e a devastação de áreas verdes a prefeitura criou programas como as Áreas de Preservação Permanente, que são faixas de vegetação existentes entre o reservatório da usina hidrelétrica e suas propriedades com largura entre 30 a 100 metros. As áreas desmatadas para a construção da usina estão sendo recuperadas e transformadas em mata ciliar. Também há o Parque Estadual Rio Canoas, criado em 27 de maio de 2004 e que conta com hectares, sendo também destinado à conservação da mata nativa vizinha à hidrelétrica. Restam hoje alguns remanescentes de floresta ombrófila mista, que são as florestas de araucárias, além de campos formados por estratos de gramíneas, entremeadas por espécies arbustivas ou arbóreas e dispersos em florestas de galeria ou capões. Na área do município já foram registradas 44 espécies de orquídeas e bromélias. Em relação a fauna há na área do município o registro de mais de 80 espécies de aves, Sobre a herpetofauna, há o registro das seguintes espécies, Lagartixa preta (Tropidurus torquatus), Cobra de vidro - (Ophiodes striatus), Lagarto teiú (Tupinambis merianae), Cobra cega (Amphisbaena sp.), Boipeva (Waglerophis merremii), Boipeva serrana (Xenodon neuwiedii), Cobra coral verdadeira (Micrurus altirostris), Cobra lisa (Liophis miliaris), Jararaca (Bothrops jararaca) e Cobra d'água (Helicops infrataeniatus). == Demografia == Em 2010, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes, sendo o 40º mais populoso do estado e o segundo mais populoso da Microrregião de Curitibanos (perdendo apenas para Curitibanos), apresentando uma densidade populacional de 19,9 habitantes por km². Segundo o censo daquele ano, habitantes eram homens e habitantes mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana e na zona rural. Já segundo estatísticas divulgadas em 2013, a população municipal era de habitantes. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Campos Novos é considerado elevado pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), sendo que seu valor é de 0,742 (o 719º maior do Brasil). A cidade possui a maioria dos indicadores próximos à média nacional segundo o PNUD. Considerando-se apenas o índice de educação o valor é de 0,658, o valor do índice de longevidade é de 0,861 e o de renda é de 0,721. === Pobreza e desigualdade === Segundo o IBGE, no ano de 2003 o coeficiente de Gini, que mede a desigualdade social, era de 0,40, sendo que 1,00 é o pior número e 0,00 é o melhor. Naquele ano, a incidência da pobreza, medida pelo IBGE, era de 34,36%, o limite inferior da incidência de pobreza era de 23,29%, o superior era de 45,44% e a incidência da pobreza subjetiva era de 22,35%. De 1991 a 2010, a proporção de pessoas com renda domiciliar per capita de até meio salário mínimo reduziu em 68,0%. Em 2010 80,7% da população vivia acima da linha da pobreza, 12,1% encontrava-se na linha da pobreza e 7,1% estava abaixo. Em 2000, a participação dos 20% da população mais rica da cidade no rendimento total municipal era de 61,9%, ou seja, 28 vezes superior à dos 20% mais pobres, que era de 2,2%, sendo que em 1991 a participação dos 20% mais pobres era de 3,2%, ou seja, do começo da década de 90 até o ano de 2000 houve crescimento da desigualdade social na cidade. Também em 2000, segundo a prefeitura, não havia registros de favelas e palafitas, havendo apenas ocorrências de loteamentos irregulares, porém atualmente há legislação municipal específica que dispõe sobre regularização fundiária e sem plano ou programa específico de regularização fundiária. === Religião === Tal qual a variedade cultural verificável em Campos Novos, são diversas as manifestações religiosas presentes na cidade. Embora tenha se desenvolvido sobre uma matriz social eminentemente católica, tanto devido à colonização quanto à imigração — e ainda hoje a maioria dos campos-novenses se declara católica —, é possível encontrar atualmente na cidade dezenas de denominações protestantes diferentes, assim como a prática do espiritismo e do espiritualismo, entre outras. Nas últimas décadas, o budismo e as religiões orientais têm crescido na cidade. Também são consideráveis as comunidades judaica, mórmon e das religiões afro-brasileiras. De acordo com dados do censo de 2000 realizado pelo IBGE, a população campos-novense está composta por: católicos (85,70%), evangélicos (12,09%), pessoas sem religião (0,98%), espíritas (0,52%) e os demais estão divididas entre outras religiões (0,71%). ==== Igreja Católica Apostólica Romana ==== thumb|direita|Igreja Matriz de Campos Novos Segundo divisão feita pela Igreja Católica, o município está situado na Diocese de Joaçaba, criada em 12 de junho de 1975, desmembrando-se das dioceses de Lages, Chapecó e Caçador. É subordinada à Arquidiocese de Florianópolis e envolve outros trinta municípios. A emancipação da Diocese deve-se ao rápido povoamento daquela região no começo do século XX, que consequentemente fez com que o catolicismo se desenvolvesse no lugar. Os principais monumentos religiosos da cidade são a Igreja Matriz São João Batista e o Santuário de Nossa Senhora Aparecida. A Matriz localiza-se no centro da cidade, em frente à Praça Lauro Müller, e destaca-se pelo seu interior decorado com esculturas em madeira, vitrais e pinturas. Já o Santuário se destaca pela Romaria de Nossa Senhora Aparecida, que ocorre anualmente no dia 12 de outubro, dia da santa, e chega a atrair uma média de 70 mil fiéis. É realizada desde 1977 e percorre três quilômetros, desde a Igreja Matriz até o santuário. ==== Igrejas protestantes ==== Apesar da grande maioria católica, a cidade também possui os mais diversos credos protestantes ou reformados, como a Comunidade Evangélica Sara Nossa Terra, a Igreja Cristã Maranata, Igreja Luterana, a Igreja Presbiteriana, a Igreja Metodista, a Igreja Episcopal Anglicana, as igrejas batistas, a Igrejas Assembleias de Deus, a Igreja Adventista do Sétimo Dia, a Igreja Mundial do Poder de Deus, a Igreja Universal do Reino de Deus, a Congregação Cristã no Brasil, entre outras. Como citado acima, de acordo com o IBGE, em 2000 12,09% da população eram protestantes. Desse total, 8,72% são das igrejas evangélicas de origem pentecostal; 1,68 são das evangélicas de missão; e 1,69% pertencem a outras religiões evangélicas. Ainda existem também cristãos de várias outras denominações, tais como as Testemunhas de Jeová (que representam 0,03% dos habitantes) e os membros de A Igreja de Jesus Cristo dos Santos dos Últimos Dias (0,12%), também conhecida como Igreja Mórmon. === Etnias === thumb|esquerda|Casarão da cidade construído com arquitetura holandesa Em 2010, segundo dados do Censo IBGE daquele ano, a população campos-novense era composta por brancos (73,66%); 802 negros (2,44%); 220 amarelos (0,67%); pardos (23,03%); e 63 indígenas (0,19%). No ano de 2010 havia 25 emigrantes que vieram de outras partes do estado de Santa Catarina e do Brasil, de acordo com o IBGE. Por outro lado outras 25 pessoas saíram de Campos Novos para ir para outros países, sendo que quatro delas foram para a Itália (16,0%), quatro para a Angola (16,0%); e três (12,0%) para o Canadá. A chegada de pessoas vindas de outros lugares era mais comum no começo do século XX, sendo que a imigração contribuiu com a agricultura e com o desenvolvimento da indústria, após 1930. Muitos imigrantes vinham em busca de emprego principalmente nas lavouras, sendo que ajudaram ainda no fortalecimento do comércio. Campos Novos, assim como parte do Sul e Sudeste do Brasil, recebeu levas de imigrantes de várias partes do mundo, com destaque para os italianos, espanhóis, alemães, holandeses, poloneses, russos e libaneses. Também deslocaram-se para a região pessoas de outras cidades catarinenses, paranaenses, paulistas e nordestinas, que fugiam da Guerra do Contestado. == Política e administração == A administração municipal se dá pelo poder executivo e pelo poder legislativo. O primeiro a governar o município foi o Coronel Manoel Ferreira da Silva Farrapo, que tomou posse logo após a emancipação da cidade. Atualmente o prefeito municipal é Silvio Alexandre Zancanaro, do Partido Social Democrático (PSD), que venceu as eleições municipais no Brasil em 2016 com votos (57,70% dos eleitores). O Poder legislativo é constituído pela câmara, que é constituída por nove vereadores eleitos para mandatos de quatro anos (em observância ao disposto no artigo 29 da Constituição) e está composta por cinco cadeiras do Partido do Movimento Democrático Brasileiro (PMDB), três cadeiras do Partido Progressista (PP) e uma cadeira do Partido dos Trabalhadores (PT). Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (Lei de Diretrizes Orçamentárias). A cidade se rege ainda por lei orgânica, que foi promulgada em 30 de março de 1990 e entrou em vigor nesta mesma data, e é sede da Comarca de Campos Novos. O município possuía eleitores em junho de 2012, o que representava 0,529% do total do estado de Santa Catarina. == Subdivisões == thumb|esquerda|Centro de Campos Novos Campos Novos é subdividida em oito distritos, sendo eles a Sede, Bela Vista, Dal'Pai, Espinilho, Encruzilhada, Guarani, Ibicuí e Leão. A Sede era o mais populoso, reunindo habitantes. Conforme já foi citado anteriormente, no século XX houve a criação e elevação à cidade de diversos distritos do município, sendo que as última alterações na área municipal foram feitas em 29 de dezembro de 1995, quando da emancipação do distrito de Zortéa, pela lei estadual nº 10051, e em 3 de abril de 2000, criando o distrito de Encruzilhada, pela Lei nº 2590. Segundo a prefeitura, a cidade é dividida ainda em nove bairros (Centro, Jardim Bela Vista, Ernesto Zortea, Nossa Senhora Aparecida, Nossa Senhora de Lourdes, São Sebastião, Santo Antônio, Senhor Bom Jesus e Boa Vista); seis conjuntos habitacionais (Colina das Flores, Eldorado, Integração, Morada do Sol, Nova Zelândia e Pedacinho do Céu); e quinze comunidades rurais, sendo que cinco delas estão no distrito de Encruzilhada (Santo Antônio da Palmeira, Entrada do Pelotas, Colônia Pinhal, Nossa Senhora de Lourdes e Faé) e dez delas em Guarani (Santa Bárbara, Pinhal Preto, São José, Caxambu, Linha Durigon, Santa Lúcia, Monte Verde, Assentamento 30 de Outubro, Colônia Hipólito e Linha Martinelli). Distritos de Campos Novos (IBGE/2010) Distritos de Campos Novos (IBGE/2010) Distritos de Campos Novos (IBGE/2010) Distritos de Campos Novos (IBGE/2010) Distritos de Campos Novos (IBGE/2010) Distrito Habitantes Domicílios particulares Homens Mulheres Total Sede Bela Vista 366 310 676 251 Dal'Pai 299 233 572 231 Espinilho 142 136 278 117 Encruzilhada 473 411 884 481 Guarani 420 365 785 253 Ibicuí 585 556 398 Leão 608 545 426 == Economia == O Produto Interno Bruto (PIB) de Campos Novos é o maior da Microrregião de Curitibanos e o 464º de todo o país. De acordo com dados do IBGE, relativos a 2011, o PIB do município era de R$ . eram de impostos sobre produtos líquidos de subsídios a preços correntes e o PIB per capita era de R$ . De acordo com o IBGE, a cidade possuía, no ano de 2010, unidades locais e empresas e estabelecimentos comerciais atuantes. trabalhadores eram classificados como pessoal ocupado total e categorizavam-se em pessoal ocupado assalariado. Salários juntamente com outras remunerações somavam reais e o salário médio mensal de todo município era de 2,4 salários mínimos. A agricultura sempre foi uma das principais fontes de renda na cidade, sendo que o comércio e a indústria começaram a ganhar força a partir da década de 1930. O fácil acesso por meio de rodovias aos principais portos do litoral do estado e a várias cidades do Brasil e ainda de outros países do Mercosul facilitam o escoamento da produção agrícola. ;Setor primário Produção de milho, soja e trigo (2010) Produto Área colhida (hectares) Produção (tonelada) Milho Soja Trigo A agricultura é o setor menos relevante da economia de Campos Novos. De todo o PIB da cidade mil reais é o valor adicionado bruto da agropecuária. Segundo o IBGE em 2010, o município contava com cerca de bovinos, equinos, 180 bubalinos, suínos, caprinos e ovinos. Havia aves, dentre estas eram galos, frangas, frangos e pintinhos e 414 mil galinhas, sendo que foram produzidas mil dúzias de ovos de galinha. vacas foram ordenhadas, das quais foram produzidos mil litros de leite. 4 mil ovinos foram tosquiados, produzindo um total de quilos de lã. Também foram produzidos 31 mil quilos de mel de abelha. thumb|esquerda|Avicultura em Campos Novos Na lavoura temporária são produzidos principalmente o milho ( toneladas produzidas e 18 mil hectares cultivados), a soja (132 mil toneladas produzidas e 40 mil hectares plantados) e o trigo ( toneladas rendidas e 11 mil hectares cultivados). Já na lavoura permanente destacam-se a erva-mate (240 toneladas produzidas e 60 hectares colhidos), a laranja (200 toneladas produzidas e 20 hectares colhidos) e a uva (108 toneladas produzidas e 27 hectares colhidos). A cidade é considerada como o \"celeiro catarinense\", sendo um dos principais produtores de milho, soja, feijão, trigo e cevada do estado. A agricultura, juntamente com o comércio é a principal fonte de renda da economia municipal. Várias cooperativas agrícolas estão presentes na cidade, tais como a Copercampos, criada em 8 de novembro de 1970, a Cooperativa Camponovense (Coocam), fundada em 1993, e a Apicampos, que auxilia o ramo da apicultura, que também é destaque em Campos Novos. Outra razão para o desenvolvimento da agricultura em Campos Novos é o surgimento dessas cooperativas, a partir da década de 70, que passaram a dar apoio aos agricultores e pecuaristas. thumb|direita|Sede da Coopercampos ;Setor secundário A indústria, em 2011, era o segundo setor mais relevante para a economia do município. mil reais do PIB municipal eram do valor adicionado bruto da indústria (setor secundário). O setor industrial começou a se desenvolver no decorrer das décadas de 1930 e 1940, que passaram por um grande impulso com a vinda de descendentes ítalo- germânicos. Hoje a cidade busca um perfil econômico na busca pela industrialização do grande volume de matéria prima produzido em seu território, destacando-se nas áreas da metalurgia, beneficiamento de madeireira, confecções e papel. O município conta com uma área reservada para a construção e investimentos em indústria, localizada às margens da BR-470, contando com 12 lotes de até 5 mil m². Na EXPOCAMPOS, realizado no mês de maio de dois em dois anos, são expostos alguns dos principais trabalhos realizados nas áreas da indústria, comércio, agroindústria e artesanato. thumb|esquerda|Agência da Caixa Federal. ;Setor terciário A prestação de serviços rende mil reais ao PIB municipal, sendo que atualmente é a maior fonte geradora do PIB campos-novense. O comércio na cidade começou a desenvolver-se e apresentar-se mais representativo na economia municipal no decorrer da primeira metade do século XX, pelo fortalecimento da vinda de descendentes ítalo-germânicos, assim como ocorreu com o setor industrial. Atualmente é considerado como o principal centro comercial da Associação dos Municípios do Planalto Sul de Santa Catarina (AMPLASC), órgão que auxilia o setor comercial do município e sua região. Outras entidades também contribuíram para o desenvolvimento comercial, devido ao apoio dado a pequenas e médias lojas, como a Câmara de Dirigentes Lojistas da cidade (CDL) e a Associação Comercial e Industrial de Campos Novos (ACIRCAN). Segundo estatísticas da Secretaria de Indústria e Comércio, entidade subordinada à prefeitura que colabora na coordenação das áreas comercial e industrial, os setores secundário e terciário somavam cerca de 700 mil estabelecimentos em Campos Novos. == Estrutura urbana == === Saúde === thumb|direita|Hospital Dr. José Athanásio Em 2009, o município possuía 21 estabelecimentos de saúde entre hospitais, pronto-socorros, postos de saúde e serviços odontológicos, sendo 13 deles públicos e sete privados. Neles a cidade possuía 171 leitos para internação, sendo que 95 estão nos públicos e os 76 restantes estão nos privados. Em 2011 99,3% das crianças menores de 1 ano estavam com a carteira de vacinação em dia. Em 2010 foram registrados 459 nascidos, sendo que o índice de mortalidade infantil a cada mil crianças menores de um ano de idade era de nulo e 100% do total de nascidos vivos tiveram seus partos assistidos por profissionais de saúde. Neste mesmo ano 20,3% do total de mulheres grávidas eram de meninas que tinham menos de 20 anos. crianças foram pesadas pelo Programa Saúde da Família, sendo que 0,4% delas estavam desnutridas. Secretaria Municipal de Saúde é o órgão ligado de forma direta à prefeitura do município de Campos Novos e tem por função a manutenção e funcionamento do Sistema Único de Saúde (SUS), assim como a criação de políticas, programas e projetos que visem à saúde municipal. Dentre os serviços de apoio e atenção básica são alguns: o Programa Saúde da Família (PSF), o Paraná Assistencia Médica (PAM) e o Serviço de Atendimento Móvel de Urgência (SAMU). Também há o Hospital Doutor José Athanásio, que conta com 89 leitos (79 pelo Sistema Único de Saúde) e é administrado pelo estado. === Educação === thumb|esquerda|Biblioteca Pública Municipal O Índice de Desenvolvimento da Educação Básica (IDEB) médio entre as escolas públicas de Campos Novos era, no ano de 2009, de 4,1 (numa escala de avaliação que vai de nota 1 à 10), sendo que a nota obtida por alunos do 5º ano (antiga 4ª série) foi de 4,1 e do 9º ano (antiga 8ª série) foi de 3,7; o valor das escolas municipais e estaduais de todo o Brasil era de 4,0. Entre as instituições particulares o índice municipal sobe para 6,2 (6,4 de alunos do 5º ano e 5,9 de alunos do 9º ano). O município contava, em 2009, com aproximadamente matrículas nas redes públicas e particulares. Segundo o IBGE, naquele mesmo ano, das 34 escolas do ensino fundamental, seis pertenciam à rede pública estadual, 25 à rede pública municipal e três eram escolas particulares. Dentre as 68 instituições de ensino médio, 32 pertenciam à rede pública estadual, 3 pertenciam à rede municipal e 33 às redes particulares. Em 2000, 14,1% das crianças de 7 a 14 anos não estavam cursando o ensino fundamental. A taxa de conclusão, entre jovens de 15 a 17 anos naquele ano, era de 67,2%. O índice de alfabetização da população 15 ou mais de idade, em 2010, era de 98,7%. Em 2006, para cada 100 meninas do ensino fundamental, havia 112 meninos. A Secretaria Municipal de Educação e Cultura tem como objetivo coordenar e assessorar administrativa e pedagogicamente o sistema escolar de Campos Novos. São exemplos de programas coordenados pela Secretaria com foco voltado à população a Educação de Jovens e Adultos (EJA), que é a rede de ensino gratuita e voltada para adultos que não concluíram o ensino fundamental, a rede de Educação Especial, onde alunos que têm deficiência física são conduzidos por professores especializados, e a Programa Nacional de Bibliotecas Escolares. Educação de Campos Novos em números Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 898 91 12 Ensino fundamental 307 34 Ensino médio 941 64 4 === Segurança pública e criminalidade === thumb|direita|Delegacia da PMSC. A provisão de segurança pública de Campos Novos é dada por diversos organismos. A Prefeitura mantém uma Guarda Municipal, tendo a função de proteger bens, serviços e instalações do Município e colaborar com o órgão de fiscalização municipal. O Conselho Municipal de Defesa Civil (Comdec) se responsabiliza por ações preventivas, assistenciais, recuperativas e de socorro em situações de risco público e foi criado pela Lei Ordinária 2.373, de 24 de novembro de 1997, auxiliando o serviço do Corpo de Bombeiros, que foca em resgates e emergências. A Polícia Militar, uma força estadual, é a responsável pelo policiamento ostensivo, o patrulhamento bancário, ambiental, prisional, escolar e de eventos especiais, além de realizar ações de integração social. Já a Polícia Civil tem o objetivo de combater e apurar as ocorrências de crimes e infrações. O Poder Público estadual e municipal têm realizado diversas atividades para melhorar a segurança da cidade, como ampliando o quadro de efetivos e realizando encontros e palestras sobre segurança pública com autoridades. === Habitação, serviços e comunicação === thumb|esquerda|Sede do Serviço Autônomo Municipal de Água e Esgoto (SAMAE) No ano de 2010, segundo o IBGE, a cidade tinha domicílios particulares permanentes, sendo casas, 786 apartamentos, treze casas de vilas ou em condomínios e oito cômodos ou cortiços. Do número total de domicílios, eram imóveis próprios, sendo próprios já quitados, 427 em aquisição e alugados; imóveis foram cedidos, sendo 542 por empregador e 664 cedidos de outra maneira. Quinze foram ocupados de outra forma. Grande parte do município conta com água tratada, energia elétrica, esgoto, limpeza urbana, telefonia fixa e telefonia celular. Naquele ano, 83,89% dos domicílios eram atendidos pela rede geral de abastecimento de água; 85,25% das moradias possuíam algum tipo de coleta de lixo e 59,14% das residências possuíam esgotamento sanitário via rede geral de esgoto ou pluvial. O primeiro sistema de abastecimento de água de Campos Novos foi criado a partir de um financiamento feito com o Banco Interamericano de Desenvolvimento (BID) e a Fundação Nacional de Saúde (FUNASA), que era o órgão responsável por seu gerenciamento. Em 8 de agosto de 1966 foi criado o Serviço Autônomo Municipal de Água e Esgoto (SAMAE), para auxiliar o serviço, porém em 1999 a FUNASA deixa de existir, desenvolvendo-se então a administração da autarquia ao município. Hoje a cidade conta com uma estação de tratamento de água (ETA) localizada no distrito de Ibicuí, também sob responsabilidade do SAMAE. thumb|direita|Subestação da Eletrobrás. A responsável pelo abastecimento de energia elétrica em Campos Novos é a Centrais Elétricas de Santa Catarina (CELESC), que atende ainda a outros diversos municípios do estado. Em 2010, 99,8% dos domicílios do município eram atendidos pelo serviço. A energia da cidade é gerada na Usina Hidrelétrica de Campos Novos, que é administrada pela Campos Novos Energia S.A. e abastece ainda a 25% de Santa Catarina. Ainda há serviços de internet discada e banda larga (ADSL) sendo oferecidos por diversos provedores de acesso gratuitos e pagos. O serviço telefônico móvel, por telefone celular, é oferecido por diversas operadoras. Alguns pontos já contam com rede wireless (internet sem fio). O código de área (DDD) de Campos Novos é 049 e o Código de Endereçamento Postal (CEP) da cidade é o 89620-000. Há vários canais nas faixas Very High Frequency (VHF) e Ultra High Frequency (UHF), além de dois jornais. A primeira emissora de rádio fundada na cidade foi a Rádio Cultura de Campos Novos, criada em 1957, em decorrência da necessidade do acesso às informações e à cultura da população em crescimento. === Transportes === thumb|esquerda|Terminal Rodoviário de Campos Novos O município já foi atendido por ferrovias. Havia uma estação ferroviária no município, que situava-se onde hoje está o distrito de Leão e foi inaugurada em 23 de fevereiro de 1926, pertencendo à Estrada de Ferro São Paulo-Rio Grande. Funcionou até 1997, quando a ferrovia foi abandonada pela empresa que a administrava, a Rede Ferroviária Federal (RFFSA), sendo demolida algum tempo mais tarde. A decadência das ferrovias deve-se ao avanço da construção de rodovias e aeroportos. Por via terrestre, o município está localizado no encontro das rodovias BR-282, BR-470, SC-455, SC-458 e SC-456, que a ligam, desde a pequenas cidades localizadas ao redor da região, até à capital catarinense, às grandes metrópoles brasileiras e outras cidades do Mercosul. Campos Novos possui um terminal rodoviário, que está localizado no centro da cidade e liga a cidade, principalmente, a várias cidades do estado de Santa Catarina e do Rio Grande do Sul. A cidade possui ainda transporte coletivo, que liga a região do centro ao bairros e distritos que possuem paradas de ônibus implantadas pela prefeitura e foi regularizado pela Lei nº 2364, de 9 de outubro de 2001. Atualmente também há alguns aeroportos que operam próximos a Campos Novos, como o Aeroporto de Joaçaba , em Joaçaba, situado a cerca de 50 km do centro do município. A frota municipal no ano de 2010 era de veículos, sendo automóveis, 877 caminhões, 241 caminhões trator, caminhonetes, 324 caminhonetas, 59 micro-ônibus, motocicletas, 356 motonetas, 92 ônibus, dois tratores de rodas, 52 utilitários e 519 outros tipos de veículos. As avenidas duplicadas e pavimentadas e diversos semáforos facilitam o trânsito da cidade, mas o crescimento no número de veículos nos últimos dez anos está gerando um tráfego cada vez mais lento de carros, principalmente na Sede do município. Além disso, tem se tornado difícil encontrar vagas para estacionar no centro comercial da cidade, o que vem gerando alguns prejuízos ao comércio. == Cultura == A responsável pelo setor cultural de Campos Novos é a Secretaria Municipal de Educação e Cultura, que, além de auxiliar a área da educação, também tem como objetivo planejar e executar a política cultural do município por meio da elaboração de programas, projetos e atividades que visem ao desenvolvimento cultural. === Artes cênicas e eventos === thumb|direita|Museu Histórico e Arqueológico Sebastião Paz de Almeida A Fundação Cultural Camponvense Cid Caesar de Almeida Pedroso, criada pela lei nº 2.050, de 17 de março de 1994, é uma instituição cultural ligada à secretaria da cultura e que está sediada no antigo prédio da prefeitura que foi construído em 1919, sendo sede do poder executivo e legislativo até 1975. O lugar foi transformado na Casa da Cultura Coronel Gasparino Zorzi, e é utilizado como palco para várias atividades voltadas a cultura, como a música, artes visuais, dança, o teatro, oficinas e eventos. Além da casa, a Fundação ainda administra o Arquivo Histórico Dr. Waldemar Rupp, que é o arquivo histórico público municipal, e o Museu Histórico e Arqueológico Sebastião Paz de Almeida. Para estimular o desenvolvimento socioeconômico local, a secretaria da cultura, juntamente ou não com outras instituições e empresas locais, passou a investir mais no segmento de festas e eventos. Anualmente destaca-se a realização do Dia de Campo Copercampos, demonstrativo dos trabalhos da Copercampos, em fevereiro ou março; do aniversário da cidade, que apesar de ser dia 30 de março tem comemorações que estendem-se por durante todo o mês; da Festa do Padroeiro São João Batista, em junho, com missas e festas juninas; da Romaria de Nossa Senhora Aparecida, que ocorre anualmente no dia 12 de outubro, dia da santa, e chega a atrair uma média de 70 mil fiéis que percorrem 3 km da Igreja Matriz até o Santuário da cidade; e o Concurso Miss Campos Novos, em novembro. De dois em dois anos ocorre ainda a EXPOCAMPOS, tradicional feira agropecuária da cidade. === Atrativos === A cidade conta com várias pousadas, fazendas e hotéis situados na zona rural, onde o foco é o ecoturismo. As fazendas do Cervo e Santa Mônica e a Granja Triunfo contam com trilhas para caminhadas, áreas para camping e cavalgada e pesque-e-pague. Também é possível agendar uma visita à Usina Hidrelétrica de Campos Novos. No distrito de Barra do Leão localiza-se a Termas Leonense, fontes de águas termais sulfurosas que jorram a uma temperatura média de 33 °C, tendo ainda área para camping e piscinas cobertas, sendo que suas águas ajudam na cura de reumatismos e artrites, problemas de estômago, pele, estafa e insônia. No perímetro urbano a cidade conta com vários atrativos de valor histórico e cultural. Destacam-se a Igreja Matriz de São João Batista, em frente à Praça Lauro Müller, pelo seu interior decorado com esculturas em madeira, vitrais e pinturas; o Santuário de Nossa Senhora Aparecida; e a Casa da Cultura Coronel Gasparino Zorzi, que, conforme citado anteriormente, funciona em um prédio que sediava a prefeitura e foi inaugurado em 1919, sendo tombado como patrimônio histórico municipal. === Esportes === A Secretaria de Esporte e Lazer organiza frequentemente diversos eventos esportivos, tais como o Campeonato de Futebol de Campo Amador, a Taça Centenário, o Quadrangular de Bolão (futebol), o Torneio de Bocha, o Torneio de Voleibol e a Taça Rádio Cultura de Futsal, além do basquetebol ACAMB (Associação Camponovense de basquetebol) colaborar com o município e para a organização de eventos como o Campeonato Regional de Futebol, os Campeonatos Regionais e Estaduais de Caratê, o Campeonato Estadual de Judô e o Campeonato de Atletismo. A secretaria mantém ainda escolinhas de esporte para as crianças, que contam com a participação de cerca de 900 alunos, além de realizar os Jogos Escolares de Campos Novos (JECAM), que envolvem anualmente cerca de estudantes de escolas municipais, estaduais e particulares da cidade. O principal time de futebol da cidade é o Clube Atlético Camponovense, que foi fundado em 3 de agosto de 1991 e manda seus jogos no Estádio Cid Pedroso, que tem capacidade para cerca de 4 mil pessoas. Além desse estádio, são outros locais destinados à prática de esportes: o Ginásio Osni Jacomel, os Ginásios Humberto Calgaro e Juvelino Fernandes e o Ginásio Juvelino Fernandes, sendo que alguns possuem pista de skate, quadra de tênis, quadra de basquete de rua e quadra de voleibol de areia. === Feriados === Em Campos Novos há três feriado municipais, definidos pela Lei Orgânica Municipal, e oito feriados nacionais, além dos pontos facultativos. Os feriados municipais são: o dia da emancipação política da cidade, em 30 de março; o dia do padroeiro São João Batista, em 24 de junho; e o dia de Nossa Senhora Aparecida, em 12 de outubro. De acordo com a lei federal nº 9.093, aprovada em 12 de setembro de 1995, os municípios podem ter no máximo quatro feriados municipais com âmbito religioso, já incluída a Sexta-Feira Santa. ==Ver também== *Lista de municípios de Santa Catarina *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Naturais de Campos Novos === Bibliografia === * * ==Ligações externas== * * ; Mapas * * Categoria:Fundações no Brasil em 1881",
 "title": "Campos Novos"
}