{
 "id": "109753",
 "text": "Em administração, a análise de risco consiste na verificação dos pontos críticos que possam vir a apresentar não conformidade durante a execução de determinado projeto ou atividade. Na gestão de projetos, os principais métodos de análise de riscos industriais são: * Análise preliminar de riscos - APR; * Análise de falha humana; * Análise de falhas e efeitos. == Análise preliminar de riscos == A análise preliminar de riscos (APR) consiste do estudo, durante a fase de concepção, desenvolvimento de um projeto ou sistema, com a finalidade de se determinar os possíveis riscos que poderão ocorrer na sua fase operacional e saná-los para que os mesmos não aconteçam. A APR é utilizada portanto para uma análise inicial, desenvolvida na fase de projeto e desenvolvimento de qualquer processo, produto ou sistema, tendo especial importância na investigação de sistemas novos de alta inovação e/ou pouco conhecidos, ou seja, quando a experiência em riscos na sua operação é deficiente. Apesar das características de análise inicial, é muito útil de se utilizar como uma ferramenta de revisão geral de segurança em sistemas já operacionais, revelando aspectos que às vezes passariam despercebidos. A APR teve seu desenvolvimento inicial na área militar. A APR é uma técnica profunda de análise de riscos mas geralmente precede a aplicação de outras técnicas mais detalhadas de análise (Hazop, Gretener, FMEA), já que seu objetivo principal é determinar os riscos e as medidas preventivas antes da fase operacional. Na NR10 - Norma Regulamentadora que trata dos serviços no SEP - Sistema elétrico de potência (Sistema Elétrico) é prevista a aplicação da APR, quando da execução destes serviços. Os princípios e metodologias da APR consistem em proceder-se uma revisão geral dos aspectos de segurança de forma padronizada: === Descrição e caracterização dos riscos === A partir da descrição dos riscos são identificadas as causas (agentes) e efeitos (consequências) dos mesmos, o que permitirá a busca e elaboração de ações e medidas de prevenção ou correção das possíveis falhas detectadas; A priorização das ações é determinada pela caracterização dos riscos, ou seja, quanto mais prejudicial ou maior for o risco, mais rapidamente deve ser preservada. Diante de qualquer tipo de risco no ambiente de trabalho, deve-se realizar antecipadamente um estudo técnico, de forma a eliminar as fontes de risco à segurança do trabalhador. Ao fazer a medição do risco, deve-se indicar, por exemplo, qual equipamento de proteção individual (EPI) será capaz de reduzir ou até mesmo acabar com a insalubridade. === Medidas de Controle e Prevenção === A APR tem sua importância maior no que se refere à determinação de uma série de medidas de controle e prevenção de riscos, desde o início operacional do sistema, permitindo revisões de projeto em tempo hábil, com maior segurança, além de definir responsabilidades no que se refere ao controle de riscos. a) Revisão de problemas conhecidos: consiste na busca de analogia ou similaridade com outros sistemas, para determinação de riscos que poderão estar presentes no sistema que está sendo desenvolvido, tomando como base a experiência passada. b) Revisão da missão a que se destina: atentar para os objetivos, exigências de desempenho, principais funções e procedimentos, ambientes onde se darão as operações, etc. Enfim, consiste em estabelecer os limites de atuação e delimitar o sistema que a missão irá abranger: a que se destina, o que e quem envolve e como será desenvolvida. c) Determinação dos riscos principais: identificar os riscos potenciais com potencialidade para causar lesões diretas e imediatas, perda de função (valor), danos à equipamentos e perda de materiais. d) Determinação dos riscos iniciais e contribuintes: elaborar séries de riscos, determinando para cada risco principal detectado, os riscos iniciais e contribuintes associados. e) Revisão dos meios de eliminação ou controle de riscos: elaborar um \"brainstorming\" para levantamento dos meios passíveis de eliminação e controle de riscos, a fim de estabelecer as melhores opções, desde que compatíveis com as exigências do sistema. f) Analisar os métodos de restrição de danos: pesquisar os métodos possíveis que sejam mais eficientes para restrição geral, ou seja, para a limitação dos danos gerados caso ocorra perda de controle sobre os riscos. g)Indicação de quem será responsável pela execução das ações corretivas e/ou preventivas: Indicar claramente os responsáveis pela execução de ações preventivas e/ou corretivas, designando também, para cada unidade, as atividades a desenvolver. A APR tem grande utilidade no seu campo de atuação, porém, como já foi colocado, necessita às vezes de ser complementada por técnicas mais detalhadas e apuradas. Em sistemas que sejam já bastante conhecidos, cuja experiência acumulada conduz a um grande número de informações sobre riscos, esta técnica pode ser utilizada de modo auxiliar. === Análise de falha humana === Segundo os especialistas em HRA (Human Reliability Analysis; em português: 'análise de confiabilidade humana'), pelo menos 70% dos acidentes são causados por falha humana. De acordo com o livro Human Reliability Analysis, sobre confiabilidade humana,as tecnologias atuais ganharam riscos que afetam e são afetados pelas ações realizadas por pessoas em situações normais (de operação corriqueira), de manutenção, e obviamente, de emergência. Os autores estimam a taxa de risco devido à ação humana em algumas indústrias: *na indústria nuclear: 50 a 70% *na indústria petrolífera: 70% *na indústria aeronáutica: 50% Embora pareça que o ser humano seja o culpado por toda a falha, já que foi o último envolvido na ação, esta falha começa mesmo no projeto de construção de um sistema tecnológico. O problema é que estas falhas de projeto e construção são numerosas e geralmente erroneamente entendidos como falhas do usuário. O fato é que certos componentes do sistema – como complexidade e perigos – podem colocar o usuário em situações em que não é possível realizar com sucesso algumas ações como havia sido projetado. Os erros dos operadores em algumas tecnologias são forçados pela própria tecnologia e suas condições. Assim, os autores concluem que o risco sempre terá um fator humano. Ademais, esta contribuição humana para o risco pode ser entendida, avaliada e quantificada aplicando-se técnicas da HRA. Em última análise, trata-se de calcular a probabilidade de que um conjunto de ações humanas sejam executadas com sucesso num tempo estabelecido ou numa determinada circunstância. Sobre análise de risco em finanças, vide análise técnica. == Ver também == * Cálculo de risco * Gerenciamento de risco * Risco (administração) Categoria:Gerência de projetos Categoria:Microeconomia Categoria:Engenharia industrial",
 "title": "Análise de risco"
}