{
 "id": "109704",
 "text": "Transcriptase reversa (RT, do inglês Reverse transcriptase, também conhecida como DNA polimerase RNA-dependente) é uma enzima presente em alguns tipos de vírus, como o vírus da hepatite B e o vírus HIV, que realiza um processo de transcrição ao contrário em relação ao padrão celular. Essa enzima polimeriza moléculas de DNA a partir de moléculas de RNA,Descritores em Ciências da Saúde_Transcriptase reversa . Acessado em 12 de agosto de 2009 exatamente o oposto do que geralmente ocorre nas células, nas quais é produzido RNA a partir de DNA. == Mecanismo de ação == Por possuir essa enzima, que atua \"ao reverso\", estes vírus são chamados de retrovírus. Após a entrada do retrovírus na célula hospedeira, a transcrição reversa utiliza os nucleotídeos presentes no citoplasma para montar uma fita de DNA senso negativo a partir de sua fita de RNA senso positivo, utilizando como primer um RNA transportador presente no nucleocapsídeo, associado ao genoma. Após a síntese do duplex RNA/DNA, uma ribonuclease (RNAse H) é incumbida de degradar a fita de RNA viral por hidrólise, a partir da extremidade 3', deixando a fita simples de (-) DNA solta no citoplasma. A transcrição reversa completa essa fita de DNA, tornando-a uma dupla hélice de deoxinucleotídeos. Esta dupla fita de DNA viral, denominada provírus, poderá ser integrada ao DNA da célula hospedeira com auxílio da enzima integrase. Um exemplo típico deste mecanismo é o ciclo do vírus causador da síndrome da imunodeficiência adquirida. O vírus HIV ataca o linfócito e depois penetra na célula, fazendo a partir daí a transcrição reversa, que é a tradução do DNA transformando o RNA viral em DNA viral. Ao penetrar o núcleo da célula, o DNA viral se mistura com o DNA celular e começa a produzir RNA viral, produzindo proteínas para a formação de novos vírus, que a partir daí irão infectar outras células, até terem afetado todas as células do organismo. Esse vírus atinge os linfócitos, que são as células de defesa do organismo. Este, sem defesa, fica vulnerável a qualquer ameaça externa, seja por vírus ou bactérias.BOYER, P. D.. The Enzymes. 3. ed. New York: Academic Press, 1974. 886 p. ISBN 978-0121227104 O processo de cópia do genoma do HIV, que envolve transcrição reversa, está sujeito a uma frequência de mutação equivalente a um erro a cada 104 bases adicionadas. Tendo em vista que o HIV possui um genoma de aproximadamente 104 bases, isso representa um erro a cada transcrição reversa do genoma, ou seja, é um processo impreciso, que gera um grande número de mutações, benéficas ou maléficas aos vírus.CARTER, J.; SAUNDERS, V.. Virology: Principles and Applications. Chichester: Wiley, 2007. 382 p. ISBN 978-0-470-02386-0 == Aplicação biotecnológica == O isolamento desta enzima permitiu a adaptação da tecnologia da PCR, que é destinada a amplificação a partir de moldes de DNA, para permitir a amplificação a partir de moldes de RNA, chamada RT-PCR (transcrição reversa - PCR). == Ver também == * RNA polimerase * RNA polimerase RNA-dependente * DNA polimerase RNA- dependente * DNA polimerase DNA-dependente Categoria:Virologia Categoria:Biologia molecular Categoria:EC 2.7",
 "title": "Transcriptase reversa"
}