{
 "id": "109891",
 "text": "A Indústria Aeronáutica Neiva Ltda. foi uma fabricante de aeronaves e componentes que, após ser incorporada pela Embraer, teve seu parque fabril renomeado para Embraer - Unidade Botucatu, responsável por sua linha agrícola. Sua sucessora está instalada no mesmo endereço, próxima ao Aeroporto Tancredo de Almeida Neves, na cidade de Botucatu, interior do Estado de São Paulo. == História == Fundada por José Carlos de Barros Neiva como \"Sociedade Construtora Aeronáutica Neiva\", no Rio de Janeiro, em 12 de outubro de 1954, foi transferida para Botucatu, onde fabricou inicialmente planadores modelos B \"Monitor\", além de inúmeros aviões de treinamento Paulistinha, cujos direitos adquiriu junto à Companhia Aeronáutica Paulista e que ainda se fazem presentes em aeroclubes brasileiros. Em 1975, com dificuldades financeiras, firmou uma parceria com a Embraer, que na época era uma estatal e detinha acordo comercial com a norte-americana Piper Aircraft para produzir aviões sob licença, mudando seus nomes. Com uma nova crise, a Embraer adquiriu a empresa em 1980, que continuou a operar com personalidade jurídica e administração própria. A partir daí desempenhou importante papel no desenvolvimento e fabricação de peças para todas as linhas de sua controladora. Na mesma década passou a ser sua subsidiária e responsável pela produção do avião agrícola Embraer Ipanema. Em 1999, a fabricação do turboélice regional para transporte de passageiros EMB-120 Brasília, também foi transferida para suas instalações. Em 2006 foi incorporada pela Embraer, tornando-se uma unidade voltada especialmente para a fabricação de aviões agrícolas. == Aeronaves == Nome Tipo Projeto EMB-710 \"Carioca\" Monomotor a pistão Piper Aircraft EMB-711 \"Corisco\" Monomotor a pistão Piper Aircraft EMB-712 \"Tupi\" Monomotor a pistão Piper Aircraft EMB-720 \"Minuano\" Monomotor a pistão Piper Aircraft EMB-721 \"Sertanejo\" Monomotor a pistão Piper Aircraft EMB-810 \"Seneca\" Bimotor a pistão Piper Aircraft EMB-820 \"Navajo\" Bimotor a pistão Piper Aircraft EMB-821 \"Carajá\" Bimotor turboélice Piper Aircraft EMB-202 \"Ipanema\" Pulverização agrícola Embraer/ITA Neiva B \"Monitor\" Planador Próprio Neiva P-56 \"Paulistinha\" Monomotor de treinamento Companhia Aeronáutica Paulista Neiva Regente Monomotor a pistão Próprio Neiva T-25 \"Universal\" Monomotor de treinamento militar Próprio ==Ver também== *Embraer *Avião *Aviação *Lista de aviões ==Ligações externas== * Categoria:Empresas de Botucatu Categoria:Empresas fundadas em 1954 Categoria:Empresas extintas em 2006 Categoria:Fundações em São Paulo em 1954 Categoria:Empresas ex-estatais do Brasil",
 "title": "Indústria Aeronáutica Neiva"
}