{
 "id": "10996",
 "text": "Alcaria é uma povoação portuguesa sede da Freguesia de Alcaria do Município do Fundão, freguesia com 5,48 km² de área e 1101 habitantes (censo de 2021), e, por isso, uma densidade populacional de . Da Freguesia de Alcaria fazem parte ainda as localidades anexas de Espadaneira e Pesinho. Por decreto de 07/09/1895 foi incorporado nesta freguesia o lugar de Pesinho, até então na Freguesia de Peso do Município da Covilhã. Em termos de infraestruturas, Alcaria possui uma escola básica, uma capela, uma igreja, restaurantes, cafés, um lar da terceira idade e centro de dia. Alcaria tem a festa de Nossa Senhora das Necessidades, padroeira da freguesia, que se festeja no 1º fim de semana de Setembro. A nível desportivo existe a Associação Cultural de Alcaria que tem tradição na prática do futsal, e que dispõe de um pavilhão multiusos. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 184 183 655 249 2011 150 117 623 290 2021 110 97 567 327 == História == A origem seu nome parece provir do vocábulo de origem árabe Al-garia, que significa a aldeia, um pequeno povoado. No entanto, não significa que tenha sido fundada pelos Mouros, uma vez que a região não foi habitada por muito tempo por eles nem deles resta o menor vestígio. O termo Alcarial pode também significar um sítio onde apareceram ruínas muitíssimo antigas ou vestígios arqueológicos, o que parece justificar-se. Podemos pois concluir pelos vestígios arqueológicos encontrados que esta freguesia já foi habitada nos tempos pré-romanos e romanos, provavelmente no Sítio do Covão. Todavia a actual Alcaria não pode reivindicar a sua fundação nesses tempos; será antes um produto do repovoamento operado nos primórdios da Monarquia, aí pelo segundo quartel do século XII, na sequência do desenvolvimento da Covilhã, a cujo termo pertenceu até 1747, passando desde então a pertencer ao concelho do Fundão. Nos censos de 1758, era constituída por 86 fogos e 293 habitantes, não tendo ainda lugares nem anexas. Em 1895, passou a fazer parte da freguesia o Pesinho, sendo actualmente constituída ainda pelos lugares denominados de Espadaneira do Fenómeno, Cruzamento ou Cruzal, Souto Alto, e Fadagosa. thumb|290px|right|Localização no Município de Fundão ==Património== * Igreja de S. João Baptista (matriz) * Capelas das Poeiras e do Ortigal * Sítio da Cabecinha * Praia fluvial * Eucalipto da estrada de Alcaria e Pêro Viseu Categoria:Freguesias do Fundão (Portugal) Categoria:Antigos municípios do distrito de Castelo Branco Categoria:Antigas freguesias da Covilhã",
 "title": "Alcaria (Fundão)"
}