{
 "id": "10994",
 "text": "A economia de Portugal é a 49° maior economia mundial em 2021, representando um Produto interno bruto de perto de 250 mil milhões de dólares, crescendo em cerca de 4,9% depois da crise económica durante a pandemia da COVID-19 no ano de 2020, aonde registou uma queda de 8,4%, passando de 240 mil milhões de dólares em 2019 para 228,5 mil milhões de dólares. Assim, a economia portuguesa já recuperou totalmente da crise económica da COVID-19. Já o Produto interno bruto per capita, a riqueza que cada cidadão cria, foi de 36.700 dólares em 2021, estando em 34° na comparação mundial. Com a revolução de 1974 e o fim do Estado Novo, o país atravessou um período de ajustamento e contínua modernização do modelo económico. Enquanto a economia portuguesa não chegava aos 20 mil milhões de dólares em 1975, em 2021 estava perto dos 250 mil milhões de dólares, crescendo assim cerca de 13 vezes em 46 anos. == Caracterização == Atualmente, a estrutura da economia portuguesa baseia-se principalmente no setor dos serviços, que representa cerca de 67% do Produto Interno Bruto (PIB) do país. A partir de 2002, Portugal tem vindo a enfrentar um problema de estagnação económica, com a economia a crescer menos de 2% ao ano, abaixo da média da União Europeia, que é de 2,5%. A partir de 2009, Portugal tem vivido uma situação de recessão económica, conjugada com um crescimento contínuo da dívida pública, políticas de austeridade, nacionalização de bancos falidos, intervenção externa acompanhada de resgates financeiros à economia nacional, dificuldades no controlo do défice, clima de contestação social e atritos entre diversas instituições, nomeadamente o governo e o tribunal constitucional, provocados pela crise económica. Segundo dados de 2010, o país é o 43.º no ranking de competitividade do Fórum Económico Mundial.The Global Competitiveness Index 2009–2010 rankings and 2008–2009 comparisons == História == Desde 1974, a evolução do PIB a preços constantes pode ser dividida em diferentes períodos: * Os anos do PREC, 1974 e 1975, em que o PIB calculado a preços constantes decresceu 2,34%, com destaque para o tumultuoso ano de 1975 em que registou um decréscimo de 5,10%, o pior desde a Revolução dos Cravos; * Os anos entre a entrada em vigor da Constituição de 1976 e a entrada na CEE, entre 1976 e 1985, durante os quais o PIB cresceu 36,94%, a uma taxa média anual de 3,19%; * Os anos entre a entrada na CEE e a entrada em circulação do Euro, entre 1986 e 2001, durante os quais o PIB cresceu 86,11%, a uma taxa média anual de 3,96%, facto a que não será alheia a entrada massiva de fundos comunitários destinados à modernização da economia portuguesa. Este período divide-se entre as governações de dois Primeiros Ministros: Cavaco Silva, que até ao fim do seu último governo, em 1995, viu a economia crescer 48,26%, a uma taxa média de 4,02% ao ano; e António Guterres que até 3 meses antes do fim do seu último governo viu a economia crescer 25,53%, a uma taxa média de 3,86% ao ano; * Os anos desde a entrada em circulação do Euro e o recurso ao apoio financeiro externo por parte do FMI e do Fundo Europeu de Estabilização Financeira, entre 2002 e Junho de 2011, em que a economia portuguesa estagnou, tendo crescido apenas 4,40%, a uma taxa média de 0,45% ao ano. Durante este período Portugal teve como Primeiros Ministros Durão Barroso, antigo presidente da Comissão Europeia e Pedro Santana Lopes, ambos apoiados pelo PSD e CDS-PP, entre Abril de 2002 e Março de 2005. Entre 2002 e 2004, o PIB cresceu 1,40%, a uma taxa média anual de 0,46%. De 2005 a Junho de 2011 foi Primeiro-Ministro José Sócrates. Entre 2005 e Junho de 2011, o PIB cresceu 2,96%, a uma taxa média anual de 0,45%; * O descontrolo da dívida soberana, do défice público e o consequente insuportável aumento dos juros que o Estado português se viu obrigado a ter de pagar para se poder financiar nos mercados internacionais levou a que se recorresse à intervenção externa por parte do FMI e do Fundo Europeu de Estabilização Financeira. A partir do 2.º semestre de 2011, já com Pedro Passos Coelho como Primeiro-Ministro, a economia portuguesa, que já tinha entrado em recessão, viu o seu PIB desacelerar-se mais rapidamente, tendo este caído 5,50% até ao fim de 2013, atingindo uma queda de 5,45% até ao final do 2º trimestre de 2014, a uma taxa média anual de 1,85%. A queda do PIB em 2012, de 3,17%, foi a 2.ª pior desde o 25 de Abril de 1974, só superada pela de 1975. Tendo aderido à então Comunidade Económica Europeia, em 1986 (que se veio a tornar na União Europeia) juntamente com a Espanha, o país iniciou, então, um período de fortes reformas e de elevados investimentos em infraestruturas que se refletiram numa rápida aceleração do crescimento económico português. Entre 1970 e 2003, o produto interno bruto per capita, isto é, tudo o que é produzido pelo país dividido por cada habitante, cresceu de pouco mais de 50% para cerca de 70% da média europeia. Portugal foi dos primeiros países selecionados para a fase final da União Económica e Monetária, iniciando a introdução do Euro como moeda a partir de 1 de Janeiro de 1999. A circulação de notas e moedas iniciou-se em 1 de Janeiro de 2002. A participação no Euro obriga o país ao cumprimento das regras do Pacto de Estabilidade e Crescimento, obrigando o controle das contas públicas e da inflação, mas assegurando ao país níveis mínimos históricos de inflação e taxa de juro. Entre 1985 e 1995, a economia portuguesa, com a saída do FMI e a entrada na Comunidade Económica Europeia, verificou taxas de crescimento económico elevadas que foram em média, nesse período de 10 anos, de 3,7%. Durante esse mesmo período, verificou-se uma redução de 19,5% na inflação para os 4,2%. Entre 1995 e 2001, o crescimento anual da economia foi de 3,9%, levemente superior ao dos 10 anos precedentes. Desde 2002 a economia portuguesa tem estado estagnada ou em recessão, à excepção do ano de 2007 em que cresceu 2,4%. De 2002 a Junho de 2011, durante os governos de Durão Barroso, Santana Lopes e José Sócrates a economia cresceu a uma taxa média anual inferior a 0,5%. Desde Julho de 2011 a economia recuou a uma taxa média anual de 2,5%. Entre 2002 e 2013, a economia recuou 1,3%. === Crise financeira 2008-2011 === O fraco desempenho da economia portuguesa foi explorado em abril de 2007 pelo The Economist, que descreveu Portugal como \"um novo homem doente da Europa\". Entre 2002 a 2007, a taxa de desemprego aumentou de 5% para 8% ( cidadãos desempregados em 2002 para cidadãos desempregados em 2007).Luis Miguel Mota, População desempregada aumentou 65 % em cinco anos, Destak.pt (6 de junho de 2008) No início de dezembro de 2009, o desemprego atingiu 10,2 % da população, o maior em 23 anos. Desde então, o desemprego já subiu para 15,6%, no final de 2013 e a emigração intensificou-se, com destaque para a mão de obra qualificada. Só entre janeiro de setembro de 2013, a população activa em Portugal diminuiu 1,6%. Em dezembro de 2009, a agência de classificação de risco Standard & Poor's rebaixou a sua avaliação de crédito de longo prazo de Portugal de \"estável\" para \"negativa\", expressando o pessimismo sobre as debilidades estruturais económicas do país e a fraca competitividade, o que prejudicaria o crescimento e a capacidade de reforçar a sua finanças públicas.Standard and Poor's pessimistic on Portugal, Agence France-Presse (7 de dezembro de 2009) Em julho de 2011, a agência de classificação Moody's rebaixou a sua avaliação após o aviso do risco de deterioração em março de 2011.As Portugal Default Risk Climbs, Europe Begins to Stabilize, (29 de março de 2011) thumb|Protestos em Lisboa contra o plano de austeridade aplicado pelo governo, em novembro de 2011 A corrupção tornou-se um assunto de importância política e económica para o país. Alguns casos são bem conhecidos e foram amplamente divulgados nos meios de comunicação, tais como acontecimentos em vários municípios envolvendo autoridades municipais e empresários locais, bem como políticos de alto-escalão.Eurojust chief embroiled in Portuguese corruption scandal, euobserver.com (13 de maio de 2009)People & Power, Al Jazeera, Al Jazeera (março de 2008) Não obstante o Índice de Percepções de Corrupção de 2010, compilado pela Transparência Internacional, colocou Portugal na 31ª posição em termos de percepção de corrupção, logo abaixo de Israel e Espanha, e 34 posições acima da Itália.Transparency International report, Transparência Internacional (2010) Um relatório publicado em janeiro de 2011 pelo Diário de Notícias revelou que no período entre a Revolução dos Cravos, em 1974, e 2010, os governos da República Portuguesa sobrecarregaram o erário público com as despesas de parcerias público-privadas pouco claras. Várias consultorias ineficazes e desnecessárias permitiram uma derrapagem considerável na gestão de obras públicas. A economia também foi danificada por créditos de risco, excesso de dívida pública e má-gestão dos fundos estruturais e de coesão europeus durante quase quatro décadas. Aparentemente, o gabinete do primeiro-ministro José Sócrates não foi capaz de prever ou prevenir qualquer destes sintomas e em 2011 o país estava à beira da falência arrastado pela crise financeira internacional. Em 6 de abril de 2011, o então primeiro-ministro José Sócrates anunciou na televisão nacional que o país pediu ajuda financeira ao Fundo Monetário Internacional (FMI) e ao Fundo Europeu de Estabilidade Financeira, como a Grécia e a República da Irlanda já haviam feito. Foi a terceira vez que a ajuda financeira externa foi solicitada ao FMI — a primeira foi no final de da década de 1970, após a Revolução dos Cravos. Em 6 de julho do mesmo ano, a agência de notação norte-americana Moody's coloca Portugal na avaliação \"lixo financeiro\", provocando a queda dos maiores bancos nacionais no PSI, iniciando uma onda de revolta em Portugal e na Europa, existindo propostas para criação de uma agência de notação financeira, de modo a acabar com a hegemonia americana. A dívida pública começou a subir fortemente entre 2004 e 2005, de 61,9% para 67,7%, quando o défice se situou nos 6,5% (o 2º mais alto da UE, só abaixo da Hungria). Desde então e até 2011 o a dívida pública cresceu mais ligeiramente para 71,7% em 2008 e depois disparou para 108,2% em 2011. O combate ao endividamento que desde então se tem tentado fazer tem-se revelado ineficaz, dado que desde 2011 para 2013, a dívida pública voltou a subir para 129,4%. O défice público que subiu de 3,6% em 2008 para 10,2% em 2009 e 9,8% em 2010, voltou a descer para 4,3% em 2011. Desde então o combate ao défice tem sido pouco eficaz, uma vez que este voltou a subir para 6,4% em 2012, tendo descido novamente para 5,2% em 2013. O défice que inicialmente tinha sido acordado com a \"troika\" (BCE, Comissão Europeia e FMI) que supervisiona o cumprimento dos termos do resgate financeiro negociado com Portugal em 2011, era de 4,5%, 0,7% abaixo do défice anunciado pelo Ministério das Finanças para 2013. Em Portugal, a despesa pública passou de 33,5% do PIB em 1980 para 47,9% em 2010, tendo a maior parte desse crescimento ocorrido entre 1985 e 1995, durante os 3 governos de Cavaco Silva (10,6%). Ainda assim, esta percentagem pouco supera a da Alemanha (47,5%) e é inferior à da UE a 27 (50,8%) e, nomeadamente, de países como a Dinamarca (59,5%) ou a Finlândia (56%). A carga salarial da função pública em Portugal atingiu, subiu desde 6,4% do PIB em 2003 (ligeiramente inferior à média da UE de 6,5%) para 6,7% em 2005 (6,3% na UE) e 7,0% em 2007 (6,1% na UE), voltou a descer para os 6,3% em 2008 (6,2% na UE) e voltou a disparar para os 8,4% em 2010 e 2011 (6,6% na UE). As funções em que o estado português tem revelado uma tendência claramente superior à média da UE para gastar mais, em função do PIB são: * Funções relacionadas com os órgãos legislativos, executivos, financeiros, fiscais e diplomáticos (3,1% do PIB em 2003, 3,5% em 2005, 2,7% em 2008, 5,0% em 2010 e 3,8% em 2011, consistindo a esmagadora maioria em gastos com remunerações, regalias, consumos intermédios e finais, só se posicionando atrás da Hungria) * Pagamento do serviço da dívida, particularmente a partir de 2011 (relativamente estável até 2010 em redor dos 3% do PIB, saltou para os 4,2% em 2011) * Defesa militar (2,0% do PIB em 2011, sendo quase metade desta rubrica gasta em consumos finais e a quase totalidade do resto em consumos intermédios, ordenados e regalias); * Serviços policiais (1,2% do PIB em 2011, sendo a esmagadora maioria da despesa gasta em remunerações e regalias) * Serviços de transportes (manteve-se entre os 2,9% do PIB entre 2003 e 2005, desceu para 2,3% em 2007 e voltou a disparar para 3,2% em 2011, tendo sido a quase totalidade desta rubrica gasta em investimentos em infraestruturas, consumos intermédios e finais) * Serviços médicos sem internamento (estável em 2,3% do PIB entre 2003 e 2005, disparou para os 4,7% em 2011, só abaixo da Espanha. Nesta situação, os gastos com o pessoal são altos em comparação com outros países da UE, mas muito mais baixos que na Espanha ou na Irlanda. A rubrica em que ocorre a grande maioria da despesa é nos consumos finais) * Na educação, os professores de todos os níveis de ensino auferem ordenados e regalias correspondentes a uma percentagem do PIB maior do que a média da UE, a qual se manteve estável em redor dos 5,3% entre 2003 e 2005 e depois declinou para 4,5% em 2011, em comparação com a média de 3,3% na UE. Esta discrepância pode dever-se ao facto de o PIB per capita em Portugal ser consideravelmente mais baixo que o PIB per capita médio da UE e de haver um atraso histórico ao nível da educação em Portugal que o Estado tenta compensar atraindo profissionais de maior qualidade. Tenha-se em conta que a taxa de abandono escolar em Portugal atingiu em os 23,2%, sendo o 3º mais elevado da UE onde, em média era de 13,5%, nesse ano. É igualmente de tomar nota de que houve, todavia, um progresso considerável a este nível, dado que essa taxa desceu de um elevadíssimo valor de 43,6% em 2000. * Protecção social no que se refere aos apoios aos idosos, para os quais os apoios que lhes são dirigidos (genericamente) são acima da média da UE (11,2% do PIB, tendo aqueles crescido desde 7,8% em 2003) e, igualmente, os viúvos, que auferiam de apoios correspondentes a 1,7% do PIB em 2011. No entanto, deve-se ter em consideração que, em contrapartida, são muito baixos os gastos dirigidos aos serviços hospitalares que requerem internamento, maioritariamente usufruídos pelos idosos, e também são baixos os que são dedicados à doença e deficiências, às quais os idosos são mais vulneráveis. Não se pode considerar, portanto que os apoios aos idosos em Portugal, se forem considerados em conjunto, sejam particularmente generosos. Por outro lado, as funções em que o estado português tem revelado tendência para gastar consideravelmente menos do que a média da UE, em função do PIB, são: * Assuntos económicos gerais, comerciais e laborais (nomeadamente o investimento público, estável em 0,2% do PIB entre 2003 e 2011 e os subsídios à actividade económica, que caíram gradualmente de 0,4% em 2003 para 0,1% em 2011) * Serviços hospitalares com internamento (após se ter mantido estável em redor dos 2,5% do PIB entre 2003 e 2005, a despesa caiu abruptamente para 0,5% em 2011, um valor baixíssimo em comparação com os outros países da UE) * Tratamento de resíduos sólidos (estável em 0,2% do PIB entre 2003 e 2011) * Protecção social, em que Portugal convergiu, a nível de percentagem do PIB gasta com a média da UE, embora não o suficiente. Em 2003, essa percentagem era de 14,2% em comparação com 18,5% na UE a 27, enquanto que em 2011 ela estagnou nos 18,1%, em comparação com os 19,6% na UE a 27. Entre os apoios mais afectados encontram-se os que se dirigem aos deficientes e aos doentes, com os quais os quais o estado gasta 1,5% do PIB (só 3 países da UE gastam menos), à família e à infância (só 1,4% do PIB é gasto neste apoio), e os apoios dirigidos à habitação (0,0%). Para o grande crescimento do défice e da dívida desde 2009, é preciso ter em conta: * O colapso financeiro do BPN, resultado da gestão ruinosa do banco, que não conseguiu recuperar um enorme volume de créditos tóxicos. Muitos desses créditos consistiam em empréstimos não garantidos em contrapartida de \"promessas de ganhos indevidos\" aos administradores do banco, tais como aquisição de posições societárias e activos anteriormente detidos por estes. Em 2 de Novembro de 2008 o BPN foi nacionalizado. Desde então, de acordo com a Comissão de Inquérito ao BPN, a nacionalização do banco custou 3405 milhões de euros ao Estado. Em 2010 o banco teve um impacto de 1803 milhões de euros nas contas públicas (1,2% do PIB), 1145 milhões de euros em 2011 e cerca de 500 milhões de euros em 2012. * Outro banco que implicou custos avultados para o Estado foi o BPP, dissolvido em 15 de abril de 2010 pelo Banco de Portugal. Só em 2010, o BPP 450 milhões de euros aos contribuintes, consistindo em garantias accionadas pelo Estado nesse ano. * A derrapagem nos custos com as Parcerias público-privadas (PPPs): entre 2008 e 2010, as contas das PPPs derraparam em 560,2 milhões de euros, principalmente nas rendas pagas às concessões rodoviárias, nas quais foram pagos mais 425,5 milhões de euros do que o orçamentado. Em 2011 a derrapagem nas rendas com as concessões rodoviárias subiram 28% para 197,4 milhões de euros acima do orçamentado e subiram 42,3% para 266,3 milhões acima do que havia sido previsto para 2010. O Estado gastou um total de 896,6 milhões de euros em rendas às concessões rodoviárias. Também as rendas pagas no âmbito das PPPs no setor da saúde e ferroviário derraparam consideravelmente. * Swaps contratualizados por empresas públicas com perdas potenciais superiores a 3000 milhões de euros. Em 2013, o governo português reservou 898 milhões de euros no Orçamento de Estado Rectificativo para suportar os custos da liquidação desses contratos, de modo que essas empresas possam pagar às instituições financeiras as perdas acumuladas com os mesmos. As empresas beneficiárias desse apoio são o Metro de Lisboa (548 milhões de euros), o Metro do Porto (315 milhões de euros), a Refer, da qual a ex-Ministra das Finanças, Maria Luís Albuquerque foi administradora durante a assinatura dos respetivos contratos (20 milhões de euros) e a Estradas de Portugal (15 milhões de euros). == Setores == === Setor Primário === O setor primário em Portugal era até aos anos 60 o mais importante, sendo que nesta década a população a trabalhar na agricultura desceu rapidamente de 42% em 1960 para 32% em 1970, continuando esta queda até aos dias de hoje, situando-se atualmente em pouco menos de 12%. Apesar de hoje ser pouco expressivo, este setor conta com fortes empresas, como a Lactogal e a Sogrape. Em 2018, Portugal foi o 9º maior produtor mundial de azeitona (740 mil toneladas), o 16º maior produtor mundial de pera (162 mil toneladas), o 17º maior produtor mundial de tomate (1,33 milhões de toneladas) e o 20º maior produtor mundial de uva (778 mil toneladas). O país também produziu, no mesmo ano, 713 mil toneladas de milho, 431 mil toneladas de batata, 344 mil toneladas de laranja, 267 mil toneladas de maçã, 160 mil toneladas de arroz, além de produções menores de outros produtos agrícolas como repolho (137 mil toneladas), cebola (130 mil toneladas), cenoura (108 mil toneladas), trigo (67 mil toneladas), melão (57 mil toneladas), aveia (55 mil toneladas), etc.Portugal production in 2018, by FAO Alguns dos produtos mais famosos oriundos de Portugal são o azeite de oliva, o vinho e as pêras portuguesas Associado ao desenvolvimento da agricultura intensiva em Portugal está um ressurgimento de tráfico humano para trabalhar em condições de exploração, primeiro nas plantações de azeitona em torno da barragem do Alqueva, mas também nas estufas em torno de Odemira, nas plantações de cereja nas Beiras e na apanha da castanha em Trás-os-Montes, situação ajudada por desregulações nas leis de imigração, propostas pelo Bloco de Esquerda e aprovadas pelo Partido Socialista em 2017 e 2019. === Setor Secundário === ==== Indústria ==== Este setor foi pouco expressivo até meados do século XX quando a partir dos anos 50 e sobretudo dos 60, sofreu uma forte expansão movida pelas mudanças em curso na sociedade portuguesa, pela abertura económica do país com a entrada na EFTA em 1965, os investimentos nas colónias africanas e naturalmente a criação de uma maior sociedade de consumo, ainda assim pouco patente na altura. A partir dos anos 80, e continuando até aos dias atuais, assistiu-se a uma massiva industrialização do país e reestruturação das empresas, sobretudo na região Norte, a vários níveis, com a chegada de multinacionais estrangeiras e do aumento da taxa de emprego e consequente, deslocação para os arredores e subúrbios. O nível de vida e de emprego melhoraram, assim como o poder de compra. São de salientar o grande crescimento das zonas industriais da Maia e da Trofa, como exemplos a seguir e do surgimento de um enorme número de confecções têxtil até aos finais dos anos 90, onde se viu uma queda na mão de obra, devido à deslocação em grande maioria de empresas nacionais e internacionais para países com mão de obra mais barata. Apesar de tal acontecimento, a região Norte Litoral e região Minho do país continua até aos dia de hoje a ser a responsável pela continuidade do maior número de zonas e parques industriais, com uma taxa de emprego elevada em relação a outras zonas do país e dos maiores índices e níveis de exportações. Com a entrada na zona euro a partir de 1999 até ao ano de 2002, a competividade com as multinacionais, pequenas e médias empresas aumentou, criando um mercado industrial português mais competitivo e global, tendo maior relevância o esforço e técnicas de produção nacionais, levando a um maior reconhecimento perante outros países europeus. A vinda da crise económica de 2008, abalou o país, mas não deixou de haver uma continuidade no aumento de exportações e de surgimento de novas médias e pequenas empresas, ao demarcar-se no mercado europeu e internacional. ==== Energia ==== A energia em Portugal é atualmente (2018) setor em expansão em Portugal, nomeadamente ao nível da produção de eletricidade. As fontes renováveis representam já um grande peso neste setor. === Setor Terciário === O setor terciário foi o que mais se expandiu desde os anos 60. Neste, destaca-se o turismo, que é um dos grandes setores que faz crescer a economia portuguesa. A explosão do consumismo sobretudo nos anos 80 e 90 foi a grande mudança social no país que fez aumentar rapidamente o número de empregados no setor terciário, permitindo uma melhoria do nível de vida e uma maior qualificação ao nível de emprego e educação. ==== Transportes ==== Desde os anos 30 a rede de estradas aumentou exponenciamente em Portugal. Nos anos 80 e 90 verificou-se uma modernização das infraestruturas, para além da construção de millhares de quilómetros de novas auto-estradas. Na atualidade, Portugal é servido por uma densa e moderna rede de autoestradas, todas com sistema de portagem. Nas ex-SCUT, vão sendo instalados, progressivamente, sistemas de portagens eletrónica. == Indicadores == Ano PIB (em milhões de euros) PIB per capita (em euros) Crescimento do PIB (real) Dívida pública (em % do PIB) Taxa de desemprego Crescimento populacional 1990 56.356.228 5.644 7,86 % 60,2 % 4,6 % 0,2 % 1991 64.622.267 6.487 3,37 % 63,9 % 4,1 % 0,2 % 1992 72.651.574 7.299 3,13 % 58,1 % 4,1 % 0,1 % 1993 75.980.307 7.624 0,69 % 57,2 % 5,5 % 0,2 % 1994 82.379.517 8.244 1,49 % 60,4 % 6,8 % 0,4 % 1995 89.028.557 8.879 2,31 % 62,2 % 7,1 % 0,4 % 1996 94.351.591 9.375 3,50 % 63,3 % 7,2 % 0,4 % 1997 102.330.960 10.122 4,40 % 58,7 % 6,7 % 0,5 % 1998 111.353.381 10.959 4,81 % 55,6 % 4,9 % 0,5 % 1999 119.603.305 11.705 3,91 % 55,4 % 4,4 % 0,6 % 2000 128.414.445 12.479 3,82 % 54,2 % 3,9 % 0,8 % 2001 135.775.009 13.102 1,94 % 57,4 % 4,0 % 0,6 % 2002 142.554.263 13.681 0,77 % 60 % 5,0 % 0,5 % 2003 146.067.858 13.966 0,93 % 63,9 % 6,3 % 0,3 % 2004 152.248.388 14.522 1,79 % 67,1 % 6,6 % 0,2 % 2005 158.552.704 15.095 0,78 % 72,2 % 7,6 % 0,2 % 2006 166.260.469 15.800 1,63 % 73,7 % 7,6 % 0,2 % 2007 175.483.401 16.644 2,51 % 72,7 % 8,0 % 0,2 % 2008 179.102.781 16.963 0,32 % 75,6 % 7,6 % 0,1 % 2009 175.416.437 16.598 3,12 % 87,8 % 9,4 % 0,1 % 2010 179.610.779 16.987 1,74 % 100,2 % 10,8 % 0,0 % 2011 176.096.171 16.679 1,70 % 114,4 % 13,4 % 0,3 % 2012 168.295.569 16.005 4,06 % 129 % 16,5 % 0,5 % 2013 170.492.269 16.303 0,92 % 131,4 % 17,1 % 0,6 % 2014 173.053.691 16.638 0,79 % 132,9 % 14,5 % 0,5 % 2015 179.713.159 17.350 1,79 % 131,2 % 12,9 % 0,3 % 2016 186.489.811 18.061 2,02 % 131,5 % 11,5 % 0,3 % 2017 195.947.210 19.023 3,51 % 126,1 % 9,2 % 0,2 % 2018 205.184.124 19.952 2,85 % 121,5 % 7,2 % 0,1 % 2019 214.374.620 20.840 2,68 % 116,6 % 6,6 % 0,2 % 2020 200.518.859 19.404 8,30 % 134,9 % 7,0 % 0,7 % 2021 214.470.702 20.698 5,48 % 125,5 % 6,6 % 0,2 % === Trimestal === PIB trimestal desde 1995 com variação Ano Trimestre PIB Variação PIB Variação 1995 1.° Trimestre 21 804 400 000 89 028 600 000 2.° Trimestre 22 156 200 000 1,61 % 3.° Trimestre 22 401 600 000 1,10 % 4.° Trimestre 22 666 400 000 1,18 % 1996 1.° Trimestre 22 931 500 000 1,16 % 94 351 600 000 5,98 % 2.° Trimestre 23 291 800 000 1,57 % 3.° Trimestre 23 979 700 000 2,87 % 4.° Trimestre 24 148 600 000 0,70 % 1997 1.° Trimestre 24 900 200 000 3,02 % 102 330 900 000 7,80 % 2.° Trimestre 25 298 700 000 1,60 % 3.° Trimestre 25 895 400 000 2,30 % 4.° Trimestre 26 236 600 000 1,32 % 1998 1.° Trimestre 26 957 700 000 2,67 % 111 353 400 000 8,82 % 2.° Trimestre 27 607 600 000 2,41 % 3.° Trimestre 28 169 200 000 1,99 % 4.° Trimestre 28 618 900 000 1,60 % 1999 1.° Trimestre 29 320 100 000 2,45 % 119 603 300 000 6,90 % 2.° Trimestre 29 687 200 000 1,24 % 3.° Trimestre 30 017 200 000 1,11 % 4.° Trimestre 30 578 800 000 1,84 % 2000 1.° Trimestre 31 471 200 000 2,92 % 128 414 500 000 7,37 % 2.° Trimestre 31 670 300 000 0,63 % 3.° Trimestre 32 442 300 000 2,44 % 4.° Trimestre 32 830 700 000 1,18 % 2001 1.° Trimestre 33 102 600 000 0,83 % 135 775 100 000 5,42 % 2.° Trimestre 33 717 500 000 1,82 % 3.° Trimestre 34 040 700 000 0,96 % 4.° Trimestre 34 914 300 000 2,50 % 2002 1.° Trimestre 35 331 900 000 1,20 % 142 554 200 000 4,99 % 2.° Trimestre 35 558 700 000 0,64 % 3.° Trimestre 35 776 500 000 0,61 % 4.° Trimestre 35 887 100 000 0,31 % 2003 1.° Trimestre 36 039 500 000 0,42 % 146 067 800 000 2,41 % 2.° Trimestre 36 326 500 000 0,79 % 3.° Trimestre 36 611 000 000 0,78 % 4.° Trimestre 37 090 800 000 1,29 % 2004 1.° Trimestre 37 366 900 000 0,74 % 152 248 400 000 4,23 % 2.° Trimestre 37 984 700 000 1,63 % 3.° Trimestre 38 191 000 000 0,54 % 4.° Trimestre 38 705 800 000 1,33 % 2005 1.° Trimestre 38 950 800 000 0,63 % 158 552 700 000 3,98 % 2.° Trimestre 39 566 500 000 1,56 % 3.° Trimestre 39 746 000 000 0,45 % 4.° Trimestre 40 289 400 000 1,35 % 2006 1.° Trimestre 40 650 600 000 0,90 % 166 260 400 000 4,86 % 2.° Trimestre 41 368 300 000 1,77 % 3.° Trimestre 41 737 800 000 0,89 % 4.° Trimestre 42 503 700 000 1,84 % 2007 1.° Trimestre 43 257 600 000 1,74 % 175 483 400 000 5,26 % 2.° Trimestre 43 601 300 000 0,79 % 3.° Trimestre 43 893 400 000 0,67 % 4.° Trimestre 44 731 100 000 1,91 % 2008 1.° Trimestre 44 843 100 000 0,25 % 179 102 800 000 2,06 % 2.° Trimestre 44 898 300 000 0,12 % 3.° Trimestre 44 792 000 000 0,24 % 4.° Trimestre 44 569 400 000 0,50 % 2009 1.° Trimestre 43 347 700 000 2,82 % 175 416 400 000 2,10 % 2.° Trimestre 43 686 100 000 0,78 % 3.° Trimestre 44 011 500 000 0,74 % 4.° Trimestre 44 371 100 000 0,82 % 2010 1.° Trimestre 44 685 700 000 0,70 % 179 610 800 000 2,36 % 2.° Trimestre 44 736 900 000 0,11 % 3.° Trimestre 45 118 100 000 0,84 % 4.° Trimestre 45 070 100 000 0,11 % 2011 1.° Trimestre 44 693 200 000 0,84 % 176 096 200 000 2,00 % 2.° Trimestre 44 238 400 000 1,02 % 3.° Trimestre 44 010 800 000 0,52 % 4.° Trimestre 43 153 800 000 1,95 % 2012 1.° Trimestre 42 750 500 000 0,94 % 168 295 600 000 4,43 % 2.° Trimestre 41 964 400 000 1,84 % 3.° Trimestre 41 881 500 000 0,20 % 4.° Trimestre 41 699 200 000 0,44 % 2013 1.° Trimestre 42 018 000 000 0,76 % 170 492 300 000 1,31 % 2.° Trimestre 42 376 700 000 0,85 % 3.° Trimestre 42 900 600 000 1,22 % 4.° Trimestre 43 197 000 000 0,69 % 2014 1.° Trimestre 43 023 700 000 0,40 % 173 053 700 000 1,48 % 2.° Trimestre 43 081 200 000 0,13 % 3.° Trimestre 43 429 300 000 0,80 % 4.° Trimestre 43 519 500 000 0,21 % 2015 1.° Trimestre 44 429 300 000 2,05 % 179 713 200 000 3,71 % 2.° Trimestre 44 790 900 000 0,81 % 3.° Trimestre 45 108 700 000 0,70 % 4.° Trimestre 45 384 300 000 0,61 % 2016 1.° Trimestre 45 994 400 000 1,33 % 186 489 800 000 3,77 % 2.° Trimestre 46 216 500 000 0,48 % 3.° Trimestre 46 900 400 000 1,46 % 4.° Trimestre 47 378 500 000 1,02 % 2017 1.° Trimestre 48 096 500 000 1,49 % 195 947 100 000 4,83 % 2.° Trimestre 48 739 200 000 1,34 % 3.° Trimestre 49 314 300 000 1,17 % 4.° Trimestre 49 797 100 000 0,98 % 2018 1.° Trimestre 50 526 200 000 1,44 % 205 184 200 000 4,71 % 2.° Trimestre 51 058 000 000 1,05 % 3.° Trimestre 51 611 400 000 1,07 % 4.° Trimestre 51 988 600 000 0,73 % 2019 1.° Trimestre 52 993 800 000 1,90 % 214 374 700 000 4,29 % 2.° Trimestre 53 195 800 000 0,38 % 3.° Trimestre 53 863 500 000 1,24 % 4.° Trimestre 54 321 600 000 0,85 % 2020 1.° Trimestre 52 412 600 000 3,64 % 200 518 800 000 6,46 % 2.° Trimestre 45 322 500 000 13,53 % 3.° Trimestre 51 263 900 000 11,59 % 4.° Trimestre 51 519 800 000 0,50 % 2021 1.° Trimestre 51 086 400 000 0,85 % 214 741 100 000 6,62 % 2.° Trimestre 53 043 400 000 3,83 % 3.° Trimestre 54 817 600 000 3,24 % 4.° Trimestre 55 793 700 000 1,78 % 2022 1.° Trimestre 57 873 200 000 3,59 % 239 253 200 000 11,41 % 2.° Trimestre 59 405 500 000 2,65 % 3.° Trimestre 60 205 700 000 1,33 % 4.° Trimestre 61 768 800 000 2,60 % 2023 1.° Trimestre 62 757 200 000 1,60 % == Exportações == === Trimestal === Exportações em € por trimestres desde 2011, com variação anual e o total de cada ano 1° trimestre 2° trimestre 3° trimestre 4° trimestre TOTAL ANO Exportações Variação Exportações Variação Exportações Variação Exportações Variação Exportações Variação 2011 10 366 151 620 10 871 890 358 10 594 599 026 10 995 392 388 42 828 033 392 2012 11 515 722 839 11,09 % 11 533 100 407 6,08 % 10 972 871 207 3,57 % 11 191 321 175 1,78 % 45 213 015 628 5,57 % 2013 11 457 309 625 0,51 % 12 261 034 716 5,94 % 11 631 418 479 5,66 % 11 953 150 499 6,37 % 47 302 913 319 4,42 % 2014 11 674 217 180 1,89 % 12 142 468 431 0,97 % 11 783 968 526 1,31 % 12 453 041 507 4,18 % 48 053 695 644 1,59 % 2015 12 088 703 251 3,43 % 12 986 064 361 6,50 % 12 115 068 803 2,73 % 12 444 164 948 0,07 % 49 634 001 363 3,18 % 2016 11 891 735 891 1,63 % 12 775 331 794 1,62 % 12 317 623 863 1,67 % 13 054 149 682 4,90 % 50 038 841 230 0,82 % 2017 13 913 169 808 14,53 % 13 706 671 048 6,79 % 13 259 723 931 7,10 % 14 138 422 910 7,67 % 55 017 987 697 9,05 % 2018 14 280 172 891 2,64 % 15 173 297 796 10,70 % 14 041 937 485 5,90 % 14 354 583 446 1,53 % 57 849 991 618 5,15 % 2019 14 983 297 815 4,69 % 15 321 911 658 0,97 % 14 217 399 223 1,23 % 15 380 201 248 6,67 % 59 902 809 944 3,43 % 2020 14 486 101 293 3,23 % 10 586 457 272 30,91 % 13 786 010 476 3,03 % 14 898 823 523 3,13 % 53 757 392 564 10,26 % 2021 15 450 987 255 6,24 % 15 795 396 959 32,98 % 15 429 235 931 10,65 % 16 942 905 143 12,06 % 63 618 525 288 15,50 % 2022 18 179 025 191 17,66 % 20 713 587 334 31,14 % 19 713 874 827 27,77 % 19 659 364 173 16,03 % 78 265 851 525 23,02 % 2023 20 596 835 541 13,30 % === Anual === Valor das exportações anuais em € Valor das exportações Variação % do PIB 2011 42 828 033 392 24,32 % 2012 45 213 015 628 5,57 % 26,87 % 2013 47 302 913 319 4,42 % 27,74 % 2014 48 053 695 644 1,59 % 27,77 % 2015 49 634 001 363 3,18 % 27,62 % 2016 50 038 841 230 0,82 % 26,83 % 2017 55 017 987 697 9,05 % 28,08 % 2018 57 849 991 618 5,15 % 28,19 % 2019 59 902 809 944 3,43 % 27,94 % 2020 53 757 392 564 10,26 % 26,81 % 2021 63 618 525 288 15,50 % 29,66 % 2022 78 265 851 525 23,02 % 32,73 % == Economias regionais == === PIB regional === Em 2021, a Área Metropolitana de Lisboa foi a região portuguesa com o maior Produto interno bruto regional, registando um valor superior a 76 mil milhões de euros, a seguir da Região do Norte registando um valor próximo de 65 mil milhões de euros, sendo a segunda maior economia regional em território nacional. Seguindo pela Região do Centro com um valor perto de 41 mil milhões de euros, sendo a terceira maior economia regional nacional, o Alentejo com um valor superior a 13 mil milhões de euros,, sendo a quarta maior economia regional nacional, o Algarve com um valor de mais de 9 mil milhões de euros, sendo a quinta maior economia regional nacional, a Madeira com um valor próximo dos 5 mil milhões de euros, sendo a sexta maior economia regional nacional, e os Açores com um valor superior a 4 mil milhões de euros, sendo a sétima maior economia regional nacional. PIB regional das sete regiões de Portugal, 2021 Região PIB regional (em euros) Percentagem à economia nacional Crescimento do PIB regional 2011-2021 Região do Norte 64.708.553.000 30,2% 29,9% Região do Centro 40.977.603.000 19,1% 25,4% Área Metropolitana de Lisboa 76.404.630.000 35,7% 15,1% Alentejo 13.659.461.000 6,4% 18,4% Algarve 9.244.759.000 4,3% 25,3% Açores 4.421.460.000 2% 18,8% Madeira 4.895.862.000 2,3% 10,2% PORTUGAL 214.470.702.000 100% 21,8% A Área Metropolitana de Lisboa produziu perto de 36% da economia nacional, estando em primeiro lugar comparando todas as regiões portuguesas, a seguir da Região do Norte contribuindo com mais de 30%, estando em segundo lugar, a Região do Centro em terceiro lugar com mais de 19%, o Alentejo em quarto lugar com mais de 6%, o Algarve em quinto lugar com mais de 4%, a Madeira com mais de 2% em sexto lugar e os Açores em sétimo lugar com 2%. O maior crescimento económico regional entre as sete regiões portuguesas, entre os anos de 2011 e 2021, foi registado na Região do Norte, vendo a sua economia regional crescer perto de 30% em 10 anos, a seguir da Região do Centro, estando em segundo lugar com um crescimento de 25,4%, o Algarve em terceiro lugar com um crescimento de 25,3%, os Açores em quarto lugar com um crescimento de 18,8%, o Alentejo em quinto lugar com um crescimento de 18,4%, a Área Metropolitana de Lisboa em sexto lugar com um crescimento de 15,1% e a Madeira, em sétimo lugar, registando um crescimento económico de 10,2% em 10 anos. === PIB per capita regional === A Área Metropolitana de Lisboa é a região portuguesa com o maior PIB per capita em 2021, registando um valor superior a 26 mil euros em 2021, seguido pelo Algarve, registando um valor approximadamente dos 20 mil euros. A seguir é a Madeira e o Alentejo, registando um valor de 19 mil euros, estando em terceiro e quarto lugar respectivamente, os Açores e a Região do Centro com 18 mil euros, estando em quinto e sexto lugar respectivamente, e a Região do Norte, registando pouco mais de 18 mil euros e estando assim em sétimo lugar, sendo a região com o menor PIB per capita de todas as regiões nacionais. PIB per capita das sete regiões de Portugal, 2021 Região PIB per capita (em euros) Percentagem ao PIB per capita nacional Crescimento do PIB per capita regional entre 2011-2021 Região do Norte 18.020 87% 33,4% Região do Centro 18.328 88,5% 30,4% Área Metropolitana de Lisboa 26.588 128,5% 13,2% Alentejo 19.328 93,4% 26,8% Algarve 19.791 95,6% 20,4% Açores 18.689 90,3% 24,1% Madeira 19.488 94,1% 16,8% PORTUGAL 20.698 100% 24,1% Já em percentagem comparando com o PIB per capita nacional, a Área Metropolitana de Lisboa regista um PIB per capita de 128,5% do valor nacional, seguido pelo Algarve com um valor de 95,6% do valor nacional, estando assim em segundo lugar, a Madeira em terceiro lugar com 93,4% do valor nacional, em quarto lugar o Alentejo com 93,4% do valor nacional, os Açores em quinto lugar com 90,3% do valor, a Região do Centro com 88,5% do valor nacional e estando assim em sexto lugar, e em sétimo lugar a Região do Norte, tendo apenas 87% do PIB per capita nacional. O maior crescimento do PIB per capita regional entre as sete regiões portuguesas, entre os anos de 2011 e 2021, foi registado na Região do Norte, vendo o seu PIB per capita regional crescer mais de 33% em 10 anos, a seguir da Região do Centro, estando em segundo lugar com um crescimento de 30,4%, o Alentejo em terceiro lugar com um crescimento de 26,8%, os Açores em quarto lugar com um crescimento de 24,1%, o Algarve em quinto lugar com um crescimento de 20,4%, a Madeira em sexto lugar com um crescimento de 16,8% e a Área Metropolitana de Lisboa, em sétimo lugar, registando um crescimento do PIB per capita de 13,2% em 10 anos. == Mercado de trabalho == Portugal é um dos países que mais tem aumentado o salário mínimo nacional. O salário mínimo tem, em 2020, o valor de 635 euros por mês. Apesar de ser um valor reduzido comparado a alguns salários europeus, o custo de vida menor em relação aos pares europeus permite ter uma qualidade de vida superior (segundo os estrangeiros que se mudam para o país) também suportada pela grande segurança, bom ambiente e simpatia dos portugueses. == População empregada == A população empregada veio a crescer desde 2015, passando de 4,255 milhões de empregados em janeiro de 2015 para 4,9 milhões em março de 2023, o segundo melhor número desde que há registos, enquanto o melhor mês foi julho de 2022 com 4,904 milhões de empregados. População empregada por mês do ano, desde 2015, em milhões Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Média 2015 4 255,1 4 261,4 4 294,1 4 307,6 4 346,7 4 363,9 4 367,3 4 356,8 4 345,1 4 345,1 4 354,7 4 326,8 4 327,1 2016 4 329,3 4 335,3 4 346,3 4 373,3 4 397,8 4 433,6 4 462,8 4 453,1 4 444,7 4 454,6 4 454,0 4 457,0 4 411,8 2017 4 458,7 4 481,5 4 509,1 4 535,7 4 558,2 4 590,7 4 614,9 4 615,3 4 612,4 4 620,4 4 642,1 4 643,1 4 573,5 2018 4 638,6 4 646,4 4 654,9 4 675,5 4 692,0 4 728,8 4 730,2 4 718,5 4 714,7 4 720,2 4 721,2 4 722,6 4 697,0 2019 4 711,7 4 708,8 4 712,3 4 725,5 4 748,0 4 759,4 4 778,5 4 781,9 4 780,1 4 774,6 4 760,6 4 737,2 4 748,2 2020 4 740,1 4 722,0 4 702,5 4 647,2 4 579,7 4 610,3 4 628,0 4 636,7 4 655,3 4 690,1 4 705,9 4 677,1 4 666,2 2021 4 635,3 4 655,2 4 689,8 4 709,4 4 783,6 4 827,9 4 851,7 4 848,2 4 844,6 4 846,0 4 853,5 4 878,5 4 785,3 2022 4 866,5 4 872,5 4 876,4 4 869,7 4 872,8 4 890,7 4 904,1 4 898,8 4 891,8 4 894,5 4 871,7 4 856,5 4 880,5 2023 4 878,5 4 893,8 4 900,4 4 890,9 == Ver também == * História económica de Portugal * Economia da União Europeia * Indústria aeroespacial em Portugal * Governo da República Portuguesa * Dívida pública de Portugal * Lista de impostos de Portugal == Bibliografia == * Portugal",
 "title": "Economia de Portugal"
}