{
 "id": "1099",
 "text": "Jesus, também chamado Jesus de Nazaré – foi um pregador e líder religioso judeu do primeiro século. É a figura central do cristianismo e aquele que os ensinamentos de maior parte das denominações cristãs, além dos judeus messiânicos, consideram ser o Filho de Deus. O cristianismo e o judaísmo messiânico consideram Jesus como o Messias aguardado no Antigo Testamento e referem-se a ele como Jesus Cristo, um nome também usado fora do contexto cristão. Praticamente todos os académicos contemporâneos concordam que Jesus existiu realmente, embora não haja consenso sobre a confiabilidade histórica dos evangelhos e de quão perto o Jesus bíblico está do Jesus histórico. A maior parte dos académicos concorda que Jesus foi um pregador judeu da Galileia, foi batizado por João Batista e crucificado por ordem do governador romano Pôncio Pilatos. Os académicos construíram vários perfis do Jesus histórico, que geralmente o retratam em um ou mais dos seguintes papéis: o líder de um movimento apocalíptico, o Messias, um curandeiro carismático, um sábio e filósofo, ou um reformista igualitário. A investigação tem vindo a comparar os testemunhos do Novo Testamento com os registos históricos fora do contexto cristão de modo a determinar a cronologia da vida de Jesus. Quase todas as linhas cristãs acreditam que Jesus foi concebido pelo Espírito Santo, nasceu de uma virgem, praticou milagres, fundou a Igreja, morreu crucificado como forma de expiação, ressuscitou dos mortos e ascendeu ao Céu, do qual regressará. A grande maioria dos cristãos adoram Jesus como a encarnação de Deus, o Filho, a segunda das três pessoas na Santíssima Trindade. Alguns grupos cristãos rejeitam a Trindade, no todo ou em parte. No contexto islâmico, Jesus (transliterado como Issa) é considerado um dos mais importantes profetas de Deus e o Messias. Para os muçulmanos, Jesus foi aquele que trouxe as escrituras e é filho de uma virgem, mas não é divino, nem foi vítima de crucificação. O judaísmo rejeita a crença de que Jesus seja o Messias aguardado, argumentando que não corresponde às profecias messiânicas do Tanaque. == Etimologia == Um judeu contemporâneo de Jesus possuía um único nome, por vezes complementado com o nome do pai ou cidade de origem. Ao longo do Novo Testamento, Jesus é denominado \"Jesus de Nazaré\" (), \"Filho de José\" () ou \"Jesus, filho de José de Nazaré\" (). No entanto, em , em vez de ser chamado \"filho de José\", é referido como \"o filho de Maria e irmão de Tiago, de José, de Judas e de Simão\". O nome \"Jesus\", comum em várias línguas modernas, deriva do latim \"Iesus\", uma transliteração do grego (). A forma grega é uma tradução do aramaico (Yeshua), o qual deriva do hebraico (Yehoshua). Aparentemente, o nome Yeshua foi usado na Judeia na época do nascimento de Jesus. Os textos do historiador Flávio Josefo, escritos durante o em grego helenístico, a mesma língua do Novo Testamento, referem pelo menos vinte pessoas diferentes com o nome Jesus (i.e. ). A etimologia do nome de Jesus no contexto do Novo Testamento é geralmente indicada como \"Javé é a salvação\". Desde os primórdios do cristianismo os cristãos se referem a Jesus como \"Jesus Cristo\". A palavra Cristo tem origem no grego (Christos), o qual é uma tradução do hebraico (Masiah), e que significa \"o ungido\" e é geralmente traduzido como Messias. Jesus é denominado pelos cristãos de \"Cristo\", uma vez que acreditam que ele é o Messias esperado, profetizado na Bíblia Hebraica. Embora originalmente se tratasse de um título, ao longo dos séculos o termo \"Cristo\" foi sendo associado a um apelido — parte de \"Jesus Cristo\". O termo \"cristão\", que significa \"aquele que professa a religião de Cristo\", tem sido usado desde o . == Cronologia == A maior parte dos académicos concorda que Jesus foi um judeu da Galileia, nascido por volta do início do primeiro século, e que morreu entre os anos 30 e na Judeia. O consenso académico é que Jesus foi contemporâneo de João Batista e foi crucificado por ordem do governador romano Pôncio Pilatos, que governou entre 26 e . Grande parte dos académicos sustentam que Jesus viveu na Galileia e na Judeia e que não pregou ou estudou em qualquer outro local. Os evangelhos oferecem diversas pistas no que diz respeito ao ano de nascimento de Jesus. associa o nascimento de Jesus ao reinado de Herodes, o Grande, que morreu cerca de , enquanto que menciona que Herodes reinava pouco antes do nascimento de Jesus, embora este evangelho também associe o nascimento com o censo de Quirino, que decorreu dez anos mais tarde. declara que Jesus tinha cerca de trinta anos de idade no início do seu ministério; ministério esse que, de acordo com , foi precedido pelo ministério de João, que afirma ter começado no 15º ano do reinado de Tibério (28 ou ). Ao comparar os relatos do evangelho com dados históricos e usando vários outros métodos, a maior parte dos académicos determina a data de nascimento de Jesus entre 6 e . Os anos do ministério de Jesus foram estimados usando diversas abordagens diferentes. Uma delas aplica as referências em , e as datas do reinado de Tibério, que são conhecidas com precisão, para determinar a data de início em . Outra abordagem usa a declaração em , que afirma que no início do ministério de Jesus o Templo de Jerusalém se encontrava no seu 46º ano de construção; sabendo que a reconstrução do templo foi iniciada por Herodes no 18º ano do seu reino, estima-se que a data seja . Outro método usa a data da morte de João Batista e o casamento de Herodes Antipas com Herodíade, com base no testemunho de Josefo, relacionando-os com e . Dado que a maior parte dos investigadores data o casamento em , isto determina a data do ministério entre 28 e . Têm sido usadas várias abordagens diferentes para estimar o ano da crucificação de Jesus. A maior parte dos académicos concorda que ele morreu entre os anos 30 e . Os evangelhos declaram que o evento ocorreu durante o governo de Pilatos, que governou a Judeia entre 26 e A data para a conversão de Paulo (estimada entre 33 e ) é o limite superior para a data de crucificação. As datas da conversão de Paulo e do ministério podem ser determinadas através da análise das epístolas de Paulo e do Livro dos Atos. Desde Isaac Newton que os astrónomos tentam estimar a data precisa da crucificação através da análise do movimento lunar e do cálculo das datas históricas do Pessach, um festival com base no calendário hebraico lunissolar. As datas mais aceites a partir deste método são 7 de abril de e 3 de abril de (ambas julianas). == Vida e ensinamentos no Novo Testamento == Os quatro evangelhos canónicos (Mateus, Marcos, Lucas e João) são as principais fontes para a biografia de Jesus. No entanto, outras partes do Novo Testamento, como as epístolas paulinas, escritas provavelmente décadas antes dos evangelhos, incluem também referências a episódios chave da sua vida, como a Última Ceia em . Os Atos dos Apóstolos ( e ) referem-se ao início do ministério de Jesus e ao do seu antecessor João Batista. Os revelam mais acerca da Ascensão de Jesus do que os evangelhos canónicos. Alguns dos primeiros grupos cristãos e gnósticos tinham descrições distintas da vida e ensinamentos de Jesus que não estão incluídas no Novo Testamento. Entre elas estão o Evangelho de Tomé, o Evangelho de Pedro e o Apócrifo de Tiago, entre várias outras narrativas apócrifas. A maior parte dos académicos considera-as fontes muito posteriores e muito menos confiáveis do que os evangelhos canónicos. === Descrição nos evangelhos canónicos === Os evangelhos canónicos são constituídos por quatro narrativas, cada uma escrita por um autor diferente. O primeiro a ser escrito foi o Evangelho segundo Marcos (entre 60 e ), seguido pelo de Mateus (), o de Lucas () e o de João (). Eles muitas vezes diferem em termos de conteúdo e cronologia dos eventos. Três deles, Mateus, Marcos e Lucas, são conhecidos como evangelhos sinópticos, a partir do grego (syn \"junto\") e (opsis \"óptica\"). São semelhantes em conteúdo, composição da narrativa, linguagem e estrutura dos parágrafos. Os académicos geralmente concordam que é impossível encontrar qualquer relação direta entre os evangelhos sinópticos e o Evangelho segundo João. Enquanto que a sequência de alguns eventos da vida de Jesus, como o batismo, transfiguração, crucificação e interação com os apóstolos, são partilhados por todos os evangelhos sinópticos, alguns eventos, como a transfiguração, não aparecem no Evangelho de João, que também difere noutros temas, como a Limpeza do Templo. A maior parte dos académicos concorda que os autores de Mateus e Lucas usaram Marcos como fonte ao escrever os seus evangelhos. Mateus e Lucas partilham também outro conteúdo que não se encontra em Marcos. Para explicar esta situação, muitos académicos acreditam que para além de Marcos, os dois autores recorreram a outra fonte — denominada Fonte Q. De acordo com o ponto de vista da maioria, os evangelhos sinópticos são as fontes primárias de informação histórica sobre Jesus. No entanto, nem tudo o que está nos evangelhos é considerado verídico em termos históricos. Entre os elementos cuja autenticidade histórica é posta em causa estão a natividade, a ressurreição, a ascensão, alguns dos milagres e o Julgamento no Sinédrio. Os pontos de vista nos evangelhos variam entre descrições inerrantes da vida de Jesus a descrições que não dão qualquer informação histórica da sua vida. No geral, os autores do Novo Testamento mostraram pouco interesse numa cronologia absoluta da vida de Jesus ou em sincronizar os episódios da sua vida com a história secular do seu tempo. Tal como evidenciado em , os evangelhos não pretendem fornecer uma lista exaustiva dos eventos na vida de Jesus. As narrativas foram escritas fundamentalmente como documentos teológicos no contexto do cristianismo primitivo, sendo as cronologias considerações secundárias. Uma das principais manifestações de que os evangelhos são documentos teológicos e não crónicas históricas é o facto de dedicarem mais de um terço do texto a apenas sete dias, nomeadamente à última semana de Jesus em Jerusalém, conhecida como Paixão. Embora os evangelhos não forneçam detalhes suficientes para satisfazer a exigência de historiadores contemporâneos no que diz respeito a datas precisas, é possível obter deles uma visão genérica da história de vida de Jesus. Os evangelhos incluem diversos discursos de Jesus em ocasiões específicas, como o Sermão da Montanha e o Discurso de adeus. Também incluem mais de trinta parábolas ao longo da narrativa, muitas vezes sobre temas relacionados com os sermões. Os milagres realizados por Jesus ocupam grande parte dos evangelhos. Em Marcos, 31% do texto é dedicado aos seus milagres. As descrições dos milagres são muitas vezes acompanhadas por registos dos seus ensinamentos. Jesus nos Evangelhos Sinópticos Jesus no Evangelho de João Começa com o batismo ou com o nascimento virginal de Jesus. Começa com a criação, sem a história do nascimento de Jesus. O batismo de Jesus por João Batista é mencionado. O batismo de Jesus é pressuposto, mas não é mencionado. Jesus ensina principalmente em parábolas e aforismos. Jesus ensina principalmente em discursos longos e envolventes. Jesus é bastante mencionado falando em nome dos pobres e dos oprimidos. Não menciona muito Jesus falando em nome dos pobres e dos oprimidos. Jesus exorciza demônios. Nenhuma menção de Jesus exorcizando demônios. Jesus ensina principalmente sobre o Reino de Deus, pouco sobre si mesmo. Jesus ensina bastante e principalmente sobre si mesmo. Os discípulos de Jesus não jejuam. Nenhuma menção aos discípulos de não terem jejuado. Os discípulos de Jesus colhem grãos no sábado. Nenhuma menção aos discípulos de Jesus colhendo grãos no sábado. Citada a transfiguração de Jesus. A transfiguração de Jesus não é mencionada. Um episódio da participação de Jesus no festival de Páscoa é mencionado. Três ou quatro episódios da participação de Jesus no festival de Páscoa são mencionados. A limpeza do Templo ocorre mais tarde no ministério de Jesus. A limpeza do Templo ocorre no início do ministério de Jesus. Jesus cria um novo pacto durante a última ceia. Jesus lava os pés dos discípulos. Jesus reza para ser poupado de sua morte. Jesus não mostra fraqueza diante da morte. Jesus é identificado/traído com um beijo. Jesus anuncia sua identidade. É narrado que Jesus foi preso por líderes judeus. É narrado que Jesus foi preso pelos guardas romanos e do Templo. Simão de Cirene ajuda Jesus a carregar a cruz. Jesus carrega a cruz sozinho. A cortina do Templo se rasga com a morte de Jesus. O corpo de Jesus é perfurado com uma lança. Várias mulheres visitam o túmulo de Jesus. Somente Maria Madalena visita o túmulo de Jesus. === Genealogia e Natividade === As narrativas da genealogia e da natividade de Jesus no Novo Testamento só aparecem nos evangelhos de Lucas e Mateus, sendo estas as principais fontes de informação sobre o tema. Fora do Novo Testamento, existem documentos mais ou menos contemporâneos de Jesus e dos evangelhos, mas poucos são os que esclarecem detalhes biográficos da sua vida. Mateus começa o seu evangelho com a genealogia de Jesus (), antes de narrar o seu nascimento. Identifica a ascendência de Jesus até Abraão através de David. discute a genealogia depois de descrever o batismo de Jesus, no qual uma voz celestial se dirige a Jesus e o identifica como o Filho de Deus. determina a ascendência de Jesus desde \"José, filho de Eli\", até \"Adão, filho de Deus\". A natividade é um elemento proeminente no Evangelho de Lucas, correspondente a 10% do texto e três vezes mais longo do que o texto da Natividade de Mateus. A narração de Lucas dá ênfase a acontecimentos anteriores ao nascimento de Jesus e foca-se em Maria, enquanto que Mateus narra acontecimentos posteriores ao nascimento e se foca em José. Ambos os textos afirmam que Jesus é filho de José e da sua noiva Maria e que nasceu em Belém, e ambos apoiam a doutrina do nascimento virginal de Jesus, segundo a qual Jesus foi concebido de forma milagrosa pelo Espírito Santo no ventre de Maria enquanto ainda era virgem. Em , o arcanjo Gabriel diz a Maria que ela irá conceber e carregar uma criança chamada Jesus por obra do Espírito Santo. Estando noivo de Maria, José fica preocupado com a sua gravidez (), mas no primeiro dos seus três sonhos, um anjo assegura-lhe que não tenha medo de casar com Maria, uma vez que a criança foi concebida pelo Espírito Santo. Quando se aproxima o momento do parto, Maria e José viajam de Nazaré até à casa de José em Belém para se registarem no censo ordenado pelo imperador romano. É aí que Maria dá à luz Jesus. Uma vez que não encontraram vaga na estalagem, o recém-nascido é colocado numa manjedoura (). Um anjo anuncia o nascimento a alguns pastores, que se deslocam a Belém para ver Jesus e posteriormente divulgar a notícia (). Depois de apresentarem Jesus no Templo, a família regressa a Nazaré. Em , três reis magos do Oriente levam ofertas ao recém-nascido como o Rei dos Judeus. Herodes toma conhecimento do nascimento de Jesus e, pretendendo vê-lo morto, ordena a execução de todas as crianças do sexo masculino de Belém. No entanto, um anjo avisa José no seu segundo sonho, o que leva a família a fugir para o Egito, de onde mais tarde regressaria para se fixar em Nazaré. === Infância === Os evangelhos de Lucas e Mateus situam a casa de infância de Jesus na cidade de Nazaré na Galileia. José, o marido de Maria, está presente na descrição dos episódios da infância de Jesus, embora posteriormente não lhe seja feita qualquer referência. Os livros do Novo Testamento de Mateus e Marcos e a epístola aos Gálatas mencionam os irmãos e irmãs de Jesus. No entanto, a palavra grega \"adelfos\" nestes versos pode também ser traduzida por \"parente\", em vez do mais comum \"irmão\". A contradição manifesta entre a existência de irmãos e a doutrina da virgindade perpétua de Maria levou a que alguns dos primeiros teólogos tivessem argumentado que se tratavam de filhos de José, fruto de um casamento anterior, ou que o texto se referia a primos, e não a irmãos. Estas interpretações encontram-se hoje em dia refutadas entre o meio académico contemporâneo. Originalmente escrito em grego helenístico, o Evangelho de Marcos refere em que Jesus era um (tekton), enquanto que refere que ele próprio era filho de um tekton. Embora tradicionalmente tekton seja traduzido por \"carpinteiro\", tekton é um termo bastante genérico, da mesma raiz que está na origem de \"técnico\" e \"tecnologia\", e que pode ser aplicado a construtores de objetos nos mais diversos materiais e até mesmo a construtores. Para além das narrações do Novo Testamento, a associação de Jesus à carpintaria é constante em tradições dos séculos I e II. Justino (m. c. ) escreveu que Jesus fabricava arados e gadanhos. === Batismo e Tentação === thumb|upright|Representação da cena batismal, na qual o céu se abre e o Espírito Santo desce na forma de uma pomba. Francesco Trevisani, 1723 Todas as narrativas do batismo de Jesus nos evangelhos são antecedidas por informações sobre o ministério de João Batista. Em todas, João é retratado a pregar a penitência e arrependimento para remissão dos pecados e a encorajar a oferta de esmolas aos pobres () enquanto batiza os crentes no rio Jordão, nas proximidades de Pereia, por volta da época em que Jesus inicia o seu ministério. O Evangelho de João () refere inicialmente \"Betânia\" e posteriormente () na margem oposta. Nos evangelhos, refere-se que João tinha vindo a anunciar () a chegada de alguém mais poderoso que ele, o que também é referido por Paulo de Tarso (). Em , durante o encontro com Jesus, João afirma \"Eu preciso de ser batizado por ti\", embora seja persuadido por Jesus a ser ele a batizá-lo. Depois de o fazer e de Jesus emergir das águas, o céu abre-se e ouve-se uma voz celestial: \"Este é o meu Filho amado, de quem me agrado\" (). O Espírito Santo desce então até Jesus na forma de uma pomba. Este é um de dois eventos descritos nos evangelhos nos quais uma voz celestial chama a Jesus \"Filho\", sendo a outra a Transfiguração. Após o batismo, os evangelhos sinópticos descrevem a Tentação de Cristo, na qual Jesus resiste a tentações do Diabo enquanto jejua por quarenta dias e noites no deserto da Judeia. O batismo e tentação de Jesus servem de preparação para o seu ministério público. O Evangelho de João não menciona nenhum dos eventos, embora inclua um testemunho de João no qual ele vê o Espírito a descer sobre Jesus (). === Ministério público === Os evangelhos apresentam o ministério de João Batista enquanto precursor do ministério de Jesus. Iniciado com o seu batismo, Jesus dá início ao seu ministério nas áreas rurais da Judeia, perto do rio Jordão, com cerca de trinta anos de idade (). Jesus viaja, prega e realiza milagres, completando o ministério durante a Última Ceia com os seus discípulos em Jerusalém. No início do ministério, Jesus designa doze apóstolos. Em Mateus e Marcos, apesar de Jesus ser breve no pedido, descreve-se que os primeiros quatro apóstolos, que eram pescadores, imediatamente consentiram e abandonaram as suas redes e embarcações (, ). Em João, os primeiros dois apóstolos de Jesus são descritos como tendo sido discípulos de João Batista. Ao ver Jesus, João denomina-o Cordeiro de Deus. Ao ouvir isto, os dois apóstolos seguem Jesus. Para além dos Doze Apóstolos, o início da passagem do Sermão da Planície identifica como discípulos um grupo muito maior de pessoas (). Ainda em , Jesus envia setenta ou setenta e dois discípulos em pares para preparar cidades para a sua visita. São-lhes dadas instruções para aceitar hospitalidade, curar os doentes e espalhar a palavra de que se aproxima o Reino de Deus. Os académicos dividem o ministério de Jesus em diferentes períodos. O ministério da Galileia começa quando Jesus regressa à Galileia vindo do deserto da Judeia, depois de rejeitar a tentação de Satanás. Jesus prega na Galileia, e em encontra-se com os seus primeiros discípulos, que o passam a acompanhar. Este período inclui o Sermão da Montanha, um dos principais discursos de Jesus, a calma da tempestade, a multiplicação dos pães e peixes, a caminhada sobre as águas e diversos milagres e parábolas. Termina com a Confissão de Pedro e a Transfiguração. À medida que Jesus viaja em direção e Jerusalém, durante o ministério de Pereia, regressa ao local onde foi batizado, a cerca de um terço do caminho do mar da Galileia, ao longo do Jordão (). O último ministério em Jerusalém tem início com a sua entrada triunfal na cidade durante o Domingo de Ramos. Nos evangelhos sinópticos, durante essa semana afasta os cambistas do Templo e Judas negocia a sua traição. Este período culmina na Última Ceia e no Discurso de despedida. === Ensinamentos, sermões e milagres === Os ensinamentos de Jesus são muitas vezes analisados em termos de palavras e obras. As palavras incluem uma série de sermões, assim como parábolas que aparecem ao longo de toda a narrativa dos evangelhos sinópticos (o Evangelho de João não inclui parábolas). As obras contemplam os milagres e outras ações realizadas durante o ministério de Jesus. Embora os evangelhos canónicos sejam a principal fonte dos ensinamentos de Jesus, as epístolas paulinas oferecem alguns dos primeiros registos escritos. O Evangelho de João apresenta os ensinamentos de Jesus não apenas enquanto sermões, mas também como revelação divina. João Batista, por exemplo, afirma em : \"Porque aquele que Deus enviou fala as palavras de Deus; pois não lhe dá Deus o Espírito por medida.\" Em Jesus afirma: \"A minha doutrina não é minha, mas daquele que me enviou\", o que confirma em : \"Não crês tu que eu estou no Pai, e que o Pai está em mim? As palavras que eu vos digo, não as digo de mim mesmo, mas o Pai, que está em mim, é quem faz as obras\". O Reino de Deus é um dos elementos chave dos ensinamentos de Jesus no Novo Testamento. Jesus promete a inclusão no reino de todos aqueles que aceitarem a sua mensagem. Chama as pessoas a renegar os seus pecados e a dedicarem-se completamente a Deus. Jesus pede aos seus seguidores que não descartem a Lei, embora haja quem considere que ele próprio a tenha infringido, por exemplo na questão do sabath (veja Críticas aos fariseus). Por isso, quando questionado sobre qual seria o principal mandamento, Jesus responde: ; continuando: . Entre os diversos ensinamentos de Jesus sobre ética estão amar os inimigos, reprimir o ódio e a luxúria, e oferecer a outra face (). As cerca de trinta parábolas dos evangelhos correspondem a cerca de um terço dos ensinamentos escritos de Jesus. As parábolas na narrativa aparecem com sermões mais longos e em locais diferentes. Muitas vezes apresentam elementos simbólicos e fazem a ponte entre os universos físico e espiritual. Entre os temas mais comuns das parábolas estão a bondade e generosidade de Deus e os riscos da transgressão. Algumas das parábolas, como a do Filho Pródigo (), são relativamente simples, enquanto outras, como a Parábola da Semente (), são de difícil compreensão. Nos textos dos evangelhos, Jesus dedica grande parte do seu ministério à realização de milagres, especialmente curas. O conjunto dos quatro textos regista cerca de 35 ou 36 milagres. Os milagres podem ser classificados em duas categorias principais: milagres de cura e milagres de natureza. Os milagres de cura englobam curas para doenças físicas, exorcismos e ressurreições dos mortos. Os milagres de natureza demonstram o domínio de Jesus sobre a natureza, entre os quais a transformação de água em vinho, o caminhar sobre as águas e a acalmia de uma tempestade. Jesus afirma que os seus milagres têm origem divina. Quando os seus oponentes o acusam de praticar exorcismos com o poder de Satanás, príncipe dos demónios, Jesus responde que os pratica pelo \"Espírito de Deus\" () ou \"Dedo de Deus\" (). Em João, os milagres de Jesus são descritos como sinais, realizados com o intuito de demonstrar a sua missão e divindade. No entanto, nos sinópticos, quando lhe é pedido que dê alguns sinais miraculosos para demonstrar a sua autoridade, Jesus recusa. Ainda nos evangelhos sinópticos, é frequente a multidão reagir com deslumbramento e pressioná-lo para curar os doentes. Pelo contrário, o Evangelho de João indica que Jesus nunca foi pressionado pela multidão, e que esta muitas vezes respondia aos milagres com confiança e fé. Uma característica comum em todos os milagres de Jesus no texto dos evangelhos é que eram feitos de livre vontade e nunca por pedido ou a troco de qualquer forma de pagamento. Os episódios que contemplam descrições dos milagres de Jesus muitas vezes também incluem ensinamentos, enquanto os próprios milagres envolvem determinado elemento de ensino. Muitos dos milagres ensinam a importância da fé. Na cura dos leprosos e na ressurreição da filha de Jairo, por exemplo, é dito aos beneficiários que a sua cura se deveu à sua fé. === Proclamação de Cristo e Transfiguração === A cerca de metade do texto de cada um dos três Evangelhos, dois episódios relacionados entre si marcam um ponto de charneira na narrativa: a confissão de São Pedro e a Transfiguração de Jesus. Ambos têm lugar perto de Cesareia de Filipe, ligeiramente a norte do mar da Galileia, durante o início da viagem final para Jerusalém que termina na Paixão e Ressurreição de Jesus. Estes eventos marcam o início da revelação progressiva da identidade de Jesus aos seus discípulos e a sua previsão do seu próprio sofrimento e morte. A Confissão de Pedro começa com um diálogo entre Jesus e os seus discípulos em , e . Em Mateus, Jesus pergunta aos discípulos: \"E vós, quem dizeis que eu sou?\". São Pedro responde \"Tu és o Cristo, o Filho do Deus vivo\". Jesus responde: \"Bem-aventurado és tu, Simão Barjonas, porque to não revelou a carne e o sangue, mas meu Pai, que está nos céus.\" Com esta bênção, Jesus afirma que os títulos que Pedro lhe atribui são revelados de forma divina, desta forma declarando inequivocamente ser tanto Cristo como o Filho de Deus. O texto da Transfiguração aparece em , e . Jesus leva Pedro e dois apóstolos para uma montanha sem nome, onde se \"transfigurou diante deles; e o seu rosto resplandeceu como o Sol, e os seus vestidos se tornaram brancos como a luz\". Uma nuvem brilhante aparece à sua volta, ouvindo-se uma voz celestial: \"Este é o meu amado Filho, em quem me comprazo; escutai-o.\" (). A Transfiguração confirma que Jesus é o Filho de Deus (tal como no seu batismo), e o pedido \"escutai-o\" identifica-o como mensageiro e porta-voz de Deus. === Última semana: traição, prisão, julgamento e morte === A descrição da última semana de vida de Jesus, frequentemente chamada semana de Páscoa, ocupa cerca de um terço da narrativa nos evangelhos canónicos, tendo início com a descrição da entrada triunfal em Jerusalém e terminando com a Crucificação. A última semana em Jerusalém é a conclusão da jornada que Jesus iniciou na Galileia e que atravessou Pereia e a Judeia. Pouco antes da entrada em Jerusalém, o Evangelho de João inclui a Ressurreição de Lázaro, a qual aumenta a tensão entre Jesus e as autoridades. ==== Entrada final em Jerusalém ==== Nos quatro evangelhos canónicos, a entrada final de Jesus em Jerusalém tem lugar durante o início da última semana da sua vida, poucos dias antes da Última Ceia, marcando o início da narrativa da Paixão. Marcos e João identificam o dia da entrada em Jerusalém como sendo domingo, enquanto que Mateus indica que foi uma segunda; Lucas não indica o dia. Depois de deixar Betânia, Jesus monta num burro em direção a Jerusalém. Pelo caminho, a população estende à sua frente capas e pequenos ramos, ao mesmo tempo que canta parte dos . A multidão em ânimo que saudava Jesus ao entrar em Jerusalém ajudou a aumentar a animosidade contra ele por parte das instituições locais. Nos três evangelhos sinópticos, à entrada em Jerusalém segue-se a Purificação do Templo, durante a qual Jesus expulsa os cambistas do templo, acusando-os de o terem tornado um covil de ladrões através das suas atividades comerciais. Este é o único relato de todos os evangelhos em que Jesus recorre a força física. inclui uma narração semelhante decorrida muito mais cedo, pelo que existe debate entre académicos sobre se a passagem se refere ao mesmo episódio. Os sinópticos descrevem uma série de parábolas e sermões bastante conhecidos, como o Tostão da Viúva ou a Profecia da Segunda Vinda, que decorreram ao longo dessa semana. Os sinópticos registam episódios de conflitos entre Jesus e os anciãos judeus durante a Semana Santa, como o da autoridade de Jesus questionada e as críticas aos fariseus, nos quais Jesus os critica e acusa de hipocrisia. Judas Iscariotes, um dos doze apóstolos, aborda os anciãos e negocia o pagamento de uma recompensa de trinta moedas de prata, pela qual se compromete a trair Jesus e a entregá-lo às autoridades. ==== Última Ceia ==== A Última Ceia é a última refeição que Jesus partilha com os seus doze apóstolos em Jerusalém antes da sua crucificação. A Última Ceia é mencionada nos quatro evangelhos canónicos, sendo também referida na Primeira Epístola aos Coríntios de Paulo (). Durante a refeição, Jesus prevê que um de seus apóstolos o trairá. Apesar de cada apóstolo ter afirmado que não o iria trair, Jesus reitera que o traidor seria um dos presentes. e identificam especificamente Judas como traidor. Nos sinópticos, Jesus reparte o pão pelos discípulos ao mesmo tempo que diz: \"Isto é o meu corpo, que por vós é dado; fazei isto em memória de mim.\" Depois fá-los beber vinho por um cálice, dizendo: \"Este cálix é o Novo Testamento no meu sangue, que é derramado por vós.\" (). O sacramento cristão da Eucaristia baseia-se neste evento. Embora o Evangelho de João não inclua uma descrição do ritual do pão e do vinho durante a Última Ceia, a maior parte dos académicos concorda que o Discurso do Pão da Vida () possui um carácter eucarístico e se relaciona com as narrativas dos evangelhos sinópticos e com os textos de Paulo sobre a Última Ceia. Em todos os evangelhos, Jesus prevê que Pedro negará que o conhece por três vezes antes de o galo cantar na manhã seguinte. Em Lucas e João, a profecia é feita durante a Ceia (, ). Em Mateus e Marcos, a profecia é feita após a Ceia, sendo também profetizado que Jesus será abandonado por todos os seus discípulos (, ). O Evangelho de João oferece o único relato de Jesus a lavar os pés dos discípulos antes da refeição. João também inclui um longo sermão de Jesus, preparando os discípulos (agora sem Judas) para a sua partida. Os capítulos 14 a 17 do Evangelho de João são conhecidos por Discurso de despedida e são uma fonte significativa de conteúdos cristológicos. ==== Agonia no jardim, traição e prisão ==== Após a Última Ceia, Jesus dá um passeio para rezar, acompanhado pelos discípulos. Mateus e Marcos identificam o local como sendo o jardim do Getsémani, enquanto Lucas o identifica como sendo o Monte das Oliveiras. Judas aparece no jardim acompanhado por uma multidão, entre a qual se encontram clérigos judaicos, anciãos e pessoas armadas. Judas beija Jesus para o identificar à multidão, que então o prende. Tentando impedi-los, um dos discípulos de Jesus empunha uma espada para cortar a orelha de um homem. Lucas afirma que Jesus cura a ferida por milagre, enquanto João e Mateus afirmam que Jesus critica o ato violento, ao mesmo tempo que incentiva os discípulos a não resistir à prisão. Em Jesus afirma: \"Todos os que lançarem mão da espada à espada morrerão\". Após a prisão de Jesus, os seus discípulos escondem-se e Pedro, quando interrogado, por três vezes nega conhecer Jesus. Após a terceira negação ouve-se o galo cantar e Pedro, ao se lembrar da profecia, chora em amargura. ==== Julgamentos pelo Sinédrio, Herodes e Pilatos ==== Depois de ser preso, Jesus é levado para o Sinédrio, um corpo jurídico judaico. O texto dos evangelhos difere nos detalhes dos julgamentos. Em , e , Jesus é levado para a casa do sacerdote Caifás, onde é espancado durante a noite. De manhã cedo, os clérigos e escribas levam Jesus ao tribunal. afirma que Jesus é levado primeiro a Anás, sogro de Caifás, e depois ao sumo sacerdote, sem menção ao Sinédrio. Durante os julgamentos, Jesus pouco fala, não articula nenhuma defesa e responde de forma vaga às questões dos clérigos, o que leva um oficial a esbofeteá-lo. Em , a falta de resposta de Jesus leva a que Caifás lhe pergunte: \"Não respondes coisa alguma ao que estes depõem contra ti?\". Em o sumo sacerdote pergunta a Jesus: \"És Tu o Cristo, Filho do Deus Bendito?\" Jesus responde \"Eu o sou\", e em seguida profetiza a vinda do Filho do Homem. Esta provocação faz com que Caifás se irrite e rasgue a própria túnica, acusando Jesus de blasfémia. Em Mateus e Lucas, a resposta de Jesus é mais ambígua. Em responde: \"Tu o disseste\", e em diz: \"Vós dizeis que eu sou\". Ao levar Jesus para o tribunal de Pilatos, os anciãos pedem ao governador que julgue e condene Jesus, acusando-o de se proclamar o Rei dos Judeus. O uso do termo \"rei\" é essencial na discussão entre Jesus e Pilatos. Em Jesus declara: \"O meu reino não é deste mundo\", mas não nega inequivocamente ser o Rei dos Judeus. Em Pilatos apercebe-se de que Jesus é um galileu, estando portanto na jurisdição de Herodes. Pilatos envia Jesus a Herodes para ser julgado, mas este mantém o silêncio face às perguntas de Herodes. Herodes e os seus soldados escarnecem Jesus, vestem-lhe um manto luxuoso para o fazer parecer um rei, e o levam de volta a Pilatos, que reúne os anciãos e anuncia que não considera este homem culpado. De acordo com um costume da época, Pilatos permite que a multidão escolha um prisioneiro para ser libertado. Dá a escolher entre Jesus e um assassino chamado Barrabás. Persuadida pelos anciãos (), a multidão escolhe libertar Barrabás e crucificar Jesus. Pilatos escreve um sinal onde se lê: \"Jesus Nazareno Rei dos Judeus\", abreviado para INRI nas representações do tema, para ser afixado na cruz de Jesus (), e em seguida flagela e envia Jesus para ser crucificado. Os soldados colocam-lhe na cabeça uma coroa de espinhos, ridicularizando-o como Rei dos Judeus, e espancando-o antes de o levarem para o Calvário para ser crucificado. ==== Crucificação e deposição ==== A crucificação de Jesus é descrita nos quatro evangelhos canónicos. Depois dos julgamentos, Jesus é levado para o Calvário carregando a cruz. O caminho que se pensa ter sido usado é conhecido por Via Dolorosa. Os três evangelhos sinópticos indicam que Simão de Cirene foi obrigado pelos romanos a ajudar Jesus. Em Jesus diz às mulheres no meio da multidão que o segue para não chorarem por ele, mas por si próprias e pelas suas crianças. No Calvário, oferecem a Jesus um preparado analgésico. De acordo com Mateus e Marcos, Jesus recusa. Os soldados crucificam Jesus e removem a sua roupa. Acima da sua cabeça na cruz estava a inscrição de Pilatos, \"Jesus Nazareno Rei dos Judeus\", ridicularizado por soldados e pessoas que passavam a pé. Jesus é crucificado entre dois ladrões condenados, um dos quais ataca Jesus, enquanto outro o defende. Os soldados romanos partem as pernas a ambos os ladrões, uma técnica usada para acelerar a morte na cruz, mas não chegam a partir as de Jesus, uma vez que este já se encontra morto. Em , um soldado perfura Jesus com uma lança, de cuja ferida brota água. Em , quando Jesus morre, a cortina pesada do Templo volve-se e um terramoto abre os túmulos. Aterrorizado pelo evento, um centurião romano afirma que Jesus era de facto o Filho de Deus. No mesmo dia, José de Arimateia, com a permissão de Pilatos e a ajuda de Nicodemus, remove o corpo de Jesus da cruz, envolve-o em roupas lavadas e enterra-o num túmulo de pedra talhada. Em , no dia seguinte os judeus pedem a Pilatos para o túmulo ser selado com uma pedra e vigiado, de modo a assegurar que o corpo aí permaneça. === Ressurreição e ascensão === O texto do Novo Testamento sobre a ressurreição de Jesus afirma que no primeiro dia da semana após a crucificação (geralmente interpretado como sendo o domingo), o seu túmulo é descoberto vazio e que os seus discípulos o encontram ressuscitado dentre os mortos. Os discípulos chegam ao túmulo de manhã cedo e encontram um ou dois seres (homens ou anjos) vestidos com túnicas brancas. e indicam que Jesus aparece primeiro a Maria Madalena, e afirma que ela é uma dos mirróforos (na tradição oriental) ou das Três Marias (na ocidental). Depois de descobrirem o túmulo vazio, Jesus realiza uma série de aparições aos discípulos. Entre elas está a Dúvida de Tomé e a aparição na estrada aos Emaús, em que Jesus encontra dois discípulos. A segunda pesca milagrosa é um milagre no mar da Galileia, após o qual Jesus encoraja Pedro a servir os seus seguidores. Antes de ascender ao Céu, Jesus instrui os discípulos a espalhar a palavra sobre os seus ensinamentos em todas as nações do mundo. afirma que Jesus é então levado ao Céu. O relato da ascensão é elaborado em e mencionado em . Nos Atos, quarenta dias depois da Ressurreição, quando os discípulos olham para cima, encontram Jesus elevado, tendo sido levado por uma nuvem. afirma que Jesus foi levado para o Céu e é agora a mão direita de Deus. Os Atos dos Apóstolos descrevem várias aparições de Jesus em visões após a sua Ascensão. descreve uma visão vivenciada por Santo Estêvão pouco antes de morrer. Na estrada para Damasco, o apóstolo Paulo é convertido ao cristianismo depois da visão de uma luz ofuscante e de ter ouvido uma voz dizer: \"Eu sou Jesus, a quem tu persegues\" (). Em , Jesus instrui Ananias de Damasco a curar Paulo. É o último diálogo com Jesus citado na Bíblia até ao Livro da Revelação, no qual um homem chamado João vivencia uma revelação de Jesus sobre os últimos dias. == Perspetiva histórica == Até ao Iluminismo os evangelhos eram geralmente vistos como relatos históricos precisos, tendo a partir de então surgido interrogações sobre a sua fiabilidade por parte de académicos e a distinção clara entre o Jesus descrito nos evangelhos e o Jesus na História. A partir do começam a ter lugar três vertentes de pesquisa académica sobre o Jesus histórico, cada uma com diferentes características e com base em diferentes critérios de investigação, os quais são muitas vezes elaborados durante a investigação que os aplica. Os académicos têm vindo a estudar e debater uma série de questões no que diz respeito ao Jesus histórico, como a sua existência, origem, fiabilidade histórica dos evangelhos e de outras fontes e um retrato preciso da figura histórica. === Existência === A teoria do mito de Cristo, que questiona a existência de Jesus e a veracidade dos relatos sobre ele, apareceu no . Alguns dos apoiantes argumentam que Jesus é um mito inventado pelos primeiros cristãos, salientando a inexistência de quaisquer referências escritas a Jesus durante a sua vida e a relativa escassez de referências fora do contexto cristão durante o . Ao longo do , académicos como George Albert Wells, Robert M. Price e Thomas Brodie têm apresentando vários argumentos que apoiam a teoria do mito de Cristo. No entanto, na atualidade praticamente todos os académicos que estudam a Antiguidade concordam que Jesus existiu e encaram determinados eventos, como o seu batismo e crucificação, como factos históricos. Robert E. Van Voorst e Michael Grant afirmam que os investigadores bíblicos e historiadores clássicos veem as teorias da inexistência de Jesus como efetivamente refutadas. Em resposta ao argumento de que a inexistência de fontes contemporâneas significa que Jesus não existiu, Van Voorst afirmou que \"tal como é do conhecimento de qualquer estudante de História\", tais argumentos pelo silêncio são \"particularmente perigosos\" e geralmente fracassam, a não ser que um facto seja conhecido pelo autor e relevante o suficiente para ser mencionado no contexto de um documento. Bart D. Ehrman argumenta que embora Jesus tenha tido um enorme impacto em gerações futuras, o seu impacto na sociedade do seu tempo foi praticamente nulo. Seria portanto insensato esperar que existissem textos contemporâneos das suas ações. Ehrman refere que argumentos baseados na inexistência de evidências físicas ou arqueológicas de Jesus ou de quaisquer textos sobre ele são fracos, uma vez que também não existem tais evidências de \"praticamente ninguém que tenha vivido durante o \". Teresa Okure escreveu que a existência de figuras históricas é estabelecida pela análise de referências que lhes sejam posteriores, e não por relíquias ou restos contemporâneos. Diversos académicos referem o perigo de usar tais argumentos pela ignorância e geralmente consideram-nos inconclusivos ou falaciosos. Douglas Walton afirma que argumentos pela ignorância são capazes de levar a conclusões apenas em casos onde se assume que toda a nossa base de conhecimento está completa. Entre as fontes fora do contexto cristão para determinar a existência histórica de Jesus está a obra dos historiadores do Josefo e Tácito. Louis H. Feldman, investigador de Josefo, afirmou que \"poucos duvidaram da autenticidade\" da referência de Josefo a Jesus no livro 20 de Antiguidades Judaicas, e tal facto é disputado apenas por um número muito reduzido de académicos. Tácito refere-se a Cristo e à sua execução por Pilatos no livro 15 da sua obra Anais. Os académicos geralmente consideram que a referência de Tácito à execução de Jesus seja simultaneamente autêntica e de valor histórico enquanto fonte independente romana. === Historicidade dos eventos === A abordagem à reconstituição histórica da vida de Jesus varia entre as abordagens maximalistas do , nas quais os relatos dos evangelhos eram aceites como evidências fiáveis sempre que possível, e as abordagens minimalistas do início do , nas quais era muito difícil qualquer coisa sobre Jesus ser aceite como histórica. Na década de 1950, à medida que toma lugar a segunda procura pelo Jesus histórico, a abordagem minimalista vai desaparecendo até que, no , minimalistas como Price são uma pequena minoria. Embora a crença na infalibilidade dos evangelhos não possa ser sustentada em termos históricos, muitos académicos desde a década de 1980 sustentam que, para além dos poucos factos que se considera serem historicamente válidos, há outros elementos da vida que Jesus que são \"historicamente prováveis\". A pesquisa académica sobre o Jesus histórico moderna foca-se então na identificação dos elementos mais prováveis. A maior parte dos académicos contemporâneos considera que o batismo e a crucificação de Jesus são inequivocamente factos históricos. James Dunn afirma que são factos quase universalmente aceites e que \"se classificam tão alto na escalada dos factos históricos dos quais é impossível duvidar ou renegar\" que são quase sempre o ponto de partida para o estudo do Jesus histórico. Os académicos citam o critério do embaraço, afirmando que os primeiros cristãos não teriam inventado a morte dolorosa do seu líder, ou um batismo que pudesse implicar que Jesus teria cometido pecados dos quais se quisesse arrepender. Os académicos usam uma série de critérios para julgar a autenticidade histórica dos eventos, como o critério de coerência, a confirmação por múltiplas fontes e o critério de descontinuidade. A historicidade de um evento depende também da fiabilidade da fonte. Marcos, o primeiro evangelho a ser escrito, é geralmente considerado o mais fiável em termos históricos. João, o último evangelho escrito, difere consideravelmente dos evangelhos sinópticos, sendo por isso considerado o menos fiável. Por exemplo, muitos académicos não consideram que a Ressurreição de Lázaro seja histórica devido, em parte, a ser apenas mencionada em João. Amy-Jill Levine refere que existe algum consenso nos traços gerais da biografia de Jesus, e que a maior parte dos académicos concorda que Jesus foi batizado por João Batista, debateu com as autoridades judaicas o tema de Deus, curou algumas pessoas, ensinou através de parábolas, angariou seguidores e foi crucificado por ordem de Pilatos. === Retratos de Jesus === A investigação moderna sobre o Jesus histórico não produziu ainda um perfil unificado da figura histórica, devido em parte à diversidade de abordagens entre os académicos. Ben Witherington afirma que \"existem agora tantos retratos do Jesus histórico como existem pintores académicos\". Bart Ehrman e Andreas Köstenberger argumentam que, dada a escassez de fontes históricas, é difícil para qualquer académico construir um perfil de Jesus para além dos elementos básicos da sua biografia que possa ser considerado válido em termos históricos. Os perfis de Jesus construídos muitas vezes diferem entre si e da imagem retratada nos evangelhos. Os perfis mais divulgados na investigação contemporânea podem ser agrupados segundo a forma principal como Jesus é retratado: se um profeta apocalíptico, um curandeiro carismático, um filósofo cínico, o verdadeiro Messias ou um profeta de mudanças sociais igualitárias. Cada um destes tipos tem uma série de variantes, e alguns académicos rejeitam os elementos básicos de alguns perfis. No entanto, os atributos descritos em cada um dos perfis por vezes sobrepõem-se, e os investigadores que discordam de alguns atributos por vezes concordam com outros. === Língua, alfabetização, etnia e aparência === thumb|upright|Doze representações de Jesus em diversas regiões. A representação da etnia de Jesus tem sido influenciada pelo contexto cultural. Jesus cresceu na Galileia, sendo nessa região que grande parte do seu ministério teve lugar. Entre as línguas faladas na Galileia e Judeia durante o estão o aramaico, hebraico e grego, sendo o aramaico predominante. A maior parte dos académicos concorda que, no início do século, o aramaico era a língua-mãe de praticamente todas as mulheres na Galileia e Judeia. A maior parte dos académicos apoia a teoria de que Jesus falava aramaico, podendo também ter falado hebraico e grego. Dunn afirma que há um consenso substancial de que Jesus tenha pregado em aramaico. Os académicos estão divididos quanto a questão da alfabetização de Jesus porque é uma questão ambígua. Alguns acham que ele provavelmente conhecesse o alfabeto e pudesse discernir algumas palavras, talvez até assinasse seu nome, mas não conseguiria ler e escrever. Outros académicos acham que Jesus pudesse ler e, talvez, escrever, mas não com um nível de proficiência esperado de um escriba profissional. Uma linha de evidência é contextual, se baseando em generalizações dos índices de alfabetização no Império Romano. Novamente a opinião dos académicos é muito variada. Desde a conclusão de que os índices eram baixos (5% ou menos), até a conclusão de que os índices de alfabetização eram altos, principalmente entre homens judeus. Craig A. Evans acredita que os mandamentos e tradições em textos judeus como a Torá ; o Testamento de Levi ; Josefo em Contra Apion que incentivam e atestam o estimulo ao estudo; e também o fato de Jesus ser chamado de mestre (\"rabi\" em hebraico ou \"raboni\" em aramaico), pois provavelmente alguém iletrado não receberia esse título; além de outros fatores: \"inclina a balança definitivamente em favor da conclusão de que Jesus era letrado\". Os académicos modernos concordam que Jesus foi um judeu que viveu na Palestina durante o . No entanto, no contexto contemporâneo o termo \"judeu\" (\"Ioudaios\" no grego do Novo Testamento) pode referir-se tanto à religião judaica, como à etnia judaica, como a ambas. Numa revisão do estado da arte do conhecimento contemporâneo, Levine escreve que toda a questão da etnia está \"carregada de questões difíceis\" e que \"para além de reconhecer que «Jesus era judeu», raramente a investigação esclarece o que significa «ser judeu»\". O Novo Testamento não fornece nenhuma descrição da aparência física de Jesus antes da sua morte, sendo na generalidade indiferente à questão da raça e nunca se referindo aos traços das pessoas que menciona. O Livro do Apocalipse descreve numa visão as feições de Jesus glorificado (), mas a visão refere-se a Jesus numa forma divina, já depois da sua morte e ressurreição. Provavelmente, Jesus assemelhar-se-ia a qualquer judeu seu contemporâneo e, de acordo com alguns investigadores, seria provável que fosse magro e de aparência musculada devido ao seu estilo de vida itinerante e ascético, com pele escura, cabelo curto, olhos castanhos e uma pequena barba. James H. Charlesworth afirma que o rosto de Jesus era \"provavelmente de tez escura e bronzeada\" e que a sua estatura \"pode ter sido de 1,65 a 1,70 m\". === Arqueologia === Apesar da inexistência de vestígios arqueológicos que sejam indubitavelmente associados a Jesus, a investigação no tem-se interessado cada vez mais por recorrer à arqueologia de modo a obter maior compreensão do contexto socioeconômico e político da vida de Jesus. Charlesworth afirma que hoje em dia poucos investigadores seriam capazes de ignorar algumas descobertas arqueológicas que fornecem dados sobre o quotidiano da Galileia e Judeia durante a época de Jesus. Jonathan Reed afirma que a principal contribuição da arqueologia para o estudo do Jesus histórico é a reconstrução do seu mundo social. David Gowler afirma que o estudo interdisciplinar com recurso a arqueologia, análise textual e contexto histórico pode esclarecer determinados aspetos sobre Jesus na História. Um exemplo são as investigações arqueológicas em Cafarnaum, uma cidade bastante referida no Novo Testamento, mas da qual se fornecem poucos detalhes. No entanto, as evidências arqueológicas recentes mostram que, ao contrário do que se acreditava, Cafarnaum era pequena e relativamente pobre, e nem sequer tinha um fórum ou ágora. Esta descoberta arqueológica apoia a perspectiva académica de que Jesus advogava a partilha de riqueza entre os mais desfavorecidos naquela região da Galileia. == Perspetivas religiosas == À exceção dos seus próprios discípulos e seguidores, os judeus contemporâneos de Jesus rejeitavam a crença de que ele pudesse ser o Messias, tal como é ainda rejeitada hoje em dia pela grande maioria dos judeus. Ao longo dos séculos, Jesus tem sido tema de amplo debate e inúmeras publicações por parte de teólogos, concílios ecuménicos e reformistas. As denominações cristãs e cismas são muitas vezes definidas ou caracterizadas em função da descrição que apresentam de Jesus. Ao mesmo tempo, Jesus tem um papel proeminente entre crentes de outras religiões, como os maniqueístas, gnósticos e muçulmanos. === Perspetivas cristãs === Jesus é a figura central do cristianismo. Embora entre os cristãos haja diferentes pontos de vista sobre Jesus, é possível resumir as crenças partilhadas entre as principais denominações de acordo com os seus textos. Os pontos de vista cristãos sobre Jesus têm origem em várias fontes, entre as quais os evangelhos canónicos e cartas do Novo Testamento, como as epístolas paulinas e os documentos joaninos. Estes documentos resumem as crenças fundamentais sobre Jesus por parte dos cristãos, incluindo a sua divindade, humanidade e vida terrena, e que é Cristo e o Filho de Deus. Apesar de partilharem grande parte das crenças, nem todas as denominações cristãs concordam com todas as doutrinas, e existem várias diferenças entre si em termos de crença e ensinamentos que persistiram ao longo dos séculos. O Novo Testamento afirma que a ressurreição de Jesus é o fundamento da fé cristã (). Os cristãos acreditam que pela sua morte e ressurreição, os seres humanos se podem reconciliar com Deus, sendo-lhes oferecida salvação e a promessa de vida eterna. Recordando as palavras de João Batista a seguir ao batismo de Jesus, estas doutrinas por vezes denominam-no Cordeiro de Deus, por ter sido sacrificado para cumprir o seu papel enquanto servo de Deus. Jesus é assim visto como o novo e último Adão, cuja obediência contrasta com a desobediência de Adão. Os cristãos veem Jesus como um modelo de vida, sendo encorajados a imitar a sua vida focada em Deus. Muitos cristãos acreditam que Jesus foi ao mesmo tempo humano e o Filho de Deus. Embora a sua natureza seja alvo de debate teológico, Os cristãos trinitários acreditam que Jesus é o Logos, a encarnação de Deus e Deus, o Filho, simultaneamente divino e humano. No entanto, a doutrina da Trindade não é universalmente aceite entre os cristãos, sendo rejeitada por denominações como A Igreja de Jesus Cristo dos Santos dos Últimos Dias, as Testemunhas de Jeová ou a Ciência Cristã. Os cristãos veneram não apenas Jesus, mas também o seu nome. A devoção ao Santo Nome de Jesus remonta aos primeiros dias do cristianismo. Estas devoções e comemorações existem tanto no cristianismo ocidental como no oriental. === Perspetivas judaicas === A corrente dominante do judaísmo rejeita a proposta de Jesus ser Deus, um mediador de Deus, ou parte de uma Trindade. Argumenta que Jesus não é o Messias por não ter nem realizado as profecias messiânicas do Tanach, nem apresentar as qualificações pessoais do Messias. Jesus não teria cumprido as profecias por não ter construído o Terceiro Templo (), não ter feito regressar os judeus a Israel (), não ter trazido a paz mundial () nem ter unido a humanidade sob o Deus de Israel (). De acordo com a tradição judaica, não houve qualquer profeta após Malaquias, que enunciou as profecias no . Um grupo denominado judaísmo messiânico considera Jesus o Messias, embora seja disputado se este grupo corresponde ou não a uma seita do judaísmo. A crítica do judaísmo a Jesus é de longa data. O Novo Testamento afirma que Jesus foi criticado pelas autoridades judaicas do seu tempo. Os fariseus e escribas criticavam Jesus e os seus discípulos por não respeitarem a Lei de Moisés, por não lavarem as mãos antes das refeições (, ) e por apanharem cereais durante o sabat (, ). O Talmude, escrito e compilado entre os séculos III e , inclui narrativas que alguns consideram ser relatos de Jesus. Numa dessas narrativas, Yeshu ha-nozri (\"Jesus, o Cristão\") é executado por um tribunal judaico por promover idolatria e praticar magia. Há um amplo espectro de opiniões entre académicos no que respeita a estas narrações. A maioria dos historiadores contemporâneos consideram que este material não oferece qualquer informação do Jesus histórico. A \"Mishné Torá\", uma obra de lei judaica escrita por Maimónides em finais do , afirma que Jesus é uma \"força de bloqueio\" que \"faz com que a maioria do mundo peque e sirva outro deus que não o verdadeiro\". === Perspetiva islâmica === O islão considera Jesus (\"Issa\") um mensageiro de Deus (Alá) e o Messias (\"al-Masih\") enviado para guiar as tribos de Israel (bani isra'il) através de novas escrituras, o Evangelho (\"Injil\"). Os muçulmanos não reconhecem a autenticidade do Novo Testamento e acreditam que a mensagem original de Jesus foi perdida, sendo mais tarde reposta por Maomé. A crença em Jesus, e em todos os outros mensageiros de Deus, faz parte dos requisitos para ser um muçulmano. O Alcorão menciona o nome de Jesus vinte e cinco vezes, mais do que o próprio Maomé, e enfatiza que Jesus foi também um ser humano mortal que, tal como todos os outros profetas, foi escolhido de forma divina para divulgar a mensagem de Deus. No entanto, o islão considera que Jesus nem é a encarnação nem o Filho de Deus. Os textos islâmicos sublinham a noção estrita de monoteísmo (\"tawhid\") e proíbem a associação de elementos a Deus, o que seria considerado idolatria. O Alcorão afirma que o próprio Jesus nunca alegou ser divino, e profetiza que durante o julgamento final, Jesus negará ter alguma vez alegado tal (Alcorão 5:116). Tal como todos os profetas do islão, Jesus é considerado um muçulmano, acreditando-se que tenha pregado que os seus seguidores deveriam prosseguir um modo de vida correto, conforme ordenado por Deus. O Alcorão não menciona José, mas descreve a Anunciação a Maria (\"Mariam\"), na qual um anjo a informa de que daria à luz Jesus ao mesmo tempo que permaneceria virgem. O nascimento virginal é descrito como milagre realizado pela vontade de Deus. O Alcorão (21:91 e 66:12) afirma que Deus soprou o Seu Espírito a Maria enquanto era ainda casta. No islão, Jesus é denominado \"Espírito de Deus\" por ter nascido através da ação do Espírito, embora essa crença não inclua a doutrina da Sua preexistência, como acontece no cristianismo. Os muçulmanos acreditam que Jesus foi o último profeta enviado por Deus para guiar os Israelitas. Para o auxiliar no seu ministério entre os judeus, Deus teria dado permissão a Jesus para realizar milagres. Jesus é visto como precursor de Maomé e os muçulmanos acreditam que previu a sua chegada. Os muçulmanos negam que Jesus tenha sido crucificado, que tenha ressuscitado dos mortos ou que se tenha sacrificado pelos pecados da Humanidade. De acordo com a tradição muçulmana, Jesus não foi crucificado, mas foi erguido fisicamente por Deus para o Paraíso. A Comunidade Ahmadi acredita que Jesus foi um mortal que sobreviveu à sua própria crucificação e morreu de causas naturais aos 120 anos em Caxemira. A maior parte dos muçulmanos acredita que Jesus regressará à Terra pouco depois do Juízo Final para derrotar o Anticristo (\"dajjal\"). === Outras perspetivas === No sincretismo das religiões africanas com o catolicismo, no Brasil, a imagem de Jesus foi associada no Candomblé ao orixá Oxalá, o maior de todos no panteão desta religião; o sincretismo também vale para a imagem de \"Jesus Menino\", equivalente à personificação de Oxalá quando jovem, em Oxaguiã. A fé bahá'í considera Jesus uma manifestação de Deus, um conceito para profetas, e aceita Jesus enquanto Filho de Deus. Seus textos confirmam muitos, mas não todos, os aspetos do Jesus retratado nos evangelhos. Os crentes acreditam no nascimento virginal e na crucificação, mas interpretam a ressurreição e os milagres de Jesus como meramente simbólicos. Alguns hinduístas consideram que Jesus seja um avatar ou um sadhu e enumeram várias semelhanças entre os ensinamentos de Jesus e os do hinduísmo. Paramahansa Yogananda, um guru hinduísta, afirmou que Jesus foi a reencarnação de Eliseu e aluno de João Batista, reencarnação de Elias. Alguns budistas, entre os quais Tenzin Gyatso, XIV Dalai Lama, veem Jesus como um bodisatva que dedicou a vida ao bem-estar do próximo. Na perspetiva espírita, Jesus é o modelo humano de perfeição, segundo diz Allan Kardec em O Livro dos Espíritos.Comentário à questão 625, in: Para a doutrina espírita, Jesus veio com a missão divina de cumprir a lei, que fora anteriormente revelada por Moisés (primeira e segunda revelações); ele, contudo, não disse tudo, e foi completado pela \"terceira revelação\": o Espiritismo. Kardec examina a natureza do Cristo nas Obras Póstumas, onde é taxativo: afirma que as discussões sobre a natureza corpórea do Cristo teriam sido as causas dos principais cismas da Igreja, e que isso refutaria todos os fundamentos para o dogma da divindade de Jesus, razão pela qual a crença na \"Trindade\" não tem qualquer embasamento no Espiritismo. A Teosofia, a partir da qual derivam muitos textos new age, refere-se a Jesus como Mestre Jesus e acredita que Cristo, depois de várias reencarnações, ocupou o corpo de Jesus. A cientologia reconhece Jesus (a par de outras figuras religiosas como Zaratustra, Maomé e Buda) como parte da sua herança religiosa. No gnosticismo, hoje em dia uma religião praticamente extinta, Jesus foi enviado do reino divino para oferecer o conhecimento secreto essencial para a salvação (gnose). A maior parte dos gnósticos acreditavam que Jesus era um humano que foi possuído pelo espírito de Cristo no momento do batismo. O espírito abandonou o corpo de Jesus durante a crucificação, porém mais tarde ressuscitou o corpo do mundo dos mortos. No entanto, alguns gnósticos eram docéticos, acreditando que Jesus não teve qualquer corpo físico, apenas aparentando ter um. O maniqueísmo, uma seita gnóstica, aceitava Jesus enquanto profeta, a par de Siddhartha Gautama e Zaratustra. O ateísmo rejeita a divindade de Jesus, embora muitos ateus tenham sobre ele uma perspetiva positiva; Richard Dawkins, por exemplo, refere-se a Jesus como um excelente mestre de moral, afirmando em seu livro The God Delusion que Jesus é uma figura louvável pois sua ética não é derivada da escritura bíblica. Entre os críticos de Jesus estão Celso no e Porfírio, o qual escreveu uma obra em quinze volumes na qual criticava o cristianismo no seu todo. No , Nietzsche foi um dos mais críticos em relação a Jesus, cujos ensinamentos considerava serem antinaturais no que diz respeito a tópicos como a sexualidade. Já no , Bertrand Russell escreveu em Why I Am Not a Christian que Jesus \"claramente não era assim tão sábio como outras pessoas foram, e com certeza não era superlativamente sábio\". == Relíquias associadas a Jesus == A destruição total que se seguiu ao cerco de Jerusalém pelos romanos em fez com que os artigos sobreviventes da Judeia do primeiro século se tornassem extremamente raros e com que praticamente não existam registos da história do judaísmo na última parte do e ao longo de todo o . Margaret M. Mitchell afirma que embora Eusébio de Cesareia relate que os primeiros cristãos tenham deixado Jerusalém para se instalar em Pela pouco antes da sua destruição, deve-se aceitar que não tenham chegado até nós artigos cristãos em primeira mão sobreviventes do período inicial da Igreja de Jerusalém. No entanto, ao longo da história do cristianismo são várias as alegações de relíquias atribuídas a Jesus, às quais estão sempre associadas dúvidas e controvérsias. No , o teólogo Erasmo de Roterdão escreveu de forma satírica acerca da proliferação de relíquias e dos edifícios que poderiam ser construídos com a quantidade de madeira que se alegava ter pertencido à cruz usada durante a Crucificação. De igual modo, enquanto os teólogos debatem se Jesus foi crucificado com três ou quatro pregos, por toda a Europa continuam a ser veneradas as relíquias de pelo menos trinta pregos da cruz. Algumas relíquias, como os alegados vestígios da coroa de espinhos, são visitados apenas por um reduzido número de peregrinos, enquanto outras, como o Sudário de Turim (o qual está associado com a devoção católica aprovada da Santa Face de Jesus) são veneradas por milhões de pessoas, entre as quais os papas João Paulo II e Bento XVI. Não existe consenso académico sobre a autenticidade de qualquer relíquia atribuída a Jesus. == Representação na arte == Apesar da falta de referências na Bíblia ou de registos históricos, a representação de Jesus ao longo dos séculos tem assumido diversas formas e características, muitas vezes influenciada pelo contexto cultural, político e teológico. Ao longo do , não existiu praticamente qualquer arte figurativa na Judeia romana, dada a adesão rigorosa àquilo que é indicado por um dos Dez Mandamentos: \"Não farás para ti imagem de escultura, nem figura alguma\" (). No entanto, a partir do a interpretação deste mandamento passa a ser mais tolerante, o que proporciona o aparecimento das primeiras representações figurativas na sinagoga de Dura Europo e uma das primeiras representações de Jesus na igreja de Dura Europo, ambas datadas de um período anterior a 256. No entanto, é nas catacumbas romanas que se encontra o mais significativo espólio sobrevivente até aos nossos dias. A Oriente, a iconoclastia bizantina, que nos séculos VIII e IX proibiu o uso da figura humana em temas religiosos, foi um fator de resistência ao progresso artístico. A Transfiguração foi um dos principais temas na arte cristã oriental, e qualquer monge que se iniciasse na pintura de ícones deveria fazer prova da sua mestria com um ícone sobre esse tema. O Renascimento colocou em destaque uma série de artistas que se focaram em representações de Jesus, entre os quais Giotto e Fra Angelico. A Reforma Protestante trouxe consigo movimentos que defendiam a abolição da representação gráfica de figuras religiosas, embora a proibição total tenha sido rara e as objeções tenham diminuído após o . Embora evitem imagens de grande dimensão, hoje em dia poucos protestantes se opõem a representações de Jesus em livros. Por outro lado, o uso de representações de Jesus é defendido pelos líderes religiosos católicos e anglicanos e é um elemento-chave na tradição Ortodoxa oriental. == Ver também == * Nomes e títulos de Jesus no Novo Testamento * Lista de atores que interpretaram Jesus no cinema e na televisão * Anticristianismo * Anticristo * Apologética * Codex Sinaiticus * Filosofia cristã * Jesus na doutrina católica * Judaísmo messiânico * Linhagem de Jesus * Maria Madalena * Mitologia cristã == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Categoria:Nascidos no século I a.C. Categoria:Cristianismo Categoria:Fundadores de religiões Categoria:Pessoas proclamadas messias Categoria:Personagens do Novo Testamento Categoria:Judeus do Império Romano Categoria:Líderes religiosos Categoria:Profetas do Islão Categoria:Pessoas deificadas Categoria:Pessoas executadas pelo Império Romano Categoria:Romanos antigos do século I Categoria:Naturais de Belém (Palestina)",
 "title": "Jesus"
}