{
 "id": "110034",
 "text": "Robert Selden Duvall (San Diego, 5 de janeiro de 1931) é um ator, produtor e cineasta norte-americano. Foi indicado a sete Oscars (vencendo um por sua atuação em Tender Mercies), seis Globos de Ouro (quatro vitórias), e tem várias indicações e uma vitória cada uma no prêmio BAFTA, o Screen Actors Guild Award, e dois Emmys, além de receber a Medalha Nacional de Artes em 2005. Já atuou em alguns dos filmes: O Sol É para Todos, Bravura Indômita, M.A.S.H., THX 1138, O Poderoso Chefão, A Crista do Diabo, A Conversação, O Poderoso Chefão 2, Network – Rede de Intrigas, Apocalypse Now, A Força do Carinho, The Natural, As Cores da Violência, Lonesome Dove, Um Dia de Fúria, O Apóstolo, Get Low e séries de televisão mais aclamados e populares de todos os tempos: Além da Imaginação, A Quinta Dimensão e Viagem ao Fundo do Mar. Começou a aparecer no teatro durante o final da década de 1950, movendo-se para papéis na televisão e cinema no início da década de 1960, atuando como Boo Radley em To Kill a Mockingbird (1962) e aparecendo em Captain Newman, M.D. (1963). Atuou muitos de seus papéis mais famosos durante o início da década de 1970, como o Major Frank Burns, na comédia de sucesso MASH (1970) e o papel principal em THX 1138 (1971), assim como a adaptação do romance de William Faulkner Tomorrow (1972), de Horton Foote, desenvolvido no Actors Studio, sua associação pessoal de cinema favorita. Isto foi seguido por uma série de apresentações criticamente louvadas em filmes bem sucedidos comercialmente. Desde então, Duvall continuou a atuar no cinema e na televisão com produções como Tender Mercies (1983), The Natural (1984), Colors (1988), a minissérie Dove Lonesome (1989), Stalin (1992), The Man Who Captured Eichmann (1996), Segredo de Família (1996), O Apóstolo (1997), A Qualquer Preço (1998), Deuses e Generais (2003), Rastro Perdido (2006), e Get Low (2010). == Início de vida == Duvall nasceu em San Diego, na Califórnia, filho de Mildred Virginia (nascida Hart), uma atriz amadora, e William Howard Duvall, um almirante da Marinha dos Estados Unidos nascido na Virgínia. Tem ascendência inglesa, e uma linhagem franco-huguenote, alemã, escocesa, suíço-alemã, e galesa em menor grau. Sua mãe era uma parente do general da Guerra Civil Americana Robert E. Lee e membro da família Lee da Virgínia, enquanto seu pai era descendente do colono Mareen Duvall.Vickers, Hugo (2011). Behind Closed Doors: The Tragic, Untold, Story of the Duchess of Windsor. Londres: Hutchinson. p. 377. ISBN 978-0-09-193155-1 Duvall foi criado na religião Ciência Cristã e afirmou que, embora seja sua crença, ele não vai à igreja. Cresceu principalmente em Annapolis, Maryland,Jones, Robert F. (23 de abril de 1984). \"Robert Duvall\". People. local da Academia Naval dos Estados Unidos. Ele lembrou: \"Eu era um pirralho da Marinha. Meu pai começou na Academia, quando tinha 16 anos, tornou-se Capitão aos 39 e se aposentou como Almirante\". Estudou na Severn School em Severna Park, Maryland e a The Principia em Saint Louis, Missouri. Graduou-se, em 1953, na Principia College, em Elsah, Illinois. Duvall serviu o Exército dos Estados Unidos durante a Guerra da Coreia, de 19 de agosto de 1953 a 20 de agosto de 1954, deixando como Soldado de Primeira Classe. Em 1984 ele explicou: \"Isso trouxe alguma confusão na imprensa. Têm algumas histórias em que estou atirando com os comunistas através de uma trincheira durante a batalha de Chosin, como se estivesse em Pork Chop Hill. Inferno, estava mal qualificado com formação básica e um fuzil M-1\". Quando postado em Camp Gordon (mais tarde renomeada Fort Gordon) na Geórgia, Duvall atuou em uma produção amadora da comédia \"Room Service\" na vizinha Augusta, Geórgia. No inverno de 1955, Duvall iniciou estudos na escola de teatro Neighborhood Playhouse em Nova Iorque, onde em 1957 frequentou as aulas de Meisner Sanford.Neighborhood Playhouse School of the Theatre: Photo Gallery at www.neighborhoodplayhouse.org. Página visitada em 9 de novembro de 2014 Estava lá há dois anos. Dustin Hoffman, Gene Hackman e James Caan estavam entre seus colegas de classe,Current Biography July 1977 (The H.W. Wilson Company) at robertduvall.net23.net. Consultado em 2 de janeiro de 2012 eles se conheceram em seus anos iniciais com atores. Enquanto trabalhava para se tornar ator, trabalhou como funcionário dos correios de Manhattan. Em 1955, Duvall vivia com Hoffman em um apartamento de Nova Iorque, enquanto eles estavam estudando na The Neighborhood Playhouse. Por esta altura, também dividiam os cômodos com Hackman, enquanto trabalhava na Macy's, e com correspondências na agência dos Correios e dirigia um caminhão. Os três colegas de quarto, desde então, ganharam dezoito indicações ao Oscar, com cinco vitórias. == Filmografia == A filmografia parcial do ator com filmes, séries e aparições na televisão incluí: Ano Filme Personagem Episódio 1961 Rota 66 Roman #T01E25 - The Newborn Arnie #T02E04 - Birdcage on My Foot 1963 Lee Winters #T31E18 - Suppose I Said I Was the Queen of Spain 1962 O Sol É para Todos Arthur 'Boo' Radley 1963 Pavilhão 7 Capt. Paul Cabot Winston Além da Imaginação Charley Parkes #T04E08 - Miniature O Homem de Virgínia Johnny Keel #T01E24 - The Golden Door 1964 A Quinta Dimensão Louis Mace #T01E31 - \"The Chameleon\" Adam Ballard #T02E10 - The Inheritors: Part I Adam Ballard #T02E11 - The Inheritors: Part II 1965 Combat! Karl #T03E16 - The Enemy 1966 Peter Halsman #T05E14 - Cry for Help 1967 Michel #T05E25 - The Partisan 1965 Viagem ao Fundo do Mar Zar #T01E20 - Os Invasores The F.B.I. Joseph Maurice Walker #T01E10 - The Giant Killer 1966 Johnny Albin #T02E05 - The Scourage 1967 Ernie Milden #T02E25 - The Executioners: Part 1 1968 Joseph Troy #T04E09 - The Harvest 1969 Gerald Wilson #T05E02 - Nightmare Road 1966 A caçada humana Edwin Stewart 1967 O Túnel do Tempo Nimo #T1E24 - Perseguição pelo Tempo 1968 Countdown Chiz O Detetive Nestor Bullitt Weissberg 1969 Bravura Indômita Ned Pepper Caminhos Mal Traçados Gordon 1970 M.A.S.H Frank Burns The Revolutionary Despard 1971 Mato... Em Nome Da Lei Vernon Adams THX 1138 THX 1972 A Crista do Diabo Frank Harlan Tomorrow Jackson Fentry O Poderoso Chefão Tom Hagen 1973 The Outfit Earl Macklin 1974 A Conversação O Diretor O Poderoso Chefão 2 Tom Hagen 1975 Breakout Jay Wagner 1976 The Seven-Per-Cent Solution Doutor Watson Network – Rede de Intrigas Frank Hackett A Águia Pousou Coronel Max Radl 1979 Apocalypse Now Tenente-coronel Bill Kilgore O Grande Santini Bull Meechum 1981 Confissões Verdadeiras Thomas Spellacy 1983 A Força do Carinho Max Sledge 1984 The Natural Max Mercy 1986 The lightship Calvin Caspary 1988 As Cores da Violência Oficial Bob Hodges 1989 Lonesome Dove Augustus McCrae 1990 The Handmaid's Tale The Commander Dias de Trovão Harry Hogge 1991 As Noites de Rose Papai Hillyer 1992 Extra! Extra! Joseph Pulitzer Stalin Josef Stalin 1993 Geronimo: An American Legend Al Sieber Wrestling Ernest Hemingway Walter Um Dia de Fúria Prendergast 1994 Na Corda Bamba Karl's father 1995 The Stars Fell on Henrietta Mr. Cox A Letra Escarlate Roger Chillingworth 1996 Segredo de Família Earl Pilcher Jr. Fenômeno Doc Brunder The Man Who Captured Eichmann Adolf Eichmann 1997 O Apóstolo Euliss 'Sonny' Dewey - The Apostle E.F. 1998 The Gingerbread Man Dixon Doss Impacto Profundo Capt. Spurgeon 'Fish' Tanner A Qualquer Preço Jerome Facher 2000 60 Segundos Otto Halliwell O Sexto Dia Dr. Griffin Weir A Shot at Glory Gordon McLeod 2002 Um Ato de Coragem Lt. Frank Grimes Assassination Tango John J. Anderson 2003 Deuses e Generais Gen. Robert E. Lee Open Range Boss Spearman Lições Para Toda a Vida Hub 2005 Papai Bate um Bolão Buck Weston Obrigado por Fumar Doak \"The Captain\" Boykin 2006 O Poderoso Chefão: O Jogo Tom Hagen Rastro Perdido Prentice \"Print\" Ritter 2007 Lucky You Mr. Cheever Bee Movie - A História de uma Abelha 2009 A Estrada Old Man Coração Louco Wayne 2011 Utopia - O Caminho para a Vitória Johnny Crawford 2012 Jack Reacher - O Último Tiro Cash Hemingway & Martha General Petrov O Carro de Jayne Mansfield Jim Caldwell 2014 A Night in Old Mexico Red O Juiz Juiz Joseph Palmer == Principais prêmios e indicações == ====Oscar ==== Ano Categoria Filme Resultado 1973 Melhor Ator Coadjuvante The Godfather 1980 Apocalypse Now 1981 Melhor Ator The Great Santini 1984 Tender Mercies 1998 The Apostle 1999 Melhor Ator Coadjuvante A Civil Action 2015 The Judge ====Globo de Ouro ==== Ano Categoria Filme Resultado 1980 Melhor Ator Coadjuvante em Cinema Apocalypse Now 1984 Melhor Ator em Cinema - Drama Tender Mercies 1990 Melhor Ator em Minissérie ou Filme Lonesome Dove 1993 Stalin 1999 Melhor Ator Coadjuvante em Cinema A Civil Action 2007 Melhor Ator em Minissérie ou Filme Broken Trail 2015 Melhor Ator Coadjuvante em Cinema The Judge ==== BAFTA ==== Ano Categoria Filme Resultado 1973 Melhor Ator Coadjuvante The Godfather 1976 Network 1980 Apocalypse Now ==== SAG Awards==== Ano Categoria Filme Resultado 1997 Melhor Ator em Minissérie ou Filme The Man Who Captured Eichmann 1998 Melhor Ator Principal The Apostle 1999 Melhor Ator Coadjuvante A Civil Action 2007 Melhor Ator em Minissérie ou Filme Broken Trail 2011 Melhor Ator Principal Get Low 2015 Melhor Ator Coadjuvante The Judge == Ligações externas == * Categoria:Naturais de San Diego Categoria:Atores dos Estados Unidos Categoria:Óscar de melhor ator Categoria:Globo de Ouro de melhor ator em filme de drama Categoria:Atores premiados com o BAFTA Categoria:Emmy do Primetime de melhor ator em minissérie ou telefilme Categoria:Vencedores do Prémio Screen Actors Guild de melhor ator secundário em filme Categoria:Independent Spirit de melhor ator Categoria:Atores premiados com o Satellite Award Categoria:Produtores premiados no Emmy Awards Categoria:Globo de Ouro de melhor ator secundário em cinema Categoria:Globo de Ouro de melhor ator em minissérie ou telefilme Categoria:Independent Spirit de melhor realizador Categoria:New York Film Critics Circle de melhor ator secundário Categoria:Prémio LAFCA de melhor ator Categoria:Chicago Film Critics Association de Melhor Ator Categoria:BAFTA de melhor ator secundário em cinema",
 "title": "Robert Duvall"
}