{
 "id": "110108",
 "text": "A Universidade Estadual do Norte Fluminense Darcy Ribeiro (UENF) é uma universidade pública brasileira sediada em Campos dos Goytacazes, com atuação também em Macaé, ambos municípios situados no norte do estado do Rio de Janeiro. É a primeira universidade brasileira a possuir 100% de professores doutores. Em 2012, a UENF foi reconhecida pelo Ministério da Educação como a melhor universidade do estado do Rio de Janeiro e a 11ª no país. Foi o apresentado no Índice Geral de Cursos (IGC) de 2011, no qual são avaliadas 226 universidades. O conjunto arquitetônico que integra o campus Leonel Brizola da Universidade Estadual do Norte Fluminense Darcy Ribeiro, incluindo o Hospital Veterinário e o Centro de Convenções, foi a marca deixada pelo arquiteto Oscar Niemeyer em Campos dos Goytacazes. O rascunho original de Niemeyer para o projeto da UENF contou com a distribuição dos prédios que, vistos do alto, formam um cocar, uma homenagem aos índios Goitacá, primeiros habitantes da região. O prédio do Centro de Convenções da UENF, com um formato de apito, que também remete à tribo, foi desenvolvido também pelo arquiteto. ==Estrutura== ===Administração=== Assim como ocorre em outras universidades brasileiras, o principal órgão que rege a instituição é a reitoria, tendo como figura principal o reitor. Diretamente subordinado à reitoria estão as pró-reitorias, além de outros órgãos que atuam na administração e no apoio das atividades acadêmicas: ===Pró-Reitorias=== * Gabinete da Reitoria * Pró-Reitoria de Extensão e Assuntos Comunitários (PROEX) * Pró-Reitoria de Graduação (PROGRAD) * Pró-Reitoria de Pesquisa e Pós-graduação (PROPPG) ===Diretorias Executivas=== * Diretoria Geral de Administração * Agência UENF de Inovação * Prefeitura da UENF * Diretoria de Informação e Comunicação (DIC) ===Bibliotecas=== * Casa de Cultura Villa Maria * Biblioteca Professor Antônio Rodrigues Cordeiro (CBB) * Biblioteca do Centro de Ciências do Homem (CCH) * Biblioteca Professor Eugênio Lerner (CCT) * Biblioteca Joachim Von Bülow (CCTA) * Biblioteca do Laboratório de Engenharia e Exploração de Petróleo (LENEP) == Ingresso == Existem duas formas de acesso aos cursos de graduação da Universidade Estadual do Norte Fluminense Darcy Ribeiro. A principal forma é o Exame Nacional do Ensino Médio (ENEM), através do Sistema de Seleção Unificada (SiSU), para todos os 16 cursos presenciais. Também há o vestibular do Centro de Educação a Distância do Estado do Rio de Janeiro (Cederj) para os cursos oferecidos a distância. A UENF também abre eventualmente editais de Reingresso, Isenção de Vestibular e Transferência Externa e Interna. As vagas são preenchidas por reingresso de ex-aluno da UENF, e por Isenção de Vestibular (Portadores de Diploma Superior) para candidatos já graduados. Também poderão ser preenchidas por mudança interna de curso na UENF e por transferência de outras instituições de Ensino Superior. ==Centros== Diferentemente da maioria das universidades brasileiras, que é subdivida em departamentos ou institutos; os centros que compõem a UENF são compostos de laboratórios temáticos e multidisciplinares. ; Centro de Ciências e Tecnologia (CCT) \\---- * Laboratório de Materiais Avançados * Laboratório de Ciências Físicas * Laboratório de Ciências Matemáticas * Laboratório de Ciências Químicas * Laboratório de Engenharia Civil * Laboratório de Engenharia e Exploração de Petróleo * Laboratório de Engenharia de Produção *Laboratório de Meteorologia ; Centro de Ciências e Tecnologias Agropecuárias (CCTA) \\---- * Laboratório de Engenharia Agrícola * Laboratório de Entomologia e Fitopatologia * Laboratório de Fitotecnia * Laboratório de Melhoramento Genético Vegetal * Laboratório de Reprodução e Melhoramento Genético Animal * Laboratório de Sanidade Animal * Laboratório de Solos * Laboratório de Tecnologia de Alimentos * Laboratório de Zootecnia e Nutrição Animal ; Centro de Biociências e Biotecnologia (CBB) \\---- * Laboratório de Biologia Celular e Tecidual * Laboratório de Biologia do Reconhecer * Laboratório de Biotecnologia * Laboratório de Ciências Ambientais * Laboratório de Fisiologia e Bioquímica de Micro-organismos * Laboratório de Química e Função de Proteínas e Peptídeos ; Centro de Ciências do Homem (CCH) \\---- * Laboratório de Cognição e Linguagem * Laboratório de Estudos do Espaço Antrópico * Laboratório de Estudo da Educação e Linguagem * Laboratório de Estudo da Sociedade Civil e do Estado * Laboratório de Gestão e Políticas Públicas ==Campi== ===Campus Leonel Brizola=== O campus Leonel Brizola sedia a UENF abrigando a reitoria e as principais unidades de ensino, sendo a prefeitura do campus a responsável pela planejamento, organização e manutenção deste. Neste campus há o Centro de Convenções da Universidade Estadual do Norte Fluminense Darcy Ribeiro, o Parque das Energias Alternativas, o Parque de Alta Tecnologia do Norte Fluminense (TECNORTE), a Fundação Estadual do Norte Fluminense (FENORTE) e a Incubadora de Empresas de Base Tecnológica de Campos (TEC CAMPOS). ===Campus Macaé === O campus Macaé sedia dois laboratórios do Centro de Ciência e Tecnologia: o LENEP - Laboratório de Engenharia e Exploração de Petróleo e o LAMET - Laboratório de Meteorologia. Em Macaé fica o ciclo profissionalizante do Curso de Graduação em Engenharia de Exploração e Produção de Petróleo e o Programa de Pós-Graduação em Engenharia de Reservatório e Exploração. ==Ensino== A UENF possui 18 cursos de graduação, tendo duas licenciaturas oferecidas a distância através do Centro de Educação a Distância do Estado do Rio de Janeiro (CEDERJ). Já na pós-graduação, oferece 13 programas, todos reconhecidos pela CAPES. ===Cursos de Graduação=== Área Curso Habilitação Conceito CPC/MEC Ciências Humanas e Sociais Administração Pública Bacharelado -- Ciências Agrárias Agronomia Bacharelado 4 Ciências Biológicas Biologia Licenciatura 4 Ciências Exatas e Tecnológicas Ciência da Computação Bacharelado 4 Ciências Humanas e Sociais Pedagogia Licenciatura 4 Ciências Biológicas Ciências Biológicas Bacharelado 4 Ciências Biológicas Ciências Biológicas a distância Licenciatura 4 Ciências Humanas e Sociais Ciências Sociais Bacharelado 5 Ciências Exatas e Tecnológicas Engenharia Civil Bacharelado 4 Ciências Exatas e Tecnológicas Engenharia de Exploração e Produção de Petróleo Bacharelado 5 Ciências Exatas e Tecnológicas Engenharia de Produção Bacharelado 4 Ciências Exatas e Tecnológicas Engenharia Metalúrgica e de Materiais Bacharelado 4 Ciências Exatas e Tecnológicas Física Licenciatura 4 Ciências Exatas e Tecnológicas Matemática Licenciatura 4 Ciências Agrárias Medicina Veterinária Bacharelado 4 Ciências Exatas e Tecnológicas Química Licenciatura 4 Ciências Exatas e Tecnológicas Química a distância Licenciatura -- Ciências Agrárias Zootecnia Bacharelado 4 ===Programas de Pós-Graduação=== ; Ciências Biológicas e Agrárias \\---- * Biociências e Biotecnologia * Ciência Animal * Ciências Naturais * Ecologia e Recursos Naturais * Produção Vegetal * Genética e Melhoramento de Plantas ; Ciências Exatas e Aplicadas \\---- * Engenharia Civil * Engenharia de Produção * Engenharia de Reservatório e de Exploração * Engenharia e Ciência dos Materiais ; Humanidades \\---- * Cognição e Linguagem * Políticas Sociais * Sociologia Política == Ver também == * Universidade do Estado do Rio de Janeiro (UERJ) * Centro Universitário Estadual da Zona Oeste (UEZO) == Ligações externas == * ** ** ** ** ** ** * (Buanna Rosa (e Guilherme Cunha), 19 de abril de 2017) ::(inclusive respectivo archiving, no Wayback Machine) Categoria:Instituições governamentais estaduais do Rio de Janeiro Universidade do Estadual do Norte Fluminense Darcy Ribeiro Estadual do Norte Fluminense Darcy Ribeiro, Universidade Categoria:Homenagens a Darcy Ribeiro",
 "title": "Universidade Estadual do Norte Fluminense Darcy Ribeiro"
}