{
 "id": "110126",
 "text": "Jornalismo literário ou novo jornalismo é uma especialização do jornalismo feita com a arte da literatura. Também conhecido como literatura não ficcional, não ficção criativa, literatura da realidade, jornalismo em profundidade, jornalismo diversional, reportagem-ensaio, jornalismo de autor. A inserção deste modelo parte de uma preocupação constante em fazer um jornalismo que revele um mundo subjacente àquele encontrado em noticiários. Onde a notícia utiliza-se da perspetiva subjetivista, elemento exaltado no texto do Jornalismo Literário, em complemento ao texto-objetivo proporcionado pelo lide, se fez necessária a partir do momento que “o uso de técnicas da literatura na captação, redação, edição de reportagens e ensaios jornalísticos” pode obter uma minuciosa observação da realidade. ==História== O novo jornalismo surgiu na imprensa dos Estados Unidos, na década de 1960, tendo como principais expoentes Tom Wolfe, Gay Talese, Norman Mailer e Truman Capote. Classificado como romance de não-ficção, sua principal característica é misturar a narrativa jornalística com a literária. Uma das publicações que popularizaram o novo estilo foi a revista The New Yorker. Em 1956, o escritor americano Truman Capote publicou o perfil do ator Marlon Brando, intitulado \"O duque em seus domínios\", que é citado como o primeiro texto do gênero. Talese define dessa forma o novo jornalismo: \"O novo jornalismo, embora possa ser lido como ficção, não é ficção. É, ou deveria ser, tão verídico, como a mais exata das reportagens, buscando embora uma verdade mais ampla que a possível através da mera compilação de fatos comprováveis, o uso de citações, a adesão ao rígido estilo mais antigo. O novo jornalismo permite, na verdade exige, uma abordagem mais imaginativa da reportagem e consente que o escritor se intrometa na narrativa se o desejar, conforme acontece com frequência, ou que assuma o papel de observador imparcial, como fazem outros, eu inclusive.\" Mais do que a estrutura da narrativa, levando em conta a proposta de Vladimir Propp, a principal diferença do novo jornalismo para o jornalismo tradicional está na apuração. Para escrever \"A Sangue Frio\", Truman Capote fez uma extensa pesquisa, que durou cerca de cinco anos e resultou em mais de oito mil páginas de anotações, além de entrevistas com os assassinos da família Clutter. ==Aceitação== Um artigo da revista da Intercom (Sociedade Brasileira de Estudos Interdisciplinares da Comunicação) mostra o resultado de uma pesquisa com leitores. A mesma notícia foi exibida de quatro formas diferentes. Quando perguntados qual daquelas escritas eles mais gostaram, em primeiro lugar ficou o jornalismo literário, em último, o lead. O resultado desta pesquisa revela a aceitação ao jornalismo literário por parte do público leitor. Esta forma de fazer jornalismo começaria a ser gestada no começo do século XX com poucas obras esparsas. Seu nascimento é creditado por volta de 1946, quando a edição da revista The New Yorker, de 31 de agosto de 1946, dedicou toda a edição para publicar o que se tornaria uma das principais referências em jornalismo literário: Hiroshima, de John Hersey. Pedro Gilberto Gomes, em O jornalismo alternativo no projeto popular, cita Cremilda Medina, afirmando que o equilíbrio entre inovação a serviço da expressividade e clareza a serviço da eficiência da mensagem é o segredo do diálogo possível na formulação e estruturação de uma matéria e na definição do foco narrativo. ==Que trilhos o jornalismo literário já percorreu?== A prática oriunda da década de 60 encontrou em revistas como a Realidade e o Jornal Pasquim espaço necessário para firmar-se no Brasil com um gênero de reportagem e uma nova forma de escrita pouco conhecida, porém já atestada em outros países por nomes como Tom Wolfe, Gabriel Garcia Marques, José Saramago. Sergio Vilas Boas em “A hegemonia da aparência nas revistas” acrescenta que devemos aproveitar ao máximo o esplêndido legado de jornalistas-escritores como Gay Talese, Norman Mailer, Truman Capote, Marcos Faerman, José Hamilton Ribeiro, Roberto Freire e , para citar apenas alguns norte-americanos e brasileiros. Essa turma ajudou muito a oxigenar o jornalismo em revistas. No Brasil, o quadro político no pós-guerra só fez aprofundar os rumos do jornalismo literário: a exacerbação do fenômeno populista, as questões nacionalistas, as eleições, o crescimento da participação das massas urbanas na polarização que se intensificava, são elementos que deram aos órgãos de comunicação impressa um papel destacado. E nesse conjunto, a simples objetividade da informação se revelava carente de recursos para que a imprensa pudesse acompanhar o ritmo da vida nacional. A prática do profissional de imprensa dos anos 60 trará consigo essa perspectiva. São elementos que se acreditam suficientes para explicar o surgimento da revista Realidade. O livro “Revista Realidade”, escrito por J.S. Faro trata sobre a história e importância jornalística deste veículo lançado em 1966 pela Editora Abril. Objeto de constante ocupação e atenção de estudos acadêmicos na área da Comunicação Social. Realidade é sempre vista como um marco na história da imprensa brasileira e suas características são apontadas como tendências que deixaram um traço de qualidade que a produção jornalística não chegaria a repetir depois que a revista deixou de existir. A partir da leitura sobre a Realidade. Em, A hegemonia da aparência nas revistas, Sergio Vilas Boas, ressalta que nos anos 1960 e 1970, os praticantes do jornalismo literário em revistas ficaram conhecidos por realizarem reportagens, perfis, crônicas e ensaios com vivacidade, reflexão e estilo. Segundo Vilas Boas, os jornalistas inseriam diálogos com travessões e tudo; faziam descrições minuciosas - de lugares, feições, objetos etc.; alternavam o foco narrativo, ou seja, o narrador podia ser observador onipresente, testemunha e/ou participante dos acontecimentos; penetravam na mente dos seus personagens reais para reconstruir seus pensamentos, sentimentos e emoções com base em pesquisas e entrevistas verdadeiramente interativas. :“... O jornalismo literário aperfeiçoou-se. Adquiriu, digamos, maior autoconsciência. Não podia ser diferente. Mais que uma técnica narrativa, o JL é também um processo criativo e uma atitude nos quais não cabem fórmulas, esquemas ou grupismos. São esses fatores que o projetam, hoje, como alternativa (óbvia) para arejar os conteúdos de jornais e revistas, principalmente, mas também de documentários audiovisuais, radiofônicos e até sites.” VILAS BOAS, JL e o Texto em Revista. Jornalite – Portal de jornalismo literário no Brasil. São Paulo, 2001. Em 1943, Joel Silveira - um dos grandes nomes do Novo Jornalismo no Brasil - publicou na revista Diretrizes, em três edições sucessivas, uma antológica reportagem chamada “Grã-finos em São Paulo”. A matéria, resultado da observação direta do repórter, contato pessoal e entrevistas com fontes, desvendava a vida mundana da elite paulistana. Era tempo de reportagem na imprensa brasileira. Ao lado também de O Cruzeiro, Manchete e Fatos & Fotos, a mídia nacional consolidava uma tradição de grandes-reportagens, destacando-se também (e até) em diários como O Jornal, Diário Carioca, Correio da Manhã e O Globo, que, segundo Faro, “publicavam sucessivas matérias investigativas, não necessariamente denúncias, sobre assuntos momentâneos que polarizavam a opinião pública”. Porém, nenhuma das publicações se assemelhou ao padrão de texto e nível de profundidade das matérias publicadas na Revista Realidade, :“Por sua natureza e concepção, (a revista) esteve na origem da imprensa portadora de um estilo de resistência à ditadura militar (...). Apresentava um jornalismo de ambições estéticas, baseado na vivência direta do jornalista” The New Journalism, 2003, p. 47-48. Para Roberto Civita, fundador e ex-editor da Realidade e atual presidente e editor da Editora Abril, a revista veio preencher um vácuo – ambicionado pela geração da época – quanto à insipiência das publicações questionando desde a política aos valores culturais vigentes. Para ele, outro fator de sucesso da publicação teria sido o vazio na área das revistas de informação não atualizada. Com 12 ou 13 reportagens em cada número, feitas com até três meses de antecedência, a revista abordava temas que correspondiam às preocupações e mudanças de valores da época. :“O papel da Realidade era dizer as coisas que não eram ditas, fazer as perguntas que não eram feitas. Os jovens se entusiasmaram e se tornaram o grande público: adolescentes, universitários e jovens adultos(...). A circulação da revista era de meio milhão de exemplares vendidos em bancas. Tivemos três edições esgotadas. Acertamos sem nenhum estudo de mercado.” CIVITA, The New Journalism, 2003, p. 54 ==Ver também== * Robert Fisk, correspondente de guerra do Independent * Honoré de Balzac, autor que retratou o sociedade francesa do século XIX * Euclides da Cunha, cobriu a guerra de Canudos, no interior da Bahia, entre 1896 e 1897. Essa cobertura resultou na obra Os Sertões: Campanha de Canudos, um clássico da literatura brasileira. * João do Rio, cronista do início do século XX * Ernest Hemingway, correspondente na Guerra Civil Espanhola * Charles Dickens, um dos maiores romancistas e jornalistas ingleses. == Bibliografia == * ABRAMO, Cláudio. A Regra do Jogo: o jornalismo e a ética do marceneiro, São Paulo: Cia das Letras, 1988. * BAHIA, Juarez. Jornalismo, informação e comunicação, São Paulo, ed.Martins, 1971 * BAHIA, Juarez. Jornal, História e Técnica, São Paulo: Ibrasa, 1972. * BULHÕES, Marcelo. Jornalismo e Literatura em Convergência, São Paulo: Ática, 2007. * CALDAS, Álvaro. \"O Desafio do Velho Jornal em preservar seus valores\". in: Deu no Jornal: o jornalismo impresso na era da Internet, Rio de janeiro: ed. PUC- Rio; São Paulo: Loyola, 2002 * CARTA, Gianni. Velho Novo Jornalismo, São Paulo: Códex, 2003 * COMASSETTO, Leandro Ramires. As Razões do Lead e do Título - uma abordagem cognitiva da estrutura da notícia, Concórdia: UnC- Concórdia, 2003. * GENRO FILHO, Adelmo. O Segredo da Pirâmide - para uma teoria marxista do jornalismo, Porto Alegre: 1987. Acesso em: 22.02.2004 * GIANNETTI, Cecília Barboza. Técnicas Literárias em Jornalismo Cultural, monografia de conclusão do curso de graduação em jornalismo, Escola de Comunicação, Universidade Federal do Rio de Janeiro, Rio de Janeiro. 2002. * The New Journalism: a reportagem como criação literária, Rio de Janeiro: Secretaria Especial de Comunicação Social da Prefeitura do Rio de Janeiro, 2003. Cadernos da Comunicação 7, Série Estudos * KOVACH, Bill. Os Elementos do Jornalismo, São Paulo: Geração Editorial, 2003 * KUCINSKI, Bernardo. Jornalistas e Revolucionários: nos tempos da imprensa alternativa, São Paulo: EdUsp, 2003. * KÜNSCH, Dimas Antonio. Maus Pensamentos: o mistério do mundo e a reportagem jornalística, São Paulo, Annablume/FAPESP, 2000. * MARTINS, Maura Oliveira. Estratégias de representação do real. Um olhar semiótico às narrativas do New Journalism e do Linha Direta, dissertação de mestrado em Ciências da Comunicação, Universidade do Vale do Rio dos Sinos, São Leopoldo. 2005. * MEDINA, Cremilda. Noticia, um produto à venda: jornalismo na sociedade urbana e industrial, São Paulo: Summus, 1988. * MORETZSOHN, Sylvia. A Velocidade como Fetiche – o discurso jornalístico na era do “tempo real”, dissertação de mestrado em comunicação da Universidade Federal Fluminense, 2000. * MORIN, Edgar. Introdução ao Pensamento Complexo, Lisboa: Instituto Piaget, 1990. * Novo Manual da Redação: Folha de S.Paulo, 6ª ed. São Paulo: PubliFolha, 1996 * LAGE, Nilson. Estrutura da Notícia, São Paulo: Editora Ática, 2004 * LIMA, Edvaldo Pereira. New Journalismo Literário, Jornalite – Portal de jornalismo literário no Brasil. São Paulo, 2001. * PENA, Felipe. Jornalismo Literário. São Paulo: Contexto, 2006. * RESENDE, Fernando. Textuações: Ficção e Fato no Novo Jornalismo de Tom Wolfe, São Paulo: Editora Annablume, 2002 * VASCONCELLOS, Eduardo Martins. De quando a Literatura abraça o Jornalismo, Paralelos. Rio de Janeiro, 2003. . Acesso em 27.05.2004 * VILAS BOAS, Sergio. JL e o Texto em Revista. São Paulo: Jornalite, 2001. ==Ligações externas== *Jornalismo Literário - Edvaldo Pereira Lima *Academia Brasileira de Jornalismo Literário *TextoVivo – Narrativas da Vida Real *Não-Ficção – Notas sobre jornalismo criativo *piauí *Brasileiros *Livro-reportagem em revista *Sob os rútilos do âmago literário *The New Yorker Categoria:Jornalismo Categoria:Gêneros literários Categoria:Literatura de não ficção",
 "title": "Jornalismo literário"
}