{
 "id": "110259",
 "text": "O Robinson R22 é um pequeno helicóptero para duas pessoas e foi produzido pela companhia Robinson Helicopter. Graças a seu baixo custo de aquisição e operação, o R22 se tornou o helicóptero padrão para treinamento de pilotos. Como característica, possui uma alavanca de comando cíclico em forma de \"Y\", facilitando o acesso a cabine. Utiliza um motor de 4 cilindros horizontalmente opostos, movido à gasolina de aviação. ==Segurança== Mesmo sendo um helicóptero relativamente barato e de pequeno porte, o R22 não perde na segurança. Não existe nada que possa diretamente causar um problema crítico ao voo do helicóptero. Um acidente resulta do alinhamento de vários pequenos problemas. Seguindo estritamente o manual, a aeronave de asas rotativas torna- se o meio de transporte mais seguro já inventado, perdendo apenas para os elevadores. Ao contrário do que muitos imaginam, o helicóptero pode planar após uma pane de motor. Essa manobra é chamada auto-rotação. O R22 possui um sistema chamado Embreagem de Roda Livre, com a função de desconectar o motor do eixo de transmissão caso este gire mais devagar que os rotores. O mesmo ocorre em uma bicicleta, quando paramos de pedalar a catraca libera a roda para girar livremente em um sentido, mas se a mesma tentar girar no sentido oposto ou mais devagar que a catraca, esta irá travar e transferir a força aos pedais. Os 2 rotores são rigidamente conectados por um eixo de transmissão. Em caso de travamento do rotor de cauda por choque com algum objeto ou ave, o mesmo possui parafusos de cisalhamento, que se cortam e acabam por desconectar o rotor de cauda avariado do eixo de transmissão, deixando o rotor principal girar livremente. Após pane do rotor de cauda prossegue-se para o voo em auto- rotação. O motor do R22 possui sistema duplo de magnetos, totalmente independentes. Ambos são testados antes do voo pelo piloto. ==Ver também== * Robinson R44 * Robinson R66 ==Ligações externas== Categoria:Helicópteros dos Estados Unidos Categoria:Aeronaves da Robinson Helicopter Company Categoria:Helicópteros da Robinson Helicopter",
 "title": "Robinson R22"
}