{
 "id": "11021",
 "text": "Soalheira é uma vila portuguesa sede da Freguesia de Soalheira do Município do Fundão, freguesia com 12,42 km² de área e 852 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . O seu nome provém do facto de se situar na encosta sul da Serra da Gardunha e encontrar-se bastante exposta ao sol. A povoação de Soalheira foi elevada à categoria de vila no dia 4 de junho de 1997.Lei nº 80/95| Publicado no Diário da República thumb|290px|direita|Localização no Município do Fundão ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 141 124 531 334 2011 70 83 399 339 2021 78 47 390 337 == História == A denominação de uma propriedade sítio da anta, a existência de uma sepultura antropomórfica e a existência de vestígios de um troço romano são indícios de, a não ser povoada, a Soalheira ter sido certamente um local de passagem. Só no ano de 1202, com D. Sancho I (O Povoador) em que é concedido o Foral de Alpreada (Castelo Novo) para que fossem garantidas as condições favoráveis ao povoamento desta região estratégica. No foral não é feita qualquer referência à Soalheira, e a primeira referência aparece somente em 1505 em que o Tombo da comenda de Castelo Novo e Alpedrinha faz referência a \"caminho velho que sohia de hir [de Castelo Novo] para a Soalheira, per hum alicerce de pedra\". Mais tarde, a Soalheira terá sido habitada por judeus que se converteram em Cristãos Novos, como prova algumas cruzes esculpidas nas portadas das casas. No que diz respeito às respostas ao inquérito realizado pelo Marquês de Pombal, o então vigário, Frei José Dias Ferreira, responde com alguma ligeireza dando uma ideia geral de que a Soalheira seria bastante carenciada. Contudo, a Soalheira era já na época, bastante populosa, chegando a ter mais população do que a sede do Concelho - Castelo Novo (187-170). == Património == *Igreja Matriz de São Lourenço *Capela e Imagem de Nossa Senhora das Necessidades *Capela da Santo António *Capela da São Sebastião *Fonte do Goducho, classificado como Imóvel de interesse municipal *Fonte Pateira *Fonte da Saúde *Chafariz da Praça *Chafariz de São João *Cruzeiro da Independência Existem referências relativas à Soalheira, desde os inícios de 1500, mas trata-se de um povoado muito mais antigo. Pertenceu aos concelhos de Alpreade (Castelo Novo) e Alpedrinha. A Santa Casa da Misericórdia da Soalheira remonta a 1694. == Personalidades == É berço de personalidades tão ilustres como o compositor Arlindo de Carvalho, o advogado Daniel Proença de Carvalho,o Cónego Mendes Fernandes, o Capitão Alberto Santiago de Carvalho, o jornalista José Manuel Barata Feyo, o treinador de futebol Joaquim José Rolão Preto, a cantora Alexandra, o Juiz Conselheiro Dr. Manuel Augusto Pereira Matos, o Juiz Desembargador Dr. Francisco António Boavida Rolão Preto e a cantora Filipa Melo. Foi também o local de infância e adolescência de professor catedrático de direito, Dr. José Alberto de Melo Alexandrino e de onde é natural a sua família paterna. Foi também aqui batizado o político Francisco Rolão Preto, tendo aqui passado parte da sua vida e de onde era natural a sua família paterna. ==Equipamentos, transportes e colectividades== A Soalheira tem vários equipamentos sociais: Campo de Futebol, Polidesportivo, Bombeiros Voluntários, Escola Básica, Centro de Dia e Lar da Terceira Idade, Extensão de Saúde, Biblioteca, posto de combustível, restaurante e multibanco, e algum comércio variado. Tem autocarros diários para Fundão e Castelo Branco e Covilhã e ainda um apeadeiro que integra a Linha da Beira Baixa. A nível do associativismo a vila existem o Rancho Folclórico, Associação de Caça e Pesca da Gardunha, Associação Desportiva Cultural e Recreativa dos Amigos da Soalheira, Grupo Coral, grupo de musical Tokikanta, Grupo Motar \"Tokandar\", equipa de Airsoft, Pólo da Academia Sénior do Fundão, entre outros, de realçar ainda o já extinto Corpo de Escuteiros. Categoria:Freguesias do Fundão (Portugal) Categoria:Vilas de Portugal Categoria:Antigas freguesias de Alpedrinha Categoria:Antigas freguesias de Castelo Novo",
 "title": "Soalheira"
}