{
 "id": "11030",
 "text": "Depois de quase 15 anos de crescimento do PIB acima da média da UE, a economia começou a desacelerar no final de 2007 e entrou em recessão no final de 2008. A Crise econômica de 2008 teve um enorme impacto sobre o país.State Borrowing Gets Pricey: Greece and Ireland are having to pay more and more to borrow. Pity their taxpayers, por Parmy Olson. Forbes, 16 de janeiro de 2009. O PIB contraiu-se 3,7% em 2009, teve pequenos crescimentos de 0,3% em 2010 e 0,4% em 2011 para novamente sofrer uma retração de 1,3% em 2012. A economia novamente entrou em recessão pois a desvantagem do setor privado, a consolidação orçamentária e o desemprego continuamente alto comprimem a demanda doméstica e o investimento, mesmo com as exportações mostrando sinais de resiliência. O desemprego aumentou de 8% em 2007 para 26% em 2012.O país desde 2014 recuperou suas exportações e a taxa de desemprego, mas ainda alta, é gradualmente reduzido. Seus investimentos pioneiros a década de 1990 na América Latina, Ásia (especialmente China e Índia) e África têm sustentado crescimento. == Setor primário == === Agricultura === A Espanha produziu, em 2018Spain production in 2018, by FAO: * 9,8 milhões de toneladas de azeitona (maior produtor do mundo); * 9,1 milhões de toneladas de cevada (5º maior produtor do mundo); * 7,9 milhões de toneladas de trigo (19º maior produtor do mundo); * 6,6 milhões de toneladas de uva (4º maior produtor do mundo, somente atrás de China, Itália e EUA); * 4,7 milhões de toneladas de tomate (8º maior produtor do mundo); * 3,8 milhões de toneladas de milho; * 3,6 milhão de toneladas de laranja (6º maior produtor do mundo); * 2,8 milhões de toneladas de beterraba, que serve para produzir açúcar e etanol; * 2 milhões de toneladas de batata; * 1,9 milhões de toneladas de tangerina (2º maior produtor do mundo, somente atrás da China); * 1,4 milhão de toneladas de aveia (3º maior produtor do mundo, somente atrás de Rússia e Canadá); * 1,2 milhão de toneladas de cebola (17º maior produtor do mundo); * 1,2 milhão de toneladas de pimenta chili (5º maior produtor do mundo); * 1,1 milhão de toneladas de melancia (14º maior produtor do mundo); * 1 milhão de toneladas de limão (7º maior produtor do mundo); * 950 mil toneladas de girassol (11º maior produtor do mundo); * 934 mil toneladas de alface e chicória; * 903 mil toneladas de pêssego (4º maior produtor do mundo, somente atrás de China, Itália e Grécia); * 818 mil toneladas de arroz; * 725 mil toneladas de couve-flor e brócolis; * 717 mil toneladas de abóbora; * 664 mil toneladas de melão; * 649 mil toneladas de triticale; * 562 mil toneladas de maçã; * 492 mil toneladas de caqui (2º maior produtor do mundo, somente atrás da China); * 388 mil toneladas de centeio (8º maior produtor do mundo); * 386 mil toneladas de banana; * 382 mil toneladas de cenoura; * 344 mil toneladas de morango (6º maior produtor do mundo); * 339 mil toneladas de amêndoa (2º maior produtor do mundo, somente atrás dos EUA); * 332 mil toneladas de pera; * 273 mil toneladas de alho; * 262 mil toneladas de ervilha seca; * 238 mil toneladas de beringela; * 213 mil toneladas de repolho; * 208 mil toneladas de alcachofra (3º maior produtor do mundo, somente atrás de Itália e Egito); * 176 mil toneladas de damasco (6º maior produtor do mundo); Além de produções menores de outros produtos agrícolas. Mais de metade do rebanho bovino se concentra nas áreas úmidas do norte, enquanto a criação de ovinos se desenvolve na meseta. O gado caprino adapta-se melhor às condições do árido sudeste, e a criação de porcos é comum na Extremadura. Ficheiro:Cereales Terrace Jaén.JPG|Plantio espanhol de cevada Ficheiro:Bodegas Calvente 36JMG 2139 (43867348555).jpg|Colheita de uvas em Andaluzia Ficheiro:Amandiers Sierra Nevada.jpg|Plantação de amêndoas na Espanha Ficheiro:Albaricoquero en Ronda (693070452).jpg|Pé de damasco em Málaga ===Pecuária=== thumb|Criação suína na Espanha Na pecuária, a Espanha foi, em 2019, o 4º maior produtor mundial de carne suína, com uma produção de 4,6 milhões de toneladas; o 22º maior produtor mundial de carne de frango, com uma produção de 1,4 milhões de toneladas; o 22º maior produtor mundial de leite de vaca, com uma produção de 7,4 bilhões de litros; o 19º maior produtor mundial de carne bovina, com uma produção de 695 mil toneladas, entre outros.Produção da pecuária da Espanha em 2019, pela FAO === Pesca === ;Dados de 1993 * 11,3 milhão toneladas == Setor secundário == === Indústria === * Automobilística. * Construção naval. * Eletrônica * Química. * transporte. * Siderúrgica. * Têxtil. * Calçados. * Alimentícia (azeite e vinho). O Banco Mundial lista os principais países produtores a cada ano, com base no valor total da produção. Pela lista de 2019, a Espanha tinha a 14ª indústria mais valiosa do mundo (US $ 155,4 bilhões).Fabricação, valor agregado (US $ corrente) Em 2019, a Espanha era a 19ª maior produtora de veículos do mundo (2,8 milhões) e a 17ª maior produtora de aço (3,6 milhões de toneladas).World vehicle production in 2019World crude steel productionGlobal crude steel output increases by 3.4% in 2019 A Espanha é também um dos 5 maiores produtores mundiais de vinho (foi o 3º maior produtor mundial em 2018, atrás apenas da Itália e da França).Major Wine Producers O país também é o maior produtor mundial de azeite de oliva (1,79 milhão de toneladas em 2018). Também em 2018, foi o 10º maior produtor de cerveja (à base de cevada) do mundo, com 3,83 bilhão de litros.Produção de cerveja, óleos vegetais e azeite, pela FAO Ficheiro:Tauro Sport Auto Spider V8 front.JPG|Carro da montadora espanhola Tauro Sport Auto Ficheiro:Polo quimico Huelva 01.JPG|Pólo químico em Huelva Ficheiro:Polígon Industrial Aquiberia - panoramio.jpg|Polígono Industrial Aquiberia, na Catalunha Ficheiro:Pescanova, Vigo, Avenida de Beiramar.JPG|Fábrica de peixes enlatados na Espanha === Energia === Nas energias não-renováveis, em 2020, o país era o 87º maior produtor de petróleo do mundo, com uma produção quase nula.Annual petroleum and other liquids production Em 2019, o país consumia 1,22 milhões de barris/dia (18º maior consumidor do mundo).Statistical Review of World Energy, June 2020The World Factbook — Central Intelligence Agency O país foi o 9º maior importador de petróleo do mundo em 2013 (1,22 milhões de barris/dia). Em 2015, a Espanha era a 84º maior produtora mundial de gás natural, com uma produção quase nula.CIA. The World Factbook. Natural gas - production. Em 2010 a Espanha era a 10ª maior importadora de gás do mundo (36,7 bilhões de m³ ao ano), principalmente da Rússia.CIA Gas imports Na produção de carvão, o país foi o 38º maior do mundo em 2018: 1,7 milhões de toneladas.Statistical Review of World Energy 2018 Em 2019, a Espanha também possuía 7 usinas atômicas em seu território, com uma potência instalada de 7,1 GW.Nuclear Share of Electricity Generation in 2019 Nas energias renováveis, em 2020, a Espanha era o 5º maior produtor de energia eólica do mundo, com 27,0 GW de potência instalada, e o 10º maior produtor de energia solar do mundo, com 14,0 GW de potência instaladaRENEWABLE CAPACITY STATISTICS 2021 === Minérios === thumb|Extração de sal na Espanha ;Dados de 1992 * Carvão (18,6 milhões t). * Antracito (14,7 milhões t). * Petróleo (1 milhão de t). * Zinco (206 mil t)h. * Gás natural (48 mil petajoules) * Outros : gipsita A Espanha não tem uma grande produção mineral: em 2019, seus maiores destaques foram ser o 7º maior produtor de gipsitaUSGS Gypsum Production Statistics e o 10º maior produtor mundial de potash (um mineral que contém potássio e é usado como fertilizante),USGS Potash Production Statistics além de ser o 15º maior produtor mundial de sal.USGS Salt Production Statistics == Turismo == Um dos setores que movimentam a economia da Espanha em grande escala, sem dúvida nenhuma, é o turismo. Em 2018, a Espanha foi o 2º país mais visitado do mundo, com 82,7 milhões de turistas internacionais. As receitas do turismo, neste ano, foram a 2º maior do mundo (US $ 73,7 bilhões, perdendo apenas para os Estados Unidos).Destaques do turismo internacional == Comércio exterior == Em 2020, o país foi o 16º maior exportador do mundo (US $ 337,2 bilhões em mercadorias, 1,8% do total mundial). Considerando bens e serviços exportados, as exportações foram de US $ 486 bilhões.Trade Map - List of exporters for the selected product in 2018 (All products)Market Intelligence: Disclosing emerging opportunities and hidden risks Já nas importações, em 2019, foi o 14º maior importador do mundo: US $ 375,4 bilhões. ==Ver também== * Economia * Espanha * Lista de maiores empresas da Espanha * Turismo na Espanha * Milagre econômico espanhol Espanha",
 "title": "Economia da Espanha"
}