{
 "id": "110336",
 "text": "A Quinta Cruzada (1217-1221) ocorreu pela iniciativa do papa Inocêncio III, que a propôs em 1215 no quarto Concílio de Latrão, mas foi somente posta em prática por Honório III, seu sucessor no trono de São Pedro. O papado havia também contribuído para desacreditar o ideal das cruzadas, quando delas se valeu para esmagar os cristãos heterodoxos do sul da França, na chamada Cruzada albigense. Mesmo assim, o papa Honório III conseguiu adesões para uma nova expedição. A cruzada foi liderada por André II, Hungria; Leopoldo VI, duque da Áustria; João I de Brienne, rei em título de Jerusalém e Frederico II, imperador do Sacro Império. O imperador Frederico II concordou em organizar a expedição. thumb|300px|Mapa da Quinta Cruzada. Decidiu-se que para se conquistar Jerusalém era necessário conquistar o Egito primeiro, uma vez que este controlava esse território. Em maio de 1218, as tropas de Frederico II puseram-se a caminho do Egito, sob o comando de João de Brienne. Desembarcados em São João D'Acre, decidiram atacar Damieta (Dumyat), cidade que servia de acesso ao Cairo, a capital. Em agosto atacaram Damieta. Depois de conquistar uma pequena fortaleza de acesso, aguardaram reforços. Em junho, foram reforçadas pelas tropas papais do cardeal Pelágio (também conhecido como Paio Galvão). Homem autoritário, Pelágio não quis subordinar-se a Brienne e também interferiu constantemente nos assuntos militares. Depois de alguns combates, e quando tudo parecia perdido, uma série de crises na liderança egípcia permitiu aos cruzados ocuparem o campo inimigo. Porém, numa paz negociada em 1219 com os muçulmanos, o incrível aconteceria: Jerusalém era oferecida aos cristãos, entre outras cidades, em troca da sua retirada do Egito. Mas os chefes cruzados, nomeadamente o cardeal Pelágio, recusaram tal oferta, objetivo máximo da Cristandade: consideravam que os muçulmanos não conseguiriam resistir aos cruzados quando chegasse Frederico II com os seus exércitos. Começaram a cercar o porto egípcio de Damieta e depois de algumas batalhas sofreram uma derrota. O sultão renovou a proposta, mas foi novamente recusada. Depois de um longo cerco que durou de fevereiro a novembro de 1219 a cidade caiu. A estratégia posterior requeria assegurar o controle da península do Sinai. Os conflitos entre os cruzados agudizaram-se e perdeu-se tanto tempo que os egípcios recuperaram forças. Em julho de 1221, o cardeal ordenou uma ofensiva contra o Cairo, mas os muçulmanos foram retirando e levando os cruzados a uma armadilha; sem comida e cercados acabaram por ter de chegar a um acordo: retiravam do Egito e tinham as vidas salvas. Tiveram também de aceitar uma trégua de oito anos. Não obtiveram todos os seus objetivos, já que os reforços prometidos por Frederico II não chegaram, razão pela qual ele foi excomungado pelo papa Gregório IX. Essa foi a última cruzada para a qual o papado mandou suas próprias tropas.",
 "title": "Quinta Cruzada"
}