{
 "id": "110367",
 "text": "Pequi (Caryocar brasiliense), também chamado de pequizeiro,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 305. piqui, pequiá, piquiá, piquiá-bravo, amêndoa-de- espinho, grão-de-cavalo, pequiá-pedra, pequerim e suari, é uma árvore da família das cariocaráceas nativa do cerrado brasileiro. Seu fruto é muito utilizado na culinária de algumas regiões do país, principalmente no norte de Minas Gerais, estado maior produtor do fruto. Do pequi, é extraído um óleo denominado \"azeite\" ou \"óleo\" de pequi\". Seus frutos são, também, consumidos cozidos, puros ou juntamente com arroz e frango. Seu caroço é dotado de muitos espinhos, e há necessidade de muito cuidado ao se roer o fruto, evitando-se nele cravar os dentes, o que pode causar sérios ferimentos nas gengivas e no palato. O sabor e o aroma dos frutos são muito marcantes e peculiares. O fruto pode ser conservado tanto em essência quanto em conserva. A espécie é dividida em duas subespécies, a C. brasiliense sp. brasiliense e a C. brasiliense sp. intermedium, conhecida como pequi-anão. == Etimologia == Apontam-se várias possíveis etimologias para o termo \"pequi\"ː *viria do tupi-guarani pyqui (py: pele, qui: espinhos, ou seja, \"pele com espinhos\"); * viria do tupi peki'i; * viria do tupi antigo peke'i ou peki.NAVARRO, E. A. Dicionário de Tupi Antigoː a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 377. == Ocorrência == Fruta típica do cerrado brasileiro, o pequi é a fruta símbolo da cultura e da culinária da região norte do estado de Minas Gerais. A cidade de Montes Claros é conhecida como a \"capital nacional do Pequi\". Além de Minas Gerais, o fruto do pequizeiro também é encontrado em quase toda a Região Centro-Oeste do Brasil, nos estados de Goiás, Mato Grosso do Sul, no Tocantins e em partes dos estados de Rondônia, Mato Grosso do Sul, Pará e nos cerrados de São Paulo e Paraná. No nordeste, encontra-se com muita facilidade o pequizeiro nos estados do Maranhão, Piauí, bem como na Chapada do Araripe no lado Sul do Ceará, em cidades como Barbalha e Crato. Ele também é encontrado no oeste baiano. Está na lista de espécies ameaçadas do estado de São Paulo. É encontrado também na Bolívia. No estado do Tocantins, há uma cidade com o nome de Pequizeiro em homenagem à árvore, onde se celebra a festa do pequi todos os anos. Em Minas tem uma cidade chamada Pequi (Minas Gerais) Segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), a extração do pequi no Brasil em 2021 foi de mais de 74 mil toneladas, sendo Minas Gerais o maior produtor de Pequi do Brasil, e o estado responsável por mais da metade da produção nacional, seguido pelo estado do Tocantins. == Descrição == É uma árvore grossa, com folhas trifoliadas e tomentosas. As flores são grandes e com estames compridos. Os frutos são drupáceos, oleaginosos e aromáticos. Sua frutificação ocorre no período chuvoso entre os meses de outubro e fevereiro. A sua madeira é amarela. == Características do pequizeiro == O pequizeiroCARVALHO, P. E. R. Espécies arbóreas brasileiras São Paulo: Embrapa, 2008. v.3, árvore em que nasce a fruta pequi, foi classificado com a seguinte hierarquia segundo o “The Angiosperm Phylogeny Group (2003)”, divisão: angiospermas; clado: Eurosídeas I; Ordem: Malpighiales; família: Caryocaraceae; Gênero: Caryocar; Espécie: Caryocar brasiliense Cambess. Sua forma biológica consiste em formato de arbusto, pode ser desde arvoreta a árvore perenifólia, podendo atingir 11m de altura e 83 cm de DAP ( diâmetro à altura do peito, medido a 1,30m do solo). Possui tronco tortuoso, a copa é espalhada e arredondada e a casca externa é cinza, com fissuras e cristas sinuosas e descontínuas. As flores do pequizeiro são hermafroditas; o fruto é drupáceo com casca fina verde-acinzentada, grande, às vezes ultrapassando 10 cm de diâmetro; o mesocarpo é fibroso e rico em tanino; a polpa apresenta coloração amarelada a alaranjada, é gordurosa e comestível; o endocarpo é duro, lenhoso e espinuloso na superfície externa; a castanha é uma amêndoa oleaginosa, com espinhos medindo cerca de 4 mm. Seu vetor de polinização é essencialmente o morcego, apesar disso pode apresentar autopolinização e é capaz de atrair abelhas do tipo Trigona, não excluindo a entomofilia. Já o vetor de dispersão dos frutos e sementes é zoocórica, ou seja, realizada por animais, sendo eles o marsupial e o corvídeo. A floração ocorre de junho a outubro no Distrito Federal, de setembro a novembro em Minas Gerais, de setembro a dezembro no Mato Grosso do Sul e em São Paulo. Enquanto a frutificação, ou seja, a presença de frutos maduros, vai ocorrer de outubro a fevereiro no Mato Grosso do Sul e de dezembro a maio em São Paulo. A ocorrência natural do pequizeiro ocorre na Bolívia, no Paraguai e no Brasil nas regiões da Bahia, Distrito Federal, Goiás, Mato Grosso, Mato Grosso do Sul, Minas Gerais, Paraná, Rondônia e São Paulo. Essa espécie prevalece nos biomas da Mata Atlântica, do Cerrado e do Pantanal. Infelizmente, atualmente o pequizeiro está ameaçado de extinção devido a destruição do Cerrado para o plantio de soja e formação de pastagens. Sobre o aproveitamento dessa espécie vegetal, pode-se dizer que as folhas são consumidas por bovinos; a madeira produz um excelente carvão vegetal, que infelizmente tem sido bastante explorado; o fruto é muito apreciado na culinária sertaneja e um prato típico do Norte de Minas Gerais, sendo o arroz com pequi muito valorizado pelo seu sabor e valor nutricional; as sementes são aproveitadas, visto que são saborosas e comestíveis, assemelhando-se ao sabor do amendoim, mas também é usado no preparo de licores; o óleo muito rico em vitaminas. == Usos == thumb|left|Frutos na árvore. O fruto pode ser apreciado em variadas formas: cozido, no arroz, no frango, com macarrão, com peixe, com carnes, no leite, e na forma de um dos mais apreciados licores. Além de doces e sorvetes. Sua polpa macia e saborosa deve ser comida com bastante cuidado, uma vez que a mesma recobre uma camada de finos espinhos que, se mordidos, fincam-se na língua e no céu da boca, provocando dores intensas, risco este que deixa de existir, uma vez assimilada a técnica de degustação, que é de fácil aprendizado. Deve ser comido apenas com as mãos, jamais com talheres. Deve ser levado à boca para, então, ser \"raspado\" - cuidadosamente - com os dentes, até que a parte amarela comece a ficar esbranquiçada, e parar antes que os espinhos possam ser vistos. O fruto do pequizeiro, por ser rico em óleo, já foi muito utilizado na fabricação de sabão caseiro pelos moradores rurais do Tocantins, que não tinham fácil acesso ao produto industrializado. Na fabricação do sabão, a massa do fruto era misturada a um líquido retirado das cinzas de uma árvore conhecida popularmente por \"mamoninha\". Essa mistura era levada ao fogo e produzia um sabão vegetal de cor preta brilhante, bastante macio, que era usado para lavar roupas, utensílios e principalmente para a higiene pessoal pois, segundo as pessoas que o fabricavam, o produto fazia bem para a pele e cabelo. Seu óleo é, também, uma das principais fontes para a produção de biodiesel. A sua madeira é aproveitável. == Valores e benefícios nutricionais e na saúde == O pequi CARVALHO, L. S.de; PEREIRA, K. F; ARAÚJO, E. G.de. Características botânicas, Ticitos terapêuticos e princípios ativos presentes no pequi (Caryocar brasiliense). Arquivo Científico Saúde UNIPAR, Umuarama, v. 19, n. 2, p, 147-157, maio/ago. 2015. Disponível em: : https://doi.org/10.25110/arqsaude. v192.2015.5435. Acesso em: 20 jun. 2023. é uma fruta rica em óleo e que possui componentes de alto valor nutricional, como ácidos graxos insaturados (ômega-3 e ômega-6), antioxidantes (carotenóides e compostos fenólicos), vitaminas, e taninos, um grupo de metabólitos encontrados nas folhas de C brasiliense. Na medicina tradicional, suas folhas são usadas para combater o envelhecimento, usadas também no tratamento de gripes, resfriados, doenças inflamatórias, cicatrização de feridas, lesões gástricas, disfunções menstruais, tratamento de doenças oftalmológicas, hepáticas e até mesmo no controle de tumores. Os taninos, especificamente, possuem a capacidade de precipitar proteínas e de sequestrar íons metálicos, principalmente o ferro, essencial ao desenvolvimento de micro- organismos, propiciando um efeito antimicrobiano e antifúngico. É uma fruta altamente calórica e tem um teor de compostos fenólicos totais na sua polpa de 209 mg/100 g, proporção mais elevada do que as encontradas na maioria das polpas das frutas consumidas no Brasil. == Domesticação e melhoramentos genéticos == Devido ao consumo e uso cada vez maior do pequi e a necessidade de uma produção de maior qualidade para atender esta demanda, diversas instituições no Brasil estão estudando melhoramentos genéticos no pequi para que passe de uma atividade, em sua grande maioria, extrativista para uma produção profissional e de alto rendimento. Os melhoramentos genéticos têm fins diversos objetivando melhorar características como cor, sabor, espessura da parte comestível, quantidade de frutos, tamanho da árvore (variedade anã), quantidade de óleo, precocidade na produção de frutos, etc. Mas um melhoramento em especial tem atraído boa parte dos pesquisadores: a possibilidade de se ter pequi sem espinhos. Sobre esta variedade, há notícias um tanto antigas sobre estudos envolvendo a Seagro e a Embrapa sobre o desenvolvimento de uma variedade desta. Também há notícias um tanto antigas de que a Agência Rural pesquisa duas variedades de pequi sem espinho com exemplares encontrados nas cidades de Canarana e Cocalinho no Mato Grosso. As notícias mais recentes sobre esta variedade é sobre uma árvore encontrada no Parque Indígena do Xingu. Sementes e mudas foram levadas pelo pesquisador Warwick Estevam Kerr à Universidade Federal de Uberlândia para estudos e replicação. Esta variedade em estudo de pequi gigante sem espinho é mais doce, mais macio, pode ser consumido in natura e possui 35 vezes mais parte comestível que o pequi comum. Como ainda está em estudo, quase não existem locais onde possa se comprar, com segurança, mudas da espécie. Eventuais interessados devem ter muito cuidado e analisar cada caso, pois podem estar adquirindo mudas de pequi comum. == Festa Nacional do Pequi == Considerada a \"Capital Nacional do Pequi\", a Festa do Pequi é um evento tradicional nacional que acontece há mais de 30 anos na cidade de Montes Claros, a festa traz à cidade uma programação cultural diversificada, entretendo e alegrando a comunidade mineira e visitantes de outros estados. A grande festa reúne culinária, arte e regionalização. O público conta com exposição, festival de música, shows com artistas nacionais, comidas típicas – muitas preparadas à base do fruto que deu origem a festividade e feirinha de artesanato. == Especificação do óleo virgem de Pequi == Característica Unidade Apresentação Aparência (25Cº) \\---- líquido Cor \\---- amarelo Odor \\---- característico Índice de acidez mgKOH/g < 15,0 Índice de peroxido 10 meq O2/kg < 10,0 Índice de iodo gI2/100g 40 -55 Índice de saponificação mgKOH/g 190 – 210 Densidade 25 °C g/ml 0,8560 Índice de refração (40 °C) - 1,4569 Materia insaponificável (bioativos) % - Ponto de fusão Cº 21 Composição dos Ácidos Graxos Ácido palmítico % peso 36,0 – 41,0 Ácido palmitoléico % peso 0,8 – 1,2 Ácido oléico % peso 51,0– 60,0 Ácido linoléico % peso 0,8 – 3,0 Ácido linolênico % peso 0,2 – 0,4 Ácido araquídico % peso 0,1 – 0,4 Ácido gadoléico % peso 0,1 – 0,3 Saturado % 42 Insaturado % === 58 === == Referências == == Ligações externas == * * Categoria:Árvores do Brasil Categoria:Caryocar Categoria:Flora do Cerrado Categoria:Flora da Mata Atlântica Categoria:Flora do Ceará Categoria:Frutos do Brasil Categoria:Nozes e sementes oleaginosas Categoria:Espécies descritas em 1828 Categoria:Fitônimos e zoônimos de origem tupi",
 "title": "Pequi"
}