{
 "id": "110341",
 "text": "Hogwarts School of Witchcraft and Wizardry (na tradução portuguesa: Escola de Magia e Feitiçaria de Hogwarts / na tradução brasileira: Escola de Magia e Bruxaria de Hogwarts) conhecida simplesmente por Hogwarts, é uma escola de magia (fictícia) para alunos entre os 11 e os 17 anos. É o palco principal da saga de livros Harry Potter (autoria de J. K. Rowling), com exceção do último. Cada livro corresponde a um ano em Hogwarts. No último livro, Harry Potter e os Talismãs da Morte, a maior parte da história é passada fora de Hogwarts uma vez que as três personagens principais, Harry Potter, Hermione Granger e Ronald Weasley abandonam-na nesse ano. Hogwarts é também palco da batalha final entre Harry Potter e o vilão Lord Voldemort. == Localização da escola e informação == O Castelo de Hogwarts está localizado na Escócia, num local desconhecido (no livro Harry Potter e o Prisioneiro de Azkaban é dito que fica perto de Dufftown), próximo da vila de Hogsmeade. Os Muggles (Trouxas, na tradução brasileira) não conseguem nem ver, nem localizar a escola uma vez que esta possui imensos feitiços e encantamentos de proteção, sendo que os Muggles apenas veem ruínas e sinais de aviso para se afastarem. O castelo possui longos terrenos cobertos de relva, um campo de Quidditch (Quadribol, na tradução brasileira), um lago (chamado de O Lago Negro), uma grande e densa floresta (chamada de Floresta Proibida), entre outras construções. O castelo possui também a Torre das Corujas (ou Corujal) que abriga todas as corujas da escola e dos alunos. Existem 142 escadarias no castelo de Hogwarts (ver notas). (A sua movimentação nunca foi descrita nos livros, apenas para as adaptações dos filmes, exceto do último, que seguiu fiel aos livros). Em Hogwarts não existe eletricidade nem dispositivos eletrónicos à exceção de rádios, que não são alimentados por eletricidade, mas por magia. Além disso, a imensa quantidade de magia presente em Hogwarts faz com que todos os aparelhos elétricos parem de funcionar. == Casas == Em Hogwarts, todos os alunos do primeiro são selecionados para uma de quatro casas, sendo elas: Gryffindor, Ravenclaw, Hufflepuff e Slytherin. Na tradução brasileira receberam o nome: Grifinória, Corvinal, Lufa-lufa e Sonserina (respetivamente). A seleção é feita pelo Chapéu Selecionador (Chapéu Seletor, na tradução brasileira), um artefacto mágico que determina magicamente a casa de cada aluno. No banquete de abertura de início de ano, os alunos do primeiro ano colocam o chapéu e após um momento, o chapéu grita em voz alta o nome da casa a qual o aluno irá pertencer. A seleção tem em conta a personalidade e habilidades do(a) aluno(a), uma vez que as casas foram criadas e apelidadas pelos próprios fundadores de Hogwarts, representando as características que cada um prezava. === Gryffindor === Gryffindor (Grifinória, na tradução brasileira) é uma das quatro casas de Hogwarts, fundada por Godric Gryffindor. A professora Minerva McGonagall é a chefe/diretora da casa. A mascote da casa é o leão e as suas cores são vermelho escarlate e dourado. De acordo com a J. K. Rowling a casa representa o fogo. As características dos alunos escolhidos para os Gryffindor são: coragem, ousadia, determinação, audácia e atrevimento. O fantasma da casa Gryffindor é o Sir Nicholas de Mimsy-Porpington, conhecido como Nick Quase- Sem-Cabeça (do inglês: Nearly Headless Nick). A Sala Comum dos Gryffindor fica no 7º andar da escola, na torre dos Gryffindor e a entrada é guardada pela Dama Gorda (Mulher Gorda, na tradução Brasileira). A entrada é permitida a quem disser a senha corretamente. === Ravenclaw === Ravenclaw (Corvinal, na tradução brasileira) foi fundada por Rowena Ravenclaw. O professor Filius Flitwick é o chefe/diretor da casa. As cores da casa são o azul e o bronze (na série de filmes azul e prata) e a sua mascote é a águia (na série de filmes corvo). A casa Ravenclaw representa o ar. Os alunos Ravenclaw são inteligentes, criativos, perspicazes, prudentes e estudiosos. O fantasma da casa Ravenclaw é a Dama Cinzenta, conhecida no último livro por Helena Ravenclaw, filha da fundadora Rowena Ravenclaw. A Sala Comum dos Ravenclaw fica no lado oeste de Hogwarts, na torre dos Ravenclaw. Para se poder entrar na sala comum, tem de se responder a um enigma lógico. === Hufflepuff === Hufflepuff (Lufa-Lufa, na tradução brasileira) foi fundada por Helga Hufflepuff. A professora Pomona Sprout é a chefe/diretora da casa. As cores da casa são o amarelo e o preto e a sua mascote é o texugo. A casa Hufflepuff representa o elemento Terra. Os Hufflepuff são leais, trabalhadores, pacientes, justos, dedicados e verdadeiros. O fantasma da casa Hufflepuff é o Monge Gordo (Frei Gorducho, na tradução brasileira). A entrada para a Sala Comum dos Hufflepuff está oculta numa pilha de grandes barris, no corredor que dá para a cozinha de Hogwarts. === Slytherin === Slytherin (Sonserina, na tradução brasileira) foi fundada por Salazar Slytherin. Até ao quinto livro, o professor Severus Snape é o chefe/diretor da casa, e a partir do sexto livro, o professor Horace Slughorn deixa a sua reforma e retorna a Hogwarts como professor de poções e chefe da casa Slytherin. A mascote da casa dos Slytherin é a serpente e as cores da casa são o verde e o prateado. A casa Slytherin representa a água. As características dos alunos selecionados para os Slytherin são: ambição, astúcia, liderança, desembaraço e individualismo. O fantasma da casa Slytherin é o Barão Sangrento. A entrada para a sala comum dos Slytherin fica nas masmorras, atrás duma porta escondida. À semelhança da sala comum dos Gryffindor, deve ser dita uma senha para a porta, escondida na parede, se abrir. == Brasão == O brasão de Hogwarts mostra a mascote/animal simbólico de cada casa e as cores da mesma. São eles, em sentido horário do canto superior esquerdo: o leão dos Gryffindor, a serpente dos Slytherin, a águia dos Ravenclaw e o texugo dos Hufflepuff. Em baixo, está também o lema de Hogwarts \"draco dormiens nunquam titillandus\" que significa \"nunca faças cócegas a um dragão adormecido\". == Disciplinas e avaliação == Em Hogwarts, as disciplinas são divididas em disciplinas obrigatórias e disciplinas opcionais. Do primeiro ao quinto ano, são obrigatórias as disciplinas: Astronomia; Encantamentos (Feitiços, na tradução brasileira); Defesa Contra as Artes das Trevas; Herbologia, História da Magia, Poções e Transfiguração. A disciplina \"Aulas de Voo\" apenas é lecionada aos alunos do primeiro ano. No terceiro ano, os alunos têm de escolher mais duas disciplinas de cinco, que são: Artimancia; Artes Divinatórias / Adivinhação; Runas Antigas; Cuidados com as Criaturas Mágicas (Trato das Criaturas Mágicas, na tradução brasileira) e Estudo dos Muggles (Estudo dos Trouxas, na tradução brasileira). No quinto ano, os alunos realizam os NPFs (Níveis Puxados da Feitiçaria), na tradução portuguesa / N.O.M.s (Níveis Ordinários em Magia), na tradução brasileira, de cada disciplina em que estão matriculados. Cada NPF/N.O.M. consiste num exame escrito e, quando aplicável, um exame prático, diante dum grupo de feiticeiros do Ministério da Magia. Seis semanas depois, os alunos recebem em casa os resultados dos NPFs/N.O.M.s, podendo as notas ser (por ordem decrescente): Notas de Avaliação dos NPFs/N.O.M.s e EFBEs/N.I.E.M.s Avalição/Tradução Tradução Portuguesa Tradução Brasileira Original Notas de Aprovação Brilhante (B) Ótimo (O) Outstanding (O) Excede as Expectativas (E) Excede Expectativas (E) Exceeds Expectations (E) Aceitável (A) Aceitável (A) Acceptable (A) Notas de Reprovação Fraco (F) Péssimo (P) Poor (P) Horrível (H) Deplorável (D) Dreadful (D) Troll (T) Trasgo (T) Troll (T) No sexto ano, dependendo das notas obtidas, os alunos podem escolher quais as disciplinas que querem manter até ao seu último ano (7º ano), tendo por base a profissão que pretendem seguir. A partir do sexto ano, os professores só lecionam as suas disciplinas aos alunos que tenham atingido o objetivo mínimo, proposto pelos respetivos professores, nos NPFs/N.O.M.s. Por exemplo, a professora Minerva McGonagall só aceita na sua turma de Transfiguração, de sexto e sétimo ano, alunos que obtenham no mínimo \"Excede as Expectativas\" no seu NPF/N.O.M de Transfiguração. No sétimo ano, os alunos realizam os EFBEs (Exames de Feitiçaria Barbaramente Extenuantes), na tradução portuguesa / N.I.E.M.s (Níveis Incrivelmente Exaustivos em Magia), na tradução brasileira. As notas obtidas nos EFBEs/N.I.E.M.s influenciam a carreia que o feiticeiro pretende seguir, uma vez que, por exemplo, o Ministério da Magia só aceita Aurores que se tenham candidatado com pelo menos cinco EFBEs/N.I.E.M.s em que tenham obtido uma das duas melhores notas (Brilhante ou Excede as Expectativas). As disciplinas opcionais são: Estudos Antigos/Anciãos; Estudo de Ghouls; Magia da Terra; Arte (a partir do 3º ano); Arte dos Muggles (a partir do 3º ano); Música (a partir do 3º ano); Música dos Muggles (a partir do 3º ano) e Aparição (Aparatação, na tradução brasileira) (apenas no 6º ano). Para além destas disciplinas, em Hogwarts, a partir do 2º ano, os feiticeiros também podem praticar o \"desporto dos feiticeiro\", o Quidditch. ==Outras Escolas de Magia e Bruxaria == Hogwarts não é a única Escola de Magia e Bruxaria, de fato existem outras existentes no Mundo Bruxo, com duas tendo papel importante na série de livros e outras reveladas por J.K Rowling após a conclusão da série de livros. * Academia de Magia de Beauxbatons na França * Instituto de Aprendizagem Mágica Durmstrang na Escandinávia * Escola de Magia e Bruxaria de Ilvermorny nos Estados Unidos * Uagadou em Uganda * Mahoutokoro no Japão * Castelobruxo no Brasil * Koldovstoretz na RússiaWonderbook: Book of Potions == Notas == # As escadas do castelo apenas se movem nos filmes, não sendo descrito, o seu movimento, em nenhum dos livros. # Na tradução brasileira, a disciplina \"divination\" apenas foi traduzida para \"adivinhação\", em Portugal, possui duas traduções (artes divinatórias e adivinhação). # Toda as disciplinas opcionais, à exceção de \"Aparição/Aparatação\" não são mencionadas nos livros tendo sido feita uma tradução livre. == Referências == Categoria:Lugares da série Harry Potter",
 "title": "Hogwarts"
}