{
 "id": "110423",
 "text": "Johann \"Hans\" Friedrich Karl Asperger (pronuncia-se em português ashpêrguer — ) (Viena, – Viena, ) foi um psiquiatra e pesquisador austríaco. A Síndrome de Asperger deve seu nome a ele.Hans Asperger, National Socialism, and “race hygiene” in Nazi-era Vienna == Vida == Nascido em uma fazenda nos arredores de Viena, Asperger era o mais velho de três irmãos. Ainda muito novo, mostrou talentos especiais com a linguagem e, nos primeiros anos de escola, era conhecido por recitar o poeta austríaco Franz Grillparzer. Tinha dificuldade em fazer amigos e era considerado \"distante\" mas, na juventude, nos anos 1920, formou amizades que duraram sua vida toda. Formou-se em Medicina em 1931 e assumiu a direção da estação ludo-pedagógica na clínica infantil da universidade em Viena, em 1932. Casou-se em 1935 e teve cinco filhos. Desde 1934 esteve envolvido com a clínica psiquiátrica, em Leipzig. No final da II Guerra Mundial, Asperger serviu como soldado na Croácia e em 1934 se juntou à Frente Patriótica Austrofacista. Ele foi contratado como professor na Universidade de Viena em 1944 e se tornou diretor da clínica infantil em 1946. Veio a se tornar professor na clínica infantil da universidade - a Universitäts-Kinderklinik, em Innsbruck, 1957 e, desde 1962, manteve a mesma posição em Viena. Em 1964 encabeçou o posto médico das SOS-Kinderdörfer (Aldeias SOS Infantis) em Hinterbrühl. Tornou-se professor emérito em 1977. Trabalhou até o fim, ministrando aulas até seis dias antes de morrer, em 21 de Outubro de 1980. Asperger tinha especial interesse em crianças \"fisicamente anormais\". Submeteu em, o artigo 'Die 'Autistischen Psychopathen' im Kindesalter (A psicopatia autista na infância), à revista científica Archiv für Psychiatrie und Nervenkrankheiten, que o publicou no ano seguinte, no seu número 117, páginas 76-136. Seu trabalho baseou-se em estudos que envolveram mais de 400 crianças. Observou que o padrão de comportamento e habilidades que descreveu ocorria preferencialmente em meninos; denominou-o de psicopatia autista, uma desordem da personalidade que incluía: falta de empatia, baixa capacidade de formar amizades, conversação unilateral, intenso foco em um assunto de interesse especial e movimentos descoordenados. Futuramente descobriu-se que o interesse nas crianças \"fisicamente anormais\" devia-se ao fato de que o regime nazista, do qual Hans fez parte, considerava que elas eram geneticamente inferiores, pela sua inconformidade social. O regime nazista foi responsável pela morte dessas crianças através de injeção letal, fome e outros fatores como pneumonia. Publicou 359 trabalhos, a maioria sobre dois temas: psicopatia autista e morte. == Envolvimento Nazista == Edith Scheffer, historiadora européia, escreveu em 2018 que Asperger cooperou com o regime Nazista e enviou crianças ao programa de eutanásia. Sua tese foi escrita no livro Crianças de Asperger: As origens do autismo na Viena nazista (Asperger's Children: The Origins of Autism in Nazi Vienna), 2018. Herwig Czech, historiador da Universidade de Medicina de Vienna, publicou em 2018 seu artigo Hans Asperger, National Socialism, and \"race hygiene\" in Nazi-era Vienna, na revista Molecular Autism a seguinte conclusão: > Asperger conseguiu se acomodar ao regime nazista e foi recompensado por suas > afirmações de lealdade com oportunidades de carreira. Ele se juntou a várias > organizações afiliadas ao NSDAP (embora não seja ao próprio partido > nazista), políticas de higiene racial legitimadas publicamente, incluindo > esterilizações forçadas e, em várias ocasiões, cooperaram ativamente com o > programa de eutanásia infantil. (Tradução livre, no original se lê Asperger > managed to accommodate himself to the Nazi regime and was rewarded for his > affirmations of loyalty with career opportunities. He joined several > organizations affiliated with the NSDAP (although not the Nazi party > itself), publicly legitimized race hygiene policies including forced > sterilizations and, on several occasions, actively cooperated with the child > ‘euthanasia' program.). As alegações de Herwig Czech foram questionadas por Dean Falk, antropólogo americano da Florida State University em dois artigos publicados no Journal of Autism and Developmental Disorders. As respostas de Czech aos questionamentos estão publicadas no mesmo periódico. Ketil Slagstrad, médico e historiador Norueguês, escreveu em 2019 um artigo intitulado \"Asperger, the Nazis and the children - the history of the birth of a diagnosis\", no qual oferece uma possível explicação alternativa para o envolvimento de Asperger com o nazismo: cita os desafios da guerra, o desejo de proteger sua carreira e proteger as crianças que estavam sob sua tutela. Por outro lado, Slagstrad critica que: > Hans Asperger foi retratado como um oponente do regime nazista sob o qual > ele serviu. É muito fácil julgar um homem quando não é sua cabeça que está > sob a mira de uma arma. == Ver também == * Síndrome de Asperger * Autismo == Ligações externas == * * * Categoria:Psiquiatras da Áustria Categoria:Eugenia nazista",
 "title": "Hans Asperger"
}