{
 "id": "110456",
 "text": "O Clube de Futebol Estrela da Amadora foi um clube de futebol português profissional, com sede no concelho da Amadora. Fundado em 22 de Janeiro de 1932, o Estrela da Amadora ganhou a Taça de Portugal da época 1989/1990, o seu maior troféu conquistado. Foi extinto em 2011, por ordem do Tribunal do Comércio de Sintra. ==História== ===Início=== Foi fundado a 22 de Janeiro de 1932 por um grupo de sete jovens Amadorenses que partilhavam a paixão pelo futebol, reza a história que um deles, Júlio da Conceição, apontando as estrelas no céu deu a ideia para o nome do clube, o que foi aceite por todos. Apesar das dificuldades iniciais o clube resistiu, tendo feito o seu primeiro jogo contra o Palmense, clube da Palma de Baixo, tendo o Estrela vencido por 2-1. Curioso foi o facto dos jogadores Estrelistas terem caminhado até ao estádio do adversário, o que serviu de aquecimento. ===Equipamento=== O primeiro equipamento era um pouco diferente do actual, consistia numa camisola azul com uma risca horizontal verde, calção branco e meias verdes, sendo utilizado até 1951, altura em que o clube foi visitado por duas figuras influentes do Fluminense, clube Brasileiro, do Rio de Janeiro, que ficando agradecidos por terem sido tão bem recebidos, logo que chegaram ao Brasil, enviaram, como oferta, 3 conjuntos de equipamento da sua equipa, tendo os sócios do Estrela decidido adotar as mesmas cores do Fluminense a partir dessa altura. ===Estádio=== Só após 10 anos da sua fundação, o Estrela teve o seu primeiro estádio, que se situava onde agora existe a Igreja Matriz da Amadora, na Venteira, ficando no local até à época de 1957/58, altura em que obteve o terreno na zona da Reboleira para erguer o seu atual estádio, o Estádio José Gomes. O clube também utiliza, como local de treinos, o Complexo Desportivo do Monte da Galega, situado no norte do concelho da Amadora. ===Historial=== Registado apenas em 1941, nos 37 anos seguintes andou pelas divisões distritais, até que em 1978 subiu à 3ª Divisão Nacional, tendo se estreado no primeiro escalão na época de 1988/1989. Tem como ponto alto alto do seu historial a conquista de uma Taça de Portugal em 1989/90, sob o comando técnico de João Alves, derrotando o Farense na finalíssima por 2-0, após empate no primeiro jogo. Com a vitória na taça, garantiu a presença na extinta Taça das Taças, eliminando na 1ª ronda os Suíços do Neuchâtel Xamax, depois de empatar na Reboleira 1-1 (golo do Estrela, por Ricky), o mesmo resultado se verificou em Neuchâtel (Golo do Estrela, por Valério), tendo o Estrela vencido por 4-3 no desempate por pênaltis, vitória festejada por milhares de emigrantes Portugueses presentes no estádio e que eram mais do dobro dos Suíços. Chegando a 2ª ronda, calhou em sorte a equipa do RFC Liège, na 1ª mão, em Liège, o Estrela foi derrotado por 2-0, tendo vencido na 2ª mão apenas por 1-0 a equipa Belga (golo do Estrela, por Duilio), chegava assim ao fim a aventura europeia dos Estrelistas. A melhor classificação obtida no primeiro escalão foi um 7º lugar na época de 1997/98. Na época 2008/2009, embora tenha conseguido a permanência dentro das 4 linhas, ficando num confortável 11º lugar (despromovidos seriam \"Os Belenenses\" e o Trofense), foi despromovido no lugar dos Belenenses, por motivos financeiros. Esta época foi o inicio de uma grave crise financeira no clube tricolor. Dívidas a fornecedores, funcionários, jogadores, fisco, segurança social, etc. Nesta época, o Sindicato dos Jogadores Profissionais ainda apoiou o clube com 1 mês de salário, não sendo o suficiente para a recuperação do mesmo. A despromoção foi automática para a 2ª Divisão Nacional (equivalente ao 3º escalão do futebol português), pois foram proibidos de participar em provas profissionais (1ª e 2ª liga). Na época 2009/2010, o Estrela da Amadora começou com o treinador António Veloso (antiga estrela do Benfica e selecção Nacional, e pai do jogador Miguel Veloso). Os resultados não foram os esperados e logo após 2 jornadas, houve chicotada psicológica, sendo substituído por Jorge Paixão. Na 1ª eliminatória da Taça de Portugal, o Estrela da Amadora eliminou o Mafra, mas foi desclassificado e atribuída a derrota, pois não tinha pago as inscrições dos jogadores à Federação. O Estrela vivia a pior fase da sua existência. Vivia de jogadores ex-juniores e de emprestados (principalmente do Sp. Braga e Belenenses). A partir da 3ª jornada, surgiram resultados, chegando ao topo da classificação, vencendo por exemplo, 4-1 ao Atlético Clube de Portugal (um dos principais candidatos à subida). Mas recomeçaram os graves problemas financeiros. Salários em atraso, greve dos trabalhadores, falta de tratamento médico, do relvado, do autocarro, etc. Recomeçaram as ameaças de greve dos jogadores e as rescisões, começando uma queda-livre na classificação. O Estrela da Amadora terminou a época em 10º lugar, tendo os seus pontos sido em larga maioria conquistados na 1ª volta. A 29 de Setembro de 2009, o Tribunal de Sintra declarou o clube insolvente. As dívidas ultrapassavam os 11,5 milhões de euros. Os antigos sócios, treinadores e presidentes de bancada apontam a apropriação do clube para proveitos pessoais e a má gestão da última década como o grande mal de que o clube padeceu. O Estrela fez o seu último jogo de futebol de seniores a 2 de Maio de 2010, já na segunda divisão, zona sul. Estrela da Amadora 0 – 1 Real Massamá. Em 2011 deu-se a extinção do clube devido aos problemas financeiros. O clube não conseguiu recomeçar como SAD na 2ª divisão distrital, nem participar na 2ª Divisão. ===Relação com a cidade=== Apesar de estar numa das cidades com mais habitantes do país, a maioria dos adeptos do concelho tem quase sempre como primeiro clube um dos grandes de Lisboa, deixando o Estrela como o segundo clube do coração. Mas nem por isso o clube deixou de ter importância em todo o concelho, funcionando como um elemento importante numa cidade com vários problemas a nível social, ao longo dos anos quase que se tornou obrigatório para todos os miúdos, sejam ricos ou pobres, tentarem ingressar nas camadas jovens do clube, que têm uma grande tradição a nível nacional, tendo formado muitos jogadores de elevado nível. ===Outras modalidades=== Para além do Futebol são também praticadas outras modalidades, como a Esgrima, o Ténis de Mesa e a Pesca Desportiva, tendo também já sido praticado o Futsal. No estádio do Estrela, existe também o famoso Bingo do Estrela da Amadora, uma das famosas casas de Bingo de toda a região de Lisboa. Chegou-se ainda a praticar Rugby. ==Claques== A primeira claque de apoio do Estrela da Amadora foram Os Linces, que surgiram nos anos 80. Já no início dos anos 90 aparecem os Ragazzi Tricolor, maior claque que já existiu no clube, que nos tempos áureos chegou a encher todo o topo sul do estádio. Em 1999 surgem os Super Stars, que em 2002 se fundiram com um grupo de adeptos Estrelistas, criando assim a Brigada Tricolor, numa tentativa de reviver os tempos antigos, mas uma série de problemas acabou por ditar o fim da claque em 2005. Como continuidade da Brigada Tricolor foi criada a Legião 1932, mas antes mesmo da fim da Brigada Tricolor, nascia a Magia Tricolor, em 2005, que por sua vez foi a claque que mais coreografias fez feitas em casa e fora, sendo uma das claques mais estáveis do clube Tricolor e auto-suspendeu a sua actividade depois do clube fechar portas mantendo sempre encontros entre os seus membros que hoje em dia voltaram e em força para apoiar praticamente todos os escalões do CD Estrela. * ==Futebol== === Troféus === * Vencedor Taça de Portugal 1989/1990 *1ª Mão Estrela da Amadora 1 – 1 (a.p.) Farense *2ª Mão Finalíssima Estrela da Amadora 2 – 0 Farense 1/32 DE FINAL CF Estrela da Amadora Estoril de Praia 6-2 1/16 DE FINAL CF Estrela da Amadora SC Braga 0-0 SC Braga CF Estrela da Amadora 1-1 (8-9 Penaltis) OITAVOS-DE-FINAL FC Marco CF Estrela da Amadora 0-1 QUARTOS-DE- FINAL CF Estrela da Amadora Tirsense 1-0 MEIAS-FINAIS CF Estrela da Amadora V.Guimarães 1-1 V.Guimarães CF Estrela da Amadora 1-2 (a.p) FINAL CF Estrela da Amadora Farense 1-1 FINALISSIMA CF Estrela da Amadora Farense 2-0 === Supertaça Cândido Oliveira 1990 === * Vice-campeões Supertaça CF Estrela da Amadora FC Porto 2-1 FC Porto CF Estrela da Amadora 3-0 === Competições Europeias === * 1990/1991 - Taça das Taças 1ª Eliminatória CF Estrela da Amadora Neuchâtel Xamax 1-1 Neuchâtel Xamax CF Estrela da Amadora 1-1 (3-4 Penaltis) 2ª Eliminatória RFC Liège CF Estrela da Amadora 2-0 CF Estrela da Amadora RFC Liège 1-0 * 1998 - Copa Intertoto Ruch Chorzów CF Estrela da Amadora 1-1 CF Estrela da Amadora Ruch Chorzów 1-1 (2-4 Penaltis) == Histórico/Palmarés == Nº Presenças Venceu Melhor marca Taça das Taças 1 2ª Eliminatória (1990/1991) Intertoto 1 3ª Eliminatória (1998) Temporadas na I Divisão/Primeira Liga 16 7º Lugar (1993/1994 e 1997/1998) Temporadas na II Divisão Honra/Segunda Liga 5 1 CAMPEÃO (1992/1993) Temporadas na II Divisão/II Divisão B 9 Vencedor de Zona Sul (1987/1988) Temporadas na III Divisão 4 Vencedor de Série E (1982/1983) Taça de Portugal 32 1 VENCEDOR (1989/1990) Supertaça Cândido Oliveira 1 Vencidos (1990) Liga Revelação 1 1 Campeão Taça da Liga 2 Grupos (2008/2009) Temporadas na I Divisão/Primeira Liga === Classificações === == Estatísticas == O Estrela da Amadora entrou no maior escalão do futebol português na época 1988/1989, sendo o seu ultimo registo na época 2008/2009 quando desceu depois de terminar a época no 11º Lugar. Durante a sua história, a sua melhor classificação na Primeira Liga foi o 7º Lugar. Na Segunda Liga, num total de 5 presenças, o Estrela da Amadora conseguiu 3 subidas de divisão tendo sido o campeão da Segunda Liga na época 1992/93. No seu palmarés também consta uma Taça de Portugal conquistada na época 1989/1990 numa final onde venceu o SC Farense por 2-0. Liga Temporadas Partidas Vitórias Empates Derrotas Golos marcados Golos sofridos Primeira Liga 17 540 144 176 220 521 680 Segunda Liga 5 170 75 57 38 223 163 Taça de Portugal 32 94 51 12 31 141 96 == Palmarés == * 1 Campeonato da Segunda Liga 1992/1993 * 1 Taça de Portugal 1989/1990 * IIªDivisão/IIª Divisão B - Vencedor de Zona Sul (1987/1988) * IIIªDivisão - Vencedor de Série E (1982/1983) * 1 Taça de Honra AF Lisboa 2ª Divisão (1980/1981) * 1 Campeonato AF Lisboa 1ª Divisão (1977/1978) * 1 Campeonato AF Lisboa 2ª Divisão (1963/1964) ==Presidentes do clube== *1938/1941: Afonso Pinto Leão *1942/1944: Álvaro “Barroca” Silva *1945/1947: Luciano do Vale *1947/1948: Adriano Gouveia Junior *1948/1949: José Augusto Semedo * 1954/1956 : Celestino Maia Loureiro * 1956/1958 : António Ribeiro Marques da Silva * 1958/1960 : Vítor Pires Amoedo * 1960/1962 : José Borges * 1963/1971 : José Feiteira Silva * 1971/1989 : Alberto Gonçalves * 1972/1973 : Dr. Chambel Sombreireiro * 1973/1974 : João Pimenta * 1974/1975 : Artur Pedro dos Santos * 1975/1976 : Manuel da Silva * 1976/1989 : João José da Conceição Gomes * 1976/1989 : António Soares (Interino) * 1990/1996 : Jaime Salvado * 1996/2002 : José Maria Salvado * 2003/2004 : Fernando Pombo * 2005/2010 : António Fernandes Oliveira * 2011/2011 : Ricardo Paiva (Comissão instaladora) * 2011/2018: António França * 2018/2021: Rui Silva * Desde 2021: José Manuel Francisco SAD • 2020/2022: André Geraldes • Desde 2022: Paulo Lopo ==Treinadores do clube== * 1975/1980 : Henrique Manuel Clemente * 1979/1980 : Antonio Mourato/Walter Ferreira * 1980/1981 : António Bernardo/José Torres * 1986/1987 : Fernando Cabrita * 1987/1988 : Joaquim Meirim * 1988/1990 : João Alves * 1990/1991 : Manuel Fernandes (Tinha como adjunto José Mourinho) * 1991/1992 : Jesualdo Ferreira * 1992/1994 : João Alves * 1994/1998 : Fernando Santos * 1998/2000 : Jorge Jesus * 2000/2001 : Carlos Brito/Quinito * 2001/2002 : Alváro Magalhães * 2002/2003 : Jorge Jesus/João Alves * 2003/2004 : João Alves/Miguel Quaresma * 2004/2006 : Toni * 2006/2008 : Daúto Faquirá * 2007/2008 : Lito Vidigal/Lázaro Oliviera * 2009/2010 : António Veloso/Jorge Paixão ==Camadas Jovens== CF Estrela da Amadora sempre foi considerado umas das melhoras escolas do país a formar jogadores. O Estrela foi uma peça fundamental para o desenvolvimento do desporto da Cidade Amadora. Daqui saíram grandes atletas para grandes clubes a nível nacional como internacional, motivo de orgulho para todos os tricolores. * Dimas(Benfica) * Paulo Bento (Benfica) * Abel Xavier (Benfica) * Miguel (Benfica) * Jorge Andrade (FC Porto) * Calado (Benfica) * Paulo Ferreira (FC Porto) * Ruben Dias (Manchester City) * Rodolfo (FC Porto) * Filipe Martins * Sérgio Marquês */ Chaínho (FC Porto) * João Moreira (Valência) * Bebé (Manchester United) * Nelson Rabino (Vitoria Setúbal) * Daniel Kenedy (Benfica) ==Modalidades Amadoras== ===Futsal=== * Primeira Divisão: 11º Classificado (Desceu divisão no Playout) 2004/2005 * Segunda Divisão: 12ª Classificado 2005/2006 * Terceira Divisão: 13º Classificado 2006/2007 ===Ténis de Mesa=== * 7 Campeonatos Nacionais de Seniores 1ª Divisão (1987/1989/1994/1996/1997/2001/2004) * 1 Campeonatos Nacionais de Seniores 2ª Divisão (1983) * 2 Campeonatos Nacionais de Seniores 3º Divisão (1980/1982) O mesa-tenista Tiago Apolónia foi formado na equipa do Estrela. ==Ligações externas== * Categoria:Clube de Futebol Estrela da Amadora‏‎ Categoria:Clubes de futebol extintos de Portugal Categoria:Clubes de futebol fundados em 1932 Categoria:Fundações em Portugal em 1932 Categoria:Clubes de futebol extintos em 2011 Categoria:Extinções em Portugal em 2011 Categoria:Amadora",
 "title": "Clube de Futebol Estrela da Amadora"
}