{
 "id": "110488",
 "text": "Stuart Fergusson Victor Sutcliffe (Edimburgo, 23 de junho de 1940 – Hamburgo, 10 de abril de 1962) foi um pintor e músico britânico, mais conhecido por ser o primeiro baixista dos Beatles. Sutcliffe deixou a banda para seguir carreira como pintor, tendo frequentado anteriormente o Liverpool College of Art. Acredita-se que Sutcliffe e John Lennon inventaram o nome \"Beetles\", pois ambos gostavam da banda de Buddy Holly, The Crickets. Eles usaram esse nome por um tempo, até que Lennon decidiu mudar o nome para \"the Beatles\", a partir da palavra beat. Sutcliffe também é tido como o responsável pela troca de penteado do grupo, saindo dos topetes estilo Elvis Presley para os cabelos escorridos, que acabara por se tornar uma marca da banda. Como membro do grupo quando era um quinteto, Sutcliffe é uma das várias pessoas referidas como \"Quinto Beatle\". Quando ele se apresentou com os Beatles em Hamburgo, conheceu a fotógrafa Astrid Kirchherr, a quem acabou noivando pouco depois. Depois de deixar os Beatles, ele se matriculou no Hamburg College of Art, estudando com o futuro artista pop Eduardo Paolozzi, que mais tarde escreveu um relatório afirmando que Sutcliffe era um de seus melhores alunos. Sutcliffe ganhou outros elogios por suas pinturas, que exploraram principalmente um estilo relacionado ao expressionismo abstrato. Enquanto estudava na Alemanha, Sutcliffe começou a sentir fortes dores de cabeça e sensibilidade aguda à luz. Em abril de 1962, ele desmaiou no meio de uma aula de artes depois de se queixar de dores de cabeça. Médicos alemães realizaram vários testes, mas não conseguiram encontrar a causa para essas dores. Depois de desmaiar novamente em 10 de abril de 1962, ele morreu enquanto estava sendo levado ao hospital de ambulância. A causa da morte posteriormente foi revelada como sendo uma hemorragia cerebral – sangramento grave no ventrículo direito do cérebro. ==Primeiros anos== O pai de Sutcliffe, Charles Sutcliffe (1905–1966), foi previamente casado com Martha, com quem ele teve quatro filhos. Era um funcionário público, que se mudou para Liverpool para ajudar no esforço de guerra em 1943, e depois foi contratado como engenheiro naval, e por isso estava frequentemente no mar durante os primeiros anos de seu filho. Sua mãe, Millie, era professora de escola infantil. Sutcliffe tinha duas irmãs mais novas, Pauline e Joyce, assim como três meio-irmãos mais velhos, Joe, Ian e Charles, bem como uma meia-irmã mais velha, Mattie, do primeiro casamento de seu pai. Sutcliffe nasceu no Simpson Memorial Maternity Pavilion, em Edimburgo, Escócia, e depois que sua família se mudou para a Inglaterra, ele foi criado na 37 Aigburth Drive, em Liverpool. Frequentou a Escola Primária Park View, Huyton (1946-1951) e a Escola de Gramática Prescot de 4 de setembro de 1951 a 1956.Stuart Sutcliffe school Quando o pai de Sutcliffe voltou para casa de licença, ele convidou seu filho e Rod Murray, colega de quarto e faculdade e melhor amigo de Stuart, para uma \"boa bebedeira\", colocando 10 libras no bolso de Sutcliffe antes de desaparecer por outros seis meses. O biógrafo dos Beatles, Philip Norman, escreveu que Charles era alcóolatra e fisicamente agressivo com sua esposa, e que o jovem Stuart era testemunha. Durante seu primeiro ano no Liverpool College of Art, Sutcliffe trabalhou como lixeiro nos caminhões de coleta de lixo da Liverpool Corporation.Sutcliffe's cheque book - Lennon foi apresentado a Sutcliffe por Bill Harry, um amigo em comum, quando os três estudavam no Liverpool College of Art. De acordo com Lennon, Sutcliffe tinha um \"portfólio de arte maravilhoso\" e era um pintor muito talentoso que era uma das \"estrelas\" da escola. Ele ajudou Lennon a melhorar suas habilidades artísticas e, com outros, trabalhou com ele quando Lennon teve que fazer trabalhos. Sutcliffe dividiu um apartamento com Murray em 9 Percy Street, Liverpool, antes de ser despejado e se mudar para Hillary Mansions em 3 Gambier Terrace, onde viveu outra estudante de arte, Margaret Chapman, que competia com Sutcliffe para ser a melhor pintora em sala de aula.Painting by Sutcliffe in Percy Street flat O apartamento ficava em frente à nova catedral anglicana na área degradada de Liverpool 8, com lâmpadas descobertas e um colchão no chão no canto. Lennon foi morar com Sutcliffe no início de 1960 (Paul McCartney mais tarde admitiu que estava com ciúmes do relacionamento de Sutcliffe com Lennon, pois sentiu que estava sendo deixado de lado).\"The Beatles Anthology\" (DVD) 2003 (Episode 1 – 0:27:24) McCartney talking about being jealous of Sutcliffe's friendship with Lennon. Sutcliffe e seus colegas de apartamento pintaram os quartos de amarelo e preto, coisa que a dona da casa não aprovou. Em outra ocasião, os inquilinos, precisando se aquecer, queimaram os móveis do apartamento.\"I heard that Stuart had painted his room\" by Norman Allanson miniatura|direita|Placa comemorativa a primeira banda de Lennon e Sutcliffe, The Dissenters Depois de conversar com Sutcliffe uma noite no Casbah Coffee Club (propriedade de Mona Best), Lennon e McCartney persuadiram Sutcliffe a comprar uma guitarra modelo Höfner President 500/5 na loja de música de Frank Hessey.\"The Beatles Anthology\" (DVD) 2003 (Episode 1 – 0:28:02) Harrison and McCartney talking about Sutcliffe's first bass guitar.Sutcliffe's President Bass Sutcliffe era versado em música: ele havia cantado no coral da igreja local em Huyton, sua mãe insistira em aulas de piano para ele desde os nove anos de idade, ele tocara corneta no Air Training Corps e seu pai lhe ensinara alguns acordes na guitarra.Photo of Sutcliffe in church choir Em maio de 1960, Sutcliffe juntou-se a Lennon, McCartney e George Harrison (então conhecidos como \"the Silver Beatles\"). Os dedos de Sutcliffe muitas vezes se enchiam de bolhas durante longos ensaios, já que ele nunca havia praticado tempo suficiente para que seus dedos ficassem calejados, mesmo que ele já tivesse tocado violão.Sutcliffe's first guitar Ele começou a atuar como um agente de reservas para o grupo, e eles costumavam usar seu apartamento de Gambier Terrace como sala de ensaio. Em julho de 1960, o jornal dominical The People publicou um artigo intitulado \"The Beatnik Horror\", onde mostrava uma fotografia tirada no apartamento abaixo do de Sutcliffe de um Lennon adolescente deitado no chão, com Sutcliffe em pé ao lado de uma janela. Como frequentemente visitavam o Jacaranda Club, seu dono, Allan Williams, providenciou a tomada da fotografia, posteriormente substituindo Sutcliffe como agente de reservas para o grupo: Lennon, McCartney, Harrison e Sutcliffe. A mudança subsequente de nome dos Beatles ocorreu durante uma tarde no bar Renshaw Hall, quando Sutcliffe, Lennon e sua namorada Cynthia Powell, inventaram nomes parecidos com a banda de Buddy Holly, The Crickets, e chegaram a \"Beetles\". ==The Beatles e Hamburgo== O estilo de tocar de Sutcliffe era elementar, principalmente com notas de raiz de acordes. Harry - um amigo de escola e fundador e editor do jornal Mersey Beat - reclamou com Sutcliffe que ele deveria estar se concentrando na arte e não na música, pois achava que Sutcliffe era competente, cujos talentos seriam melhor usados nas artes visuais. Embora Sutcliffe seja frequentemente descrito nas biografias dos Beatles como aparecendo muito desconfortável no palco, e muitas vezes tocando de costas para o público, o baterista na época, Pete Best, nega isso, lembrando Sutcliffe como geralmente bem-humorado e \"animado\" diante da plateia.An Evening With Pete Best, Part I: The Interview Quando os Beatles fizeram um teste para Larry Parnes no Wyvern Club, na Seel Street, Liverpool, Williams mais tarde afirmou que Parnes teria levado o grupo como banda de apoio para Billy Fury por 10 libras por semana, mas quando Sutcliffe deu as costas a Parnes durante a audição - porque, como Williams acreditava, Sutcliffe não podia tocar muito bem - Parnes disse que só empregaria o grupo se Sutcliffe saísse. Parnes mais tarde negou isso, afirmando que sua única preocupação era que o grupo não tivesse um baterista permanente.Bill Harry interview on Beatle Folks Klaus Voormann considerava Sutcliffe um bom baixista,\"Stuart Sutcliffe, The Lost Beatle\" documentary embora o historiador dos Beatles Richie Unterberger tenha descrito o baixo de Sutcliffe como uma \"batida sem arte\". A popularidade de Sutcliffe cresceu depois que ele começou a usar óculos escuros Ray-Ban e calças justas. O ponto alto de Sutcliffe era cantar \"Love Me Tender\", que atraía mais aplausos do que os outros Beatles, e aumentou o atrito entre ele e McCartney, que já vinha de longa data por conta do ciúme de McCartney da relação entre Sutcliffe e Lennon. Embora Lennon tivesse uma forte amizade com Sutcliffe, este também começou a criticá-lo, fazendo piadas sobre o seu tamanho e estilo de tocar. Em 5 de dezembro de 1960, Harrison foi enviado de volta à Inglaterra por ser menor de idade. McCartney e Best foram deportados por tentativa de incêndio no Bambi Kino (uma sala de cinema que a banda usava para guardar seus pertences), o que deixou apenas Lennon e Sutcliffe em Hamburgo.The BeatlesTimeline Lennon retornou de trem para casa, mas como Sutcliffe estava resfriado, ele ficou em Hamburgo. Sutcliffe mais tarde pegou dinheiro emprestado de sua namorada, Astrid Kirchherr, para voar de volta a Liverpool na sexta-feira, 20 de janeiro de 1961, embora tenha retornado a Hamburgo em março de 1961, com os outros Beatles. Em julho de 1961, Sutcliffe decidiu deixar o grupo para continuar pintando. Depois de receber uma bolsa de estudos de pós-graduação, ele se matriculou na Universidade de Belas Artes de Hamburgo, onde estudou sob a tutela de Eduardo Paolozzi. Ele emprestou a McCartney seu baixo até que ele ganhasse o suficiente para comprar um baixo Höfner 500/1 canhoto feito especialmente para ele em junho de 1961, mas especificamente pediu a McCartney (que é canhoto) para não mudar as cordas ao redor ou restringir o instrumento, então McCartney teve que tocar o baixo ao contrário. ==Astrid Kirchherr== Kirchherr foi criada por sua mãe viúva, Nielsa Kirchherr, em Eimsbütteler Strasse, em uma parte rica do subúrbio de Hamburgo, Altona. Sutcliffe conheceu Kirchherr no clube Kaiserkeller, onde ela assistiu aos Beatles se apresentarem. Depois de uma sessão de fotos com o grupo, Kirchherr convidou-os para a casa de sua mãe para um chá e mostrou-lhes seu quarto decorado em preto, incluindo os móveis, com folha de prata nas paredes e um grande galho de árvore pendurado no teto. Sutcliffe começou a namorar Kirchherr logo em seguida. Sutcliffe escreveu a amigos que ele estava apaixonado por Kirchherr e perguntou a seus amigos alemães quais cores, filmes, livros e pintores ela gostava. Best comentou que o início de seu relacionamento foi \"como um daqueles contos de fadas\". Kirchherr e Sutcliffe ficaram noivos em novembro de 1960 e trocaram alianças, como é costume alemão. Sutcliffe depois escreveu aos seus pais que ele estava noivo de Kirchherr, o que eles ficaram chocados ao saber, pois eles pensavam que ele iria desistir de sua carreira como artista, embora ele tenha dito a Kirchherr que ele gostaria de ser um professor de arte em Londres ou Alemanha no futuro. Depois de se mudar para a casa da família Kirchherr, Sutcliffe costumava pegar emprestado suas roupas. Ele usava calças e jaquetas de couro, jaquetas sem colarinho, camisas grandes e lenços compridos, e também pegou emprestado um terno de veludo sem lapelas que usava no palco, o que levou Lennon a sarcasticamente perguntar se sua mãe lhe emprestara a roupa. ==Arte== Sutcliffe exibia seu talento artístico desde cedo. Helen Anderson, uma colega, lembrou-se de seus primeiros trabalhos como sendo muito agressivos, com cores escuras e mal-humoradas, que não eram o tipo de pintura que ela esperava de um \"estudante calmo\". Uma das pinturas de Sutcliffe foi mostrada na Walker Art Gallery, em Liverpool, como parte da exposição John Moores, de novembro de 1959 a janeiro de 1960. Depois da exposição, Moores comprou a tela de Sutcliffe por 65 libras, que era então igual a 6–7 semanas de salário para um homem trabalhador médio. A imagem que Moores comprou se chamava Summer Painting, e Sutcliffe participou de um jantar formal para celebrar a exposição com outra estudante de arte, Susan Williams. Murray lembrou que a pintura foi pintada em um quadro, não em uma tela, e teve que ser cortada em dois pedaços (por causa de seu tamanho) e articulada. Murray acrescentou que apenas uma das peças realmente chegou à exposição (porque eles pararam em um bar para comemorar), mas foi vendida, no entanto, porque Moores comprou para seu filho. Sutcliffe foi recusado quando se candidatou a um curso de ATD (Art Teachers Diploma) no Liverpool Art College, mas depois de conhecer Kirchherr, ele decidiu deixar os Beatles e frequentar o Hamburg College of Art em junho de 1961, sob a tutela de Paolozzi, que mais tarde escreveu um relatório afirmando que Sutcliffe era um de seus melhores alunos.Hamburg identity card, 1961 Eduardo Paolozzi's Report Ele escreveu: \"Sutcliffe é muito talentoso e muito inteligente. Nesse meio tempo, ele se tornou um dos meus melhores alunos\". As poucas obras remanescentes de Sutcliffe revelam a influência dos artistas abstratos britânicos e europeus contemporâneos ao movimento expressionista abstrato nos Estados Unidos. Seu trabalho figurativo anterior é uma reminiscência da escola \"kitchen sink\", particularmente de John Bratby, embora Sutcliffe estivesse produzindo obras abstratas no final da década de 1950, incluindo The Summer Painting, comprada por Moores. Hamburg Painting no. 2 foi comprado pela Walker Art Gallery, de Liverpool, e faz parte de uma série intitulada Hamburg, na qual as mudanças de superfície e cor produziam energia atmosférica. Artistas europeus (incluindo Paolozzi) também estavam influenciando Sutcliffe na época. Hamburg Painting No. 2 1961 A Walker Art Gallery tem outros trabalhos por Sutcliffe, que são Self-portrait (no carvão vegetal) e The Crucifixion.Sutcliffe's self-portrait (in charcoal) \"The Crucifixion\" by Sutcliffe Lennon mais tarde pendurou um par de pinturas de Sutcliffe em sua casa (Kenwood) em Weybridge, e McCartney tinha uma escultura de Paolozzi em sua casa em Cavendish Avenue. ==Morte== Enquanto estava na Alemanha, Sutcliffe começou a sentir fortes dores de cabeça e sensibilidade aguda à luz,Sefton General Hospital report e Kirchherr afirmou que algumas vezes ele ficava temporariamente cego enquanto estava com essas dores de cabeça. Em 1962, Sutcliffe entrou em colapso no meio de uma aula de arte em Hamburgo. A mãe de Kirchherr fez com que médicos alemães realizassem vários exames, mas não foram capazes de determinar o que estava causando essas dores. Eles sugeriram que ele voltasse para a Inglaterra e se internasse em um hospital com melhores instalações, mas Sutcliffe foi informado de que não havia nada de errado com ele, então retornou a Hamburgo. Enquanto morava na casa dos Kirchherrs, sua condição piorou e, depois de um novo colapso em 10 de abril de 1962, ele foi levado ao hospital por Kirchherr (que o acompanhava na ambulância), mas morreu antes de chegar ao hospital. A causa da morte foi relevada como tendo sido uma hemorragia cerebral, especificamente, um aneurisma, resultando em uma \"paralisia cerebral devido a hemorragia no ventrículo direito do cérebro\". Em 13 de abril de 1962, Kirchherr encontrou o grupo no aeroporto de Hamburgo, dizendo que Sutcliffe morrera alguns dias antes. A mãe de Sutcliffe voou para Hamburgo com o empresário dos Beatles, Brian Epstein, e voltou para Liverpool com o corpo de seu filho. O pai de Sutcliffe não soube da morte de seu filho por três semanas, pois estava viajando para a América do Sul, embora a família tenha conseguido fazer um padre o comunicar quando ele chegou a Buenos Aires. Após a morte de Sutcliffe, Kirchherr escreveu uma carta a sua mãe, desculpando-se por estar doente demais para comparecer ao seu funeral em Liverpool e dizendo o quanto ela e Lennon sentiam a falta dele: \"Oh, mamãe, ele (Lennon) está com um humor terrível agora, ele simplesmente não consegue acreditar que o querido Stuart nunca voltará. Está apenas chorando ... John é maravilhoso para mim, ele diz que conhece Stuart tanto e o ama tanto que pode me entender\".Astrid's letter to Millie Sutcliffe Stuart foi sepultado na Igreja de São Miguel, Merseyside, na Inglaterra. A causa do aneurisma de Sutcliffe é desconhecida, embora possa ter sido iniciada por uma lesão anterior, quando ele foi chutado na cabeça ou jogado de cabeça contra uma parede de tijolos durante um ataque fora de Lathom Hall, após uma apresentação em janeiro de 1961. De acordo com o ex-empresário Allan Williams, Lennon e Best foram ajudar Sutcliffe, lutando contra seus atacantes antes de arrastá-lo com segurança. Sutcliffe teve seu crânio fraturado na luta e o mindinho de Lennon foi quebrado. Sutcliffe recusou a atenção médica na ocasião e não conseguiu marcar uma consulta com raio-X no Sefton General Hospital. Embora Lennon não tenha ido ou enviado flores para o funeral de Sutcliffe, sua segunda esposa, Yoko Ono, lembra-se que Lennon mencionava o nome de Sutcliffe com muita frequência, dizendo que ele era \"meu alter ego ... um espírito em seu mundo ... força orientadora\". ==Lançamentos póstumos== Em 1967, uma foto de Sutcliffe estava na capa do álbum Sgt. Pepper's Lonely Hearts Club Band (extrema esquerda, na frente de Aubrey Beardsley). O álbum de compilação dos Beatles, Anthology 1, lançado em 1995, apresentava gravações inéditas dos primeiros anos do grupo. Sutcliffe toca baixo com os Beatles em três músicas que gravaram em 1960: \"Hallelujah, I Love Her So\", \"You'll Be Mine\" e \"Cayenne\".\"The Beatles Anthology\" (DVD) 2003 Em 2011, o espólio de Sutcliffe lançou uma gravação alegando ser Sutcliffe cantando \"Love Me Tender\", gravada em 1961 e doada ao espólio em 2009. A capa mostra uma pintura de Sutcliffe intitulada Homage to Elvis. A autenticidade da gravação foi muito debatida. ==Cinema, televisão e livros== Sutcliffe foi retratado por David Nicholas Wilkinson no filme Birth of the Beatles (1979) e por Lee Williams em In His Life: The John Lennon Story (2000). O papel de Sutcliffe no início da carreira dos Beatles, bem como os fatores que o levaram a deixar o grupo, é dramatizado no filme Backbeat, de 1994, no qual ele foi interpretado pelo ator estadunidense Stephen Dorff. Sutcliffe não aparece no filme Nowhere Boy de 2009, mas é brevemente mencionado no final. Foram transmitidos quatro documentários de televisão que lidam com a vida de Sutcliffe: *Midnight Angel (1990) Granada TVWalker, John. (1990). \"Stuart Sutcliffe and the film Midnight angel\" *Exhibition (1991) Colônia, TV alemã *Stuart, His life and Art (2005) BBC *Stuart Sutcliffe, The Lost Beatle Livros sobre Sutcliffe: * Backbeat: Stuart Sutcliffe: The Lost Beatle (1994) Alan Clayson e Pauline Sutcliffe * Stuart, The Life and Art of Stuart Sutcliffe (1995) Pauline Sutcliffe e Kay Williams * The Beatles Shadow, Stuart Sutcliffe, & His Lonely Hearts Club (2001) Pauline Sutcliffe e Douglas Thompson * Stuart Sutcliffe: a retrospective (2008) Matthew H. Clough e Colin Fallows * Baby's in Black (2010) Arne Bellstorf O espólio de Stuart Sutcliffe vende memorabilias e artefatos de Sutcliffe, que incluem poemas escritos por ele e os acordes e letras das músicas que Lennon e Sutcliffe estavam aprendendo.. A letra é da versão de Gene Vincent da canção Peace of Mind lançada em 1958. ==Bibliografia== * * * * * * * * * * * * * * * * * * ==Ligações externas== *Sítio oficial *Exibição sobre Stuart Sutcliffe no Museum of Liverpool Categoria:Baixistas da Escócia Categoria:Membros de The Beatles Categoria:Naturais de Edimburgo Categoria:Mortes por aneurisma Categoria:Pintores da Escócia",
 "title": "Stuart Sutcliffe"
}