{
 "id": "110540",
 "text": "M&M;'s é uma marca pertencente a Mars, Incorporated que se refere principalmente a pequenos pedaços de chocolate ao leite recobertos por uma camada de açúcar. A marca possui conhecidos \"M&Ms; falantes\" que aparecem nos comerciais de televisão do produto. Os mais populares sabores de M&M;'s são os de chocolate ao leite e amendoim. Outros sabores existem, mas são mais difíceis de serem encontrados. Incluem: amêndoa, crispy, manteiga de amendoim, chocolate branco, chocolate amargo, menta, doce de leite e café. Existe ainda a versão \"mini\" de chocolate ao leite e chocolate branco. Embora a marca também possa ser utilizada em outros produtos como panetone. == História == Os M&M;'s foram criados quando Forrest Mars viu soldados espanhóis a comerem pedaços de chocolate cobertos de açúcar para que o chocolate não derretesse nos dedos, durante a Guerra Civil Espanhola. Foi em 1941 que os primeiros M&M;'s foram vendidos nos Estados Unidos. Na altura em que os americanos entraram na Segunda Guerra Mundial, os soldados recebiam do exército estes snacks devido à sua conveniência de transporte em qualquer clima; pouco depois disto o doce foi publicitado e tornou-se num grande sucesso de vendas. thumb|esquerda|200px|Propaganda da marca na Times Square, em Nova Iorque O nome M&M;'s surgiu de \"Mars & Murrie\" (o parceiro de negócios de Mars era Bruce Murrie, filho de William Murrie, rival de William S. Hershey). Os M&M;'s logo viraram um sucesso porque, na época, o ar condicionado ainda não era muito encontrado em lojas, casas e automóveis e o derretimento das barras de chocolate tornou-se um problema, mas os M&M;'s não derretiam devido ao seu revestimento de açúcar. Em 1954, o sabor de amendoim foi introduzido. Naquele mesmo ano, os personagens da marca e o slogan \"The milk chocolate melts in your mouth, not in your hand\" (em português, \"O chocolate ao leite derrete na sua boca, não na sua mão\") foram registrados. Os doces possuíam originalmente seis cores: vermelho, laranja, amarelo, verde, castanho e violeta (os de amendoim possuíam as mesmas cores, exceto o violeta). O vermelho foi eliminado da mistura na década de 1970 por causa de preocupações se o corante usado era saudável. Apesar de que os M&M;'s não possuíam este tipo específico de corante, os vermelhos foram removidos do produto, para satisfazer os consumidores. Em 1987, o vermelho voltou à tradicional mistura de cores, atendendo a intensos pedidos dos consumidores. A cor violeta também foi retirada da mistura e foi trocada por dourado em 1949, mas esta cor não era muito popular e também foi retirada das opções. thumb|Carro da NASCAR com patrocínio da M&M;'s. No Reino Unido os M&M;'s de amendoim eram conhecidos como Treets até 1990. Além deste, os Toffee Treats também foram disponibilizados por algum tempo. As versões de chocolate não foram introduzidas até que a marca tornou-se M&M;'s. Isto ocorreu em parte porque o Smarties, doce similar da Nestlé, era mais popular lá; vender um sabor de chocolate poderia tirar a credibilidade da marca Treets.} Em 1993, a Mars fez uma pesquisa com os consumidores nos Estados Unidos perguntando que cor eles preferiam que fosse introduzida: azul, rosa ou roxo. O azul ganhou e foi adicionado um tempo depois. Na mesma época, M&M;'s novos foram disponibilizados em lojas especializadas em 24 cores diferentes. Em Junho de 2004, o M&M;'s ganhou mais fama quando o piloto da SpaceShipOne, Mike Melvill, abriu um pacote da marca ao atingir a fronteira do espaço, mostrando a leveza do ar enquanto os pedaços flutuavam na cabine. Em 2022, A M&M;’s atualizou o aspeto e as personalidades das suas mascotes para criar um mundo onde todos sintam que pertençam. A marca passa a incluir uma visão mais moderna das personagens, assim como personalidades mais diferenciadas para sublinhar a importância da auto-expressão e o poder da comunidade. O tom de pele das mascotes será mais neutro e o tom de voz “mais inclusivo, acolhedor e unificador”, preservando a sua natureza brincalhona. O calçado que as personagens femininas irão usar: a mascote verde vai usar sapatilhas em vez de botas de salto alto, enquanto a personagem castanha terá agora sapatos de salto baixo. Também as poses serão diferentes. As personagens vão adotar posturas “mais convidativas e acolhedoras, para que todos se sintam como se fizessem parte da equipa”. == Controvérsias == A franquia sueca de chocolates Marabou, subsidiária da Mondelēz, e a Mars tinham anteriormente um acordo de que a Mars não usaria a marca M&M;'s na Suécia, Noruega e Finlândia, para evitar confusão com a marca \"M\" da Marabou, que é usada desde 1957. O acordo expirou em 1998 e em 2009 a Mars Suécia começou a comercializar os M&M;'s nos países nórdicos. Após uma decisão judicial, a Mars foi forçada a parar de vender o produto no mercado do país em 30 de junho de 2016. == Ligações externas == * * Site oficial no Brasil * Site oficial em Portugal * Categoria:Marcas da Mars, Incorporated Categoria:Marcas de chocolate",
 "title": "M&M's"
}