{
 "id": "110561",
 "text": "Robert Gregory Bourdon (Calabasas, 20 de janeiro de 1979) é um músico norte- americano, mais conhecido por ser ex-baterista e um dos fundadores da banda Linkin Park. == Biografia == Quando pequeno, Rob era forçado a estudar piano. Aos nove anos de idade, foi ao The Great Western Forum para assistir um show da banda Aerosmith (reza a lenda que sua mãe foi namorada do baterista do Aerosmith e foi ela quem ajudou a escolher o nome da banda). Este foi seu primeiro show. Depois de vê-los tocar, ele desejou um dia estar lá no palco tocando bateria. Aos 10 anos começou a tocar bateria e aos 13 anos já tocava músicas cover com seus amigos. Segundo ele, foi muito bom ver o nome da banda dele no anúncio de shows da casa onde ele se inspirou a tocar bateria. Rob tocou em várias bandas quando era jovem. Em uma delas, a Relative Degree, tocou com Brad Delson. A banda era uma mistura de rock com rap e o único objetivo real deles era tocar no The Roxy; quando finalmente alcançaram o objetivo, a banda acabou. Quando entrou no colegial, Rob era ligado em funk. Mais para a frente, Rob se juntou a Brad e Mike Shinoda e juntos eles fundaram a banda Xero, que viria a ser o Linkin Park. == Vida pessoal == Apesar de não ser o garoto propaganda da Matix (linha de roupas), Rob quase sempre usa nos shows camisetas com a marca estampada. No clipe live de Points of Authority, ele aparece usando uma. Rob é muito perfeccionista. Quando criança, ficou três horas sentado num canto de sua casa até aprender a amarrar os sapatos. Segundo eles, ele não erra nem mesmo nas gravações de videoclipes. Rob não teve que regravar nada para fazer o Reanimation, mas ele estava decidido a ouvir o trabalho de seus companheiros de banda e expressar suas opiniões. Se ele não gostasse, teria que falar e os outros teriam que mudar tudo para ficar melhor. Rob toca bateria com sapatos de pilotos de carro. Segundo ele, isso dá a ele mais controle sobre os pedais da bateria. Gosta de tocar piano e surfar quando tem tempo livre. Rob também já foi garçom. Seu momento mais emocionante foi receber a baqueta de ouro pelo álbum Hybrid Theory. Namorou por seis anos a atriz Vanessa Lee Evigan.http://www.famoushookups.com/site/relationship_detail.php?name=Rob- Bourdon&relid;=1756&celebid;=2616 == Equipamento == * Drums (Gretsch USA Custom) 14X6.5 Snare Drum. * {C 22X18 Bass Drum * {C 18X16 Floor Tom * {C 16X16 Floor Tom * {C 10X8 High-Tom * {C 12X10 Mid-Tom === Cymbals Zildjian === * 14\" A-New Beat hi-hats or 14\" A-Custom Mastersound hi-hats [for studio and live, respectively] *{C 18\" A-Custom Projection Crash *10\" A-Custom Splash *{C 19\" A-Custom Projection Crash *21\" A-Custom Projection Ride *{C 20\" oriental trash china === Outros === *Electronics: Pintech Pads(to the left of hi-hats), Roland SPD- 3 *Hardware: Gibraltar cage/drum supports *Heads: Various Remo Heads *Sticks: Vater 5B (Hickory with wood tip) *Footwear: Puma racing shoes *Recording Software: Pro Tools *Triggers on snare(Roland RT-10S) *KD-7 Bass Drum Trigger Unit (Roland) *MultiDirector DI (Whirlwind) *Headphone Mixer MH4 (Rane) *Crossover SAC22 (Rane) *Bass Shaker (Aura) *DW 9000 pedal (DW) *S6000 Sampler (Akai) *MPC2000XL Sampler (Akai) *DM5 Drum Module (Alesis) *M-1400I Power Amp (Mackie) *PL Plus Power Conditioner (Furman) Categoria:Bateristas dos Estados Unidos Categoria:Membros do Linkin Park Categoria:Músicos de nu metal",
 "title": "Rob Bourdon"
}