{
 "id": "110678",
 "text": "Gymnophiona ou Apoda é uma ordem de anfíbios que inclui cerca de 175 espécies, distribuídas em 5 ou 6 famílias, variando por classificação. São encontrados na América do Sul e na América Central, na África, e no Sudeste Asiático. Os gimnofionos caracterizam-se pela ausência de patas. A maioria das espécies possui a pele segmentada em anéis e um estilo de vida predominantemente fossorial, o que as leva a ser frequentemente confundidas com minhocas, havendo inclusive algumas sendo chamadas de minhocoçu (minhoca-grande) em algumas regiões do Brasil. No entanto, são vertebrados e não anelídeos. Há também frequente confusão com as cobras, especialmente as espécies maiores. São conhecidos popularmente pelos nomes de cobra-cega, cobra-pilão, ibicara, mãe-de-saúva, pilão e ubijara. ==Características== Os gimnofionos são animais sem patas, com pele esguia e segmentada, com olhos pequenos recobertos por pele (o que leva muitas pessoas a pensar que são animais cegos, sendo que na verdade não são completamente cegos, sendo capazes de distinguir entre ausência e presença de luz) e extremamente adaptados à vida subterrânea. Detectam a maioria dos estímulos a partir do nariz e da pele, tendo também um órgão único, um par de tentáculos localizados entre os olhos e o nariz, provavelmente com funções quimio e mecanorreceptoras. O tamanho desses animais varia conforme a espécie, havendo gimnofionos com poucos centímetros até alguns com cerca de um metro e meio. A respiração faz-se principalmente por pulmões, mas também através da pele e da boca. O crânio é muito ossificado, uma adaptação que o permite ser usado para a escavação. Os gimnofionos são o único grupo de anfíbios onde só há fecundação interna. O macho, na hora da cópula, extroverte a cloaca, que, assim, transforma-se em um tipo de pênis, conhecido como Phallodeum. Cerca de 75% das espécies são vivíparas e dão à luz crias já desenvolvidas. E a maior parte das espécies produzem uma secreção que serve de alimento para os filhotes, se assemelhando ao leite materno, sendo secretada pelas membranas do oviducto. Os gimnofionos tendem a ter cores escuras, mas há espécies muito coloridas, como por exemplo as cobras-cegas do táxon Schistometopum thomensis, que possuem um amarelo muito vivo. Os gimnofionos são onívoros, espécies criadas em cativeiro podem geralmente ser alimentadas com uma dieta à base de minhocas. A dieta desses anfíbios na natureza, porém, é ainda pouco entendida. == Classificação == Taxonomicamente os gimnofionos são divididos em 6 famílias. * Rhinatrematidae Nussbaum, 1977 - 2 gêneros, 9 espécies - terrestres de pequeno porte, acredita-se que tenham larvas aquáticas - América do Sul * Ichthyophiidae Taylor, 1968 - 2 gêneros, 39 espécies - terrestres, moderadamente grandes, com larvas aquáticas - Ásia * Uraeotyphlidae Nussbaum, 1979 - 1 gêneros, 5 espécies - terrestres, pequenos, ovíparos, talvez com desenvolvimento direto - Índia * Scolecomorphidae Taylor, 1968 - 2 gêneros, 6 espécies - terrestres, moderadamente grandes e talvez vivíparas - África * Typhlonectidae Taylor, 1968 - 5 gêneros, 13 espécies - aquáticas e semi-aquáticas de pequeno a grande porte, vivíparas com larvas aquáticas - América do Sul * Caeciliidae Rafinesque, 1814 - 26 gêneros, 99 espécies - terrestres e aquáticas, muito pequenas a muito grandes, vivíparas e ovíparas; sem estágiolarval aquático - América do Sul e Central, África, Índia e ilhas Seychelles Estudo de filogenia molecular do grupo baseados na estrutura molecular mitogenómica permitem estabelecer o seguinte cladograma: == Reprodução == Entre os vertebrados, os anfíbios são caracterizados por uma grande diversidade de modos reprodutivos e tipos de cuidados parentais.Gomes, A. D., Moreira, R. G., Navas, C. A., Antoniazzi, M. M., & Jared, C. 2012. Review of the reproductive biology of caecilians (Amphibia, Gymnophiona). South American Journal of Herpetology, 191-202. Na ordem Gymnophiona, há oviparidade com desenvolvimento direto ou indireto, bem como viviparidade.Gower, D. J.; Wilkinson, M. 2009. Gymnophiona. pp. 369-372. In: S. B. Hedges and S. Kumar (Eds.), The Timetree of Life. Oxford University Press, New York Embora este grupo apresente diversos habitats ecológicos, com variações morfológicas, fisiológicas e comportamentais associadas,Jared, C.; Navas, C. A.; Toledo, R. C. 1999. An appreciation of the physiology and morphology of the Caecilians (Amphibian: Gymnophiona). Comparative Biochemistry and Physiology, 123:313-328. sua diversidade reprodutiva ainda é pouco investigada. === Dimorfismo sexual === O dimorfismo sexual em cecílias é pouco estudado, mas alguns padrões morfológicos têm sido usados ​​para identificar o sexo, como a presença de glândulas anais, formato da cloaca, número de vértebras e correspondentes anéis tegumentares. Para algumas espécies, o tamanho da cabeça tem sido utilizado como um bom indicador do sexo, pois esse caráter parece estar relacionado à defesa territorial. Os machos de Schistometopum thomense usam suas cabeças largas para segurar as fêmeas durante o acasalamento,Delêtre, M.; Measey, G. J. 2004. Sexual selection vs ecological causation in a sexually dimorphic caecilian, Schistometopum thomense (Amphibia: Gymnophiona: Caecilidae). Ethology Ecology & Evolution, 16(3):243-253. uma característica que nunca foi observada em outras espécies.Malonza, P. K.; Measey, G. J. 2005. Life history of an African caecilian: Boulengerula taitanus Loveridge 1935 (Amphibia Gymnophiona Caecilidae). Tropical Zoology, 18:9-66. Em Boulengerula taitanus, os machos são em média mais longos do que as fêmeas. Em Ichthyophis cf. kohtaoensis as fêmeas e seus discos cloacais são, em média, maiores do que os machos.Kupfer, A. 2009. Sexual size dimorphism in caecilian amphibians: analysis, review and directions for future research. Zoology, 112:362-369. Em relação a Siphonops annulatus, há completa ausência de caracteres externos que possibilitem a diferenciação entre os sexos. === Sistema reprodutor === ==== Feminino ==== ===== Ovários ===== O sistema genital feminino é composto por um par de ovários alongados caracterizados pela presença de folículos e ovócitos em diferentes estágios de desenvolvimento, um par de ovidutos e uma cloaca, particularmente adaptada à fertilização interna.Tonutti, E. 1931. Beitrag zur Kenntnis der Gymnophionen. XV. Das Genital-system. Morphologisches Jahrbuch, 68:151-292.Spengel, J. W. 1876. Das Urogenital system der amphibien. I. Theil, Der anatomishe ban des urogenital system. Arbeiten aus dem Zoologisch- Zootomischen Institut in Würzburg, 3:51-114.Exbrayat, J. M. 1996. Croissance et cycle du cloaque chez Typhlonectes comressicaudus (Duméril et Bibron, 1841), Amphibien Gymnophione. Bulletin de la Société Zoologique de France, 64:37-50. Ao redor das gônadas, os corpos adiposos estão presentes e variam em volume dependendo do estágio do ciclo sexual e da manutenção dos embriões no interior dos ovidutos (em espécies vivíparas).Smita, M.; Oommen, O. V.; George, J. M.; Akbarsha, M. A.. 2005. Sertoli cells in the testis of caecilians Ichthyophis tricolor e Uraeotyphlus narayani (Amphibia: Gymnophiona): light and electron microscopic perspective. Journal of Morphology, 258:317-326.Smita, M.; Jancy, M. G.; Akbarsha, M. A.; Oommen, O. V. 2003. Ameboid cells in spermatogenic cysts of caecilian testis. Journal of Morphology, 263:340-355Smita, M., Oommen, O. V.; Jancy, M. G.; Akbarsha, M. A. 2004. Stages in spermatogenesis of two species of caecilians, Ichthyophis tricolor and Uraeotyphlus cf. narayani (Amphibia: Gymnophiona): light and electron microscopic study. Journal of Morphology, 261:2-104.Exbrayat, J. M.; Delsol, M. 1988. Oviparité et développement intrauterine chez les Gymnophiones. Bulletin de la Société Herpétologique de France, 45:27-36. Os ovários são estruturas pareadas dentro da cavidade corporal, localizadas paralelamente aos rins e ao trato digestivo. Cada ovário está conectado ao respectivo rim por uma folha de tecido conjuntivo (mesovário) e à gordura corporal por outra folha de tecido conjuntivo. Assim, como em outros vertebrados, os ovários das cecílias não estão diretamente conectados aos ovidutos.Exbrayat, J. M.; Estabel, J. 2006. Anatomy with particular reference to the reproductive system. pp. 275-290. In: J. M. Exbrayat (Ed.), Reproductive Biology and Phylogeny of Gymnophiona (caecilians). Science Publishers, New Hampshire. ===== Oogênese ===== Comparado a espermatogênese,Tonutti, E. 1931. Beitrag zur Kenntnis der Gymnophionen. XV. Das Genital-system. Morphologisches Jahrbuch, 68:151-292.Exbrayat, J. M. 2006b. Oogenesis and Folliculogenesis. pp. 275-290. In: J. M. Exbrayat (Ed.), Reproductive Biology and Phylogeny of Gymnophiona (caecilians). Science Publishers, New Hampshire. não há um estudo igualmente preciso sobre os estágios da oogênese. Segundo descrições gerais de oócitos e folículos em Chthonerpeton indistinctum, Typhlonectes compressicauda, Ichthyophis beddomei e Siphonops annulatus, foram feitas diferentes divisões em relação aos estágios de desenvolvimento.Wake, M. H. 1968. Evolutionary morphology of the Caecilian urogenital system. Part I: the gonads and fat bodies. Journal of Morphology, 126:291-332.Masood-Parveez, U. and V. B. Nadkarni. 1993. The ovarian cycle in an oviparous gymnophione amphibian, Ichthyophis beddomei (Peters). Journal of Herpetology, 27:59-63.Masood-Parveez, U. 1987. Some aspects of reproduction in the female Apodan Amphibian Ichthyophis. PhD., Karnatak University, Dharwad, India.Gomes, A. D. 2010. Caracterização endócrina e metabólica do ciclo reprodutivo de cecílias dermatófagas Siphonops annulatus (Caecilian, Gymnophiona, Amphibian) ao longo do ciclo reprodutivo. Dissertação de mestrado. Universidade de São Paulo, São Paulo, 120 pp.Exbrayat, J. M. 1986. Le testicule de Typhlonectes compressicaudus; structure, ultrastructure, croissance et cycle de reproduction. Mémoire de la Societe Zoologique de France, 43:121-132.Exbrayat. J. M.; Collenot, G. 1983. Quelques aspects de l’évolution de l’ovaire de Typhlonectes compressicaudus (Duméril et Bibron, 1841), Batracien Apode vivipare. Etude quantitative et histochimique des corps jaunes. Reproduction Nutrition Developmental, 23:889-898.Exbrayat, J. M. 1983. Premières observations sur le cycle annuel de l’ovaire de Typhlonectes compressicaudus (Duméril et Bibron, 1841), Batracien Apode vivipare. Comptes Rendus de l’Académie des Sciences, Sciences de La Vie, 296:493-498.Berois, N.; Sá, R. 1988. Histology of the ovaries and fat bodies of Chthonerpeton indistinctum. Journal of Herpetology, 22:146-151. Uma delas conseguiu resumir a oogênese em seis estágios: oogônias agrupadas em ninhos germinativos (A), presença de ninhos germinativos com oócitos primários circundados por células foliculares achatadas (B), oócitos pré-vitelogênicos redondos com núcleos centrais arredondados com nucléolos e cromatina granular (C), citoplasma do oócito contendo grânulos de vitelo que pressionam o núcleo contra a parede do oócito que é circundado pela zona pelúcida e células foliculares prismáticas (D), predominância de folículos atréticos (E) e presença de corpo lúteo (F). Geralmente, os ninhos germinativos são encontrados durante o ciclo sexual com diversas variações de acordo com a espécie. Em Chthonerpeton indistinctum, os ninhos germinativos foram observados junto com o corpo lúteo. Em Typhlonectes compressicauda, os ninhos são particularmente bem desenvolvidos durante o ciclo sexual em fêmeas grávidas e não grávidas. Já em Ichthyophis beddomei, oogônias são observadas apenas durante o período reprodutivo. Isso indica que a oogênese é contínua ao longo do ciclo sexual, com aumento no início do período reprodutivo. Em espécies ovíparas e vivíparas, vários oócitos degeneram antes da oviposição, principalmente durante o período não reprodutivo. Quando os oócitos atingem um estágio crítico, podem ser depositados se o período for propício ou podem degenerar se não for, demonstrando que a oogênese em cobras-cegas parece ser contínua ao longo do ano. ===== Estrutura e função do oviduto ===== Os ovidutos, essenciais para a condução dos ovos ao longo do trato reprodutivo, são derivados dos dutos de Müller. Durante a embriogênese, os dutos de Müller estão inicialmente presentes em ambos os sexos, porém, no sexo feminino, eles se diferenciam formando os ovidutos que, ao final do desenvolvimento embrionário, se conectam à cloaca.Wake, M. H. 1970. Evolutionary morphology of the caecilian urogenital system. Part II. The kidneys and urogenital ducts. Acta Anatomica, 75:321-358. Nos anfíbios, à medida que os ovos passam ao longo dos ovidutos, eles são revestidos por substâncias secretadas por regiões do epitélio ovidutal, formando uma cápsula gelatinosa composta por várias camadas. Essas camadas variam entre as espécies em número e composição, embora sua constituição seja principalmente de mucopolissacarídeos e mucoproteínas.Salthe, N. S. Mecham, J. S. 1974. Reproductive and courtship patterns. pp. 309-521. In: B. Lofts (Eds.), Physiology of Amphibia, Vol. 2. Academic Press, NewYork. As cápsulas gelatinosas têm funções diferentes, como ação fungicida, ligação dos ovos, ancoragem do substrato, regulação da temperatura e osmolaridade.Wake, M. H. Dickied, R. 1998. Oviduct structure and function and reproductive modes in Amphibians. The Journal of Experimental Zoology, 282:477-506 Os ovidutos de cecílias vivíparas são muito mais conhecidos do que os das ovíparas. Isso possivelmente se deve à descoberta do leite uterino, substância nutritiva secretada pela parede do oviduto de cecílias vivíparas. Segundo descrição da morfologia do oviduto em algumas espécies, foi possível notar que o oviduto das fêmeas não grávidas é caracterizado por um epitélio fino e não secretor, semelhante ao das fêmeas ovíparas. No início da gestação, porém, o oviduto apresenta epitélio proliferativo, mas ainda apresenta projeções de tecido conjuntivo pouco desenvolvidas. Testes histoquímicos desse epitélio determinaram a presença de aminoácidos e carboidratos, precursores do leite uterino. Na próxima fase, os dutos já apresentam considerável proliferação de projeções de tecido conjuntivo e epitélio. No final da gravidez, o oviduto secreta o leite uterino, que contém quantidades crescentes de lipídios. Finalmente, após o nascimento, o epitélio recrudesceWelsch, U.; Müller, M.; Schubert, C. 1977. Elektronenmikroskopische und histochemische Beobachtungen zur Fortpflanzungsbiologie viviparer Gymnophionen (Chthonerpeton indistinctum). Zoolische Jahrbücher. Abteilung für Anatomie und Ontogenie der Tiere,97:532-549. e as células epiteliais degeneram.Hraoui-Bloquet, S., Scudie, G.; Exbrayat, J. M. 1994. Aspects ultrastructuraux de l’evolution de la muqueuse uterine au cours de la gestation chez Typhlonectes compressicaudus.Amphibien Gymnophione vivipara. Segundo a descrição do desenvolvimento de embriões Typhlonectes compressicauda, as larvas se alimentam de secreção ovidutal e de ovos não fertilizados.Exbrayat, J. M.; Hraoui-Bloquet, S. 1992. La nutrition embryonnaire et les relations foeto- maternelles chez Typhlonectes compressicaudus amphibian gymnophione vivipare. Bulletin de la Société Herpétologique de France, 61:53-61. Nesse caso, ​​o epitélio ovidutal prolifera, formando espessas camadas circundadas por uma rede de tecido conjuntivo e capilares. Assim que o suprimento de vitelo acabar, a secreção do leite uterino pela camada ovidutal recém-formada começa. Pouco se sabe sobre o controle hormonal da reprodução de cecílias, principalmente sobre as modificações observadas no oviduto. Segundo autores, um corpo lúteo está presente durante a gravidez, sugerindo que a progesterona deve estar envolvida neste processo.Exbrayat, J. M. 1992. Reproduction et organes endocrines chez les femelles d’un Amphibien Gymnophione vivipare, Typhlonectes compressicaudus. Bulletin de la Société Herpétologique de France, 64:37-50. Além disso, há a presença de peptídeo neurohipofisário, atuando no controle da contração do tubo ovidutal.Hilscher, C. A.; Conklin, D. J.; Boyd, S. K. 1994.Neurohypophysial peptides control of oviduct contraction in a caecilian amphibian. American Zoology, 34:20A. ==== Masculino ==== ===== Testículos ===== Os testículos das cecílias são geralmente emparelhados, alongados e compostos por uma série de lóbulos ovais. Estes lóbulos são interligados por um duto central e por muitos dutos transversais que transportam os espermatozoides para a cloaca.Noble, G. K. 1931. The Biology of the Amphibia. McGraw-Hill, New York. A região posterior da cloaca, chamada de falodeu, se everte formando um falo, utilizado para fertilização interna.Gower, D. J.; Wilkinson, M. 2002. Phallus morphology in caecilians (Amphibia, Gymnophiona) and its systematics utility. Bulletin of the Natural History Museum. Zoology, 68:143-154. Corpos adiposos ligados por tecido conjuntivo correm paralelos aos testículos. Os dutos de Müller são mantidos em machos adultos e são diferenciados em glândulas funcionais que secretam fluido liberado na cloaca.George, J. M. M.; Smita, B.; Kadalmani, R.; Girija, O. V. Oommen, and A. Akbarsha. 2005. Contribution of the secretory material of Caecilian (Amphibia:Gymnophiona) male Mullerian gland to motility of sperm: a study in Uraeotyphlus narayani. Journal of Morphology, 263:227-237.Exbrayat, J. M. 1985. Cycle des canaux de Müller chez le mâle adulte de Typhlonectes compressicaudus (Duméril et Bibron, 1841), Amphibien Apode. Comptes Rendus de l’Académie des Sciences, Sciences de La Vie, 301:507-512.George, J. M., Smita, M.; Kadalmani, B.; Girija, R.; Oommen, O. V.; Akbarsha, A. 2004. Secretory and basal cells of the epithelium of the tubular glands in the male Mullerian gland of the Caecilian Uraeotyophlus narayani (Amphibia:Gymnophiona). Journal of Morphology, 262:760-769.Wake, M. H. 1981. Structure and function of the male Mullerian gland in Caecilians (Amphibia: Gymnophiona), with comments on its evolutionary significance. Journal of Herpetology, 15:17-22. O número e tamanho dos lóbulos testiculares pode variar intraespecificamente, como ocorre em Rhinatrema sp.. Em Uraeotyphlus oxyurus, os lobos centrais são maiores, enquanto em Geotrypetes seraphinii, Lutkenotyplus brasiliensis, Chthonerpeton viviparum, Typhlonectes compressicauda e S. annulatus, os lobos anteriores ou posteriores são os maiores. Usualmente, esta variação parece não estar relacionada com o tamanho ou idade dos animais.Smita, M., Oommen, O. V.; Jancy, M. G.; Akbarsha, M. A. 2004. Stages in spermatogenesis of two species of caecilians, Ichthyophis tricolor and Uraeotyphlus cf. narayani (Amphibia: Gymnophiona): light and electron microscopic study. Journal of Morphology, 261:2-104.Smita, M.; Jancy, M. G.; Akbarsha, M. A.; Oommen, O. V. 2003. Ameboid cells in spermatogenic cysts of caecilian testis. Journal of Morphology, 263:340-355.Smita, M.; Oommen, O. V.; George, J. M.; Akbarsha, M. A.. 2005. Sertoli cells in the testis of caecilians Ichthyophis tricolor e Uraeotyphlus narayani (Amphibia: Gymnophiona): light and electron microscopic perspective. Journal of Morphology, 258:317-326. ===== Espermatogênese ===== Na espermatogênese, os lobos testiculares são formados por células germinativas em diferentes fases de desenvolvimento e maturação. Portanto, existem diferentes gerações de células espermatogênicas no mesmo lóbulo, variando desde as espermatogônias primárias até os espermatozoides completamente desenvolvidos e maduros. Segundo descrições da espermatogênese em algumas espécies, pode-se identificar seis,Seshachar, B. R. 1937. The spermatogenesis of Ichthyophis glutinosus (Linn). II The meiotic divisions. Zeitschrift für Zellforschung und Mikroskopische Anatomie, 26:133-158. sete,Exbrayat, J. M. 1996. Croissance et cycle du cloaque chez Typhlonectes comressicaudus (Duméril et Bibron, 1841), Amphibien Gymnophione. Bulletin de la Société Zoologique de France, 64:37-50. ou até oitoExbrayat, J. M.; Sentis, P. 1982. Homogeneite du testicule etcycle annual chez Typhlonectes compressicuadus. Academic Science Paris, 292:417-420. fases de diferenciação entre as células germinativas. Durante a espermatogênese, as células germinativas dos testículos estão estreitamente associadas às células de Sertoli. Existem células amebóides nos dutos espermáticos, juntamente com o esperma. A abundância e o tamanho das células ameboides aumentam com o avanço da fase de maturação. A origem e função destas células são pouco conhecidas, mas estudos indicam função fagocitária. Ademais, as cecílias apresentam uma matriz gordurosa dentro dos lóbulos testiculares que não está presente em outros grupos anfíbios. Esta matriz é composta essencialmente de gordura, um produto nutricional que suporta e mantém as células germinativas no lóbulo. === Fertilização === Todas apresentam fertilização interna. Os machos inserem o falodeu na cloaca da fêmea para a transferência de espermatozoides. A fêmea secreta uma substância glicoproteica que facilita a penetração e que mantém os espermatozóides vivos até a fertilização, que ocorre no oviduto. === Desenvolvimento === As cecílias podem ser ovíparas, ou vivíparas, sendo majoritariamente vivíparas.Vitt, J. l., And JP CAldWell. 2014. Herpetology: An Introductory Biology of Amphibians and Reptiles. Nas ovíparas, há um intervalo de tempo entre a fertilização e a oviposição, que pode variar entre as espécies. O estágio de desenvolvimento dos embriões dentro dos ovos já postos também pode variar entre as diferentes espécies. Ademais, as cecílias parecem conseguir retardar a postura dos ovos até acharem um local adequado. Grande quantidade de vitelo permanece até o final do desenvolvimento, possivelmente porque o vitelo deve durar até a eclosão. O desenvolvimento pode ser direto ou indireto, no qual ocorre a eclosão de uma larva aquática de vida livre. Nas vivíparas, o desenvolvimento é direto e os embriões se desenvolvem no oviduto. Inicialmente, sua nutrição é obtida pelo vitelo, o qual é rapidamente consumido pelo embrião. Depois, os filhotes se nutrem do leite uterino, uma secreção rica em lipídio. Para que ele seja liberado, os filhotes raspam a parede do oviduto da mãe com sua dentição fetal especializada, caracterizando um caso de matrotrofia. O tamanho dos ovos das espécies ovíparas de desenvolvimento larval varia entre 8 e 10 mm. Já os das espécies vivíparas variam entre 3 e 6 mm. Em geral, as fases da embriogênese, como desenvolvimento de órgãos sensoriais, brânquias e dentes fetais, são mais longas nos ovíparos que nos vivíparos. Nos ovíparos, o tempo da oviposição até a eclosão é aproximadamente três meses, com estágios larvais de até um ano (gênero Ichthyophis). Nas vivíparas, a embriogênese termina dentro do oviduto, sendo a larva mantida nele de 7 a 9 meses. === Composição do vitelo === A quantidade de vitelo do ovo varia de acordo com o padrão de desenvolvimento embrionário e a quantidade de nutrientes que o embrião precisa. Os ovos dos anfíbios são em sua maioria telolécitos, ou seja, grandes e com bastante vitelo. Nesse grupo, o vitelo é constituído principalmente de fosvitina e lipovitelina, além de várias proteínas, carboidratos e lipídios. Porém, pouco se sabe sobre a composição do vitelo em cecílias. Em geral, os lipídios e proteínas são abundantes, sendo os lipídios a principal fonte de energia durante a embriogênese. Eles já devem estar presentes no vitelo na quantidade necessária no caso de ovíparos, mas podem ser fornecidos através do leite uterino no caso de vivíparos. === Cuidado Parental === Cuidado parental é um termo que designa qualquer comportamento apresentado por um dos pais após a postura dos ovos e que aumenta a sobrevivência da prole. Entretanto, esse hábito apresenta custo na sobrevivência dos próprios pais, por exemplo, diminuindo sua condição física.Kupfer, A., Nabhitabhata, J., & Himstedt, W. 2004. Reproductive ecology of female caecilian amphibians (genus Ichthyophis): a baseline study. Biological Journal of the Linnean Society, 83(2), 207-217. Tal comportamento é raro em Gymnophiona, ocorrendo em apenas cerca de 5% das espécies do grupo,Crump, M. L. 1996. Parental care among the amphibia. In Advances in the Study of Behavior (Vol. 25, pp. 109-144). Academic Press. e sendo observado apenas nas fêmeas. ==== Casos em Gymnophiona ==== ===== Acompanhamento dos ovos ===== Acompanhamento dos ovos é um comportamento, no qual o progenitor fica junto dos ovos, porém não os defende ativamente. No caso das cobras-cegas, as fêmeas se enrolam em volta dos ovos.Kentwood, D. W. 2007. The ecology and behavior of amphibians. Há casos desse hábito em fêmeas da família Caeciliidae: nas espécies Idiocranium russeli e Afrocaecilia taitana, que são africanas; Siphonops paulensis, que é sul-americana, e nos gêneros Grandisonia, Hypogeophis e Praslinia das ilhas Seychelles. Fêmeas de algumas espécies do gênero Ichthyophis (família Ichthyophiidae) também apresentam esse comportamento. Nelas, observou-se a deterioração de condição física pela perda de massa em fêmeas que estavam guardando os ovos há mais tempo. Este é um exemplo de custo aos pais causado pelo cuidado parental. Após a saída do ovo, as larvas não recebem mais cuidado. O estudo e observação das cecílias comumente é dificultado por seu comportamento discreto e hábito subterrâneo. No entanto, supõe-se que todas as espécies ovíparas guardem seus ovos, já que todos os ovos que foram encontrados estavam acompanhados de uma fêmea. ===== Dermatofagia maternal ===== A dermatofagia é o comportamento de se alimentar de pele descolada do corpo.Weldon, P. J., Demeter, B. J., & Rosscoe, R. 1993. A survey of shed skin-eating (dermatophagy) in amphibians and reptiles. Journal of Herpetology, 27(2), 219-228. Há registros dessa prática em uma variedade de répteis e anfíbios, inclusive em cobras- cegas.Kupfer, A., Müller, H., Antoniazzi, M. M., Jared, C., Greven, H., Nussbaum, R. A., & Wilkinson, M. 2006. Parental investment by skin feeding in a caecilian amphibian. Nature, 440(7086), 926-929. Tal hábito pode ser interpretado como forma de reciclagem de nutrientes. A dermatofagia maternal é uma forma de cuidado parental bastante incomum, que é encontrada em algumas espécies de cecílias, como Siphonops annulatus e Boulengerula taitanus.Wilkinson, M., Kupfer, A., Marques-Porto, R., Jeffkins, H., Antoniazzi, M. M., & Jared, C. 2008. One hundred million years of skin feeding? Extended parental care in a Neotropical caecilian (Amphibia: Gymnophiona). Biology Letters, 4(4), 358-361. Nela, os filhotes removem ativamente e comem a camada mais externa da pele da mãe. Para tal, eles são providos de uma dentição diferenciada, que é multicúspide, ou seja, cada dente têm muitas pontas, enquanto que a do adulto é unicúspide. A pele parece ser a única fonte de alimento dos filhotes durante esse período de cuidado materno. Observa-se que a pele da mãe se modifica, tornando a última camada de células da epiderme mais espessa, em B. taitanus por exemplo pode dobrar de espessura, além de surgirem inclusões de lipídios. Assim, ela se torna uma fonte nutricional rica em lipídios e proteína, sendo que a proteína já existe naturalmente na pele. Como custo para mãe, observa-se que a quantidade de massa materna perdida corresponde à massa de pele que lhe foi removida. Nota- se também que as fêmeas cuidando de filhotes são mais pálidas. Interpreta-se como vantajoso esse comportamento dado que, após a eclosão do ovo, os filhotes ainda são altriciais, ou seja, incapazes de se locomover sozinhos, e ainda apresentam estruturas que não estão plenamente desenvolvidas, como esqueleto e musculatura.Kupfer, A., Maxwell, E., Reinhard, S., & Kuehnel, S. 2016. The evolution of parental investment in caecilian amphibians: a comparative approach. Biological Journal of the Linnean Society, 119(1), 4-14. Apesar de haver descrições desse tipo de cuidado parental apenas B. taitanus e S. annulatus, acredita-se que ele exista em mais espécies. Em Herpele squalostoma, por exemplo, há registro de dermatofagia, com boas evidências de que seja cuidado parental, como dentição multcúspide.Kouete, M. T., Wilkinson, M., & Gower, D. J. 2012. First reproductive observations for Herpele Peters, 1880 (Amphibia: Gymnophiona: Herpelidae): evidence of extended parental care and maternal dermatophagy in H. squalostoma (Stutchbury, 1836). International Scholarly Research Notices, 2012. Especula-se também que recém-nascidos do gênero Geotrypetes, que são altriciais, talvez possam se alimentar de pele materna, mas isso não foi observado. ===== Ingestão de fluidos maternos ===== Foi observado, em Siphonops annulatus, o que parece ser o consumo de líquido cloacal materno pelos filhotes. No entanto, a função desse líquido ainda permanece desconhecida. Há hipóteses de que seja para nutrição, hidratação, transferência de microbiota ou até comunicação. Especula-se também que haja alimentação por secreções maternas em recém-nascidos do gênero Geotrypetes, mas isso não foi observado. ==== Evolução do cuidado parental ==== O cuidado parental é um comportamento custoso, dado que requer o alocamento de recursos que poderiam ser utilizados para uma futura reprodução. Contudo, a seleção natural favorece um equilíbrio entre os custos e os benefícios desse comportamento. Na maioria dos vertebrados ovíparos, o vitelo configura o único investimento parental em relação aos filhotes. Temos que o ovo macrolécito é considerado uma característica ancestral presente em cecílias ovíparas com larvas aquáticas. Esse caráter ressurge em outros grupos posteriormente. Supõe-se que todas as espécies ovíparas cuidem de seus ovos e acredita-se que este seja o principal cuidado parental nas ovíparas com desenvolvimento indireto. Este comportamento aparenta ser basal em relação à dermatofagia. A evolução da dermatofagia como cuidado parental parece estar associada a diminuição do tamanho do ovo, reduzindo seu tempo de produção. Além de haver o aumento quantitativo e qualitativo da ninhada. Uma vantagem desse comportamento é auxiliar na sobrevivência dos filhotes, que ainda estão terminando de se desenvolver. Outra questão é que na dermatofagia a pele materna é uma fonte adicional de nutrientes, cujo investimento é dado posteriormente ao nascimento dos filhotes, em vez de investir no vitelo. Sua seleção deve ter sido favorecida por aumentar a aptidão da prole e compensar reduções correspondentes na fecundidade associadas ao menor investimento no ovo. Estima-se que essa forma de cuidado parental exista há pelo menos 100 milhões de anos. Isso foi inferido estudando-se duas espécies com tal comportamento: S. annulatus, americana, e B. taitanus, africana, as quais divergiram por volta de 156-162 milhões atrás. Esse período corresponde a um momento antes da separação entre África e América do Sul, cuja separação estima-se que ocorreu há cerca de 100-140 milhões de anos. === Ecologia reprodutiva === A reprodução em anfíbios está geralmente associada à estação chuvosa.Wells, K. D. 2007. The ecology and behavior of amphibians. The University of Chicago Press, Chicago, 1148 pp. Em Gymnophiona, entretanto, pouco se sabe sobre a influência da sazonalidade na reprodução. Estudos sugerem que as atividades reprodutivas e a eclosão das larvas estão altamente correlacionadas com as monções: os ovos no estágio inicial de desenvolvimento são encontrados no início da estação chuvosa, enquanto os embriões desenvolvidos no pico da monção.Kupfer, A., J. Nabhitabhata, and W. Himsted. 2005. Life history of amphibians in the seasonal tropics: habitat, community and population ecology of a caecilian (genus Ichthyophis). Journal of Zoology London, 266:37-247. A escolha da melhor localidade para oviposição é um fator importante para o sucesso na reprodução. Estudos observaram que fêmeas de Ichthyophis cf. kohtaoensis depositam seus ovos em pequenas câmaras, construídas em solo macio próximo a superfícies úmidas e a uma distância moderada da água. Após a eclosão, as larvas não recebem nenhum cuidado dos pais e migram para habitats úmidos e pantanosos. O volume dos corpos d'água próximos aos locais dos ninhos deve ser suficiente para permitir o desenvolvimento larval. === Evolução da viviparidade === Muitas análises filogenéticas baseadas em dados morfológicos e moleculares sugerem que a viviparidade é uma condição derivada, que provavelmente surgiu muitas vezes entre os vertebrados. Em Gymnophiona, essas análises confirmam a oviparidade como o modo reprodutivo ancestral, com larvas livres eclodindo dos ovos.Wilkinson, M. and R. A. Nussbaum. 1998. Caecilian viviparity and amniote origins. Journal of Natural History, 32:1403-1409. Autores afirmam que cecílias ovíparas são caracterizadas por acompanhamento dos ovos até a eclosão e não fornecem nenhum cuidado parental posterior. O investimento nutricional na prole exclusivamente através do vitelo é observado em todas as cobras-cegas “primitivas”, o que indica a condição ancestral da oviparidade, enquanto a viviparidade, com nutrição fetal dentro do oviduto materno, parece ser a condição derivada. Nesse contexto, a alimentação cutânea observada em algumas cecílias pode representar um estágio intermediário entre a oviparidade e viviparidade.Kupfer, A., A. Kramer, W. Himstedt, and H. Greven. 2006. Copulation and egg retention in an oviparous caecilian. Zoologie Anzeiger, 244:23-228. A filogenia de cecílias indica que a viviparidade deve ter evoluído independentemente pelo menos quatro vezes dentro do grupo,Gower, D. J., V. Giri, M. S. Dharne, and Y. S. Shouche. 2008. Frequency of independent origins of viviparity among caecilians (Gymnophiona): evidence from first ‘live-bearing’ Asian Amphibian. Journal of Evolutive Biology, 21:1220-1226. implicando na evolução convergente da nutrição fetal no oviduto. Porém, apesar da convergência da viviparidade, a dentição fetal pode não ser convergente, pois ocorre em espécies ovíparas dos gêneros Siphonops, Caecilia e Boulengerula. Com isso, a linhagem de cecílias vivíparas pode ter surgido de ancestrais já munidos com uma dentição fetal especializada que pode ter sido usada principalmente na dermatofagia e pré-adaptada à alimentação dentro dos ovidutos. A evolução da viviparidade representou a oportunidade para as fêmeas de reduzirem o investimento nos ovos e investirem em provisão nutricional durante o curso da gestação via placenta ou oviduto.Speake, B. K. and M. B. Thompson. 2000. Lipids of the eggs andneonates of oviparous and viviparous lizards. Os lipídios transferidos para as gônadas são normalmente incorporados como material nutritivo no citoplasma de oócitos e constituem a principal fonte de alimentação endógena para o desenvolvimento do embrião. Quando a dieta materna é deficiente, a transferência de lipídios e proteínas se torna insuficiente para o desenvolvimento do oócito, o que pode reduzir a fertilidade e viabilidade da progênie.Adams, S. M. 1999. Ecological role of lipids in the health and success of fish populations; pp. 132-153. In: M. T. Arts and B. C.Wainman (Eds.), Lipids in freshwater ecosystems. Springer, New York. == Ligações externas == * Mikko's Haaramo Phylogeny - Gymnophiona Categoria:Anfíbios Categoria:Animais do subterrâneo",
 "title": "Gymnophiona"
}