{
 "id": "110667",
 "text": "António Augusto de Carvalho Monteiro (Rio de Janeiro, 27 de novembro de 1848 — Sintra, 24 de outubro de 1920), conhecido também pela alcunha de Monteiro dos Milhões, foi um empresário e filantropo brasileiro. Ficou conhecido como um homem de cultura, camonista reconhecido e entomologista, e especialmente conhecido por ter sido o responsável pela construção do palácio da Quinta da Regaleira.Andrade, Paulo. De Lagos da Beira à Regaleira: As Origens de António Augusto Carvalho Monteiro: Parte I . Andrade, Paulo. De Lagos da Beira à Regaleira: As Origens de António Augusto Carvalho Monteiro: Parte II .Carvalho, Fernando Vaz dos Santos. António Augusto Carvalho Monteiro: Um Naturalista Pioneiro: As Coleções de História Natural, 2012. ==Biografia== António Augusto de Carvalho Monteiro era filho de Francisco Augusto Mendes Monteiro e de sua mulher Ana Thereza Carolina de Carvalho. Herdeiro de uma grande fortuna familiar, multiplicada no Brasil com o comércio de cafés e pedras preciosas, cedo embarcou para Portugal onde se licenciou em Direito pela Faculdade de Direito da Universidade de Coimbra em 1871. Casou-se, em 1873, com Perpétua Augusta Pereira de Melo, com a qual teria dois filhos. Regressou ao Brasil, onde viveu em Petrópolis e no Rio de Janeiro até 1876. Monteiro foi um distinto colecionador e bibliófilo, detentor de uma das mais raras coleções camonianas. Apaixonado pela ópera, coleccionador de arte, de objectos arqueológicos, relógios e instrumentos musicais, bibliófilo incansável, Carvalho Monteiro tinha a mais vasta camoniana da sua época, tendo editado várias obras nas homenagens do tricentenário de Camões. Distinguiu-se ainda pela filantropia. Esteve envolvido com o pai desde 1883 na fundação do Jardim Zoológico, do qual foi director executivo e presidente honorário em 1917. Participou também na fundação da Assistência Nacional aos Tuberculosos em 1899, apadrinhada pela rainha Dona Amélia. Era um monárquico convicto, próximo da da rainha D. Amélia e do rei D. Carlos (que foi portador em 1901 do Leroy 01, considerado “o relógio mais complicado do mundo”, encomendado ao relojoeiro Louis Leroy) e acreditava que a implantação da República Portuguesa em 1910 foi um golpe. Em 1913 foi detido juntamente com outros quatro homens por alegado envolvimento no “complô da Praia das Maçãs”, uma tentativa de homicídio de Afonso Costa. Acusado de dar guarida a um dos conspiradores, Carvalho Monteiro protestou, como notava “A Capital”, com uma “veemência extraordinária, que o leva a um estado de irritação verdadeiramente excepcional”. Seria libertado semanas depois, sem reconhecer culpa, mas admitindo, com orgulho, ter contribuído para a caravela de prata que um grupo de monárquicos oferecera como presente de casamento a D. Manuel no exílio. Pouco depois, no dia de Natal de 1913, a mulher morreu. Após acidentar-se numa queda, Carvalho Monteiro viria a falecer a 24 de outubro de 1920, às 11h55, no seu quarto da Quinta da Regaleira. Numa das setes medalhas de ouro que usava ao pescoço, está inscrito um dos lemas da sua vida: “Serpenteio, mas não me desvio”. ==O túmulo== Carvalho Monteiro morreu em 1920. Tinha mandado construir o seu túmulo, no Cemitério dos Prazeres, ao mesmo arquitecto que construiu a Quinta da Regaleira, Luigi Manini. A porta do jazigo, também ele recheado de simbologia, era aberta com a mesma chave que abria a Quinta da RegaleiraQuinta da Regaleira. e o seu palácio em Lisboa, na Rua do Alecrim. O jazigo, localizado do lado esquerdo na alameda de quem entra no Cemitério, ocupando uma área com o lugar, referenciando a igreja como oriente, ostenta múltipla e variada simbologia. A porta tem, gravada na aldraba, uma borboleta da família Sphingidae (esfingídeos) que tem a particularidade de ter um desenho no tórax semelhante a uma caveira.O seu nome científico é Acherontia atropos, sendo Aqueronte o barqueiro que transporta as almas na travessia do rio Hades, e Atropos a entidade que corta o fio da vida. O gradeamento, que podemos ver nas traseiras do jazigo, ostenta a simbologia do vinho e do pão, o espírito e o corpo. Corujas, símbolo de sabedoria, ornamentam o jazigo, assim como as papoilas-dormideiras que simbolizam a morte. == Ligações externas == * A. A. Carvalho Monteiro: imaginário e legado, por Manuel J. Gandra, Coordenação Editorial: Loryel Rocha, Janeiro – Mafra, 2014 * As Divisas Simbólicas e Emblemáticas de António Augusto Carvalho Monteiro, por Manuel J. Gandra, Mafra, Fevereiro de 2015 == Galeria == Image:Regaleira 1.JPG|Fachada frontal do Palácio. Image:QR main entrance.JPG|Entrada principal do Palácio. Image:QR balcony.JPG|A varanda. Image:QR turret.JPG|Torre com os símbolos Manuelinos sobre os Descobrimentos portugueses. Image:QR Dining room.JPG|A lareira na sala de jantar. Image:Regaleira Palace Living Room.JPG|Sala principal. Image:QR room.JPG|Entrada da escada em caracol. Image:QR chimney.JPG|Uma das chaminés. O Castelo dos Mouros e o Palácio da Pena visíveis no horizonte. Categoria:Naturais da cidade do Rio de Janeiro Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Monárquicos de Portugal Categoria:Empresários de Portugal Categoria:Empresários do estado do Rio de Janeiro Categoria:Filantropos de Portugal Categoria:Filantropos do estado do Rio de Janeiro Categoria:Bibliófilos de Portugal Categoria:Bibliófilos do Rio de Janeiro Categoria:Colecionadores de Portugal Categoria:Colecionadores do Brasil",
 "title": "António Augusto de Carvalho Monteiro"
}