{
 "id": "110676",
 "text": "Os urodelos constituem uma ordem de anfíbios caudados, que compreende as salamandras e os tritões, com cerca de 515 espécies. Tais animais têm o corpo alongado, patas curtas e uma cauda relativamente longa. Superficialmente assemelham-se a lagartos, dos quais podem ser distinguidos pela ausência de escamas. Os caudados têm a capacidade de regenerar os membros e a cauda se estes forem decepados. As dez famílias limitam-se quase inteiramente ao Hemisfério Norte; sua ocorrência mais meridional ocorre na parte norte da América do Sul. A América do Norte e a América Central apresentam a maior diversidade de salamandras. Os caudados têm uma pele nua e susceptível à secura. Por esse motivo, habitam zonas úmidas de florestas, perto de rios ou lagos. O seu ciclo de vida começa invariavelmente na água, mas podem depois passar a um modo de vida terrestre. Algumas espécies mantêm-se aquáticas durante toda a vida, conservando as brânquias comuns a todos os juvenis. A maioria dos caudados são animais pequenos. A maior espécie conhecida é a salamandra-gigante, natural da China e Japão, que chega a medir 1,50 m de comprimento. Os caudados hibernam durante o Inverno. ==Salamandras== Na herpetologia, o termo salamandra é a designação comum aos anfíbios da ordem dos caudados, principalmente os de regiões temperadas, de corpo alongado, com aspecto de lagarto, cauda longa e um ou dois pares de membros curtos. Podem ser aquáticas ou terrestres, bem como anfíbias. Acredita-se que as salamandras estão entre os moradores mais antigos do planeta, pois cientistas já encontraram fósseis de 230 milhões de anos no Quirguistão. Atualmente existem cerca de 450 espécies, dos mais diferentes tamanhos. Caçadoras exímias, elas atacam rapidamente e devoram minhocas, insetos e peixes. Mas também são predadas por aves, tartarugas, cobras, peixes e outros anfíbios. Por isso, costumam ficar escondidas embaixo de pedras ou plantas. Algumas espécies são muito venenosas. Geralmente são as que têm cores fortes, que mantém os predadores afastados, como é o caso da salamandra-de-fogo, preta e amarela. Seu veneno queima a pele de pessoas e animais e pode até causar paralisia se entrar na corrente sanguínea. Embora a maioria das salamandras completem sua metamorfose como adultos terrestres, muitos grupos tomaram-se pedomórficos e retêm muitas características das larvas durante a vida adulta. A pedomorfose, entre as salamandras, desenvolveu a neotenia, isto é, o desenvolvimento somático tornou-se mais lento em relação à maturação sexual, de forma que os animais tornam-se sexualmente maduros antes de completarem a metamorfose. A salamandra tigre, Ambystoma tigrinum, do platô mexicano, vive em poças frias das montanhas, mantém as brânquias externas e muitas outras características das larvas, reproduz-se como larva e nunca completa sua metamorfose. Em elevações baixas nos Estados Unidos, a salamandra tigre normalmente sofre metamorfose. O hormônio tireoxina, secretado pela glândula tireóide, é necessário para a metamorfose dos anfíbios. Sua secreção aparece para ser inibida nas baixas temperaturas do platô mexicano, mas não em menores elevações.(ORR, R. T. Biologia dos vertebrados. 5. ed. São Paulo: Roca, 2006, 508p. POUGH, H.; JANIS, C. M. & HEISER, J. B. A vida dos vertebrados. 3. ed. São Paulo: Atheneu, 2003, 744p). As salamandras vivem solitárias e produzem uma substância com cheiro para atrair parceiros na época do acasalamento e outra que usam para marcar seu território. Em geral só emitem sons quando querem espantar algum predador. ===Tipos=== Existem três tipos de salamandra: as terrestres, as aquáticas e as semiaquáticas. As semiaquáticas nascem em rios e lagos, passam parte da vida na terra e voltam à água para colocar seus ovos. Dependendo da espécie, os ovos são depositados na água, na vegetação aquática ou na terra, em lugares úmidos como troncos podres. Alguns ovos se abrem em poucos dias, outros demoram até dois anos. De dentro deles saem larvas, com nadadeiras, patas e brânquias. De acordo com a espécie, o corpo se desenvolve de forma diferente para que o animal sobreviva em seu ambiente. ==Taxonomia e filogenia== Os primeiros estudos da relação filogenética das salamandras com os demais anfíbios modernos, nos quais foram empregados dados de DNA mitocondrial e DNA ribossomal nuclear, sustentam uma estreita relação com o clado Gymnophiona (grupo-irmão que foi denominado Procera).Hedges, S. B. et al. (1990) Tetrapod phylogeny inferred from 18s and 28s ribosomal RNA sequences and a review of the evidence for amniote relationships . Molecular Phylogenetics and Evolution 7:607-633.Hedges, S. B. & Maxson, L. R. (1993) A molecular perspective on lissamphibian phylogeny . Herpetol. Monogr 7:27-42.Feller, A. E. & Hedges, S. B. (1998) Molecular evidence for the early history of living amphibians . Molecular Phylogenetics and Evolution 9:509–516.Zhang, P. et al. (2003) The complete mitochondrial genome of a relic salamander, Ranodon sibiricus (Amphibia: Caudata) and implications for amphibian phylogeny. Molecular Phylogenetics and Evolution 28:620-626. Esta hipótese ajudou a explicar os padrões de distribuição e o registro fóssil dos Lissamphibia, dado o fato que os anuros estão distribuídos em quase todos os continentes, enquanto as salamandras e cecílias têm uma distribuição mais restrita a regiões que antigamente formavam a Laurásia e Gondwana. No entanto, análises recentes com genes nucleares e mitocondriais e com maior número de amostragem, estabeleceram que as salamandras formam um grupo-irmão com os anuros, cujo clado foi denominado Batrachia. Esta hipótese é reforçada por estudos morfológicos incluindo a análise de espécies fósseis.Ruta, M. et al.(2003a) Early tetrapod relationships revisited. Biological Reviews 78, 251-345.Ruta, M. & Coates, M. I. (2007) Dates, nodes and character conflict: addressing the lissamphibian origin problem. Journal of Systematic Palaeontology 5:69-122.Carroll, R. L. (2007) The Palaeozoic Ancestry of Salamanders, Frogs and Caecilians . Zoological Journal of the Linnean Society 150: 1-140. A monofilia da maioria dos grupos principais de salamandras atuais é reconhecida.Larson, A. et al. (2003) Phylogenetic systematics of salamanders (Amphibia: Urodela), a review. Pp. 31-108 in Reproductive Biology and Phylogeny of Urodela (D. M. Sever, ed.) Science Publishers, Inc., Enfield (NH), USA. Apesar do número crescente de estudos, as relações filogenéticas entre cada um destes subgrupos têm sido difíceis de resolver.Weisrock, D. W. et al. (2005) Resolving deep phylogenetic relationships in salamanders: Analyses of mitochondrial and nuclear genomic data . Systematic Biology 54:758-777.Frost et al. (2006) The Amphibian Tree of Life. Bulletin of the American Museum of Natural History 297: 1–291. São reconhecidas três subordens, e o clado Neocaudata é frequentemente utilizado para o grupo formado pela Salamandroidea e Cryptobranchoidea. Os primeiros estudos moleculares posicionaram a Sirenidae como o grupo-irmão de todas as outras salamandras, mas uma análise mais aprofundada de seqüências de genes nucleares sugeriram o clado Cryptobranchoidea (Cryptobranchidae e Hynobiidae) como o mais basal.Wiens, J. J. et al. (2005) Ontogeny discombobulates phylogeny: Paedomorphosis and higher-level salamander relationships . Systematic Biology 54:91-110.Roelants, K. et al. (2007) Global patterns of diversification in the history of modern amphibians. Proceedings of the National Academy of Sciences of the USA 104: 887-892. Entretanto, Zhang & Wake (2009) novamente posicionaram a Sirenidae de acordo com estudos anteriores, validando também o clado formado por aqueles grupos com fertilização interna, de modo que a fertilização externa (presente em Sirenidae, Cryptobranchidae e Hynobiidae) seria um carácter plesiomórfico. Cryptobranchoidea (Salamandras-gigantes ou salamandras primitivas) Família Autoridade, ano Descrição geral Distribuição Diversidade Imagem Cryptobranchidae Fitzinger, 1826 salamandras aquáticas, pedomórficas, muito grandes com fecundação externa dos ovos América do Norte e leste da Ásia 3 espécies Cryptobranchus alleganiensis Hynobiidae Cope, 1859 salamandras terrestres ou aquáticas de pequeno a médio porte, com fecundação externa dos ovos e larvas aquáticas Ásia 55 espécies Hynobius kimurae Salamandroidea (Salamandras avançadas) Ambystomatidae Gray, 1850 salamandras terrestres e semiaquáticas de pequeno a grande porte, com larvas aquáticas América do Norte 37 espécies Ambystoma opacum Amphiumidae Gray, 1825 salamandras aquáticas alongadas muito grandes, desprovidas de brânquias América do Norte 3 espécies Amphiuma means Plethodontidae Gray, 1850 salamandras aquáticas ou terrestres minúsculas ou grandes, algumas com larvas aquáticas e outras com desenvolvimento direto Américas e Europa 418 espécies Plethodon cinereus Proteidae Gray, 1825 salamandras aquáticas pedomórficas com tamanho de pequeno a grande, com brânquias externas América do Norte e Europa 6 espécies Proteus anguinus Rhyacotritonidae Tihen, 1958 salamandras semiaquáticas muito pequenas, com larvas aquáticas América do Norte 4 espécies Rhyacotriton variegatus Salamandridae Goldfuss, 1820 salamandras terrestres e aquáticas de pequeno a médio porte Ásia, Europa e América do Norte 89 espécies Triturus alpestris Sirenoidea Sirenidae Gray, 1825 salamandras aquáticas alongadas de pequeno a grande porte, com brânquias externas e desprovidas de cintura e membros pélvicos América do Norte 4 espécies Siren lacertina ==Evolução== Os registros fósseis mais antigos de salamandras pertencem aos espécimes do clado Karauridae, que é definido como o grupo-irmão das \"salamandras modernas\" (Urodela).Estes, R. (1998) Encyclopedia of Paleoherpetology Part 2. München:Pfeil. Além disso, as posições de outros grupos extintos de salamandras (Batrachosauroididae, Prosirenidae e Scapherpetontidae) ainda não foram esclarecidas devido ao registro fóssil escasso. A espécie Karaurus sharovi, cujos registros datam do período Jurássico (cerca de 152 Ma atrás, no Kimmeridgiano) do Cazaquistão, é um dos mais primitivos dentre os caudados,Ivanchenko, M. (1978) Urodeles from the Triassic and Jurassic of Soviet central Asia. Paleontol. Zhurn. 12:362-368. enquanto o Kokartus honorarius do Jurássico Médio (Batoniano) do Quirguistão, é 13 milhão de anos mais antigo que o Karaurus,Nesov, L. A. (1988) Late Mesozoic amphibians and lizards of Soviet Middle Asia. Acta Zoologica Cracov 31(14):475-486. e Beiyanerpeton jianpingensis, o mais antigo Salamandroideo conhecido (Oxfordiano).Ke-Qin Gao and Neil H. Shubin. Late Jurassic salamandroid from western Liaoning, China. PNAS 2012 : 1009828109v1-201009828. Triassurus sixtelae é uma espécie problemática que compartilha apenas duas características com as salamandras e com um tamanho muito pequeno e um grau de ossificação pobre, que é atribuído a um potencial estado larval do espécime.Evans, S. E. et al. (2005) A Late Jurassic salamander (Amphibia: Caudata) from the Morrison Formation of North America. Zoological Journal of the Linnean Society 143:599–616. O Triassurus data do período Triássico, por isso podendo corresponder ao mais antigo registro de salamandra. == Regeneração == As salamandras são os únicos vertebrados capazes de regenerar tecidos e órgãos complexos, como os membros, já sendo adultos. Cada família possui seu próprio modo de regeneração, variando de acordo com o modo reprodutivo. A espécie mais adaptada a regenerar os membros é a Bolitoglossa ramosi, que possui desenvolvimento direto e é totalmente terrestre. == Ligações externas == * Mikko's Haaramo Phylogeny - Caudata * !",
 "title": "Urodelos"
}