{
 "id": "110699",
 "text": "Em 2020, a população total do Reino Unido era de aproximadamente 67 milhões de habitantes.https://www.worldometers.info/world-population/uk-population/ É atualmente o vigésimo-segundo país mais populoso do mundo. Sua densidade populacional geral é de 259 pessoas por quilômetro quadrado, com a Inglaterra (o Estado mais populoso da união) tendo maior densidade que o País de Gales, Escócia e Irlanda do Norte. Cerca de um-terço mora no sudeste da Inglaterra, que é predominantemente urbano e suburbano, com 9 milhões de pessoas morando em Londres (a maior cidade e capital do país). A população do Reino Unido é considerada o exemplo mais indicativo de transição demográfica recente, de uma população pré-industrial de altas taxas de nascimento e mortalidade infantil, que acabam se anulando, para um período de forte crescimento populacional para depois voltar para baixas taxas de nascimento, ainda acompanhado com baixas mortalidade infantil, mantendo o crescimento populacional baixo, mas estável. Assim, um dos principais fatores de crescimento acaba sendo a imigração de outros países para o Reino Unido.Focus on People and Migration, ONS, acessado em 4 de maio de 2015 O Reino Unido é um país industrializado e altamente desenvolvido, com excelentes índices educacionais. As taxas de alfabetismo são extremamente altas (99% da população acima de 15 anos),UK Literacy Rate 2003 [CIA] World Book, acessado em 17 de junho de 2013 graças a um sistema universal de educação, financiado pelo Estado, que introduziu escolarização básica obrigatória a partir de 1870 e de nível secundário a partir de 1900. Pais são obrigados a matricular seus filhos em escolas (públicas ou privadas) entre os 5 e 18 anos, com programas de treinamento técnico e vocacional e de aprendizado públicos de alta qualidade. Étnica e racialmente, a população do Reino Unido é predominantemente branca (79% da população inglesa, 91% da escocesa e 93% da norte-irlandesa). Sendo localizado próximo a Europa continental, as nações que formam o Reino Unido foram sujeitas a invasões de diferentes povos e ondas migratórias de todo o continente, especialmente os saxões, os escandinavos (durante as expansões vikings) e os Romanos (que ocuparam a ilha por quase quatro séculos). Historicamente, os povos britânicos acabaram sendo um misto de diferentes grupos étnicos e povos de várias origens antes da virada do século XI: povos Celtas e proto-celtas, anglo-saxões, Vikings e normandos. Ainda assim, estudos recentes indicam que quase 80% da população branca do Reino Unido descende majoritariamente de grupos de humanos que migraram para as Ilhas Britânicas cerca de 12 000 anos atrás. Embora línguas celtas ainda sejam faladas na Escócia, em Cornwall e na Irlanda do Norte, a língua dominante é o inglês. No norte e no oeste do País de Gales, a língua galesa ainda é amplamente falada mas segue em declínio. == População == Parte da População (meados de 2016) Percentual do total população (%) Área (km2) Percentual do total área (%) População densidade 55,268,100 132,938 53 415/km² 5,404,700 80,239 32 67/km² 3,113,200 21,225 9 147/km² 1,862,100 14,130 6 132/km² 65,648,100 248,532 100 259/km²",
 "title": "Demografia do Reino Unido"
}