{
 "id": "110775",
 "text": "A são designações de um conceito que tem como objetivo criar relações e mecanismos protocolares, essencialmente em nível espacial, econômico e cultural, através dos quais cidades de áreas geográficas ou políticas distintas estabelecem laços de cooperação. Na Europa, estas paridades são designadas por cidades-gémeas ou geminadas, enquanto que no Brasil e nos Estados Unidos se designa normalmente de \"cidade-irmã\". Geralmente, as cidades-gêmeas têm características semelhantes (demográficas, por exemplo) ou pontos e referências históricas comuns. Este conceito assemelha-se à prática da correspondência na rede mundial, onde os amigos por correspondência são cidades ou vilas no seu conjunto. Estes acordos levam ao estabelecimento e intercâmbio cultural, partilha de conhecimento, ensino (estudantes) e políticas empresariais entre outras actividades. Em alguns casos, divisões territoriais mais vastas fazem acordos semelhantes, como é o caso de Xangai e da província de Hainan na República Popular da China e Jeju na Coreia do Sul. Curiosamente as cidades de Paris e Roma são gêmeas e possuem um acordo de aceitarem apenas uma a outra como cidades parceiras, o acordo se resume na frase: Apenas Paris é digna de Roma, apenas Roma é digna de Paris. A geminação é uma forma de dar a conhecer um país, uma região, o meio ambiente, os seus habitantes, os seus hábitos, os seus valores, as suas músicas, gastronomia, entre outros, através de um intercâmbio bilateral ou mesmo multilateral, onde é possível, por um lado, trocar ideias e experiências e por outro, desenvolver projectos conjuntos sobre questões de interesse comum, pelo que o desempenho, por parte de todos os intervenientes, favorece o desenvolvimento significativo para a comunidade europeia. Assim, as iniciativas de geminação contribuem para o potencial estabelecimento de relações cada vez mais estreitas e profundas entre inúmeras autarquias. É hoje um instrumento único de aproximação dos cidadãos europeus, facultando a todos, uma experiência pessoal enriquecedora, através de uma partilha de prazeres. == Ver também == * Lista das cidades- irmãs da cidade de Lisboa * Lista das cidades-irmãs da cidade de São Paulo * Lista de cidades-irmãs da cidade do Rio de Janeiro == Ligações externas == * * * Categoria:Geminações Categoria:Tipos de cidades",
 "title": "Geminação de cidades"
}