{
 "id": "110859",
 "text": "Um fontanáriohttp://www.dicio.com.br/fontanario/ ou chafariz, às vezes chamado somente por fonte, é uma construção, ornamental ou não, provida de uma ou mais bicas, de onde jorra água potável. Geralmente, situa-se em local aberto à visitação pública, como praças e jardins. Pode ser erigido com diversos propósitos, dentre eles: manter a humidade do ar, saciar a sede, servir de ornamento ou decoração. == Mundo antigo == Tal como foi descoberto em pinturas tumulares no ano 3.000 a.C. os egípcios plantavam jardins entre muros à volta das suas casas. Com o decorrer do tempo, esses jardins passaram a ser externos providos de lagos rectangulares com peixes e rodeados por filas de árvores de fruto e plantas ornamentais. Nas terras altas da Mesopotâmia, os assírios e os persas projectavam jardins rectangulares rodeados por muros e irrigados por lagos e canais que usufruíam da sombra de vastas extensões de árvores. Estes jardins simbolizavam o paraíso e inspiravam os motivos representados nos tapetes persa, motivos esses que chegaram até aos dias de hoje. As casas romanas, semelhantes às gregas, incluíam um jardim rodeado de colunas, tal como se encontra descrito nas pinturas murais em Pompeia e tal como foram descritos por Plínio, o Velho. Os vastos terrenos da vila do imperados Adriano, perto do Tivoli (século II a.C.), revelavam magníficas paisagens, assim como o povo romano usufruía dos jardins que integravam os banhos públicos. Em Portugal a Fonte do Ídolo é um santuário da época romana de Bracara Augusta dedicado à divindade fluvial Tongoenabiago. == Mundo oriental == Vivendo num clima habitualmente quente e seco, os muçulmanos foram inspirados pelos oásis do deserto e pelos jardim do paraíso dos persas, que se centrava na água. Os jardins muçulmanos eram habitualmente um ou mais campos fechados rodeados por frias arcadas e plantados com árvores ou arbustos. Eram alegrados por mosaicos coloridos, fontes e lagos com um alternar de luz e sombra. Após o século XV, os mouros em Espanha construíram jardins semelhantes em Córdova, Toledo e, especialmente, em Alhambra e Granada. Jardins semelhantes nos quais flores, árvores de fruto, água e sombra, constituíam uma composição equilibrada foram igualmente construídos pelos Mogóis, na Índia, durante os sécs. XVII e XVIII. Os exemplos mais flagrantes são os jardins do Taj Mahal, em Agra e os jardins de Shalimar, em Lahore. Na China, palácios, templos e casas possuíam pátios internos os quais podiam incluir árvores e plantas (frequentemente em vasos que podiam mudar com as estações do ano) e agradáveis lagos. A cidade imperial de Beijing possuía elaborados e agradáveis jardins com árvores, lagos artificiais com montes, pontes e pavilhões cobertos. Também no Japão existe uma longa tradição inspirada nos jardins da China e Coreia. Quioto é especialmente famosa pelos seus jardins que possuem lagos e quedas de água, rochas, pedras e areia e árvores de folhagem permanente. Cada elemento do jardim foi cuidadosamente planeado, frequentemente por monges Zen e pintores, por forma a criar um ambiente de calma, paz e harmonia. == Período romântico == thumb|200px|Fonte no distrito de Grussaí (São João da Barra). No fim do século XVIII, o aparecimento do Romantismo com o seu ênfase no selvagem natural, o pitoresco, o passado e o exótico, conduziram a importantes alterações na arquitectura paisagista, tal como se verificou em outras artes. Em algumas grandes casas tal como Blenheim Palace e Chatsworth, os arquitectos ingleses substituíram as camas de flores simetricamente arranjadas e os caminhos estreitos, por montes com caminhos cheios de curvas, rios e lagos por árvores plantadas de forma informal para conferir um efeito mais selvagem. O estilo romântico inglês espalhou-se por toda a Europa via França, onde o exemplo mais notável foi criado em Ermenonville. Este estilo foi, igualmente, introduzido na América do Norte, em Monticello, no estado da Virgínia. O exemplo mais importante deste estilo é o Central Park, na cidade de Nova Iorque, desenhado em 1857. == Século XX == A arquitectura doméstica da primeira metade do séc. XX tentou integrar a casa no meio envolvente. Nas áreas de clima temperado, tal como a Califórnia, o jardim pode ter continuidade para o interior da casa. No estilo dos apartamentos actuais, muitos arquitectos procuram incorporar elementos naturais no seu design interior. As piscinas interiores e as fontes gozam, actualmente, de grande popularidade, quer nas casas de habitação, quer nos próprios escritórios, pois oferecem grande tranquilidade ajudando as pequenas áreas a tornarem-se mais serenas e pessoais. == Ver também == * Bebedouro",
 "title": "Fontanário"
}