{
 "id": "110999",
 "text": "Staphylococcus ou estafilococos são um género de bactérias gram-positivas e um dos mais comuns patógenos do ser humano. == Biologia == Os estafilococos têm formato esférico, aproximadamente 1 micrometro de diâmetro e formam grupos com aspecto de cachos de uvas. Após coloração por técnica de Gram, adquirem cor arroxeada ao microscópio óptico, devido à sua membrana simples e parede celular de peptidoglicano grossa, constituída por mureína, ácido teicóico e polissacarídeos. Outra característica desses micro-organismos reside no fato de serem anaeróbicos facultativos: vivem em meios aeróbios (usando oxigênio) mas podem, facultativamente, viver em meios anaeróbios (por intermédio da fermentação). De todo modo, seu crescimento é mais rápido em meios aeróbios. Não possuem flagelo, sendo portanto incapazes de se locomover autonomamente. Sua faixa de temperatura ótima para crescimento situa-se entre 30 e 37 graus Celsius, a mesma do corpo humano. == Fatores de virulência == Os fatores de virulência são todos os mecanismos que permitem a invasão do hóspede, ou a evasão da bactéria ao sistema imune. Cada estirpe tem geralmente apenas alguns destes fatores. # Têm cápsula que protege muitas estirpes contra fagocitose e o sistema imunitário. # Péptidoglicano, na parede celular: tem alguma atividade de endotoxina, estimulando a febre e vasodilatação excessivas, devido à produção pelas células imunitárias de citocinas como a IL-1.. # Proteína A: especifica dos S.aureus. Neutraliza imunoglobulinas (anticorpos). # Ácidos teicóicos: são fibrilhas como o polissacarídeo A que servem para ancorar a bactéria, impedindo-a de ser arrastada (pelo sangue, urina, suor ou outros fluidos) da sua área de colonização. # Toxina alfa: produzida pelo Staphylococcus aureus, destrói vários tipos de células. # Toxina beta: produzida apenas pelo Staphylococcus aureus, destrói vários tipos de células. # Toxina delta: produzida pela maioria dos estafilococos. É um surfactante que desestabiliza com a membrana celular Destrói, por lise celular (explosão dos conteúdos), eritrócitos e muitos outros tipos de células. # Toxina gama e leucocidina P-V: grupo de até seis toxinas que formam poros na membrana celular de leucócitos, destruindo-os por lise. # Coagulase: esta enzima coagula o sangue ao transformar o fibrinogénio em fibrina, da mesma forma que a trombina humana. A formação de coágulos à volta das bactérias dificulta o seu reconhecimento e fagocitose pelas células do sistema imunitário. Diferencial para Staphylococcus aureus # Fibrolisina ou estafilocinase: produzido pelo Staphylococcus aureus. Dissolve os coágulos de fibrina, o que é útil se forem tão grandes que impeçam a sua multiplicação e invasão. # Hialuronidase: degrada a matriz extra-celular humana, composta de ácido hialurónico, facilitando a invasão dos tecidos. # Catalase: protege as bactérias dos ataques com superoxidantes produzidos como defesa pelos leucócitos. A enzima catalase transforma o peróxido de oxigénio (presente na \"água oxigenada\" usada como asséptico) em água e oxigénio inofensivos. # Lipase: todos os Staphylococcus aureus e 30% dos outros produzem-nas. Dissolvem lípidos neutralizando defesas lipídicas (que repelem água e causam desidratação das bactérias) como o sebo da pele e mucosas. # Penicilinase: produzida pelas estirpes resistentes ao antibiótico penicilina. Ela degrada o antibiótico. É espalhada por troca de plasmídeos contendo o gene nas trocas sexuais bacterianas. # Enterotoxinas: produzidas em alimentos durante a fase de crescimento. São peptídeos de pequeno peso molecular. São resistentes às enzimas digestivas e ao calor, não sendo destruídas pelos processos de cocção e esterilização. Agem na parede do estômago, nos receptores do nervo vago. São produzidas diversas toxinas, designadas por letras: A, B, C (C1 e C2), C, D, E, F e G. ==Epidemiologia== Existem em todo o mundo. As estirpes pouco virulentas (coagulase-negativas) dos estafilococos existem na pele de todas as pessoas, embora frequentemente também estejam presentes Staphylococcus aureus (sem no entanto provocar doenças). Por vezes, também estão presentes nos intestinos e no trato urinário. São destruídos por desinfectantes, sabão e altas temperaturas. Podem resistir bem à desidratação, durante longos períodos. São transmitidas de pessoa a pessoa pelo contato direto ou pelo contato indireto (via objectos). As feridas e outras aberturas na pele, os estados de debilidade, as operações cirúrgicas e as doenças em geral incrementam a possibilidade de esses micro-organismos invadirem o organismo humano e passarem a atuar como patógenos. ===Doenças causadas=== As principais são: *Foliculite *Mastite bovina *Otite externa em cães *Doenças sistêmicas potencialmente fatais *Infecções cutâneas (piodermite) *Infecções oportunistas *Doenças das vias urinárias *Endocardite *Impetigo ===Epidemiologia em alimentos=== Necessita de vários nutrientes para seu desenvolvimento. Por isso se reproduz com facilidade apenas em alimentos ricos em nutrientes à base de ovos, leite, carnes e açúcar. As intoxicações ocorrem normalmente em alimentos como laticínios: queijo frescal, creme de leite, chantilly, leite; produtos de confeitaria: tortas recheadas, creme de ovos, etc.; produtos de carne como presunto. Sua origem é ou a matéria prima ou o manipulador de alimentos. Vive na pele de animais e humanos, assim como nas fossas nasais. Pode chegar no alimento através do animal ou pelo contato com humanos. O alimento contaminado necessita ficar algumas horas em temperatura ambiente; é necessária a reprodução do Staphyloccous aureus no alimento para a produção da toxina. As falhas podem ocorrer por falta de higiene no manuseio associadas com temperatura errada de armazenagem (temperatura ambiente: nos processos de resfriamento, descongelamento ou estocagem.) A toxina formada não é destruída pelo cozimento; uma vez formada no alimento esse pode causar intoxicação mesmo após o processo, embora o microrganismos seja destruído. A doença se caracteriza basicamente por vômitos intensos que se iniciam cerca de 2 h após a ingestão de alimentos com a toxina e duram algumas horas. Em geral o paciente se recupera sem maiores consequências, mas pessoas vulneráveis como bebês, idosos e pessoas debilitadas pode causar consequências mais graves. É comum em alimentos, por isto a legislação sanitária brasileira, por intermédio da ANVISA, estabeleceu limites de tolerância para essa presença. ==Prevenção== A prevenção consiste basicamente em manter-se a higiene pessoal e dos alimentos manipulados: *Lavar as mãos com escovas e sabões desinfetantes. *Ao manipular alimentos, usar máscaras, luvas e gorros. *Usar refrigeração adequada. A temperatura dos alimentos deve ser mantida inferior a 7 °C. ==Diagnóstico e tratamento== O diagnóstico é realizado pela coleta de amostras, cultura em disco de Petri e identificação por técnica de Gram e bioquímica (determinação das enzimas que produz). A sorologia (detecção de anticorpos específicos) também ajuda. Para o tratamento, indicam-se as penicilinas penicilinase-resistentes. Essas ainda são a primeira escolha, apesar do aumento da resistência das bactérias. A oxacilina é uma penicilina penicilinase-resistente indicada para as infecções causadas por S. aureus. Já a cefazolina é uma cefalosporina de primeira geração, resistente à penicilinase, e é indicada como segunda escolha no tratamento das infecções. Por fim, em caso de micro-organismos resistentes (que não são afetados pelas penicilinas penicilinase-resistentes), indica-se o uso de vancomicina. ===Em alimentos=== A intoxicação é autolimitada. Pode ser necessário administração de antieméticos e hidratação do paciente em casos mais graves. O diagnóstico é feito clinicamente pelos sintomas e laboratorialmente pela identificação da enterotoxina nas fezes do paciente. O quadro é fechado pelo isolamento do Staphylococcus aures no alimento, através de métodos microbiológicos e a identificação do mesmo tipo de enterotoxina pela cepa isolada. Para desencadear o quadro, em geral as contagens no alimento devem ser altas: maior que 1 milhão de células de S. aureus por grama de alimento. Contudo, o micro- organismo pode estar ausente no alimento cozido, pois é destruído pelo calor, embora a enterotoxina pré-formada antes do cozimento não seja destruída. ==Membros do grupo== Há mais de 30 espécies pertencentes ao género, mas apenas algumas delas causam doenças significativas: *S. arlettae *S. aureus *S. auricularis *S. capitis *S. caprae *S. carnosus *S. chromogenes *S. cohnii *S. condimenti *S. croceolyticus *S. delphini *S. devriesei *S. epidermidis *S. equorum *S. felis *S. fleurettii *S. gallinarum *S. haemolyticus *S. hominis *S. hyicus *S. intermedius *S. kloosii *S. leei *S. lentus *S. lugdunensis *S. lutrae *S. lyticans *S. massiliensis *S. microti *S. muscae *S. nepalensis *S. pasteuri *S. pettenkoferi *S. piscifermentans *S. pseudintermedius *S. pulvereri *S. rostri *S. saccharolyticus *S. saprophyticus *S. schleiferi *S. sciuri *S. simiae *S. simulans *S. stepanovicii *S. succinus *S. vitulinus *S. warneri *S. xylosus ! Categoria:Gêneros de bactérias Categoria:Bactérias gram- positivas",
 "title": "Staphylococcus"
}