{
 "id": "110907",
 "text": "A Vancomicina é um antibiótico glicopéptidico usado no tratamento das infecções bacterianas. É um péptido tricíclico glicosilado não produzido em ribossoma, mas sim por enzimas específicas. Não é absorvida no intestino e é administrada via intravenosa, exceto no tratamento de infecções do próprio intestino. ==Indicações== Não apresenta atuação sobre bactérias Gram- negativas, micobactérias e fungos. Ativo sobre Gram-positivos. Porém algumas cepas de Staphylococcus epidermidis, Staphylococcus haemolyticus e Staphylococcus aureus sejam resistente a teicoplanina, entretanto sensíveis a vancomicina. Microrganismos sensíveis: CIM < 4 mg/l. Resistência: CIM > 32 mg/l Infecção anal e vaginal. ==Mecanismo de acção== Inibe a síntese da parede celular da bactéria. Ela bloqueia a incorporação no peptidoglicano das subunidades N-ácido acetilmuramico e N-acetilglucosamina, ao se ligar reversivelmente a estas moléculas. Com parede celular deficiente as bactérias não resistem às pressões osmóticas e morrem. Até recentemente, a vancomicina era dos poucos antibióticos sem casos descritos de resistência. No entanto, em 2002 uma mulher foi internada em Detroit com infecção por Staphylococcus resistente à vancomicina. ==Resistência antibiótica== O surgimento de resistência à vancomicina, um dos últimos recursos para tratar Staphylococcus multi-resistentes, redundou em cepas de Staphyloccocus que são resistentes a todos antibióticos em uso actualmente. Hoje, para a Vancomicina surtir efeito, ela deve apresentar MIC < 1,0 e a dose ainda deve ser maior do que a prescrita normalmente. A resistência à vancomicina é um problema crescente, particularmente em locais como hospitais. Sendo a vancomicina um antibiótico de última geração para várias infecções por bactérias gram-positivas, a crescente resistência pode levar ao indesejado cenário de outrora, quando infecções bacterianas eram em sua maioria, fatais. O primeiro relato de Enterococcus resistentes à vancomicina remonta a 1987. Outros microorganismos patogênicos também desenvolveram resistência na década de 90 e começo do século XXI, inclusive Staphylococcus aureus e Clostridium difficile.Smith TL, Pearson ML, Wilcox KR, Cruz C, Lancaster MV, Robinson-Dunn B, et al. Emergence of vancomycin resistance in Staphylococcus aureus. Glycopeptide-Intermediate Staphylococcus aureus Working Group. N Engl J Med 1999;340(7):493-501. PMID 10021469McDonald LC, Killgore GE, Thompson A, et al. Emergence of an epidemic, toxin gene variant strain of Clostridium difficile responsible for outbreaks in the United States between 2000 and 2004. N Engl J Med 2005;353:2433-2441. PMID 16322603 Ainda há a suspeita que o uso em granjas do antibiótico veterinário Avoparcin, um peptidoglicano similar, tenha contribuído para a emergência de cepas resistentes à vancomicina.LEME, Ivani Lúcia et al. Glycopeptides susceptibility among enterococci isolated from a poultry farm in São Paulo, Brazil (1996/1997). Braz. J. Microbiol., São Paulo, v. 31, n. 1, 2000. Acesso em: 04 Mar 2007. A resistência é devida à alterações da estrutura do N-ácido acetilmuramico e N-acetilglucosamina, que nessa forma têm afinidade 1000 vezes menor para se ligar com a molécula do antibiótico. Em Enterococcus também resistentes, aparentemente há uma enzima que modifica as estruturas desses péptidos. ==Efeitos adversos== * Febre; * Reações alérgicas com manifestação cutânea(pele); * Ototoxicidade e Nefrotoxicidade: tóxicidade para o ouvido e rim (rara); * Hemorragias.Antibiótico Vancomycin pode causar hemorragia, diz estudo. O Estado de S. Paulo: online. Acesso em: 04 Mar 2007. Von Drygalski, A. et al. Vancomycin-Induced Immune Thrombocytopenia. NEJM 2006, 356:904-910 ==História== Foi isolada da fermentação por bactérias de um membro da familia dos Actinomicetes, ou bactérias semelhantes a fungos, Amycolatopsis orientalis (relacionado às Nocardia), pela farmacêutica Eli lilly and company. A patente expirou em 1980. Categoria:Antibióticos glicopeptídicos Categoria:Medicamentos essenciais da Organização Mundial da Saúde",
 "title": "Vancomicina"
}