{
 "id": "111145",
 "text": "thumb|Uma das entradas da atual FIL.A Feira Internacional de Lisboa, acrónimo FIL, localiza-se no Parque das Nações, na cidade, concelho e distrito de Lisboa, em Portugal. Constitui-se no espaço onde se realizam algumas das maiores feiras temáticas no país. A FIL foi percursora em Portugal na organização e realização de eventos de dimensão verdadeiramente internacional. Desde a sua inauguração das suas instalações na Junqueira, com projeto dos arquitetos Francisco Keil do Amaral e Alberto Cruz (Feira das Indústrias, 1952-57), a FIL recebeu milhões de visitantes e expositores oriundos dos quatro cantos do mundo. Em 1999, com a mudança para as suas novas instalações no Parque das Nações, a FIL deu um passo gigante na modernização da actividade de organização e realização de eventos em Portugal. A partir desta data o país passou dispor de instalações cuja dimensão, arquitectura, localização e multifuncionalidade lhe permitem estar permanentemente na rota dos grandes eventos internacionais. As instalações na Junqueira foram requalificadas e hoje são o Centro de Congressos de Lisboa., um palco de numerosos eventos nacionais e internacionais. == Caraterísticas == Com uma área coberta de cerca de 43.000 m2 e implantado numa superfície total de 100.000m2 (o equivalente a 11 campos de futebol), o edifício da FIL é constituído por quatro naves de dimensões semelhantes (10.368m2) com 144 metros de comprimento e 72 metros de largura. Outra das principais características é a altura de cada uma das naves, que varia de 10 a 14 metros de altura, e que permite soluções únicas no que respeita à implementação de estruturas para a realização dos eventos. Os quatro pavilhões estão interligados por uma ponte metálica exterior. Para além dos pavilhões, o recinto compreende ainda um moderno Centro de Reuniões, composto por 3 auditórios e 5 salas de reunião, um pavilhão multiusos com cerca de 1200 m2, diversas áreas comerciais (lojas e restaurantes) bem como um parque de estacionamento subterrâneo com capacidade para 830 viaturas. A entrada principal localiza-se na zona sul e faz-se através do grand hall, onde são igualmente disponibilizados os diversos serviços de apoio que a FIL presta a visitantes e expositores. A entrada no recinto pode ainda ser feita através da zona norte e da zona poente. == Feiras == * PET FESTIVAL - Salão dos Animais de Estimação * BTL - Feira Internacional de Turismo * FUTURÁLIA \\- Salão de Oferta Educativa, Formação e Empregabilidade * PAPERGIFT - Salão Internacional de Papelaria, Material Didáctico, Brinquedo, Brinde, Festas e Decoração * ACQUALIVEEXPO - Água, Energia, Resíduos e Ambiente * ENERGYLIVEEXPO - Eficiência Energética, Energias Renováveis, Mobilidade Eléctrica * LISBOA MOTOSHOW * LISBOA GAMES WEEK * MOTORCLÁSSICO - Salão Internacional de Automóveis e Motociclos Clássicos * ALIMENTARIA & HOREXPO LISBOA - Salão Internacional da Alimentação, Hotelaria e Tecnologia para a Indústria Alimentar * TEKTÓNICA - Feira Internacional de Construção e Obras Públicas * SEGUREX - Salão Internacional de Protecção e Segurança * ARTE LISBOA - Feira de Arte Contemporânea * FIA - Feira Internacional do Artesanato * INTERCASA - Feira Internacional de Soluções e Conceitos Globais de Decoração * SIL - Salão Imobiliário de Portugal * LXD - Lisboa Design Show * NATALIS - Feira de Natal de Lisboa *WEB SUMMIT == Ligações externas == * Site oficial * Site LisbonVenues (CCL, FIL e PT Meeting Center) * Site da Fundação AIP Categoria:Cultura de Lisboa Lisboa",
 "title": "Feira Internacional de Lisboa"
}