{
 "id": "111179",
 "text": "Ivo Narciso Cassol (Concórdia, 20 de janeiro de 1959) é um empresário, pecuarista e político brasileiro radicado em Rondônia, filho de Reditario Cassol e Elga Bergamin Cassol. O senado federal não menciona se Ivo é formado. Foi prefeito de Rolim de Moura e governador de Rondônia. Integrou o Partido da Social Democracia Brasileira (PSDB) e Partido Popular Socialista (PPS). Desde 2009 é membro do Progressistas (PP) e Senador da República para o período 2011-2019. == História == Sua família emigrou de Santa Catarina para Rondônia em 1976/1977. Casado com Ivone Mezzomo Cassol, é pai de um filho e duas filhas. Em 1977, Reditario Cassol, patriarca da família, adquiriu um lote terras em Santa Luzia d'Oeste, na então quase intocada Zona da Mata rondoniense. A área era rica em mogno e cerejeira, madeiras de alto valor comercial. Começa então, a oportunidade para que Ivo Cassol, então com dezoito anos de idade, e seus cinco irmãos Dalva, Cesar, Darcila, Denise e Jaqueline iniciassem o negócio da família. No final da década de 1980, ocorre a primeira das grandes crises de fornecimento de energia que iriam abalar a economia do Brasil e, por extensão, o Estado de Rondônia. A família Cassol viu na crise uma oportunidade de crescer, impulsionada pelo Governo Federal, o qual oferecia, na época, um programa de incentivo para quem se dispusesse a investir na geração e distribuição de energia elétrica. Hoje a família é proprietária de quatro pequenas centrais hidrelétricas (pch) no Estado de Rondônia. == Política == Com a consolidação dos negócios, tanto na atividade agropecuária de ponta como na hidrogeração, Ivo Cassol decidiu exercer a vida pública. Na época do governo do coronel Jorge Teixeira de Oliveira (1979/1985), o pai Reditário Cassol foi nomeado administrador de Colorado do Oeste. Em 1986, Reditário elegeu-se deputado estadual, sendo o autor de projetos de lei que criaram 19 municípios na década de 1990. Em 1990, Reditário Cassol foi eleito deputado federal para a legislatura 1991/1994. O irmão, César Cassol foi prefeito do município de Santa Luzia do Oeste entre 1989 e 1992 e, de 1994 a 2002, foi eleito deputado estadual por duas legislaturas. Em 2000, quem se elege para administrar a prefeitura de Alta Floresta d'Oeste é Darcila Cassol (\"Nega Cassol\"), irmã de Ivo (período 2001/2004). César Cassol foi eleito prefeito de Rolim de Moura para o quadriênio (2013/2016). Em 1992, Ivo Cassol decidiu concorrer a prefeito de Rolim de Moura, mas teve sua candidatura impugnada dez dias antes das eleições. Em 1996, elegeu-se prefeito da cidade, tendo sido reeleito para o quadriênio 2001/2004. Para candidatar-se a Governador do Estado de Rondônia, renunciou ao mandato de prefeito no início de abril/2002. Em 2002, Ivo Cassol disputou o governo de Rondônia. No primeiro turno, recebeu 184.085 votos (29,62%), contra José Bianco (20,23%), Acir Gurgacz (16,89%) e Mauro Nazif (15,57%). Avançou ao segundo turno junto de José Bianco, no qual venceu com 348.081 votos (59,07%) contra 241.206 (40,93%) de votos de José Bianco. Nas eleições de Rondônia de 2006 reelegeu-se já no primeiro turno, tendo como principais adversários Fátima Cleide, senadora do PT, o ex-prefeito de Porto Velho, Carlinhos Camurça (PSB) e o então senador Amir Lando, do PMDB. Em 2008, o governador foi cassado do cargo por suposta compra de votos. O Tribunal Regional Eleitoral de Rondônia cassou a chapa de Cassol e o vice-governador João Cahulla. Com recurso, ambos foram mantidos nos cargos até o julgamento do TSE, que os manteve no cargo. Ivo Cassol deixou o governo no início de abril de 2010 para disputar o cargo de Senador da República na eleição de Rondônia em 2010. Ao renunciar, o seu vice, João Cahulla, assumiu até o fim do mandato. Cassol concorre ao senado, e elege-se juntamente com Valdir Raupp.Governador, senadores e deputados diplomados Seus suplentes são o próprio pai Reditário Cassol e Odacir Soares Rodrigues. Nesta eleição de 2010, Ivo Cassol teve sucesso ao se eleger ao Senado Federal, mas não conseguiu eleger o seu vice, João Cahulla, da sua coligação Avança Rondônia (PPS/PP/PTB/PSL/PTN/PSDC/PHS/PMN/PRP). O então governador Cahulla perdeu para Confúcio Moura em segundo turno, com 297.674 votos, 41,34% de porcentagem, contra 58,68% de Confúcio (422.707 votos). Uma diferença de 125.033 votos entre os dois candidatos. Em novembro de 2018, o senador votou a favor do aumento de salário dos integrantes do STF, que gerará o reajuste de milhares de salários no nível federal, estadual e municipal, com impacto negativo estimado de 6 bilhões de reais/ano no orçamento nacional. === Polêmica sobre salários === Em março de 2012, Ivo Cassol deu declaração polêmica sobre Projeto de Lei prevendo o corte do 14º e 15º salários — sem desconto de imposto de renda — a que os parlamentares têm direito, tendo pedido vista do projeto e com isso postergado sua votação: === Condenação por fraude em licitações === Em 8 de agosto de 2013, Ivo Cassol foi condenado pelo Supremo Tribunal Federal a quatro anos e oito meses em regime semiaberto por fraudar licitações quando era prefeito de Rolim de Moura (RO) entre 1998 e 2002, direcionando os processos a empresas de parentes e amigos. O senador divulgou que vai recorrer da decisão do STF e continuará exercendo seu mandato. Atualmente o julgamento está chegando ao fim, mas teve mais um pedido de vistas ao processo o que deve atrasá-lo. Em dezembro de 2016, votou a favor da PEC do Teto dos Gastos Públicos. Em julho de 2017 votou a favor da reforma trabalhista. Em outubro de 2017 votou a favor da manutenção do mandato do senador Aécio Neves derrubando decisão da Primeira Turma do Supremo Tribunal Federal no processo onde é acusado de corrupção e obstrução da justiça por solicitar dois milhões de reais ao empresário Joesley Batista. === Envolvimento com rede de prostituição === Em 14 de julho de 2017, Ivo Cassol foi flagrado conversando com agenciadores de uma rede de prostituição, através de escutas plantadas pela polícia civil da capital federal. Cassol demonstra em um dos audios intimidade com o agenciador e com uma de suas garotas de nome Gabriela, que utilizava as mulheres para influenciar as decisões dos parlamentares em relação a liberação de um medicamento contra o câncer.http://www.opopular.com.br/editorias/politica/bolsonaro-e- filho-s%C3%A3o-interceptados-em-conversas-com-agenciador-de-garotas-de- programa-1.1309195 == Ligações externas == * Página oficial * Perfil do Senador Ivo Cassol no site do oficial Senado Federal Categoria:Empresários de Rondônia Categoria:Prefeitos de Rolim de Moura Categoria:Governadores de Rondônia Categoria:Senadores do Brasil por Rondônia Categoria:Membros do Partido Democrático Trabalhista Categoria:Membros do Democratas (Brasil) Categoria:Membros do Cidadania (partido político) de Rondônia Categoria:Membros do Partido da Social Democracia Brasileira Categoria:Membros do Progressistas de Rondônia Categoria:Naturais de Concórdia Categoria:Deputados estaduais de Rondônia Categoria:Membros do Cidadania (partido político) Categoria:Membros do Progressistas",
 "title": "Ivo Cassol"
}