{
 "id": "111240",
 "text": "Sean Justin Penn (Santa Mônica, 17 de agosto de 1960) é um ator, produtor, diretor de cinema e roteirista norte-americano, duas vezes vencedor do Oscar de Melhor Ator. == Biografia == É filho do diretor de cinema Leo Penn e da atriz Eileen Ryan e irmão do músico Michael Penn e do falecido ator Chris Penn. Depois foi um dos mais notórios opositores da invasão do Iraque em 2003, chegando inclusive a visitar o país algumas semanas antes de se iniciar a operação militar. Foi casado com a atriz Robin Wright com quem tem uma filha chamada Dylan Frances (nascida a 13 de abril de 1991) e um filho chamado Hopper Jack (nascido a 6 de agosto de 1993). Ganhou o Oscar de Melhor Ator em 2004 por sua atuação no filme Sobre Meninos e Lobos e em 2009 por seu trabalho em Milk - a voz da igualdade. Dirigiu o filme Into the Wild, adaptação de um livro homônimo de Jon Krakauer. Fez uma participação especial em 2 episódios da série Friends, como Erik, um professor que namora Ursula Buffay. Logo depois Phoebe Buffay, ambas personagens de Lisa Kudrow. Fez também uma rápida passagem no seriado americano Two and a Half Men, no primeiro episódio da segunda temporada, ao interpretar a si mesmo como um dos amigos integrantes do grupo de ajuda de Charlie Harper. === Ativismo político === Sean Penn tem um histórico de participação em atividades políticas que buscam discutir o papel da política externa dos Estados Unidos e participou do funeral do presidente Hugo Chávez juntamente com o reverendo e defensor dos direitos civis Jesse Jackson. == Filmografia == * 1981 - TAPS (Toque De Recolher) * 1982 - Picardias Estudantis * 1983 - Juventude em Fúria * 1984 - Racing with the Moon * 1985 - The Falcon and the Snowman * 1986 - Caminhos Violentos * 1986 - Shanghai Surprise * 1988 - As Cores da Violência * 1989 - Não Somos Anjos * 1989 - Pecados de Guerra * 1990 - State of Grace (Um Tiro De Misericórdia, no Brasil) * 1993 - Carlito's Way * 1994 - Lafayette * 1995 - Dead Man Walking (Os Últimos Passos de um Homem, no Brasil) * 1997 - Loucos de Amor * 1997 - The Game' * 1997 - U Turn (Reviravolta, no Brasil) * 1998 - The Thin Red Line * 1998 - Hurlyburly (Hurlyburly - O Alvoroço, no Brasil) * 1999 - Sweet and Lowdown (Poucas e Boas, no Brasil) * 2000 - The Weight of Water(O Peso da Água, lançado em 2002 no Brasil) * 2001 - I Am Sam (Uma Lição de Amor, no Brasil) - Sean * 2001 - Friends (8ª Temporada - Episódio 6) - Eric * 2003 - Two and a Half Men (Dois Homens e Meio, no Brasil) - Jogador de poker * 2003 - Mystic River (Sobre Meninos e Lobos, no Brasil) * 2003 - 21 Grams (21 Gramas, no Brasil) * 2004 - The Assassination of Richard Nixon * 2005 - The Interpreter * 2006 - All the King's Men (A Grande Ilusão ou O Caminho do Poder, no Brasil) * 2007 - Into The Wild (Na Natureza Selvagem, no Brasil) * 2008 - What Just Happened * 2008 - Milk * 2010 - Jogo de Poder (Fair Game) * 2011 - When a Stranger Returns (Quando um estranho Retorna, no Brasil) * 2011 - The Tree of Life (A Árvore da Vida, no Brasil) * 2011 - This Must be The Place (Aqui é o meu Lugar, no Brasil) * 2012 - Americans * 2013 - Caça aos Gângsteres * 2013 - A Vida Secreta de Walter Mitty * 2015 - O Franco-Atirador * 2019 - O Gênio e o Louco == Principais prêmios e indicações == ; Oscar * Recebeu cinco indicações na categoria de melhor ator, por Os Últimos Passos de um Homem (1995), Poucas e Boas (1999), Uma Lição de Amor (2001), Sobre Meninos e Lobos (2003) e Milk - A Voz da Igualdade (2008); venceu com Sobre Meninos e Lobos e com Milk - A Voz da Igualdade ; Globo de Ouro * Recebeu três indicações na categoria de melhor ator - drama, por Os Últimos Passos de um Homem (1995), Sobre Meninos e Lobos (2003) e Milk - A Voz da Igualdade (2008); venceu com Sobre Meninos e Lobos. * Recebeu uma indicação na categoria de melhor ator - comédia / musical por Poucas e Boas (1999). * Recebeu uma indicação na categoria de melhor ator coadjuvante por O Pagamento Final (1993). ; BAFTA * Recebeu duas indicações na categoria de melhor ator, por 21 Gramas (2003) e Sobre Meninos e Lobos (2003). ; Independent Spirit Awards * Recebeu duas indicações na categoria de melhor ator, por Os Últimos Passos de um Homem (1995) e Hurlyburly - O Alvoroço (1998); venceu com Os Últimos Passos de um Homem. ; Festival de Cannes * Venceu na categoria de melhor ator por Loucos de Amor (1997). ; Festival de Veneza * Ganhou duas vezes o Leão de Prata (categoria de melhor ator), por Hurlyburly - O Alvoroço (1998) e por 21 Gramas (2003). ; Prémios Screen Actors Guild * Recebeu quatro indicações, mas venceu apenas por Milk - A Voz da Igualdade (2008) == Ligações externas == * * * * * * * Categoria:Judeus dos Estados Unidos Categoria:Atores dos Estados Unidos Categoria:Óscar de melhor ator Categoria:Globo de Ouro de melhor ator em filme de drama Categoria:Vencedores do Prémio Screen Actors Guild de melhor ator em filme Categoria:Independent Spirit de melhor ator Categoria:Prémio de interpretação masculina (Festival de Cannes) Categoria:Atores premiados no Festival de Berlim Categoria:Atores premiados com o Satellite Award Categoria:Atores premiados no Festival de Veneza Categoria:Naturais de Santa Mônica (Califórnia) Categoria:Critics' Choice de melhor ator em cinema Categoria:London Film Critics Circle de melhor ator Categoria:BAFTA Los Angeles Britannia Award Categoria:César honorário Categoria:Prémio LAFCA de melhor ator Categoria:Ativistas dos direitos LGBT dos Estados Unidos Categoria:Boston Society of Film Critics de Melhor Ator Categoria:St. Louis Film Critics Association de Melhor Ator Categoria:San Francisco Film Critics Circle de Melhor Ator Categoria:Estadunidenses contra a Guerra do Iraque",
 "title": "Sean Penn"
}