{
 "id": "111228",
 "text": "Alismataceae é uma família botânica pertencente à classe Alismatales. Hoje inclui a antiga família Limnocharitaceae. É formada por 16 gêneros e 100 espécies. São conhecidas por serem plantas aquáticas e geralmente são ervas. Possuem folhas flutuantes ou aéreas. Flores actinomorfas, dioicas, às vezes monoicas, diclamídeas com perianto bem diferenciado entre cálice e corola. As pétalas são geralmente brancas, róseas ou amarelas. O caule é modificado em rizomas. == Etimologia == A palavra Alismataceae é derivada da ordem Alismatales. O prefixo Alisma tem origem celta, que significa \"água\" em referência ao substrato onde vivem. == Descrição == São ervas rizomatosas, aquáticas. Possuem látex, flavonóides e sulfatos fenólicos. É notável a presença de aerênquima. === Folhas === Possuem folhas simples, alternas, espiraladas ou dísticas, com venação paralela e nervura central, ou palmada. São pecioladas. Geralmente a base é uma bainha. Não possui estípulas. O caule é transformado em rizomas, estes rizomas possuem endoderme. === Flores === Geralmente possuem flores dispostas em espirais, e algumas espécies têm flores solitárias. As flores são regulares, bissexuais ou unissexuais. Possuem três sépalas, livres e imbricadas, que geralmente continuam na fase do fruto. Três pétalas, também livres, imbricadas e enrugadas geralmente bem visíveis, brancas, róseas, roxas, ocasionalmente com manchas amarelo ou púrpuras. As pétalas raramente duram mais de um dia em algumas espécies. Em Burnatia e Wiesneria as pétalas duram minutos, ou até mesmo são ausentes nas flores femininas. O gineceu compreende três, seis, nove ou múltiplos pistilos independentes, cada um com um ovário súpero contendo um único lóculo com um óvulo, ou vários, geralmente placentação semibasal, com vários para muitos óvulos parietais. O estigma é diminuto. Nectários podem ser encontrados na base dos pistilos. O androceu contém de três, seis, nove ou múltiplos estames diferenciados, livres. A antera pode ser centrífuga ou centrípeta. O pólen é granuloso, com amido e margens irregulares. === Frutos === Os frutos são aquênios ou na minoria das vezes folículos. Observando as sementes nota-se que o embrião é dobrado ou curvado. Não possuem endoderme. == Distribuição == A família está bem distribuída pelo mundo, com o maior número de espécies nas regiões temperadas do hemisfério norte. Exceptua-se a ocorrência em uma parte do norte da África, uma parte ao leste da América do Sul, grande parte da Oceanía e da Antártida. Os principais gêneros desta família são Echinodorus, contendo 45 espécies e Sagittaria, contendo 35 espécies, e estão mais frequentes no Canadá e Estados Unidos. Os gêneros que ocorrem no Brasil são Alisma L., Echinodorus Rich. ex Engelm., Hydrocleys Rich., Limnocharis Humb. & Bonpl. e Sagittaria L.. Atualmente existem registros de 8 espécies e 1 subespécie endêmicas, mas nenhum gênero. == Adaptações/Caracteres evolutivos == A partir das magnoliídeas, o carpelo das plantas é fechado, portanto Alismataceae está inclusa em um grupo que contém esta característica. Estão extremamente adaptadas ao sedimento aquático. Podem ser perenes ou anuais, geralmente acompanhando a condição de alagamento do ambiente. As folhas são estreitas na fase submersa e mais elaboradas quando emersas ou flutuantes, provavelmente para evitar a quebra de folhas no estado submerso. Há variação de morfologia foliar de acordo com fatores externos, como correnteza da água, e internos, como química. == Reprodução == As plantas podem ser monoicas, por exemplo, as do gênero Sagittaria, ou dioicas, por exemplo, as dos gênero Alisma e Echinodorus. As flores podem ser polinizadas por insetos, atraídos pelo néctar. É conhecida a visitação de abelhas e moscas com mais frequência. Os frutos (aquênios) são dispersos pela água, por serem leves e boiarem, com ajuda de seu tecido folicular, como em Limnocharis. Podem também servir de alimento para aves e assim serem dispersos. == História == Estima-se a idade do grupo coroa, onde começou a divergência nas Alismataceae atuais como Cretáceo ou acima. A família Alismataceae está dentro das angiospermas, monocotiledôneas, da super-ordem das Lilianae e da Ordem Alismatales. Detalhes das relações entre e dentro de Alismataceae e a antiga família Limnocharitaceae são ainda pouco conhecidos. Dentro da parte cultural na história, sabe-se que espécies do gênero Sagittaria foram consumidas como alimento por povos indígenas da América do Norte. == Conservação == Até setembro de 2008 não foi dado nenhum registro de espécies ameaçadas de extinção no Brasil em Alismataceae. == Importância econômica == O gênero Sagittaria tem rizomas que podem ser comestíveis, em alguns locais cultivados com esse intuito. No Sul e no Leste da Ásia por exemplo, são consumidos por humanos e também servem de forragem animal. Outras espécies, pela beleza de suas flores e aparência em geral, são ocasionalmente utilizadas como plantas ornamentais em jardins de turfeiras e aquários. Há registros dos botões florais e folhas do gênero Limnocharis ser usado para alimentação, e a partir daí ser conhecido como “vegetal de pobres”. No Brasil, foram detectados registros de espécies de Sagittaria e Echinodorus como plantas invasoras, podendo obstruir canais de drenagem de lagos e represas, o que interfere na economia local. Em contrapartida, a espécie Echinodorus macrophyllus tem suas folhas utilizadas popularmente para o tratamento de doenças como reumatismo, sífilis, e usadas também como diurético. Com novos estudos, pode-se considerar sua possível utilização em medicamentos fitoterápicos. == Potencial ornamental == Podem ser usadas ornamentalmente em aquários e/ou de fontes d’água, como por exemplo, ocorre com os gêneros Sagittaria, Alisma, Equinodorus e Hidrocleys. Sua aparência externa é agradável, tendo a lâmina foliar bem desenvolvida, e tendo o diferencial na morfologia das margens que são ovada a elíptica e com base aguda a sagitada na sua fase flutuante ou emersa, e principalmente pela aparência das flores, que são pequenas, actinomórficas, de cores leves (brancas, róseas ou amarelas), mas que podem ser apreciadas por terem uma aparência harmoniosa. == Gêneros == Atualmente no sistema APG III, a família Alismataceae contém três gêneros, que antes estavam encaixados em Limnocharitaceae (Butomopsis Kunth.; Hydrocleys Rich.; Limnocharis Bonpl.). Hoje são, ao todo, catorze gêneros e dois gêneros fósseis (Alismaticarpum Collinson. e Sagisma Nikitin.) em Alismataceae: A família Alismataceae possui 17 gêneros reconhecidos: * Albidella * Alisma * Astonia * Baldellia Parl. * Burnatia Micheli * Butomopsis Kunth * Caldesia Parl. * Damasonium Mill. * Echinodorus Rich. ex Engelm. * Helanthium * Hydrocleys Rich. * Limnocharis Bonpl. * Limnophyton Miq. * Luronium Raf. * Ranalisma Stapf * Sagisma † Nikitin * Sagittaria L. * Wiesneria Micheli * * * * * B. Cronk, et. al. Developmental Genetics and Plant Evolution Bloedel e Hirsch (1979) Heteroblasty and leaf plasticity (2002) pp 452 J. Leite, et. al Contribuição ao estudo farmacobotânico da Echinodorus macrophyllus (Kunth) Micheli (chapéu- de-couro) – Alismataceae, Rev. bras. farmacogn. vol.17 no.2 João Pessoa Apr./June 2007. Judd, et. al. Sistemática Vegetal , Um enfoque filogenético,3ª edição. pp 252 – 254 M. Brandão et. al. Plantas palustres e aquáticas que se comportam como invasoras, no Estado de Minas Gerais, Acta Bot. Bras. vol.2 no.1 supl.1 Feira de Santana 1988 Sistema APG III Soros & Les 2002; Y. Kato et al. 2003; J.-M. Chen et al. 2004a, b; L.-Y. Chen et al. 2012a; von Mering & Kadereit 2010; Lehtonen 2009 == Ligações externas == * Categoria:Alismatales ! Categoria:Famílias de monocotiledóneas Categoria:Famílias de angiospérmicas",
 "title": "Alismataceae"
}