{
 "id": "111317",
 "text": "A Copa do Mundo FIFA Sub-20 ou Campeonato Mundial de Futebol Sub-20 é uma competição internacional de futebol para jogadores até a idade de vinte anos e é organizado pela Federação Internacional de Futebol (FIFA). Geralmente, alguns dos maiores nomes do esporte marcam presença pela primeira vez no cenário internacional nessa competição. Isso inclui Diego Maradona (1979), Davor Šuker (1987) e Luís Figo (1991). A primeira edição foi sediada pela Tunísia em 1977 e foi ganha pela União Soviética. Tem acontecido em anos ímpares desde então, com a Argentina liderando com seis conquistas, seguido pelo Brasil com cinco títulos. == Eliminatórias == * AFC (Ásia): Campeonato Asiático Sub-19 * CAF (África): Campeonato Africano Sub-20 * CONCACAF (América do Norte): Campeonato Sub-20 da CONCACAF * CONMEBOL (América do Sul): Campeonato Sul-Americano Sub-20 * OFC (Oceania): Campeonato Sub-20 da OFC * UEFA (Europa): Campeonato Europeu Sub-19 == Resultados == Ano Sede Final Final Final Semifinalistas Semifinalistas Semifinalistas Ano Sede Campeão Placar Vice 3.º lugar Placar 4.º lugar 1977 Detalhes Tunísia União Soviética 2 – 2 (pro) (9 – 8 pen) México Brasil 4 – 0 Uruguai 1979 Detalhes Japão Argentina 3 – 1 União Soviética Uruguai 1 – 1 (pro) (5 – 3 pen) Polônia 1981 Detalhes Austrália Alemanha Ocidental 4 – 0 Qatar Romênia 1 – 0 Inglaterra 1983 Detalhes México Brasil 1 – 0 Argentina Polônia 2 – 1 (pro) Coreia do Sul 1985 Detalhes União Soviética Brasil 1 – 0 (pro) Espanha Nigéria 0 – 0 (pro) (3 – 1 pen) União Soviética 1987 Detalhes Chile Iugoslávia 1 – 1 (pro) (5 – 4 pen) Alemanha Ocidental Alemanha Oriental 2 – 2 (pro) (3 – 1 pen) Chile 1989 Detalhes Arábia Saudita Portugal 2 – 0 Nigéria Brasil 2 – 0 Estados Unidos 1991 Detalhes Portugal Portugal 0 – 0 (pro) (4 – 2 pen) Brasil União Soviética 1 – 1 (pro) (5 – 4 pen) Austrália 1993 Detalhes Austrália Brasil 2 – 1 Gana Inglaterra 2 – 1 Austrália 1995 Detalhes Qatar Argentina 2 – 0 Brasil Portugal 3 – 2 Espanha 1997 Detalhes Malásia Argentina 2 – 1 Uruguai Irlanda 2 – 1 Gana 1999 Detalhes Nigéria Espanha 4 – 0 Japão Mali 1 – 0 Uruguai 2001 Detalhes Argentina Argentina 3 – 0 Gana Egito 1 – 0 Paraguai 2003 Detalhes Emirados Árabes Unidos Brasil 1 – 0 Espanha Colômbia 2 – 1 Argentina 2005 Detalhes Países Baixos Argentina 2 – 1 Nigéria Brasil 2 – 1 Marrocos 2007 Detalhes Canadá Argentina 2 – 1 República Tcheca Chile 1 – 0 Áustria 2009 Detalhes Egito Gana 0 – 0 (pro) (4 – 3 pen) Brasil Hungria 1 – 1 (2 – 0 pen) Costa Rica 2011 Detalhes Colômbia Brasil 3 – 2 (pro) Portugal México 3 – 1 França 2013 Detalhes Turquia França 0 – 0 (pro) (4 – 1 pen) Uruguai Gana 3 – 0 Iraque 2015 Detalhes Nova Zelândia Sérvia 2 – 1 (pro) Brasil Mali 3 – 1 Senegal 2017 Detalhes Coreia do Sul Inglaterra 1 – 0 Venezuela Itália 0 – 0 (pro) (4 – 1 pen) Uruguai 2019 Detalhes Polônia Ucrânia 3 – 1 Coreia do Sul Equador 1 – 0 (pro) Itália 2021 Cancelado por conta da pandemia de COVID-19. 2023 Detalhes Argentina Uruguai 1 – 0 Itália Israel 3 – 1 Coreia do Sul 2025 Detalhes Chile A definir – A definir A definir – A definir == Títulos == === Por país === Equipes Títulos Vice Terceiro Quarto 6 (1979, 1995, 1997, 2001, 2005, 2007) 1 (1983) 1 (2003) 5 (1983, 1985, 1993, 2003, 2011) 4 (1991, 1995, 2009, 2015) 3 (1977, 1989, 2005) 2 (1989, 1991) 1 (2011) 1 (1995) 2 (1987, 2015) 1 (2023) 2 (1997, 2013) 1 (1979) 3 (1977, 1999, 2017) 1 (2009) 2 (1993, 2001) 1 (2013) 1 (1997) 1 (1999) 2 (1985, 2003) 1 (1995) 1 (1977) 1 (1979) 1 (1991) 1 (1985) 1 (1981) 1 (1987) 1 (1987) 1 (2017) 1 (1993) 1 (1981) 1 (2013) 1 (2011) 1 (2019) 2 (1989, 2005) 1 (1985) 1 (2023) 1 (2017) 1 (2019) 1 (1977) 1 (2011) 1 (2019) 2 (1983, 2023) 1 (1981) 1 (1999) 1 (2007) 1 (2017) 2 (1999, 2015) 1 (1983) 1 (1979) 1 (2007) 1 (1987) 1 (1981) 1 (1997) 1 (2001) 1 (2003) 1 (2009) 1 (2019) 1 (2023) 2 (1991, 1993) 1 (1989) 1 (2001) 1 (2005) 1 (2007) 1 (2009) 1 (2013) 1 (2015) * A. Como . * B. Como . * C. Como . * D. Como . === Por confederação === Equipes Títulos Vice Terceiro Quarto CONMEBOL 12 (1979, 1983, 1985, 1993, 1995, 1997, 2001, 2003, 2005, 2007, 2011, 2023) 8 (1983, 1991, 1995, 1997, 2009, 2013, 2015, 2017) 7 (1977, 1979, 1989, 2003, 2005, 2007, 2019) 6 (1977, 1987, 1999, 2001, 2003, 2017) UEFA 10 (1977, 1981, 1987, 1989, 1991, 1999, 2013, 2015, 2017, 2019) 7 (1979, 1985, 1987, 2003, 2007, 2011, 2023) 10 (1981, 1983, 1987, 1991, 1993, 1995, 1997, 2009, 2017, 2023) 7 (1979, 1981, 1985, 1995, 2007, 2011, 2019) CAF 1 (2009) 4 (1989, 1993, 2001, 2005) 5 (1985, 1999, 2001, 2013, 2015) 3 (1997, 2005, 2015) AFC 3 (1981, 1999, 2019) 3 (1983, 2013, 2023) CONCACAF 1 (1977) 1 (2011) 2 (1989, 2009) OFC 2 (1991, 1993) == Prêmios individuais == O prémio é entregue ao artilheiro da competição. Em caso de igualdade entre mais de um futebolista, é premiado aquele que tenha prestado mais assistências no torneio. O prémio Bola de Ouro é entregue ao melhor futebolista, na escolha de jornalistas. O prémio Luva de Ouro é entregue ao melhor goleiro e o Troféu FIFA Fair Play à equipe considerada mais disciplinada. === Bola de Ouro === Torneio Bola de Ouro Bola de Prata Bola de Bronze Tunísia 1977 Vladimir Bessonov Júnior Brasília Cléber Japão 1979 Diego Maradona Julio César Romero Ramón Díaz Austrália 1981 Romulus Gabor Michael Zorc Roland Wohlfarth México 1983 Geovani Roberto Zárate Luis Islas URSS 1985 Paulo Silas Gérson Juan Carlos Unzué Chile 1987 Robert Prosinečki Zvonimir Boban Marcel Witeczek Arábia Saudita 1989 Bismarck Kasey Keller Christopher Nwosu Portugal 1991 Emílio Peixe Giovane Élber Paulo Torres Austrália 1993 Adriano Nenhum Nenhum Qatar 1995 Caio Dani Joaquín Irigoytía Malásia 1997 Nicolás Olivera Marcelo Zalayeta Pablo Aimar Nigéria 1999 Seydou Keita Pius Ikedia Pablo Couñago Argentina 2001 Javier Saviola Andrés D'Alessandro Djibril Cissé Emirados Árabes 2003 Ismail Matar Dudu Daniel Alves Países Baixos 2005 Lionel Messi John Obi Mikel Taye Taiwo Canadá 2007 Sergio Agüero Maxi Moralez Giovani dos Santos Egito 2009 Dominic Adiyiah Alex Teixeira Giuliano Colômbia 2011 Henrique Almeida Nélson Oliveira Jorge Enríquez Turquia 2013 Paul Pogba Nicolás López Clifford Aboagye Nova Zelândia 2015 Adama Traoré Danilo Sergej Milinković-Savić Coreia do Sul 2017 Dominic Solanke Federico Valverde Yangel Herrera Polônia 2019 Lee Kang-in Serhiy Buletsa Gonzalo Plata Argentina 2023 Cesare Casadei Alan Matturro Lee Seung-won === Chuteira de Ouro === Torneio Chuteira de Ouro Gols Chuteira de Prata Gols Chuteira de Bronze Gols Tunísia 1977 Guina 4 Hussein Saeed 3 Luis Placencia 3 Japão 1979 Ramón Díaz 8 Diego Maradona 6 Andrzej Pałasz 5 Austrália 1981 Mark Koussas 4 Taher Amer 4 Ralf Loose 4 México 1983 Geovani 6 Joachim Klemenz 5 Jorge Luis Gabrich 4 URSS 1985 Sebastián Losada 3 Fernando 3 Odiaka Monday 3 Chile 1987 Marcel Witeczek 7 Davor Šuker 6 Camilo Pino 5 Arábia Saudita 1989 Oleg Salenko 5 Marcelo 3 Christopher Ohen 3 Portugal 1991 Sergei Sherbakov 5 Ismael Urzaiz 4 Pedro Pineda 4 Austrália 1993 Henry Zambrano 3 Chris Faklaris 3 Vicente Nieto 3 Qatar 1995 Joseba Etxeberria 7 Dani 4 Caio 4 Malásia 1997 Adaílton 10 David Trezeguet 5 Kostas Salapasidis 4 Nigéria 1999 Pablo Couñago 5 Mahamadou Dissa 5 Taylor Twellman 4 Argentina 2001 Javier Saviola 11 Adriano 6 Djibril Cissé 6 Emirados Árabes 2003 Eddie Johnson 4 Daisuke Sakata 4 Fernando Cavenaghi 4 Países Baixos 2005 Lionel Messi 6 Fernando Llorente 5 Oleksandr Aliyev 5 Canadá 2007 Sergio Agüero 6 Adrián 5 Maxi Moralez 4 Egito 2009 Dominic Adiyiah 8 Vladimir Koman 5 Aarón 4 Colômbia 2011 Henrique Almeida 5 Álvaro Vázquez 5 Alexandre Lacazette 5 Turquia 2013 Ebenezer Assifuah 6 Bruma 5 Jesé 5 Nova Zelândia 2015 Viktor Kovalenko 5 Bence Mervó 5 Marc Stendera 4 Coreia do Sul 2017 Riccardo Orsolini 5 Josh Sargent 4 Jean-Kévin Augustin 4 Polônia 2019 Erling Haaland 9 Danylo Sikan 4 Amadou Sagna 4 Argentina 2023 Cesare Casadei 7 Marcos Leonardo 5 Óscar Cortés 4 === Luva de Ouro === Torneio Luva de Ouro Egito 2009 Esteban Alvarado Colômbia 2011 Mika Turquia 2013 Guillermo De Amores Nova Zelândia 2015 Predrag Rajković Coreia do Sul 2017 Freddie Woodman Polônia 2019 Andriy Lunin Argentina 2023 Sebastiano Desplanches === Fair Play === Torneio Fair Play Tunísia 1977 Japão 1979 Austrália 1981 México 1983 URSS 1985 Chile 1987 Arábia Saudita 1989 Portugal 1991 Austrália 1993 Qatar 1995 Malásia 1997 Nigéria 1999 Argentina 2001 Emirados Árabes 2003 Países Baixos 2005 Canadá 2007 Egito 2009 Colômbia 2011 Turquia 2013 Nova Zelândia 2015 Coreia do Sul 2017 Polônia 2019 Argentina 2023 ==Maiores goleadas== Data Cidade Mandante Placar Visitante 30 de maio de 2019 Lublin 12–0 25 de junho de 1997 Kuching 10–0 26 de maio de 2023 Santiago del Estero 9–0 25 de setembro de 2009 Cairo 8–0 28 de setembro de 2009 Cairo 0–8 22 de junho de 1997 Kuching 3–10 1 de junho de 2015 Christchurch 8–1 11 de junho de 2005 Doetinchem 0–7 15 de junho de 2005 Doetinchem 0–7 23 de maio de 2017 Daejeon 7–0 == Ver também == * Copa do Mundo FIFA * Copa do Mundo FIFA Sub-17 == Ligações externas == * Categoria:Competições da FIFA",
 "title": "Copa do Mundo FIFA Sub-20"
}