{
 "id": "111354",
 "text": "Zaire, oficialmente República do Zaire (),Renomeado de \"República Democrática do Congo\" () em 27 de outubro de 1971. foi o nome da República Democrática do Congo de 1971 a 1997. O Zaire estava localizado na África Central e era, em área, o terceiro maior país da África (depois do Sudão e da Argélia) e o 11º maior país (de 1965 a 1997) do mundo. Com uma população de mais de 23 milhões de habitantes, o Zaire era o país oficialmente francófono mais populoso da África, bem como um dos mais populosos da África. O país era uma ditadura militar totalitária de partido único, dirigida por Mobutu Sese Seko e seu partido governante, Movimento Popular da Revolução. O Zaire foi estabelecido após a tomada do poder por Mobutu num golpe militar em 1965, após cinco anos de agitação política após a independência da Bélgica, conhecida como Crise do Congo. O Zaire tinha uma constituição fortemente centralista e os ativos estrangeiros foram nacionalizados. O período é por vezes referido como Segunda República Congolesa. Uma campanha mais ampla de , livrando o país das influências da era colonial do Congo Belga, também foi lançado sob a direção de Mobutu. Enfraquecido pelo fim do apoio americano após o fim da Guerra Fria, Mobutu foi forçado a declarar uma nova república em 1990 para fazer face às exigências de mudança. Na altura da sua queda, o Zaire era caracterizado por um clientelismo generalizado, corrupção e má gestão econômica. O Zaire entrou em colapso no final da década de 1990, no meio da desestabilização das partes orientais do país, na sequência do genocídio no Ruanda e da crescente violência étnica. Em 1996, , chefe da milícia da Aliança das Forças Democráticas para a Libertação do Congo (AFDL), liderou uma rebelião popular contra Mobutu. Com as forças rebeldes a obter ganhos a oeste, Mobutu fugiu do país, deixando as forças de Kabila no comando enquanto o país restaurava o seu nome para República Democrática do Congo no ano seguinte. Mobutu morreria menos de quatro meses depois, enquanto estava exilado em Marrocos. == Etimologia == O nome do país, , foi derivado do nome do rio Congo, às vezes chamado em português, que por sua vez foi derivado da palavra kikongo ou (“rio que engole todos os rios”).Forbath, Peter. O uso de Congo parece ter substituído Zaire gradualmente no uso inglês durante o século XVIII e Congo era o nome inglês preferido na literatura do século XIX, embora as referências a Zahir ou Zaire como o nome usado pela população local (ou seja, derivado do uso português) permaneceu comum.James Barbot, An Abstract of a Voyage to Congo River, Or the Zair and to Cabinde in the Year 1700 (1746). == História == === Mobutu === Em 1965, tal como em 1960, a divisão do poder no Congo-Léopoldville (uma antiga colônia belga) entre o Presidente e o Parlamento levou a um impasse e ameaçou a estabilidade do país.. Joseph-Désiré Mobutu voltou a tomar o poder. Ao contrário da primeira vez, porém, Mobutu assumiu a presidência, em vez de permanecer nos bastidores. A partir de 1965, Mobutu dominou a vida política do país, reestruturando o Estado em mais de uma ocasião, e reivindicando o título de “Pai da Nação”.. Ele anunciou a renomeação do país como República do Zaire em 27 de outubro de 1971. Quando, sob a política de authenticité do início da década de 1970, os zairenses foram obrigados a adotar nomes \"autênticos\", Mobutu abandonou Joseph-Désiré e mudou oficialmente seu nome para Mobutu Sese Seko Kuku Ngbendu Wa Za Banga, ou, mais comumente, Mobutu Sésé Seko, significando aproximadamente \"o guerreiro conquistador, que vai de triunfo em triunfo\".. Na justificativa retrospectiva de sua tomada do poder em 1965, Mobutu mais tarde resumiu o histórico da Primeira República como um de \"caos, desordem, negligência e incompetência\". A rejeição do legado da Primeira República foi muito além da retórica. Nos primeiros dois anos da sua existência, o novo regime voltou-se para as tarefas urgentes de reconstrução e consolidação política. A criação de uma nova base de legitimidade para o Estado, na forma de um partido único, veio a seguir na ordem de prioridade de Mobutu. Um terceiro imperativo era expandir o alcance do Estado nas esferas social e política, um processo que começou em 1970 e culminou com a adoção de uma nova constituição em 1974. Em 1976, porém, este esforço começou a gerar as suas próprias contradições internas, abrindo assim o caminho para a ressurreição de um sistema de repressão e brutalidade Bula Matari (\"o quebrador de rochas\"). === Mudanças constitucionais === Em 1967, Mobutu consolidou o seu governo e deu ao país uma nova constituição e um partido único.. A nova constituição foi submetida a referendo popular em Junho de 1967 e aprovada por 98% dos votantes. Previa que os poderes executivos fossem centralizados no presidente, que seria chefe de estado, chefe de governo, comandante-em-chefe das forças armadas e da polícia, e responsável pela política externa. Mas a mudança de maior alcance foi a criação do Movimento Popular da Revolução (Mouvement Populaire de la Révolution – MPR) em 17 de Abril de 1967, marcando o surgimento da “nação politicamente organizada”.. Em vez de as instituições governamentais serem a emanação do Estado, o Estado passou a ser definido como a emanação do partido. Assim, em Outubro de 1967, as responsabilidades partidárias e administrativas foram fundidas num único quadro, alargando automaticamente o papel do partido a todos os órgãos administrativos a nível central e provincial, bem como aos sindicatos, movimentos juvenis e organizações estudantis. Três anos depois de mudar o nome do país para Zaire, Mobutu promulgou uma nova constituição que consolidou o seu domínio sobre o país. A cada cinco anos (sete anos após 1978), o MPR elegia um presidente que era simultaneamente indicado como único candidato à presidência da república; ele foi confirmado no cargo por meio de um referendo. Sob este sistema, Mobutu foi reeleito em 1977 e 1984 por margens implausivelmente elevadas, reivindicando um voto \"sim\" unânime ou quase unânime. O MPR foi definido como a “instituição única” do país e o seu presidente foi investido de “plenitude de exercício de poder”. A cada cinco anos, uma única lista de candidatos do MPR era devolvida à Assembleia Nacional, com números oficiais mostrando um apoio quase unânime. Todos os cidadãos do Zaire tornaram-se automaticamente membros do MPR ao nascer. Para todos os efeitos, isto deu ao presidente do MPR – Mobutu – o controlo político completo sobre o país. === Expansão totalitária === A tradução do conceito de “nação politicamente organizada” para a realidade implicou uma grande expansão do controlo estatal da sociedade civil.. Significou, em primeiro lugar, a incorporação dos grupos juvenis e das organizações de trabalhadores na matriz do MPR. Em julho de 1967, o Bureau Político anunciou a criação da Juventude do Movimento Popular Revolucionário (Jeunesse du Mouvement Populaire de la Révolution – JMPR), após o lançamento, um mês antes, do Sindicato Nacional dos Trabalhadores Zairenses (Union Nationale des Travailleurs Zaïrois – UNTZA), que reuniu num único quadro organizacional três sindicatos preexistentes. Ostensivamente, o objectivo da fusão, nos termos do Manifesto de N'Sele, era transformar o papel dos sindicatos de \"apenas uma força de confronto \"em\" um órgão de apoio à política governamental\", proporcionando assim \"um elo de comunicação entre a classe trabalhadora e o Estado”. Da mesma forma, o JMPR deveria atuar como um importante elo entre a população estudantil e o estado. Na realidade, o governo estava a tentar colocar sob o seu controlo os sectores onde a oposição ao regime poderia estar centrada. Ao nomear líderes sindicais e jovens importantes para o Bureau Político do MPR, o regime esperava mobilizar as forças sindicais e estudantis para a máquina do Estado. No entanto, como foi salientado por numerosos observadores, há poucas provas de que a cooptação tenha conseguido mobilizar o apoio ao regime para além do nível mais superficial. A tendência para a cooptação de sectores sociais chave continuou nos anos subsequentes. As associações de mulheres acabaram por ficar sob o controlo do partido, tal como a imprensa, e em Dezembro de 1971 Mobutu procedeu à emasculação do poder das igrejas. A partir de então, apenas três igrejas foram reconhecidas: a Igreja de Cristo no Zaire (L'Église du Christ au Zaïre), a Igreja Kimbanguista e a Igreja Católica Romana. A nacionalização das universidades de Quinxassa e Kisangani, juntamente com a insistência de Mobutu em proibir todos os nomes cristãos e estabelecer secções da JMPR em todos os seminários, rapidamente colocou a Igreja Católica Romana e o Estado em conflito. Só em 1975, e após considerável pressão do Vaticano, é que o regime concordou em atenuar os seus ataques à Igreja Católica Romana e devolver parte do seu controlo do sistema escolar à igreja. Entretanto, em conformidade com uma lei de Dezembro de 1971, que permitia ao Estado dissolver \"qualquer igreja ou seita que comprometa ou ameace comprometer a ordem pública\", inúmeras seitas religiosas não reconhecidas foram dissolvidas e os seus líderes presos.. Mobutu teve também o cuidado de suprimir todas as instituições que pudessem mobilizar lealdades étnicas. Declaradamente contrário à etnicidade como base para o alinhamento político, ele proibiu associações étnicas como a Associação dos Irmãos Lulua (Association des Lulua Frères), que tinha sido organizada em Kasai em 1953 em reacção à crescente influência política e económica no Kasai dos povo rival Luba e Liboke lya Bangala (literalmente, \"um pacote de Bangala\"), uma associação formada na década de 1950 para representar os interesses dos falantes de Lingala nas grandes cidades. Ajudou Mobutu o facto de a sua afiliação étnica estar turva na mente do público. No entanto, à medida que aumentava a insatisfação, as tensões étnicas emergiam novamente. ==== Centralização do poder ==== Paralelamente aos esforços do Estado para controlar todas as fontes autónomas de poder, importantes reformas administrativas foram introduzidas em 1967 e 1973 para fortalecer a mão das autoridades centrais nas províncias. O objetivo central da reforma de 1967 era abolir os governos provinciais e substituí-los por funcionários do Estado nomeados por Quinxassa. O princípio da centralização foi alargado aos distritos e territórios, cada um liderado por administradores nomeados pelo governo central. As únicas unidades de governo que ainda mantinham uma boa medida de autonomia – mas não por muito tempo – eram as chamadas colectividades locais, ou seja, chefias e sectores (estes últimos incorporando várias chefias). O sistema estatal unitário e centralizado assim criado por lei tinha uma notável semelhança com o seu antecedente colonial, exceto que a partir de Julho de 1972 as províncias foram chamadas regiões. Com a reforma de Janeiro de 1973, foi dado outro passo importante no sentido de uma maior centralização. O objetivo, em essência, era operar uma fusão completa de hierarquias políticas e administrativas, tornando o chefe de cada unidade administrativa o presidente do comité local do partido. Além disso, outra consequência da reforma foi reduzir severamente o poder das autoridades tradicionais a nível local. As reivindicações hereditárias de autoridade não seriam mais reconhecidas; em vez disso, todos os chefes deveriam ser nomeados e controlados pelo Estado através da hierarquia administrativa. Nessa altura, o processo de centralização tinha teoricamente eliminado todos os centros preexistentes de autonomia local. A analogia com o Estado colonial torna-se ainda mais convincente quando associada à introdução, em 1973, do \"trabalho cívico obrigatório\" (localmente conhecido como Salongo, devido ao termo Lingala para trabalho), na forma de uma tarde por semana de trabalho obrigatório na agricultura e na agricultura. projetos de desenvolvimento. Oficialmente descrito como uma tentativa revolucionária de regresso aos valores do comunalismo e da solidariedade inerentes à sociedade tradicional, o Salongo pretendia mobilizar a população para a realização do trabalho colectivo “com entusiasmo e sem constrangimentos”.. Na realidade, a evidente falta de entusiasmo popular por Salongo levou a uma resistência generalizada e a um atraso (fazendo com que muitos administradores locais olhassem para o outro lado). Embora o incumprimento implicasse penas de um a seis meses de prisão, no final da década de 1970 a maioria dos zairenses esquivava-se às suas obrigações no Salongo. Ao ressuscitar uma das características mais amargamente ressentidas do Estado colonial, o trabalho cívico obrigatório contribuiu em grande medida para a erosão da legitimidade sofrida pelo Estado Mobutista. === Conflito crescente === Em 1977 e 1978, os rebeldes Katangan baseados em Angola lançaram duas invasões - Shaba I e Shaba II - na província de Catanga (renomeada \"Shaba\" em 1972). Os rebeldes foram expulsos com assistência militar do Bloco Ocidental, particularmente do Clube Safári. A Batalha de Kolwezi, travada em maio de 1978, resultou numa operação aerotransportada com o objetivo de resgatar mineiros zairenses, belgas e franceses mantidos como reféns por guerrilheiros pró-comunistas de Catanga O Papa João Paulo II fez uma viagem papal ao Zaire em 2 de maio de 1980, no centenário da evangelização católica. Durante a sua viagem, cumprimentou mais de um milhão de pessoas, tornando-se o primeiro pontífice a visitar a África como um “mensageiro da paz”. Ele deixou o Zaire quatro dias depois, em 6 de maio, pouco depois de nove pessoas terem sido pisoteadas até a morte ao tentarem assistir à missa. Em 1981, apesar do progresso lento, o Zaire lançou uma reforma económica para relançar a sua economia, a fim de manter o pagamento reescalonado da enorme dívida do país de 4,4 mil milhões de dólares, que tinha registado uma pequena taxa de crescimento económico nos últimos três trimestres de 1980. Durante a década de 1980, o Zaire permaneceu um estado de partido único. Embora Mobutu tenha mantido o controlo durante este período, os partidos da oposição, principalmente a União para a Democracia e o Progresso Social (Union pour la Démocratie et le Progrès Social – UDPS), estiveram activos. As tentativas de Mobutu para reprimir estes grupos atraíram críticas internacionais significativas. À medida que a Guerra Fria chegava ao fim, as pressões internas e externas sobre Mobutu aumentaram. No final de 1989 e início de 1990, Mobutu foi enfraquecido por uma série de protestos internos, pelo aumento das críticas internacionais às práticas de direitos humanos do seu regime, por uma economia vacilante e pela corrupção governamental, mais notavelmente o seu desvio maciço de fundos governamentais para uso pessoal. Em junho de 1989, Mobutu visitou Washington, D.C., onde foi o primeiro chefe de estado africano a ser convidado para uma reunião de estado com o recém-eleito presidente dos EUA, George H. W. Bush. Em Maio de 1990, Mobutu concordou com o princípio de um sistema multipartidário com eleições e uma constituição. À medida que os detalhes de um pacote de reformas eram adiados, os soldados começaram a saquear Quinxassa em Setembro de 1991 para protestar contra os salários não pagos. Dois mil soldados franceses e belgas, alguns dos quais transportados em aviões da Força Aérea dos EUA, chegaram para evacuar os 20 mil cidadãos estrangeiros ameaçados de Quinxassa. Em 1992, após tentativas anteriores semelhantes, foi realizada a tão prometida Conferência Nacional Soberana, abrangendo mais de 2.000 representantes de vários partidos políticos. A conferência atribuiu-se um mandato legislativo e elegeu o arcebispo Laurent Monsengwo Pasinya como seu presidente, juntamente com Étienne Tshisekedi wa Mulumba, líder da UDPS, como primeiro-ministro. No final do ano, Mobutu criou um governo rival com o seu próprio primeiro-ministro. O impasse que se seguiu produziu uma fusão de compromisso dos dois governos no Conselho Superior da República-Parlamento de Transição (HCR-PT) em 1994, com Mobutu como chefe de estado e Kengo wa Dondo como primeiro-ministro. Embora as eleições presidenciais e legislativas tenham sido marcadas repetidamente ao longo dos dois anos seguintes, nunca se realizaram. === Primeira Guerra do Congo e desaparecimento do Zaire === Em 1996, as tensões da vizinha Guerra Civil de Ruanda e do genocídio se espalharam para o Zaire (ver História de Ruanda). As forças da milícia hútu ruandesa (Interahamwe), que fugiram de Ruanda após a ascensão de um governo liderado pela RPF, usavam campos de refugiados hutus no leste do Zaire como bases para incursões contra Ruanda. Estas forças da milícia Hutu logo se aliaram às forças armadas zairenses (FAZ) para lançar uma campanha contra a etnia tutsis congolesa no leste do Zaire, conhecida como Banyamulenge. Por sua vez, estes tutsis zairenses formaram uma milícia para se defenderem dos ataques. Quando o governo zairense começou a escalar os seus massacres em Novembro de 1996, as milícias tutsis eclodiram em rebelião contra Mobutu, iniciando o que ficaria conhecido como a Primeira Guerra do Congo. A milícia tutsi logo se juntou a vários grupos de oposição e foi apoiada por vários países, incluindo Ruanda e Uganda. Esta coligação, liderada por Laurent-Désiré Kabila, ficou conhecida como Aliança das Forças Democráticas para a Libertação do Congo-Zaire (AFDL). A AFDL, que procura agora o objectivo mais amplo de expulsar Mobutu, obteve ganhos militares significativos no início de 1997 e, em meados de 1997, tinha quase completamente dominado o país. A única coisa que pareceu desacelerar as forças da AFDL foi a infra-estrutura decrépita do país; caminhos de terra irregularmente utilizados e portos fluviais eram tudo o que ligava algumas áreas ao mundo exterior. Após o fracasso das negociações de paz entre Mobutu e Kabila, Mobutu fugiu para o exílio em Marrocos em 17 de maio. Kabila nomeou-se presidente, consolidou o poder em torno de si e da AFDL e marchou sem oposição para Quinxassa três dias depois. Em 21 de maio, Kabila reverteu oficialmente o nome do país para República Democrática do Congo. == Governo e política == O país foi governado pelo Movimento Popular da Revolução como um estado de partido único, sendo o único partido legalmente permitido no país, embora o Congo tivesse sido efectivamente um estado de partido único desde a formação do MPR. Apesar de a constituição permitir nominalmente a existência de dois partidos, o MPR foi o único partido que foi autorizado a nomear um candidato para as eleições presidenciais de 1 de Novembro de 1970. Mobutu foi confirmado no cargo por uma margem implausível de mais de 10.131.000 votos contra apenas 157 que votaram “não”. Nas eleições parlamentares realizadas duas semanas depois, os eleitores receberam uma lista única do MPR que foi aprovada com mais de 99 por cento de apoio. O presidente serviu como chefe de estado do Zaire, cuja função era nomear e demitir membros do gabinete e determinar as suas áreas de responsabilidade. Os ministros, como chefes dos seus respectivos departamentos, deveriam executar os programas e decisões do presidente. O presidente também teria o poder de nomear e demitir os governadores das províncias e os juízes de todos os tribunais, incluindo os do Supremo Tribunal de Justiça. O parlamento bicameral foi substituído por um órgão legislativo unicameral denominado Conselho Legislativo. Os governadores das províncias já não eram eleitos pelas assembleias provinciais, mas nomeados pelo governo central. O presidente tinha o poder de emitir regulamentos autónomos sobre matérias diferentes das do domínio do direito, sem prejuízo de outras disposições da Constituição. Sob certas condições, o presidente tinha poderes para governar por ordem executiva, que tinha força de lei. === Mobutismo === O fundamento doutrinário foi divulgado logo após o seu nascimento, na forma do Manifesto de N'sele (assim chamado porque foi emitido na residência rural do presidente em N'sele, 60 km rio acima de Kinshasa), tornado público em maio de 1967. Nacionalismo, revolução e autenticidade foram identificados como os principais temas do que veio a ser conhecido como “Mobutismo”. O nacionalismo implicou a conquista da independência económica e política.. Revolução, descrita como uma “revolução verdadeiramente nacional, essencialmente pragmática”, significou “o repúdio tanto do capitalismo como do comunismo”. Assim, “nem direita nem esquerda” tornou-se um dos slogans legitimadores do regime, juntamente com a “autenticidade”. === Ministérios, Departamentos ou Comissariados === Nas décadas de 1970 e 1980, o governo de Mobutu contou com um grupo selecionado de tecnocratas, muitas vezes referido como a \"nomenklatura\", do qual o Chefe de Estado extraía, e periodicamente fazia rotação, indivíduos competentes. Eles compunham o Conselho Executivo e lideravam todo o espectro de Ministérios, Departamentos ou, conforme a terminologia governamental mudava, Comissariados. Entre estes indivíduos estavam nomeados internacionalmente respeitados, como Djamboleka Lona Okitongono, que foi nomeado Secretário das Finanças, sob o comando do Cidadão Namwisi (Ministro das Finanças), e mais tarde tornou-se Presidente do OGEDEP, o Gabinete Nacional de Gestão da Dívida. Em última análise, Djamboleka tornou- se Governador do Banco do Zaire na fase final do governo de Mobutu. O seu progresso foi bastante típico do padrão de rotação estabelecido por Mobutu, que manteve para si as pastas ministeriais mais sensíveis (como a Defesa). === Divisões administrativas === O Zaire foi dividido em 8 regiões tendo como capital Quinxassa. Em 1988, a província de Kivu foi dividida em três regiões. Eles foram renomeados para províncias em 1997. 1\\. Bandundu 2\\. Baixo Congo 3\\. Equador 4\\. Cassai Ocidental 5\\. Cassai Oriental 6\\. Shaba 7\\. Quinxassa 8\\. Maniema 9\\. Quivu do Norte 10\\. Oriental 11\\. Quivu do Sul == Economia == O Zaire foi introduzido para substituir o franco como a nova moeda nacional. 100 makuta (singular likuta) equivaliam a um zaire. O likuta também foi dividido em 100 sengi. Porém esta unidade valia muito pouco, então a menor moeda valia 10 sengi. A moeda e as cidades mencionadas acima já haviam sido renomeadas entre 1966 e 1971. Embora o país tenha começado a estabilizar depois de Mobutu assumir o controlo, a situação económica começou a declinar e, em 1979, o poder de compra era de apenas 4% do de 1960. A partir de 1976, o FMI concedeu empréstimos estabilizadores ao seu regime. Grande parte do dinheiro foi desviado por Mobutu e seu círculo. De acordo com o relatório de 1982 do enviado do FMI, Erwin Blumenthal, era \"alarmantemente claro que o sistema corrupto no Zaire, com todas as suas manifestações perversas e feias, a sua má gestão e fraude, destruirá todos os esforços das instituições internacionais, dos governos amigos e do comércio\". bancos para a recuperação e reabilitação da economia do Zaire\". Blumenthal afirmou que \"não havia chance\" de os credores algum dia recuperarem seus empréstimos. No entanto, o FMI e o Banco Mundial continuaram a emprestar dinheiro que foi desviado, roubado ou “desperdiçado em projectos de elefantes”. Os “programas de ajustamento estrutural” implementados como condição para os empréstimos do FMI cortaram o apoio aos cuidados de saúde, à educação e às infra-estruturas. == Cultura == O conceito de autenticidade foi derivado da doutrina professada pelo MPR de \"autêntico nacionalismo zairense e condenação do regionalismo e do tribalismo\". Mobutu definiu-o como estar consciente da própria personalidade e dos próprios valores e de estar em casa na sua cultura. Em linha com os ditames de autenticidade, o nome do país foi alterado para República do Zaire em 27 de Outubro de 1971, e o das forças armadas para Forças Armadas Zairenas (Forces Armées Zaïroises – FAZ). Esta decisão foi curiosa, dado que o nome Congo, que se referia tanto ao rio Congo como ao Império do Congo medieval, era fundamentalmente autêntico às raízes africanas pré-coloniais, enquanto Zaire é na verdade uma corrupção portuguesa de outra palavra africana, Nzadi (\"rio\", de Nzadi o Nzere, \"o rio que engole todos os outros rios\", outro nome do rio Congo). O general Mobutu tornou-se Mobutu Sésé Seko e forçou todos os seus cidadãos a adotar nomes africanos e muitas cidades também foram renomeadas. Algumas das conversões são as seguintes: * Léopoldville tornou-se Quinxassa * Stanleyville tornou-se Kisangani * Élisabethville tornou-se Lubumbashi * Jadotville tornou-se Likasi * Albertville se tornou Kalemie Além disso, a adoção de nomes zairenses, em oposição aos nomes ocidentais ou cristãos, em 1972, e o abandono da vestimenta ocidental em favor do uso do abacostes foram posteriormente promovidos como expressões de autenticidade. Mobutu usou o conceito de autenticidade como meio de reivindicar a sua própria marca de liderança. Como ele próprio afirmou, “na nossa tradição africana nunca há dois chefes... É por isso que nós, congoleses, no desejo de nos conformarmos às tradições do nosso continente, decidimos agrupar todas as energias dos cidadãos do nosso país sob a bandeira de um único partido nacional.\" Os críticos do regime foram rápidos a apontar as deficiências do Mobutismo como fórmula legitimadora, em particular as suas qualidades egoístas e a imprecisão inerente; no entanto, o centro de formação ideológica do MPR, o Instituto Makanda Kabobi, levou a sério a tarefa que lhe foi confiada de propagar pelo país “os ensinamentos do Presidente-Fundador, que devem ser dados e interpretados da mesma forma em todo o país”. Os membros do Bureau Político do MPR, entretanto, foram incumbidos da responsabilidade de servir como \"repositórios e fiadores do Mobutismo\". Independentemente dos méritos ou fraquezas do mobutismo, o MPR extraiu grande parte da sua legitimidade do modelo dos partidos de massas abrangentes que surgiram em África na década de 1960, um modelo que também foi uma fonte de inspiração para as MNC-Lumumba. Foi desta herança lumumbista que o MPR tentou apropriar-se no seu esforço para mobilizar as massas zairenses em apoio do seu presidente-fundador. Intimamente ligada à doutrina do mobutismo estava a visão de um partido único e abrangente, que alcançasse todos os sectores da nação. == Padrões e abreviações == O domínio de nível superior do Zaire era \".zr\". Desde então, mudou para \".cd\".\"IANA Report on Deletion of the .zr Top-Level Domain\". O código do COI do Zaire era ZAI, que os atletas do país usaram nos Jogos Olímpicos e em outros eventos esportivos internacionais, como os Jogos Africanos. Desde então, mudou para COD. === Bibliografia === * === Leitura Adicional === * Macgaffey, J., 1991. The Real Economy of Zaire: The Contribution of Smuggling and Other Unofficial Activities to National Wealth. Philadelphia: University of Pennsylvania Press. * Callaghy, T., The State–Society Struggle: Zaire in Comparative Perspective. New York: Columbia University Press, 1984, . * Young, C., and Turner, T., The Rise and Decline of the Zairian State. Madison: The University of Wisconsin Press, 1985, . == Ligações externas == Categoria:Estados totalitários Categoria:Estados e territórios fundados em 1971 Categoria:Estados e territórios extintos em 1997 Categoria:Ditaduras militares Categoria:Estados extintos da África Categoria:Zaire ja:コンゴ民主共和国#ザイール共和国（モブツ政権）時代",
 "title": "Zaire"
}