{
 "id": "111377",
 "text": "Um país insular é um país independente cujo território é composto de uma ilha ou um grupo de ilhas. Aproximadamente 25% de todos os países independentes são países insulares. Os países insulares são historicamente mais estáveis do que muitos estados continentais, mas são vulneráveis à conquista por superpotências navais. A Indonésia é o maior e mais populoso país insular do mundo. Há grandes variações entre as economias dos países insulares: elas podem depender principalmente de indústrias extrativas, como mineração, pesca e agricultura, e/ou de serviços como centros de trânsito, turismo e serviços financeiros. Muitas ilhas têm geografias baixas e suas economias e centros populacionais se desenvolvem ao longo das planícies costeiras e portos; esses Estados podem ser vulneráveis aos efeitos das mudanças climáticas, especialmente o aumento do nível do mar. Ilhas e arquipélagos remotos ou significativos que não são soberanos são muitas vezes conhecidos como dependências ou territórios ultramarinos. == Recursos naturais == Muitos pequenos países insulares em desenvolvimento dependem fortemente do peixe para o seu principal abastecimento alimentar. Alguns estão se voltando para a energia renovável - como energia eólica, energia hidrelétrica, energia geotérmica e biodiesel do óleo de copra - para se defender contra potenciais aumentos nos preços do petróleo. == Guerra == Os países insulares têm sido muitas vezes a base da conquista marítima e da rivalidade histórica entre outros países. Os países insulares são mais suscetíveis a ataques de grandes países continentais devido ao seu tamanho e dependência de linhas de comunicação marítimas e aéreas. Muitos países insulares também são vulneráveis à predação por mercenários e outros invasores estrangeiros, embora seu isolamento também os torne um alvo difícil. == Definição == Há dois tipos de país insular. Um grupo é formado por países de considerável extensão territorial e/ou densamente povoados, como Indonésia, Japão, Sri Lanka, Filipinas, Cuba, Reino Unido e Madagascar. O outro grupo é formado por pequenos países como Malta, Comores, Bahamas, Tonga e Maldivas. A Austrália não está listada como país insular por ser a parte maior e principal do continente - a Oceania. == Países insulares== Os países insulares podem ser divididos também em arquipélagos ou países de uma ou poucas ilhas principais (marcados com (P) a seguir). * (P) * * (P) * Barém (P) * (P) * * (P) * (P) * (P) * (P) * * * * (P) * (P) * * * * * (P) * (P) * (P) * * Madagascar (P) * * (P) * Maurício * (P) * (P) * (P) * * * Quiribáti * (P) * (P) * (P) * (P) * * (P) * (P) * * Seri Lanca (P) * (P) * (P) * (P) * (P) * Trindade e Tobago (P) * * ==Ver também== *Aliança dos Pequenos Estados Insulares *Pequenos estados insulares em desenvolvimento *País encravado Categoria:Ilhas Categoria:Países",
 "title": "País insular"
}