{
 "id": "11140",
 "text": "Angra é uma banda brasileira de power metal, formada na cidade de São Paulo em 1991, pelo vocalista, tecladista e multi-instrumentista Andre Matos e os guitarristas Rafael Bittencourt e André Linhares, após se conhecerem na Faculdade Santa Marcelina, onde cursavam composição e regência. Andre Matos havia feito parte do Viper (entre 1985 e 1990) e Rafael Bittencourt fazia parte da banda Spitfire. Após a formação inicial da banda, entraram os músicos Luis Mariutti (baixo) e Marco Antunes (bateria), e André Linhares cedeu lugar a André Hernandes, e posteriormente a Kiko Loureiro. O guitarrista Rafael Bittencourt foi o único integrante a tocar em todos os álbuns da banda. == História == === O início e Angels Cry (1991-1994) === A banda Angra foi formada por Rafael Bittencourt e Andre Matos com a proposta criada em 1990 de fundir a agressividade do heavy metal, os ritmos étnicos brasileiros e a sofisticação da música erudita. O nome significa \"deusa do fogo e da beleza\" na mitologia tupiniquim, além de significar uma pequena enseada ou baía usada como porto natural (como em Angra dos Reis). Além disso, também foi escolhido por se parecer com o adjetivo angry, que, em inglês, significa \"raivoso\". Na época, Andre Matos foi quem trouxe os contatos com o empresário Antônio Pirani, então proprietário da revista Rock Brigade e do selo Rock Brigade Records, por volta de 1991 no auge do estilo power metal. Rafael, que estava retornando dos Estados Unidos, resolveu montar uma super banda com músicos conhecidos na Faculdade Santa Marcelina como o vocalista Andre Matos. Os músicos André Linhares (guitarra), Luis Mariutti (baixo), e Marco Antunes (bateria) completaram a banda, mas após algum tempo André Linhares deixou a banda e André Hernandes o substituiu. Pouco depois, Kiko Loureiro assumiu o lugar de André Hernandes. A ideia era aproveitar a onda do power metal (ou metal melódico como o gênero ficou conhecido no Brasil) que estava bastante popular na Europa, Japão e no Brasil graças a nomes como Helloween e Gamma Ray. O quinteto ensaiou praticamente por um ano para lançar sua primeira demo tape, intitulada Reaching Horizons em 1992. Ainda desconhecidos do grande público, o Angra assinou com a JVC e viajou para a Alemanha para gravar seu primeiro álbum de estúdio. Antes das gravações iniciarem, Marco Antunes deixa o grupo, ficando a cargo de Alex Holzwarth tocar a bateria no disco. O primeiro show da banda foi dia 17 de abril de 1993 no Black Jack em São Paulo. O tecladista foi Fábio Ribeiro, que fez alguns shows e depois saiu para trabalhar na Korg. Entrou então Leck Filho. No fim de 1993 foi lançado o disco de estreia, Angels Cry, que contava com a participação de Kai Hansen, Dirk Schlachter, Thomas Nack (Gamma Ray) e Sascha Paeth (Heavens Gate). O álbum apresentava uma mistura de heavy metal e música clássica, sonoridade que marcou o estilo da banda. Após o lançamento a banda ganhou fama no Japão, onde Angels Cry chegou à terceira posição na parada internacional, tendo vendido 106 mil cópias, ganhando seu primeiro Disco de Ouro. Leitores de revistas japonesas e sul-americanas elegeram o Angra \"Melhor Banda Nova\" de 1993, sendo que, na Rock Brigade, o grupo (e Angels Cry) venceu diversas categorias da votação dos leitores: \"Melhor Álbum\", \"Melhor Vocalista\", \"Melhor Capa\", \"Melhor Tecladista\" e \"Melhor Música\" (\"Carry On\"). O videoclipe de \"Time\" foi executado muitas vezes em emissoras de TV do Brasil e do Japão, enquanto que o de \"Carry On\" foi indicado para o MTV Video Music Awards. O sucesso continuou no verão de 1994, quando Angels Cry foi lançado na Europa, pela Dream Circle/Polydor (Europa) e pela CNR Music/Arcade (França). No mesmo ano, André Matos participou da remixagem de três músicas – \"Evil Warning\", \"Carry On\" e \"Angels Cry\" – para inclusão num EP chamado Evil Warning, lançado somente no Japão, com uma edição limitada de 13 mil cópias que vinha com uma camiseta. Nesse meio tempo, a banda levou a cabo uma extensa turnê, já apresentando o novo baterista Ricardo Confessori, substituto de Marco Antunes. Ainda em 1994 a banda foi convidada para a inauguração da versão brasileira do festival Monsters of Rock, dividindo palco com o KISS, Black Sabbath e Slayer, tocando para mais de 50 mil pessoas presentes além da cobertura televisiva ao vivo. Com as imagens desse show é feito o clipe da música \"Carry On\". Após o festival, a banda embarcou numa turnê no Brasil: a Angels Cry Tour, que incluiu um show patrocinado pela 97FM, que levou 10 mil pessoas ao Maracanã, e duas apresentações lotadas no Aeroanta, em março. O fim da turnê ocorreu em 13 de maio de 1995, quando a banda foi à Europa para uma série de shows, que compreendiam 11 datas em cinco países, incluindo dois festivais ao ar livre. O tecladista em toda a turnê foi Leck Filho. No período entre o término dos shows e o início das gravações do segundo álbum, o guitarrista Kiko Loureiro e o baixista Luís Mariutti foram chamados a criar vídeo-aulas para as séries Guitar Rock e Rock Bass, respectivamente. === Holy Land (1995-1997) === O Angra iniciou as gravações de seu novo álbum em 1995. Holy Land, lançado em março de 1996, sucedido por shows em diversos países europeus, como Itália, França e Grécia. De acordo com uma entrevista que o André deu à revista alemã Heavy, Oder Was, eles levaram 8 meses para gravar o novo álbum porque ele teve um problema sério nas cordas vocais após a turnê pela Europa. Ele teve que parar as gravações no verão de 1995 (na Europa) e retornar ao Brasil para tratamento médico. Então, ele voltou à Alemanha e gravou a sua parte novamente. Entre outros boatos sobre este álbum, um deles foi o de que o André foi mixar Holy Land no exterior sem o resto da banda e que eles não ficaram muito satisfeitos com o resultado final por ter muito teclado e pouca guitarra. Quem responde é o próprio André: \"Não é verdade, pois o resto da banda estava lá no fim da mixagem e eles puderam opinar sobre algumas coisas. Além do que, o resultado final os deixou de boca aberta! Eu também acho que poderia ter pintado mais guitarra. É lógico, sem contar as partes de solo. Também acho que o som de guitarra poderia ter ficado melhor, mais pesado\". Holy Land foi concebido no sítio do baterista Ricardo Confessori, na cidade de Tapiraí, interior de São Paulo, onde o grupo se isolou durante quatro meses para compor e arranjar as dez músicas do CD. Os ensaios foram feitos durante os intervalos de uma turnê da banda na Alemanha, em junho de 1995. As gravações e mixagens tiveram início no final de junho e foram concluídas em três meses, também na Alemanha. Kiko definiu Holy Land como um álbum conceitual, em que todas as músicas tem um elo de ligação entre si: \"Nós usamos como tema a época das grandes navegações, tanto que a capa do disco é um mapa antigo, dos tempos do descobrimento. Nós falamos da mistura de raças no Brasil, colocamos elementos típicos do país nas letras. Também fazemos um paralelo entre aquela época, quando um novo mundo estava sendo desbravado, com os tempos atuais, de grandes mudanças, de aldeia global\". Assim como o primeiro disco, Holy Land recebeu Disco de Ouro no Japão pelas mais de 100 mil cópias vendidas no país. No início do ano seguinte, a banda faria sua primeira turnê em território japonês. Em 1996, o Angra abriu um show para o AC/DC no Brasil. Em dezembro de 1996 é lançado o EP Freedom Call, que contém além da faixa título, as músicas \"Reaching Horizons\", \"Queen of the Night\", \"Painkiller\" (Judas Priest), e mais algumas músicas com versões alternativas. A produção foi de Charlie Bauerfeind e Sascha Paeth. Como consequência de tantos shows bem sucedidos, foi lançado em 1997 o EP Holy Live, com quatro faixas ao vivo gravadas em Paris. A banda teve o videoclipe da canção \"Make Believe\" indicado para o MTV Video Music Awards de 1997, acabando como um dos mais votados. O tecladista da turnê foi ainda Leck Filho. === Fireworks (1998-1999) === O ano de 1998 marcou o início de mais uma produção do Angra. Com Chris Tsangarides (que, entre outros, produziu Painkiller do Judas Priest) na produção, a banda antecipou seu próximo álbum com o single de três canções \"Lisbon\", lançado em julho daquele ano. O álbum, intitulado Fireworks foi lançado em setembro do mesmo ano, mostrando a banda menos voltada para os ritmos brasileiros e mais dedicada ao heavy metal. Durante a turnê do álbum, os problemas de relacionamento com o empresário Antônio Pirani se agravaram, resultando em conflitos internos. A turnê começou no segundo semestre de 1998 na França, o Stratovarius fez a tour junto com o Angra. Destaque para a participação do vocalista Bruce Dickinson em um dos shows na França. Em 1999, o tecladista da turnê foi Fabrizio Di Sarno, que fez os todos os shows da tour europeia, como o Dynamo Open Air e o Gods of Metal. Nestes festivais, o Angra dividiu os palcos com bandas como Metallica, Motorhead, Manowar, Stratovarius, Gamma Ray, entre outras. Depois Fábio Ribeiro retornou à banda após cinco anos e fez o restante de todos os shows. O último show de Andre Matos, Ricardo Confessori e Luis Mariutti foi dia 23 de outubro de 1999 no Credicard Hall, em São Paulo. === Reformulação, Rebirth e turnê pela Europa (2000-2002) === Após diversos desentendimentos com Pirani, Andre Matos, Ricardo Confessori e Luis Mariutti saíram da banda em agosto de 2000 e em março de 2001, uma nova formação era anunciada com Aquiles Priester (bateria), Edu Falaschi (vocal) e Felipe Andreoli (baixo). Edu Falaschi era líder da banda Symbols; Felipe Andreoli, por sua vez, era baixista do grupo Karma, e ainda faz parte desta formação; Já Aquiles Priester, fundador do grupo Hangar, que sugeriu para Kiko e Rafael convidarem o tecladista Fábio Laguna (Hangar) para tocar nos shows. Assim, o Angra voltou às atividades no ano de 2001 com o lançamento mundial do disco Rebirth no mês de outubro. O nome do álbum, que significa renascimento em português, remete à nova fase vivida pela banda a partir do primeiro semestre daquele ano e foi gravado no Brasil e na Alemanha pelo produtor Dennis Ward. O quinteto ingressou num processo de divulgação do disco, realizando em várias capitais brasileiras e na América do Sul, culminando com um show na casa Via Funchal, na cidade de São Paulo, em 15 de dezembro. Em menos de dois meses, Rebirth já havia atingido o número de 100 mil cópias vendidas em todo o mundo. O primeiro show da banda com a nova formação aconteceu dia 2 de novembro de 2001 no Canadura em Maringá no Paraná. Em janeiro a banda voltou ao estúdio, novamente sob o comando de Dennis Ward, para gravar o EP Hunters and Prey e a canção \"Kashmir\" para um tributo ao Led Zeppelin. O álbum trazia algumas faixas novas, além de versões acústicas das canções \"Rebirth\" e \"Heroes of Sand\". Logo após as gravações, a banda ainda participou de um show ao ar livre em comemoração ao aniversário da cidade de São Paulo, no dia 25 de janeiro, realizado no Center Norte, contando com um público de cerca de 12 mil pessoas. Depois de participar de inúmeros programas de rádio e de TV (incluindo uma aparição no Altas Horas, da Rede Globo, e Musikaos, da TV Cultura), o Angra finalizou a edição do primeiro vídeoclipe do disco Rebirth. A canção escolhida foi a faixa título, e tem como base as imagens gravadas no show acima citado, realizado em São Paulo. Em março do mesmo ano a banda embarcou para mais uma turnê pela Europa. Foram 18 apresentações em sete países: Itália, Alemanha, França, Espanha, Holanda, Bélgica e Suíça, sempre contando com o Silent Force como banda de abertura. De volta ao Brasil, no início de abril foi retomada a turnê sul-americana, com três shows no interior de São Paulo que totalizaram público de cerca de 25 mil pessoas. Em paralelo, novos produtos com a marca Angra chegaram ao mercado. Um deles foi o songbook de Rebirth, com as partituras e tablaturas para guitarra de todas as canções do disco. O livro, de 116 páginas, trazia ainda um glossário explicando as principais figuras utilizadas nas tablaturas, facilitando sua utilização por músicos ainda pouco familiarizados com essa simbologia. Também foi lançada, em edição limitada produzida pelo fã-clube do Angra, uma fita VHS com cerca de 80 minutos de duração trazendo o show que a banda realizou no Rio de Janeiro e cenas extraídas dos arquivos pessoais dos músicos da banda. === Hunters and Prey e primeiro DVD (2002-2003) === Em maio foi lançado o EP Hunters and Prey, que, a exemplo de Rebirth, tem arte de capa assinada pela artista plástica portuguesa Isabel de Amorim. O disco conta com oito canções e mais uma faixa interativa, com o clipe da canção \"Rebirth\". Dentre as canções, encontram-se novas composições, versões acústicas, um cover para a canção \"Mama\", do Genesis, e uma versão da canção \"Hunters and Prey\" com letra em português, que recebeu o título \"Caça e Caçador\". Antes de embarcar para mais uma empreitada internacional, a banda gravou uma versão heavy metal e um clipe da canção \"Pra Frente Brasil\". O vídeo foi exibido pelo canal esportivo SporTV durante a Copa do Mundo de 2002 e continuou sendo veiculado no canal Multishow. Em junho a banda esteve mais uma vez no Japão, onde fez cinco apresentações nas cidades de Nagoia, Tóquio, Osaka e Hiroshima, entre os dias 19 e 24. No dia 14, o Angra foi a primeira banda de heavy metal sul-americana a se apresentar em Taiwan, em um show na cidade de Taipé. Várias rádios, como 89 FM e Brasil 2000 (São Paulo), FM 98 (Belo Horizonte), Cidade (Rio de Janeiro) e Cidade e Transamérica (Recife), incluíram canções do quinteto em sua programação. Também na TV o grupo teve ampla exposição, como nos programas Zapping Zone (Disney Channel, do qual participou duas vezes), Pirata Urbano (AllTV, no qual o bateu recorde de audiência do programa e ganhou uma reprise na semana seguinte), Programa do Jô (Rede Globo) e uma nova participação no Altas Horas (Rede Globo). No segundo semestre, o Angra participou com destaque em dois dos principais festivais de verão europeus. O grupo tocou no dia 27 de julho no Rock Machine, na Espanha, e no dia 2 de agosto no tradicional Wacken Open Air na Alemanha. Na volta, a banda prosseguiu em sua maratona de shows, se apresentando em diversas cidades brasileiras e visitando outros países sul-americanos como Equador e Colômbia. Em novembro se apresentaram pela primeira vez nos Estados Unidos e no Canadá. Com um show para cerca de 7 mil pessoas no Credicard Hall em dezembro de 2002, o grupo promoveu o lançamento do CD e DVD Rebirth World Tour: Live in São Paulo, encerrando a turnê mundial, que totalizou mais de 100 shows realizados no Brasil, América Latina, América do Norte, Europa e Ásia.. Fizeram parte do fecho da turnê mundial três festivais de verão europeus, Viña Rock (Espanha, em 3 de maio), Sweden Rock (Suécia, em 7 de junho) e Gods of Metal (Itália, em 8 de junho), nos quais a banda teve oportunidade de mostrar sua apresentação para dezenas de milhares de fãs. Na Espanha, eles se apresentaram em um festival aberto a diversos estilos musicais, atraindo assim a atenção de um público eclético. O festival italiano, como o nome diz, sempre apresenta os principais nomes do heavy metal mundial. Finalizando a turnê, o Angra foi a atração principal do Festival Pop Rock, considerado o maior evento do gênero no Brasil, realizado em 9 de agosto em Belo Horizonte. === Temple of Shadows (2004-2005) === esquerda|miniaturadaimagem|Kiko Loureiro em 2014. Em 2004, foi lançado Temple of Shadows, um álbum conceitual que narra a saga de um cavaleiro das Cruzadas conhecido como \"The Shadow Hunter\", e que se passa no final do século XI. O encarte conta com a arte assinada novamente por Isabel de Amorim, e possui formatação de livro, narrando a história por trás das letras. Antes de cada letra de canção há pelo menos um parágrafo explicando a situação ou os fatos que se passam em cada canção. Dennis Ward foi novamente chamado para gravar, produzir e mixar este álbum. Mais uma vez, houve elementos da canção brasileira no som da banda. Há, inclusive, uma faixa com partes cantadas em português, na voz do cantor Milton Nascimento. Além dele, outros convidados especiais participaram do projeto incluem os vocalistas Kai Hansen (Gamma Ray e ex-Helloween), Hansi Kürsch (Blind Guardian), Sabine Edelsbacher (Edenbridge); o percussionista Douglas Las Casas, a pianista Sílvia Goes, um quarteto de cordas para as partes orquestradas e o violoncelista Yaniel Matos. Como divulgação do álbum, a banda lançou o videoclipe da música “Wishing Well”. Logo após o lançamento do álbum a banda iniciou uma turnê nomeada Temple of Shadows World Tour, e passou por quatro continentes: América do Sul, América Central, América do Norte, Europa, Ásia e Oceania. A vendagem total do álbum ultrapassou as 200 mil cópias e garantiu mais de 50 prêmios para a banda. No ano de 2005, dezenas de shows foram feitos pelo mundo (acrescentados aos do ano anterior, que fizeram com que a Temple of Shadows Tour tivesse mais de 100 concertos realizados), inclusive com a abertura do Nightwish no Japão. O tecladista da turnê foi Fábio Laguna. Destaque para o show de comemoração aos 14 anos da banda, realizado no Via Funchal em São Paulo no dia 5 de novembro de 2005, o show teve 3 horas de duração, foram tocadas mais de 20 músicas e o álbum Temple of Shadows foi executado na íntegra. === Aurora Consurgens e segunda crise (2007-2008) === Em novembro de 2006, após meses de espera, é lançado o álbum Aurora Consurgens, caracterizado por ser uma comemoração dos 15 anos da banda e possuir elementos de todos os seus discos anteriormente lançados. Baseado no livro homônimo, o álbum possui mais uma vez a capa feita pela portuguesa Isabel de Amorim e aborda uma temática mais voltada aos distúrbios mentais e psicológicos. Fabrizio Di Sarno gravou os teclados. Além da baixa repercussão do Aurora Consurgens, brigas internas e discussões com o empresário Toninho Pirani levaram novamente o Angra às manchetes dos principais órgãos de imprensa do Metal. Para piorar a situação, Pirani também se envolveu em diversos problemas (inclusive legais), que culminaram na reformulação total da revista Rock Brigade, com redução drástica na tiragem e troca de diversos colaboradores \"das antigas\", que também participavam diretamente de atividades envolvendo o Angra. Com sérios problemas financeiros e brigas internas, o Angra encarava a mesma crise vivida na época de Andre Matos, Luis Mariutti e Ricardo Confessori. Na época, chegou-se a especular a troca do empresariamento da banda, encerrando uma parceria de 15 anos entre o Angra e Toninho Pirani, detentor dos direitos do nome da banda. Porém, o que se confirmou foi a saída do baterista Aquiles Priester, após declarações bastante polêmicas ao longo de 2007 e 2008. O último show de Aquiles Priester foi dia 18 de agosto de 2007 no E.C. Progresso em Francisco Morato (SP). Também foi a última apresentação do tecladista convidado Fábio Laguna, que já estava tocando com a banda desde 2001. Ambos saíram, fizeram alguns shows no Almah em 2007 (banda de Edu Falaschi) e depois ficaram exclusivamente no Hangar. === Retorno e Aqua (2010-2011) === miniaturadaimagem|O baterista Ricardo Confessori tocando guitarra em 2010. Em entrevistas, Rafael Bittencourt e Kiko Loureiro afirmaram que o Angra estaria de volta entre abril e maio de 2009, com uma turnê para marcar o recomeço das atividades da banda. Kiko, inclusive, chegou a anunciar a gravação de um novo álbum, que seria lançado em 2010, tendo agora, Monika Cavalera como empresária. Em 2009 o site da banda, em construção, estampava como título do site a frase \"Bring the sunrise again\" (traduzido do inglês como \"Traga o nascer do sol novamente\"), um verso da canção \"Nova Era\", o que indicava um possível retorno. No dia 12 de março de 2009, o site do Angra retornou ao ar, com as frases Look Who's Back (Olhe quem está de volta, em português) e Back to Life (\"de volta à vida\", também um verso de \"Nova Era\"). A formação da banda trouxe o retorno do baterista Ricardo Confessori, que fez parte do Angra entre 1993 e 2000, quando criou o Shaman. Confessori retomaria o posto que foi ocupado por Aquiles Priester. Em 12 de março de 2009, o site da banda passou a informar que o Angra faria uma turnê conjunta com a banda Sepultura, a Angra & Sepultura Tour. A turnê passaria pelo Brasil no mês de maio pelas cidades de Maceió, Recife, Porto Alegre, Curitiba, São Paulo, Ourinhos, Rio de Janeiro, Vitória e Governador Valadares. Em 2010, a banda gravou no estúdio Norcal Studios, em São Paulo o álbum intitulado Aqua, que foi baseado na peça \"A Tempestade\" de William Shakespeare. O álbum foi lançado no dia 11 de agosto de 2010 no Japão via JVC/Victor, e 22 de agosto no Brasil de forma independente. Fabrizio Di Sarno gravou alguns teclados. Logo após o lançamento a banda fez uma turnê mundial intitulada Aqua World Tour que passou por 4 continentes (América do Sul, América do Norte, Europa, Ásia), e encerrou no dia 16 de julho de 2011 em São Paulo. Em outubro de 2010, lançam o videoclipe da música \"Lease Of Life\", que integra Aqua, dirigido por Ricardo Guidara. Em 19 de abril de 2011 os integrantes Kiko Loureiro e Felipe Andreoli acusaram o grupo Parangolé de plágio em um riff da canção \"Nova Era\". Os integrantes da banda discutiram via Twitter com o vocalista da banda, Léo Santana. Em retaliação, usuários do microblog colocaram a tag #Parangolixo nos Trending Topics Brasileiro. A assessoria da banda Parangolé informou a um site que as Editoras que cuidam das músicas dos grupos envolvidos estão conversando para resolver o impasse. Já a assessoria da banda que acusou o plágio, informou que irá se reunir com os integrantes para ver quais providências irão tomar sobre o assunto. Semanas depois, o guitarrista da banda baiana reconheceu ter usado o riff de autoria de Kiko, alegando ter extraído de uma videoaula do Kiko Loureiro, e pediu desculpas por não fazer menção como música incidental e o assunto foi encerrado. No dia 25 de setembro de 2011 o Angra participou do Rock in Rio IV (Dia Metal), ao lado da cantora finlandesa Tarja Turunen (ex-Nightwish), comemorando os 20 anos da banda. A banda preparou um repertório especial para o evento, tocando \"The Phantom of The Opera\" (cover de Nightwish, originalmente de Andrew Lloyd Webber) e depois de 15 anos \"Wuthering Heights\" (cover de Kate Bush), canção presente no álbum de estreia Angels Cry e era tocada apenas na fase com Andre Matos nos vocais. Foi o último show de Edu com o Angra. === Mudanças na formação e Angels Cry 20th Anniversary Tour (2012-2014) === thumb|esquerda|Fabio Lione cantando com o Angra em 2014. Em 24 de maio de 2012, o vocalista Edu Falaschi publicou uma nota anunciando sua saída do Angra. Em setembro/outubro de 2012 a banda que lançou sua primeira coletânea, intitulada Best Reached Horizons contém os sucessos das duas épocas da banda. A coletânea foi lançada apenas na Europa e Japão. A banda foi confirmada como atração no cruzeiro 70,000 Tons of Metal, que aconteceu em janeiro de 2013. O vocalista Fabio Lione (Rhapsody of Fire, Vision Divine) foi o vocalista do Angra no evento. No mesmo ano, o Angra iniciou uma turnê pelo Brasil e América Latina celebrando os 20 anos de lançamento do álbum Angels Cry, o primeiro álbum da história da banda. Fabio Lione continuou com a banda por toda a turnê, ainda como vocalista convidado. Essa excursão resultou no lançamento de um DVD, gravado no HSBC Brasil, em São Paulo, no dia 25 de agosto de 2013, e lançado no dia 1º de novembro do mesmo ano. O DVD, intitulado Angels Cry 20th Anniversary Tour, é o segundo lançado pela banda em sua carreira, e contou com diversas participações especiais, como Tarja Turunen, Uli Jon Roth (ex-Scorpions), Família Lima, entre outros. No dia 4 de novembro de 2013 o Angra confirmou através de sua página em uma rede social que o vocalista Fabio Lione gravaria o oitavo álbum de estúdio da banda. Em 5 de maio de 2014, a assessoria de imprensa da banda anuncia a saída do baterista Ricardo Confessori, sob a alegação de se aventurar por outros projetos. Ele permaneceu com a banda até o término da Angels Cry: 20th Anniversary Tour. Em seu lugar, passa a integrar a banda o jovem Bruno Valverde, que já havia tocado anteriormente com Kiko Loureiro e Felipe Andreoli no projeto solo do guitarrista. === Secret Garden (2014-2017) === Em junho de 2014, o guitarrista Kiko Loureiro comentou sobre o novo álbum, dizendo: \"As mudanças musicais sempre acontecem porque nós mudamos como pessoas também. Então não apenas as mudanças de formação, então você pode esperar algumas mudanças, é claro, com o Fabio, uma voz diferente. Nós tentamos buscar novos caminhos para fazer música, então com certeza vocês ouvirão uma coisa nova e diferente, mas o núcleo e a essência do Angra estarão sempre lá de qualquer forma.\" Em novembro de 2014, a banda postou uma imagem no Facebook revelando o nome do seu oitavo álbum, Secret Garden. O álbum foi produzido e gravado na Suécia por Jens Bogren (que já trabalhou com bandas como Kreator, Arch Enemy, Opeth e Dragonforce), com pré-produção de Roy Z (Judas Priest, Bruce Dickinson, Halford) e foi lançado em 17 de dezembro no Japão e em 16 de janeiro no Brasil e na Europa. O álbum contou com diversas participações especiais, dentre elas a cantora holandesa Simone Simons (Epica) e a alemã Doro Pesch, além de alguns vocais cantados por Rafael Bittencourt. A arte da capa ficou por conta do artista Rodrigo Bastos Didier. Em entrevista, Bittencourt afirmou que Secret Garden é o melhor álbum da banda desde o bem sucedido Temple of Shadows. Ainda em novembro, a banda postou em seu canal oficial do YouTube o seu primeiro novo single, intitulado \"Newborn Me\". Junto com a música, a banda revelou que seu oitavo álbum de estúdio será mais um trabalho conceitual, cuja história traz à tona a questão: \"Pode uma coisa que não existe para os olhos, ou que não é percebida pelos sentidos, ser considerada inexistente?\". Em dezembro de 2014 a banda divulga seu primeiro videoclipe do novo álbum Secret Garden, produzido para a faixa \"Storm of Emotions\". Em março de 2015 é divulgado oficialmente o segundo videoclipe, o da música \"Final Light\". Durante o festival Rock in Rio de 2015, a banda anunciou que Marcelo Barbosa (Almah) substituiria Kiko Loureiro durante as próximas turnês, quando este não puder tocar com o Angra, em virtude da ida de Kiko para o Megadeth. O show ainda contou com a participação da cantora alemã Doro Pesch, e também do vocalista da banda Twisted Sister, Dee Snider. === Ømni e Cycles Of Pain (2017-atualmente) === Em 2016, realizam uma turnê em comemoração dos 20 anos de lançamento de Holy Land, com o álbum executado na íntegra. Em março de 2017, foi anunciado que a banda havia iniciado o processo de composição de um novo álbum, cuja previsão de lançamento foi para o começo de 2018. Em agosto, revelaram o título do disco (Ømni) e que ele contaria uma história que conecta todas as histórias contadas em todos os discos anteriores do Angra. A cantora Sandy fez uma participação na faixa \"Black Widow's Web\" e também apareceu no clipe da música, que também tem a participação de Alissa White-Gluz, vocalista da banda Arch Enemy. Deste álbum, as músicas “Magic Mirror”, “War Horns”, “Insania” e “Light of Transcendence” também tiveram videoclipe. Em 21 de julho de 2018, foi realizado um show de gravação de um DVD em São Paulo, com a participação da cantora Sandy, nas músicas \"Black Widow's Web\" e \"Heroes of Sand\" e da Família Lima em “Magic Mirror, “Always More” e “Nova Era”. Em maio de 2022, se tornam a primeira banda de metal da América Latina a lançar plataforma de NFTs. Em abril de 2023, lançam o EP Angra ilumina Sonastério, em parceria com o projeto audiovisual Sonastério ilumina. Cycles of Pain é o título do décimo álbum de estúdio da banda, lançado em 1° de novembro de 2023 no Japão pela JVC e em 3 de novembro de 2023 pela Atomic Fire Records no resto do mundo. Produzido por Dennis Ward, contou com a participação do cantor Lenine, em versos em português da música \"Vida Seca\". O primeiro single, \"Ride Into The Storm\", foi divulgado em 4 de agosto de 2023. O segundo single foi “Tide of Changes”, lançado em 11 de setembro de 2023. No dia 8 de dezembro de 2023, a banda encerrou o ano com um último show em João Pessoa. Durante a apresentação, a banda tocou a versão feita por Calcinha Preta de \"Bleeding Heart\". Em março de 2024, lançam o videoclipe da faixa “Here In The Now”, que tem as participações especiais da cantora Vanessa Moreno, que também pode ser ouvida na versão do álbum da faixa, e Chico Brown, filho de Carlinhos Brown, estrelando como protagonista principal da narrativa. No mesmo mês, realizam uma turnê pela Espanha. Em abril de 2024, realizam shows com a participação de Jeff Scott Soto. No mesmo mês, a banda se apresentou no festival Summer Breeze Brasil, em São Paulo. === Tentativa de retorno da formação original e morte de Andre Matos (2019) === O guitarrista Kiko Loureiro e o empresário do Angra, Paulo Baron, revelaram que Andre Matos estava planejando uma possível reunião com a banda, após 20 anos. Contudo, essa versão foi desmentida em vídeo por Daniel Matos, irmão de Andre que afirmou que ele nunca demonstrou um desejo de se reunir com o Angra. Andre morreu em 8 de junho de 2019. \"Ele nunca disse nada sobre uma possível reunião do Angra, que foi divulgada pelo guitarrista Kiko Loureiro e o empresário da banda, Paulo Baron. Quando ele ia voltar com o Shaman, ele comentou com a gente, mas nunca disse nada sobre o Angra\", contou Daniel. == Estilo musical e influências == O estilo do Angra é essencialmente associado ao power metal, mas alguns álbuns seus possuem um estilo pouco diferente, como Fireworks e Aurora Consurgens, esse segundo considerado o álbum mais pesado do Angra. A banda também possui muita influencia da música neoclássica da cultura indígena brasileira (Inclusive usando muitos artifícios e instrumentos indígenas em suas músicas) e também da música sinfônica em geral. == Atividades Paralelas == Paralelamente, os membros da banda também se dedicam a clínicas, workshops e aulas, atividade que sempre marcou a atuação dos músicos do Angra. Os cinco são constantemente convidados a transmitir seu conhecimento, tanto no Brasil como no exterior. Esses eventos, são realizados de maneira informal e didática, sendo comuns inclusive os convites para que seus músicos visitem escolas de música durante suas turnês. Na condição de músicos, os integrantes do Angra também estão comunicando seu conhecimento através de videoaulas. Kiko Loureiro lançou cinco vídeos, Estilos,Escalas e Licks, Técnica e Versatilidade, Os Melhores Solos e Riffs do Angra, Guitarra Para Iniciantes, Rock Fusion Brasileiro além de ter gravado três álbuns: No Gravity, Universo Inverso e Fullblast, e fez uma turnê com a Tarja Turunen. Enquanto Felipe Andreoli lançou no mesmo formato o vídeo Angra Bass, e também ele voltou para a antiga banda, Karma, gravando o álbum Leave Now!!!, e ainda participou do projeto VOX com os integrantes do Karma, também participou do projeto Freakeys de Fábio Laguna. Em 2008, Rafael Bittencourt lançou seu projeto solo, intitulado Bittencourt Project, com a participação dos bateristas Marcell Cardoso (Karma) e Ricardo Confessori (Angra e Shaman); dos baixistas Fernando Nunes e Felipe Andreoli (Angra, Karma e Freakeys) e do guitarrista e também multi-instrumentista Kiko Loureiro (Angra). O primeiro álbum do projeto, Brainworms I, foi lançado ainda em 2008. Seu título, traduzido do inglês como \"vermes cerebrais\", é um termo criado por neurocientistas para designar certos tipos de melodias que permanecem na memória das pessoas e não se consegue esquecer por algum tempo. Kiko Loureiro também foi destaque de capa de uma edição especial da revista japonesa Young Guitar, com direito a chamada em português, “Mate-se de Praticar”, além de participar no CD da banda Blezqi Zatsaz, do tecladista Fábio Ribeiro, tocando em cinco faixas. Em abril de 2015, Kiko Loureiro é anunciado como guitarrista do próximo álbum da banda de Thrash Metal americana Megadeth, onde ficou até 2023. Edu Falaschi, por sua vez, gravou as canções \"Pegasus Fantasy\" e \"Blue Forever\" para o anime Cavaleiros do Zodíaco e Never para o filme Prólogo do Céu do mesmo anime. As canções também fazem parte da versão brasileira da trilha sonora do mesmo anime. Em 2006, começou o projeto Almah, que durou até 2019 e lançou cinco álbuns Almah, Fragile Equality, Motion, Unfold e E.V.O. ==Integrantes== ;Atuais *Rafael Bittencourt – guitarra rítmica, teclado e vocais (1991-presente) *Felipe Andreoli – baixo, teclado (2001-presente) *Fabio Lione – vocais (2013-presente) *Bruno Valverde – bateria, percussão (2014-presente) *Marcelo Barbosa - guitarra solo (2015-presente) ;Membros de apoio *Junior Carelli - teclado (2016 - Holy Tour) *Dedé Reis - percussão (ao vivo) *Bruno Sá - teclado (2016-presente) *Fábio Laguna - teclado (2001–2007) *Fábio Ribeiro - teclado (1992-1993, 1999) *Leck Filho - teclado (1994-1998) *Fabrizio Di Sarno - teclado (1999) *Daniel Santos - teclado (2009-2010) ;Ex- membros *Kiko Loureiro - guitarra solo, teclado (1992-2015) *Ricardo Confessori – bateria, percussão (1993–1999; 2009-2014) *Edu Falaschi – vocais, violão (2000–2012) *Aquiles Priester – bateria, percussão (2001–2007) *Andre Matos – vocais, teclado, piano (1991–2000; morto em 2019) *Luis Mariutti – baixo e violão (1991–1999) *Marco Antunes – bateria, percussão (1991–1993) ==Discografia== ;Álbuns de estúdio * Angels Cry (1993) * Evil Warning, EP (1994) * Holy Land (1996) * Freedom Call, EP (1997) * Fireworks (1998) * Rebirth (2001) * Hunters and Prey, EP (2002) * Temple of Shadows (2004) * Aurora Consurgens (2006) * Aqua (2010) * Secret Garden (2014) * Ømni (2018) * Cycles of Pain (2023) == Turnês == *Angels Cry Tour (1993-1995) *Holy World Tour (1996-1997) *Holy Live Tour (1997) *Fire World Tour (1998-1999) *Rebirth World Tour (2001-2002) *Temple of Shadows World Tour (2004-2006) *Aurora Consurgens World Tour (2006-2007) *Angra & Sepultura Tour (2009) *Back to Life Tour (2009-2010) *Aqua World Tour (2010-2011) *Angels Cry 20th Anniversary Tour (2012-2014) *Secret Garden World Tour (2015-2016) *Holy Land 20th Anniversary Tour (2016) *Angra Ømni Tour 2018 (2018) *Magic Mirror Tour 2019 *Rebirth 20th Anniversary Tour (2021-2022) *Cycles Of Pain (2023-) ==Ligações externas== * Site oficial Categoria:Bandas de metal progressivo do Brasil Categoria:Bandas formadas em 1991 Categoria:Bandas de heavy metal do Brasil Categoria:Bandas de power metal do Brasil Categoria:Bandas de folk metal Categoria:Grupos musicais de língua inglesa do Brasil Categoria:Artistas da Victor Entertainment",
 "title": "Angra (banda)"
}