{
 "id": "111414",
 "text": "Nimega (português europeu) ou Nimegue (português brasileiro) (em neerlandês: Nijmegen) é um município e uma cidade na província da Guéldria, no leste dos Países Baixos, próximo à fronteira com a Alemanha. É considerada a cidade mais antiga do país e comemorou o seu 2000º aniversário em 2005. == Etimologia == A forma vernácula em português \"Nimega\" (no Brasil e em Portugal) é registrada em fontes prescritivasJosé Pedro Machado, Dicionário Onomástico Etimológico da Língua Portuguesa.Antenor Nascentes, Dicionário Etimológico da Língua Portuguesa, tomo II.Rebelo Gonçalves, Vocabulário da Língua Portuguesa. e advém do francês Nimègue e este, do neerlandês Nijmegen. O original neerlandês vem do latim \"Noviômago\" do nome romano da cidade, Úlpia Noviômago dos Batavos (), que, por sua vez, vem de um vocábulo celta que significa \"novo mercado\". == História == A primeira menção a Nimegue na história é no século I a.C., quando os romanos ergueram um acampamento militar no local onde surgiria a cidade. O lugar possuía grande valor estratégico por causa dos morros ao redor, que permitiam uma boa visão do vale do Waal e do Reno. Na altura de 69, quando os batávios, os habitantes originais do vale, se rebelaram, havia surgido perto do acampamento militar um vilarejo chamado Ópido dos Batavos, que foi então destruído, mas os romanos construíram um novo forte e formou-se uma vez mais uma vila nas proximidades. Em 104, o Imperador Trajano deu à cidade o nome de Úlpia Noviômago dos Batavos - origem do nome neerlandês moderno Nijmegen. No século IV, a presença romana enfraqueceu e a cidade tornou-se parte do Reino Franco. Devido ao rio Waal, o comércio prosperou e em 1230 o Sacro Imperador Frederico II outorgou a Nimegue privilégios de cidade. Em 1247, Nimegue foi entregue ao conde de Guéldria como garantia de um empréstimo; como este jamais foi pago, a cidade integra, desde então, a Guéldria. Tornou-se membro da Liga Hanseática em 1364. Durante a Guerra dos Oitenta Anos, o comércio parou e, embora Nimegue tenha se tornado parte da República das Províncias Unidas em 1585, teve que suportar vários cercos. A cidade cresceu constantemente na segunda metade do século XIX e na primeira metade do século XX. A Universidade de Radboud foi fundada em 1923 e, em 1927, abriu-se um canal entre o Waal e o Mosa. Em 1940, Nimegue foi a primeira cidade neerlandesa a ser tomada por tropas alemãs. Em 22 de fevereiro de 1944, foi pesadamente bombardeada por aeronaves Aliadas, com grandes danos ao centro. No mesmo ano, a cidade assistiu à Operação Market Garden. Em novembro, a cidade foi liberada definitivamente pelo Primeiro Exército Canadense. ==Geografia== thumb|esquerda|Neve no Kronenburgerpark, em Nijmegen (2010) ===Clima=== O clima de Nimegue é oceânico temperado (Cfb), com temperatura média anual de 10,8°C e 832mm de precipitação. Na cidade, o verão é moderado e parcialmente nublado e o inverno é frio, nublado e ventoso. Durante o ano a temperatura varia entre 0°C e 23°C, raramente abaixo de -7°C ou acima de 29°C. O mês com a maior média máxima de temperatura é julho (22,6°C) e o com a menor janeiro (4,7°C). O mês com a maior média mínima de temperatura é agosto (13,9°C) e o com a menor é janeiro (1°C). A temporada quente dura 3,2 meses, quando há uma média máxima de temperatura acima de 20°C. A temporada fria dura 3,7 meses, quando há uma temperatura média máxima abaixo de 9°C. A temperatura é fortemente influenciada pelo mar, devido a corrente marítima do Mar do Norte. Devido a essa corrente, temperaturas são mais amenas que em áreas mais distantes da costa. A precipitação anual é de 832mm. O mês com mais precipitação é julho (84mm), e os com menos são fevereiro e março (61mm). O mês com mais dias de chuva é julho (19,3) e o com menos é novembro (11,6). Há 3,3 dias de neve em janeiro e fevereiro, 2,1 em dezembro, 0,8 em março, 0,4 em novembro e 0,1 em abril. == Educação == Nimega possui uma universidade originalmente constituida como católica mas que se tornou independente desta instituição em 2020, a Radboud Universiteit Nijmegen. A cidade abriga também a HAN (Hogeschool van Arnhem en Nijmegen) University of Applied Sciences. == Ligações externas == * Página oficial Categoria:Cidades da Guéldria Categoria:Cidades imperiais livres Categoria:Membros da Liga Hanseática",
 "title": "Nimega"
}