{
 "id": "111474",
 "text": "Antonio Giacomo Stradivari (, also ; Cremona, 1644 — 18 de dezembro de 1737) foi um artesão e luthier italiano. Conhecido por seus instrumentos de corda como violinos, violoncelos, violas e harpas, ele criou cerca de 1116 instrumentos ao longo da vida, sendo 960 deles violinos. Os instrumentos por ele fabricados ficaram conhecidos como Stradivarius, ou na forma coloquial Strad. Cerca de 650 de seus instrumentos ainda existem, entre eles 450 a 512 violinos. ==Biografia== Stradivari nasceu em Cremona, no Ducado de Milão entre 1644 e 1649. Há cerca confusão com as datas devido à perda de estatísticas entre 1647 e 1649 devido aos conflitos entre França e Espanha. Dados dos censos de 1668 e 1678 mostram um jovem Stradivari vivendo na cidade. Entre seus ancestrais estão cidadãos nobres de Cremona, datando de pelo menos o século XII ou XIII. A mais antiga menção de sua família, ou uma variação do nome, é um documento de concessão de terras de 1188. A origem do nome em si tem várias possíveis explicações. Pode ser o plural de stradivare, algo como \"estrada com pedágio\" ou \"estrada particular\" na Lombardia. Uma segunda origem diz que vem de de Strataverta, uma corruptela de strada averta, que no dialeto cremonês quer dizer \"estrada aberta\". Era filho de Alessandro Stradivari e de Anna Moroni. Eles se casaram em 30 de agosto de 1622 e tiveram pelo menos três filhos entre 1623 e 1628: Giuseppe Giulia Cesare, Carlo Felice e Giovanni Battista. Os registros de batismo da paróquia de S. Prospero param aí e não se sabe se eles tiveram mais filhos entre 1628 e 1644. Essa lacuna nos registros pode ser devido à família deixando Cremona em resposta à guerra, fome e peste na cidade de 1628 a 1630 ou os registros podem ter sido perdidos devido a reformas clericais impostas por José II da Áustria em 1788. Antonio nasceu em 1644, mas não há registros ou informações disponíveis sobre sua infância, e a primeira evidência de sua presença em Cremona é o rótulo de seu violino sobrevivente mais antigo de 1666. Stradivari provavelmente começou seu aprendizado com Nicola Amati entre as idades de 12 e 14 anos, embora um pequeno debate envolva esse fato. Uma das poucas evidências que comprovam isso é o rótulo de seu violino de 1666, que diz: Alumnus Nicolai Amati, faciebat anno 1666 (Um ex-aluno de Nicolas Amati, ele trabalhou em 1666). No entanto, Stradivari não colocou repetidamente o nome de Amati em seus rótulos, ao contrário de muitos outros de seus alunos. Amati também teria sido uma escolha lógica para os pais de Antonio, pois ele representava uma antiga família de fabricantes de violinos em Cremona e era muito superior à maioria dos outros luthiers na Itália. É possível que Stradivari também tenha sido aluno de Francesco Rugeri e não de Amati. Haveria semelhanças entre os primeiros instrumentos de Stradivari com os de Rugeri. Além disso, a utilização de um pequeno pino dorsal ou pequeno orifício, invariavelmente usado não apenas por Nicolò Amati, mas por todos os seus alunos reconhecidos - com exceção de Antonio Stradivari, acrescenta mais evidências de que Stradivari pode ter aprendido seu ofício sem Amati. Este pino ou furo foi fundamental na graduação da espessura das placas e obviamente foi uma técnica passada por gerações de alunos dos Amati. Este pino dorsal não é encontrado em nenhum dos instrumentos da família Rugeri, sugerindo que Antonio Stradivari pode ter aprendido seu ofício com Francesco Rugeri, embora ambos sejam influenciados por Amati. Uma teoria alternativa é que Stradivari começou como marceneiro: a casa em que morou de 1667 a 1680 era de Francesco Pescaroli, marceneiro e entalhador. Stradivari pode até ter sido empregado para decorar alguns instrumentos de Amati, sem ser um verdadeiro aprendiz. Esta teoria é apoiada por alguns dos violinos posteriores de Stradivari, que têm decorações elaboradas e ornamentais. Supondo que Stradivari fosse aluno de Amati, ele teria iniciado seu aprendizado em 1656-58 e produzido seus primeiros instrumentos decentes em 1660, aos 16 anos. Seus primeiros rótulos foram impressos de 1660 a 1665, o que indica que seu trabalho tinha qualidade suficiente para ser oferecido diretamente aos seus patronos. No entanto, ele provavelmente permaneceu na oficina de Amati até cerca de 1684, usando a reputação de seu mestre como ponto de partida para sua carreira. === Primeiro casamento === Stradivari se casou com sua primeira esposa, Francesca Ferraboschi, em 4 de julho de 1667. Francesca era a jovem viúva do burguês Giacomo Capra, com quem teve dois filhos. O irmão de Francesca havia atirado em Giacomo com uma besta na Piazza Garibaldi (antiga Piazza Santa Agata) em 1664. Mais tarde, ele foi exilado, embora autorizado a retornar a Cremona muitos anos depois. Após o casamento, Stradivari mudou-se para uma casa conhecida como Casa del Pescatore, ou Casa Nuziale, na paróquia de sua esposa. Uma pista de como eles teriam se conhecido está no censo de Páscoa de 1659, que lista a família Ferraboschi a quatro casas de distância da residência Amati. O casal teve uma filha, Giulia Maria, três a quatro meses depois. Eles permaneceram na casa até 1680, período em que tiveram mais quatro filhos: Catterina, Francesco, Alessandro e Omobono, além de um filho pequeno que viveu apenas uma semana. Stradivari comprou uma casa agora conhecida como Piazza Roma nº1 (anteriormente Piazza San Domenico, nº. 2) por volta de 1680 pela soma de 7 000 liras, 2 000 das quais ele pagou no momento da compra. A totalidade da casa foi paga em 1684. A residência ficava a apenas algumas portas de distância de várias outras famílias fabricantes de violinos de Cremona, incluindo os Amatis e Guarneris. Francesca morreu em 20 de maio de 1698 e recebeu um funeral de pompa cinco dias depois. === Segundo casamento === Stradivari casou-se com sua segunda esposa, Antonia Maria Zambelli, em 24 de agosto de 1699. A única informação conhecida sobre ela é que ela tinha 35 anos na época do casamento. Eles tiveram cinco filhos de 1700 a 1708 — Francesca Maria, Giovanni Battista Giuseppe, Giovanni Battista Martino, Giuseppe Antonio e Paolo. ===Morte=== Stradivari morreu em 18 de dezembro de 1737, em Cremona, aos 93 anos, tendo dedicado 75 anos de vida na fabricação de instrumentos de corda. Ele foi sepultado na Igreja de San Domenico. O túmulo foi adquirido oito anos antes de sua morte, tendo sido comprada de uma família cremonesa, substituindo o nome deles na lápide. ==Carreira== O período áureo de sua carreira foi entre 1700 e 1722, quando retomou o uso da Forma G (que significa grande) e assumiu ideias e estilo próprios, abandonando o \"amatizzato\" (período em que fazia seus violinos parecidos com os da família Amati). Foi quando atingiu o auge da sonoridade e construiu seus violinos mais famosos, como o \"Bets\", em 1705, o \"Cremonese\", em 1715, o \"Messiah\" e o \"Medici\", ambos em 1716. Muitas das técnicas utilizadas por ele ainda não foram completamente desvendadas. Sabe-se que as madeiras usadas eram o Acero (Maple ou Bordo) para o fundo, ilhargas e braço e o abeto (Spruce ou Fichte) para o tampo harmônico, na estrutura interna, como os troppos ou blocos por exemplo, eram feitos em carvalho. Já as contrafaixas eram de abeto ou salgueiro. O bioquímico Joseph Nagyvary, concluiu que Stradivari usava no tratamento da madeira diversos tipos de minerais, que foram encontrados principalmente no tampo, mais de 30 tipos ao todo, sendo o bórax, ou tetraborato de sódio, o responsável por criar uma ponte entre as moléculas, que segundo ele, melhoraria a propagação do som, além de aumentar a rigidez da madeira conferindo ao timbre qualidades especiais. Uma análise feita pela equipe de Jean-Philippe Echard nos violinos, através de pequenas amostras de madeira e verniz de áreas cuidadosamente escolhidas dos instrumentos, indicou que Stradivari utilizava duas camadas de verniz: um óleo de secagem simples que penetrou a até um décimo de milímetro na madeira do instrumento e provavelmente foi usado como selante, e uma camada superior que ficava acima da madeira e é feita de óleo, resina de pinho e pigmentos. ==Teorias== Há diversas teorias sobre a sonoridade de seus violinos. ===Verniz=== Uma delas diz que o segredo da sonoridade de seus instrumentos estava no verniz utilizado por ele, que acreditavam conter cinzas vulcânicas, o que tornava o instrumento mais duro e assim melhorando a sonoridade. Essa teoria ainda não foi comprovada por pesquisas. Uma pesquisa publicada em 2022 na Angewandte Chemie International Edition, de Joseph Nagyvary, investigador da Texas A&M; University indica que o som deve-se a vários químicos utilizados no tratamento das madeiras. As substâncias utilizadas eram borax, zinco, cobre, alumínio e Água de cal. ===Madeiras de navios naufragados=== Outra lenda para o fato de seus violinos terem uma sonoridade superior, era porque ele selecionava madeiras de navios naufragados há anos. Com isso, a madeira ficava muitos anos em água salgada, o que fazia com que fosse mais dura. Também não há nenhuma prova científica sobre esse fato. ===Madeiras=== Um outro fato (talvez o mais aceitável entre os cientistas), é que durante o período em que viveu o luthier, a Terra, e especialmente a Europa, estava passando por um período quando foram registradas temperaturas muito baixas. Por isso, as madeiras das árvores ficaram mais duras durante esse período. == Ligações externas == * Nippon Music Foundation * Stradivari Society * Violin Making at The Violin Site * Stradivari violin wood, The New York Times * Instruments of Antonio Stradivari on the online database MIMO * The National Music Museum Categoria:Naturais de Cremona Categoria:Luthiers Categoria:Fabricantes de instrumentos musicais da Itália",
 "title": "Antonio Stradivari"
}