{
 "id": "111447",
 "text": "Ernst Waldfried Josef Wenzel Mach (Brno, — Vaterstetten, ) foi um físico e filósofo austríaco. De 1864 a 1867 foi professor de matemática em Graz. Depois (1867-1895) lecionou física na Universidade Carolina, quando opôs-se à introdução da língua tcheca como idioma oficial na mesma universidade, alinhando-se entre os partidários da dominação alemã na região. De 1895 a 1901 foi o titular da cadeira de história e teoria da ciência indutiva na Universidade de Viena. Em 1901, após abandonar o ensino, foi nomeado membro da Câmara dos Pares pelo imperador da Áustria. Suas obras filosóficas e científicas exerceram profunda influência no pensamento do século XX. Seus primeiros livros contêm os fundamentos de uma nova teoria filosófica, o empirocriticismo. Defendeu uma concepção positivista: nenhuma proposição das ciências naturais é admissível se não for possível verificá-la empiricamente. == Postulações == Os rigorosos critérios de verificação que utilizou conduziram à eliminação não só dos conceitos metafísicos da física teórica (como éter, substância, espaço e tempo absolutos, etc.), mas também dos conceitos de moléculas e átomos (ou seja, da hipótese que afirmava a existência de um elemento estrutural básico da matéria). Seguindo a linha de pensamento formulada por David Hume, Mach nega-se a se pronunciar sobre a natureza da realidade (se psíquica ou física) para permanecer no plano fenomênico. Para Mach, todas as afirmações empíricas (incluindo as científicas) poderiam ser reduzidas a afirmações sobre as sensações. O caráter de qualquer lei científica é apenas o descritivo. A escolha entre hipóteses igualmente plausíveis e relativas ao mesmo fato seria uma questão de economia de pensamento. Sua visão positivista foi uma das fontes do positivismo lógico, posteriormente elaborado pelo Círculo de Viena. Mach esteve profundamente envolvido nas revoluções na física, embora se mantendo um crítico da nova física, tanto como ele tinha sido da antiga. Tanto Max Planck quanto Albert Einstein o homenagearam por ter sido a pessoa que criou uma cultura de crítica dentro da qual se desenvolveram as ideias deles. No entanto, eles também vieram a criticar o que eles viram como a recusa inflexível de Mach em aceitar essas novas ideias. == Bibliografia == * * * * * Principais obras de Mach em inglês: * * com Peter Slacher * * Popular Scientific Lectures (1895); Revised & enlarged 3rd edition (1898) * com S.J.B. Sugden * History and Root of the Principle of the Conservation of Energy (1911) * The Principles of Physical Optics (1926) * Knowledge and Error (1976) * Principles of the Theory of Heat (1986) * Fundamentals of the Theory of Movement Perception (2001) ==A ideia de Mach sobre as medições== Normalmente quando medimos um intervalo acreditamos que realmente estejamos medindo espaço ou tempo. Porém, medição depende de comparação. Isso foi importante para Mach: nós não medimos espaço, apenas comparamos nossas sensações espaciais. Pois toda medida requer o uso de um padrão, e qualquer padrão que nós escolhermos é da mesma natureza do que queremos medir. Quando medimos as dimensões espaciais de um objeto, estamos comparando-o com um padrão aceito. Em última análise, todos os padrões devem ter a sua raiz em comparação fisiológica. Desta forma Mach tenta trazer a física de volta a psicologia. A física é baseada em medições, mas as medidas são em última análise comparações fisiológicas. De acordo com Mach, a física nunca pode escapar de suas origens biológicas. === Fontes === *Erik C. Banks: Ernst Mach’s World Elements. A Study in Natural Philosophy. Springer Netherland, Berlim 2003, ISBN 1-4020-1662-X. *Bernhard Kleeberg (Einleitung): Special Issue: Ernst Mach und das Gedankenexperiment um 1900. In: Berichte zur Wissenschaftsgeschichte, März 2015, Volume 38, Issue 1, S. 1–101. doi:10.1002/bewi.v38.1/issuetoc *John T. Blackmore: Ernst Mach – His Life, Work, and Influence. University of California Press, Berkeley, Los Angeles 1972. *John T. Blackmore, Klaus Hentschel (Hrsg.): Ernst Mach als Aussenseiter: Machs Briefwechsel über Philosophie und Relativitätstheorie mit Persönlichkeiten seiner Zeit. Auszug aus dem letzten Notizbuch (Faksimile) von Ernst Mach (= Philosophica. Band 3). Braumüller, Wien 1985, ISBN 3-7003-0612-1. *John T. Blackmore (Hrsg.): Ernst Mach a Deeper Look. Kluwer Academic Publishers, Dordrecht 1992. *John T. Blackmore, Ryoichi Itagaki, Setsuko Tanaka (Hrsg.): Ernst Mach’s Vienna 1895–1930. Kluwer Academic Publishers, Dordrecht 2001. *John T. Blackmore, Ryoichi Itagaki, Setsuko Tanaka (Hrsg.): Ernst Mach’s Science. Tokai University Press, Kanagawa 2006. *John T. Blackmore, Ryoichi Itagaki, Setsuko Tanaka (Hrsg.) Ernst Mach’s Prague 1867–1895: As a Human Adventure. Sentinel Open Press 2011. *Milič Čapek: Ernst Mach’s Biological Theory of Knowledge. In: Synthese. 18 (1968), S. 171–191. *Robert S. Cohen (Hrsg.): Ernst Mach. Physicist and Philosopher. Kluwer Academic Publishers, 1975, ISBN 90-277-0016-8. *Anna-Katharina Gisbertz: Stimmung – Leib – Sprache. Eine Konfiguration in der Wiener Moderne. Fink, München 2009. ISBN 978-3-7705-4855-2. *Rudolf Haller, Friedrich Stadler (Hrsg.): Ernst Mach – Werk und Wirkung. Hölder-Pichler-Tempsky, Wien 1988, ISBN 3-209-00768-3. *Karl Daniel Heller: Ernst Mach: Wegbereiter der Modernen Physik. Mit ausgewählten Kapiteln aus seinem Werk. Biographie. Springer, Wien 1964, ; 2013, ISBN 3-7091-8113-5. *Klaus Hentschel: On Paul Feyerabend’s version of Mach’s theory of research and its relation to Albert Einstein. In: Studies in History and Philosophy of Science. 16 (1985), S. 387–394. * *Klaus Hentschel: Die Korrespondenz Duhem-Mach: Zur ‚Modellbeladenheit‘ von Wissenschaftsgeschichte. In: Annals of Science. 45 (1988), S. 73–91. *Klaus Hentschel: Ernst Mach. In: Arne Hessenbruch (Hrsg.): Reader’s Guide to the History of Science. Routledge, London 2013: S. 427–428. *Erwin N. Hiebert: Mach, Ernst. In: Complete Dictionary of Scientific Biography. 2008. * (falscher Sterbeort). * *Karl von Meÿenn: Die Großen Physiker. Von Maxwell bis Gell-Mann. Beck, München 1997, ISBN 3-406-41149-5. *Robert Musil: Beitrag zur Beurteilung der Lehren Machs und Studien zur Technik und Psychotechnik. Rowohlt, Reinbek bei Hamburg 1980, ISBN 3-498-04271-8; enthält unter anderem Robert Musils Dissertation an der Universität Berlin, Philosophische Fakultät, 1908, unter dem Titel Beitrag zur Beurteilung der Lehren Machs. *Ulrich Schmitz: Das problematische Ich: Machs Egologie im Vergleich zu Husserl (= Epistemata – Reihe Philosophie, Band 362). Königshausen & Neumann, Würzburg 2004, ISBN 3-8260-2700-0 (Dissertation Universität Koblenz 2002, 246 Seiten). *Heribert Sturm: Biographisches Lexikon zur Geschichte der böhmischen Länder. Herausgegeben im Auftrag des Collegium Carolinum (Institut), Band II, Oldenbourg, München 1984, ISBN 3-486-52551-4. Ernst Mach. S. 528 f.; sein Sohn Ludwig Ernst Mach, S. 529 f., mit weiteren Literaturhinweisen. *Joachim Thiele: Wissenschaftliche Kommunikation. Die Korrespondenz Ernst Machs. Henn, Kastellaun 1978, ISBN 3-450-21902-2. *Jiří Procházka: Ernst Mach. 1838–1916. Genealogie Band I. Item, Brno 2007. ISBN 80-903476-3-0. *Jiří Procházka: Ernst Mach. 1838–1916. Genealogie. Band II. Item. Brno 2009. ISBN 80-903476-7-3. *Jiří Procházka: Ernst Mach. 1838–1916. Curriculum vitae. Item, Brno, Vienna 2014, ISBN 978-80-903476-7-0. Categoria:Historiadores da ciência Categoria:Membros da Academia de Ciências de Göttingen Categoria:Especialistas em balística Categoria:Professores da Universidade Carolina Categoria:Filósofos da Áustria Categoria:Físicos da Áustria Categoria:Aerodinâmica Categoria:Ateus da Áustria Categoria:Filósofos ateus Categoria:Filósofos da ciência Categoria:Filósofos do século XX Categoria:Filósofos do século XIX Categoria:Naturais de Brno",
 "title": "Ernst Mach"
}