{
 "id": "1114",
 "text": "KDE é uma comunidade internacional de software livre produzindo um conjunto de aplicativos multiplataforma projetados para funcionar em conjunto com sistemas Linux, FreeBSD, Solaris Microsoft Windows, e Apple Mac OS X. Ela é mais conhecida pela sua área de trabalho Plasma, um ambiente de trabalho fornecido como o ambiente padrão em muitas distribuições, como Bluestar Linux, Chakra Linux, KaOS, KDE neon, Kubuntu, Netrunner e OpenSUSE. O KDE e seus aplicativos são escritos com o framework Qt, atualmente está sendo desenvolvida pela The Qt Company. Antigamente o Qt apenas possuía licença GPL para a plataforma Linux, mas a partir da versão Qt4 foi liberado com a licença LGPL para todas as plataformas, permitindo que o KDE fosse portado para o Windows e o Mac OS X. O objetivo da comunidade KDE é tanto providenciar um ambiente que ofereça os aplicativos e funcionalidades básicas para as necessidades diária quanto permitir que os desenvolvedores tenham todas as ferramentas e documentação necessárias para simplificar o desenvolvimento de aplicativos para a plataforma. A política adotada tem se mostrado eficaz, posto que muitos projetos de sucesso, como o reprodutor de música Amarok, a suíte de escritório Calligra, o editor de imagens Krita, o editor de vídeos Kdenlive e o gravador K3B são desenvolvidos idealizando uma perfeita integração com o KDE. == Filosofia e visão geral do projeto == O KDE se baseia no princípio da facilidade de uso e da personalização. Todos os elementos da interface gráfica podem ser personalizados de acordo com o gosto do usuário, tanto na posição quanto na aparência: painéis, botões das janelas, menus e elementos diversos como relógios, calculadoras e miniaplicativos. A extrema flexibilidade para personalização da aparência levou a que muitos desenvolvedores disponibilizassem seus próprios temas para serem compartilhados por outros usuários. === Características === * O KDE é uma das maiores comunidades de software livre. * Mais de 1800 contribuidores participam no desenvolvimento de software para o KDE. Cerca de 20 novos desenvolvedores contribuem com seus primeiros códigos a cada mês. * Softwares do KDE consiste em mais de 6 milhões de linhas de código(não incluindo o Qt) * Softwares do KDE são traduzidos em cerca de 108 idiomas. * Softwares do KDE estão disponíveis em mais de 114 mirrors FTP em cerca de 34 países. * Um mirror somente leitura com todos os repositórios pode ser encontrado no GitHub. == Etimologia == KDE costumava ser sigla inglesa para K Desktop Environment. A letra K não tinha um significado especial; era simplesmente a letra imediatamente antes de \"L\", de \"Linux\". Também já foi chamado de Kool Desktop Environment. A partir de 2009, \"KDE\" passou a significar simplesmente \"KDE\", ou seja, o projeto abandonou o nome por extenso. == História == O projeto foi iniciado em outubro de 1996 pelo programador alemão Matthias Ettrich,Ettrich, Matthias (14 de outubro de 1996) «New Project: Kool Desktop Environment (KDE)» 53tkvv$b4j@newsserv.zdv.uni- tuebingen.de. Anúncio oficial do início do projeto KDE (en inglês). então aluno da Universidade de Tubinga, que buscava criar uma interface gráfica unificada e livre para sistemas tipo Unix. No início, buscou sua inspiração no CDE, um ambiente gráfico já bastante difundido na plataforma Unix. Ele também queria tornar esse desktop fácil de usar, uma de suas reclamações sobre os aplicativos de desktop da época era que eles eram muito complicados para o usuário final. Sua postagem inicial na Usenet gerou muito interesse e o projeto do KDE nasceu. === KDE 1.0 === Em 12 de julho de 1998 foi publicada a primeira versão do KDE. Esta versão tinha um painel composto por barra de tarefas e lançador de aplicações, uma área de trabalho sobre a qual era possível deixar ícones, um gerenciador de arquivos (Kfm) e um grande número de utilidades. Em novembro de 1998, ao conjunto de ferramentas Qt foi licenciado sob a licença QPL (Q Public License). No mesmo ano, a fundação KDE Free Qt foi criada«KDE Free Qt Foundation». Acesso em 7 de abril de 2010. a fim de garantir que o Qt entraria em uma variante da licença BSD no caso de a Trolltech, à época desenvolvedora do Qt (antes de ser adquirido pela Nokia), deixasse de existir ou não libere alguma versão livre do Qt durante 12 meses. O debate continuou sobre a compatibilidade com a licença GNU/GPL. Por isso, em setembro de 2000, a Trolltech liberou a versão Unix das bibliotecas Qt sob a licença GPL, além da QPL, que eliminou as preocupações da Free Software Foundation. A Trolltech, entretanto, continuou exigindo pagamento de licenças para o desenvolvimento de software proprietário usando o Qt. === KDE 2.0 === A segunda versão do KDE foi lançada em 23 de outubro de 2000, e incluiu, além de algumas melhorias tecnológicas, o Konqueror, aplicação que servia ao mesmo tempo como navegador de Internet e gerenciador de arquivos. Foi criada também a engine de renderização KHTML, que posteriormente serviu de base para o desenvolvimento de navegadores como o Google Chrome e o Safari. === KDE 3.0 === A terceira versão do KDE, publicada em 2002, foi na verdade um aprimoramento da segunda versão, tendo seis lançamentos menores. A mudança da API entre o KDE 2.x e o KDE 3.x foi consideravelmente menor. Foi incluído um novo tema de ícone por padrão (Crystal SVG) e novos estilos gráficos. === KDE Plasma 4.0 === Em 2008, cinco anos após o lançamento da versão 3.0, foi lançado o KDE 4.0, totalmente reescrito em comparação com a versão anterior e incluindo muitas novidades. O gerenciador de arquivos Dolphin substituiu o Konqueror, e o ambiente passou a ter suporte a widgets na área de trabalho. Também foi introduzido o menu Kick-off, dando fácil acesso a programas e configurações, incluindo também lista de programas favoritos, escolhidos pelo próprio usuário, e a lista de aplicações a arquivos abertos recentemente. Além disso, foi introduzido também um botão de acesso rápido a arquivos e pastas. Existem também novos frameworks, como o Phonon, uma nova interface multimídia independente de qualquer backend específico; o Solid, uma API para redes e dispositivos portáteis, e o Decibel, um novo framework de comunicação para integrar todos os protocolos de comunicação com o desktop. Também foi apresentado um framework de busca e metadados, como a incorporação do Strigi, um serviço de indexação de arquivos. === KDE Plasma 5=== Em 2014, seis anos após o lançamento da versão plasma 4, foi lançada o KDE Plasma 5. O mesmo inclui um novo conjunto de tema sucessor ao Oxygen, chamado de \"Breeze\", como também o aumento da convergência através de diferentes dispositivos. A interface gráfica foi completamente migrada para o QML, o qual usa OpenGL para aceleração de hardware, resultando em um melhor performance e consumo de energia reduzido. == Arquitetura == O gerenciador de janelas disponibilizado (KWin) é responsável por fornecer uma interface gráfica organizada e consistente para que aplicativos sejam executados e para que o usuário interaja com o computador, tanto utilizando aplicativos específicos quanto funções básicas como manipulação de arquivos e dispositivos. Com uma barra de tarefas intuitiva, este ambiente de trabalho é um dos mais importantes projetos do GNU/Linux no que diz respeito a interfaces gráficas: segundo os autores, o KDE visa a oferecer a versatilidade do Linux, minimizando o contraste da interface relativamente a outros sistemas operativos, pelo que não será de estranhar reconhecer aspectos de organização e apresentação já vistos noutros ambientes gráficos de sistemas operativos. O KDE foi inteiramente escrito na linguagem C++, e baseado no toolkit Qt, de propriedade da empresa Nokia, enquanto que o GNOME, outro ambiente gráfico para Unix, é baseado na biblioteca GTK, do Projeto GNU. A biblioteca Qt é gratuita para aplicações GPL ou LGPL, e as bibliotecas do KDE são licenciadas como LGPL ou BSD-compatível. Qt pode ainda ser usado de acordo com uma licença comercial; para mais detalhes, Qt Licensing (em inglês). Desde a versão 4.2, o KDE tem suporte nativo ao GTK, podendo rodar tanto aplicações baseadas em GTK como em Qt com a mesma aparência, suportando tanto temas GTK quanto temas Qt. Em compensação à questão do licenciamento para projetos de código fechado, o KDE possui um framework de desenvolvimento muito potente, com uma IDE multilinguagem — KDevelop —, e diversas tecnologias como KParts, KIO, DCOP, KHTML, e um conjunto poderoso de bibliotecas. == Aplicativos == Juntamente com o ambiente de desktop, o projeto KDE inclui vários aplicativos, a saber: === Escritório === *Kontact - Gerenciador de informações pessoais, contendo: ** KMail - Cliente de e-mail ** KAddressBook - Contatos pessoais ** KOrganizer - Agenda, calendário, tarefas, diário e alarme ** Akregator - Software para leitura de feeds RSS ** KNotes - Notas * Calligra Suite - Suíte de escritório, contendo: ** Words - Processador de texto ** Sheets - Editor de planilhas ** Stage - Editor de apresentações ** Kexi - Banco de dados ** Plan - Gerenciador de projetos com gráficos Gantt ** Braindump - Bloco de notas e mapa mental ** Flow - Editor de diagramas ** Karbon - Editor de desenho vetorial * KCalc - Calculadora * Okular - Visualizador de documentos PDF * Skanlite - Digitalizador de documentos (scanner) * KMyMoney - Gerenciador de finanças pessoais === Gráficos === * Krita - Editor de imagens *Kolourpaint - Editor de imagem tipo MS - Paint * Gwenview - Visualizador de imagens * Spectacle - Captura de tela === Multimídia === * Amarok - Player de músicas * Kdenlive - Editor de vídeos * DigiKam - Gerenciador de fotografias * K3b - Software de gravação e extração de faixas de CD === Sistema === * Discover - Loja de aplicativos * Dolphin - Gerenciador de arquivos * Konsole - Terminal * Kate - Editor de texto avançado * KSysGuard - Monitor de sistema * KRunner - Lançador e buscador de aplicativos, configurações e arquivos * KInfoCenter - Informações sobre o computador * KWalletManager - Gerenciador de senhas * Ark - Compressor e descompressor de arquivos === Integração com smartphones e outros dispositivos === O aplicativo KDE Connect é multiplataforma e permite a conexão entre dispositivos, por exemplo um computador e um smartphone, e oferece várias funções como: área de transferência compartilhada, sincronização de notificações, compartilhamento de arquivos e URLs, envio de SMS, controle multimídia remoto, touchpad virtual e plugins. A integração com dispositivos Android é feita através de um aplicativo disponível para esta plataforma. === Outros === Além desses aplicativos, também existem jogos, programas educativos e programas para desenvolvimento de software. == Estrutura da comunidade == === Mascote === O mascote da comunidade do KDE é um dragão verde chamado Konqi. Konqi tem uma namorada chamada Katie. Konqi e Katie fizeram sua aparição no Evento de Lançamento do KDE 4.0 e no Acampamento KDE 2010. O Konqi também aparece na caixa de diálogo sobre o software do KDE. Kandalf, o mago, foi o antigo mascote da comunidade KDE durante suas versões 1.xe 2.x, mas foi abandonado devido a questões de direitos autorais (sua semelhança com Gandalf). A aparência de Konqi foi oficialmente redesenhada com a chegada do Plasma 5, com a entrada de Tyson Tan, vencendo a competição de redesenho nos fóruns do KDE. === Identidade === O KDE tem diretrizes de identidade da comunidade (CIG) para definições e recomendações que ajudam a comunidade a estabelecer um design único, característico e atraente. O logotipo oficial do KDE exibe a forma de marca registrada branca da K-Gear em um quadrado azul com cantos arredondados. A cópia do logotipo do KDE está sujeita à LGPL. Alguns logotipos da comunidade local são derivações do logotipo oficial. As etiquetas de software do KDE são usadas pelos produtores de software para mostrar que são parte da comunidade do KDE ou que usam a Plataforma do KDE. Existem três rótulos disponíveis. O rótulo Powered by KDE é usado para mostrar que um aplicativo obtém sua força na comunidade do KDE e na plataforma de desenvolvimento do KDE. O rótulo Built on the KDE Platform indica que o aplicativo usa a plataforma KDE. A parte do rótulo da família KDE é usada por autores de aplicativos para identificar-se como parte da comunidade do KDE. Muitas aplicações do KDE possuem um K no nome, principalmente como uma letra inicial. O K em muitas aplicações do KDE é obtido pela ortografia de uma palavra que originalmente começa com C ou Q de forma diferente, por exemplo, Konsole e Kaffeine. Além disso, alguns apenas prefixam uma palavra comumente usada com um K, por exemplo, KGet. Entre as aplicações e tecnologias do KDE SC 4, no entanto, a tendência é não ter um K no nome, como Stage e Dolphin. === Organização e patrocinadores === As questões financeiras e legais do KDE são tratadas pela KDE e.V., uma organização alemã sem fins lucrativos com sede em Berlim. A organização também auxilia os membros da comunidade na organização de suas conferências e reuniões. A KDE e.V. ajuda a manter os servidores necessários pela comunidade do KDE. Possui a marca KDE e o logotipo correspondente. Ela paga os custos de viagem para reuniões e subsidia eventos. Grupos de trabalho formados são projetados para formalizar algumas funções dentro do KDE e para melhorar a coordenação dentro do KDE, bem como a comunicação entre as várias partes do KDE. A KDE e.V. não influencia o desenvolvimento de software. O logotipo da KDE e.V. foi contribuído por David Vignoni. As três bandeiras no topo do logotipo representam as três principais tarefas da KDE e.V.: apoiar a comunidade, representar a comunidade e governar a comunidade. Um indivíduo ou empresa podem se tornar patrocinadores do KDE pagando um valor anual e se tornando um membro associado.https://ev.kde.org/getinvolved/supporting- members.php As reuniões, servidores e eventos relacionados da comunidade KDE são frequentemente patrocinados por indivíduos, universidades e empresas. Os membros de suporte da KDE e.V. são membros extraordinários que apóiam o KDE por meio de contribuições financeiras ou materiais. Os membros que contribuem têm o direito de exibir o logotipo \"Membro do KDE\" em seu site ou em materiais impressos. O Patrono do KDE é o mais alto nível de membro de suporte. Os patronos do KDE também têm o direito de exibir o logotipo exclusivo \"Patrono do KDE\" em seu site ou em materiais impressos. Em 15 de outubro de 2006, foi anunciado que Mark Shuttleworth havia se tornado o primeiro Patrono do KDE. Em 7 de julho de 2007, foi anunciado que a Intel Corporation e a Novell também se tornaram patronos do KDE. Em janeiro de 2010, a Google tornou-se uma contribuidora membro. Em 9 de junho de 2010, a KDE e.V. lançou a campanha \"Join the Game\"(\"Participe do jogo\" em tradução livre). Esta campanha promove a ideia de se tornar um membro contribuidor para indivíduos. Está disponível para aqueles que gostariam de apoiar o KDE, mas não têm tempo suficiente para fazê-lo. Georg Greve, fundador da Free Software Foundation Europe (FSFE) foi o primeiro a \"entrar no jogo\". === Comunicação === A comunicação dentro da comunidade ocorre por meio de listas de discussão, IRC, blogs, fóruns, anúncios de notícias, wikis e conferências. A comunidade tem um Código de Conduta para comportamento aceitável dentro da comunidade. As listas de discussão por e-mail são um dos principais canais de comunicação. A lista Kde é para discussões dos usuários e Kde-announce para atualizações de versão, patches de segurança e outras alterações. As listas gerais de desenvolvimento são o Kde-devel, para comunicação entre desenvolvedores, e o Kde-core-devel, usado para discutir o desenvolvimento da plataforma do KDE. Muitos aplicativos têm listas de discussão individuais. Os Fóruns da Comunidade do KDE são usados ativamente. KDE Brainstorm, permite aos usuários enviar ideias aos desenvolvedores. A solicitação pode então ser considerada por outros usuários. A cada poucos meses, os recursos mais votados são enviados aos desenvolvedores. Robôs de IRC que anunciam novos tópicos e posts nos canais de IRC, entrançando posts de fóruns em mensagens de lista de discussão e oferecendo RSS feeds. O KDE possui três wikis: UserBase, TechBase e Community Wiki. Eles são traduzidos com a extensão do MediaWiki Translate. O UserBase fornece documentação para usuários finais: tutoriais, links para ajuda e um catálogo de aplicativos. Seu logotipo foi projetado por Eugene Trounev. O TechBase fornece documentação técnica para desenvolvedores e administradores de sistema. O Community Wiki coordena as equipes da comunidade. É usado para publicar e compartilhar informações internas da comunidade. Canais de IRC fornecem discussões em tempo real. O Planet KDE é feito a partir dos blogs dos colaboradores do KDE. O KDE.News é o site dos anúncios de notícias relacionadas a aplicativos de escritório. O KDE Buzz rastreia identi.ca, Twitter, Picasa, Flickr e YouTube para mostrar as atividades de mídias sociais relacionadas ao KDE. O KDE Pastebin permite postar trechos de código-fonte e fornece realce de sintaxe para facilitar a revisão do código. As seções podem ser protegidas por senha. RSS notifica novos posts. O KDE Bug Tracking System usa o Bugzilla para gerenciar relatórios e correções. Behind KDE oferece entrevistas com os contribuidores do KDE. === Desenvolvimento === Como muitos projetos gratuitos e de código aberto, o desenvolvimento do software KDE é principalmente um esforço voluntário, embora várias empresas, como Novell, Nokia ou Blue Systems, empreguem ou empregaram desenvolvedores para trabalhar em várias partes do projeto. Como um grande número de indivíduos contribui para o KDE de várias maneiras (por exemplo, código, tradução, arte), a organização de tal projeto é complexa. A direção geral da plataforma KDE é feita pelo KDE Core Team. Estes são desenvolvedores que fizeram contribuições significativas dentro do KDE durante um longo período de tempo. Essa equipe se comunica usando a lista de discussão kde-core-devel, que é arquivada pode ser lida publicamente, mas a participação requer aprovação. O KDE não possui um único líder central que possa vetar decisões importantes. Em vez disso, a equipe principal do KDE consiste de várias dezenas de colaboradores tomando decisões. As decisões não são feitas por voto formal, mas através de discussões. Os desenvolvedores também se organizam por equipes de tópicos. Por exemplo, a equipe do KDE Edu desenvolve softwares educacionais gratuitos. Embora essas equipes trabalhem em sua maioria independentes e nem todas sigam um cronograma de lançamento comum. Cada equipe tem seus próprios canais de mensagens, tanto no IRC quanto nas listas de discussão. E eles têm um programa de mentores que ajuda os iniciantes a começar. Atualmente, a comunidade do KDE usa o sistema de controle de revisão do Git. O site KDE Projects e o QuickGit fornecem uma visão geral de todos os projetos hospedados pelo sistema de repositório Git do KDE. O Review Board é usado para revisão de patches. O Commitfilter enviará um email com cada commit para os projetos que você quer seguir, sem receber muitos emails ou obter informações não frequentes e redundantes. O English Breakfast Network (EBN) é uma coleção de máquinas que fazem a verificação de qualidade automatizada. O EBN fornece validação da documentação da API do KDE, validação da documentação do usuário, verificação do código-fonte. É operado por Adriaan de Groot e Allen Winter. O site Commit- Digest fornece uma visão geral semanal da atividade de desenvolvimento. LXR indexa classes e métodos usados no KDE. O Season of KDE (SoK) é um programa para pessoas que não puderam ser aceitas no Google Summer of Code. Eles terão um mentor da comunidade do KDE para ajudá-los caso surja alguma dúvida ou se não souberem como continuar. Em 20 de julho de 2009, o KDE anunciou que o milionésimo commit foi feito para o seu repositório Subversion. Em 11 de outubro de 2009, Cornelius Schumacher, um dos principais desenvolvedores dentro do KDE escreveu sobre o custo estimado (usando o modelo COCOMO com o SLOCCount) para desenvolver o pacote de software do KDE com 4.273.291 LoC, que seria em torno de US$ 175.364.716, estimativa que não incluiria o Qt, o Calligra Suite, o Amarok, o Digikam e outros aplicativos que não fazem parte do núcleo do KDE. == Usos notáveis == === Educação === O sistema de educação escolar do Brasil operava computadores com o software KDE, com mais de 42.000 escolas em 4.000 cidades, atendendo, assim, a quase 52 milhões de crianças. A distribuição base é chamada de Linux Educacional, e era baseada no Kubuntu. Além disso, milhares de estudantes no Brasil usam os produtos do KDE em suas universidades. O software KDE também está sendo executado em computadores de escolas portuguesas e venezuelanas, com respectivamente 700.000 e um milhão de sistemas atendidos. === Empresas === A maior rede de lojas de artigos para o lar dos Estados Unidos, Lowe's, usa uma versão do openSUSE com KDE nos computadores usados pelos sócios da loja.https://www.reddit.com/r/linux/comments/28rq5z/lowes_uses_linux_custom_opensuse/ === Governo === A Alemanha usa o software KDE em suas embaixadas em todo o mundo, representando cerca de 11.000 sistemas. Através do uso do Pardus, uma distribuição Linux local, muitas seções do governo turco fazem uso do software KDE, incluindo as Forças Armadas Turcas, Ministério das Relações Exteriores, Ministério da Defesa Nacional, Polícia Turca e o SGK (Instituto de Segurança Social da Turquia), embora esses departamentos não usem exclusivamente o Pardus como sistema operacional. O CERN (Organização Européia para Pesquisa Nuclear) está usando o software KDE. == Distribuições que utilizam o KDE == O KDE é disponibilizado em cerca de 80 distribuições Linux como ambiente de área de trabalho a ser escolhida no processo de instalação, na ISO ou como ambiente padrão: * ALT Linux * Antergos * Arch Linux * ARMA aka Omoikane GNU/Linux * Asianux * BackSlash Linux * BigLinux * Black Lab Linux * blackPanther OS * Bluestar Linux * Calculate Linux * CentOS * Chakra GNU/Linux * ClearOS * Debian * Debian Edu/Skolelinux * DragonFly BSD * Exherbo * ExTiX * Fedora Linux * Fermi Linux * FreeBSD * Frugalware Linux * Funtoo Linux * GeckoLinux * Gentoo Linux * Kali Linux * KANOTIX * KaOS * KDE neon * KNOPPIX * Korora Project * Kubuntu * KXStudio * Linux From Scratch * Linux Mint * LinuxBBQ * Linuxfx * Lunar Linux * Mageia * Manjaro Linux * Maui Linux * Metamorphose Linux * MidnightBSD * Neptune * NetBSD * Netrunner * NixOS * NuTyX * OpenBSD * OpenMandriva Lx * openSUSE * Oracle Linux * Parabola GNU/Linux-libre * PCLinuxOS * Pisi Linux * PLD Linux Distribution * Porteus * RebeccaBlackOS * Red Hat Enterprise Linux * Revenge OS * Robolinux * Rocks Cluster Distribution * ROSA * Sabayon Linux * Salix OS * Scientific Linux * siduction * Slackel * Slackware Linux * SolydXK * Source Mage GNU/Linux * SparkyLinux * Springdale Linux * T2 SDE * TalkingArch * Tanglu * TrueOS * Ultimate Edition * Univention Corporate Server * VectorLinux * Whonix * Wifislax == Ver também == *KDE neon *Budgie (ambiente de desktop) * Cinnamon (interface de usuário) * GNOME * LXDE * LXQt * MATE * Xfce == Ligações externas == * * * * KDE UserBase Wiki - Wiki mantida pela comunidade * * Categoria:Gestores de janelas Categoria:Projetos de software livre Categoria:Interface gráfica do utilizador Categoria:Software de 1996",
 "title": "KDE"
}