{
 "id": "111472",
 "text": "O MER-B (Opportunity) foi o segundo dos dois veículos exploradores geológicos da NASA, que aterraram em Marte em 2004. Lançado em 7 de julho de 2003, o Opportunity aterrissou em Marte em 25 de janeiro de 2004 no Meridiani Planum , três semanas depois que a sonda Spirit (MER-A), que também fazia da parte da missão da NASA Veículos Exploradores de Marte, tocou a superfície do outro lado do planeta. Enquanto o Spirit ficou imóvel em 2009 e encerrou suas comunicações em 2010, o Opportunity permaneceu ativo por mais de 15 anos, ultrapassando o objetivo planejado de duração da missão que era de 90 dias marcianos. O Opportunity continuou em movimento, coletando informações científicas e as enviando à Terra até 2018. Uma tempestade de poeira cercando o planeta apagou o sol sobre o Opportunity por vários meses, retirando-o da energia solar e drenando suas baterias. Desde junho de 2018, o Jet Propulsion Laboratory (JPL, \"Laboratório de Propulsão a \"Jato\" em Português) enviou mais de 800 comandos para revivê-lo.Winds fail to revive NASA’s Opportunity rover por Paul Voosen (2019) Depois de semanas tentando reviver o veículo no final da tempestade de poeira, a NASA desistiu de voltar a ouvi-lo. Depois de uma última tentativa fracassada de conectar o Opportunity em 12 de fevereiro, as autoridades da Nasa anunciaram o fim em 13 de fevereiro de 2019.[https://www.sciencenews.org/article/nasa-mars-opportunity-rover-dead After 15 years on Mars, it’s the end of the road for Opportunity The NASA rover’s surprisingly long mission moved Mars science past ‘follow the water’ por LISA GROSSMAN (2019) Os destaques da missão incluem o estudo de meteoritos, como Heat Shield Rock, encontrado em Meridiani Planum e os dois anos que permaneceu estudando a Cratera Victoria. Após passar por algumas tempestades de poeira chegou à Createra Endeavour em 2011. O Jet Propulsion Laboratory (JPL), uma divisão do Instituto de Tecnologia da Califórnia em Pasadena na Califórnia gerencia o projeto Veículos Exploradores de Marte para o Diretório de Missões Científicas da NASA em Washington, D.C.. == Objetivos == Objetivos científicos da missão: * Pesquisar e caracterizar uma variedade de rochas e solos que possuam pistas da atividade de água no passado. Em particular, as amostras procuradas incluem aquelas tenham minerais depositados por processos relacionados com a água, tais como precipitação, evaporação, cimentação sedimentar ou atividade hidrotermal. * Determinar a distribuição e composição dos minerais, rochas e solo próximos ao local da aterrissagem. * Determinar quais processos geológicos moldaram o terreno local e influenciou a química. Tais processos podem incluir água ou erosão eólica, sedimentação, mecanismos hidrotermais, vulcanismo e formação de crateras. * Realizar a calibração e validação das observações da superfície feitas pelos instrumentos da Mars Reconnaissance Orbiter, que ajudarão a determinar a precisão e efetividade de vários instrumentos de levantamento da geologia marciana a partir da órbita. * Buscar minerais que contenham ferro, identificar e quantificar as quantidades relativas de tipos específicos de minerais que contenham água ou foram formados a partir dela. * Caracterizar a mineralogia e textura das rochas e solo e determinar os processos que os criaram. * Buscar por pistas geológicas às condições ambientais que existiam quando ainda existia água líquida. * Avaliar se o ambiente era propício à vida. == Os nomes das Sondas == A NASA lançou a campanha \"Name the Rovers\" (Dê nome aos veículos exploradores), em parceria com a tradicional indústria de brinquedos LEGO, fabricante da linha LEGO Technic, cujas peças são utilizadas na construção de modelos robóticos. A LEGO conduziu o processo de seleção em conjunto com a The Planetary Society em uma competição literária estudantil. Nela, os estudantes deveriam escolher o nome dos veículos, apenas tendo o conhecimento de que eram provisoriamente denominados de MER-A e MER-B. As sondas foram nomeadas de Spirit e Opportunity pela vencedora da competição, a estudante Sofi Collis, uma órfã de nove anos de idade, de origem russa, matriculada numa escola do Arizona. Abaixo o texto literário escrito pela vencedora: Cuja tradução livre para português é: == O primeiro panorama == Este panorama de 360 graus é o primeiro enviado à Terra pela Opportunity logo após aterrissar no Meridiani Planum, em Marte. A imagem foi capturada por uma câmera de navegação da sonda. == Trajetória == A equipe de geólogos e cientistas que acompanharam o dia-a-dia do veículo explorador Opportunity costumava escolher nomes, para os pontos do relevo de Marte que fossem de vulto, a fim de adotar alguns pontos de referência. Até o momento, doze localidades foram nomeadas e estão abaixo listadas: * Cratera Eagle - É uma pequena cratera onde o aterrissador do Opportunity pousou, em 25 de janeiro de 2004 (05h05 UTC). Destaca-se pelo afloramento rochoso ali existente que foi o primeiro a ser estudado pelo veículo. * Canal Anatolia - É uma região plana logo após a saída da cratera Eagle, onde um rasgo no solo tem forma semelhante à de um canal. * Cratera Fram - É uma pequena cratera, rente à superfície, cujo interior coberto de terra foi observado pelo Opportunity. Destacam-se as pedras que foram arrancadas pelo impacto do meteorito que criou a pequena cratera. * Cratera Endurance - Foi a segunda cratera a ser visitada pelo veículo explorador geológico Opportunity. Trata-se de uma grande cratera que consumiu muito tempo para ser explorada. O Opportunity gastou cerca de 181 sóis no seu interior. * Heat Shield - Trata-se do local da queda do escudo mecânico-térmico protetor do aterrissador. Apesar de ser uma área plana, destacou-se por conter esses destroços, além de um meteorito. Foram gastos 25 sóis analisando o escudo e o meteorito. * Cratera Argo - É uma pequena cratera sobre o solo arenoso onde o Opportunity passou. * Cratera Alvin * Cratera Jasin * Cratera Vostok * Cratera James Caird - Assim nomeada em homenagem a James Caird * Cratera Viking * Cratera Voyager * Cratera Erebus - É uma cratera aparentemente rasa. Assemelha-se a uma grande área circular, onde a camada de areia falha ao cobrir o solo rochoso. Segundo a NASA, em julho de 2014, o Opportunity tornou-se o veículo com rodas a percorrer a maior distância fora da superfície terrestre, totalizando 40 km desde sua chegada em 2005 a Marte, superando a sonda soviética Lunokhod 2 com 39 km percorridos.Embora segundo outras fontes a sonda Lunokhod 2 ainda permaneça como recordista com 42 km percorridos Em março de 2015, o veículo concluiu a primeira \"maratona\" realizada em outro planeta, ao ter percorrido pouco mais de 42 quilômetros sobre a superfície de Marte. O Opportunity passou 5 113 dias marcianos dirigindo mais de 45 quilômetros, até junho de 2018, quando o veículo foi envolvida por uma grande tempestade de poeira que cresceu de uma pequena área em 30 de maio e cobriu um quarto do planeta em 12 de junho. Desde então, a nave esteve em um sono profundo para enfrentar a enorme tempestade. Acreditava-se que o rover poderia acordar quando ela terminasse. Marte não havia visto uma tempestade como essa desde 2007. == Fim da Missão == Devido a uma gigantesca tempestade de poeira que durou vários meses, a atmosfera de Marte foi escurecida impedindo que os painéis solares do robô recarregassem suas baterias, fazendo com que a sonda ficasse sem comunicação, sendo a última realizada em 10 de junho de 2018. Em 13 de fevereiro de 2019, a missão da sonda Opportunity foi declarada encerrada, garantindo um lugar na história como uma missão mítica, cuja duração prevista inicialmente era de apenas noventa dias, mas que se estendeu por quinze anos. Categoria:Quadrângulo de Margaritifer Sinus Categoria:Exploração de Marte Categoria:Robôs Categoria:Eventos de fevereiro de 2019",
 "title": "Opportunity (sonda espacial)"
}