{
 "id": "111492",
 "text": "Omar Sharif (Alexandria, 10 de abril de 1932 - Cairo, 10 de julho de 2015) foi um ator egípcio. Nascido Michel Demitri Shalhoub, mudou seu nome quando se converteu ao Islamismo para se casar. Trabalhou em muitos filmes produzidos em Hollywood e seu papel mais conhecido é o de protagonista em \"Doutor Jivago\" (Doctor Zhivago) (1965). Foi indicado ao Óscar de melhor coadjuvante por \"Lawrence da Arábia\" (1962). Morreu aos 83 anos num hospital no Cairo, em consequência de um ataque cardíaco. ==Filmografia== Filmes Ano Título Papel Notas 1954 Shaytan al-Sahra conhecido como Devil of the Sahara 1954 Sira` Fi al-Wadi Ahmed conhecido também como The Blazing Sun, Struggle in the Valley ou Fight in the Valley 1955 Ayyamna al-Holwa (Our Best Days) Ahmed 1956 Siraa Fil-Mina Ragab 1957 Ard al-Salam Ahmed conhecido como Land of Peace 1957 The Lebanese Mission Mokrir o título original é La Châtelaine du Liban; creditado como Omar Cherif 1958 La anam Aziz também conhecido como I Do Not Sleep e No Tomorrow 1958 Goha Goha creditado como Omar Cherif 1959 Fadiha fil-zamalek Scandal in Zamalek 1959 Sayedat el kasr Adel Lady of the Castle 1959 Seraa fil Nil Muhassab Struggle on the Nile 1960 Bidaya wa nihaya 1960 Hobi al-wahid My Only Love 1960 Esha'a hob Rumor of Love 1960 Nahr al-Hob Khalid The River of love 1961 A Man in our House Ibrahim 1962 Lawrence of Arabia Sherif Ali Globo de Ouro de melhor ator secundário em cinema Globo de Ouro de melhor ator revelação do ano Indicado - Óscar de melhor ator secundário 1964 Behold a Pale Horse Francisco 1964 The Fall of the Roman Empire Sohamus 1965 Doutor Jivago Dr. Zhivago (Yuri) Globo de Ouro de melhor ator em filme dramático 1965 The Yellow Rolls- Royce Davich 1965 Genghis Khan Genghis Khan 1965 Marco, the Magnificent Marco Polo Filme coproduzido por Itália / França / Yugoslavia / Afeganistão / Egito 1966 The Poppy Is Also a Flower Dr. Rad 1967 The Night of the Generals Major Grau 1967 More Than A Miracle Príncipe Rodrigo Fernandez 1968 Funny Girl Nick Arnstein 1968 Mayerling Príncipe Rodolfo 1969 Che! Che Guevara 1969 The Appointment Frenderico Fendi 1969 Mackenna's Gold Colorado 1970 The Last Valley Vogel 1971 The Horsemen Uraz 1971 The Burglars Abel Zacharia 1972 Le Droit d'aimer Pierre 1973 La Isla misteriosa y el capitán Nemo Captain Nemo minissérie; conhecida também como L'Ile Mysterieuse 1974 Juggernaut Capitão Axel Brunel 1974 The Tamarind Seed Feodor Sverdlov 1975 Crime and Passion Andre Ferren 1975 Funny Lady Nicky Arnstein 1976 The Pink Panther Strikes Again assassino egípcio não creditado 1979 Ashanti: Land of No Mercy Principe Hassan 1979 Bloodline Ivo Palazzi 1979 S-H-E Baron Cesare Magnasco S-H-E: Security Hazards Expert 1980 Oh Heavenly Dog Bart 1980 The Baltimore Bullet 1980 Pleasure Palace Louis Lefevre telefilme 1981 Green Ice Meno Argenti 1981 Inchon oficial indiano não creditado 1984 Top Secret! Agente Cedric 1986 Peter the Great Principe Feodor Romodanovsky série de televisão 1986 Harem Sultão Hassan telefilme 1986 Anastasia: The Mystery of Anna Czar Nicholas II série de televisão 1987 The Novice 1988 The Possessed Stepan Les Possédés 1989 Al- aragoz Mohamed Gad El Kareem 1990 The Opium Connection 1990 The Rainbow Thief Dima 1991 Memories of Midnight Constantin Demiris telefilme 1991 Mowaten masri An Egyptian Citizen 1992 Beyond Justice Emir Beni-Zair 1992 Grand Larceny 1992 Mayrig Hagop 1992 Mrs. 'Arris Goes to Paris Marquês Hippolite telefilme 1992 588 rue paradis Hagop 1993 Dehk we le'b we gad we hob Laughter, Games, Seriousness and Love 1994 Lie Down With Lions Safar Khan telefilme; Red Eagle 1995 Catherine the Great Razumovsky telefilme 1996 Gulliver's Travels telefilme 1997 Heaven Before I Die Khalil Gibran 1998 Mysteries of Egypt avô documentário 1999 The 13th Warrior Melchisideck 2001 The Parole Officer Victor 2003 Monsieur Ibrahim et les fleurs du Coran Monsieur Ibrahim César de melhor ator 2004 Hidalgo Sheikh Riyadh 2005 Imperium: Saint Peter Saint Peter telefilme 2005 Fuoco su di me Principe Nicola Fire at my Heart 2005 Shaka Zulu: The Last Great Warrior 2006 One Night with the King Principe Memucan 2006 The Crown Prince Hans Canon telefilme; Kronprinz Rudolf 2007 Hanan W Haneen série de televisão 2007 The Ten Commandments Jethro série de televisão 2008 The Last Templar Konstantine série de televisão 2008 Hassan & Marcus Hassan/Morcus Hassan wa Morcus 2008 10,000 BC Narrador 2009 The Traveller 2009 J'ai oublié de te dire Jaume I forgot to Tell You 2009 La Traversée du désir 2013 Rock the Casbah 2015 1001 Inventions and the World of Ibn Al-Haytham Avô/narrador última atuação == Ligações externas == * Categoria:Globo de Ouro de melhor ator em filme de drama Categoria:Atores do Egito Categoria:César de melhor ator Categoria:Naturais de Alexandria (Egito) Categoria:Convertidos do cristianismo ao islamismo Categoria:Muçulmanos do Egito Categoria:Globo de Ouro de melhor ator secundário em cinema Categoria:Mortes por infarto agudo do miocárdio Categoria:Globo de Ouro de melhor ator revelação Categoria:Jogadores de bridge Categoria:Desportistas do Egito Categoria:Leão de Ouro de carreira",
 "title": "Omar Sharif"
}