{
 "id": "111549",
 "text": "O Plasmodium ou plasmódio é um parasita unicelular protozoário, que infecta os eritrócitos, causando a malária. É transmitido a seres humanos pela picada da fêmea do mosquito Anopheles. São parasitas esporozoides das células sanguíneas. Têm diversas formas, de acordo com a fase do ciclo de vida, e em média cerca de 1-2 micrómetros de diâmetro (a hemácia tem cerca de 7 micrómetros). Têm duas fases de reprodução, desenvolvimento assexual e formação dos microgametas no ser humano e formação sexual dos esporozoítos no mosquito. Há seis espécies que infectam humanos: P.falciparum, P.vivax, P.ovale, P.malariae, P.knowlesi e P. simium. == Ciclo de vida == O ciclo de vida dos anenomenos inicia-se com a picada de uma pessoa por um mosquito fêmea do gênero Anopheles que, antes de sugar o sangue dos capilares, injecta uma pequena quantidade de saliva anticoagulante rica em plasmódios na corrente sanguínea. === Assexuado === Os plasmódios estão na fase de esporozoíto, e chegam em menos de 30 min pela corrente sanguínea ao fígado, onde invadem os hepatócitos. Os esporozoítos dentro dos hepatócitos transformam-se em esquizontes, maiores e multinucleares. Esses dividem-se por reprodução assexuada, gerando milhares (mais se forem P. falciparum, menos se outras espécies) de merozoítos, uma fase que dura seis dias (P.falciparum) ou algumas semanas (outras espécies). São os merozóitos que invadem os eritrócitos (glóbulos vermelhos). No caso do P.falciparum, todos os esquizontes se transformam em merozóitos, mas nas outras espécies alguns ficam dormentes no fígado, uma forma conhecida como hipnozoite, e a infecção pode reaparecer, mesmo se aparentemente curada, muitos anos depois (frequente em Portugal nos retornados de África, ainda hoje). Os merozóitos dividem-se assexuadamente no interior dos eritrócitos, até ocorrer lise, saindo a descendência e substâncias tóxicas para o sangue que irá infectar mais eritrócitos. === Sexuado === Alguns merozóitos transformam-se em formas sexuais após meiose. As formas sexuais (macrogametas e microgametas) são aspiradas por novo mosquito Anopheles quando este pica a pele. No estômago do mosquito o microgameta sofre exflagelação e funde-se com o macrogameta, gerando um zigoto. Este diferencia- se em oocineto, uma forma móvel, que atravessa a parede do estômago e se aloja na membrana basal diferenciando-se em oocisto e desenvolvendo-se em esporozoítos, estourando o oocisto e migrando para as glândulas salivares do inseto, de onde invadem um novo hóspedeiro humano. Podem exisitir muitos oocisto no estômago do Anopheles, mas os danos causados a parede do estômago quando os oocistos eclodem não parecem ter efeito negativo na longevidade do mosquito. === Ciclos e sistema imunológico === Dentro das hemácias, os merozóitos não são detectáveis pelo sistema imunológico. Só quando a hemácia rompe e antes de terem tempo de penetrar noutra, é que são detectados, havendo produção de citocinas pelos leucócitos, como a IL-1, que produz febre, tremores, e mal-estar. Como todos os merozóitos originais foram libertados do fígado ao mesmo tempo, e cada um demora mais ou menos o mesmo tempo a se reproduzir na sua hemácia, o rebentamento das hemácias com sintomas de febre violenta tendem a ocorrer em períodos sincronizados, com períodos assimptomáticos intervenientes (que correspondem à divisão dos merozóitos dentro das células, onde não são detectados). == Fatores de virulência == O parasita produz proteínas (proteínas PfEMP1) que secreta dentro da hemácia. Elas são transportadas para a membrana celular. Aí funcionam como adesinas, ligando-se a moléculas presentes nas paredes dos vasos sanguineos, tornando mais lenta a circulação do eritrócito. Desse modo o parasita evita a passagem no baço, onde é possivelmente destruído, já que o baço é um órgão imunológico e de renovação das hemácias. Teoricamente, seria possível destruir o plasmódio através da formação de anticorpos contra essas proteínas. No entanto, o plasmódio possui 50 conjuntos diferentes com a mesma função e vai trocando-os aleatoriamente, de modo que quando os anticorpos específicos para um conjunto estão em produção já ele mudou o conjunto que utiliza. == Plasmodium falciparum == thumb|right|Trofozoítos de Plasmodium falciparum Existe em todas as regiões tropicais. É a espécie que causa a malária mais grave. A incubação é curta, de seis a dez dias. Invade todos os eritrócitos, imaturos, envelhecidos ou de meia idade. Os seus números por mililitro são muito superiores aos das outras espécies, infectando por vezes 20% dos eritrócitos totais a cada instante. Causa malária maligna (terciária com ciclos de 48 h). No entanto, inicialmente as crises podem ser diárias. As características clínicas da sua infecção são muito mais graves, com vômitos, náuseas, diarreia, fortes dores de cabeça, convulsões, défices mentais, delírio e - não infrequentemente - coma e morte (se não tratada). É uma emergência médica. Microscopicamente, é visto como meia-lua na periferia do glóbulo. Infecta mais frequentemente os eritrócitos que se encontram no fígado ou baço, e muitas vezes é detectado no sangue periférico na forma de microgametas para infeccionar a fêmea do Anopheles e de esquizontes para reprodução no fígado, sendo chamada de merozoitos a forma circulante no sangue humano. As hemácias estão com tamanho aumentado e distorcidas, com grânulos avermelhados. A resistência à cloroquina está a espalhar-se e já é prevalente em muitas áreas. == Plasmodium vivax == É a espécie mais distribuída globalmente, existindo nas áreas tropicais e também em algumas temperadas. O P. vivax geralmente não causa doença mortal, já que ele só invade os eritrócitos jovens imaturos, tendo receptores específicos para eles. O seu período de incubação é de cerca de 15 dias, com sintomas tipo gripe inicialmente. Formam-se hipnozoites, formas adormecidas no fígado, queúltiplos (pontos de Schuffner) e aspecto esférico com maior volume. É geralmente sensível à cloroquina que, no entanto, não elimina as formas hepáticas do parasita. == Plasmodium ovale == Existe na África. Na América do Sul e Ásia é raro. Semelhante ao P.vivax. O seu período de incubação é de cerca de 15 dias. Geralmente não causa doença mortal porque só destroi as hemácias imaturas. Causa malária terciária benigna, ciclos de 48h. Causa doença crônica com ataques durante muitos anos, sem qualquer tratamento. Formam-se hipnozoites, formas adormecidas no fígado, que, mesmo após a cura da doença sintomática, podem voltar à circulação muitos anos depois, com recorrência da doença. É identificado na microscopia devido à aparência típica das hemácias ovais e aumentadas. Os pontos de Schuffner são cor-de-rosa pálidos. Sensível à cloroquina. == Plasmodium malariae == Mais raro, ocorre em todos os continentes. O seu período de incubação pode ser de várias semanas e até meses e anos. Não causa doença aguda fatal, geralmente, porque só infecta eritrócitos envelhecidos, tendo receptores específicos para ele. Se não tratada, causa doença crónica com ataques durante muitos anos. Não se formam hipnozoites. Os ataques são de 72 em 72 horas: malária benigna quartã. À microscopia os eritrócitos são de forma normal. Têm pontos vermelhos vivos e merozoites em forma de barras. Sensível à cloroquina. == Referências == Categoria:Apicomplexa Categoria:Malária",
 "title": "Plasmodium"
}