{
 "id": "111550",
 "text": "Zelândia (em neerlandês Zeeland) A província, localizada no sudoeste do país, faz fronteira com Brabante do Norte a leste, Holanda do Sul ao norte, bem como o país da Bélgica ao sul e oeste. Consiste em um número de ilhas e penínsulas (daí seu nome, que significa \"Sealand\") e uma faixa que faz fronteira com as províncias flamengas da Flandres Oriental e Ocidental. Sua capital é Midelburgo, com uma população de 48 544 habitantes em novembro de 2019, embora o maior município da Zelândia seja Terneuzen (população 54 589). A Zelândia tem dois portos marítimos: Vlissingen e Terneuzen. Sua área é de 2 933 quilômetros quadrados (1 132 sq mi), dos quais 1 154 quilômetros quadrados (446 sq mi) é água; tinha uma população de cerca de 391 000 em janeiro de 2023. Grandes partes da Zelândia estão abaixo do nível do mar. A última grande inundação da área foi em 1953. O turismo é uma atividade econômica importante. No verão, suas praias o tornam um destino popular para turistas, especialmente turistas alemães. Em algumas áreas, a população pode ser de duas a quatro vezes maior durante a alta temporada de verão. O brasão de armas da Zelândia mostra um leão semi-emergido da água, e o texto luctor et emergo (latim para \"Eu luto e saio\"). O país da Nova Zelândia recebeu o nome de Zeeland depois de ter sido avistado pelo explorador holandês Abel Tasman. == História == A Zelândia foi uma área disputada entre os condes da Holanda e Flandres até 1299, quando o último conde da Holanda morreu. Os condes de Hainaut ganharam então o controle do Condado de Zeeland, seguidos pelos condes da Baviera, Borgonha e Habsburgo. Depois de 1585, a Zelândia seguiu, como uma das 7 províncias independentes, o destino da parte norte dos Países Baixos. Em 1432 tornou-se parte das possessões dos Países Baixos de Filipe, o Bom da Borgonha, as mais tarde Dezessete Províncias. Através do casamento, as Dezessete Províncias tornaram-se propriedade dos Habsburgos em 1477. Na Guerra dos Oitenta Anos, a Zelândia estava ao lado da União de Utrecht, e tornou-se uma das Províncias Unidas. A área agora chamada Zeeuws-Vlaanderen (ou Flandres Zeelandica) não era parte da Zelândia, mas uma parte do condado de Flandres (ainda sob controle dos Habsburgo) que foi conquistado pelas Províncias Unidas, daí chamado Staats-Vlaanderen (ver: Generality Lands). Após a ocupação francesa (ver departamento Bouches-de-l'Escaut) e a formação do Reino Unido dos Países Baixos em 1815, a atual província da Zelândia foi formada. Durante a Segunda Guerra Mundial, a Zelândia foi ocupada pela Alemanha nazista entre junho de 1940 e novembro de 1944. Em 1944, a Zelândia foi devastada pela Batalha do Escalda e pelos Desembarques de Walcheren, que provocaram a Inundação de Walcheren, entre as forças britânicas e canadenses, e os alemães ocupantes. A catastrófica inundação do Mar do Norte de 1953, que matou mais de 1800 pessoas na Zelândia, levou à construção da protetora Delta Works. == Municípios == # Borsele # Goes # Hulst # Kapelle # Midelburgo (Middelburg) # Noord-Beveland # Reimerswaal # Schouwen-Duiveland # Sluis # Terneuzen # Tholen # Veere # Flessingue (Vlissingen) == Cidades e aldeias == * 's-Gravenpolder * 's-Heer Abtskerke * 's-Heerenhoek * Aagtekerke * Absdale * Anna Jacobapolder * Baarland * Biggekerke * Breezand * Brijdorpe * Brouwershaven * Bruinisse * Burgh * Burghsluis * Clinge * Colijnsplaat * Dishoek * Dreischor * Driewegen * Driewegen * Elkerzee * Ellemeet * Ellewoutsdijk * Flessingue (Vlissingen) * Gapinge * Geersdijk * Goes * Graauw * Grijpskerke * Haamstede * Heikant * Heinkenszand * Hengstdijk * Hoedekenskerke * Hoek * Hulst * Joossesweg * Kamperland * Kapellebrug * Kats * Kerkwerve * Kloosterzande * Kortgene * Koudekerke * Kuitaart * Kwadendamme * Lamswaarde * Lewedorp * Looperskapelle * Meliskerke * Midelburgo (Middelburg) * Moriaanshoofd * Nieuw-Haamstede * Nieuw-Namen * Nieuwdorp * Nieuwerkerk * Nieuwerkerke * Nisse * Noordgouwe * Noordwelle * Oosterland * Oostkapelle * Ossenisse * Ouwerkerk * Overslag * Ovezande * Paal * Poortvliet * Renesse * Reuzenhoek * Scharendijke * Scherpenisse * Schuddebeurs * Serooskerke * Serooskerke * Sint Jansteen * Sint Philipsland * Sint-Annaland * Sint-Maartensdijk * Sirjansland * Sluis * Sluis * Sluiskil * Spui * Stavenisse * Stroodorp * Ter Hole * Terneuzen * Vogelwaarde * Vrouwenpolder * Walsoorden * Westenschouwen * Wissenkerke * Zaamslag * Zaamslagveer * Zandberg * Zandstraat * Zierikzee * Zonnemaire * Zuiddorpe == Ligações externas == *",
 "title": "Zelândia (Países Baixos)"
}