{
 "id": "111620",
 "text": "Congregação da Missão (Congregatio Missionis, CM), Lazaristas ou ainda Padres e Irmãos Vicentinos, é uma sociedade de vida apostólica masculina católica fundada em Paris, no dia 17 de abril de 1625, por São Vicente de Paulo . É composta por padres seculares e leigos consagrados (irmãos), que vivem e trabalham em comunidade e fazem os Votos de Estabilidade, Pobreza, Castidade e Obediência. Possui cerca de membros, espalhados por diversos países e presentes em missões, seminários, paróquias, colégios e obras diversas de serviço aos pobres. A origem remonta às missões junto aos pobres realizadas por Vicente de Paulo e cinco outros padres. Em 1624 a comunidade religiosa instalou-se no Collège des Bons Enfants, em Paris, França. Receberam aprovação episcopal em 1626. Em 1634, através da bula Salvatoris Nostri do Papa Urbano VIII a Congregação teve aprovação pontifícia. Seus membros são conhecidos como padres e irmãos vicentinos ou lazaristas porque a primeira casa da Congregação, em Paris, se chamava «Casa de São Lázaro». == Carisma == Em 2017 os padres e irmãos da missão celebraram os 400 anos do Carisma Vicentino. Inspirados na Ação Missionária de Vicente de Paulo em 1617, na França. Segundo as Constituições, a Congregação da Missão tem como finalidade: Seguir Cristo Evangelizador dos pobres. Este fim se realiza quando os seus membros e comunidades, fiéis a São Vicente: * Procuram com todas as forças revestir-se do espírito do próprio Cristo, para adquirirem a perfeição conveniente à sua vocação; * Se aplicam a evangelizar os pobres, sobretudo os mais abandonados; * Ajudam os clérigos e os leigos na sua própria formação e os levam a participar mais plenamente na evangelização dos pobres\". Seus membros devem: # Imbuir-se do Espírito de Jesus Cristo, isto é, de suas disposições, intenções e engajamento pessoal, em favor dos marginalizados da sociedade. Jesus, Libertador dos pobres, é a regra da Província. # Exercer ação missionária que vise atender aos apelos dos pobres, nas situações concretas da realidade, pela organização pastoral do Povo de Deus, em áreas carentes, sobretudo no interior e na periferia das cidades, para viver integralmente sua fé, lutar por seus direitos, libertar-se de toda forma de escravidão ou exploração. # Aplicar-se à Formação de Agentes de Pastoral, clérigos e leigos, comprometidos com a causa evangélica dos pobres == Governo == As atuais constituições e os estatutos da congregação foram aprovados pela Santa Sé em 1984. A Congregação da Missão é governada por uma assembleia geral que se reúne a cada seis anos e um superior geral residente em Roma, auxiliado por quatro assistentes. Ao superior geral, também chamado de visitador, cabe instituir as províncias e visitá-las. Cada província realiza sua assembleia provincial a cada três anos. Possuem um superior provincial, também chamado de visitador, que tem como função promover a vida missionária de sua província. Os superiores locais são responsáveis pela missão e vida comunitária da casa. Na data de 5 de Julho de 2016, em Chicago, durante a Assembleia Geral, foi eleito para um período de 6 anos o Padre Tomaz Mavric como 24.° sucessor de São Vicente de Paulo, novo Superior Geral. == Histórico == A França do final do século XVI e início do século XVII era cenário de grandes transformações políticas e religiosas. Do ponto de vista do cristianismo, o país era palco da disputa entre católicos e protestantes e a Igreja Católica tentava implementar as resoluções do Concílio de Trento. Neste contexto, a Congregação da Missão foi fundada pelo sacerdote francês e santo católico Vicente de Paulo, em 17 de abril de 1625. Como membro do clero secular de Paris, a partir de 1717 Vicente tornou-se preceptor dos filhos do General das Galés de Paris, M. de Gondi, em Picardia. Mme de Gondi concedeu-lhe a tarefa de instrução das aldeias e vilas de sua propriedade. Ali pode observar a miséria e ignorância em que viviam os camponeses, que acreditavam em todo tipo de superstição. Enquanto que nas cidades a presença das universidades garantia a formação do clero urbano, no campo prevalecia um clero mal formado e a ignorância dos camponeses. Diante desta situação, o padre secular Vicente de Paulo organizou as missões populares. Para organizar esta tarefa, Vicente associou-se a outros sacerdotes seculares sob autorização do então arcebispo de Paris, Jean-François Paul de Gondi, irmão do General das Galés. A congregação nascente instalou-se em um velho colégio parisiense, o Collège des Bons Enfants em 1624. A aprovação das regras pelo arcebispo veio em 14 de abril de 1626. O objetivo era assim descrito pelo grupo: \"viver em comunidade ou confraria para devotar-se à salvação dos camponeses pobres\". Um decreto do arcebispo de Paris anexa o Colégio des Bons Enfants à congregação. Em 1832, a congregação tomou posse do priorado de São Lázaro, subúrbio de Paris, deixando alguns padres no colégio, que tornou-se então um seminário lazaristaCatholic Encyclopedia (1913). Wikisource, acessado em 18 de janeiro de 2011. As missões eram compostas de diversas atividades: oração, catecismo em grupos, confissões, encontro com os líderes e professores da região e visitas aos doentes. Os padres da Missão iam às áreas rurais, onde permaneciam de 15 dias a dois meses, geralmente no verão. Geralmente uma missão iniciava com sermões pela manhã cedo, antes do trabalho dos camponeses. A seguir, o catecismo era ensinado às crianças. À tarde o catecismo era dado aos mais velhos e outros fieis. A missão era concluída com a Eucaristia, quando as crianças faziam a primeira comunhão, seguida da procissão do Santíssimo Sacramento.Gnanapragasam, B.A. em History of Spirituality esquerda|thumb|Casa- mãe da Congregação da Missão, à Rue de Sèvres, 95, em Paris Embora os membros da congregação façam votos, seu fundador não quis criar uma ordem religiosa: os seus membros são do clero secular, unidos em uma sociedade de vida apostólica. O primeiro voto a ser estabelecido para a congregação foi o voto de estabilidade, seguido pelos votos de pobreza, castidade e obediência. Seus aspirantes não participam de um noviciado, mas de um seminário interno, distinto dos seminários diocesanos. Os membros da congregação deveriam usar trajes do clero secular. Sua distinção deveria ser seu empenho apostólico. Após sua fundação, a sociedade teve um grande crescimento: de 25 membros em 1632, em 1672 seriam 508 padres e 262 irmãos leigos consagrados. Entretanto, a Revolução Francesa dispersou a Congregação com a supressão das ordens religiosas. Nesta ocasião, 24 foram mortos ou morreram nos pontões. A Congregação foi restabelecida por Napoleão Bonaparte em 1804, quando 70 coirmãos se reuniram. Nova supressão ocorreu em 1809. Com a restauração francesa, em 1816, a congregação foi novamente restabelecida. Um contínuo crescimento ocorreu no século XIX, com a abertura de novas casas, missões nas paróquias e seminários pela França, bem como com a expansão de missões pela América do Sul, China e Oriente Médio. No século XX, a separação entre a Igreja e o estado na França, a Congregação não possuiria mais o reconhecimento como representação francesa no exterior. Apesar disto, está presente ao redor do mundo. No período pós-guerra, na França, o padre vicentino Édouard Rocher lança as \"missões sob as tendas\" nos bairros operários. Em 2016, são membros em 539 comunidades espalhadas pelos cinco continentes. == Lazaristas no Brasil == A Congregação da Missão chegou ao Brasil com a chegada de missionários portugueses em 1819 e posteriormente franceses (a partir de 1850), que se estabeleceram em Minas Gerais e no Rio de Janeiro. O trabalho destes missionários deu origem à Província Brasileira da Congregação da Missão. No final do , missionários poloneses chegaram ao Sul do Brasil, gerando a Província Sul. Missionários holandeses estabeleceram-se no Norte/Nordeste do país, onde foi criada a Província de Fortaleza. Hoje a Congregação da Missão está presente no país através destas três províncias.Página da Província Brasileira da Congregação da Missão === A Província Brasileira da Congregação da Missão === Os primeiros lazaristas a chegar ao Brasil em 1819 foram os padres portugueses Leandro Rebello Peixoto e Castro e Antônio Ferreira Viçoso com a finalidade de serem missionários na então capitania do Mato Grosso. Por ocasião da sua chegada, a missão já estava ocupada pelos capuchinhos. Receberam então de a ermida de Nossa Senhora Mãe dos Homens, no Caraça, Minas Gerais, com a finalidade de ali fundar um colégio. Ali chegaram em 15 de abril de 1820. O Colégio do Caraça funcionava como seminário menor e internato e alcançou grande fama: ali estudaram diversos nomes importantes na história do país, governadores e os ex-presidentes Artur Bernardes e Afonso Pena. O colégio funcionou por 150 anos, até 1968, quando um incêndio destruiu parte de suas instalações. Por esta ocasião, a urbanização do país e as reformas na Igreja já não comportavam o modelo de internato e aquele tipo de seminário. Para dar continuidade às atividades educativas, os padres da Congregação da Missão já haviam fundado no Rio de Janeiro o Colégio São Vicente de Paulo, que consideram como herdeiro do Colégio do Caraça. Além do Colégio do Caraça, dirigiram colégios em Congonhas do Campo (1827-1860) e Campina Verde (1829-1983) e o Seminário de Jacuecanga RJ (1822-1837). Dedicaram-se também às missões populares, principalmente no entorno do Caraça e de Campina Verde. Em Minas Gerais, um lazarista de grande importância foi Dom Antônio Ferreira Viçoso, bispo de Mariana. A partir de 1850, a missão dos padres lazaristas se expande, sobretudo pela melhora de suas relações com o Império brasileiro. Chegam ao país diversos missionários franceses, e o trabalho de formação do clero foi incrementado: diversos seminários diocesanos passam a ser dirigidos pela congregação, como os seminários maior e menor de Mariana (1849-1966), de Salvador (1856-1860; 1888-1957), de Fortaleza (1864-1963), de Diamantina (1866-1964). Em abril de 1869 o Bispo do Rio de Janeiro, Dom Pedro Maria de Lacerda confiou ao Padres da Congregação de São Vicente de Paulo a administração do Seminário São José, onde permaneceram até 1901. Os colégios e seminários onde atuavam os lazaristas tornaram-se centros missionários, de onde partiam para evangelização popular. Esta obra foi fundamental para a formação do clero brasileiro, ajudando a conformar um novo rosto à igreja no Brasil. No início do século XX, a vinda de missionários franceses cessou. A atuação da Congregação passou a contar com os seus quadros formados no Brasil, dedicados sobretudo à formação do clero diocesano. Novos seminários foram a eles confiados: os Seminários de São Luís (1913-1962), de Curitiba (1895-1961), de Botucatu (1913-1942), de Brasília (1962-1971), de Aparecida (1969-1976) e de Luz (Minas Gerais) (1970-1977), de Irati (1928-1948) e de Fortaleza (1864-1963). A formação dos padres da congregação era feita no Seminário Maior de Petrópolis (1890-1968; 1972-1979; 1983). Obras educacionaos eram mantidas nos colégios do Caraça, Campina Verde, Irati e Rio de Janeiro. As missões populares mantiveram-se com mesmo conteúdo e metodologia. A partir dos anos 1960, as reformas introduzidas pelo tiveram grande impacto na província. O modelo de grandes seminários foi questionado, bem como o modelo das missões populares. Os seminários entraram em crise. Diversos padres deixaram a Congregação. A partir de então, uma renovação e atualização nos métodos e na Congregação vem sendo empreendida: na formação, assumiu-se a pedagogia libertadora; nas missões, experiências de missões renovadas estão sendo encaminhadas. A organização interna busca um novo modelo de vida comunitária, uma atualização administrativa e teológico-missionária, em vistas de responder aos desafios do tempo presente === A Província do Sul === A Congregação da Missão chegou ao sul do Brasil juntamente com os imigrantes europeus ao final do . Em 1898, Dom José de Camargo Barros, o primeiro bispo de Curitiba, solicitou à província polonesa missionários para atender aos imigrantes poloneses. Assim, 96 padres e 3 irmãos coadjutores poloneses chegaram ao Brasil entre 1903 a 2003, com esta finalidade. Instalaram-se inicialmente em Araucária. A vice-província polonesa foi criada em 1921, tornando-se a Congregação da Missão Província do Sul em 1969, atuante nos estados do Paraná, Santa Catarina, Rio Grande do Sul, Mato Grosso do Sul e estado de São Paulo. Atuam em paróquias, missões populares, seminários, colégios, meios de comunicação e nas pastorais, como a Pastoral Rodoviária.Página da Congregação da Missão Província Sul === A Província de Fortaleza === Os lazaristas chegaram ao Norte/Nordeste a partir de 1950, onde marcaram presença nos estados do Pará, no Rio Grande do Norte, em Pernambuco e no Ceará, região que viria a constituir a Província de Fortaleza, fundada pelo trabalho dos padres lazaristas que chegaram, ainda na década de 1920, da Província holandesa, sobretudo os trabalhos realizados pelo Padre Guilherme Vaessen, C.M. Assumiram a responsabilidade do Seminário da Prainha entre 1864 a 1963. Neste período, foram responsáveis pela formação de personagens proeminentes na história brasileira como Dom Hélder Câmara e Dom Eugênio de Araújo Sales. == Bispos pertencentes à congregação == === Bispos lazaristas no Brasil === * DOM LUÍS GONZAGA DA CUNHA MARELIM, CM * DOM JOSÉ LÁZARO NEVES, CM * DOM JOSÉ AFONSO DE MORAES TORRES, CM * DOM FERNANDO DE SOUSA MONTEIRO, CM * DOM FERNANDO TADDEI, CM * Dom Antonio José dos Santos, CM * DOM Pio de Freitas Silveira CM * DOM Francisco de Paula e Silva (bispo) * Dom Antônio Ferreira Viçoso * Dom Sebastião Dias Laranjeira * Dom Cláudio José Gonçalves Ponce de Leão * Dom Domingos Gabriel Wisniewski *Dom João Batista Cavati * Dom Izidoro Kosinski * Dom José Carlos Melo, CM * Dom José Elias Chaves Júnior * Dom Ladislau Biernaski * Dom Vicente Joaquim Zico * Dom Belchior Joaquim da Silva Neto * Dom Fernando Barbosa dos Santos * Dom José Carlos Chacorowski * Dom Evaldo Carvalho dos Santos * Monsenhor Odair Miguel Gonsalves dos Santos, CM == Santos e beatos da Congregação da Missão == * São Vicente de Paulo * São Francisco Regis Clet * São Justino de Jacobis * São João Gabriel Perboyre * Beato Pedro Renato Rogue * Beato Ghébre Miguel * Beato Luís José François * Beato João Henrique Gruyer * Beato Marcantonio Durando * Beato Pedro Vigne ==Superior Geral == # Vicente de Paulo (17 de abril de 1625 - 27 de setembro de 1660) # René Alméras (17 de janeiro de 1661 - 22 de setembro de 1672) # Edmond Jolly (1673 - 26 de março de 1697) # Nicolas Pierron (1697-1703) # François Watel (1703-1710) # Jean Bonnet (10 de maio de 1711 - 3 de setembro de 1735) # Jean Couty (1736-1746) # Louis de Bras (6 de março de 1747 - 21 de agosto de 1761) # Antoine Jacquier (1762-1787) # Jean Félix Cayla de la Garde (1788 - 12 de fevereiro de 1800) # Pierre-Joseph Dewailly (1827 - 25 de outubro de 1828) # Dominique Salhorgne (1829 - 25 de maio de 1836) # Jean- Baptiste-Rigobert Nozo (1835-1842) # Jean-Baptiste Étienne (1843-1874) # Eugène Boré (11 de setembro de 1874 - 3 de maio de 1878) # Antoine Fiat (1878-1914) # Emile Villette (1914-1916) # François Verdier (1919-1933) # Charles Souvay (1933-1939) # William Slattery (1947-1968) # James Richardson (1968-1980) # Richard McCullen (1980-1992) # Robert P. Maloney (1992-2004) # Gregory Gay (2004-2016) # Tomaž Mavrič (2016-atual) == Ver também == * Antoine Frédéric Ozanam * Filhas da Caridade de São Vicente de Paulo == Ligações externas == * Província Brasileira da Congregação da Missão * * *",
 "title": "Congregação da Missão"
}