{
 "id": "111627",
 "text": "Anopheles, também é comumente chamado mosquito-prego no Brasil e anofeles, melga ou simplesmente mosquito em Portugal, é um género de mosquito com ampla distribuição mundial, presente nas regiões tropicais e subtropicais, incluindo Portugal, o Brasil, a China, a Índia e a África. É o agente transmissor da malária e, em alguns casos, da filariose. Os mosquitos-fêmea deste gênero são, para os humanos, os animais mais mortais do mundo, causando anualmente a morte de mais de 1 milhão de pessoas. Os anofelinos são hematófagos e várias espécies do gênero são vetoras do Plasmodium, o protozoário causador da malária. Dentre essas, destacam-se Anopheles maculipennis (Europa), A. culicifacies (Índia), A. minimus (de Assam até a China e Filipinas), A. gambiae e A. funestus na África; no neotrópico, A. albimanus (México), A. nuñeztovari (Venezuela e Colômbia), A. darlingi e A. aquasalis (Brasil). Outras espécies importantes na transmissão da malária no Brasil são A. bellator e A. cruzii, os equivalentes ecológicos das duas últimas, no sul do país - região atualmente livre da doença. Menos importante é Anopheles albitarsis., por José Manuel Macário Rebêlo, Antonio Rafael da Silva, Luiz Alves Ferreira e José Augusto Vieira. Revista da Sociedade Brasileira de Medicina Tropical; vol.30 nº 2. Uberaba, Mar./Apr. 1997 == Biologia == Há cerca de 400 espécies, incluindo 40 que transmitem o plasmódio. A mais comum das transmissoras é o Anopheles gambiae. Só a fêmea é que pica o homem e se alimenta de sangue. Os machos alimentam-se dos sucos ricos em glicose de plantas. O Anopheles prefere temperaturas de 20 a 30 °C e altas taxas de umidade. Não sobrevive em grande número se as temperaturas médias diárias caírem abaixo dos 15 °C e não gosta de altitudes acima dos 1500 metros. Os anofelinos distinguem-se dos outros mosquitos pelos seus palpos quase tão longos quanto as probóscides, e pelas suas escamas brancas e pretas nas asas. Têm um comportamento típico, descansando com o abdomen em ângulo para cima. == Ciclo de vida == O Anopheles passa por quatro estágios: ovo, larva, pupa, e adulto. As fêmeas vivem de duas semanas a um mês. Têm preferência pelo sangue humano, mas também picam animais. Põem cerca de duzentos ovos de cada vez, em água parada. Os ovos têm bóias naturais, demorando apenas 2 a 3 dias a maturar (ou 1 a 2 semanas em climas mais frios), e não sobrevivem às baixas temperaturas nem à desidratação. As larvas alimentam-se por filtração de bactérias e outros microorganismos da água. Ao contrário de outras espécies não têm sifão, absorvendo o ar da superficie com a boca. As larvas passam por quatro estágios, sofrendo, posteriormente, metamorfose em pupas. Enquanto se desenvolvem, as pupas vêm à superfície para respirar e, cerca de 10 a 15 dias após a deposição dos ovos, transformam-se em mosquitos adultos, imediatamente activos sexualmente. Os machos vivem cerca de uma semana e alimentam-se de néctar. As fêmeas alimentam-se de sangue, mais rico em nutrientes necessários para pôrem os ovos. Imagem:Anopheles larve.jpg|estágio larvar Imagem:Anopheles puppe.jpg|estágio pupar Imagem:AnophelesGambiaemosquito.jpg|estágio adulto ==Coagulação do sangue== Os mosquitos usam uma molécula para controlar o sistema de coagulação durante as suas refeições de sangue – a anofelina, que tem como alvo a trombina, uma enzima central na anticoagulação. A anofelina tem uma “abordagem radicalmente inovadora” no controle do sistema de coagulação do hospedeiro: ela liga-se à trombina aproveitando os locais normalmente utilizados por substratos naturais do organismo no processo de coagulação, como por exemplo o fibrinogénio. Desta forma, o fibrinogénio não consegue ligar-se à trombina e, consequentemente, não se produz a fibrina, que forma os coágulos. Um coágulo é uma rede de fibrina. Encravando os locais também usados pelo fibrinogénio como ligação à trombina, à semelhança de uma chave partida dentro da fechadura, a anofelina trava a formação de coágulos. A molécula pode servir de base à concepção de fármacos sintéticos para prevenir e tratar as doenças cardiovasculares. == Espécies (lista parcial) == === Subgénero Anopheles Meigen === *Anopheles annulipalpis Lynch, 1878 *Anopheles apicimacula Dyar et Knab, 1906 *Anopheles atropos Dyar et Knab, 1906 *Anopheles aztecus Hoffmann, 1935 *Anopheles barberi Coquillett, 1903 *Anopheles bradleyi King, 1939 *Anopheles bustamentei Galvao, 1955 *Anopheles crucians Wiedemann, 1828 *Anopheles earlei Vargas, 1943 *Anopheles eiseni Coquillett, 1902 *Anopheles evandroi Lima, 1937 *Anopheles fausti Vargas, 1943 *Anopheles fluminensis Root, 1927 *Anopheles franciscanus Mccracken, 1904 *Anopheles freeborni Aitken *Anopheles gabaldoni Vargas, 1941 *Anopheles georgianus King, 1939 *Anopheles grabhami Theobald *Anopheles guarao Anduze et Capdevielle, 1949 *Anopheles hectoris Giaquinto- Mira, 1931 *Anopheles intermedius (Peryassu, 1908) *Anopheles judithae Zavortink, 1969 *Anopheles maculipes (Theobald, 1903) *Anopheles mattogrossensis Lutz et Neiva, 1911 *Anopheles mediopunctatus (Theobald, 1903) *Anopheles minor Lima, 1929 *Anopheles neomaculipalpus Curry, 1932 *Anopheles occidentalis Dyar et Knab, 1906 *Anopheles parapunctipennis Martini, 1932 *Anopheles perplexens Ludlow, 1907 *Anopheles peryassui Dyar et Knab, 1908 *Anopheles pseudomaculipes (Peryassu, 1908) *Anopheles pseudopunctipennis Theobald, 1901 *Anopheles punctimacula Dyar et Knab, 1906 *Anopheles punctipennis (Say, 1823) *Anopheles quadrimaculatus Say, 1824 *Anopheles rachoui Galvao, 1952 *Anopheles tibiamaculatus (Neiva, 1906) *Anopheles vestitipennis Dyar et Knab, 1906 *Anopheles walkeri Theobald, 1901 *Anopheles xelajuensis Leon, 1938 === Subgénero Cellia Theobald === *Anopheles amictus (Edwards) *Anopheles carnevalei Brunhes, Le Goff, Geoffroy, 1999 *Anopheles farauti (Laversan) *Anopheles gambiae Giles *Anopheles melas (Theobald) *Anopheles merus (Donitz) *Anopheles ovengensis Awono et al, 2004 *Anopheles punctulatus Doenitz === Subgénero Kerteszia Theobald === *Anopheles bambusicolus Komp, 1937 *Anopheles bellator Dyar et Knab, 1906 *Anopheles boliviensis (Theobald, 1905) *Anopheles cruzii Dyar et Knab, 1908 *Anopheles homunculus Komp, 1937 *Anopheles neivai Dyar et Knab, 1913 === Subgénero Lophopodomyia Antunes === *Anopheles gilesi (Peryassu, 1908) *Anopheles gomezdelatorrei Levi-castillo, 1955 *Anopheles oiketorakras Osorno-Mesa, 1947 *Anopheles pseudotibiamaculatus Galvao et Barretto, 1941 *Anopheles squamifemur Antunes, 1937 *Anopheles vargasi Gabald, Cova Garcia e Lopez, 1941 === Subgénero Nyssorhynchus Blanchard === *Anopheles albimanus Wiedemann, 1820 *Anopheles albitarsis Lynch Arribalzaga, 1878 *Anopheles anomalophyllus Komp, 1936 *Anopheles antunesi Galvao et Amaral, 1940 *Anopheles aquasalis Curry, 1932 *Anopheles argyritarsis Robineau-desvoidy, 1827 *Anopheles benarrochi Gabaldon, Cova-gar. et Lop. 1941 *Anopheles braziliensis (Chagas, 1907) *Anopheles darlingi Root, 1926 *Anopheles deaneorum Rosa-Freitas, 1989 *Anopheles evansae (Brethes, 1926) *Anopheles galvaoi Causay, Deane et Deane, 1943 *Anopheles ininii Senevet and Abonnenc, 1938 *Anopheles lanei Galvao et Amaral, 1938 *Anopheles lutzii Cruz, 1901 *Anopheles nigritarsis (Chagas, 1907) *Anopheles nuneztovari Galaldon, 1940 *Anopheles oswaldoi (Peryassu, 1922) *Anopheles parvus (Chagas, 1907) *Anopheles pictipennis (Philippi, 1865) *Anopheles rangeli Gabald., Covo-gar. et Lopez, 1940 *Anopheles rondoni (Neiva et Pinto, 1922) *Anopheles sanctielii Senevet et Abonnenc, 1938 *Anopheles shannoni Davis, 1931 *Anopheles triannulatus (Neiva et Pinto, 1922) === Subgénero Stethomyia Theobald === *Anopheles acanthotorynus Komp, 1937 *Anopheles canorii Flock et Abonnene, 1945 *Anopheles kompi Edwards, 1930 *Anopheles nimbus (Theobald, 1902) *Anopheles thomasi Shannon, 1933 == Referência == === Referência bibliográfica === * == Ligações externas == * Systematic Catalog of Culicidae * Revista de Saúde Pública vol.33 n.6 São Paulo, dez. 1999. ISSN 0034-8910 Espécies de Anopheles (Culicidae, Anophelinae) em área endêmica de malária, Maranhão, Brasil, por Maria M. dos S. P. Xavier e José M. M. Rebêlo. * Portal Domínio Público. Espécies de Anopheles em municípios de risco e com autoctonia de malária no estado de Goiás, no período de 1999 a 2006, por Eduardo Ridan Manoel. Categoria:Anopheles",
 "title": "Anopheles"
}