{
 "id": "111688",
 "text": "A nutrição mineral é o estudo das formas como as plantas utilizam e obtêm os nutrientes minerais obtidos através do solo. Na natureza, estão à disposição das plantas, quase todos os elementos da tabela periódica. Uma simples análise química de um vegetal não funcionaria para determinar quais destes elementos são essenciais, pois a planta pode absorver e armazenar em seus tecidos muitos elementos que não lhe são essenciais. É necessário determinar os nutrientes de acordo com um critério de essencialidade. A maneira mais comum de se determinar a essencialidade de um elemento às plantas é através de experimentos com soluções nutritivas preparadas com água e sais purificados. Assim, podem omitir-se os elementos da solução um a um, podendo ser classificados como essenciais os que atendam aos seguintes critériosMALAVOLTA, E. Manual de nutrição mineral de plantas. São Paulo. Ceres. 2006. 638 p.:/ * Na ausência do elemento a planta não cresce normalmente nem completa o seu ciclo de vida, ou seja, não se desenvolve corretamente e não se reproduz; * O elemento é insubstituível, ou seja, deficiência só pode ser corrigida através do seu fornecimento e não de algum outro. * O elemento químico faz parte de uma molécula, de um constituinte ou de uma reação bioquímica essencial à planta. As quantidades demandadas de cada nutriente são variáveis, mas todos eles são igualmente importantes. Entretanto, para fins didáticos, os elementos essenciais podem ser assim classificados: ;Macronutrientes Os macronutrientes são os elementos básicos necessários em maior volume às plantas. São eles: carbono, oxigênio, hidrogênio - retirados do ar e da água - e nitrogênio, fósforo, potássio, cálcio, magnésio e enxofre retirados do solo, sob condições naturais. ;Micronutrientes Os micronutrientes são requeridos em pequenas quantidades, de miligramas (um milésimo do grama) a microgramas (um milionésimo do grama). São micronutrientes o boro, cloro, cobre, ferro, manganês, molibdênio, níquel e zinco. Para as plantas cultivadas, a análise química dos tecidos consiste no método mais largamente utilizado na avaliação do estado nutricional, sendo as folhas, o principal órgão amostrado para a maioria das espécies cultivadas. A interpretação do estado nutricional das plantas pode ser feita por diferentes métodos, sendo os mais comuns o método do nível crítico, o método das faixas de suficiência e o método do sistema integrado de diagnose e recomendação. MALAVOLTA, E. ; OLIVEIRA, S. A. ; WADT, P. G. S. . \"Foliar Diagnosis: the status of the art\". In: José Osvaldo Siqueira; F. M. S. Moreira; Alfredo S. Lopes; L. R. G. Guilherme; A. E. Furtini Neto; J. G. Carvalho. (Org.). Inter-relação fertilidade, biologia do solo e nutrição de plantas. 1 ed. Viçosa-MG: Sociedade Brasileira de Ciência do Solo, 1999, v. 1, p. 205-242 ==Funções dos nutrientes== Cada nutriente é utilizado em um local diferente, com sua função específica e essencial. === Macronutrientes === ;Carbono :O carbono forma a estrutura das biomoléculas das plantas, incluindo amido e celulose. É fixado através da fotossíntese a partir do gás carbônico do ar e faz parte desses carboidratos, que armazenam energia nos vegetais. ;Hidrogênio :O hidrogênio também é necessário para a composição de carboidratos e para a estrutura das plantas. É obtido quase que totalmente da água. ;Oxigênio :O oxigênio é necessário para a respiração celular. Respiração é o processo de geração de trifosfato de adenosina (ATP), rica em energia, com o consumo dos açúcares produzidos na fotossíntese. ;Nitrogênio :O nitrogênio é um componente essencial de todas as proteínas. Deficiência deste nutriente geralmente resulta em atrofia das plantas. ;Fósforo :O fósforo é importante para os processos energéticos das plantas. Como componente do ATP, o fósforo é necessário para a conversão da energia luminosa em energia química (ATP) durante a fotossíntese. Pode também ser usado para modificar a atividade de várias enzimas por fosforilação, e pode ser usado na sinalização celular. Como o ATP pode ser utilizado na biossíntese de várias biomoléculas, o fósforo é importante para o crescimento vegetal, floração e formação de sementes. ;Potássio :Potássio regula a abertura e fechamento de estômatos através de alterações da turgidez das células-guarda induzidas por uma bomba de potássio na parede celular. Como os estômatos são importantes na regulação da perda de água pelas plantas, o potássio ajuda a diminuir perdas de água e aumenta a tolerância a secas. ;Cálcio :O cálcio regula o transporte de outros nutrientes dentro da planta e também está envolvido na ativação de certas enzimas. ;Magnésio :Magnésio é componente importante da molécula de clorofila, um pigmento vegetal essencial à fotossíntese. É importante para a produção de ATP pelo seu papel como cofator enzimático. ;Enxofre :Enxofre é um componente estrutural de alguns aminoácidos e vitaminas, e é essencial à produção de cloroplastos. === Micronutrientes === ;Boro :Boro é importante para o transporte de açúcares, divisão celular, e síntese de certas enzimas. ;Cobre :Cobre é um elemento envolvido em vários processos enzimáticos, importante para a fotossíntese e na produção de grãos e da lignina das paredes celulares. ;Ferro :Ferro é necessário para a fotossíntese e está presente como um cofator enzimático nas plantas. ;Molibdênio :Molibdênio é um cofator enzimático importante na produção de aminoácidos. ;Manganês :Manganês é necessário para a produção de cloroplastos. ;Zinco :Zinco é requerido por um grande número de enzimas e desempenha um papel essencial na transcrição do DNA. ;Níquel :Nas plantas superiores, níquel é essencial para ativação da enzima urease, uma enzima envolvida no metabolismo do nitrogênio. Sem o níquel, níveis tóxicos de ureia se acumulam, resultando em lesões necróticas. Nos vegetais inferiores, o níquel ativa várias enzimas envolvidas em uma variedade de processos, e pode substituir o zinco e o ferro como cofatores em algumas enzimas. ;Cobalto :O cobalto é um elemento essencial aos micro-organismos fixadores de nitrogênio. O cobalto participa na composição da vitamina B12 e da coenzima cobamida, que funciona como ativadora de enzimas catalisadoras em reações bioquímicas em culturas de bactérias fixadoras de nitrogênio presentes nos nódulos das leguminosas. ;Cloro :Cloro é necessário para a osmose e o balanço iônico; também participa da fotossíntese. ==A nutrição e o solo== O conceito de solo como meio para o crescimento vegetal é uma noção antiga desde os primórdios da agricultura. De fato, as características físicas e químicas dos solos condicionam o crescimento vegetal, ao fazer variar a capacidade de retenção de água, a solubilidade dos elementos minerais, as transformações minerais e bioquímicas, a lixiviação dos nutrientes e o pH. O solo é importante para o crescimento vegetal pois supre as plantas com fatores de crescimento, permite o desenvolvimento e distribuição das suas raízes e possibilita o movimento dos nutrientes, de água e ar nas superfícies radiculares. O conjunto de propriedades do solo que propiciam o desenvolvimento vegetal é chamado fertilidade do solo. == Obtenção e transporte dos nutrientes minerais na planta == As plantas podem obter nutrientes através do solos de 3 formas: === Difusão === Acontece quando existe um gradiente de concentração: de um ponto de maior concentração para outro de menor concentração. A absorção de nutrientes pela raiz diminui a concentração dos íons nessa região e favorece a difusão em direção à superfície radicular === Fluxo de massa === Ocorre no sentido do movimento da água para a superfície da raiz. === Interceptação radicular === A raiz da planta entra em contato com o ion. Grande parte dos nutrientes é absorvida por fluxo de massa. A capacidade das plantas para obter água e nutrientes minerais do solo está relacionada com sua capacidade para desenvolver um extensivo sistema radicular. As raízes das plantas têm mecanismos para ajudar na absorção de nutrientes, como, por exemplo, os pelos radiculares, que são extensões da raiz que aumentam sua área de superfície. A maior parte dos nutrientes é absorvida na região da raiz onde se encontram essa estrutura. Existe também a associação com microorganismos que ajudam a fixar nutrientes ou torná-los disponíveis para a planta, em troca de algum beneficio, como amidos e açúcares. Depois de chegar na superfície da raiz, o nutriente pode seguir diferentes rotas, tais como: === Apoplástica === O nutriente passa por um sistema contínuo de paredes celulares denominado apoplasto. O nutriente não atravessa nenhuma membrana. === Simplástica === O simplasto consiste na rede de citoplasmas celulares interconectados por plasmodesmos. Nessa rota, o nutriente desloca-se através do parênquima cortical via plasmodesmos. Em todos os casos, o íon deve entrar no simplasto, antes que ele chegue ao cilindro central, devido a presença das estrias de Caspary nas células da endoderme. Depois disso o íon irá de célula em célula, até o xilema, que levará o nutriente para a parte aérea devido ao fluxo transpiratório e que depois é distribuído pelo floema. O processo de distribuição dos nutrientes, já transformados em açúcares, enzimas ou outro fotossintato, pelo floema, pode ser explicado por uma relação fonte-dreno. Fonte é a area de produção do fotossintato, principalmente folhas maduras; dreno são as áreas metabólicas e de armazenamento, tais como folhas e frutos imaturas. ==Estudo das necessidades nutricionais== #Coloca em seis matrazes etiquetados 250 mL de cada um dos meios de cultura com deficiência em azoto, fósforo, magnésio, cálcio, ferro e manganésio. Num sétimo matraz coloca o mesmo volume de meio completo. #Mede o pH de cada um dos meios, usando o eléctrodo de pH e, se necessário, acondiciona-o para valores entre 5,5 e 7,5, usando soluções de ácido clorídrico ou hidróxido de sódio. #Seleciona sete plântulas de tomateiro que se encontrem em 2 estados de desenvolvimento semelhantes e mede os respectivos comprimentos. (Para obteres medidas exactas, justapõe um fio ao caule das plantas e, de seguida, mede o seu comprimento.) #Introduz as radículas de cada plântula no orifício de cada placa, envolvendo o caule com algodão na zona de contacto com a esferovite. #Coloca as placas de esferovite sobre os matrazes para que as radículas das plântulas fiquem imersas no meio de cultura. #Forra os matrazes com folha de alumínio de forma a proteger o sistema radicular dos tomateiros da radiação luminosa. #Coloca os dispositivos experimentais em boas condições de luminosidade e à temperatura de 18ºC a 20ºC. De sete em sete dias, renova os meios de cultura. #Efetua observações de quatro em quatro dias das plântulas de tomateiro, tendo em atenção os aspectos seguintes: Formação de nós e folhas; Variação de crescimento mediante medição do(s) comprimento(s) internodal(ais) (entre dois nós consecutivos) e do comprimento total. Aspecto global da planta no que diz respeito: :- À presença ou ausência de manchas cloróticas nas folhas (descoloração/folhas amarelecidas); :- À presença ou ausência e manchas necróticas nas folhas (manchas negras resultantes de morte celular); :- Ao desenvolvimento de zonas de abscisão foliar; :- Ao aspecto do sistema radicular (cor, desenvolvimento). === Exportação de nutrientes pela atividade agrícola e Florestal === A exportação de nutrientes na atividade agrícola é um aspecto crucial e, por vezes, desafiador, na gestão sustentável dos solos e ecossistemas agrícolas. Enquanto a produção agrícola visa atender às crescentes demandas globais por alimentos, fibras e biocombustíveis, o solo, por sua vez, fornece os nutrientes essenciais para o desenvolvimento saudável das plantas . O constante ciclo de plantio, colheita e exportação de produtos agrícolas pode levar à remoção significativa de nutrientes do solo. Essa exportação de nutrientes, se não gerenciada adequadamente, pode resultar em empobrecimento do solo, comprometendo sua fertilidade a longo prazo. Portanto, estratégias sustentáveis, como a rotação de culturas, a utilização de adubos orgânicos e a implementação de práticas de conservação do solo, desempenham um papel vital na preservação e na reposição desses nutrientes essenciais . Além disso, a exportação de nutrientes também está interligada aos desafios ambientais, como a lixiviação de fertilizantes que podem contaminar recursos hídricos e contribuir para problemas de qualidade da água. A gestão responsável dos resíduos agrícolas e a aplicação precisa de nutrientes são, portanto, áreas críticas de foco para minimizar impactos negativos. Nesse contexto, a pesquisa e a inovação desempenham um papel significativo, buscando desenvolver práticas agrícolas mais eficientes e sustentáveis. A utilização de tecnologias de precisão, a promoção da agricultura de conservação e a implementação de sistemas agroflorestais são exemplos de abordagens que visam equilibrar a exportação de nutrientes com a necessidade de manter a fertilidade do solo. ==Ligações Externas== *Nutrição de plantas *Site da Embrapa Categoria:Edafologia Categoria:Botânica",
 "title": "Nutrição mineral de plantas"
}