{
 "id": "111614",
 "text": "Françoise Sagan, pseudônimo de Françoise Quoirez (Cajarc, Lot, 21 de junho de 1935 — Honfleur, 24 de setembro de 2004) foi uma escritora francesa. ==Biografia== Françoise Quoirez ficou mundialmente conhecida como Françoise Sagan, pseudônimo retirado de uma obra de Proust. Conheceu o sucesso ainda garota quando, aos 18 anos, escreveu em sete semanas sua primeira e mais consagrada obra: Bonjour Tristesse (Bom dia, Tristeza), que só nos Estados Unidos vendeu um milhão de exemplares, e à qual se seguiram cerca de cinquenta obras, entre romances, peças teatrais e autobiografias. Na ocasião, o grande escritor católico François Mauriac saudou-a, na primeira página do jornal Le Figaro, como um \"monstrinho encantador\". Foi amiga, entre outros, de Tennessee Williams, Orson Welles, François Mitterrand e de um dos maiores intelectuais de todos os tempos, o filósofo Jean-Paul Sartre, mas não havia mais nenhum deles ao seu lado na época de sua morte, afundada em dívidas, doente e solitária. Mudou-se aos 10 anos com a família para Paris, onde permaneceu grande parte de sua vida. Casou-se duas vezes, com Guy Schoeller e Bob Westhof, mas os dois casamentos acabaram em divórcio. Entretanto, Françoise manteve uma longa relação com uma companheira, a estilista Peggy Roche. Durante a vida manteve, também, outros amantes, como o casado Bernard Frank e a editora da versão francesa da revista Playboy, Annick Geille. Costumava viajar para os Estados Unidos, onde muitas vezes foi vista com Truman Capote e a atriz Ava Gardner. Sagan também era conhecida por seus inúmeros vícios e por sua forma peculiar de levar a vida: comumente dirigia seu Jaguar para jogar em Monte Carlo e, nos anos 90, foi condenada por uso de cocaína. Uma vez envolveu-se em um acidente de carro com seu Aston Martin, o que a deixou em coma por algum tempo. Encontrou a morte aos 69 anos, afundada em dívidas, doente e solitária, vivendo seus últimos quatro anos da caridade de bons amigos. As drogas, o alcoolismo e o imposto de renda consumiram sua fortuna. Françoise chegou até mesmo a ser condenada a um ano de prisão por enganar o fisco, ao que um de seus amigos escreveu: \"Ela deve ao Estado, mas a França lhe deve muito mais\". Sagan foi uma mulher de esquerda, ativista, inteligente e sensível considerada por muitos como a última existencialista. Extraordinária escritora, criou um estilo fluido e transparente, que se tornou escola e abriu caminho para escritoras como Anne Wiazemsky (a neta de François Mauriac) a Camille Laurens. Em 1960, no auge da guerra da Argélia, ela assinou o Manifesto dos 121 sobre o direito à independência. Como retaliação, a organização terrorista de extrema direita OAS colocou uma bomba na casa de seus pais em 23 de agosto de 1961, mas a explosão causou apenas danos materiais. Sagan costumava dizer: \"o que falta à nossa época é a gratuidade, fazer algo por nada\". Apesar de famosa, sofria de uma estranha solidão interior e nunca teve o talento reconhecido pela crítica. Entretanto, figuras importantes celebravam seu talento, tal como o presidente francês Jacques Chirac, que declarou: \"Com a sua morte (Sagan), a França perde uma de suas mais brilhantes e sensíveis escritoras – uma figura iminente de nossa história literária\". Françoise Sagan faleceu com um coágulo no pulmão em Honfleur, Calvados, mas deixou como herança um conjunto extenso de obras brilhantes. == Trabalhos == === Romances === nº Título original Título em Português Tradutor(a) Ano 01 Bonjour Tristesse, Bom dia tristeza Sieni Maria Campos (1954) 02 Un certain sourire Um certo sorriso Maria de Lourdes Teixeira (Portugal) (1955) 03 Dans un mois dans un an Dentro de um mês, dentro de um ano Anna Mathilde Chaves (1957) 04 Aimez-vous Brahms? Você gosta de Brahms (1959) 05 Les merveilleux nuages Nuvens que passam Sérgio Milliet (1961) 06 La chamade A chamada (1965) 07 Le garde du cœur O guardador de meus amores Antônio D'Elia (1968) 08 Un pen de soleil dans l'eau froide Um pouco de sol na água fria Heloysa de Lima Dantas (1969) 09 Des bleus à l'âme Cicatrizes na alma (1972) 10 Un profil perdu Um perfil perdido (1974) 11 Le lit defait A cama desfeita Maria Helena Trigueiros (1977) 12 Le chien couchant O cão vadio Anita Leocádia Prestes (1980) 13 La femme fardée A mulher pintada Luiza Ribeiro (1981) 14 Un orage immobile Tempestade sem bonança Anne Mello (1983) 15 De guerre lasse Cansado de guerra Flávio Pinto Vieira (1985) 16 Un sang d'aquarelle Sangue de aquarela Irene Monique Karleke Cubric (1987) 17 La laisse A coleira Paulo de Oliveira Freire (1989) 18 Les faux-fuyants (1991) 19 Un chagrin de passage Uma tristeza de passagem Joana Angelica d'Avila Melo (1994) 20 Le miroir égaré (1996) 21 Les Quatre coins du coeur Os quatro cantos do coração (2019) === Peças === nº Título original Título em Português Tradutor(a) Ano 01 Chateau en Suede Castelo na Suécia (1960) 02 La robe mauve de Valentine O vestido lilás de Valentine (1963) 03 Les Violons parfois (1961) 04 Bonheur, impair et passe (1964) 05 L'écharde (1966) 06 Le cheval évanoui (1966) 07 Un piano dans l'herbe (1970) 08 Il fait beau jour et nuit (1978) 09 L'excès contraire (1987) ===Coleção de contos=== nº Título original Título em Português Tradutor(a) Ano 01 Des yeux de soie Olhos de seda Wilma Freitas Ronald de Carvalho (1975) 02 Musiques de scène Fundo musical Maria Helena Rossi e Ligia Vassallo (1981) 03 La maison de Raquel Vega (1985) === Autobiografia === nº Título original Título em Português Tradutor(a) Ano 01 Toxique (1964) 02 Des bleus à l'âme Viver não custa Isabel Vila Maior (Portugal) (1972) 03 Avec mon meilleur souvenir Minhas melhores lembranças Arnaldo Marques (1984) 04 Réponses (Night Bird: Conversations) (1975) 05 Au marbre: chroniques retrovées 1952–1962 crônicas) (1988) 06 Répliques (entrevistas) (1992) 07 ...Et toute ma sympathie (sequência para Avec mon meilleur souvenir) ...E toda minha simpatia Aulyde Soares Rodrigues (1993) 08 Derrière l'épaule (1998) ===Obras biográficas de Françoise Sagan === nº Título original Título em Português Tradutor(a) Ano 01 Brigitte Bardot (1975) 01 Sarah Bernhardt, ou le rire incassable Sarah Bernhardt: O riso indomável Heloisa Jahn (1987) == Referências == == Ligações externas == * Jean-Louis de Rambures, entrevista com F. Sagan (em francês) em: \"Comment travaillent les écrivains\", Paris 1978 * Litweb.net * * French press bids farewell; BBC article Categoria:Romancistas da França Categoria:Dramaturgos da França Categoria:Escritores LGBT da França Categoria:Naturais de Cajarc Categoria:Mulheres na literatura Categoria:História LGBT na França Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Françoise Sagan"
}