{
 "id": "111792",
 "text": "Tanabata (japonês: たなばた ou 七夕, jukujikun, significando \"Sétima Noite\"), também conhecido como Festival das Estrelas (星祭り, Hoshimatsuri) é um festival japonês, derivado da tradição chinesa Qixi, que ocorre na sétima noite do sétimo mês do ano. O festival que celebra esta história de amor teve início na Corte Imperial do Japão há cerca de 1.150 anos, e lá tornou-se feriado nacional em 1603. == História == O festival foi introduzido no Japão pela Imperatriz Kōken em 755. Originou-se do , um nome alternativo para Qixi, que é celebrado na China e também foi adotado no Palácio Imperial de Quioto do período Heian. O festival ganhou grande popularidade entre o público em geral no início do período Edo, quando se misturou com várias tradições Obon ou Bon (porque o Bon era realizado no dia 15 do sétimo mês), e se desenvolveu no moderno festival Tanabata. Os costumes populares relativos ao festival variam de acordo com a região do país, mas geralmente, as meninas desejavam melhorar suas habilidades de costura e artesanato, e os meninos desejavam uma caligrafia melhor, escrevendo seus desejos em tiras de papel. Nessa época, o costume era usar o orvalho deixado nas folhas do taro para criar a tinta usada para escrever desejos. Aliás, o Bon agora é realizado em 15 de agosto no calendário solar, próximo à sua data original no calendário lunar, tornando Tanabata e Bon eventos separados. O nome Tanabata está remotamente relacionado à leitura japonesa dos caracteres chineses 七夕, que costumavam ser lidos como \"Shichiseki\" (ver explicação sobre as diversas leituras de kanji). Acredita-se que existiu uma cerimônia de purificação xintoísta na mesma época, na qual uma miko xintoísta teceu um pano especial em um tear chamado e o ofereceu a um deus para orar pela proteção das plantações de arroz da chuva ou tempestade e para uma boa colheita no final do outono. Gradualmente esta cerimônia se fundiu com Kikkōden para se tornar Tanabata. Os caracteres chineses 七夕 e a leitura japonesa Tanabata juntaram-se para significar o mesmo festival, embora originalmente fossem duas coisas diferentes, um exemplo de jukujikun. == Lenda == Assim como no Qixi e Chilseok, Tanabata foi inspirado na famosa história do folclore chinês, “O Vaqueiro e a Tecelã”. Algumas versões foram incluídas no Man'yōshū. A versão mais popular é a seguinte: , filha de , teceu belas roupas às margens do . Seu pai adorava o tecido que ela tecia e por isso ela trabalhava muito todos os dias para tecê-lo. No entanto, Orihime estava triste porque, por causa de seu trabalho árduo, ela nunca poderia conhecer e se apaixonar por ninguém. Preocupada com sua filha, Tentei arranjou para que ela conhecesse (também referido como ) que vivia e trabalhava do outro lado do Amanogawa. Quando os dois se conheceram, eles se apaixonaram instantaneamente e se casaram logo depois. No entanto, uma vez casada, Orihime não tecia mais tecidos para Tentei, e Hikoboshi permitiu que seu rebanho se perdesse por todo o Céu. Com raiva, Tentei separou os dois amantes através do Amanogawa e proibiu-os de se encontrarem. Orihime ficou desanimada com a perda de seu marido e pediu a seu pai que os deixasse se encontrarem novamente. Tentei, comovido pelas lágrimas de sua filha, permitiu que os dois se encontrariam no 7º dia do 7º mês se ela trabalhasse muito e terminasse seu tecido. Na primeira vez que tentaram se encontrar, porém, descobriram que não conseguiriam atravessar o rio porque não havia ponte. Orihime chorou tanto que um bando de pegas veio e prometeu fazer uma ponte com as asas para que ela pudesse atravessar o rio. Diz-se que se chover em Tanabata, as pegas não podem vir por causa da cheia do rio, e os dois amantes devem esperar até mais um ano para se encontrar. A chuva deste dia é chamada de “As lágrimas de Orihime e Hikoboshi”. Este casal representa as estrelas situadas em lados opostos da galáxia, que realmente só são vistas juntas uma vez por ano: Vega (Orihime) e Altair (Kengyu). == A celebração == Atualmente o Tanabata é uma das maiores festas populares do Japão. É realizado em diversas cidades, o mais tradicional é o de Miyagui, que se realiza em agosto, aproveitando as férias de verão das escolas japonesas. No Brasil No Brasil o primeiro festival Tanabata foi realizado na cidade de Assaí no Estado do Paraná no ano de 1978. Com o nome de \"Festival das Estrelas\", o Tanabata Matsuri é realizado na cidade de São Paulo, na Praça da Liberdade, no mês de julho, desde 1979. Esta é a principal comemoração anual do bairro, incluída no Calendário Turístico do Estado e do Município de São Paulo: * as ruas a praça são decoradas com grandes ramos de bambu ornamentados por enfeites de papel colorido que simbolizam as estrelas; * tanzaku (短冊), pequenos pedaços de papel onde as pessoas colocam seus pedidos, são pendurados nesses bambus; * são realizados também apresentações de tambores Taikô, danças folclóricas e shows de cantores. Devido a grande concentração de imigrantes japoneses e descendentes em Ribeirão Preto e região, e pela absorção e fascínio que a cultura japonesa possuía e poderia proporcionar a cidade, a festa foi introduzida no calendário oficial de eventos da cidade desde 1994. O Festival realizado no Parque Municipal Morro do São Bento tem como características manifestações artísticas: danças folclóricas, música e seus delicados instrumentos (shamizen, shakura, etc.), artes marciais (Judô, Karate, Aikido, entre outras), tambores japoneses (taiko), canto (karaokê), artes plásticas (pintura, origami, kirigami, etc.), arranjos florais (Ikebana), cultivo de árvores em miniaturas (Bonsai) há o fortalecimento da cultura de um povo aos seus descendentes estimulando a formação de uma sociedade Nipo-Brasileira fortemente alicerçada na Educação e na Cultura. Com duração de três dias, o evento é aberto ao público com entrada gratuita, e é uma das mais importantes celebrações da cidade. == O significado do sétimo dia do sétimo mês do calendário lunar == Assim como a Cultura Maia os costumes de Okinawa consideram a existência de uma relação entre a Lua e o Sol e observam a diferença de um dia entre estes dois calendários, que no Japão corresponde ao Tanabata. A Lua gira em torno da Terra: * A cada ano 13 vezes em ciclos de 28 dias, completando um ciclo anual de 364 dias (dividido por 7 = 52 semanas) * A Terra gira em torno do Sol num ciclo que se completa em aproximadamente 365 dias * A diferença entre estes ciclos do Sol (365 dias) e da Lua (364 dias) corresponde a 1 dia \"(neutro)\". Assim, o ano teria 52 semanas mais 1 dia neutro, o Tanabata, dia 07 do sétimo mês do calendário lunar. === Datas oficiais pelo calendário lunar === A data original do Tanabata é baseada no calendário lunissolar japonês, que é um mês atrasado que o calendário gregoriano. Com isso, alguns festivais são realizados no dia 7 de Julho e outros nos dias próximos ao dia 7 de Agosto, enquanto outros continuam comemorando no sétimo dia do sétimo mês lunar do tradicional calendário lunissolar japonês, que normalmente é em Agosto no calendário gregoriano. As datas gregorianas para o \"sétimo dia do sétimo mês lunar do calendário lunissolar japonês\" para os seguintes anos são: * 07/08/2008 * 26/08/2009 * 16/08/2010 * 06/08/2011 * 24/08/2012 (A data chinesa é 23/08/2012 por causa da diferença de horário.) * 13/08/2013 * 02/08/2014 * 20/08/2015 * 09/08/2016 * 28/08/2017 * 17/08/2018 * 07/08/2019 * 25/08/2020 ==Canção tradicional== Há uma canção tradicional de Tanabata que é ensinada praticamente a todas as crianças japonesas: Sasa no ha sara-sara (笹の葉 さらさら) Nokiba ni yureru (軒端 に ゆれる) Ohoshi-sama kira-kira (お星さま キラキラ) Kin Gin sunago (金 銀 砂ご) Goshiki no tanzaku (五色 の たんざく) Watashi ga kaita (私 が かいた) Ohoshi-sama kira-kira (お星さま キラキラ) Sora kara miteru (空 から みてる) Tradução aproximada: As folhas do bambu, murmuram, murmuram, Abanando as suas pontas As estrelas brilham, brilham, Como pó de ouro e prata Em papeis longos e coloridos, Eu escrevi (os meus desejos) As estrelas brilham, brilham, Assistindo lá do céu ==Ligações externas== * A Lenda do Tanabata com imagens do Tanabata Matsuri da Cidade de Anjo, Japão * Tanabata Matsuri - Feira da Liberdade * Tanabata Matsuri - Associação Miyagui Kenjinkai do Brasil * Festival Tanabata * Cultura Japonesa * Categoria:Cultura do Japão Categoria:Xintoísmo Categoria:Mitologia japonesa Categoria:Festas Categoria:Palavras, frases e expressões em japonês ko:칠석 vi:Thất tịch zh- classical:七夕 zh-yue:七姐誕",
 "title": "Tanabata"
}