{
 "id": "11178",
 "text": "A bandeira nacional da Itália (por vezes referida como il Tricolore), é formada por três cores (tricolor) de igual dimensão vertical: verde, branco e vermelhoDefinida pelo artigo nº 12 da Constituição da República Italiana de 27 de dezembro de 1947, é semelhante a bandeira do México, publicada na Gazzetta Ufficiale della Repubblica Italiana nº 298, edição extraordinária, de 27 de dezembro de 1947., com o verde posicionado no lado esquerdo. A sua forma actual data de 19 de junho de 1946, e foi formalmente adotada em 1 de janeiro de 1948.Costituzione della Repubblica Italiana Art. 12, 22 dicembre 1947, pubblicata nella Gazzetta Ufficiale n. 298 del 27 dicembre 1947 edizione straordinaria (publicado na Official Gazette [da República Italiana] No. 298 de 27 de Dezembro de 1947, edição extraordinária) \"La bandiera della Repubblica è il tricolore italiano: verde, bianco, e rosso, a tre bande verticali di eguali dimensioni\" A primeira entidade a usar a bandeira tricolor italiana foi a República Cispadana em 1797, instituída por Napoleão Bonaparte a partir de março de 1796. As cores escolhidas por aquela república eram a vermelha e a branca, as quais eram as cores da bandeira de Milão; e verde, que era a cor do uniforme da guarda civil milanesa. Entretanto, muitas repúblicas francesas de inspiração jacobina tinham substituído os antigos estados absolutistas italianos e, quase todos com variantes de cores, usavam bandeiras caracterizadas por três bandas de igual dimensão, inspiradas no modelo francês de 1790. Alguns historiadores atribuíram um significado particular às cores, e uma interpretação habitual é de que o verde representa as planícies e as colinas do país; o branco, o topo dos Alpes; e o vermelho, o sangue derramado nas Guerras da Independência Italiana. Uma interpretação de natureza mais religiosa, é a de que o verde representa a esperança o branco a fé, e o vermelho a caridade; estas representam as três virtudes teologais.Dal discorso di Giosuè Carducci, tenuto il 7 gennaio 1897 a Reggio Emilia per celebrare il 1° centenario della nascita del Tricolore (a partir do discurso de Giosuè Carducci, datada de 7 de Janeiro de 1897 em Régio da Emília para celebrar o primeiro centenário do nascimento da Tricolour), Comitato Guglielmo Marconi International (acesso em 5 de outubro de 2008) Distância de uma listra para outra : == As cores == Interpretações sobre a escolha dessas cores são várias. O verde pode simbolizar as planícies e colinas italianas; o branco simboliza a neve dos alpes e o vermelho seria o sangue derramado nas guerras de independência e unificação da Itália. Na interpretação religiosa, o verde simboliza a Esperança, o branco a Fé e o vermelho, Caridade. Em 2003, após 206 anos de serviço, as cores autênticas da tricolore italiana foram especificadas pelo governo.Circolare del sottosegretario alla Presidenza del Consiglio dei Ministri Gianni Letta del 18 settembre 2002 e circolare del segretario generale alla Presidenza del Consiglio dei Ministri Antonio Catricalà del 17 gennaio 2003 Cores padrão da il tricolore Descrição Número RGB CMYK HSV Hex Fern Green 17-6153 TC 0-146-70 100-0-100-45 149-100-057 #009246 Bright White 11-0601 TC 241-242-241 0-0-0-0 120-000-095 #F1F2F1 Flame Scarlet 18-1662 TC 206-43-55 0-100-100-0 365-079-081 #CE2B37 ==As repúblicas jacobinas== Como outras bandeiras, também a italiana se inspira na bandeira francesa introduzida com a revolução de 1789. Quando o exército de Napoleão atravessou a Itália, a partir de março de 1796, bandeiras tricolores foram adotadas tanto pelas várias repúblicas jacobinas, quanto pelas forças militares que acompanhavam o exército francês. == A Legião Lombarda== O primeiro exemplo de tricolor italiano foi adotado em 8 de outubro de 1796, como distintivo da guarda civil milanesa, e logo depois pela Legião Italiana composta de soldados provenientes da Emília e da Romanha # O branco e vermelho do antigo emblema comunal de Milão (a cruz vermelha sobre campo branco, depois difundido em toda a planície Padana) foram acrescentados ao verde que já a partir de 1782 constituía a tonalidade uniforme da guarda civil milanesa: o verde era de fato a cor de Milão desde o tempo dos Visconti, dinastia que usava tal cor em seu brasão. # As primeira bandeiras militares foram certamente compostas de imitações da forma da tricolor francesa, tanto que um pequena lenda de origem francesa diz essa bandeira foi usada a primeira vez quando um soldado portou em batalha contra os austríacos uma bandeira francesa na qual o azul fora substituído pelo verde por erro ou por falta da tinta necessária. # A República Cispadana e o nascimento da tricolor italiana A tricolor italiana foi decretada pela primeira vez em 7 de janeiro de 1797 em Régio da Emília como bandeira da República Cispadana, proposta por Giuseppe Compagnoni. Em 27 de dezembro de 1796, reuniu-se em Régio da Emília, o Conselho Cispadano, para decretar o nascimento da República Cispadana. Na reunião de 7 de janeiro de 1797 o sacerdote Giuseppe Compagnoni propôs \"que o símbolo da República Cispadana seja alçado em todos os lugares nos quais é necessário o símbolo da soberania\". Propôs também,que o estandarte da bandeira cispadana, formado das cores verde, branca e vermelha, fossem «universais». A proposta foi aprovada em 21 de janeiro. == Bandeiras históricas == Image:Flag of the Repubblica Transpadana.svg|República Transpadana (1796-1797). Image:Flag of Repubblica Cispadana1.jpg|República Cispadana (1796-1797). Image:Flag of the Repubblica Cisalpina.svg|República Cisalpina (1797-1802). Image:Flag of the Italian Republic (1802).svg|República Italiana (1802-1805). Image:Flag of the Napoleonic Kingdom of Italy.svg|Reino de Itália (1805-1814). Image:It tosc2.gif|Grão-ducado de Toscana (1848-1849). Bandiera_dello_Stato_della_Sicilia_(28.04.1848_-_15.05.1849).PNG|Bandeira do Reino de Sicília (1848) Image:Flag of the Kingdom of the Two Sicilies (1848).svg|Reino das Duas Sicílias (1848). Image:Flag of the Republic of Venice 1848-49.gif|República de Veneza (1848-1849). Image:Flag of the Roman Republic (19th century).svg|República Romana (1849) segundo o modelo do Museu del Risorgimento de Milão. Image:Military flag of the Roman Republic (19th century).svg|República Romana (1849). Image:Flag of Italy.svg|Bandeira das Províncias Unidas da Itália Central (1859-1860) Image:Flag of the Kingdom of the Two Sicilies (1860).svg|Bandeira do Reino das Duas Sicílias (1860) Image:Flag of Italy (1861-1946).svg|Reino de Sardenha (1848-1861). Reino de Itália (1861-1946). Image:Flag_of_Italy_(1861-1946)_crowned.svg| Reino de Sardenha (1848-1861). Bandeira de Estado do Reino de Itália (1861-1946). Image:War_flag_of_the_Italian_Social_Republic.svg| República Social Italiana (1943-1945). Image:Flag of Italy.svg| República Italiana desde 1948. == Outras bandeiras == Image:Naval Ensign of Italy.svg| Bandeira da Marinha Image:Civil Ensign of Italy.svg| Bandeira Civil Image:Naval Jack of Italy.svg|Bandeira de proa Image:State Ensign of Italy.svg|Bandeira da marinha estatal italiana ==Semelhança== Dadas as semelhanças superficiais entre as duas bandeiras, a bandeira italiana e a bandeira mexicana foram comparados ao longo do tempo. No entanto, o tricolor italiano, na verdade, usa tons mais claros de verde e vermelho e, mais importante, os dois têm proporções diferentes. O formato da bandeira italiana é de 2: 3, enquanto o formato da bandeira mexicana de 4: 7 que resulta em uma forma retangular mais alongada. Quando a Itália se tornou uma república em 1946, a bandeira naval mexicana era um tricolor planície; por esta razão, a pedido das autoridades navais internacionais, a Itália não poderia adotar uma única bandeira nacional e marítima, tal como a França. Dada a sua possível derivação do tricolor francês, a bandeira da Itália é semelhante a muitas bandeiras de origens supostamente semelhantes. O tricolor italiano é particularmente similar à bandeira da Irlanda, que é verde, branco e laranja (um tom muito parecido com o vermelho usado na bandeira italiana), mas com diferentes proporções (1: 2 contra 2: 3) e Bandeira da Costa do Marfim, em que as cores, laranja, branco, e verde são invertidos, enquanto as proporções são as mesmas. A confusão também podem existir entre o tricolor italiano (especialmente quando a talha na vertical) e a bandeira de Hungria, que tem as mesmas cores posicionado horizontalmente, embora com mais superior vermelho. == Ver também == * Bandeiras das regiões da Itália Italia",
 "title": "Bandeira da Itália"
}