{
 "id": "111793",
 "text": "Esta lista de países com reconhecimento limitado dá uma visão geral das entidades geopolíticas contemporâneas que desejam ser reconhecidas como Estados soberanos sob a Convenção de Montevidéu, os quais não desfrutam reconhecimento diplomático no mundo todo. Estes, em sua maioria, caem em duas categorias. Primeiramente, estão as entidades com controle completo ou parcial sobre o território reivindicado os quais são de facto autogovernados e que declararam possuir um desejo por total independência. Em segundo lugar, estão as entidades que não possuem completo controle sobre o território reivindicado, mas foram reconhecidas como tendo uma reivindicação de jure àquele território por pelo menos uma nação reconhecida. Alguns países nesta lista, como Chipre e Israel, são reconhecidos pela grande maioria das nações e são membros das Nações Unidas, mas aparecerem aqui porque um pequeno número de nações não os reconheceu. Há organizações que reúnem alguns desses Estados não reconhecidos e outros movimentos reivindicatórios, a exemplo da Comunidade para a Democracia e os Direitos das Nações, formada por três deles: Abecásia, Ossétia do Sul e Transnístria, criada pelos três primeiros em 14 de junho de 2006. Também existe a Organização das Nações e Povos Não Representados, criada em 11 de fevereiro de 2001 por nações sem Estado, portanto sem representação (direta) na ONU, a cuja estrutura muito se assemelha. Esta lista não considera os países históricos não reconhecidos, as micronações e os governos no exílio — não reconhecidos e sem controle sobre o território reivindicado. Daí, por isso, na listagem não são encontrados: República da Chechênia, República de Monte Atos, Principado de Seborga, República de Cabinda, Reino de Tavolara, Puntlândia, Tamil Eelam, República da Ambazônia, Tibete/Administração Central Tibetana, Gagaúzia. Embora façam parte dos 193 Estados-membros da Organização das Nações Unidas (ONU), alguns deles são listados, mas gozam de \"reconhecimento majoritário\". A Santa Sé (Vaticano) é geralmente reconhecida como soberana na lei internacional, mas não é um membro completo das Nações Unidas, apenas é observadora, tal como o Estado da Palestina. == Entidades geopolíticas atuais por nível de reconhecimento == === Reconhecido somente por não integrantes da ONU === Nome Estatuto Reivindicações Informações adicionais Referências República Moldava Peridniestriana (Transnístria/Transdniéstria) A Transnístria declarou a sua independência em 1990. É atualmente reconhecida por dois Estados não integrantes da ONU: Abecásia e Ossétia do Sul. A Moldávia reivindica a Transnístria como parte do seu território soberano. Relações exteriores da Transnístria República da Somalilândia O Reino Unido concedeu independência à Somalilândia em 1960 após a descolonização da Somalilândia Britânica, tendo esta se fundido com a Somalilândia Italiana, dias depois, formando a Somália. Declarou a sua independência e retirou-se da Somália em 1991. É atualmente reconhecida pela República da China. A Somália reivindica a Somalilândia como parte do seu território soberano. Relações exteriores da Somalilândia === Reconhecimento por pelo menos um membro da ONU === Nome Estatuto Reivindicações Informações adicionais Referências República da Abecásia A Abecásia declarou a sua independência em 1999. É atualmente reconhecida por cinco Estados-membros da ONU (Rússia, Nicarágua, Venezuela, Síria e Nauru), e dois Estados não integrantes da ONU (Ossétia do Sul e Transnístria).: \"Абхазия, Южная Осетия, НКР и Приднестровье уже давно признали независимость друг друга и очень тесно сотрудничают между собой\", - сказал вице-спикер парламента Абхазии.... \"...Абхазия признала независимость Нагорно- Карабахской Республики...\" - сказал он.\" do Microsoft TranslatorO reconhecimento inicial pelo Vanuatu foi invalidado depois da anulação do governo Kilman pelo Supremo Tribunal. Kilman foi subsequentemente reeleito e o reconhecimento foi reconfirmado pelo seu Ministro dos Negócios Estrangeiros em julho de 2011: A Geórgia reivindica a Abecásia como parte do seu território soberano. Relações exteriores da Abecásia, Reconhecimento internacional da independência da Abecásia e da Ossétia do Sul Russia recognises Georgian rebels – BBC, 26 de agosto de 2008 República da China A República da China (RdC, normalmente conhecida como Taiwan), criada constitucionalmente em 1912, é reconhecida como o governo oficial da China por 12 Estados-membros da ONU e pela Santa Sé. Todos os outros Estados-membros da ONU não reconhecem oficialmente a RdC como Estado; alguns consideram o território por si controlado como parte de jure da República Popular da China (RPC) enquanto outros têm usado uma linguagem diplomática cautelosa evitando tomar uma posição quanto à eventual pertença do território da RdC à RPC. . Ao longo dos anos, a RdC tem adotado posições diferentes quanto ao reconhecimento simultâneo da RdC e da RPC por outros países.Bush III, Richard C. \"The Role of the United States in Taiwan-PRC Relations\", Taiwan: Beyond the Economic Miracle M.E. Sharpe, Inc. ISBN 0-87332-879-5 p. 358 disponível no Google Books A República Popular da China afirma que a República da China já não existe e reivindica todo o território sob jurisdição da RdC como parte do seu território soberano, ao mesmo tempo, a RdC reivindica todo o território sob jurisdição da RPC como parte de seu território soberano. A RdC governou as áreas da RPC, excetuando-se o Tibete, a atual ilha onde se situa atualmente e a Manchúria (invadida e tornada um fantoche japonês em 1931). Foi o governo que combateu a invasão japonesa entre 1937 e 1945, durante a Segunda Guerra Sino-Japonesa, sob o comando do Generalíssimo Chiang Kai-shek. Estatuto de Taiwan, Relações exteriores da República da China Global Investment and Business Center, Inc. Staff Taiwan Foreign Policy and National Security Yearbook 2011 Second Edition International Business Publications, USA ISBN 0-7397-3660-4 Versão online disponível no Google Books República Turca de Chipre do Norte (RTCN) Chipre do Norte declarou a sua independência em 1983. É atualmente reconhecido por um Estado-membro da ONU, a Turquia. A Organização da Conferência Islâmica dá estatuto de observador a Chipre do Norte sob o nome de \"Estado Cipriota Turco\". A Resolução 541 do Conselho de Segurança das Nações Unidas define a declaração de independência de Chipre do Norte como legalmente inválida. Chipre reivindica Chipre do Norte como parte do seu território soberano. Relações exteriores da República Turca de Chipre do Norte República do Kosovo O Kosovo declarou a sua independência em 2008. É atualmente reconhecido por 102 Estados-membros da ONU e duas entidades não integrantes da organização, a República da China (Taiwan), apesar de o próprio não a reconhecer, e a Ordem Soberana e Militar de Malta. As Nações Unidas, como estipulado na Resolução 1244 do Conselho de Segurança, administram o território desde 1999 através da Missão de Administração Interina das Nações Unidas no Kosovo, com a cooperação da União Europeia desde 2008. É membro do Fundo Monetário Internacional e do Banco Mundial. A Sérvia reivindica o Kosovo como parte do seu território soberano. Relações exteriores do Kosovo, Reação internacional à declaração de independência do Kosovo de 2008 Ossétia do Sul A Ossétia do Sul declarou a sua independência em 1991. É atualmente reconhecida por cinco Estados-membros da ONU (Rússia, Nicarágua, Venezuela, Síria e Nauru) e três Estados não integrantes da organização (Abecásia, Transnístria e RASD). \"Республика Науру признала независимость Южной Осетии\" 16 de dezembro de 2009, acesso em 3 de fevereiro de 2011 \"Republic of Nauru recognizes the independence of South Ossetia\" Tradução para inglês do Microsoft Translator A Geórgia reivindica a Ossétia do Sul como parte do seu território soberano Relações exteriores da Ossétia do Sul, Reconhecimento internacional da independência da Abecásia e da Ossétia do Sul Estado da Palestina A Organização para a Libertação da Palestina (OLP) declarou o Estado da Palestina em Argel em 1988. Na altura, a OLP não tinha controlo sob qualquer parte do território por si reivindicado. É atualmente reconhecido por 139 Estados-membros da ONU, bem como pela Santa Sé e RASD. \"...the SADR was one of the first countries to recognise the state of Palestine.\" Hoje em dia, a OLP executa algumas tarefas administrativas autónomas na maioria dos seus territórios através da Autoridade Nacional Palestina (ANP), estabelecida em 1994 de acordo com os Acordos de paz de Oslo e com o Acordo Interino Israelo- Palestino. A OLP participa nas Nações Unidas como entidade não estatal com estatuto de observador e é designada por \"Palestina\". O Estado da Palestina é membro da Liga Árabe, da Organização da Conferência Islâmica e da UNESCO. Israel não reconhece o Estado da Palestina e atualmente ocupa o seu território, Todos os governos israelitas desde 1992 têm concordado com a criação de um Estado palestino na Cisjordânia e na Faixa de Gaza com trocas territoriais mutualmente acordadas. Relações exteriores da Autoridade Nacional Palestina Sítio oficial da Autoridade Nacional Palestina. A ANP reconhece publicamente ser reconhecida por 94 Estados, incluindo a antiga Jugoslávia.Venezuela Pledges Support for Palestinian Statehood during Abbas Visit, novembro de 2009.\"Costa Rica Recognizes 'Palestine'\" , The Journal of Turkish Weekly 26 de fevereiro de 2008, acesso em 7 de fevereiro de 2011-02-07 República Árabe Saariana Democrática (RASD; Saara Ocidental) Quer a República Árabe Saariana Democrática (RASD), quer Marrocos reivindicam soberania sobre o território do Saara Ocidental. A RASD, que declarou a sua independência em 1976, atualmente é membro da União Africana e reconhecida por 46 Estados- membros da ONU e pela Ossétia do Sul. Muitos Estados, contudo, retiraram ou suspenderam o seu reconhecimento, esperando o resultado de um referendo sobre uma eventual auto-determinação, com 57 Estados mantendo laços diplomáticos. O Saara Ocidental não é reconhecido como parte de Marrocos por nenhum Estado, mas algumas apoiam o plano de autonomia marroquino. A \"integridade territorial\" marroquina é apoiada pela Liga Árabe. A Resolução 24/37 do Conselho de Segurança das Nações Unidas reconhece o direito do povo do Saara Ocidental à auto-determinação e independência, reconhecendo também a Frente Polisário como o representante do povo do Saara Ocidental. O Saara Ocidental está atualmente na lista das Nações Unidas de territórios não autónomos. Marrocos reivindica o Saara Ocidental como parte do seu território soberano. Relações exteriores da República Árabe Saariana Democrática === Estados- membros da ONU parcialmente não reconhecidos === Nome Estatuto Reivindicações Informações adicionais Referências República da Arménia A Arménia, independente desde 1991, é atualmente não reconhecida por um Estado-membro da ONU, o Paquistão, já que este apoia o Azerbaijão no conflito do Alto Carabaque. — Relações internacionais da Arménia Pakistan Worldview - Report 21 - Visit to Azerbaijan Senate of Pakistan — Senate foreign relations committee, 2008Nilufer Bakhtiyar: \"For Azerbaijan Pakistan does not recognise Armenia as a country\" 13 de setembro de 2006 [14:03] - Today.Az República do Chipre Chipre, independente desde 1960, é atualmente não reconhecido por um Estado- membro da ONU (Turquia) e um não membro (Chipre do Norte), devido à disputa civil que decorre sobre a ilha. Chipre do Norte reivindica parte da ilha de Chipre Relações exteriores de Chipre European Parliament Directorate-General External Policies Policy Department \"Turkey and the problem of the recognition of Cyprus\" 20 de janeiro de 2005, acesso em 3 de fevereiro de 2011European Parliament's Committee on Foreign Affairs \"The influence of Turkish military forces on political agenda-setting in Turkey, analysed on the basis of the Cyprus question\" 18 de fevereiro de 2008, acesso em 3 de fevereiro de 2011-02-03 República Popular Democrática da Coreia A Coreia do Norte, independente desde 1948, não é reconhecida por um Estado-membros da ONU: Coreia do Sul. A Coreia do Sul reivindica ser o único governo legítimo da Coreia. Relações exteriores da Coreia do Norte República da Coreia A Coreia do Sul, independente desde 1948, não é reconhecida por um Estado-membro da ONU: Coreia do Norte. A Coreia do Norte reivindica ser o único governo legítimo da Coreia. Relações exteriores da Coreia do Sul Estado de Israel Israel, independente desde 1948, não é reconhecido por 30 Estados-membros da ONU (ver Conflito israelo-árabe). É reconhecido pela Organização para a Libertação da Palestina (OLP), que foi reconhecida por Israel em 1993 como o único legítimo representante do povo palestino. A Palestina, representada pela OLP, acordou que em princípio deve ser estabelecido um Estado palestino na Faixa de Gaza e na Cisjordânia, que estão atualmente sob controlo israelita. Relações exteriores de Israel República Popular da China (RPC) A República Popular da China (RPC), proclamada em 1949, é o governo da \"China\" normalmente reconhecido, sendo o outro o da República da China (RdC). A RPC não aceita ter relações diplomáticas com Estados que reconheçam a RdC (12 Estados-membros da ONU e a Santa Sé). A maioria destes Estados não reconhecem oficialmente a RPC como um Estado, contudo alguns estabeleceram relações com a RdC embora afirmando que não tencionam deixar de reconhecer a RPC (Kiribati e Nauru).Lee, Meifang \"Minister announces resumption of diplomatic ties with Nauru\" Taiwan Today 20 de maio de 2005, acesso em 29 de abril de 2011\"Kiribati president upbeat on conference, Taiwan\" Radio Australia 21 de junho de 2010, acesso em 29 de abril de 2011 Alguns Estados que atualmente reconhecem apenas a RPC tentaram o reconhecimento simultâneo e relações diplomáticas quer com a RdC, quer com a RPC no passado (Libéria e Vanuatu).Crocombe, Ron Asia in the Pacific Islands: Replacing the West University of the South Pacific. Institute of Pacific Studies 2007 p. 258 Versão online disponível no Google Books\"Looking East: China-Africa Engagements Liberia Case Study\" African Center for Economic Transformation, Monróvia, dezembro de 2009Chiu, Hungdah \"The International Legal Status of the Republic of China (Revised Version)\" Occasional Papers/Reprints Series in Contemporary Asian Studies Number 5 - 1992 (112), School of Law, University of Maryland ISBN 0-925153-23-0 De acordo com a Resolução 2758 do Conselho de Segurança das Nações Unidas, a RPC é o único representante legítimo da China nas Nações Unidas. A República da China é reconhecida como o único governo legal da China de acordo com a Constituição da República da China. Relações exteriores da República Popular da China == Ver também == * Cidade-Estado * Lista das Nações Unidas de territórios não autônomos * Microestado * Micronacionalismo * Nação sem Estado * Organização das Nações e Povos Não Representados == Ligações externas == * * * Qual é o maior povo sem país?, no Mundo Estranho. Categoria:Listas de países Categoria:Estados não reconhecidos",
 "title": "Lista de Estados com reconhecimento limitado"
}