{
 "id": "11176",
 "text": "A bandeira da Islândia é composta por um fundo de cor azul escuro com uma cruz escandinava vermelha com bordas brancas. Possui as dimensões de 18:25. O emblema do país desde sua independência em 17 de junho de 1944. As cores representariam os três elementos mais marcantes da paisagem natural islandesa: o mar representado pelo azul, a neve pelo branco, e o fogo (vulcões) pelo vermelho A bandeira da Islândia segue o desenho das bandeiras dinamarquesa, sueca e norueguesa, nas quais também aparece a cruz (cruz escandinava). A bandeira islandesa é em especial idêntica à Bandeira da Noruega que contém as mesmas cores porém invertidas. Einar Benediktsson desenhou uma bandeira de cor azul que aparecia uma cruz branca, denominada “Hvítbláinn” (\"azul branco\") que foi empregada pela primeira vez em 1897. Em 1912 o governo dinamarquês proibiu o uso da primeira versão da bandeira islandesa durante a celebração dos Jogos Olímpicos em Estocolmo. A versão atual da bandeira remonta a 1915, quando as autoridades dinamarquesas obrigaram que se incorporasse uma cruz de cor vermelha no desenho original de Einar Benediktsson para que pudesse ser hasteada, mas impediu seu uso fora das águas jurisdicionais islandesas. Em 1 de dezembro de 1918, o governo dinamarquês permitiu o uso no mar da bandeira islandesa. == Bandeiras islandesas == Image:Flag_of_Iceland_(state).svg| Bandeira de uso estatal. Ratio 37:18. Image:Customs Flag and Ensign of Iceland.svg|Bandeira do Serviço Aduaneiro. Ratio 37:18 Image:Flag of the President of Iceland.svg|Estandarte presidencial. Ratio 37:18. == Bandeiras Históricas == Image:Flag of Iceland (1897-1915).png| “Hvítbláinn” (\"Azul Branco\") Bandeira histórica de caráter não oficial (1897-1915). Image:Light Blue Flag of Iceland.svg| A bandeira civil, apareceu entre 1918 e 1944, quando a cor azul foi classificada como \"azul ultramarino.\" == Ver também == * Cruz Nórdica *Escandinávia Islandia Categoria:Símbolos da Islândia",
 "title": "Bandeira da Islândia"
}