{
 "id": "111899",
 "text": "Armand Salacrou (Rouen, 9 de agosto de 1899 — Le Havre, 23 de novembro de 1989) foi um dramaturgo francês. == Biografia == Ele nasceu em Rouen, mas passou a maior parte de sua infância em Le Havre, e mudou-se para Paris em 1917. Seus primeiros trabalhos mostram a influência dos surrealistas. Era dono de uma lucrativa empresa de publicidade, mas a vendeu para se dedicar a escrever peças. Incentivado por Charles Dullin, escreveu em uma ampla variedade de estilos e teve grande sucesso em meados da década de 1930. Seu trabalho posterior é geralmente agrupado com o dos existencialistas . Flertou com o comunismo durante a década de 1920 e criticou o capitalismo em sua peça Boulevard Durand. Durante a ocupação nazista da França, ele participou da resistência clandestina francesa, uma experiência que ele celebrou em Les Nuits de la colère. Era membro da Académie Goncourt, e uma biblioteca em sua cidade natal leva o seu nome. == Roteiros == * 1923: Magasin d'accessoires, Histoire de cirque, Le Casseur d'assiettes, Les Trente Tombes de Judas * 1924: La Boule de Verre * 1925: Le Pont de l'Europe * 1925: Tour à terre * 1927: Patchouli, ou Les Désordres de l'amour * 1929: Atlas-Hôtel , Les Frénétiques * 1931: La Vie en Rose * 1933: Une femme libre , Poof * 1935: L'Inconnue d'Arras * 1936: Un homme comme les autres * 1937: La terre est ronde * 1939: Histoire de rire * 1941: La Marguerite * 1944: Les Fiancés du Havre * 1945: Le Soldat et la sorcière * 1946: Les Nuits de la colère * 1946: L'Archipel Lenoir, ou Il ne faut pas toucher aux choses inutiles , Pourquoi pas moi? * 1950: Dieu le savait, ou la Vie n'est pas sérieuse * 1952: Sens Interdit, ou Les Âges de la Vie * 1953: Les Invités du Bon Dieu * 1953: Une femme trop honnête, ou Tout est dans la façon de le dire * 1954: Le Miroir * 1959: Boulevard Durand * 1964: Comme les Chardons * 1966: La Rue Noire == Referências == Categoria:Dramaturgos da França Categoria:Naturais de Ruão",
 "title": "Armand Salacrou"
}