{
 "id": "111875",
 "text": "A Conferência Nacional dos Bispos do Brasil (CNBB) é uma instituição permanente que reúne os Bispos católicos do Brasil que, conforme o Código de Direito Canônico, \"exercem conjuntamente certas funções pastorais em favor dos fiéis do seu território, a fim de promover o maior bem que a Igreja proporciona aos homens, principalmente em formas e modalidades de apostolado devidamente adaptadas às circunstâncias de tempo e lugar, de acordo com o direito\" (Cân. 447). Pertencem à CNBB, pelo próprio direito, todos os Bispos diocesanos do Brasil e os que são a eles equiparados pelo direito, os Bispos coadjutores, os Bispos auxiliares e os outros Bispos titulares que exercem no mesmo território algum encargo especial, confiado pela Sé Apostólica ou pela Conferência dos Bispos (cf. Cân. 450). A CNBB foi fundada em 14 de outubro de 1952, no Rio de Janeiro, então capital do Brasil. A transferência da sede para Brasília aconteceu em 1977. == Missão == A Conferência Nacional dos Bispos do Brasil, segundo seu estatuto, tem por finalidade: * aprofundar cada vez mais a comunhão dos Bispos; * estudar assuntos de interesse comum da Igreja no País, para melhor promover a ação pastoral orgânica; * deliberar em matérias de sua competência, segundo as normas do direito comum ou de mandato especial da Sé Apostólica; * manifestar solicitude pela Igreja Universal, através da comunhão e colaboração com a Sé Apostólica e com as outras Conferências Episcopais; * cuidar do relacionamento com os poderes públicos, a serviço do bem comum, ressalvado o conveniente entendimento com a Nunciatura Apostólica, no âmbito de sua competência específica. == Ações da CNBB == === Campanha da Fraternidade=== Anualmente, durante o período da quaresma, a CNBB lança a campanha da fraternidade. Cada edição conta com um tema diferente, normalmente relacionado a políticas públicas e justiça social. O objetivo dessa campanha é conscientizar as pessoas e também pregar o evangelho. Cerca de 40% dos valores arrecadados são destinados ao Fundo Nacional da Solidariedade, gerido pela Conferência Nacional dos Bispos do Brasil (CNBB), o qual destina os recursos, preferencialmente, aos projetos que atendem os objetivos propostos pela campanha da fraternidade, a outra parte é destinada a projetos locais das arquidioceses. === Posição diante da pandemia de COVID-19 === A CNBB tem defendido o distanciamento social como forma de reduzir a contaminação da doença. Arcebispos da CNBB inclusive têm oferecido templos da igreja para servirem de hospital de campanha. Em razão da pandemia, a realização das missas tem sido feita sem a presença dos fieis, através do meio virtual. == Organização da CNBB == A Conferência Nacional do Bispos do Brasil tem a seguinte estrutura: * Assembleia Geral * Conselhos Regionais * Conselho Permanente * Comissões Episcopais * Presidência da CNBB * Conselhos Econômico e Fiscal * CONSEP * Organismos Vinculados * Secretariado Geral * Assessores Nacionais == Presidentes, vice-presidentes e secretários-gerais == Nome Período Notas Presidentes 14º Jaime Spengler, O.F.M. 2023-atual 13º Walmor Oliveira de Azevedo 2019-2023 12º Sérgio Cardeal da Rocha 2015-2019 11º Raymundo Cardeal Damasceno Assis 2011-2015 10º Geraldo Lyrio Rocha † 2007-2011 9º Geraldo Majella Cardeal Agnelo † 2003-2007 8º Jayme Henrique Chemello 1998-2003 7º Lucas Cardeal Moreira Neves, O.P. † 1995-1998 Renunciou ao ser nomeado Prefeito da Congregação para os Bispos. 6º Luciano Pedro Mendes de Almeida, S.J. † 1987-1995 5º Ivo Lorscheiter † 1979-1987 4º Aloísio Cardeal Lorscheider, O.F.M. † 1971-1979 3º Agnelo Cardeal Rossi † 1964-1971 2º Jaime de Barros Cardeal Câmara † 1958-1964 1º Carlos Carmelo de Vasconcelos Cardeal Motta † 1952-1958 Vice-presidentes João Justino de Medeiros Silva 2023-atual Jaime Spengler, O.F.M. 2019-2023 Murilo Sebastião Ramos Krieger, S.C.J. 2015-2019 José Belisário da Silva, O.F.M. 2011-2015 Luiz Soares Vieira 2007-2011 Antônio Celso de Queiroz † 2003-2007 Marcelo Pinto Carvalheira † 1998-2003 Jayme Henrique Chemello 1995-1998 Serafim Fernandes de Araújo † 1991-1995 Paulo Eduardo Andrade Ponte † 1987-1991 Benedito de Ulhôa Vieira † 1983-1987 Clemente José Carlos de Gouvea Isnard, O.S.B. † 1979-1983 Geraldo Fernandes Bijos, C.M.F. † 1974-1979 Avelar Cardeal Brandão Vilela † 1971-1974 Alfredo Vicente Cardeal Scherer † 1968-1971 Avelar Brandão Vilela † 1964-1968 2º Vice-presidentes Paulo Jackson Nóbrega de Sousa 2023-atual Mário Antônio da Silva 2019-2023 Secretários-gerais Ricardo Hoepers 2023-atual Joel Portella Amado 2019-2023 Leonardo Ulrich Steiner, O.F.M. 2011-2019 Dimas Lara Barbosa 2007-2011 Odilo Pedro Scherer 2003-2007 Raymundo Damasceno Assis 1995-2003 Antônio Celso de Queiroz † 1987-1995 Luciano Pedro Mendes de Almeida, S.J. † 1979-1987 Ivo Lorscheiter † 1971-1979 Aloísio Lorscheider, O.F.M. † 1968-1971 José Gonçalves Costa, C.Ss.R † 1964-1968 Hélder Pessoa Câmara, O.F.S. † 1952-1964 == Ver também == * Campanha da Fraternidade * Campanha para a Evangelização * Circunscrições eclesiásticas católicas do Brasil * Congresso Eucarístico Nacional * Conselho Episcopal Latino-Americano * Mutirão Brasileiro de Comunicação * Pontifício Colégio Pio Brasileiro == Ligações externas == :O site da CNBB: ::* Portal da CNBB :Pronunciamentos dos Papas para com a CNBB: ::João Paulo II: ::* Carta do Santo Padre João Paulo II a Dom Jayme Henrique Chemello por ocasião do 50° aniversário da Conferência Episcopal do Brasil",
 "title": "Conferência Nacional dos Bispos do Brasil"
}