{
 "id": "111856",
 "text": "O sistema imunitário, sistema imunológico ou ainda sistema imune é um sistema de estruturas e processos biológicos que protegem o organismo contra doenças. De modo a funcionar corretamente, o sistema imunitário deve detectar uma imensa variedade de agentes, desde os vírus aos parasitas, e distingui-los do tecido saudável do próprio corpo. O cientista que cunhou o termo foi Ilya Ilyich Mechnikov em 1882, que é considerado o pai da imunologia. Os agentes patogénicos podem rapidamente evoluir e adaptar-se de modo a evitar a detecção e neutralização por parte do sistema imunitário, pelo que os vários mecanismos de defesa também evoluíram no sentido de os reconhecer e neutralizar. Até mesmo os simples organismos unicelulares possuem um sistema imunitário rudimentar, na forma de enzimas que os protegem de infecções por bacteriófagos. Outros mecanismos imunitários básicos acompanharam a evolução dos eucariotas e estão hoje presentes nos seus descendentes contemporâneos, como as plantas e os insectos. Entre estes mecanismos estão a fagocitose, os peptídeos antimicrobianos designados defensinas, e o sistema complemento. Os vertebrados mandibulares, entre os quais o ser humano, desenvolveram mecanismos de defesa ainda mais complexos, entre os quais a capacidade de ao longo do tempo se adaptarem para reconhecer de forma eficiente agentes patogénicos específicos. Através da imunidade adquirida, o organismo cria memória imunológica na sequência de uma resposta inicial a um agente específico, o que lhe permite responder de forma mais eficaz a novos ataques pelo mesmo agente. O processo de imunidade adquirida é a base da vacinação. Os transtornos do sistema imunitário podem levar ao aparecimento de doenças autoimunes, inflamações e cancro.\"Inflammatory Cells and Cancer\", Lisa M. Coussens and Zena Werb, Journal of Experimental Medicine, March 19, 2001, vol. 193, no. 6, pages F23-26, Retrieved Aug 13, 2010\"Chronic Immune Activation and Inflammation as the Cause of Malignancy\", K.J. O'Byrne and A.G. Dalgleish, British Journal of Cancer, August 2001, vol. 85, no. 4, pages 473–483, Retrieved Aug 13, 2010 A imunodeficiência verifica-se quando a actividade do sistema imunitário é inferior ao normal, o que está na origem de infecções recorrentes e onde existe risco de vida. No ser humano, a imunodeficiência pode ser consequência de uma doença genética, de uma condição adquirida como o VIH/SIDA, ou do uso de imunossupressores. Por oposição, a autoimunidade é a consequência de um sistema imunitário hiperactivo que ataca tecido normal como se fosse um agente externo, como é o caso da artrite reumatóide ou a diabetes de tipo 1. A imunologia é a área científica que estuda todos os aspectos do sistema imunitário. == Defesa estratificada == O sistema imunitário protege o organismo de infecções através de mecanismos de defesa estratificados com especificidade progressiva. Em termos simples, as barreiras físicas impedem a entrada dos agentes patogénicos. No caso de um patógeno penetrar estas barreiras, o sistema imunitário inato, presente em todas as plantas e animais, desencadeia uma resposta imediata, embora não específica. Caso o patógeno evite a resposta inata, os vertebrados possuem um segundo nível de defesa, o sistema imune adquirido, que é activado pela resposta inata e através do qual o sistema imunitário adapta a sua resposta durante uma infecção de acordo com a identificação do patógeno. Através da memória imunológica, o corpo memoriza esta resposta, o que permite ao sistema imunitário adquirido realizar ataques cada vez mais rápidos e robustos cada vez que esse mesmo patógeno é detectado. Componentes do sistema imunitário Sistema imunitário inato Sistema imunitário adquirido Resposta não específica Resposta específica aos patógenos ou antígenos Exposição desencadeia resposta imediata plena Atraso temporal entre a exposição e a resposta plena Componentes mediados por células e humorais Componentes mediados por células e humorais Não há memória imunológica A exposição desencadeia memória imunológica Presente em praticamente todas as formas de vida Presente apenas nos vertebrados com mandíbulas Tanto a imunidade inata como adquirida dependem da capacidade do sistema imunitário em distinguir as moléculas exteriores das suas próprias moléculas. Em imunologia, as moléculas próprias são os componentes do organismo que o sistema imunitário consegue diferenciar de substâncias externas.Smith A.D. (Ed) Oxford dictionary of biochemistry and molecular biology. (1997) Oxford University Press. ISBN 0-19-854768-4 Pelo contrário, as moléculas que não são próprias são aquelas que reconhece como estranhas. Uma classe destas moléculas são os antigénios, substâncias que se ligam a receptores imunológicos específicos e provocam uma resposta imunitária. == Mecanismos inatos ou não específicos == O sistema inato é composto por mecanismos de defesa não- específicos, que constituem uma resposta indiferenciada ao agente invasor. Constituem as estratégias de defesa mais antigas, sendo algumas destas formas encontradas nos seres multicelulares mais primitivos, nas plantas e fungos. === Barreiras físicas === Existem várias barreiras mecânicas, químicas e biológicas que protegem os organismos de infecções. A cutícula cerosa de determinadas folhas, o exoesqueleto dos insetos, a casca e as membranas dos ovos ou a pele são exemplos de barreiras mecânicas que são a primeira linha de defesa contra as infecções. No entanto, uma vez que os organismos não podem ser completamente estanques em relação ao meio ambiente, existem outros sistemas destinados a proteger os orifícios do corpo como os pulmões, intestino ou o sistema genito-urinário. Nos pulmões, a tosse e os espirros expelem mecanicamente agentes patogénicos e irritantes do trato respiratório. A lavagem proporcionada pelo fluido lacrimal e pela urina expele igualmente os patógenos, enquanto que o muco secretado pelos tratos respiratório e digestivo retém os microorganismos. A pele e o trato respiratório segregam peptídeos antimicrobianos como as β defensinas. Há determinadas enzimas com função antisséptica, como a lisozima e a fosfolipase A2, presentes na saliva e no leite materno. As secreções vaginais após a menarca proporcionam uma barreira química, ao tornarem-se ligeiramente ácidas, enquanto que o sémen contém defensinas e zinco para eliminar os patógenos. No estômago, o suco gástrico e as proteases actuam como poderosas defesas químicas contra os patógenos ingeridos. No interior dos tratos genito-urinário e gastrointestinal, a flora comensal actua como barreira biológica ao competir com bactérias patogénicas por espaço e alimentação e, em alguns casos, alterando as próprias condições do meio, como o pH. Isto reduz a probabilidade dos patógenos virem a atingir um número suficiente para causar uma infecção. No entanto, uma vez que a maior parte dos antibióticos atacam todas as bactérias e não afectam os fungos, os antibióticos orais podem fazer com que haja um crescimento excessivo dos fungos e, por sua vez, dar origem a infecções fúngicas como a candidíase. === Barreiras químicas === Os microorganismos ou toxinas que conseguem penetrar no organismo deparam-se com as células e os mecanismos do sistema imune inato. A resposta inata é normalmente espoletada quando os receptores de reconhecimento de padrões, que identificam componentes comuns a um vasto número de microorganismos, ou quando as células danificadas, lesadas ou em stresse enviam sinais de alarme, muitos dos quais são identificados pelos mesmos receptores que identificam os patógenos. As defesas do sistema imune inato não são específicas, o que significa que respondem a patógenos de forma genérica. O sistema inato não confere imunidade permanente contra um patógeno. A imunidade inata é o sistema de defesa predominante na maior parte dos organismos. ==== Sistema complemento ==== O sistema complemento é uma cascata bioquímica que ataca a superfície das células invasoras. É composto por mais de vinte proteínas diferentes e complementa o processo de eliminação dos patógenos pelos anticorpos. O sistema complemento é o maior componente humoral da resposta imune inata. Muitas espécies têm sistemas complemento, até mesmo fora dos mamíferos, como as plantas, peixes e alguns invertebrados. No ser humano, esta resposta é activada pela ligação complementar a anticorpos que se juntaram a estes micróbios ou pela ligação de proteínas complementares aos hidratos de carbono na superfície dos micróbios. Este sinal de reconhecimento desencadeia uma resposta de eliminação rápida. A velocidade da resposta dá-se em função da amplificação do sinal que ocorre após a activação proteolítica das moléculas complementares, que são também proteases. Quando as proteínas complemento se ligam ao micróbio, a sua actividade protease é activada, e por sua vez activa outras proteases complemento. Isto dá origem a uma cascata catalítica que amplifica o sinal inicial através de retroalimentação positiva controlada. A cascata provoca a produção de peptídeos que atraem células do sistema imune, aumentam a permeabilidade vascular e revestem a superfície dos microorganismos com opsonina, marcando-os para serem destruídos. Este revestimento pode também ser capaz de matar directamente as células através da destruição da sua membrana plasmática. === Barreiras celulares === Os leucócitos compreendem a segunda linha de defesa do sistema imune inato e atuam como organismos independentes e unicelulares. Os leucócitos inatos podem ser divididos em: * Granulócitos: neutrófilos, eosinófilos, basófilos e mastócitos; *Agranulócitos: monócitos (células precursoras de macrófagos), linfócitos e células NK e células dendríticas. Estas células identificam e eliminam os patógenos, quer atacando os patógenos maiores através de contatos, quer fagocitando e matando os micro-organismos ou as células infectadas. As células inatas são também mediadores importantes na ativação do sistema imune adquirido, sendo realizadas pelas Células Apresentadoras de Antígenos. A fagocitose é uma característica importante da imunidade inata celular, sendo desempenhada por células denominadas fagócitos que envolvem, ou se alimentam de, patógenos ou partículas. Os fagócitos normalmente patrulham o corpo à procura de patógenos, mas podem ser chamados pelas citocinas a atuar em locais específicos. Quando um patógeno é envolto por um fagócito, fica imobilizado dentro de uma vesícula intracelular denominada fagossoma, que depois se funde com outra vesícula denominada lisossoma para formar um fagolisossoma. O patógeno é morto através da atividade de enzimas digestivas ou na sequência de uma explosão oxidativa que liberta radicais livres para o fagolissoma. A fagocitose é talvez a mais antiga forma de defesa imunitária, tendo sido identificados fagócitos tanto em vertebrados como invertebrados. A fagocitose desenvolveu-se com o intuito de obter nutrientes, mas este papel nos fagócitos foi alargado de modo a incluir a absorção de patógenos enquanto mecanismo de defesa. Os neutrófilos e macrófagos são fagócitos que percorrem o corpo à procura de patógenos invasores. Os neutrófilos encontram-se normalmente na corrente sanguínea e são o tipo mais abundante de fagócito, correspondente a entre 50% e 60% do total de leucócitos em circulação. Durante a fase aguda das inflamações, sobretudo das que são o resultado de infecções bacterianas, os neutrófilos deslocam-se para o local da inflamação durante um processo denominado quimiotaxia, e são habitualmente as primeiras células a chegar ao local da infecção. Os macrófagos são células versáteis no interior dos tecidos que produzem um vasto leque de químicos, incluindo enzimas, proteínas complemento e factores reguladores como a interleucina 1. Os macrófagos também actuam como necrófagos, eliminando do corpo células mortas e outros detritos, e como células apresentadora de antígeno que activam o sistema imune adquirido. As células dendríticas são fagócitos que se encontram em tecidos em contacto com o ambiente externo, sobretudo na pele, nariz, pulmões, estômago e intestinos. São assim denominadas pela sua semelhança com os dendritos neuronais, embora as células dendríticas não tenham qualquer relação com o sistema nervoso. Estas células actuam como ligação entre os tecidos corporais e os sistemas inato e adquirido, pois atuam como Célula apresentadora de antígeno principalmente aos linfócitos T, um dos tipos essenciais de células do sistema imune adquirido. Os mastócitos estão alojados no tecido conjuntivo e nas mucosas, e são responsáveis pela regulação da resposta inflamatória. São frequentemente associados às alergias e a anafilaxia. Os basófilos e eosinófilos estão relacionados com os neutrófilos. Segregam mediadores químicos envolvidos na defesa contra parasitas e têm um papel activo nas reacções alérgicas como a asma. As células NK são leucócitos que atacam e destroem células tumorais ou células infectadas por vírus. Para que células do sistema imune inato reconheçam os micro-organismo invasores de um hospedeiro é necessário que na superfície externa de suas membranas, ou no meio intracelular, contenham receptores capazes de diferenciar os padrões moleculares das células próprias (moléculas que fazem parte do organismo hospedeiro) dos padrões moleculares do micro-organismo e reagir contra estes no caso da identificação dessas moléculas estranhas os hospedeiro. Há três tipos de receptores característicos da resposta imune inata por não apresentarem especificidade, são eles: * Receptores Semelhantes a Toll (TLR): esses recenhecem Padrões Moleculares Associados a Patógenos (PAMPs) * Receptores Semelhantes a Nod (NLR): reconhecem PAMPs e Padrões Moleculares Associados a Danos (DAMPs) * Receptores Semelhantes a Rig (RLR): são sensores cotisólicos de RNA viral, respondem à ácido nucleico de vírus e induzem a produção de interferons antivirais do tipo I, que informa o sistema imune que a célula está contaminada. moléculas PAMPs-que são padrões moleculares associados aos patógenos, ou capazes de reconhecer moléculas DAMPs- que são padrões moleculares associados à danos. === Resposta inflamatória === A inflamação é uma das primeiras respostas do sistema imunitário à infecção. A inflamação manifesta-se através de vermelhidão, inchaço, sensação de calor e dor localizada, causadas pelo aumento da circulação sanguínea nos tecidos afectados. É o resultado da acção de eicosanoides e citocinas, libertadas pelas células danificadas ou infectadas. Entre os eicosanoides estão as prostaglandinas, que provocam febre e vasodilatação dos vasos sanguíneos associados à infecção, e os leucotrienos, que atraem determinados leucócitos (glóbulos brancos). Entre as citocinas mais comuns estão as interleucinas, responsáveis pela comunicação entre os leucócitos; as quemoquinas, que promovem a quimiotaxia; e os interferões, que têm propriedades antivirais, como por exemplo paralisar a síntese proteica na célula anfitriã. Podem também ser libertados factores de crescimento e factores citotóxicos. As citocinas, entre outros químicos, recrutam células imunes para o local da infecção e promovem a cura de qualquer tecido danificado posteriormente à remoção dos patógenos. == Sistema imunitário adaptativo ou específico == Todo o sistema específico se concentra na capacidade das células imunitárias distinguirem proteínas produzidas pelas células do próprio corpo (antigénio \"self\" - ou seja do próprio organismo), e proteínas produzidas por invasores ou pelas células humanas sob o controlo de vírus (antigénio \"non-self\" - ou seja, que não é reconhecido como sendo do próprio organismo). Esta distinção é feita através de receptores, os TCR (T-cell receptors) ou BCR (B cell receptors que são anticorpos presos à membrana). Estes receptores, TCR ou BCR, para serem eficazes têm de ser produzidos com milhões de conformações. De outro modo não se ligariam a muitos tipos de proteínas de invasores, e não os reconheceriam. Esta diversidade de receptores não caberia no genoma da célula, e milhões de genes, cada um para cada receptor possível, não seria prático. O que acontece é que há algumas famílias de genes, tendo cada uma vários membros ligeiramente diferentes. Através de um processo especial e único nas células humanas, estes genes nos linfócitos recombinam-se, num único gene, de forma totalmente aleatória. Assim, por exemplo, cada anticorpo ou BCR dos linfócitos B tem seis porções, e é criado de dois genes únicos desse linfócito, gerados pela recombinação (união) de um gene aleatório de cada família. Se houver seis famílias, com 50, 30, 9, 6, 40, 5 membros, o número possível total de anticorpos diferentes é de 50x30x6x9x40x5 = 16 milhões. Além disso há outros processos muito complexos que aumentam a diversidade dos BCR ou TCR ainda mais, por mutação acelerada dos genes em causa. A variabilidade dos anticorpos é na prática ilimitada, e o sistema imunitário cria anticorpos contra qualquer molécula, e mesmo contra moléculas artificiais nunca existentes na natureza. Muitos dos TCR e BCR assim gerados vão reagir com péptidos próprios. Uma das funções do Timo e Medula óssea é manter os jovens linfócitos sequestrados até que seja possível determinar quais reagem com moléculas do próprio organismo. Essa função é feita por células especializadas desses órgãos que apresentam aos linfócitos jovens moléculas produzidas por elas (e portanto próprias). Todos os linfócitos que reagem a elas são destruídos, e apenas aqueles indiferentes a própria (mais possivelmente reactivos a não-próprios) são largados na corrente sanguínea. Os linfócitos que não reagem a própria são milhões, cada um com milhões de configurações possíveis de receptores e haverá inclusive vários, cada um com receptor para zonas diferentes de cada proteína microbiana possível. A esmagadora maioria dos linfócitos nunca encontra uma proteína para a qual o seu receptor seja específico. Aqueles poucos que a encontram, são estimulados e multiplicam-se. São geradas células efectoras com o receptor específico (produtoras de anticorpos ou citotóxicas, ou ainda coordenadoras) e células memória. As células de memória são quiescentes, têm vida longa e são capazes de reconhecer esse antigénio mesmo muito depois, multiplicando-se em maior número e respondendo mais rapidamente a infecções futuras. O sistema imunitário especifico é controlado e efectuado largamente pelos linfócitos. Há vários tipos de linfócitos. === Linfócitos B e produção de anticorpos === Os linfócitos B possuem um BCR, que é em tudo semelhante ao anticorpo, mas está preso na membrana. Os linfócitos B concentram-se nos gânglios linfáticos, onde filtram a linfa, à espera de uma molécula que não seja do próprio organismo, e assim, reaja especificamente com o seu receptor aleatório. Para cada molécula possível há vários linfócitos específicos. Logo assim que haja uma ligação específica antigénio-receptor e se o linfócito for estimulado simultaneamente por citocinas produzidas pelos linfócitos T CD4+ (reguladores,ou Helper), eles multiplicam-se e diferenciam-se em plasmócitos e em células-memória (Linfócito B de memória). Estas, se a infecção se repetir muitos anos depois, podem iniciar a reposta mais rapidamente. Os plasmócitos produzem então grandes quantidades BCR solúvel e não preso à membrana, ou seja, anticorpos específicos para aquela molécula. Os anticorpos são assim proteínas receptoras livres no sangue, que são especificas e se ligam à molécula não-self e possivelmente invasora. Os anticorpos podem assim ligar-se a antígenos na superfície de bactérias, vírus ou parasitas. Eles os eliminam de várias formas. Podem neutralizar o invasor directamente (cobrindo a superfície de um vírus e impedindo-o de se ligar aos seus receptores nas células por exemplo); atrair fagócitos (que reconhecem e são estimulados por eles); activar o sistema complemento de forma a lisa-los; ou ainda estimular as células citotóxicas (assassinas) para destruírem as células identificadas pelo anticorpo. Os linfócitos que produzem anticorpos algo eficazes (do tipo IgM) ainda sofrem novo processo de selecção nos folículos linfóides. Aí, multiplicam-se rodeadas de linfócitos T CD4+ que secretam citocinas, as quais induzem por mecanismos complexos altas taxas de mutação nos seus genes dos anticorpos. Depois destroem os linfócitos B que produzem anticorpos com menor afinidade para o antigénio e estimulam a divisão dos que têm maior afinidade (graças a mutações fortuitas), podendo esta no final ser muitas vezes superior nos sobreviventes. Há vários tipos de anticorpos: IgM é sempre o primeiro tipo a ser produzido; IgG é o principal grupo de anticorpos sanguíneos e há vários subtipos, aparece mais tarde que IgMs, e têm maior afinidade após hipermutação; os IgAs são anticorpos secretados para as mucosas, como intestino, genitais e brônquios; as IgE têm funções de luta contra parasitoses; os IgD estimula o sistema imunitário. === Linfócito T8 e citotoxicidade === Os Linfócitos T CD8+ são os linfócitos citotóxicos ou também chamado de Killers. Naturais Killers (NK) não são a mesma coisa que Linfócito citotóxico CD8 pois não possuem TCR que é um dímero, mas também são linfócitos. Eles têm cada um, um tipo de receptor especifico nas suas membranas, gerado aleatoriamente numa fase de recombinação genética do seu desenvolvimento, denominado de TCR (T-cell receptor, semelhante aos anticorpos da célula B, mas de localização membranar). Esses receptores ligam-se a outros que todas as células humanas possuem (complexo MHC I), e que apresentam péptidos (fragmentos de proteínas) que elas estejam a produzir à superfície da célula. No caso que os complexos MHC I (Complexo de Histocompatibilidade) - péptido seja reconhecidos por uma célula T CD8+, esta última desencadeará a morte da célula que apresenta o péptido através de enzimas citolíticas chamadas de porinas que induzem a apoptose da célula alvo por desequilíbrio osmótico. Todos os linfócitos T CD8+ que têm receptores que reagem a substâncias do próprio corpo morrem durante o seu \"estágio\" no timo. Quando o linfócito T CD8+ reconhece um antígeno não-self com o seu receptor numa molécula MHC classe I de uma célula do organismo, ele liberta substâncias (perforina) que criam um poro na membrana, lisando (rompendo osmoticamente) a célula, ou então libertam mediadores (granzima) que induzem a célula a iniciar a apoptose (morte celular programada). Há milhões de linfócitos CD8+ em circulação no organismo, cada um com receptores aleatórios para todos os péptidos possíveis não-self. Normalmente o linfócito T CD8+ naïve só mata as células se for estimulado por citocinas dos linfócitos T CD4+ (reguladores: ver mais à frente). Se um linfócito T CD8+ com determinado receptor for estimulado dessa forma, ele divide-se em mais células citotóxicas e um pequeno grupo de células quiescentes e de longa esperança de vida, as células memória Memory T cells (ver na wiki em Inglês), manter-se-ão em circulação (entre o sangue e os gânglios linfáticos). Estas células de memória podem ser activadas mais tarde de uma forma mais eficiente, mais rápida e independentemente da presença de citocinas produzidas pelos linfócitos CD4+, após reconhecimento do péptido para o qual são específicas apresentado por uma molécula de MHC classe I. === Fagócitos === Apesar de os fagócitos serem um mecanismo inato, já que respondem a qualquer corpo estranho, eles também são efectores de primeira linha das decisões dos linfócitos. Os fagócitos, especialmente os macrófagos, respondem a citocinas geradas pelos linfócitos (IL-1). Os monócitos são os precursores dos macrófagos e eles transformam-se em macrófagos se estimulados por citocinas dos T4. Além disso são atraídos por outras citocinas e factores libertados de células em locais de infecção activa. Se estimulados apropriadamente pelas citocinas libertadas de forma localizada e controlada pelos linfócitos T4, os macrófagos libertam suficientes quantidades de enzimas e radicais livres para destruir totalmente uma região localizada, matando ambos invasores e células humanas. Além disso, sob controle dos linfócitos, os macrófagos são responsáveis por algumas reacções imunológicas especificas como o granuloma e o abcesso. O granuloma ocorre na invasão por microbactérias e fungos, sendo o exemplo mais célebre a tuberculose. É uma reacção ordenada por citocinas dos T4, quando há infecção intracelular dos próprios fagócitos. De forma a impedir a disseminação pelo sangue do invasor dentro dessas células móveis, os linfócitos T4 secretam citocinas que chamam mais macrófagos, e os tornam mais resistentes à infecção (\"alerta de bactéria endocelular\"). Além disso as citocinas provocam a adaptação pelos macrófagos de morfologia epitelial em volta do núcleo da invasão, com numerosas camadas de células imobilizadas ligadas por conexões impermeáveis, de forma a sequestrar o invasor. A micobactéria da tuberculose não se pode disseminar e permanece localizada. Hoje mil milhões de pessoas saudáveis têm micobactérias controladas dessa forma nos seus pulmões (visível nas radiografias). Só naqueles poucos que têm um episódio de grande debilidade imunitária é que o organismo escapa e se inicia a tuberculose propriamente dita. O abcesso é semelhante mas em redor de um cisto/quisto de pus. É importante para sequestrar bactérias piogénicas cuja toxicidade mata os fagócitos (formando o pus) e não permite a limpeza eficaz. === Linfócito T4 e supervisão da resposta === Os Linfócitos T4, ou helper, são os controladores de toda a resposta imunitária. São eles que \"decidem\" que reacções desenvolver a uma invasão, activando ou inibindo todas as outras células imunitárias através de citocinas (espécie de hormonas ou mediadores moleculares). Daí que na doença que ataca os próprios T4, a SIDA/AIDS, todo o sistema imunitário colapse. Os linfócitos T4 conseguem decidir se há invasão ou não porque cada um deles contêm um receptor gerado aleatoriamente o TCR (T-cell receptor, semelhante aos anticorpos da célula B, mas membranar). Todos os fagócitos e ainda algumas outras células como as células dendriticas ou de Langerhans, depois de digerir as proteínas do invasor, apresentam péptidos (pedaços) delas numa proteína membranar, o MHC II (major histocompatibility complex). Os TCR dos T4 ligam-se a essas MHC2 com péptido e se a ligação for eficaz, libertam citocinas. Nenhum linfócito T4 tem receptores para proteínas do próprio corpo porque esses foram destruídos na sua fase de desenvolvimento no Timo. Se os niveis dessas citocinas forem suficientemente altos, e se outros factores menos bem conhecidos existirem no sangue, o T4 \"decide\" que há uma invasão e de que tipo é, dando origem a uma resposta imunitária especifica. Ele então produz outras citocinas estimulando todas as outras células para o tipo de resposta apropriado. Tal como todos os outros linfócitos, os T4 estimulados multiplicam-se e alguns servem de células-memória para mais rápida resposta ao mesmo invasor no futuro. Há basicamente dois tipos de células T4 helper, correspondendo a dois tipos de resposta. Não se sabe exactamente o que desencadeia um tipo ou o outro. A resposta TH1 caracteriza-se por produção de citocinas como IL-2, IFN-gama e TNF-beta. Há activação dos macrófagos e da fagocitose, e dos mecanismos citotóxicos (linfócitos T), levando a extensa destruição das zonas infectadas. É eficaz na eliminação dos patogénios intracelulares (vírus e bactérias intracelulares). Na resposta TH2 há secreção de IL-4 e IL-5. Caracteriza-se pelo estimulo da produção de anticorpos pelos linfócitos B. É eficaz contra organismos que circulem no sangue, como bactérias extracelulares e parasitas. Que resposta, TH1 ou TH2, é produzida, tem importância para a progressão da infecção. Por exemplo na Lepra, uma infecção pela bactéria intracelular Mycobacterium leprae, a resposta TH1 é extremamente eficaz e os danos são mínimos (lepra tuberculoide); mas se for activada uma resposta TH2, ineficaz contra organismos intracelulares, surge a lepra comum, com danos profundos e desprendimento de pele (lepra lepromatosa). Há ainda um terceiro tipo de linfócito T regulador, os linfócitos supressores, que limitam e suprimem a reacção imunitária, um mecanismo muito importante considerando a destruição extrema que o sistema imunitário pode produzir. == Outras células == * Linfócitos Natural-Killer: os NK são linfócitos granulares que, tal como os T8 são citotóxicos, destroem células humanas tumorais ou infectadas por vírus. Aderem-se a célula-alvo infectada e induzem a sua morte. São importantes na destruição das células humanas com antígenos não-self (por infecção viral ou neoplasia) e que são atacadas por anticorpos específicos. Os NK possuem dois ligantes para a célula alvo, um ativador (B7) e um inibidor expresso pelo MHC. Caso o NK se ligue ao ativador e não encontre um MCH expressando um antígeno próprio, ele lisará a célula alvo através de porinas, caso ele encontre o ativador e o inibidor, se desligará da célula alvo sem lhe causar danos. Complementando o que foi visto acima, os mastócitos são células do tecido conjuntivo, originadas a partir de células mesenquimatosas (células de grande potência de diferenciação que dão origem às células do tecido conjuntivo). Possuem citoplasma rico em grânulos basófilos (coram-se por corantes básicos). Sua principal função é armazenar potentes mediadores químicos da inflamação, como a histamina, heparina, ECF-A (fator quimiotáxico – de atração- dos eosinófilos) e fatores quimiotáxicos (de atração) dos neutrófilos. Elas participam de reações alérgicas (de hipersensibilidade), atraindo os leucócitos até o local e proporcionando uma vasodilatação. A vasodilatação aumenta a temperatura no local inflamado, dificultando a proliferação de microrganismos e estimulando a migração de células de defesa. Algumas das substâncias liberadas no local da inflamação alcançam o centro termorregulador localizado no hipotálamo, originando a febre (elevação da temperatura corporal). Apesar do mal-estar e desconforto, a febre é um importante fator no combate às infecções, pois além de ser desfavorável para a sobrevivência dos microorganismos invasores, também estimula muitos dos mecanismos de defesa de nosso corpo. == Citocinas == As citocinas são hormónios do sistema imunitário que permitem às células comunicar entre si e com outras de outros órgãos. São um sistema incrivelmente complexo e inteligente ainda pouco conhecido. Algumas citocinas mais importantes: * IL-1: libertadas aquando de infecções. Produzem nos centros cerebrais regulatórios febre, tremores, calafrios e mal-estar; promovem a inflamação, estimulam os linfócitos T. A sua acção é responsável por estes sintomas comuns na maioria das doenças. No cérebro há libertação de prostaglandina E2, que estimula o centro da temperatura, aumentando a sua configuração. A aspirina inibe a formação da prostaglandina (bloqueia a enzima que a produz) e é por isso que diminui a febre e mal estar nas afecções virais. * IL-2: Estimula a multiplicação dos linfócitos T e B. Antes chamada de Fator de proliferação de Linfocitos * IL-3: Estimula o crescimento e a secreção de histamina. * IL-4: Estimula multiplicação dos linfócitos B; produção de anticorpos, resposta do tipo TH2. * IL-5: Estimula multiplicação e diferenciação de linfócitos B; produção de IgA e IgE, alergias. * IL-6: Estimula a secreção de anticorpos. * IL-7: Induz a diferenciação em células B e T progenitoras. * IL-8: Quimiocina: induz a adesão ao endotélio vascular e o extravasamento aos tecidos. * IFN- alfa: Interferon. Ativa as células em estado de \"alerta viral\". Produção diminuída de proteínas, aumento de enzimas antivirais (como as que digerem a dupla hélice de RNA típica dos vírus) e aumentam também a apresentação de péptidos internos nos MHC I aos linfócitos. Estimula os linfócitos NK e T8. * IFN-gama: Ativa os macrófagos, tornando-os mais eficientes e agressivos; promove a inflamação, e estimula a resposta TH1, inibindo a TH2. * TNF-alfa: Induz a secreção da citocina e é responsável pela perda extensiva de peso associada com inflamação crônica. * TNF-beta: Ativa os fagocitos. Estimula a resposta citotoxica (TH1). == Órgãos linfóides == * A medula óssea é o local onde se situam as células estaminais, que dão origem a todas as células do sistema imune e ainda das plaquetas e eritrócitos. É ainda o local de maturação de todas estas células, com excepção dos linfócitos T. * O timo é o local de maturação dos linfócitos T. * Os gânglios linfáticos são órgãos pequenos com forma de feijão, situados em todo o corpo. Eles contêm linfócitos B e linfócitos T4 e T8, e são os locais de recolha de antigénios (filtração) da linfa. Aí se organizam e controlam as defesas e formam folículos linfóides onde os linfócitos B com receptores específicos para os antigénos se maturam em plasmócitos produtores de anticorpos. Aí também se maturam os linfócitos T8 específicos do antigeno em linfócitos citotóxicos. As células apresentadoras de antigénios como célula de Langerhans e os fagócitos afluem aos gânglios para apresentar antigénios recolhidos (ou fagocitados) da periferia aos linfócitos. * O baço possui 4 funções fisiológicas. Primeira: Armazenamento de Hemácias. Segundo: Destruição das hemácias velhas, alteradas, ou parasitadas. Terceira: Filtrar o sangue e reter microrganismo e outros corpos estranhos a serem fagocitados. Quarta: Colocar linfócitos B e linfócito T em contato com os antígenos. * O fígado é primariamente um órgão metabólico, mas também alberga muitos fagócitos e é ele que produz as proteínas imunitárias como o sistema complemento. Controla as invasões intestinais, já que filtra todo o sangue proveniente do intestino, pela veia porta. * O intestino e os brônquios são importantes órgãos imunitários. Contêm uma camada com folículos linfóides (o MALT -mucosa associated lymphoid tissue ou BALT), plenos de linfócitos, que reagem aos antigénios e outras reacções contra eles. Controlam também a flora normal de bactérias intestinais. * As tonsilas (amígdalas) são aglomerados de tecido linfoide em redor da entrada da faringe, controlando os invasores que entram pela boca. e órgão sistema imunológico humano == Transtornos da imunidade humana == O sistema imune é uma estrutura notável que incorpora especificidade, indutibilidade e adaptação. No entanto, ocorrem falhas na defesa, que são classificadas em três grupos genéricos: imunodeficiências, autoimunidade e hipersensibilidades. === Imunodeficiências === As imunodeficiências ocorrem quando um ou mais dos componentes do sistema imunitário estão inactivos. A capacidade do sistema imunitário de resposta aos patógenos é menor nas camadas mais jovens e mais velhas da população. A resposta imunitária entra em declínio por volta dos 50 anos de idade devido à imunossenescência. Em países desenvolvidos, a obesidade, o alcoolismo e o uso de drogas são as causas mais comuns da insuficiência imunitária. No entanto, a má nutrição é a causa mais comum de imunodeficiência em países em desenvolvimento. Uma dieta insuficiente em proteínas está associada com debilidades na imunidade mediada por células, actividade complementar, funcionamento dos fagócitos, concentrações de anticorpos IgA e na produção de citocina. Para além disso, a perda do timo em idade precoce através de mutação genética ou remoção cirúrgica está na origem de uma imunodeficiência severa e elevada susceptibilidade a infecções. As imunodeficiências também podem ser herdadas ou adquiridas. Um exemplo de imunodeficiência congénita, ou herdada, é a doença granulomatosa crónica, na qual os fagócitos têm dificuldade em destruir os patógenos. A SIDA e alguns tipos de cancro estão na origem de imunodeficiência adquirida. === Autoimunidade === No outro extremo das disfunções imunes estão as respostas imunes em excesso, sobretudo os transtornos autoimunes. Neste tipo de transtornos, o sistema imunitário não consegue distinguir as células externas das suas próprias células e ataca partes do seu próprio corpo. Em circunstâncias normais, muitos dos linfócitos T e anticorpos reagem com peptídeos próprios. Existem células especializadas, localizadas no timo e na medula óssea, cuja função é apresentar aos novos linfócitos produzidos os antigénios produzidos pelo corpo e eliminar as células que são capazes de reconhecer os antígenos próprios, prevenindo assim a autoimunidade. === Hipersensibilidade === A hipersensibilidade é uma resposta imunitária que danifica os tecidos do próprio corpo. Divide-se em quatro classes (tipos I a IV) com base nos mecanismos envolvidos e no intervalo de tempo da reacção hipersensível. A hipersensibilidade do tipo I é uma reacção anafilática, normalmente associada à alergia. Os sintomas variam entre algum desconforto e a morte. O tipo I é mediado pela imunoglobulina E, que espoleta a degranulação dos mastócitos e dos basófilos quando ligados por um antigénio. A hipersensibilidade do tipo II ocorre quando os anticorpos se ligam a antigénios nas próprias células do indivíduo, marcando-as para destruição. Este tipo também é denominado hipersensibilidade citotóxica dependente de anticorpos, e é mediada pelos anticorpos IgG e IgM. Os complexos imunes (agregados de antigénios, proteínas complemento e anticorpos IgG e IgM) depositados em vários tecidos desencadeiam reacções hipersensíveis do tipo III. A hipersensibilidade do tipo IV (também conhecida por hipersensibilidade mediada por células) normalmente leva entre dois a três dias para se desenvolver. As reacções do tipo IV fazem parte de muitas doenças autoimunes e infecciosas, embora possam também estar associadas com a dermatite de contacto. Estas reacções são mediadas pelos linfócitos, monócitos e macrófagos. == Outros mecanismos == É provável que o sistema imune adaptativo e multicomponente tenha surgido com os primeiros vertebrados, uma vez que os invertebrados não produzem linfócitos ou qualquer resposta imunitária humoral. No entanto, muitas espécies utilizam mecanismos que aparentam ser precursores destes aspectos da imunidade em vertebrados. Os sistemas imunitários podem ser observados até mesmo nas formas de vida mais simples. As bactérias usam um mecanismo de defesa único, denominado sistema de restrição modificação como defesa em relação a patógenos virais, ou fagos. Os procariontes também possuem imunidade adquirida através de um sistema que usa sequências CRISPR para conservar fragmentos do genoma de fagos com que tiveram contacto no passado, o que lhes permite bloquear a replicação dos vírus através da interferência de RNA. Os receptores de reconhecimento padrão são proteínas usadas por praticamente qualquer organismo para identificar moléculas associadas com os patógenos. As defensinas, peptídeos antimicrobianos, são um componente conservado durante a evolução presente em todos os animais e plantas, e representam a principal forma de imunidade sistémica dos invertebrados. O sistema complemento e os fagócitos são também usados por maior parte das formas de vida invertebrada. A ribonuclease e o processo de interferência RNA estão presentes em todos os eukaryota, e pensa-se que tenham um papel na resposta imunitária contra vírus. Ao contrário dos animais, as plantas não têm células fagócitas, mas grande parte das respostas imunitárias nas plantas envolvem sinalização química sistémica enviada através do seu organismo. Cada célula nas plantas responde de forma individual a moléculas associadas a patógenos conhecidas como padrão molecular associado a patógenos. Quando parte da planta é infectada, a planta produz uma resposta hipersensível localizada, durante a qual as células no local da infecção sofrem uma apoptose extremamente rápida de modo a evitar a propagação a outras partes da planta. A Resistência sistémica adquirida é um tipo de resposta defensiva usada por plantas que torna toda a planta resistente a determinado agente infeccioso. Os mecanismos de silenciamento de RNA são particularmente importantes para esta resposta sistémica, uma vez que são capazes de impedir a replicação de vírus. == Imunologia dos tumores == Outro papel importante do sistema imunitário é a identificação e a eliminação de tumores. As células modificadas dos tumores expressam antigénios que não estão presentes em células normais. O sistema imunitário interpreta este antigénios como exteriores e a sua presença leva a que as células imunitárias ataquem as células do tumor. Os antigénios expressos por tumores podem ter várias origens. Alguns são derivados de vírus cercinogénicos, como o vírus do papiloma humano que provoca o cancro do colo do útero, enquanto que outros têm origem nas próprias proteínas do organismo, tendo pouca intensidade em células normais mas atingindo valores elevados nas células dos tumores. Um exemplo é a tirosinase que, quando expressa em níveis elevados, transforma determinadas células da pele (melanócitos) em tumores denominados melanomas. Uma terceira fonte para os antígenos tumorais são as proteínas normalmente importantes para a regulação do crescimento celular, que de forma frequente sofrem mutação para molécula indutoras do cancro denominadas oncogenes. A principal resposta do sistema imunitário aos tumores é a destruição das células anormais com recurso a linfócitos T citotóxicos, por vezes com a assistência de linfócitos T auxiliares. Os antígenos tumorais são apresentados em moléculas MHC Classe I de forma semelhante aos antígenos virais. Isto permite aos linfócitos T citotóxicos reconhecer como anormal a célula do tumor. As células NK também eliminam células tumorais da mesma forma, sobretudo se as células do tumor tiverem menos moléculas MHC Classe I na sua superfície do que o normal; fenómeno comum entre tumores. Por vezes são gerados anticorpos contra células tumorais, permitindo sua destruição pelo sistema complemento. Alguns tumores conseguem evadir o sistema imunitário e evoluem até se tornarem cancros. As células dos tumores têm muitas vezes poucas moléculas MHC Classe I na superfície, evitando assim a sua detecção pelos linfócitos T citotóxicos.Algumas das células dos tumores também libertam substâncias que inibem a resposta imunitária; por exemplo, através da segregação da citocina TGF-β, que impede a acção dos macrófagos e os linfócitos. Para além disso, pode-se desenvolver tolerância imunológica em relação aos antígenos dos tumores, o que faz com que o sistema imunitário deixe de atacar as células tumorais.Paradoxalmente, os macrófagos podem promover o crescimento dos tumores. == Regulação fisiológica == As hormonas podem actuar como imunomoduladores, alterando a sensibilidade do sistema imunitário. Por exemplo, as hormonas sexuais femininas são imunoestimulantes, tanto da resposta do sistema adquirido como do inato. Algumas doenças autoimunes, como o lupus eritematoso, têm maior prevalência no sexo feminino e o seu aparecimento muitas vezes coincide com a puberdade. Pelo contrário, as hormonas sexuais masculinas como a testosterona aparentam ser imunossupressoras. Há outras hormonas que também aparentam regular o sistema imunitário, particularmente a prolactina, a hormona do crescimento e a vitamina D. Ao encontrar um patógeno externo, um linfócito T estende um receptor da vitamina D. Isto é essencialmente um dispositivo de sinalização que permite ao linfócito ligar-se à forma activa da vitamina D, a hormona esteroide calcitriol. Os linfócitos T apresentam uma relação simbiótica com a vitamina D. O linfócito não só estende o receptor, como também expressa o gene CYP27B1, responsável pela conversão da versão pré-hormona da vitamina D (calcidiol) na versão hormona esteroide (calcitriol). Só depois de se ligarem ao calcitriol é que os linfócitos podem desempenhar a sua função. Entre as células do sistema imunitário que se sabe expressarem o gene CYP27B1, activando assim o calcidiol, estão as células dendríticas, os queratinócitos e os macrófagos. Leventa-se a hipótese de que o declínio progressivo dos níveis hormonais com a idade seja parcialmente responsável pela diminuição da resposta imune em idosos. Da mesma forma, algumas hormonas são também reguladas pelo sistema imunitário, sobretudo a actividade da hormona tiroideia. O declínio da função imune provocado pela idade está também relacionado com a diminuição do nível de vitamina D em idosos. À medida que as pessoas envelhecem, verificam-se duas situações que afectam negativamente a quantidade de vitamina D; primeiro, como permanecem mais tempo dentro de casa estão menos expostas ao sol e produzem menos colecalciferol através de radiação UVB: segundo, a própria pele torna-se menos apta a produzir vitamina D. O sistema imunitário é afectado pela qualidade do sono e descanso, e e privação de sono prejudica a função imune. Os circuitos complexos de realimentação que envolvem citocinas também aparentam ter algum papel na regulação do sono REM. Desta forma, a resposta imunitária à infecção pode ter como consequência alterações no ciclo do sono, entre as quais um aumento da fase sono de ondas lentas em relação às fases REM. === Nutrição e dieta === A sobrenutrição está associada a doenças como a diabetes e obesidade, as quais se sabe afectarem a função imune. A malnutrição moderada, assim como determinadas deficiências em minerais e nutrientes, podem também comprometer a resposta imune.R.M. Suskind, C.L. Lachney, J.N. Udall, Jr., \"Malnutrition and the Immune Response\", in: Dairy products in human health and nutrition, M. Serrano-Ríos, ed., CRC Press, 1994. O subdesenvolvimento do feto pode também ter como consequência deficiências imunitárias ao longo da vida. Por outro lado, os alimentos ricos em determinados ácidos gordos podem promover um sistema imunitário saudável. == Farmacologia e vacinas == A resposta imune pode ser manipulada para suprimir respostas indesejadas provocadas pela autoimunidade, alergias ou rejeição de transplantes, e para estimular respostas protectores conta patógenos que contornam o sistema imunitário. São usados fármacos imunossupressores para controlar transtornos ou inflamações autoimunes, quando se verifique danos excessivos nos tecidos, e para prevenir a rejeição de órgãos após o transplante. Os fármacos anti-inflamatórios são regularmente usados para controlar os efeitos da inflamação. Os glicocorticoides são os mais potentes, embora esta classe de fármacos possa ter vários efeitos secundários indesejáveis, como a obesidade abdominal, hiperglicemia ou osteoporose, pelo que o seu uso deve obedecer a critérios rígidos. Muitas vezes são administradas doses reduzidas de anti-inflamatórios em conjunto com fármacos citotóxicos ou imunossupressores como o metotrexato ou a azatioprina. Os fármacos citotóxicos inibem a resposta imunitária ao matar as células durante o processo de divisão, como os linfócitos T activados. No entanto, a morte é indiscriminada e também são afectadas células em constante divisão, o que provoca efeitos adversos tóxicos. Os fármacos imunossupressores como a ciclosporina impedem os linfócitos T de responder correctamente aos sinais através da inibição dos caminhos de transdução de sinal. Os fármacos maiores (<500 Da) podem provocar uma reposta imunitária neutralizadora, sobretudo se são administrados repetidamente ou em doses elevadas. Isto limita a eficácia das drogas baseados nos peptídeos maiores e nas proteínas Nalguns casos, não é o próprio fármaco que é imunogénico, mas pode ser administrado em conjunto com um composto imunogénico, como acontece com o paclitaxel. Têm sido desenvolvidos modelos computacionais que tentam prever a imunogenicidade dos peptídeos e das proteínas, sendo úteis sobretudo no desenho de anticorpos terapêuticos, avaliando a probabilidade de virulência das mutações em partículas de revestimento virais, e na validação de novos tratamentos à base de peptídeos. As técnicas anteriores baseavam-se principalmente na observação de que os aminoácidos hidrófilos estão sobrerrepresentados nas regiões do epítopo em relação aos aminoácidos hidrófugos. No entanto, os métodos atuais baseiam-se em técnicas de aprendizagem de máquina que recorrem a bases de dados de epítopos conhecidos, normalmente em vírus de proteínas amplamente estudados, tendo sido implementada uma base de dados de acesso público para a catalogação dos epítopos a partir de patógenos que se saiba serem reconhecidos pelos linfócitos B. A área emergente do estudo da imunogenicidade com base na bioinformática é designado por \"imunoinformática\". == Manipulação pelos patógenos == O êxito de determinado patógeno depende da sua capacidade em iludir a resposta imune do hospedeiro, tendo para isso desenvolvido vários métodos ao longo da evolução. As bactérias muito frequentemente superam as barreiras físicas ao segregar enzimas que destroem essas barreiras usando, por exemplo, um sistema secretor do tipo II. Por outro lado, usando um sistema do tipo III são capazes de inserir um tubo oco na célula hospedeira, abrindo assim uma via de passagem direta para as proteínas do patógeno para o hospedeiro. Estas proteínas são depois usadas para desativar as suas defesas. Uma das estratégias evasivas usadas por vários patógenos para contornar o sistema imunitário é através da sua ocultação entre as células do hospedeiro (também designado por patogénese intracelular). Através deste recurso, o patógeno passa a maior parte do seu ciclo de vida no interior das células, onde está protegido do contacto direto com as células imunitárias, anticorpos e sistema complemento. Entre estes patógenos intracelulares estão os vírus, a Salmonella e os parasitas que provocam a malária. Outro tipo de bactérias, como a Mycobacterium tuberculosis, vivem no interior de uma cápsula protetora que impede a sua lise por parte do sistema complemento. Muitos patógenos segregam compostos que diminuem ou desviam a resposta do sistema imune. Algumas bactérias formam biofilmes para se protegerem do sistema imunitário, biofilmes esses que estão presentes em muitas infecções bem sucedidas, como a Pseudomonas aeruginosa crónica e a Burkholderia cenocepacia, características da fibrose cística. Há outras bactérias que geram proteínas de superfície que se ligam aos anticorpos, tornando-os ineficazes, como a Streptococcus (proteína G), Staphylococcus aureus (proteína A), ou a Peptostreptococcus magnus (proteína L). Os mecanismos usados pelos patógenos para evadir o sistema imune adquirido são ainda mais complexos. A abordagem mais simples é alterar rapidamente os epítopos não essenciais (aminoácidos ou açúcares) na sua superfície, enquanto mantêm os epítopos essenciais resguardados. Isto designa-se por variação antigénica. Um exemplo é o VIH, cujas mutações rápidas levam a que as proteínas no seu envelope viral, essenciais para entrar na célula hospedeira, estejam em constante mudança. Estas alterações frequentes nos antígenos podem explicar a razão das falhas nas vacinas destinadas a este vírus. O parasita Trypanosoma brucei recorre a uma técnica semelhante, alternando constantemente entre dois tipos de proteínas de superfície, permitindo-lhe manter-se um passo à frente da resposta imune. Outra estratégia comum é disfarçar os antígenos com moléculas do hospedeiro. No VIH, o envelope que reveste o vírus é formado a partir da membrana exterior da célula hospedeira, tornando muito difícil a sua detecção como estruturas externas pelo sistema imune. == Ver também == * Baruj Benacerraf * Imunologia * Imunossenescência",
 "title": "Sistema imunitário"
}