{
 "id": "111834",
 "text": "Good Bye, Lenin! é um filme alemão de dramédia tragicômica de 2003 dirigido por Wolfgang Becker. Contando com Daniel Brühl, Katrin Sass, Chulpan Khamatova e Maria Simon no elenco principal, o filme retrata uma família na Alemanha Oriental (RDA), a qual a mãe dedica-se à causa socialista e sofre um infarto, entrando em coma profundo em outubro de 1989, pouco antes da Die Wende em novembro; quando ela desperta, oito meses depois, em junho de 1990, seu filho tenta protegê-la de um segundo ataque cardíaco, escondendo-lhe fatos sobre a Queda do Muro de Berlim e o colapso do comunismo na Alemanha Oriental. A maioria das cenas foi filmada na Karl-Marx-Allee em Berlim e em alguns plattenbaus localizados na Alexanderplatz. Good Bye, Lenin! foi aclamado pela crítica especializada, recebendo inúmeras homenagens, incluindo o prêmio de Melhor Filme Europeu da Academia Cinematográfica Europeia em 2003 e o de Melhor Filme de Ficção da Deutscher Filmpreis da Alemanha; o filme também recebeu uma indicação ao Globo de Ouro para Melhor filme em língua estrangeira durante a edição de 2004. ==Enredo== O filme se passa em Berlim Oriental, capital da então Alemanha Oriental, no período de outubro de 1989 até alguns dias após a Reunificação da Alemanha em outubro de 1990, durante o final da Guerra Fria. O jovem Alex Kerner mora com sua mãe Christiane, sua irmã Ariane e sua sua sobrinha Paula. O pai de Alex supostamente abandonou a família para ficar com uma amante no lado ocidental da Alemanha em 1978. Com isso, Christiane se juntou ao Partido Socialista Unificado da Alemanha, passando a dedicar seu tempo à defesa dos cidadãos. Alex, contrariando os ideais de sua mãe, despreza a celebração do quadragésimo aniversário da Alemanha Oriental e participa de uma manifestação antigovernamental; lá ele conhece uma garota, mas eles são separados pela Volkspolizei antes que possam se apresentar. Durante a confusão, Christiane passa pela rua onde estava ocorrendo o tumulto e avista seu filho Alex sendo preso e espancado pelos policiais, desmaiando no meio da rua sem que ninguém venha socorre-la; ela sofre um enfarte e entra em coma, indo parar no hospital bem depois da manifestação. Após ser liberado pela polícia para visitar sua mãe no hospital, Alex descobre que a enfermeira que cuida de Christiane, Lara, que é uma estudante de intercâmbio da União Soviética, era a garota da manifestação; ela e Alex iniciam um relacionamento pouco depois. Durante o longo coma de Christiane, Erich Honecker renuncia o cargo de Presidente da Alemanha Oriental, cedendo lugar para Egon Krenz. As fronteiras são abertas originando a queda do Muro de Berlim. A Alemanha Oriental realiza eleições livres e o capitalismo chega a Berlim Oriental. Alex arranja um emprego em uma empresa vinda da Alemanha Ocidental que vende e instala antenas parabólicas, fazendo amizade com um colega ocidental, o aspirante a cineasta Denis Domaschke. Com o encerramento das atividades da universidade de Ariane, onde ela estudava teoria econômica, ela passa a trabalhar como atendente de drive-in em um restaurante Burger King, onde conhece seu novo namorando, o seu gerente Rainer; após pouco tempo juntos, eles se mudam para o antigo apartamento de Christiane. Depois de oito meses, Christiane acorda do coma. Seu médico avisa sua família que ela ainda está fraca e que qualquer susto ou choque pode causar outro ataque cardíaco, possivelmente fatal. Visando a saúde de sua mãe, Alex resolve levar Christiane para casa e esconder dela as profundas mudanças sociais e manter a ilusão de que a República Democrática Alemã é exatamente como era antes de seu coma. Ele, Ariane e Lara recuperam seus antigos móveis da Alemanha Oriental do depósito, vestem suas roupas velhas e reembalam a nova comida de empresas capitalistas em velhos potes de antigas empresas orientais. O engano fica cada vez mais complicado à medida que Christiane testemunha ocorrências estranhas, como um banner gigante da Coca-Cola em um prédio adjacente. Denis e Alex forjam notícias falsas para simular o antigo telejornal socialista na TV, editando fitas antigas da Alemanha Oriental para \"explicar\" esses acontecimentos estranhos. Alex e Ariane não conseguem descobrir onde Christiane guarda as economias de sua vida, ainda em Marco alemão-oriental, a tempo de trocá-las pela nova moeda corrente ocidental antes do prazo. Durante um dia de descanso, Christiane se levanta de sua cama e sai andando enquanto Alex está dormindo ao seu lado. Ao sair do prédio, ela vê os móveis antigos da Alemanha Oriental de seus vizinhos empilhados na rua, carros novos da Alemanha Ocidental à venda, anúncios de empresas ocidentais e uma estátua de Lenin sendo levada de helicóptero. Alex e Ariane levam-na de volta para casa e mostram-lhe mais um de seus noticiários falsos \"explicando\" que a Alemanha Oriental está agora a aceitar refugiados do Ocidente após uma crise econômica no país. Durante uma estadia na antiga datcha da família, Christiane revela um segredo: seu marido fugiu não por causa da amante, mas pelas dificuldades que enfrentou por se recusar a aderir ao partido socialista no poder; o plano de fuga originalmente previa que o resto da família se juntasse a ele. No entanto, Christiane, temendo que o governo levasse os seus filhos se as coisas corressem mal, decidiu ficar. Ao contrário do que ela havia contado aos filhos, o pai deles escreveu muitas cartas que ela escondeu. Ao declarar o desejo de ver o marido uma última vez para fazer as pazes, ela tem uma recaída e é levada de volta ao hospital. Buscando o endereço remetente de uma das cartas, Alex vai atrás de seu pai, Robert, que se casou novamente, tem dois filhos e mora em Berlim Ocidental; ele o convence a ver Christiane uma última vez. Sob pressão para revelar a verdade sobre a queda do Oriente, Alex cria um segmento final de notícias falsas, persuadindo um motorista de táxi, que é ambiguamente ou se parece muito com o cosmonauta Sigmund Jähn (o primeiro alemão a ir ao espaço e herói de infância de Alex), a ajudar nas notícias falsas gravando um falso discurso se passando como o novo líder da Alemanha Oriental para falar sobre a abertura das fronteiras ao Ocidente. No entanto, sem o conhecimento de Alex, Lara já havia contado os verdadeiros acontecimentos políticos a Christiane naquele dia. Christiane morre dois dias depois, sendo três dias após a reunificação alemã. A família e amigos espalham suas cinzas ao vento usando um foguete de brinquedo que Alex fez com seu pai quando criança. ==Elenco== * Daniel Brühl como Alexander \"Alex\" Kerner ** Nico Ledermüller como Alex aos 11 anos * Katrin Sass como Christiane Kerner, a mãe socialista de Alex * Chulpan Khamatova como Lara, a enfermeira que cuida de Christiane e namorada de Alex * Maria Simon como Ariane Kerner, irmã de Alex * Florian Lukas como Denis Domaschke, amigo e colega de trabalho de Alex * Alexander Beyer como Rainer, namorado de Ariane * Burghart Klaußner como Robert Kerner, pai de Alex e Ariane * Michael Gwisdek como Klapprath * Christine Schorn como Frau Schäfer * Jürgen Holtz como Herr Ganske * Jochen Stern como Herr Mehlert * Ernst-Georg Schwill como o taxista parecido com Sigmund Jähn * Eberhard Kirchberg como Dr. Wagner * Hans-Uwe Bauer como Dr. Mewes ==Desenvolvimento== Para o diretor Wolfgang Becker, o planejamento para Good Bye, Lenin! começou no verão de 1999, mas para o roteirista Bernd Lichtenberg, os trabalhos já haviam começado quase uma década antes. A experiência de Lichtenberg no período da reunificação alemã como um novo berlinense ocidental com uma idade semelhante à de seu protagonista Alex foi transformada em uma história que já incluía muitos aspectos do filme posterior, mas que primeiro acabou \"na gaveta\" por alguns anos. Ele declarou: “Tive a sensação de que simplesmente ainda não era o momento certo”. Lichtenberg só botaria a ideia de fazer um filme sobre o tema em prática quando ele assistiu Das Leben ist eine Baustelle de Becker. Especialmente interessado na mistura de tristeza e comédia, que ele próprio também imaginou para o seu filme, Lichtenberg acreditou ter encontrado a pessoa certa para ajudar a dar vida à sua ideia. \"De repente houve essa energia\", lembra o produtor Stefan Arndt durante a gravação da sinopse de cinco páginas com Becker: “Sabíamos que poderíamos contar a história da maneira que gostaríamos”. Mesmo assim, não foi um processo fácil finalizar o roteiro. Supostamente, foram necessários seis rascunhos e algumas versões provisórias para completar o roteiro. Lichtenberg escreveu sozinho os primeiros rascunhos. Ele manteve contato próximo com Becker, que expressou suas críticas, principalmente aos personagens. Este foi um ponto importante para os dois, por isso discutiram, pois ambos queriam contar a história “através dos personagens”. O personagem que sofreu a mudança mais radical foi Denis, pois ele passou de personagem principal para personagem secundário. O papel de Denis, que foi anteriormente concebido como um jovem turco com excesso de peso que iria se casar contra sua vontade, tornou-se um cineasta amador, tão ousadamente imaginativo quanto prático. Depois de completar o roteiro, no qual o roteirista e o produtor trabalharam juntos no final, a colaboração não acabou. Durante as filmagens, Lichtenberg estava envolvido sempre que Becker queria mais mudanças. ==Trilha sonora== A trilha sonora do filme foi composta por Yann Tiersen, exceto a versão de \"Summer 78\" interpretada pela cantora francesa Claire Pichet. Estilisticamente, a música é muito semelhante ao trabalho anterior de Tiersen: a trilha sonora do filme franco-alemão Le fabuleux destin d'Amélie Poulain. Uma composição para piano, \"Comptine d'un autre été: L'après-midi\", é usada em ambos os filmes. Várias canções famosas da Alemanha Oriental são apresentadas. Duas crianças, membros da Organização Pioneira Juvenil Ernst Thälmann, cantam no filme \"Unsere Heimat\" (em português \"Nossa Pátria\"), que era uma famosa canção popular na República Democrática Alemã. Amigos de Christiane (que moram no mesmo prédio) cantam \"Bau Auf! Bau Auf!\", que era um outro hino da Juventude Alemã Livre, um movimento juvenil na Alemanha Oriental que ajudava na popularidade e influência socialista na cultura do país. O último noticiário falso com o \"sósia\" de Sigmund Jähn apresenta uma versão empolgante do hino nacional da Alemanha Oriental, \"Auferstanden aus Ruinen\". ==Ostalgie== No filme, para fazer sua mãe acreditar que ela ainda vive nos tempos áureos da Alemanha Oriental, Alex cria noticiários fictícios para relembrar seu estilo de vida anterior no país socialista, bem como um ambiente comunista. Ele faz de tudo para usar produtos antigos da Alemanha Oriental para enganar Christiane, como pepinos Spreewald e, embora isso seja para sua mãe, há também um indício de que ele próprio está criando uma fantasia na qual gostaria de viver. Alex viveu toda a sua vida com essa barreira; portanto, a mudança drástica dos costumes alemães é difícil para ele, ao contrário de sua irmã mais velha, Ariane, que parece se adaptar ao capitalismo mais facilmente. Ariane rapidamente adota os novos ideais e estilo de vida ocidentais, mas Alex sente nostalgia de seu antigo modo de vida. A palavra alemã \"Ostalgie\" designa um neologismo para a nostalgia comunista, que é um tema comum em Good Bye, Lenin! Alex mostra sinais \"ostálgicos\" quando começa a criticar cada vez mais as próprias mudanças ocidentais. Recentemente, o historiador teuto-americano Andreas Daum sugeriu uma nova interpretação, indo além do paradigma da Ostalgie. Ele argumenta que os esforços de Alex para apresentar à sua mãe uma narrativa alternativa do que aconteceu durante o coma dela não têm como objetivo preservar um estado passado ou falsificar a história. Em vez disso, utilizam a história contrafactual para lidar com a experiência perturbadora de mudanças dramáticas. As charadas de Alex são canais que permitem que todos os personagens, incluindo ele mesmo, passem daquilo com que estão familiarizados em direção a um novo futuro. Nesta visão, Good Bye, Lenin! não reflete uma ligação nostálgica ao passado, nem a sua idealização retrospectiva, mas o filme demonstra uma forma criativa de lidar com as transformações sociais, mesmo para além do cenário específico da Alemanha Oriental. Daum, Andreas W., \"Good Bye, Lenin! (2003): Coping with Change ‒ and the Future in the Counterfactual\". Deutsche Filmgeschichten: Historische Porträts, ed. Nicolai Hannig et. al. Goettingen: Wallstein, 2023, 222, 225‒6. ==Recepção== O filme recebeu críticas fortemente positivas, sendo avaliado com 91% de aprovação no Rotten Tomatoes com base em 110 avaliações sob o seguinte consenso: \"Sincero e astuto, Good Bye, Lenin! tem sucesso como sátira ao colocar em primeiro plano o pessoal antes do político, produzindo uma comédia encantadora e cheia de percepções sociopolíticas\". No Metacritic, o filme possui a pontuação 68/100, com base em 32 comentários, indicando \"críticas geralmente positivas\". A revista Empire deu ao filme quatro estrelas de cinco, dizendo: \"Uma pequena ideia engenhosa que é engraçada, comovente e - suspiro! - que faz você pensar\"; a mesma revista também classificou o filme em 91º lugar na sua lista dos \"100 Melhores Filmes do Cinema Mundial\" em 2010. Good Bye, Lenin! é frequentemente contrastado com Das Leben der Anderen, lançado três anos depois, em 2006. Ambos os filmes retratam o legado da Alemanha Oriental, mas com tons decididamente diferentes. ===Prêmios e indicações=== Good Bye, Lenin! foi laureado com diversos prêmios do cinema nacional e internacional. O filme foi o escolhido pela Alemanha para ser representante do país no Oscar de melhor filme estrangeiro, mas acabou não sendo finalista. Contudo, conseguiu uma indicação ao Globo de Ouro na categoria homônima em 2003, embora perdeu o prêmio para Osama. Cerimônia Data da ceremônia Categoria(s) Recipiente(s) Resultado Prêmios BAFTA 15 de fevereiro de 2004 Melhor filme em língua não inglesa Wolfgang Becker Festival Internacional de Cinema de Berlim 2003 Urso de Ouro César 21 de fevereiro de 2004 Melhor filme europeu European Film Awards 6 de dezembro de 2003 Melhor filme European Film Awards Melhor realizador/diretor European Film Awards Melhor ator Daniel Brühl European Film Awards Melhor atriz Katrin Sass European Film Awards Melhor argumentista/roteirista Bernd Lichtenberg Deutscher Filmpreis 2003 Melhor filme de ficção Wolfgang Becker Deutscher Filmpreis Melhor diretor Deutscher Filmpreis Melhor ator Daniel Brühl Deutscher Filmpreis Melhor atriz Katrin Sass Deutscher Filmpreis Melhor roteiro Bernd Lichtenberg Deutscher Filmpreis Melhor edição Peter R. Adam Deutscher Filmpreis Melhor música Yann Tiersen Deutscher Filmpreis Melhor design de produção Lothar Holler Deutscher Filmpreis Melhor ator coadjuvante Florian Lukas Deutscher Filmpreis Melhor atriz coadjuvante Maria Simon Águia de Ouro 31 de janeiro de 2004 Melhor filme estrangeiro Wolfgang Becker Globo de Ouro 25 de janeiro de 2004 Melhor filme estrangeiro Goya Awards 31 de janeiro de 2004 Melhor filme europeu London Film Critics' Circle 11 de fevereiro de 2004 Filme estrangeiro do ano ==Ligações externas== * (em língua alemã) * (em língua inglesa) * * * * * *Deutsche Kultur - Good Bye, Lenin! em culturalema.wordpress.com Categoria:Filmes da Alemanha de 2003 Categoria:Filmes de comédia dramática da Alemanha Categoria:Filmes de comédia romântica da Alemanha Categoria:Filmes em língua alemã Categoria:Filmes em língua inglesa Categoria:Filmes ambientados em 1978 Categoria:Filmes ambientados em 1989 Categoria:Filmes ambientados em 1990 Categoria:Filmes ambientados em Berlim Categoria:Filmes gravados em Berlim Categoria:Filmes vencedores do Prémio do Cinema Europeu Categoria:Revoluções de 1989 Categoria:Filmes sobre comunismo Categoria:Filmes em língua russa Categoria:London Film Critics Circle de melhor filme estrangeiro",
 "title": "Good Bye, Lenin!"
}