{
 "id": "111963",
 "text": "Eloim ou Elohim (do hebraico אֱלוֹהִים , אלהים, pronunciado elohimStrong's H430, Strong, James. Léxico Hebraico, Aramaico e Grego de Strong. Sociedade Bíblica do Brasil, 2002.Kirst, Nelson; Zimmer, Rudi. Dicionário hebraico- português & aramaico-português. Petrópolis: Vozes, 1988. Holladay, William L. Léxico Hebraico e Aramaico do Antigo Testamento. Vida Nova, 2010 Schökel, Luis. Dicionário bíblico hebraico-português. São Paulo: Paulus,1997. Berezin, Rifka. Dicionário Hebraico - Português. São Paulo:EdUsp, 2003 ) é um substantivo que se refere a Deus, usado na língua hebraica moderna e antiga. Termo comum usado nas escrituras hebraicas, Elohim pronunciando Elo’him (em hebraico: אלהים) é o plural adjetivo de dois gêneros da palavra Eloah (אלוה), considerado pelos estudiosos judeus como plural majestático (pluralis majestatis) ou de excelência (pluralis excellentiæ), expressando grande dignidade, traduzindo-se por \"Elevadíssimo\" ou \"Altíssimo\". == Origem e Uso== As origens da palavra Elohim são geralmente ligadas ao termo hebraico אל (El), cuja etimologia e significados originais são disputados.Thomas Sharp. A review and defence of two dissertations concerning the etymology and scripture- meaning of the Hebrew words Elohim and Berith. 1755. Sipporah Y Joseph. The Hebrew Names of God. Bloomington, IN: WestBow Press, 2011. É um termo polissêmico, distinguido pela sua concordância.Eugene E. Carpenter, Philip Wesley Comfort. Holman Treasury of Key Bible Words.Morin, Edgar. O Homem e a Morte. Rio de Janeiro: Imago, 1997. p.206. Quando aplicado ao Deus monoteísta das religiões abraâmicas, sua concordância verbal e nominal é singular. Quando referido às deidades (por exemplo, Gen 35:2; Ex 18:11, Jó 1:6; Sal 8:5) ou magistrados (Ex 21:6; 1 Sam 2:25), Elohim é plural em si e em sua concordância. A palavra אל era utilizada para designar ordinariamente as diversas divindades cananitas (comparar com o assírio Ilu), e deu origem a outro termo:אלוה. Pope, Marvin H.. El in the Ugaritic texts Supplements to Vetus Testamentum Vol. II Leiden, Brill, 1955. Pp. x—l-116, p49 Armstron, Karen. A History of GodBallatine Books, 1993 Com o significado de o elevado, ocorre somente em um período tardio na poesia e prosa judaica (em Jó, 41 vezes).Wilhelm Gesenius. Hebrew and Chaldee Lexicon to the Old Testament ==Incidência e variação== De acordo com o Strong H430, Elohim possui a seguinte incidência na torá: *Elohim, 2.570 vezes; *Eloah, 57 vezes; Forma rara, mas como Eloah está presente 41 vezes em Jó; 4 vezes em Salmos; 4 vezes em Dan; 2 e, Hab, 2 vezes no Cântico de Moisés (Deut 32); 1 em Prov, 1 em Isa, 1 em Cr.; 1 em Ne *El, 226 vezes; *Elim, 9 vezes. == Religião Cananeia == A palavra el (singular) é um termo padrão para \"deus\" em aramaico, paleo-hebraico e outras línguas semíticas relacionadas, incluindo o ugarítico. O panteão dos deuses cananeus era conhecido como 'ilhm,Artigo \"Eloah\" por Dennis Pardee in Karel van der Toorn; Bob Becking; Pieter van der Horst, eds. (1999). Dictionary of Deities and Demons in the Bible (2 ed.). p. 285. ASIN B00RWRAWY8. s.v. \"Eloah\" \"O termo expressando a simples noção de deuses nesses textos é ilm...\". o equivalente ugarítico a elohim. Por exemplo, no ciclo ugarítico de Baal, lemos sobre \"setenta filhos de Aserá\". Cada \"filho de deus\" foi considerado a divindade originária de um povo em particular. (KTU 2 1.4.VI.46). ==Ver também== * Alá * Adonai * El (deus) * Deus * Jah * Shemá * יהוה * Kýrios * Monoteísmo * Nome teóforo * Mitologia cananeia Categoria:Antigo Testamento Categoria:Tanakh Categoria:Palavras e frases em hebraico na Bíblia Hebraica",
 "title": "Elohim"
}