{
 "id": "11193",
 "text": "O século II é o período de 101 a 200, de acordo com o calendário juliano. É considerado parte da era, época ou período histórico clássico. No início do século, o Império Romano atingiu sua maior expansão sob o imperador Trajano, mas depois de sua morte passou a focar nas defesas de suas fronteiras pelo resto de sua história. Muita prosperidade ocorreu em todo o império nesta época, governado como era pelos Cinco Bons Imperadores, uma sucessão de governantes bem recebidos e capazes. Este período também viu a remoção dos judeus de Jerusalém durante o reinado de Adriano, após a revolta de Bar Kokhba. O último quarto do século viu o fim do período de paz e prosperidade conhecido como Pax Romana com a morte do imperador Marco Aurélio, último dos \"Cinco Bons Imperadores\", e a ascensão de Cómodo. Depois que Cómodo foi assassinado em 192, um período turbulento conhecido como o Ano dos Cinco Imperadores se seguiu, que, após as rápidas e sucessivas remoções de Pertinax e Dídio Juliano do poder, fez com que o general transformado em imperador Septímio Severo, fundador da dinastia Severana, confrontado com pretendentes rivais na forma de Pescênio Níger, a quem suas forças derrotaram na Batalha de Isso em 194, e Clódio Albino, a quem ele derrotou na Batalha de Lugduno em 197, concedendo-lhe autoridade exclusiva sobre o império. No Extremo Oriente, embora a dinastia Han da China estivesse firmemente consolidada no poder e estendesse sua influência imperial para a Ásia Central durante a primeira metade do século, na segunda metade havia corrupção generalizada e rebelião aberta. Isso desencadeou seu declínio final e, em setembro de 189, o general Dong Zhuo, após ser convocado à capital por He Jin para ajudar a reprimir a facção de eunucos corruptos e poderosos, servindo como intimidador para eles e a Imperatriz Lingsi, marchou com seu exército para Luoyang à luz do assassinato de He Jin e do massacre subsequente dos eunucos, assumindo a capital e tornando-se efetivamente o chefe do governo, embora senhores da guerra e oficiais do governo rapidamente o atacaram em uma campanha que, embora falhou para derrubá-lo, obrigou Dong Zhuo a mudar a sede do poder imperial mais a oeste para Chang'an. Como Dong Zhuo morto em 192, o caos após o colapso da autoridade centralizada apenas continuou, com vários senhores da guerra lutando pela supremacia a fim de estabelecer ou manter sua autoridade dentro do império decadente. Enquanto isso, os ex-seguidores de Dong Zhuo, Li Jue e Guo Si, foram deixados para disputar entre si, enquanto o próprio imperador eventualmente fugiu e voltou para a cidade devastada de Luoyang, mas logo depois, em 196, foi dado refúgio pelo senhor da guerra Cao Cao, que mudou-se para a nova capital, Xu, de onde Cao Cao poderia controlar o imperador. Cao Cao exerceria ainda mais sua autoridade derrotando o poderoso senhor da guerra Yuan Shao na batalha decisiva de Guandu em 200. == Eventos == O Século II começou em 1 de janeiro de 101 e terminou em 31 de dezembro de 200 neste século tivemos várias revoltas Judaicas contra o Império Romano a Segunda guerra judaico-romana e a Terceira guerra judaico-romana e a expansão do império Romano * 150s: Ptolemeu produz o modelo geocêntrico do sistema solar. == Décadas e anos == Fonte: == Referências ==",
 "title": "Século II"
}