{
 "id": "111968",
 "text": "O Sudão está atualmente dividido em 25 estados e 132 distritos. ==Estados do Sudão== A tabela em baixo apresenta o nome de cada estado, assim como o seu respectivo nome em , a área do território, o número de habitantes e a capital. Nº Estado Nome em português Área (km²) População censo 2008 Capital Estados do norte Estados do norte Estados do norte Estados do norte Estados do norte Estados do norte 1 Ash-Shamaliyah Norte 348.765 699.065 Duncula 2 Nahr an-Nil Rio Nilo 122.123 1.120.441 ad-Damir 3 Al-Bahr Al-ahmar Mar Vermelho 218.887 1.396.110 Porto Sudão 4 Shamal Darfor Darfur do Norte 296.420 2.113.626 El-Fasher 5 Shamal Kurdufan Cordofão do Norte 221.900 2.920.992 Al-Ubayyid 6 Al-Chartum Cartum 22.142 5.274.321 Cartum capital 7 Ash Sharqiyah Kassala 36.710 1.789.806 Kassala 8 An-Nil al-abyad Nilo Branco 30.411 1.730.588 Rabak 9 Al Jazirah Ilha 23.373 3.575.280 Wad Madani 10 Al- Qadarif Gadarife 75.263 1.348.378 Al-Qadarif 11 Gharb Darfor Darfur Ocidental 79.460 1.308.225 Al-Junaynah 13 Sennar Sennar 37.844 1.285.058 Singa 14 Janub Darfor Darfur do Sul 127.300 4.093.594 Niala 15 Janub Kurdufan Cordofão do Sul 158.355 1.406.404 Kaduqli, Al-Fula 16 An-Nil al-azraq Nilo Azul 45.844 832.112 Ad-Damazin Estados do sul (Sudão do Sul) (*) Estados do sul (Sudão do Sul) (*) Estados do sul (Sudão do Sul) (*) Estados do sul (Sudão do Sul) (*) Estados do sul (Sudão do Sul) (*) Estados do sul (Sudão do Sul) (*) 17 Gharb Bahr al- Ghazal Bahr al Ghazal Ocidental 93.900 333.431 Waw 18 Schamal Bahr al-Ghazal Bahr al-Ghazal do Norte 33.558 720.898 Uwail 19 Al-Wahda Unidade 35.956 585.801 Bentiu 20 A'li an-Nil Alto Nilo 77.773 964.353 Malakal 21 Warab Warab 31.027 972.928 Warab 22 Junqali Juncáli 122.479 1.358.602 Bur 23 Al-Buhairat Lagos 40.235 695.730 Rumbek 24 Gharb al-Istiwa'iyya Equatória Ocidental 79.319 619.029 Yambio 25 Al-Istiwāʾiyya al-Wusṭā Equatória Central 22.956 1.103.592 Juba 26 Scharq al-Istiwa'iyya Equatória Oriental 82.542 906.126 Kapoita (*) Os dez estados do sul constituem o país Sudão do Sul que se tornou independente em 2011. == História == * Durante o domínio britânico, o Sudão estava dividido em oito províncias (mudirias em árabe). As fronteiras destas não estavam muito bem definidas, mas, depois da Segunda Guerra Mundial, ficaram bem estabelecidas. As oito províncias eram: Nilo Azul, Darfur, Equatória, Kassala, Cartum, Cordofão, Norte e Alto Nilo. Permaneceram desta forma até 1948 * Em 1948, foi criada a província de Bahr al Ghazal a partir da província de Equatória; * Em 27 de março de 1972, no tratado de Adis Abeba que pôs fim a primeira guerra civil sudanesa, foi criado o Sudão do Sul, uma região administrativa autônoma com capital na cidade de Juba; * A 1 de julho de 1973, foram criadas várias provícias: O Darfur dividiu-se em Darfur do Sul e Darfur do Norte; a provícia do Cordofão dividiu-se em Cordofão do Sul e Cordofão do Norte. Al Jazirah e o Nilo Branco foram criadas a partir da província do Nilo Azul; a provícia de Rio Nilo separou-se da província do Norte, e o Mar Vermelho separou-se de Kassala. * Mais tarde, em 1976, Lagos (El Buheyrat) separou-se de Bahr al Ghazal, e Juncáli (Jungoli ou Junglei) separou-se da província do Alto Nilo; Equatória dividiu-se em Equatória Ocidental e Equatória Oriental. Existiam então dezoito províncias no Sudão. * Em 1991, o Governo sudanês reorganizou as divisões administrativas do país criando nove estados federais que correspondiam às províncias existentes entre 1948 e 1973; * Em 14 de fevereiro de 1994, o Governo reorganizou o país em vinte seis estados (wilayat em árabe). Cada novo estado corresponde a parte de um dos 9 antigos estados; * Em 1 de abril de 2005, Bahr al Jabal mudou de nome, passando a se chamar Equatória Central; * Em 16 de agosto de 2005, o Cordofão Ocidental se dividiu em duas partes. A parte norte foi incorporada ao estado do Cordofão do Norte e a parte sul incorporada ao Cordofão do Sul. A capital do Cordofão do Sul alternará entre Kadugli e a antiga capital do Cordofão Ocidental, Al-Fula. * Em 9 de julho de 2011, os dez estados do sul se tornaram independente devido ao refendo feito em 9 de janeiro do mesmo ano, com o país sendo chamado de Sudão do Sul == Ver também == * Distritos do Sudão * Lista de cidades no Sudão == Ligações externas == * Informações sobre o Sudão no statoids * População estimada para 2007 em cbs.gov.sd * População estimada dos estados United Nation Sudan Information Gateway",
 "title": "Subdivisões do Sudão"
}