{
 "id": "112103",
 "text": "O Château Frontenac é um grande hotel e uma das atrações mais famosas da cidade de Quebec, na província de Quebec, Canadá. == História == O hotel foi inaugurado em 1893 e comemorou seu centenário em 1993. O local onde o hotel foi construído abrigava a antiga sede de governo do Quebec. O hotel possui um total de 650 quartos e cerca de 77 metros de altura. O último andar do edifício abriga um observatório, que oferece uma vista espetacular de muitos quilômetros do rio São Lourenço. Com seu telhado de cobre, o hotel é considerado o melhor da cidade, um dos mais prestigiosos do país. O Château Frontenac foi um dos hotéis-castelos construídos pela Canadian Pacific Railway, a maior companhia ferroviária do Canadá, entre o final do século XIX e o começo do século XX. O objetivo dessas construções de hotéis luxuosos era incentivar o turismo de alta classe e, assim, o transporte de passageiros nos trens da companhia. O Château Frontenac foi nomeado em honra do Conde de Frontenac, que foi governador da Nova França (1672-1682 & 1689-1698). O castelo foi construído não muito longe do centro antigo da cidade. O arquiteto responsável pelo projeto foi Bruce Price. Na Segunda Guerra Mundial, Franklin Delano Roosevelt, presidente dos Estados Unidos, Winston Churchill, primeiro- ministro do Reino Unido, e William Lyon Mackenzie King, primeiro-ministro do Canadá, reuniram-se na cidade para discutir o rumo da guerra, hospedando-se no Château Frontenac, onde eles e outras pessoas foram os únicos hóspedes permitidos no hotel, por questões de segurança. O hotel é administrado pela companhia Hotéis e Resorts Fairmont, cuja sede está localizada em Toronto, Ontário. Em 31 de outubro de 2000, a Fairmont vendeu o Château Frontenac para a Legacy Hotels REIT por $185 milhões de dólares canadenses. Entretanto, a Fairmont tem um contrato de administração de longo período. == Lista de hóspedes famosos == * George VI do Reino Unido * Rainha Elizabeth * Princesa Grace de Mônaco * Chiang Kai-shek * Charles de Gaulle * Ronald Reagan * François Mitterrand * André, Duque de Iorque * Sarah, Duquesa de Iorque * Charles Lindberg * Alfred Hitchcock * Montgomery Clift == Vista panorâmica == == Galeria de Imagens == Imagem:Chateaufrontenac-quebec-canada-rs.jpg Imagem:Château Frontenac, Québec, South view from Terasse Dufferin 20170414 1.jpg Imagem:Plaine abraham quebec.jpg Imagem:Castelofrontenac.jpg Imagem:Château Frontenac, Quebec, Canada.jpg Imagem:Chateau Frontenac circa 1900-1925.jpg Imagem:Chateau_Frontenac_large_view.jpg Imagem:Chateau Frontenac in Quebec City.jpg Imagem:Château Frontenac 2003.jpg Imagem:Château Frontenac.jpg Imagem:Château Frontenac2.jpg Imagem:Château Frontenac3.jpg Imagem:Le château Frontenac Vieux-Québec, ville de Québec, Québec.jpg Imagem:Ville de Québec vu de Lévis.jpg Imagem:Frontenac nuit.jpg Imagem:Chateau Frontenac 02728.jpg ==Ligações externas== *Website oficial do Château Frontenac Categoria:Hotéis do Quebec Categoria:Hotéis da Canadian Pacific Railway Categoria:Fairmont Hotels and Resorts Categoria:Arquitetura château no Canadá Categoria:Quebec (cidade)",
 "title": "Château Frontenac"
}