{
 "id": "11225",
 "text": "Steven Anthony Ballmer (Ou simplesmente \"Steve\" Ballmer) (Detroit, 24 de março de 1956) foi presidente executivo da Microsoft desde 21 de julho de 1998 até ser substituído por Satya Nadella em 2014, e é amigo de seu fundador, Bill Gates. Em 2022, ficou em oitavo lugar na 41ª lista anual da Forbes dos 400 americanos mais ricos. == Carreira == Ballmer iniciou as suas funções na Microsoft em 1979, tendo sido o primeiro diretor administrativo a ser contratado por Bill Gates. Desde então, capacidade de liderança e empenho absoluto de Ballmer passaram a constituir a imagem de marca da sua presença na empresa. Nos últimos 20 anos, Ballmer presidiu a várias divisões da Microsoft, incluindo os departamentos de operações, desenvolvimento de sistemas operacionais, vendas e suporte. Em Julho de 1998, foi promovido a Presidente, um cargo que conferiu uma responsabilidade diária na gestão da Microsoft. Nomeado Presidente do Conselho de Administração em Janeiro de 2000, assumiu a responsabilidade pela gestão global da empresa, o que inclui cumprir as metas traçadas na missão da empresa cujo objetivo passa por viabilizar a concretização de todo o potencial de pessoas e empresas à escala mundial. Em conjunto com Bill Gates e restantes chefias técnicas e empresariais da empresa, Steve Ballmer está empenhado em dar continuidade aos esforços de inovação e liderança da Microsoft nos sete ramos de atividade que compõem a empresa. O objetivo fundamental da Microsoft consiste em fornecer uma plataforma integrada que possibilite uma utilização sem dificuldades de uma vasta gama de serviços e dispositivos informáticos e para outros fins. Em 2012 a Revista Forbes classificou Steve Ballmer como a 44° pessoa mais rica do mundo, com 15,7 bilhões de dólares. No dia 23 de Agosto de 2013, anuncia sua aposentadoria da empresa, a ser efetivada nos próximos 12 meses. Em 4 de fevereiro de 2014, Steve Ballmer deixa o cargo de presidente da Microsoft e é substituído por Satya Nadella. Atualmente Steve Ballmer é o maior acionista da Microsoft. Em 12 de Agosto de 2014, Ballmer comprou a franquia da NBA Los Angeles Clippers. Categoria:Informáticos Ballmer, Steve Ballmer, Steve Categoria:Empregados da Microsoft Categoria:Cavaleiros da Ordem Nacional da Legião de Honra Categoria:Empresários em software Categoria:Personalidades da Internet dos Estados Unidos",
 "title": "Steve Ballmer"
}