{
 "id": "112284",
 "text": "William John Neeson (Ballymena, 7 de junho de 1952), mais conhecido como Liam Neeson, é um ator da Irlanda do Norte. Recebeu vários prêmios, incluindo indicações para um Óscar, um British Academy Film Award e dois Tony Awards. Em 2020, ficou em 7.º lugar na lista do The Irish Times dos 50 maiores atores de cinema da Irlanda. Neeson foi nomeado Oficial da Ordem do Império Britânico (OBE) em 2000. Em 1976, Neeson ingressou no Lyric Players' Theatre em Belfast por dois anos. Seus primeiros papéis no cinema incluem Excalibur (1981), The Bounty (1984), The Mission (1986) e Husbands and Wives (1992). Ganhou destaque interpretando Oskar Schindler no drama holocausto de Steven Spielberg, Schindler's List (1993), pelo qual ganhou uma indicação ao Oscar de Melhor Ator. Seguiu estrelando Nell (1994), Rob Roy (1995), Michael Collins (1996) e Les Misérables (1998). Assumiu papéis de grande sucesso, retratando Qui-Gon Jinn na ópera espacial de George Lucas, Star Wars: Episode I – The Phantom Menace (1999); Ra's al Ghul em Batman Begins (2005) e Aslan na trilogia de The Chronicles of Narnia (2005–10). Também estrelou Gangs of New York (2002), de Martin Scorsese; a comédia romântica Love Actually (2003) e o drama Kinsey (2004). A partir de 2009, Neeson consolidou-se como uma estrela de ação com a série de suspense de ação, Taken (2008), 2 (2012) e 3 (2014); The A-Team (2010), The Grey (2011), Wrath of the Titans (2012) e A Walk Among the Tombstones (2014). É conhecido por suas colaborações no gênero com o diretor Jaume Collet-Serra, e estrelou quatro de seus filmes: Unknown (2011), Non-Stop (2013), Run All Night (2015) e The Commuter (2018). Estrelou o épico religioso Silence (2016), de Scorsese; o drama de fantasia A Monster Calls (2016), o drama de roubo de Steve McQueen, Widows (2018), o faroeste dos irmãos Coen, The Ballad of Buster Scruggs (2018), e o drama romântico Ordinary Love (2019). Neeson é conhecido por seu trabalho no palco. Fez sua estreia na Broadway em 1993 com sua atuação como Matt Burke no renascimento de Anna Christie, de Eugene O'Neill, recebendo uma indicação ao Tony Award de Melhor Ator em uma Peça. Então estrelou como Oscar Wilde em The Judas Kiss de David Hare, em 1998. Recebeu sua segunda indicação ao Tony Award por sua atuação na remontagem de 2002 da Broadway de The Crucible, de Arthur Miller. == Biografia == Filho de uma família pobre católica, aos quinze anos já trabalhava como operador de grua ao mesmo tempo que mantinha uma carreira de pugilista amador. Aos 19 anos, partiu para Belfast para tirar o curso de professor. Contudo, em 1976, sentindo-se tentado pela carreira de ator, inscreveu-se numa companhia de teatro de Belfast. Em 1981, enquanto estava em Dublin, o cineasta John Boorman convidou-o para interpretar um pequeno papel em Excalibur de 1981, um filme passado na lendária época do rei Artur. A partir daí, começou a ser presença constante em minisséries televisivas e filmes de baixo orçamento. No filme The Mission (A Missão, de 1986), de Roland Joffé, teve uma pequena participação como padre jesuíta. Captou a atenção dos produtores de Hollywood com um pequeno mas significativo papel de surdo em Suspect (Sob Suspeita, de 1987). Os papéis secundários sucediam-se: de diretor de filmes de terror perseguido por Dirty Harry (Clint Eastwood) em The Dead Pool (Na Lista do Assassino, 1988) a um escultor irlandês liberal em The Good Mother (O Preço da Paixão, 1988). O primeiro título de Neeson enquanto protagonista foi um fracasso de bilheteira: Darkman (Vingança Sem Rosto, 1990) foi uma vã tentativa de implantar um super-herói capaz de fazer frente ao sucesso de Batman de 1989. Neeson procurou refúgio nos palcos ingleses, voltando esporadicamente a Hollywood para pequenas participações em filmes como Husbands and Wives (Maridos e Mulheres, 1992) de Woody Allen. A grande oportunidade de Neeson surgiu quando Steven Spielberg, de visita a Londres, ficou impressionado com o seu talento em palco e com as suas aparências físicas com o personagem do projeto que tinha em mãos. Imediatamente convenceu-o a aceitar o papel de Oskar Schindler, industrial alemão que salvou pouco mais de mil judeus das garras dos comandantes demoníacos SS dos campos de concentração em Schindler's List (A Lista de Schindler, 1993). A poderosa interpretação do ator valeu-lhe uma indicação para o Óscar de melhor ator, prêmio que, no entanto, foi parar às mãos de Tom Hanks por Philadelphia (Filadélfia, 1993). Nesse mesmo ano casou com a atriz inglesa Natasha Richardson, com quem contracenou no êxito da Broadway Anna Christie. Agora considerado um ator de estatuto superior, Neeson começou a receber propostas de papéis principais em filmes produzidos por grandes estúdios: Nell (1994), Rob Roy (1995), Michael Collins (1996), Les Miserables (Os Miseráveis, 1998) e Star Wars: Episode I - The Phantom Menace (1999). Teve um papel secundário como o padre Vallon em Gangs of New York (Gangs de Nova Iorque, 2002), protagonizou a comédia romântica Love Actually (Simplesmente Amor, 2003) e assumiu o papel de Alfred Kinsey, o autor de Sexual Behavior in the Human Male, no filme Kinsey, dirigido por Bill Condon. Em 2005, em Kingdom of Heaven, assumiu o papel de Godfrey of Ibelin e do vilão Ra's al Ghul em Batman Begins. Também em 2005, Liam Neeson dublou Aslan, personagem da série de filmes As Crônicas de Nárnia. Em 2008 Liam Neeson faz a dublagem do personagens James do jogo Fallout 3. == Vida pessoal == Foi casado com a atriz Natasha Richardson entre 3 de julho de 1994 até a sua morte, em 18 de março de 2009, quando Richardson sofreu graves ferimentos na cabeça em um acidente de esqui no Resort Monte Tremblante, na Província canadense de Quebec. O casal teve dois filhos: Micheál (nascido em 1995) e Daniel (nascido em 1996). Neeson vive em Millbrook, Nova Iorque. Fumava excessivamente no início de sua carreira, mas conseguiu parar de fumar. Quando fez o papel de Hannibal Smith para um filme baseado na série The A-Team (Esquadrão Classe A, no Brasil) Neeson teve reservas para fumar (que é uma característica do personagem Hannibal Smith) no filme por ser um ex-fumante, mas concordou em manter esse traço da personalidade de Hannibal para o filme. Neeson foi condecorado como cidadão honorário na cidade de Ballymena, mas após revelar ter-se sentido como um \"cidadão de segunda classe\" por ser católico porquanto crescera naquela cidade, foi acusado por membros do Partido Unionista Democrático e renunciou à honraria. Neeson continua a praticar e professar o catolicismo, tendo educado os seus filhos como católicos. Expressou profunda admiração pelos Exercícios Espirituais de Inácio de Loyola. Foi nomeado oficial da Ordem do Império Britânico pela rainha Elizabeth II, na Lista de 1999. O Fundo Americano- Irlandês homenageou Liam Neeson com seu Prêmio de Artes Cênicas pela grande distinção que ele trouxe para a Irlanda em seu Jantar de Gala de 2008 em Nova Iorque. == Filmografia == Ano Filme Papel Observações 1978 Pilgrim's Progress Evangelista 1979 Christiana Greatheart 1981 Nailed jovem católico Excalibur Gawain 1983 Krull Kegan 1984 The Bounty Charles Churchill 1985 The Innocent John Carns 1986 The Mission Fielding The Delta Force membro da Delta Force não creditado Duet for One Totter 1987 Suspect Carl Anderson A Prayer for the Dying Liam Docherty 1988 Satisfaction Martin Falcon High Spirits Martin Brogan The Dead Pool Peter Swan The Good Mother Leo Cutter 1989 Next of Kin Briar Gates 1990 Darkman Peyton Westlake/Darkman The Big Man Danny Scoular 1991 Under Suspicion Tony Aaron 1992 Husbands and Wives Michael Gates Leap of Faith Sheriff Will Braverman Shining Through Franz-Otto Dietrich 1993 Ethan Frome Ethan Frome Ruby Cairo Dr. Fergus Lamb Schindler's List Oskar Schindler 1994 Nell Dr. Jerome \"Jerry\" Lovell 1995 Rob Roy Rob Roy MacGregor 1996 Michael Collins Michael Collins Before and After Ben Ryan 1998 Les Misérables Jean Valjean Everest Narrator 1999 The Haunting Dr. David Marrow Star Wars Episode I: The Phantom Menace Qui-Gon Jinn 2000 Gun Shy Charlie Mayo The Endurance: Shackleton's Legendary Antarctic Expedition Narrator 2002 K-19: The Widowmaker Mikhail Polenin Gangs of New York \"Priest\" Vall Martin Luther narrador 2003 Love Actually Daniel Coral Reef Adventure narrador 2004 Kinsey Alfred Kinsey 2005 Kingdom of Heaven Godfrey of Ibelin Batman Begins Henri Ducard / Ra's al Ghul Breakfast on Pluto Padre Liam The Chronicles of Narnia: The Lion, the Witch and the Wardrobe Aslan voz 2006 Home ele mesmo 2007 Seraphim Falls Carver 2008 The Chronicles of Narnia: Prince Caspian Aslan voz The Other Man Peter Taken Bryan Mills 2009 Five Minutes of Heaven Alistair Little Ponyo Fujimoto voz After.Life Eliot Chloe David 2010 Clash of the Titans Zeus The A-Team John \"Hannibal\" Smith The Chronicles of Narnia: The Voyage of the Dawn Treader Aslan voz The Next Three Days Damon Pennington The Wildest Dream narrador 2011 Unknown Dr. Martin Harris The Grey John Ottway 2012 Wrath of the Titans Zeus Battleship Almirante Shane The Dark Knight Rises Ra's al Ghul cameo Taken 2 Bryan Mills 2013 Third Person Michael Khumba Phango voz Anchorman 2: The Legend Continues History Channel Rep cameo 2014 The Nut Job Racoon voz The Lego Movie Mau policial/Bom policial Non-Stop Bill Marks A Million Ways to Die in the West Clinch A Walk Among the Tombstones Matthew Scudder 2015 Taken 3 Bryan Mills Run All Night Jimmy Conlon Entourage Ele mesmo Participação Ted 2 Homem na loja Participação 2016 Plan B John Baker Operation Chromite Douglas MacArthur Silence Padre Cristóvão Ferreira 2018 The Commuter Michael McCauley The Ballad of Buster Scruggs Empresário Segmento: \"Ticket Refeição\" 2019 Cold Pursuit Nelson \"Nels\" Coxman 2019 Men in Black: International Grande T 2019 Ordinary Love Tom 2019 Star Wars: The Rise of Skywalker Qui-Gon Jinn Voz; Participação especial 2020 Made in Italy Robert Foster 2020 Honest Thief Tom Carter 2021 The Marksman Jim Hanson 2021 The Ice Road Mike McCann 2022 Blacklight Travis Block 2022 Memory Alex Lewis 2022 Marlowe Philip Marlowe TBA Retribution Matt Turner TBA In the Land of Saints and Sinners Finbar Murphy TBA Thug ==Ligações externas== * Categoria:Naturais de Ballymena Categoria:Atores de cinema da Irlanda do Norte Categoria:Atores de jogos eletrônicos da Irlanda do Norte Categoria:Atores de televisão da Irlanda do Norte Categoria:Dobradores da Irlanda do Norte Categoria:Britânicos expatriados nos Estados Unidos Categoria:Cidadãos naturalizados dos Estados Unidos Categoria:Católicos da Irlanda Categoria:Família Redgrave Categoria:Elenco de Star Wars Categoria:Oficiais da Ordem do Império Britânico Categoria:Prémio LAFCA de melhor ator Categoria:Chicago Film Critics Association de Melhor Ator Categoria:Coppa Volpi de melhor ator",
 "title": "Liam Neeson"
}