{
 "id": "1122",
 "text": "Larry Wall (Los Angeles, ) é um programador, linguista e autor americano, conhecido principalmente por ser o criador da linguagem de programação Perl. Atualmente trabalha na editora de livros O'Reilly Media. Wall obteve o grau de bacharel da Seattle Pacific University em 1976. Wall é autor do cliente Usenet rn e do quase universalmente usado patch program. Ganhou o concurso de programação \"International Obfuscated C Code Contest\" duas vezes e foi o primeiro vencedor do prêmio da Free Software Foundation pelo avanço do software livre em 1998. Além de suas habilidades técnicas, Wall é conhecido por sua sagacidade e senso de humor frequentemente irônico, os quais demonstra nos comentários de código fonte ou no Usenet. Por exemplo: “Todos concordamos com a necessidade do compromisso. Nós apenas não concordamos com quando é necessário se comprometer.” Larry Wall tem as qualificações da linguística, que foram úteis no projeto do Perl. É o co-autor do livro \"Programando em Perl\" (frequentemente citado como o livro do camelo), que é o principal recurso para programadores da linguagem. Também foi editor de \"Perl Cookbook\". Seus livros são publicados pela O'Reilly. A fé Cristã de Wall influenciou partes da terminologia do Perl, como o próprio nome, uma referência bíblica à “pérola de grande valor” (). Outros exemplos similares são o nome da função bless, e a organização de suas falas em categorias tais como apocalipse e exegese. Wall também lembrou a sua fé quando falou em conferências, incluindo uma fala direta sobre sua crença na conferência sobre Perl em agosto de 1997 e uma discussão sobre o \"Progresso do Peregrino\" no YAPC (Yet Another Perl Conference - \"mais uma conferência do Perl\") em junho de 2000. Quando estavam na faculdade, Wall e sua esposa estudavam linguística com a intenção de mais tarde encontrarem uma linguagem que não possuísse escrita, talvez na África, e criarem um sistema de escrita para ela. Com este novo sistema de escrita eles queriam traduzir vários textos para a linguagem, entre eles a Bíblia. Por motivos de saúde esses planos foram cancelados, e eles continuaram nos Estados Unidos, onde Larry entrou para o Laboratório de Propulsão de Jatos da NASA, ao terminar a faculdade. Wall continua a supervisionar o desenvolvimento adicional do Perl e atua como Benevolent Dictator for Life (BDFL) (Ditador Benevolente Vitalício), do projeto do Perl. Existem duas \"regras\", assim chamadas, tiradas da documentação oficial do Perl: # Larry por definição está sempre certo sobre como o Perl deve se comportar. Isto significa que ele tem o poder final do veto na funcionalidade do todo. # É permitido a Larry mudar de ideia mais tarde sobre qualquer assunto, não importa se ele invocou previamente a regra 1. * Entendeu? Larry está sempre certo, mesmo quando tiver errado anteriormente. == Ligações externas == * Página pessoal de Larry Wall Categoria:Programadores de software livre Categoria:Programadores dos Estados Unidos Categoria:Naturais de Los Angeles",
 "title": "Larry Wall"
}