{
 "id": "112229",
 "text": "O mar de Wadden ou mar Frísio (Wattenmeer em alemão, Waddenzee em neerlandês, Waadsee em frísio, Wattensee em baixo-alemão e Vadehavet em dinamarquês) é um mar situado entre as ilhas Frísias e o mar do Norte por um lado e as costas neerlandesa, alemã e dinamarquesa por outro. Formado por planícies marítimas, é muito pouco profundo, inclusivamente durante a maré baixa, quando consiste em grandes planícies arenosas interrompidas por canais de drenagem que evacuam a água (de facto, é possível atravessá-lo a pé, do continente às ilhas ou vice-versa). Há também grandes correntes. Tem cerca de 450 km de comprimento e entre 5 e 30 km de largura, com uma área de cerca de 10 000 km². Em 26 de junho de 2009 o mar Frísio foi declarado Património Mundial pela UNESCO. == Meio ambiente == miniaturadaimagem|Pântano de sal e lamaçais em Westerhever, Alemanha A palavra wad é frísio e holandês para \"lama plana\" (baixo alemão e , ). A área é caracterizada por extensas planícies de lama de maré, trincheiras de maré mais profundas (riachos de maré) e as ilhas que estão contidas neste, uma região continuamente disputada por terra e mar. A paisagem foi formada em grande parte pelas marés de tempestade nos séculos 10 a 14, transbordando e levando antigas turfeiras atrás das dunas costeiras. As ilhas atuais são um remanescente das antigas dunas costeiras. Em direção ao Mar do Norte, as ilhas são marcadas por dunas e praias de areia larga, e em direção ao Mar de Wadden uma costa baixa e de maré. O impacto das ondas e correntes que transportam sedimentos está mudando lentamente as massas de terra e as costas. Por exemplo, as ilhas de Vlieland e Ameland moveram-se para leste ao longo dos séculos, tendo perdido terras de um lado e adicionando-as do outro. == Ligações externas == * Categoria:Corpos de água dos Países Baixos Categoria:Corpos de água da Alemanha Frisio Categoria:Patrimônio Mundial da UNESCO na Alemanha Categoria:Patrimônio Mundial da UNESCO nos Países Baixos Categoria:Fronteira Alemanha-Países Baixos Categoria:Sítios Ramsar da Dinamarca Categoria:Sítios Ramsar dos Países Baixos Categoria:Sítios Ramsar da Alemanha Categoria:Sítios Natura 2000 dos Países Baixos Categoria:Frísia",
 "title": "Mar Frísio"
}