{
 "id": "11220",
 "text": "Michael Peter Balzary (Melbourne, 16 de outubro de 1962), mais conhecido pelo seu nome artístico Flea, é um músico e ator australiano-americano. Flea é mais conhecido por seu trabalho como baixista, co-fundador e um dos compositores da banda de rock alternativo Red Hot Chili Peppers. Flea também é o co-fundador da Silverlake Conservatory of Music, uma organização sem fins lucrativos de educação musical fundada em 2001. Originalmente um prodígio do trompete, Flea aprendeu a tocar baixo na escola secundária, com seu amigo íntimo (e futuro guitarrista do Red Hot Chili Peppers) Hillel Slovak, que precisava de um baixista para sua banda Anthym. Flea passou a integrar o grupo, porém abandonou-o alguns meses depois para tocar na banda de punk Fear. Logo juntou- se novamente a Slovak para formar uma banda destinada a apenas uma apresentação, com seus colegas de escola Anthony Kiedis e Jack Irons; a colaboração inesperada acabaria dando origem aos Red Hot Chili Peppers. Atualmente considerado como um dos melhores baixistas de todos os tempos, seu trabalho com a banda incorporou diversos estilos musicais, e abrangem, tecnicamente, desde o slap mais agressivo a métodos mais melódicos. Tem influências do funk e da música punk rock, seu estilo é primordialmente centrado na simplicidade e no minimalismo, não dispensa a complexidade como um recurso a ser utilizado quando necessário. Além dos Chili Peppers, Flea colaborou com diversos outros artistas, incluindo o Jane's Addiction, The Mars Volta e Alanis Morissette e mais recentemente, Rocket Juice and The Moon. Em abril de 2011, a revista Rolling Stone fez uma lista dos 10 melhores baixistas de todos os tempos, com Flea em segundo. Como ator, Flea fez diversas incursões no cinema, aparecendo em filmes como Back to the Future II (br: De Volta para o Futuro II / pt: Regresso ao Futuro II, 1989), My Own Private Idaho (br: Garotos de Programa /pt: A Caminho de Idaho, 1991), e The Big Lebowski (O Grande Lebowski, 1998). Junto com seus companheiros de banda, antigos e atuais, Flea foi introduzido no Hall da Fama do Rock em 14 de abril de 2012. ==Início== Flea nasceu em Burwood, Melbourne, Austrália. Seu pai, Mick Balzary, ávido pescador, muitas vezes levou-o para pesca. Quando tinha 5 anos foi para Larchmont, Nova Iorque nos Estados Unidos com sua família por causa da carreira de seu pai.Apter, 2004. p. 19 Em 1971, seus pais se divorciaram e seu pai retornou a Austrália. Depois do divorcio dos pais, em 1972, Flea e seus irmãos ficaram com sua mãe, que logo se casou com um músico de jazz. O padrasto de Flea, Walter Abdul Urban (1941-2011), convidava músicos para sua casa, onde jams ocorriam frequentemente. A família se mudou novamente para Los Angeles, Califórnia, onde Flea ficou fascinado com o trompete.Apter, 2004. p. 20 Ele não tinha interesse em rock na época, e idolatrava músicos de jazz como Miles Davis, Louis Armstrong e Dizzy Gillespie. Balzary é de origem húngara e irlandesa. Seu padrasto era um \"alcoólatra agressivo\", que certa vez se envolveu num tiroteio com a polícia. \"Eu fui criado em uma família muito violenta, alcoólatra\". Flea disse mais tarde: \"Eu cresci sendo aterrorizados pelos meus pais, particularmente meu pai. Causou [me] um monte de problemas mais tarde na vida\".Apter, 2004. p. 21 Para lidar com isso, Flea começou a fumar maconha aos 13 anos, e tornou-se um usuário diário.Apter, 2004. pp. 22–23 Flea estava estudando na Fairfax High School e era fascinado com o trompete,Apter, 2004. p. 20 praticando muito também, não tendo interesse em música rock na época. Seus colegas debochavam de seu sotaque australiano-nova iorquino e de seu \"estranho\" gosto musical. Conheceu Anthony Kiedis ainda na escola e de uma forma muito inusitada, Anthony estava com um colega no almoço da escola, quando Flea chegou por trás desse amigo de Anthony e deu uma gravata nele, como brincadeira, depois Anthony falou para Flea o largar. Depois de pouco tempo viraram amigos. Kiedis relembra: \"Nós fomos atraídos um ao outro pelas forças do mal, do amor e que nos tornamos praticamente inseparáveis. Encontramos um ao outro e acabou por ser a amizade mais duradoura da minha vida\"Apter, 2004. p. 35 Flea foi transformando seu gosto para o rock, principalmente o funk rock por um amigo no colégio chamado Hillel Slovak. Slovak pediu-lhe para ser um baixista de uma banda funk que estava começando. Ele conheceu Anthony Kiedis, eles tornaram-se companheiros de quarto e depois de um tempo, eles foram oferecidos um show e tocou com um nome provisório. No entanto, todos os shows depois disso, eles eram conhecidos como os Red Hot Chili Peppers. Flea logo adotou o apelido, dado a ele em uma viagem de esqui, em referência à sua natureza nervosa e inconstante. ==Carreira== ===1984-1990: Primeiros quatro álbuns=== O repertório da banda nos concertos cresceu para nove canções como resultado de meses tocando em boates e bares locais.Apter, 2004. p. 62 O Red Hot Chili Peppers entrou no Bijou Studios para gravar uma fita demo produzida pelo então baterista do Fear e, posteriormente, garantiu um contrato com a gravadora EMI. Irons e Slovack no entanto, decidiram deixar o Red Hot Chili Peppers, a fim de prosseguir uma banda \"mais séria\", o What Is This?.Apter, 2004. pp. 70–74 Flea finalmente respeitou a decisão, mas sentiu que a banda estaria perdida sem eles. Ele e Kiedis contrataram o baterista Cliff Martinez e guitarrista Jack Sherman para preencher os lugares de Irons e Slovak, respectivamente. Andy Gill, ex- Gang of Four, concordou em produzir o seu primeiro álbum. Gill e Sherman entraram em confronto com Flea e Kiedis. Eles continuamente argumentaram sobre o estilo de música, som e produção do álbum.Apter, 2004. pp. 78–88 Flea sentiu que o álbum foi duro e \"um grande erro\", mas também admitiu que \"nós [ele e Kiedis] eramos apenas desrespeitosos e ofensivos\".Page, Scarlet (July, 2004). \"Red Hot Chili Peppers: The LA Punks Who Defied Death, Grunge And A Burning Crack Den\". Mojo. O álbum de estreia, The Red Hot Chili Peppers, foi lançado em 10 de agosto de 1984 com recepção crítica e comercial ruins.Kiedis, Sloman, 2004. pp. 234–235 Depois de uma turnê relativamente infrutífera, Sherman foi demitido no início de 1985. Slovak, que tinha sido contemplado um retorno aos Chili Peppers, aderiu ao grupo depois de ter sido incentivado por Flea. O músico de funk George Clinton foi contratado para produzir o segundo álbum da banda, Freaky Styley. A química forte entre Clinton e os Red Hot Chili Peppers foi sentida imediatamente. Flea mais tarde referiu Clinton como \"mais quente que o homem, mais gentil do mundo\".Apter, 2004. p. 110 Freaky Styley foi lançado em agosto de 1985 e recebeu atenção apenas um pouco mais de que The Red Hot Chili Peppers com cerca de 75 mil cópias vendidas no final do ano. Flea foi um pouco indiferente à vendas de álbuns pobres como ele tinha proposto recentemente a namorada Loesha Zeviar, que estava grávida de seu filho. A banda contratou Michael Beinhorn, o seu último recurso entre os produtores em potencial, para trabalhar em seu próximo álbum.Apter, 2004. pp 130–141 What Is This? finalmente se desfez, e Irons voltou ao Red Hot Chili Peppers em meados de 1986 depois de Martinez ter sido demitido. Flea, Slovak e Kiedis especialmente estavam envolvidos em uso de drogas pesadas e suas relações se tornaram tensas. Flea recordou que \"ele começou a parecer feio para mim e não divertido, a nossa comunicação não era saudável\". Kiedis se tornou dependente de heroína, deixando Flea e Slovak para trabalhar em grande parte do material do álbum por si mesmos. Flea e Zeviar se casaram, e ela deu à luz Clara. Kiedis foi brevemente expulso da banda, e dado um mês para se reabilitar. Kiedis completou a reabilitação e voltou ao Red Hot Chili Peppers em Los Angeles para gravar seu terceiro álbum The Uplift Mofo Party Plan, que provou ser muito mais bem sucedido comercialmente e criticamente, do que os álbuns anteriores do Red Hot Chili Peppers; registrando o número 148 na Billboard 200. Após a turnê Uplift, o uso de drogas por Slovak aumentou dramaticamente. Seu relacionamento com Flea estava desbotada, e Slovak tornou- se isolado e deprimido. Em 28 de junho de 1988, Hillel Slovak foi encontrado morto de overdose de heroína. Flea refletiu: \"Eu realmente não sabia como lidar com essa tristeza, e eu não acho que [Kiedis] sabia como lidar com isso também\". Irons, que estava mal com a morte de Hillel, deixou o grupo. Flea e Kiedis levou algum tempo para recolher-se, mas decidiu manter a banda unida. O guitarrista DeWayne \"Blackbyrd\" McKnight e o baterista D. H. Peligro foram adicionados, e a banda entrou em estúdio para gravar um novo álbum. McKnight logo começou a criar tensão dentro do grupo, porque seu estilo não casava com o resto da banda.Kiedis, Sloman, 2004. p. 234 Peligro, o ex-baterista da banda de punk rock Dead Kennedys, era amigo de John Frusciante, um guitarrista de dezoito anos e ávido fã do Red Hot Chili Peppers. Peligro apresentou Frusciante para Flea, e os três tocaram juntos em várias ocasiões.Apter, 2004. pp. 178–190 Flea ficou impressionado com a habilidade de Frusciante, e espantado com o conhecimento de todo o repertório do grupo, a ponto de que ele estava convencido de que Frusciante poderia fornecer a faísca que não foi McKnight: McKnight foi expulso e Frusciante aceitou o convite para se juntar o grupo. Peligro foi demitido pouco tempo depois, e o Chili Peppers trouxe o baterista Chad Smith como seu substituto.Kiedis, Sloman, 2004. p. 242 Flea e Zeviar crescerão separados, e ele começou a tentar recriar as memórias de sua adolescência por fumar maconha em uma base diária. O Red Hot Chili Peppers entrou no estúdio, e completou a gravação de seu quarto álbum, Mother's Milk, no início de 1989. Após o lançamento, o álbum foi recebido com reações mistas dos críticos, mas recebeu muito mais atenção comercial, alcançando a posição 58 na Billboard 200. Depois disso, Flea fez aparições a tocar trompete na Addiction Jane álbum de 1988 Nothing's Shocking.Encarte de Nothing's Shocking Mais tarde, ele também colaborou com MC Young tocando baixo no aclamado álbum Stone Cold Rhymin. ===1990-1998: Sucesso de mídia e projetos paralelos=== O resultado da turnê do Mother's Milk colocou uma pressão sobre o casamento de Flea.Apter, 2004. pp. 205–212 A fim de ganhar dinheiro, ele precisava fazer uma turnê, e, portanto, gastar o tempo longe de sua família. Além disso, ele e Chad Smith foram presos sob a acusação de assédio sexual depois de um show na MTV, durante as férias de primavera, as acusações foram retiradas. Neste ponto, o grupo atraiu cerca de 3.000 pessoas por concerto, e Mother's Milk ganhou um disco de ouro no início de 1990, devido às boas vendas. Depois da turnê, o Red Hot Chili Peppers voltou para Los Angeles, e Flea e Zeviar se separaram. Ele tentou colocar a separação fora de sua mente fumando maconha e fazer sexo com groupies quando a banda estava em turnê em turnê. O grupo finalmente rompeu os laços que o prendiam com a EMI para assinar com a Warner Bros Records.Kiedis, Sloman, 2004. pp. 261–262 O grande produtor Rick Rubin, que já se recusou a produzir The Uplift Mofo Party Plan concordou em produzir o próximo álbum dos californianos.Apter, 2004. pp. 220–236 Para este novo álbum, Flea pensou que tinha usado as principais técnicas de slap nos 4 primeiros álbuns, assim decidiu que, para este seria mais mainstream e melódico.Funky Monks, 1991. Warner Bros. Entertainment, Inc. Para a gravação, Rubin sugeriu que a casa se moveu um dia pertenceu a ilusionista Harry Houdini, que Flea recebeu como \"uma situação madura para a criatividade\", levando consigo sua filha Clara. Flea e o resto do grupo, com exceção de Smith, permaneceu na casa grande durante o processo de gravação. Durante o tempo em que não foram escrito ou gravação, Flea passou muito de seu tempo fumando maconha com Frusciante. As emoções que Flea se sentiu durante a gravação do álbum eram como nada que ele nunca tinha experimentado: Quando Blood Sugar Sex Magik foi lançado em 24 de setembro de 1991, foi recebido com quase unânime aclamação da crítica. O álbum passou a ficar em número 3 na parada da Billboard, vendendo mais de 7 milhões de álbuns só nos Estados Unidos. A turnê seguiu e o álbum foi aclamado pela crítica, e os Red Hot realizaram mais de 200 concertos.Kiedis, Sloman, 2004. p. 282 Eles se juntaram ao grupo grunge Nirvana em seu caminho ao longo da costa oeste. Com a atenção massiva que o Red Hot começou a receber, causou, no entanto, Frusciante começou a se sentir muito desconfortável, e durante a passagem da turnê do Japão decidiu deixar o grupo. Para completar a turnê, o grupo contratou Arik Marshall. Nos anos seguintes, ao contrário de outros membros do grupo, Flea manteve a sua amizade com Frusciante. Depois da turnê foi contratado Dave Navarro, ex-membro do Jane's Addiction. Kiedis estava no meio de uma recaída em sua dependência de heroína, o que obrigou Flea para assumir o papel de escrever as novas canções, algo que ela nunca tinha feito antes. Durante este período, ele escreveu a maior parte da música \"Transcending\", que ele dedicou um de seus melhores amigos, o falecido River Phoenix, e a introdução da música \"Deep Kick\". Flea também escreveu a letra de uma canção inteira; \"Pea\" que reproduz ele apenas tocando baixo e cantando.Kiedis, Sloman, 2004. pp. 341–344 Estas três músicas apareceram no sexto disco do Red Hot Chili Peppers, One Hot Minute, lançado em 12 de setembro de 1995. O álbum recebeu críticas mistas e foi significativamente menor do que sucesso comercial Blood Sugar Sex Magik. A turnê acabou sendo cortada devido a várias lesões de Kiedis e Smith, e os Red Hot Chili Peppers decidiram entrar em hiato.Apter, 2004. pp. 290–302 Flea começou a praticar yoga, e, progressivamente, deixando a maconha. Devido ao parênteses musical, Flea Red Hot decidiu se juntar a banda Jane's Addiction na turnê de 1997, que já tinha participado em dois discos, onde tocou também o então guitarrista do Red Hot, Dave Navarro. Os rumores de que o Red Hot tinham separado cresceu, até que Navarro emitiu uma declaração: \"Quero esclarecer que o Red Hot Chili Peppers não está acabado... Flea e eu estamos muito felizes em fazer os dois projetos, enquanto o tempo permitir.\" Durante este tempo, Flea ainda foram levantadas para gravar um álbum solo: apenas falava com Lindy Goetz, o gerente do Red Hot, para ajudá-lo no processo de gravação e em sua carreira solo no futuro, mas acabou por abandonar a ideia em favor de oferecer seus serviços como um baixista com outros grandes artistas. De 1995 a 1998, ele participou de mais de 40 gravações como Jagged Little Pill de Alanis Morissette e o álbum solo de estreia de Mike Watt. Junto com Tori Amos e Michael Stipe também gravou uma canção para a trilha sonora do filme de 1995 Don Juan DeMarco, que contou com um velho amigo de Flea, Johnny Depp.Apter, 2004. p. 281 Após esta etapa bem sucedida, Navarro foi expulso em 1998 após uma discussão em grupo e Flea foi questionando se os Chili Pepper iriam ficar juntos ou não: \"A única maneira que eu poderia imaginar de continuar é se temos John [Frusciante] voltar à banda.\"Kiedis, Sloman, 2004. pp. 390–395 Felizmente Frusciante tinha acabado de completar o processo de reabilitação para o vício em heroína e cocaína, o que levou à quase morte. Flea visitou Frusciante no início de 1998, convidando-o a voltar a participar do grupo, e ele aceitou muito animado.Kiedis, Sloman, 2004. p. 408 ===1998-2007: Californication, By the Way e Stadium Arcadium=== A banda, com Frusciante de volta na guitarra, começou a escrever novas canções durante o verão de 1998 na garagem de Flea. Ele e Kiedis foram menos confiantes em escrever o álbum, após os resultados decepcionantes de One Hot Minute. Flea tinha também recentemente terminado com sua namorada, Marissa Pouw, levando-o a entrar num estado de depressão,Apter, 2004. pp. 304–311 que só foi levantado quando sua filha, Clara, confortou-o depois de várias semanas de choro. Flea foi fortemente influenciado pela música eletrônica durante a escrita e gravação de Californication e tentou emular este ao escrever linhas de baixo para o álbum. Californication levou menos de duas semanas para gravar; ao contrário de One Hot Minute, que levou mais de um ano. Californication quando foi lançado em 8 de junho de 1999 ele recebeu muitas criticas positiva e vendeu 16 milhões de cópias no mundo, mais que Blood Sugar Sex Magik. O Red Hot Chili Peppers tocou no Woodstock 1999, com Flea tocando nu, ele faria de novo na festivais em Reading e Leeds mesmo ano, bem como vários outros concertos da turnê Californication. Flea se sentiu como o sistema de escola pública foi seriamente carente de expor as crianças à música, reduzindo drasticamente, e às vezes eliminar, programas relacionados. Ele fundou o Silverlake Conservatory Of Music, uma escola dedicada a ajudar o progresso dos jovens na música.Apter, 2004. pp. 327–338 \"... Eles deixou a bola cair cortando programas de música\", lamenta Flea, \"Eu cresci em escolas públicas e LA foi um departamento de música. Foi realmente uma coisa importante para minha vida, ele me deu algo para se agarrar, e foi um acesso importante para mim. Sem música eu teria chegado em um monte de problemas e há um monte de garotos como eu por aí. Eu só queria tentar dar algo com o que eu tenho\". O Red Hot Chili Peppers passou a maior parte de 2001 escrevendo o seu oitavo álbum de estúdio, By the Way. Toda a banda começou a ouvir música mais melódica, que refletisse muito sobre o álbum. Frusciante se tornou a força motriz por trás de By the Way, causando conflitos iniciais entre ele e Flea. Se o baixista introduziu um ritmo do funk em suas linhas de baixo, o guitarrista, por consequência, desaprovava. By the Way foi lançado em 9 de julho de 2002 e recebeu positivas revisões críticas. Embora não seja tão bem sucedido como Californication ou Blood Sugar Sex Magik, By the Way iria passar a vender mais de nove milhões de cópias em todo o mundo. A turnê que se seguiu, no entanto, foi extremamente rentável; os Chili Peppers realizaram três concertos em Londres no Hyde Park para mais de 250 mil participantes e uma acumulação bruta total de $ 17,1 milhões. Tornou-se o maior concerto de bilheteria em um local único na história. Depois de outra turnê mundial de dois anos, os Chili Peppers escreveu seu nono álbum de estúdio, Stadium Arcadium.Red Hot Chili Peppers. iTunes Originals. iTunes. September 8, 2006 Ao contrário de By the Way, tanto Flea e Frusciante musicalmente eram mais unidos ao escrever o registro. Eles encontraram inspiração em Jimi Hendrix, Jimmy Page e Eddie Van Halen, entre outros. O álbum duplo foi finalmente lançado em 9 de maio de 2006 às revisões geralmente positivas, vendendo mais de sete milhões de cópias em menos de dois anos. Em novembro de 2007, a casa de Flea, avaliada em 4.8 milhões de dólares, localizada em Corral Canyon, Malibu foi queimada por um incêndio. O local não foi, no entanto, a sua residência principal. ===2008-presente: Hiato dos Chili Peppers, retorno a escola e I'm with You=== Durante o hiato da banda, Flea estudou aulas de teoria musical na Universidade do Sul da Califórnia, aprendendo a tocar piano. Começando no outono de 2008, o baixista está estudando teoria musical, composição e trompete de jazz. Flea atribui seu interesse em participar de tais cursos a um desejo recente para alargar a sua apreciação e compreensão da música: \"É muito divertido aprender essas coisas, porque eu nunca sabia de nada. Eu tocava trompete nas bandas escolares. Aprendi coisas que eu gostava de tocar no meu trompete, mas não sabia porque é que uma nota deve seguir-se à outra, porque é que criam aquele som, ou como criar tensão numa composição. [...] Conhecer a estrutura é muito divertido. Flea também faz parte da banda ao vivo do vocalista do Radiohead Thom Yorke com Joey Waronker, Mauro Refosco e Nigel Godrich. A banda realizou dois shows em Los Angeles no início de outubro de 2009, incluindo a totalidade do álbum solo de Yorke de 2006, The Eraser. O conjunto adotou o nome Atoms for Peace. Flea tocou baixo em 2 canções no álbum Bad as Me, de Tom Waits lançado em outubro de 2011. Em 27 de outubro de 2011 foi anunciado que Flea participaria de um projeto paralelo com Damon Albarn e Tony Allen que seria chamado Rocket Juice and The Moon. O álbum de estreia foi lançado em março de 2012. Gibson, 01-04-12. Acesso em 13-04-12. Fora da música, Flea participou de outros projetos. Em 20 de março de 2011, Flea participou da LA Marathon para arrecadar dinheiro para o Silverlake Conservatory of Music. Em 9 de junho de 2011, Flea anunciou que ele está dando um baixo pessoalmente personalizado como um prêmio em um leilão no eBay. O leilão beneficiou Style Wars, um documentário de 1983 sobre o início do hip hop. O Red Hot Chili Peppers encerrou sua pausa em outubro de 2009, em que estavam sem o guitarrista John Frusciante, que deixou a banda para perseguir outros interesses musicais. Frusciante foi substituído por Josh Klinghoffer. A banda começou a ensaiar e escrever para o seu décimo álbum de estúdio. O Red Hot Chili Peppers o álbum de estúdio, I'm With You em 29 de agosto de 2011. Em 23 de junho de 2011 em uma entrevista, Flea falou do retorno da banda e como ele quase deixou a banda durante a sua pausa. Flea disse que \"Eu senti que queria ter dois anos distante para realmente olhar e ver se a banda era algo que ainda deveríamos estar fazendo.\" Ele disse que as coisas tinham chegado a um ponto disfuncional e sem graça, embora achasse que estavam fazendo grandes discos, shows fortes e poderosos, como uma grande banda. Durante o tempo em hiato, Flea disse o que o fez querer continuar a banda: \"Eu percebi que Anthony é como meu irmão, eu o amo muito, e nós começamos essa banda quando éramos crianças. Eu queria manter esse curso, eu nunca quero deixar isso acabar. Eu disse para Anthony: 'Juntos vamos fazer isso, vamos fazer este álbum, eu te amo, e vamos arrasar\". O Globo. Em 7 de dezembro de 2011, os Red Hot Chili Peppers foram anunciados como parte dos induzidos de 2012 para o Rock And Roll Hall Of Fame. Flea induziu o Metallica no Hall da Fama do Rock em abril de 2009. Unlimited Love e Return of the Dream Canteen Com o retorno do guitarrista John Frusciante, o Red Hot Chili Peppers lança em abril de 2022 o álbum \"Unlimited Love\" e em seguida, no mês de outubro do mesmo ano, a banda lança \"Return of the Dream Canteen\". Os músicos seguem engajados desde então em sua turnê mundial. ==Vida pessoal== De 1985 a 1990 Flea foi casado com Loesha Zeviar. Juntos eles tiveram uma filha, Clara Balzary, que nasceu em 1988. Clara tem sido destaque em muitos livros e documentários dos Chili Peppers, incluindo o documentário da banda chamado Funky Monks. Ela também já apareceu em vários shows e até mesmo como uma criança, desde obras de arte para a banda de camisetas e material promocional.Clara Balzary - Biography Adulta, Clara foi mais recentemente membro da banda de curta duração The Tints e também é uma fotógrafa, tendo feito as fotos promocionais para o álbum do Red Hot Chili Peppers, I'm With You. Flea é um antigo torcedor do Los Angeles Lakers junto com o amigo e cantor Anthony Kiedis, já tendo tocado o Hino dos Estados Unidos em jogos na Crypto.com Arena. Flea se casou pela segunda vez em 2005 com a modelo Frankie Rayder. Eles tiveram sua primeira filha juntos, Sunny Bebop Balzary, que nasceu em 2005. John Frusciante é o padrinho de Sunny. ==Estilo musical== Flea exibiu uma grande variedade de técnicas ao longo dos anos, que vão desde o seu uso inicial do slap com os métodos mais tradicionais por ele utilizados desde o Blood Sugar Sex Magik. Greg Prato da Allmusic diz que:\"através da combinação do estilo funk no baixo com psicodélico, punk e hard rock, Flea criou um estilo original de tocar que foi copiado inúmeras vezes.\" Billy Corgan, do The Smashing Pumpkins recorda que, quando viu pela primeira vez o Red Hot Chili Peppers em 1984: Flea estava tocando de forma tão agressiva que tinha feito um buraco em seu polegar e ele gritava de dor entre as músicas, de tanto que doía. Flea é dono de uma Fender Jazz Bass 1961, valorizando-o pelo seu \"som de madeira velha\". Ele tem contribuído para o som do Red Hot Chili Peppers 'não só com o baixo, mas por tocar trompete, assim, que pode ser ouvido em várias músicas, como em \"Subway to Venus\" e \"Taste The Pain\" do álbum Mother's Milk e \"Torture Me\" e \"Hump De Bump\" do Stadium Arcadium. Flea declarou em uma entrevista que ele foi muito influenciado pelo trompetista Louis Armstrong. ==Efeitos== De acordo com um artigo na uberproaudio.com, Flea utiliza essas unidade de efeitos para som de sua marca:Red Hot Chili Peppers - Flea's Bass Gear Rig and Equipment *BOSS ODB-3 Bass Overdrive *MXR Micro Amp *Electro-Harmonix Q-Tron *Dunlop 105Q Crybaby Bass Wah *Whirlwind D1 *Electro-Harmonix Big Muff Novos efeitos usados na turnê do I'm With You: *Moog MF-103 12-stage phaser *Malekko B:Assmaster == Lançamento de novos modelos de baixo == Em Janeiro de 2009, Flea lança novos modelos de baixo chamados FLEABASS. São instrumentos desenhados para estilo e desempenho pelo lendário baixista, Flea, do Red Hot Chili Peppers. A cabine é FLEABASS # 3192. ­ Descrevendo a sua inspiração para Fleabass, Flea disse: \"FLEABASS é nascido do meu amor pela música à educação como um estudante e um professor de música, e um amante da tradição do mesmo. Eu queria que os alunos tivessem um instrumento que possam apaixonar-se, e eu queria que elas fossem capazes de fazê-lo com os meios limitados que a maioria deles tem para adquirir um.\"­ As quatro novas cores foram definidas por Flea como: \"Sunny Bass\", \"Water Bass\", \"Punk Bass\" e \"Wild One\". Flea apresentou seu novo Fleabass no NAMM 2009, considerada uma das maiores feiras de equipamentos e instrumentos musicais do planeta. Para divulgar sua nova própria linha de contra-baixo voltado para estudantes e professores de música, Flea contou com a colaboração de Chad Smith numa Jam Session lá mesmo no NAMM. == Filmes == Flea participou de muitos filmes: *The Wild Side (1983) *Thrashin' (1986) *Suburbia (1986) *Thought Guys (1986) *Dudes (1987) *Less Than Zero (1987) *Stranded (1987) *The Blue Iguana (1988) *Let's Get Lost (1988) *Back To The Future Part II (1989) *Back To The Future Part III (1990) *My Own Private Idaho (1991) *Motorama (1992) *Roadside Prophets (1992) *Son in Law (1993) *The Chase (1994) *Just Your Luck (1996) *Whiskey Down (1996) *Liar's Poker (1997) *Gen 13 (1998) *O Grande Lebowski (1998) *Fear And Loathing in Las Vegas (1998) *The Wild Thornberrys (1998-2004) *Psycho (1998) *The Wild Thornberrys Movie (2002) *Rugrats Go Wild (2003) *Low Down (2014) *Baby Driver (2017) *Boy Erased (2018) ==Discografia== === Solo === *2012 - Helen Burns (EP)consequenceofsound.net === Com outros artistas === * \"#1 da Woman\" de Tricky * \"Baby Can't Drive\" de Slash com Alice Cooper Nicole Sherzinger e Steven Adler * \"Barcelona\" de Jewel * \"Bleed for Something Beautiful\" de Keith Caputo * \"De-Loused in the Comatorium The Mars Volta * \"Note to a Friend\" de Aleka's Attic * Concert Series Volume 1 de Axis of Justice (selected tracks) * \"Freeway\" de Porno for Pyros com Dave Navarro * \"Gimme Shelter\" de Patti Smith * \"Hardcharger\" de Porno For Pyros com Dave Navarro * \"Hard Life Easy\" de Satellite Party * \"Heart of Gold\" de Johnny Cash * \"I Come Off\" de Young MC * \"Bust a Move\" de Young MC * \"I Make My Own Rules\" de LL Cool J com Dave Navarro * \"Idiots Rule\" de Janes Addiction com Angelo Moore e Christopher Dowd * \"Kettle Whistle\" de Jane's Addiction * \"Ill Wind\" de Michael Brook com James Pinker Pinkerelly, Jimmy Scott, e Michael Stipe * \"It's A Rockin World\" de Joe Strummer com Tom Morello, Benmont Tench, DJ Bonebreak, e Nick Hexum * \"I've Been Down\" de Flea * \"Leave My Monkey Alone\" de Warren Zevon * \"Miranda that Ghost Just Isn't Holy Anymore\" de The Mars Volta * \"Narcissus\" de Alanis Morissette * \"You Oughta Know\" de Alanis Morissette com Dave Navarro * \"The Odyssey\" de Incubus * \"Rocket Juice and The Moon\" de Rocket Juice and The Moon * \"So What!\" de Jane's Addiction * \"Spiritual\" de Johnny Cash com Curt Bisquera * \"War\" de Bone Thugs-N-Harmony com Henry Rollins e Tom Morello * \"The Widow\" de The Mars Volta * \"What'll I Do (Remix)\" de Janet Jackson (Remixado por Flea, Chad Smith & Dave Navarro) * \"White Rabbit\" by Patti Smith com Tom Verlaine ==Ver também== *Lista de multi-instrumentistas ==Bibliografia== *Apter, Jeff (2004). Fornication: The Red Hot Chili Peppers Story. Omnibus Press. ISBN 1-84449-381-4. *Kiedis, Anthony; Sloman, Larry (2004). Scar Tissue. Hyperion. ISBN 1-4013-0101-0. ==Ligações externas== * Site oficial do Red Hot Chili Peppers * Flea no Twitter * Flea no Facebook * * * Silverlake Conservatory of Music * Silverlake Conservatory of Music no Facebook * Flea no crowdrise Categoria:Baixistas da Austrália Categoria:Músicos vencedores do Grammy Categoria:Membros de Red Hot Chili Peppers Categoria:Multi-instrumentistas Categoria:Naturais de Melbourne Categoria:Pianistas da Austrália Categoria:Trompetistas dos Estados Unidos Categoria:Músicos de rock alternativo Categoria:Membros de Jane's Addiction Categoria:Australianos de ascendência húngara Categoria:Australianos de ascendência irlandesa Categoria:Pessoas com síndrome da fadiga crónica",
 "title": "Flea"
}