{
 "id": "112322",
 "text": "O quinhentismo corresponde ao período literário (1500-1601) que abrange todas as manifestações literárias produzidas no Brasil na época de seu descobrimento pelos portugueses, durante o século XVI. É um movimento literário, ou seja, parecido ao classicismo português e possui ideias relacionadas ao renascimento, que vivia o seu auge na Europa. Como vieram atrás de riquezas, da-se o fato de ser uma literatura descritiva e de valor literário. A exaltação da terra exótica e exuberante seria sua principal característica, marcada pelos adjetivos, quase sempre empregados no superlativo. Esse ufanismo e exaltação do Brasil seria a principal semente do sentimento nativista, que ganharia força no século XVII, durante as primeiras manifestações contra a Metrópole. O quinhentismo tem, como tema central, os próprios objetivos da expansão marítima: a conquista material, relacionada com as Grandes Navegações, e a conquista espiritual, resultante da política portuguesa da Contrarreforma e representada pela literatura jesuítica da Companhia de Jesus. O nome quinhentismo vem da época em que o movimento literário surgiu no Brasil. Esses movimentos literários aconteceram por volta de 1500, quando os portugueses chegaram às ilhas brasileiras, por isso, o período literário do quinhentismo no Brasil se manteve como um reflexo da tradição literária portuguesa. A primeira carta escrita em solo brasileiro pelo europeu Pero Vaz ficou conhecida como o marco inicial da literatura de Informação no Brasil. == Literatura informativa == A literatura informativa consiste em relatórios, documentos e cartas que se empenham em levantar a fauna, flora e habitantes da nova terra, com o objetivo principal de encontrar riquezas, daí o fato de ser uma literatura descritiva e de valor literário. Com o crescente interesse dos europeus pelas terras recém-descobertas, expedições formadas por comerciantes e militares eram organizadas no intuito de descrever e noticiar a respeito das novas terras. Entre estes, estaria Pero Vaz de Caminha, escrivão que acompanhou a armada de Pedro Álvares Cabral, em 1500. Sua Carta a El-Rei Dom Manuel sobre o descobrimento do Brasil é um dos exemplos mais importantes da literatura Informativa, de inestimável valor histórico. É possível notar claramente o duplo objetivo do texto contido na Carta de Caminha, isto é, a conquista dos bens materiais e a propagação da fé cristã, como demonstram os seguintes trechos: Outros autores quinhentistas e suas obras também merecem menção, como Pero de Magalhães Gândavo (1540-1580) considerado um cronista diferente, posto que descrevia a fauna, a flora e os nativos. Ele também fez um importante relato sobre como se deu a descoberta do Brasil no livro O Tratado da Terra do Brasil (1576). O Padre Manuel da Nóbrega (1517-1570) escreveu obras valiosas que, como José de Anchieta, visavam a catequização indígena. Outros textos importantes do período literário: O diário de navegação de Pero Lopes e Sousa, escrivão do primeiro grupo colonizador, o de Martim Afonso de Sousa (1530). O tratado de terra do Brasil e a história da Província de Santa Cruz a que vulgarmente chamamos de Brasil de Pero Magalhães Gândavo (1576). O Diálogo sobre a conversão dos gentios do Padre Manuel da Nóbrega (1556). Por ser de estilo estritamente descritivo, o quinhentismo, ou literatura informativa, não foi, por muitos considerada como \"literatura propriamente dita\", contudo foi um gênero literário importante para o desenvolvimento do Novo Mundo. Após a literatura de descrição e informação, o Brasil viu-se invadido por outro tipo de literatura, a dos Jesuítas, que tinha como objetivo principal expandir o cristianismo. É valido pontuar que na literatura Jesuíta já se identificavam traços do barroco. == Literatura catequética == Foi consequência da Contrarreforma. A principal preocupação dos jesuítas era o trabalho de catequese, objetivo que determinou toda a sua produção literária, tanto na poesia como no teatro. Além da poesia de devoção, os jesuítas cultivaram o teatro de caráter pedagógico, baseado também em trechos bíblicos, e as cartas que informavam aos superiores na Europa o andamento dos trabalhos na Colônia. José de Anchieta se propôs ao estudo da língua tupi e é considerado o precursor do teatro no Brasil. José de Anchieta é considerado o principal autor jesuíta da época do Quinhentismo, viveu entre os povos indígenas. Foi o autor da primeira gramática do tupi e também de várias poesias de devoção. No caso da literatura de catequese, havia o cunho espiritual utilizado para converter os indígenas nativos ao cristianismo. O texto é marcado pela simplicidade e pelo exagero no emprego dos adjetivos. Além dos textos descritivos e informativos, a literatura informativa também apresenta outras características como, crônicas de viagens, conquista material e espiritual e linguagem simples. == Literatura classicista em Portugal == Em Portugal, o quinhentismo (classicismo) teve início em 1527, quando do retorno do poeta Sá de Miranda da Itália, onde viveu vários anos para estudos. Na bagagem, trazia novas técnicas versificatórias, o \"dolce stil nuovo\" (\"doce estilo novo\"). Além de introduzir no país o verso decassílabo (medida nova) em oposição à redondilha medieval (5 ou 7 sílabas), que passou a ser chamada de medida velha, trouxe uma nova conceituação artística. Devemos entender, portanto, que Sá de Miranda não trouxe para Portugal apenas um verso de medida diferente, mas um gosto poético mais refinado. Juntamente com o decassílabo, passaram a ser cultivadas novas formas fixas de poesia, como o soneto (dois quartetos e tercetos, com metrificação em decassílabos e rimas em esquemas rigorosos), a ode (poesia de exaltação), a écloga (que tematiza o amor pastoril), a elegia (revelação de sentimentos tristes) , a epístola (carta em versos). É preciso lembrar que a substituição do verso redondilha (medida velha), característico da Idade Média, pelo decassílabo (medida nova) não se deu de forma imediata, pois ambas as medidas conviveram em grande parte do século XV. Observe que o Quinhentismo brasileiro ocorreu paralelo ao Classicismo português e o nome do período refere-se a data de início: 1500. == Repercussão ao longo dos séculos == Nos primeiros anos de colonização, a vida cultural existente até então era a(s) cultura(s) indígena(s), com isso, durante o período de colonização diferentes culturas foram disseminadas no Brasil em 1549, com a chegada dos jesuítas, que fundaram os primeiros colégios, únicos redutos de atividade intelectual na colônia, mas os jesuítas tinham outra missão: catequizar os índios (os negros, que começavam a chegar, foram ignorados) e expandir a fé católica no Novo Mundo. O principal instrumento de catequização foi o teatro, mas os jesuítas também produziram poemas sem finalidade catequética, com destaque para o padre José de Anchieta. == Ver também== *José de Anchieta *Pero Vaz de Caminha *Carta de Pero Vaz de Caminha *Frei Vicente do Salvador *Pe Manuel de Nóbrega *Pero de Magalhães Gândavo HISTÓRIA DA LITERATURA BRASILEIRA. José Veríssimo (1915) VILARINHO, Sabrina. \"Quinhentismo Brasileiro\"; Brasil Escola. Disponível em: https://brasilescola.uol.com.br/literatura/quinhentismo-brasileiro.htm. Categoria:Quinhentismo",
 "title": "Quinhentismo"
}