{
 "id": "11232",
 "text": "Windows Server 2003 é um sistema operacional da Microsoft para servidores desenvolvido como sucessor do Windows 2000 Server. É também conhecido como Windows NT 5.2, e para um observador casual aparenta como um Windows XP modificado. No seu núcleo está uma versão do Windows XP com algumas funções desligadas para permitir um funcionamento mais estável do sistema. Tal como o Windows 2000, este apresenta o Active Directory como principal ferramenta para a administração de domínios. O Windows Server 2003 foi lançado em 24 de abril de 2003. O Windows Server 2003 da Microsoft trouxe novas melhorias aos serviços de rede e ao Active Directory, que agora implementa mais funcionalidades em relação ao Windows 2000 Server. Uma versão atualizada, o Windows Server 2003 R2, foi lançada para fabricação em 6 de dezembro de 2005. Seu sucessor, o Windows Server 2008, foi lançado em 4 de fevereiro de 2008. O kernel do Windows Server 2003 foi posteriormente adotado no desenvolvimento do Windows Vista. == Visão geral == Windows Server 2003 é a continuação do Windows 2000 Server, incorporando compatibilidade e outros recursos do Windows XP. Ao contrário do Windows 2000 Server, a instalação padrão do Windows Server 2003 não possui nenhum dos componentes do servidor ativados, para reduzir a superfície de ataque de novas máquinas. O Windows Server 2003 inclui modos de compatibilidade para permitir que aplicativos mais antigos sejam executados com maior estabilidade. Foi feito com compatibilidade maior com redes baseadas em domínio do Windows NT 4.0. O Windows Server 2003 trouxe compatibilidade aprimorada do Active Directory, e melhor suporte de implantação, para facilitar a transição do Windows NT 4.0 para o Windows Server 2003 e para o Windows XP Professional. Mudanças em vários serviços incluem aquelas para o servidor web do IIS, que foi quase completamente reescrito para melhorar o desempenho e a segurança, Sistema de Arquivos Distribuídos, que agora suporta a hospedagem de múltiplas raízes do DFS em um único servidor, Terminal Server, Active Directory, Servidor de Impressão, e uma série de outras áreas. O Windows Server 2003 também foi o primeiro sistema operacional a ser lançado pela Microsoft após o anúncio de sua Iniciativa de Computação Confiável e, como resultado, contém uma série de mudanças nos padrões e práticas de segurança. O produto passou por várias mudanças de nome ao longo do desenvolvimento. Quando foi anunciado pela primeira vez em 2000, era conhecido pelo seu codinome, \"Whistler Server\"; foi nomeado \"Windows 2002 Server\" por um curto período de tempo no meio de 2001, seguido de \"Windows .NET Server\" e \"Windows .NET Server 2003\". Depois que a Microsoft optou por focar na marca \".NET\" no .NET Framework, o sistema operacional foi finalmente lançado como \"Windows Server 2003\". == Desenvolvimento == O Windows Server 2003 foi a primeira versão do Microsoft Windows que foi completamente submetida a testes semi-automáticos para detectar erros com um sistema de software chamado PREfast desenvolvido pelo cientista da computação Amitabh Srivastava na Microsoft Research. O sistema automatizado de verificação de erros foi testado pela primeira vez no Windows 2000, mas não de forma profunda. O PREfast de Amitabh Srivastava encontrou 12% dos erros do Windows Server 2003, sendo que os 88% restantes foram encontrados por programadores de computador humanos. A Microsoft emprega mais de 4.700 programadores que trabalham no Windows, 60% dos quais são testadores de software cujo trabalho é encontrar erros no código-fonte do Windows. O co-fundador da Microsoft, Bill Gates, declarou que o Windows Server 2003 era o \"software mais rigorosamente testado da Microsoft atualmente.\" A Microsoft utilizou depois o kernel do Windows Server 2003 no desenvolvimento do Windows Vista. == Mudanças == Os seguintes recursos são novos no Windows Server 2003: * Internet Information Services (IIS) v6.0 * Melhorias significativas para o Enfileiramento de Mensagens * Gerencie seu servidor – uma ferramenta administrativa de gerenciamento de funções que permite que um administrador escolha a funcionalidade que o servidor deve fornecer * Melhorias no Active Directory, como a capacidade de desativar classes do esquema, ou executar várias instâncias do serviço de diretório (ADAM) * Melhorias no gerenciamento e administração das diretivas de grupo * Fornece um sistema de backup para restaurar arquivos perdidos * Melhor gerenciamento de disco, incluindo a capacidade de fazer backup de sombras de arquivos, permitindo o backup de arquivos abertos. * Ferramentas aprimoradas de script e de linha de comando, que fazem parte da iniciativa da Microsoft para trazer um shell de comando completo para a próxima versão do Windows * Suporte para um watchdog timer baseado em hardware, que pode reiniciar o servidor se o sistema operacional não responder dentro de um certo período de tempo. A capacidade de criar um disco de resgate foi removida em favor da Recuperação Automatizada do Sistema (ASR). == Versões == Foram desenvolvidas quatro versões do Windows Server 2003, todas elas têm suporte para processadores 32 bits, todas as versões exceto a Web têm suporte a processadores x64, já as versões Enterprise e Datacenter têm suporte a processadores Itanium. Cada versão tem como alvo um determinado tamanho e tipo de empresa. Em geral, todas as variantes do Windows Server 2003 têm a capacidade de compartilhar arquivos e impressoras, agir como um servidor de aplicativos, hospedar filas de mensagens, fornecer serviços de e-mail, autenticar usuários, atuar como um servidor de certificados X.509, fornecer serviços de diretório LDAP, servir mídia baseada em streaming e executar outras funções orientadas para servidor. Capacidades de hardware suportados em edições do Windows Server 2003 Critério Critério Web Standard Enterprise Datacenter Número máximo de CPUs físicas Número máximo de CPUs físicas 2 4 8 64 Máximo de memória RAM IA-32 Máximo de memória RAM x64 Máximo de memória RAM Itanium === Web Edition === Windows Server 2003 Web é desenvolvido para a criação e hospedagem de aplicativos da Web, páginas da Web e serviços da Web XML. Ele foi projetado para ser usado principalmente como um servidor Web IIS 6.0 e fornece uma plataforma para desenvolver e implantar serviços Web XML e aplicativos que usam a tecnologia ASP.NET, uma parte fundamental do .NET Framework. Os serviços de terminal não estão incluídos no Web Edition. No entanto, o Desktop Remoto para Administração está disponível. Apenas 10 conexões simultâneas de compartilhamento de arquivos são permitidas a qualquer momento. Não é possível instalar o software Microsoft SQL Server e Microsoft Exchange nesta edição sem instalar o Service Pack 1. Apesar de suportar serviços Web XML e ASP.NET, o UDDI (Universal Description Discovery and Integration) não pode ser implantado no Windows Server 2003 Web. O .NET Framework versão 2.0 não está incluído no Windows Server 2003 Web, mas pode ser instalado como uma atualização separada do Windows Update. Windows Server 2003 Web suporta um máximo de 2 processadores físicos e um máximo de 2 GB de RAM. However, uma instância do Windows Server 2003 Web não pode atuar como um controlador de domínio. É a única edição do Windows Server 2003 que não requer nenhuma licença de acesso ao cliente (CAL) quando usado como front-end do servidor exposto a internet para Internet Information Services e Windows Server Update Services. Ao usá-lo para armazenamento ou como back-end com outro servidor remoto como front-end, CALs ainda pode ser exigidas. === Standard Edition === Microsoft Windows Server 2003 Standard é desenvolvido para pequenas e médias empresas. A Standard Edition suporta compartilhamento de arquivos e impressoras, oferece conectividade segura à Internet, e permite a implantação centralizada de aplicativos de desktop. Uma versão especializada para a arquitetura x64 foi lançada em abril de 2005. A versão IA-32 suporta até quatro processadores físicos e até 4 GB de RAM; a versão x64 é capaz de endereçar até 32 GB de RAM e também suporta acesso não uniforme a memória. === Enterprise Edition === Windows Server 2003 Enterprise é desenvolvido para empresas de médio e grande porte. É um sistema operacional de servidor de função completa que suporta até 8 processadores físicos e fornece recursos de classe empresarial, como clustering de oito nós usando o software Microsoft Cluster Server (MSCS) e suporte para até 64 GB de RAM através do PAE. O Enterprise Edition também vem em versões especializadas para as arquiteturas x64 e Itanium. Com o Service Pack 2 instalado, As versões x64 e Itanium são capazes de atender até 1 TB e 2 TB de RAM, respectivamente. Esta edição também suporta Acesso Não Uniforme à Memória (NUMA). Ele também fornece a capacidade de adicionar à quente (isto é, sem precisar desligar a máquina) hardware que suporte essa função. O Windows Server 2003 Enterprise também é a edição exigida para emitir modelos de certificados personalizados. === Datacenter Edition === Windows Server 2003 Datacenter é desenvolvido para infra- estruturas que exigem alta segurança e alta confiabilidade. O Windows Server 2003 Datacenter está disponível para processadores IA-32, Itanium e x64. Ele suporta um máximo de 32 processadores físicos na plataforma IA-32 ou 64 processadores físicos nos hardwares x64 e IA-64. As versões IA-32 desta edição suportam até 64 GB de RAM. Com o Service Pack 2 instalado, As versões x64 suportam até 1 TB enquanto as versões IA-64 suportam até 2 TB de RAM. O Windows Server 2003 Datacenter também permite limitar o uso do processador e da memória que cada aplicativo pode usar individualmente. Esta edição tem melhor suporte para redes de área de armazenamento (SANs): Possui um serviço que usa Windows Sockets para emular a comunicação TCP/IP sobre provedores de serviços nativos de SAN, permitindo assim que uma SAN seja acessada em qualquer canal TCP/IP. Com isso, qualquer aplicativo que possa se comunicar através de TCP/IP pode usar uma SAN, sem qualquer modificação no aplicativo. O Datacenter edition, como o Enterprise edition, suporta clustering de 8 nós. Clustering aumenta a disponibilidade e tolerância a falhas das instalações do servidor distribuindo e replicando o serviço entre muitos servidores. Esta edição suporta agrupamento com cada cluster possuindo seu próprio armazenamento dedicado ou com todos os nós de cluster conectados a uma SAN comum. == Atualizações == === Service Pack 1 === Em 30 de março de 2005, a Microsoft lançou o Service Pack 1 para o Windows Server 2003. Várias dessas melhorias também estão presentes nas atualizações fornecidas aos usuários do Windows XP Service Pack 2. Os recursos que são adicionados com o Service Pack 1 incluem: * Assistente de Configuração de Segurança: Uma ferramenta que permite aos administradores pesquisar mais facilmente e fazer mudanças nas políticas de segurança. * Hot Patching: Este recurso serve para estender a capacidade do Windows Server 2003 de aplicar correções de DLL, de Driver e de outras partes fora do kernel sem precisar ser reiniciado. * Auditoria da Metabase no IIS 6.0: Permite o rastreamento de edições da metabase. * Firewall do Windows: Traz muitas das melhorias do Windows XP Service Pack 2 para o Windows Server 2003; também com o Assistente de Configuração de Segurança, permite que os administradores gerenciem mais facilmente as portas de entrada abertas, pois detectará e selecionará automaticamente as funções padrão. * Outras melhorias de rede incluem suporte para Serviços de Provisionamento Sem Fio, melhor suporte ao IPv6, e novas proteções contra ataques de inundação SYN do TCP. * Atualizações de segurança pós-instalação: Um modo padrão que é ativado quando um servidor com o Service Pack 1 é inicializado pela primeira vez após a instalação. Ele configura o firewall para bloquear todas as conexões de entrada e direciona o usuário para instalar atualizações. * Prevenção de Execução de Dados (DEP): Suporte para o bit Não Executar (NX) que ajuda a evitar explorações de estouro de buffer que são frequentemente o vetor de ataque de exploits do Windows Server. * Windows Media Player versão 10 * Internet Explorer 6 SV1 (e.g. 'IE6 SP2') * Suporte para discos fixos com dados organizados usando tabela de partições de sistema GUID Uma lista completa de atualizações está disponível na Base de Dados de Conhecimento da Microsoft. === Service Pack 2 === O Service Pack 2 para Windows Server 2003 foi lançado em 13 de março de 2007. A data de lançamento foi originalmente agendada para o primeiro semestre de 2006. Em 13 de junho de 2006, a Microsoft disponibilizou uma versão inicial de testes do Service Pack 2 aos usuários do Microsoft Connect, com um número de compilação 2721. Este foi seguido pelo build 2805, conhecido como Beta 2 Refresh. A compilação final é a 3790. A Microsoft descreveu o Service Pack 2 como um lançamento de service pack \"padrão\" contendo atualizações de segurança, hotfixes e melhorias de confiabilidade e de desempenho lançadas anteriormente. Além disso, o Service Pack 2 contém o Microsoft Management Console 3.0, os Serviços de Implantação do Windows (que substitui os Serviços de Instalação Remota), suporte para WPA2 e melhorias para IPsec e MSConfig. O Service Pack 2 também adiciona o Windows Server 2003 Scalable Networking Pack (SNP), que permite a aceleração de hardware para o processamento de pacotes de rede, permitindo ter uma largura de banda maior. O SNP estava anteriormente disponível como uma atualização avulsa para o Windows Server 2003 Service Pack 1. == Windows Server 2003 R2 == Windows Server 2003 R2 é o título de uma atualização complementar lançada pela Microsoft. Ela consiste em uma cópia do Windows Server 2003 SP1 em um CD e uma série de novos recursos que podem ser instalados de forma opcional (que relembram o Microsoft Plus!) no outro CD. Foi lançado para fabricação em 6 de dezembro de 2005 para plataformas IA-32 e x64, mas não para o IA-64. Seu sucessor é o Windows Server 2008. Os novos recursos do Windows Server 2003 R2 incluem: * .NET Framework 2.0 * Serviço de Federação do Active Directory * Microsoft Management Console versão 3.0. Além disso, vários novos snap-ins estão incluídos: ** Console de Gerenciamento de Impressão, para gerenciar servidores de impressão ** Gerenciador de recursos do servidor de arquivos, para gerenciar cotas de disco em servidores de arquivos ** Storage Manager para SANs, para gerenciar LUNs * Uma nova versão do sistema de arquivos distribuídos que inclui tecnologia de compressão diferencial remota * Microsoft Virtual Server 2005, um hipervisor e o precursor do Hyper-V * Windows Services for UNIX == Suporte == Em 13 de julho de 2010, o suporte base do Windows Server 2003 expirou e a fase de suporte estendido começou. Durante a fase de suporte estendida, a Microsoft continuou a fornecer atualizações de segurança; No entanto, o suporte técnico gratuito, as reivindicações de garantia e as alterações de design não são mais oferecidas. O suporte estendido durou até 14 de julho de 2015. Embora o Windows Server 2003 não seja suportado, a Microsoft lançou um patch de segurança de emergência em maio de 2017 para o sistema operacional, e também para outras versões não suportadas do Windows (incluíndo o Windows XP e o Windows 8 RTM), para eliminar uma vulnerabilidade que estava sendo usada pelo ataque do worm de computador de resgate WannaCry. == Ligações externas == * * * Categoria:Microsoft Categoria:Sistemas operativos Categoria:Sistemas operacionais para servidores Categoria:Programas descontinuados pela Microsoft Categoria:Tecnologia da informação",
 "title": "Windows Server 2003"
}