{
 "id": "112489",
 "text": "Tristeza é uma emoção e um sentimento muito típico dos seres humanos, caracterizado pela falta da alegria, ânimo, disposição e outras emoções de insatisfação. thumb|esquerda|180px|Amuada, pintura de Rodolfo Amoedo, 1882 - Museu Nacional de Belas Artes (MNBA) A tristeza pode-se apresentar em diferentes graus de intensidade, variando desde a tristeza passageira, que normalmente dura alguns minutos ou horas, à tristeza profunda, que pode persistir por vários dias ou semanas, além de ser um sinal de problemas mais complexos, como a depressão. Tristeza (do termo latino tristia, tristeza, aflição), é um estado afectivo duradouro caracterizado por um sentimento de insatisfação e acompanhado de uma desvalorização da existência e do real.Hilton Japiassú, Danilo Marcondes (1993). 'Dicionário básico de filosofia, Zahar. p. 271. ISBN 978-85-378-0341-7. A tristeza é uma das \"oito emoções básicas\" descritas por Paul Ekman, junto com felicidade, raiva, surpresa, medo, nojo e desprezo.Daniel Goleman, Emotional Intelligence, (Londres1996) p. 271 Vários podem ser os motivos que desencadeiam sentimentos de tristeza, como uma desilusão amorosa, a perda de um emprego, a morte de um amigo ou familiar e outras situações que sejam encaradas de modo negativo pela pessoa, fazendo com que ela seja afetada psicologicamente. Entre os principais sintomas da tristeza, está o desânimo, a falta de vontade de desempenhar tarefas rotineiras e de conviver socialmente. Em Baruch Espinoza, a tristeza é definida justamente como o ato no qual nossa potência de agir é diminuída ou contrariada. ==Na infância== A tristeza é uma experiência comum na infância, e reconhecer tais emoções pode tornar mais fácil para as famílias enfrentar problemas emocionais mais graves,T. Berry Brazleton, To Listen to a Child, (1992) p. 46 e p. 48 embora algumas famílias possam ter uma regra (consciente ou inconsciente) de que a tristeza não é \"permitida\".Karen Masman (1 March 2009). Uses of Sadness: Why Feeling Sad Is No Reason Not to Be Happy. Allen & Unwin. pp. 8–. ISBN 978-1-74176-600-4. Robin Skynner sugeriu que isso pode causar problemas porque, com a tristeza \"desativada\", ficamos um pouco superficiais e maníacos. A tristeza é parte do processo normal da criança de se separar de uma simbiose precoce com a mãe e se tornar mais independente. Toda vez que uma criança se separa um pouco mais, ele ou ela terá que lidar com uma pequena perda. Se a mãe não pode permitir o sofrimento menor envolvido, a criança nunca aprenderá a lidar com a tristeza por si mesma.A. C. Robin Skynner; John Cleese (1984). Families and how to Survive Them. Oxford University Press. pp. 158–159. ISBN 978-0-19-520466-7. O pediatra T. Berry Brazelton argumenta que estimular muito a criança para que supere uma tristeza, desvaloriza a emoção para elas;Brazleton, p. 52 e Selma Fraiberg sugere que é importante respeitar o direito da criança em experimentar uma perda completa e profundamente.Selma H. Fraiberg (1996). [The Magic Years: Understanding and Handling the Problems of Early Childhood. Simon and Schuster. pp. 274. ISBN 978-0-684-82550-2. Margaret Mahler viu a capacidade de sentir a tristeza como uma conquista emocional, ao contrário, por exemplo, de afastar-se através de hiperatividade inquieta.M. Mahler et al, The Psychological Birth of the Human Infant (London 1975) p. 92 == O lado positivo da tristeza == É possível constatar que até meados do século XIX a maioria das emoções eram considerados não muito relevantes para os seres humanos tendo seus atributos sendo validados como sintomas de um \"mau julgamento\"REFLEXÕES SOBRE OS BENEFÍCIOS DA TRISTEZA SEGUNDO A NEUROCIÊNCIA E A ARTE FÍLMICA DIVERTIDA MENTE. Entretanto, com o passar do tempo maiores estudos foram feitos para uma análise mais aprofundada sobre as emoções, podendo ser mencionado os realizados pelo naturalista Charles Darwin na sua obra \"A expressão das emoções nos homens e nos animais\"Livro: \"A expressão das emoções nos homens e nos animais\" - Autor: \"Charles Darwin\" além de, sobretudo, no movimento literário chamado de Naturalismo, onde o mecanismo de zoomorfização era constantemente empregado para entoar a ideia de que o ser humano era uma criatura movida pelos seus instintos, sendo necessário estudar essas sensações para entender seu comportamento. De certo modo ainda é comum no mundo contemporâneo uma reação de acobertamento de emoções negativas dos indivíduos (Exemplo: Da tristeza) para com a sociedade ou consigo mesmo. Mesmo assim é constatado que existem benefícios das emoções negativas (Tristeza entre estas) sendo válido mencionar a da melhora de conteúdos absorvidos, sejam eles visuais, auditivos, táteis, entre outras coisas. Além de uma melhora na capacidade de manter a mente humana focada, o que resulta em comportamentos sociais mais eficazes, como menores chances de ser enganado e redução de erros de julgamentos. A própria resposta fisiológica do choro apresenta uma função de melhora do humor geral da pessoa ajudando com situações dolorosas sem contar o fato de induzir um equilíbrio hormonal no indivíduo. Categoria:Emoções",
 "title": "Tristeza"
}