{
 "id": "112445",
 "text": "Genética de populações é o ramo da Biologia que estuda a distribuição e mudança na frequência de alelos sob influência das quatro forças evolutivas: seleção natural, deriva gênica, mutação e fluxo gênico. A genética populacional também busca explicar fenômenos como especiação e adaptação ao ambiente. E esta adaptação pode ser explicada por meio de norma de reação. Dessa forma, a genética das populações é parte vital da síntese evolutiva moderna, seus principais fundadores foram Sewall Wright, Sir Ronald Fisher e J. B. S. Haldane. A fundação dessa disciplina se baseia no fato de que, respeitadas certas premissas básicas em uma população (ausência de seleção natural e ausência de mutação no locus em questão, ausência de migração e tamanhos populacionais infinitamente grandes, entre outras), as frequências dos alelos e dos pares de alelos (genótipos) podem ser calculadas segundo fórmulas derivadas do chamado Princípio do Equilíbrio de Hardy-Weinberg: Em um locus com apenas dois alelos segregando em uma população diploide de reprodução sexuada, temos: * [f(A)= p] Frequência relativa de \"A\" (a probabilidade de que um alelo sorteado ao acaso na população seja \"A\"); * [f(a)= q] Frequência relativa de \"a\" (a probabilidade de que um alelo sorteado ao acaso na população seja \"a\"); * [p + q = 1] As frequências de \"A\" e \"a\" somam 100%. onde, \"a\" é o alelo recessivo e \"A\", o alelo dominante. As frequências relativas de cada alelo também representam as respectivas frequências de gametas disponíveis para formar os indivíduos da próxima geração nesta população. Para o par de alelos \"A\" e \"a\" temos três situações em relação à formação de zigotos após uma rodada de acasalamentos aleatórios: * [f(AA)=f(A).f(A)=p.p=p² (par de alelos dominantes)] Frequência de genótipos AA; * [f(Aa)=[f(A).f(a)]+ [f(a).f(A)]= 2.p.q (par de alelos distintos formando heterozigotos)] Frequência de genótipos Aa; * [f(aa)=f(a).f(a)=q.q=q² (par de alelos recessivos)] Frequência de genótipos aa; * [P²+2PQ+Q²=1] As frequências dos três genótipos possíveis somam 100%. == Ver também == * Genética clássica * Genética molecular * Epidemiologia genética * Probabilidade * Quadrado perfeito * Estocástico Categoria:Genética Categoria:Genética populacional",
 "title": "Genética populacional"
}