{
 "id": "112567",
 "text": "Johann Nepomuk Hummel (Preßburg, 14 de novembro de 1778 Weimar, 17 de outubro de 1837) foi um compositor e virtuoso pianista austríaco. == Vida == Nascido em Preßburg (hoje Brastislava, Eslováquia), filho de um músico eminente, foi criança prodígio, tendo sido discípulo de Mozart, Clementi, Haydn e Salieri. Foi também amigo de Beethoven e de Schubert. Foi mestre de capela em Weimar a partir de 1819. Brilhante concertista, contribuiu para o desenvolvimento da técnica pianística. Compôs obras para piano, óperas, bailados, peças orquestrais etc. O seu Concerto para Trompete e Orquestra em mi bemol maior continua integrando o repertório atual para o trompete.Concerto para trompete em mi bemol maior. Johan Nepomuk Hummel. Por Paulo Sérgio Malheiros dos Santos. == Música == A música de Hummel tomou uma direção diferente da de Beethoven. Olhando para o futuro, Hummel entrou na modernidade por meio de peças como sua Sonata em Fá sustenido menor, op. 81, e seu Fantasy, Op. 18, para piano. Essas peças são exemplos em que Hummel pode desafiar as estruturas harmônicas clássicas e ampliar a forma da sonata.Schonberg, Harold C. (1987). The Great Pianists (Rev. & updated ed.). New York City: Simon and Schuster. ISBN 0-671-64200-6.Schonberg, Harold C. (1963). \"VII: From Ireland to Bohemia\". The Great Pianists: From Mozart to the Present. New York: Simon & Schuster. Sua principal obra é para o piano, instrumento em que foi um dos grandes virtuosos de sua época. Ele escreveu oito concertos para piano, um concerto duplo para violino e piano, dez sonatas para piano (das quais quatro estão sem números de opus, e uma ainda não foi publicada), oito trios de piano, um quarteto de piano, um quinteto de piano, um octeto de sopro, um sonata para violoncelo, dois septos para piano, um concerto para bandolim, uma sonata para bandolim, um Concerto para trompete em mi maior escrito para o trompete com chave (geralmente ouvido no mi bemol maior mais conveniente), um \"Grande Fagote Concerto\" em Fá, um quarteto para clarinete, violino, viola e violoncelo, música para piano a quatro mãos, 22 óperas e Singspiels, missas e muito mais, incluindo uma variação de um tema fornecido por Anton Diabelli para a parte 2 do Vaterländischer Künstlerverein . Embora pensado em termos de piano nos tempos modernos, Hummel estava séria e constantemente interessado no violão e era talentoso com o instrumento. Ele foi prolífico em suas composições, e suas composições começam com o opus 7 e terminam com o opus 93. Outras obras para guitarra incluem Opp. 43, 53, 62, 63, 66, 71 e 91, que foram escritos para uma mistura de instrumentos. A produção de Hummel é marcada pela notável falta de uma sinfonia. Dos seus oito concertos para piano, os dois primeiros são primeiras composições Mozartesque (S. 4 / WoO 24 e S. 5) e os seis posteriores foram numerados e publicados com números de opus (Opp. 36, 85, 89, 110, 113 e pós.) Uma lista completa das obras de Hummel está disponível online. == Últimos anos e legado == No final de sua vida, Hummel viu o surgimento de uma nova escola de jovens compositores e virtuosos e descobriu que sua própria música estava lentamente saindo de moda. Sua técnica disciplinada e limpa, ao estilo de Clementi, e seu classicismo equilibrado, o opuseram à escola emergente de bravura tempestuosa exibida por músicos como Liszt. Compondo cada vez menos, mas ainda altamente respeitado e admirado, Hummel morreu pacificamente em Weimar em 1837. Um maçom (como Mozart), Hummel legou uma parte considerável de seu famoso jardim atrás de sua residência em Weimar para sua loja maçônica. Seu túmulo está no Cemitério Histórico de Weimar. Embora Hummel tenha morrido famoso, com uma reputação póstuma duradoura aparentemente segura, ele e sua música foram rapidamente esquecidos no ímpeto do período romântico, talvez porque suas ideias clássicas fossem vistas como antiquadas. Mais tarde, durante o renascimento clássico do início do século XX, Hummel foi preterido. Como Haydn (para quem um renascimento teve que esperar até a segunda metade do século XX), Hummel foi ofuscado por Mozart e especialmente Beethoven, seu contemporâneo. Devido a um número crescente de gravações disponíveis e um número crescente de concertos ao vivo em todo o mundo, sua música está se restabelecendo no repertório clássico. Alunos notáveis ​​incluem Alexander Müller. == Leitura adicional == * Johann Nepomuk Hummel: Der Mensch und Künstler. Karl Benyovszky, Breslau: Eos-Verlag 1934. * Zwischen Klassik und Klassizismus. Johann Nepomuk Hummel em Wien und Weimar. Anselm Gerhard, Laurenz Lütteken (editores), Kassel: Bärenreiter 2003. * Kroll, Marcos (2007). Johann Nepomuk Hummel: A musician's Life and World. Lanham, Maryland: Imprensa Espantalho. ISBN 978-0-8108-5920-3 * Lorenz, Michael: \"Maria Eva Hummel. Um Posfácio\", Viena 2013 * Kapellmeister Hummel in England and France. Joel Sachs, Detroit: Coordenadores de Informação 1977. * Johann Nepomuk Hummel e Weimar. Komponist, Klaviervirtuose, Kapellmeister 1778-1837. Kurt Thomas, Weimar: Rato der Stadt 1987 * Dieter Zimmerschied. Die Kammermusik Johann Nepomuk Hummels. Mainz, 1966. * Dieter Zimmerschied. Thematisches Verzeichnis der Werke von Johann Nepomuk Hummel. Hofheim am Taunus: Hofmeister 1971. == Ligações externas == * Categoria:Compositores da Áustria Categoria:Pianistas da Áustria Categoria:Naturais de Bratislava Categoria:Compositores românticos",
 "title": "Johann Nepomuk Hummel"
}