{
 "id": "11253",
 "text": "Afonso XII (Madrid, – Madrid, ), apelidado de \"o Pacificador\", foi Rei da Espanha de 1874 até sua morte, tendo subido ao trono após um golpe de estado que restaurou a monarquia e encerrou a Primeira República Espanhola. Era filho da rainha Isabel II e seu marido Francisco, Duque de Cádis. Afonso foi forçado a ir para o exílio ainda criança depois da Revolução de 1868, que depôs sua mãe. Estudou na Áustria e na França. Isabel abdicou formalmente a seu favor em 1870 e ele voltou para a Espanha em 1874 como seu rei. Afonso morreu de tuberculose aos 27 anos de idade e foi sucedido por seu filho ainda não nascido, que se tornou o rei Afonso XIII ao nascer no ano seguinte. == Biografia == === Primeiros anos === Nasceu no Palácio Real de Madrid a 28 de Novembro de 1857, era filho da rainha Isabel II de Espanha e do seu marido e primo, Francisco, Duque de Cádis. O marido de Isabel II era conhecido por sua impotência e homossexualidadeBurdiel, 1998, p. 203.Vilches, 2006, pp. 769-788. e muitos historiadores atribuem a paternidade de Afonso XII a um dos amantes da rainha, o capitão Enrique Puigmoltó y Mayans.Bernecker, Walther L.; Collado-Seidel, Carlos; Hoser, Paul; Los reyes de España: dieciocho retratos históricos desde los Reyes Católicos hasta la actualidad. Siglo XXI de España Editores, 1999Fontana, Josep (2007). La época del liberalismo. Vol. 6 de la Historia de España, dirigida por Josep Fontana y Ramón Villares. Barcelona: Crítica/Marcial Pons. p. 297. ISBN 978-84-8432-876-6. Afonso XII era até mesmo conhecido como o \"Puigmoltejo\".Zavala, José María. La maldición de los Borbones: De la locura de Felipe V a la encrucijada de Felipe VI. Penguin Random House Grupo Editorial España. ISBN 9788401346675.Burgo Tajadura, 2008, p. 242. Entre os seus preceptores encontravam-se o general Álvarez Osorio e o arcebispo de Burgos, este último eleito pela rainha Isabel, após consulta com o Papa Pio IX. Em 1868, sendo ainda uma criança, a rainha é destronada pela Revolução de 1868, \"La Gloriosa\", obrigando a família real a partir para o exílio. A saída da Europa do novo príncipe implicou a experiência de se encontrar com outros sistemas políticos como o francês, o austríaco e o britânico. Seu primeiro centro exterior foi o colégio Stanislas em Paris, cidade na qual se instalou a família real. A 29 de Setembro de 1869, a família muda-se transitoriamente para Genebra, onde além de receber aulas particulares, frequenta a academia pública da cidade. Para dar continuidade à sua educação é eleita a Academia Real e Imperial Teresiana de Viena. Por último frequenta a Academia militar de Sandhurst em Inglaterra. Neste país o futuro rei conheceu o constitucionalismo real inglês. Da correspondência de Afonso com a rainha durante todas as suas estadas nos diferentes colégios e academias, põe-se em evidência a relativa estreiteza econômica em que se movimentava a família real nesses anos. A 25 de Junho de 1870, sua mãe, a rainha, abdica os seus direitos dinásticos, num documento assinado em Paris, em favor do seu filho Afonso. Enquanto isso, em Espanha sucediam-se diferentes formas de governo: Governo Provisório (1868–1870), monarquia democrática de Amadeu I (1871–1873) e a I República (1873–1874). Esta foi liquidada no mês de Janeiro pelo golpe de Estado do general Pavia, e abriu-se um segundo período de Governos provisórios. Durante esta etapa histórica —o Sexênio Revolucionário—, a causa afonsina esteve representada nas Cortes por Antonio Cánovas del Castillo. === Acesso à coroa === A 1 de Dezembro de 1874, Afonso publicou o Manifesto de Sandhurst, apresentando-se aos espanhóis como um príncipe católico, espanhol, constitucional, liberal e desejoso de servir à nação. A 29 de Dezembro de 1874 produziu-se a restauração da monarquia, ao dar o general Arsenio Martínez-Campos um golpe de estado em Sagunto (Valência) em favor do acesso ao trono do príncipe Afonso. Naquele momento, o Chefe de Estado era o general Serrano. O Chefe de Governo era Sagasta. Em Janeiro de 1875 chegou à Espanha e foi proclamado rei ante as Cortes Generales. === Reinado === O seu reinado consistiu principalmente em consolidar a monarquia e a estabilidade institucional, reparando os danos que as lutas internas dos anos do chamado Sexênio Revolucionário deixaram, ganhando a alcunha de «o Pacificador». Foi aprovada a nova Constituição de 1876 e durante esse mesmo ano terminou a guerra carlista, dirigida pelo pretendente Carlos VII (o próprio monarca esteve presente no campo de batalha para presenciar o seu final). Os foros Bascos e Navarros foram reduzidos e conseguiu-se que cessassem, transitoriamente, as hostilidades em Cuba com a assinatura da Paz de Zanjón. Afonso XII realizou, em 1883, uma visita oficial à Bélgica, Áustria, Alemanha e França. Na Alemanha aceitou a sua nomeação como coronel de honra de um regimento da guarnição de Alsácia, território conquistado pelos alemães e cuja soberania reclamava França. Este facto deu lugar a uma recepção hostil ao monarca espanhol por parte da população de Paris durante a sua visita oficial a França. A Alemanha tentou ocupar as ilhas Carolinas, naquele momento debaixo do domínio espanhol, provocando um incidente entre os dois países que terminou em favor da Espanha com a assinatura de um acordo hispano-alemão em 1885. Nesse mesmo ano desencadeou-se um surto de cólera em Aranjuez. O monarca, sem contar com a aprovação do governo, visitou os enfermos, gesto que foi apreciado pela população. Pouco tempo depois, a 25 de Novembro, Afonso XII faleceu de tuberculose no Palacio Real de El Pardo, em Madrid. Casou-se em primeiras núpcias com Mercedes de Orleães e depois com a arquiduquesa Maria Cristina da Áustria, de quem teve três filhos. Quando morreu, sua mulher encontrava-se grávida e foi nomeada regente até ao nascimento de seu filho, Afonso XIII. == Filhos == === 1.º casamento === O primeiro casamento foi no dia 23 de janeiro de 1878 com a sua prima Maria das Mercedes de Orleães, filha dos duques de Montpensier que faleceu de tifo meses depois. Não houve filhos desta união. === 2.º casamento === O segundo casamento foi no dia 29 de novembro de 1879 com María Cristina de Habsburgo-Lorena, prima segunda do imperador Francisco José I da Áustria com quem teve 3 (três) filhos: * Maria Mercedes (1880-1904) * Maria Teresa (1882-1912) * Afonso XIII (1886-1941) === União fora do casamento === Fora de sua prole legítima, Afonso XII deixou, ao menos, 2 (dois) filhos ilegítimos com a contralto Elena Sanz. Estes filhos não possuíam direito algum ao trono espanhol. São eles: * Afonso (1880-1970) * Fernando (1881-1922) == Árvore genealógica == == Ver também == * Restauração Bourbônica na Espanha * Maria Cristina de Habsburgo-Lorena === Fontes === * M. Espadas, C. Seco e F. Villacorta, Alfonso XII y su época, Cuadernos de Historia 16, ISBN 84-85229-77-0 == Ligações externas == * |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Afonso XII de Espanha Casa de Bourbon Ramo da Casa de Capeto 28 de novembro de 1857 – 25 de novembro de 1885 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Primeira República Espanhola |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha 28 de dezembro de 1874 – 25 de novembro de 1885 |width=\"30%\" align=\"center\" | Sucedido por Afonso XIII |- |width=\"30%\" align=\"center\" | Precedido por Isabel |width=\"40%\" style=\"text-align: center;\"| Príncipe das Astúrias 28 de novembro de 1857 – 30 de setembro de 1868 |width=\"30%\" align=\"center\" | Sucedido por Mercedes |} Categoria:Monarcas da Espanha Categoria:Monarcas católicos romanos Categoria:Príncipes das Astúrias Categoria:Casa de Bourbon Categoria:Mortes por tuberculose na Espanha Categoria:Governantes que tomaram o poder por golpe de Estado Categoria:Monarcas da Casa de Bourbon Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Mestres da Ordem de Santiago Categoria:Mortes por tuberculose no século XIX mr:आल्फोन्सो तेरावा, स्पेन",
 "title": "Afonso XII de Espanha"
}