{
 "id": "11265",
 "text": "João Pessoa Cavalcanti de Albuquerque (Umbuzeiro, 24 de janeiro de 1878 — Recife, 26 de julho de 1930) foi um advogado e político brasileiro. Era sobrinho de Epitácio Pessoa, presidente da República (1919-1922). Foi Auditor- Geral da Marinha, ministro da Junta de Justiça Militar, ministro do Superior Tribunal Militar e presidente da Paraíba (1928-1930). Foi candidato em 1930 a vice-presidente na chapa de Getúlio Vargas, mas perderam para a chapa governista, encabeçada por Júlio Prestes. Seu assassinato por João Dantas, ocorrido em Recife enquanto ainda era governador, é considerado uma das causas da Revolução de 1930, que depôs o presidente Washington Luís e levou ao poder Getúlio Vargas. Apesar de não ter sido por motivos políticos mas sim passionais, sua morte acabou sendo usada pelos apoiadores de Getúlio Vargas contra seu opositor Júlio Prestes, que havia ganho as eleições em março, deflagrando vários protestos políticos. Segundo Getúlio, as eleições haviam sido ganhas por Prestes de forma fraudulenta. Essa situação política, somada à crise financeira decorrente da depressão econômica mundial iniciada em 1929, terminaram por desencadear a Revolução de 1930. Foi em sua homenagem que a partir do dia 4 de setembro de 1930, a capital do estado da Paraíba, antes denominada de \"Cidade da Parahyba\", passou a se chamar João Pessoa. ==Biografia== Filho de Cândido Clementino Cavalcanti de Albuquerque e Maria de Lucena Pessoa (irmã do ex-presidente da República Epitácio Pessoa), fez seus primeiros estudos em Umbuzeiro. Em 1889 foi levado para a cidade de Guarabira, no brejo paraibano, por sua tia paterna, Feliciana Cavalcanti de Albuquerque Paes Barreto casada com o capitão do exército Emílio Barreto. Com a transferência do tio para o Rio de Janeiro foi morar na capital federal, mudando em seguida para o estado da Bahia. Em 1894, João Pessoa volta a Paraíba, ingressa no Lyceu Paraibano e incorpora voluntariamente no 27º Batalhão de Infantaria. Após várias mudanças, chega ao Recife onde graduou-se como bacharel em Direito na Faculdade de Direito do Recife em 1904. Passou algum tempo de sua vida nos estados do Rio de Janeiro e do Pará. Em 1905 casa- se com Maria Luísa de Sousa Leão Gonçalves, filha do senador, ex-governador e desembargador Sigismundo Antônio Gonçalves. Foi Ministro civil do Superior Tribunal Militar, do qual se aposentou para candidatar-se a presidente do estado da Paraíba. Negou o seu apoio ao candidato oficial à presidência da República Júlio Prestes, em 29 de julho de 1929. Mais tarde compôs com Getúlio Vargas a chapa de oposição à presidência da República para as eleições de 1 de março de 1930. Quando ainda presidente do estado da Paraíba, já candidato a vice-presidente da República, foi assassinado no centro do Recife, na Rua Nova, precisamente na Confeitaria Glória, por João Duarte Dantas, seu adversário político, jornalista, cuja residência fora invadida por elementos da polícia, supostamente a mando de João Pessoa, que culminou com a publicação nos jornais da capital do estado de cartas íntimas trocadas com a professora Anaíde Beiriz. Em seu governo (1928-1930) promoveu uma reforma na estrutura político-administrativa do estado e, para enfrentar as dificuldades financeiras, instituiu a tributação sobre o comércio realizado entre o interior paraibano e o porto de Recife, até então livre de impostos. Essa medida contribuiu para o saneamento financeiro do estado, mas gerou grande descontentamento entre os fazendeiros do interior, como o coronel José Pereira Lima, chefe político do município de Princesa, na Paraíba, e com forte influência sobre a política estadual (João Dantas era seu aliado). O seu legado histórico desperta certa polêmica. Os defensores de João Pessoa alegam que ele foi um combatente das oligarquias locais e se contrapunha a interesses de grupos tradicionais, embora ele mesmo proviesse de família de oligarcas. Seu corpo foi embalsamado no Recife e transportado para a capital paraibana por via férrea, onde chegou ao meio-dia do dia 28 de julho. O esquife ficou exposto à visitação pública na Catedral Basílica de Nossa Senhora das Neves até o dia 1 de agosto, quando foi transportado ao porto de Cabedelo para ser sepultado no Rio de Janeiro. No ano de 1997 as cinzas do presidente João Pessoa e de sua esposa, Maria Luíza, foram transportadas para a capital paraibana e colocadas em um mausoléu construído entre o Palácio do Governo e a Faculdade de Direito da Universidade Federal da Paraíba. A cidade de João Pessoa é assim denominada em sua memória. Antes chamada \"Parahyba\", a capital teve o seu nome alterado, logo após o assassinato do presidente, fato histórico que levou Getúlio Vargas ao poder. Naquele período, foram perseguidos e mortos muitos opositores ao grupo político de que Pessoa fazia parte. O momento de exceção em que se deu a homenagem, entre outras razões, justificaria, segundo alguns pessoenses, a discussão sobre uma nova alteração na denominação da cidade. == O telegrama do \"Nego\" == :\"Paraíba, 29-julho-1929 :Deputado Tavares Cavalcanti: :Reunido o diretório do partido, sob minha presidência política, resolveu unanimemente não apoiar a candidatura do eminente Sr. Júlio Prestes à sucessão presidencial da República. Peço comunicar essa solução ao líder da Maioria, em resposta à sua consulta sobre a atitude da Paraíba. :Queira transmitir aos demais membros da bancada essa deliberação do Partido, que conto, todos apoiarão, com a solidariedade sempre assegurada. :Saudações: :João Pessoa, Presidente do Estado da Paraíba.\" == Ligações externas == * Revista O Cruzeiro de 2 de agosto de 1930 * O Brasil na Primeira Guerra Mundial e a DNOG – Grandes Guerras * João Pessoa Cavalcanti de Albuquerque. Mensagem apresentada à Assembléia Legislativa na abertura da 2ª reunião da 10ª legislatura, em 5 de agosto de 1929 Categoria:Naturais de Umbuzeiro (Paraíba) Categoria:Governadores da Paraíba Categoria:Ministros do Superior Tribunal Militar Categoria:Família Pessoa Categoria:Militares da Paraíba Categoria:Políticos brasileiros assassinados Categoria:Alunos da Faculdade de Direito da Universidade Federal de Pernambuco Categoria:Mortes por armas de fogo no Brasil Categoria:Políticos brasileiros do século XX‎ Categoria:Pessoas assassinadas no Brasil na década de 1930",
 "title": "João Pessoa (político)"
}