{
 "id": "112695",
 "text": "Eugene Luther Gore Vidal, nascido Eugene Louis Vidal, (Condado de Orange, 3 de outubro de 1925 — Hollywood Hills, 31 de julho de 2012) foi um romancista, dramaturgo, ensaísta, roteirista e ativista político dos Estados Unidos. O seu terceiro romance, A Cidade e o Pilar (1948), causou enorme escândalo entre os críticos e o público mais conservadores por ser um dos primeiros romances que retrataram, sem ambiguidade, a homossexualidade. Foi candidato a cargos políticos duas vezes e teve uma longa carreira como observador e crítico da vida política dos Estados Unidos. folha.uol.com.br, Folha de S. Paulo, Consultado em 30 de junho de 2022 == Biografia == Gore Vidal nasceu na Academia Militar de West Point, único filho de um pioneiro da aviação norte- americana, Eugene Luther Vidal (1895–1969), e de Nina Gore (1903–1978). Foi criado em Washington, D.C. onde seu pai trabalhou para o governo Roosevelt e seu avô foi o senador T. P. Gore. Estudou na Universidade de Nova Hampshire. Ingressou na literatura quando adolescente, escrevendo contos e poemas. Publicou seu primeiro romance, Williwaw, aos 21 anos quando servia nas Forças Armadas durante a Segunda Guerra Mundial, mas nos anos 50 passou a sofrer perseguições por parte dos conservadores liderados pelo senador McCarthy. Foi um crítico cáustico das posturas belicistas adotadas pelos dirigentes norte- americanos. Gore Vidal foi romancista e ensaísta e residiu muitos anos em Ravello, Itália, tendo retornado para Los Angeles, Estados Unidos, quando da enfermidade e posterior morte de seu companheiro Howard Austen, em 2003. Continuou a escrever livros e artigos para periódicos do mundo inteiro. Morreu no dia 31 de Julho de 2012 de pneumonia, em Hollywood. == Carreira literária == === Ficção === Vidal, a quem um crítico da Newsweek chamou \"o maior homem de letras americano desde Edmund Wilson\", começou sua carreira como escritor aos 19 anos de idade, com a publicação do romance de guerra Williwaw, baseado no tempo em que esteve no serviço militar em Alaskan Harbor Detachment. O romance foi o primeiro a ser escrito sobre a Segunda Guerra Mundial e foi um grande sucesso para Vidal.Vidal, Gore. A Cidade eo Pilar e sete primeiras histórias (Nova Iorque: Random House), xiii Alguns anos mais tarde, em 1948, A Cidade e o Pilar causou escândalo pela sua representação desapaixonada da homossexualidade. O romance foi dedicado a \"J. T.\" Décadas mais tarde, depois de algumas revistas terem publicado rumores acerca da identidade de J. T., Vidal confirmou que eram as iniciais do seu apaixonado dos tempos de St. Albans, James \"Jimmy\" Trimble III, morto em combate na batalha de Iwo Jima no dia 1 de março de 1945; Vidal disse mais tarde que Trimble foi a única pessoa que ele tinha verdadeiramente amado. Orville Prescott, crítico literário do New York Times, achou que A Cidade e o Pilar era tão desagradável que se recusou a escrever uma crítica e impediu o Times de publicar resenhas dos cinco livros seguintes de Vidal.Vidal, Gore Point to Point Navigation (New York: Doubleday, 2006), 245 Em resposta, Vidal escreveu vários romances de mistério no início dos anos 1950 sob o pseudónimo de Edgar Box, sobre o relações públicas Peter Cutler Sargeant II, cujo sucesso financiou o escritor por mais de uma década. Gore Vidal escreveu peças de teatro, filmes e séries de televisão. Duas peças, The Best Man (1960) e Visit to a Small Planet (1955), foram sucessos da Broadway e do cinema. Em 1956, foi contratado como guionista pela Metro Goldwyn Mayer. Em 1959, o diretor William Wyler precisou de roteiristas para reescrever o de Ben-Hur, que havia sido originalmente escrito por Karl Tunberg. Vidal realizou o trabalho com Christopher Fry, na condição de que a MGM o liberasse dos dois últimos anos do seu contrato. A morte do produtor Sam Zimbalist complicou a questão da autoria do guião. A Screen Writers Guild resolveu a questão, indicando Tunberg como guionista exclusivo e negando qualquer crédito a Vidal e Fry. Esta decisão foi baseada nas linhas de orientação para atribuição de autoria de guiões da WGA que privilegia os autores originais. Vidal afirmou mais tarde no documentário The Celluloid Closet que, para explicar a animosidade entre Ben-Hur e Messala, ele tinha inserido um subtexto gay, sugerindo que os dois tinham tido um relacionamento anterior, mas que o ator Charlton Heston não sabia de nada sobre este assunto. Heston negou que Vidal tivesse contribuído significativamente para o script. Na década de 1960, Vidal escreveu três romances. O primeiro, Julian (1964), tratou do imperador romano apóstata, enquanto o segundo, Washington, DC (1967) se centrou numa família política da era de Franklin D. Roosevelt. O terceiro foi uma comédia satírica transexual Myra Breckinridge (1968), uma variação sobre os temas familiares a Vidal - sexo, género e cultura popular. Neste romance, Vidal revelou o seu amor pelo cinema norte-americano dos anos 1930 e 1940, e ressuscitou o interesse pelas carreiras de atores esquecidos, incluindo, por exemplo, o falecido Richard Cromwell, que, segundo Vidal, \"foi tão satisfatoriamente torturado em The Lives of a Bengal Lancer\". Após a encenação das peças Weekend (1968) e An Evening With Richard Nixon (1972), e a publicação dos romances Two Sisters: A Novel in the Form of a Memoir (1970), Vidal dedicou-se ao ensaio e a dois temas específico em ficção. A primeira linha temática inclui os romances que tratam de história dos Estados Unidos, especificamente sobre a natureza da política interna. O crítico Harold Bloom escreveu: \"a imaginação de Vidal sobre a política americana ... é tão poderosa que induz reverência.\" Entre os títulos desta série, as Narrativas do Império, incluem-se Burr (1973), 1876 (1976), Lincoln (1984), Empire (1987), Hollywood (1990), The Golden Age (2000). Em 1981, surgiu outro título, dedicado à antiguidade, Creation (publicado no Brasil em 1984 pela Nova Fronteira sob o título Criação, em tradução de Newton Goldman), que foi reeditado com novos textos em 2002. Conta a história do personagem fictício Ciro Espítama, neto do profeta Zoroastro, filho de mãe grega e pai persa que, como embaixador do rei persa Dario I, viaja para os reinos da Índia, e depois como embaixador de seu sucessor Xerxes I, para a distante Catai (China). Intrigado com o mistério da criação do mundo (daí o título do livro — \"O que existiu antes do Sábio Senhor? Viajei pelo mundo inteiro em busca de uma resposta a essa pergunta crucial\".Gore Vidal, Criação, Livro II,, 1), trava conhecimento com grandes sábios da época como Gosala, Mahavira, Sariputra, Buda, Confúcio e Ananda. A segunda linha temática consiste nas \"invenções satíricas\": Myron (1974, uma sequela a Myra Breckinridge), Kalki (1978), Duluth (1983), Live from Golgotha: The Gospel according to Gore Vidal (1992), e The Smithsonian Institution (1998). Vidal voltou a escrever ocasionalmente para cinema e televisão, incluindo filme para televisão Gore Vidal's Billy the Kid com Val Kilmer e a minissérie Lincoln. Também foi autor da versão original do controverso filme Calígula, mas posteriormente obrigou a que o seu nome fosse retirado dos créditos depois do diretor Tinto Brass e do ator Malcolm McDowell terem reescrito o guião, alterando de forma significativa o tom e os temas. Os produtores, mais tarde, fizeram uma tentativa de salvar parte do conceito de Vidal para filme na fase de pós-produção.\" Show Business: Será que o Caligula real Stand Up? \", Time, 3 de janeiro de 1977. ==== Ensaios e memórias ==== Vidal é - pelo menos nos EUA - mais respeitado como ensaísta do que como romancista O crítico John Keats elogiou-o como \"o melhor ensaísta do século [XX].\" Mesmo um crítico ocasionalmente hostil, como Martin Amis, admite que \"É nos ensaios que ele é bom... é culto, divertido e extremamente perspicaz. Mesmo as suas omissões são esclarecedoras\". Durante seis décadas, Gore Vidal dedicou-se a uma grande variedade de temas sociopolíticos e sexuais, históricos e literários. Em 1987, Vidal escreveu os ensaios intitulados Armageddon?, explorando os meandros do poder dos Estados Unidos no mundo contemporâneo. Ridicularizou o presidente Ronald Reagan como \"um triunfo da arte de embalsamar\". Em 1993, ganhou o National Book Award para não-ficção pela coletânea United States: Essays 1952-1992. \"Qualquer que seja o tema, ele trata-o com alma de artista, sabedoria de erudito e poderes de persuasão de um grande ensaísta\".Editorial Reviews Uma subsequente recolha de ensaios, publicados em 2000, foi The Last Empire. Posteriormente publicou o que ele mesmo denominou de \"panfletos\", como Perpetual War for Perpetual Peace, Dreaming War: Blood for Oil and the Cheney- Bush Junta, e Imperial America, críticas ao expansionismo americano, ao complexo militar-industrial, ao estado da segurança nacional e ao governo de George W. Bush. Vidal também escreveu um ensaio histórico sobre os pais fundadores dos Estados Unidos, Inventing a Nation. Em 1995, publicou um livro de memórias Palimpsest, e em 2006 o volume seguinte, Point to Point Navigation. No início desse ano, Vidal também publicou Clouds and Eclipses: The Collected Short Stories.Clouds and Eclipses: The Collected Short Stories. Devido ao seu tratamento frontal de relações homossexuais em livros como A Cidade e o Pilar, Vidal é frequentemente visto como um defensor precoce dos movimentos de libertação sexual.Décoration de l'Ecrivain Gore Vidal . na edição de setembro de 1969 da revista Esquire, por exemplo, Vidal escreveu: \"para começar, todos somos bissexuais. Trata-se de um facto da nossa natureza. E todos somos sensíveis a estímulos sexuais do nosso próprio sexo bem como do sexo oposto. Certas sociedades, em certas ocasiões, sobretudo pelo interesse em manter o abastecimento de bebés, têm desencorajado a homossexualidade. Outras sociedades, especialmente as militaristas, têm-na exaltado. Mas, independentemente de tabus tribais, a homossexualidade é uma constante da condição humana e não é doença, nem pecado, nem crime ... apesar dos melhores esforços das nossas tribos de puritanos para que o seja. A homossexualidade é tão natural como a heterossexualidade. Reparem que eu utilizo \"natural\" e não normal \". Em 2005, Jay Parini foi designado executor literário de Vidal. Em 2009, Vidal foi agraciado com a medalha de anual da National Book Foundation, pela sua contribuição para a literatura norte-americana, como um \"proeminente crítico social de política, história, literatura e cultura\". == Publicações em português == *Williwaw *1876 *À Procura do Rei *Burr *Era Dourada: Narrativas do Império *Palimpsesto *Fundação Smithsonian *Kalki *Messias *Sonhando a Guerra *Myra Breckinridge *Myron *Duluth *Criação *O Julgamento de Paris *A Cidade e o Pilar *Juliano *Em directo do Calvário *Washington D.C. *Império *Navegação Ponto Por Ponto * Um Momento de Louros Verdes - no original Thirsty evil (1956) == Publicações em inglês == Gore Vidal foi um escritor e roteirista americano que trabalhou em uma ampla variedade de gêneros. === Livros - não ficção === * Rocking the Boat (1963) * Reflections Upon a Sinking Ship (1969) * Sex, Death and Money (1969) (compilação de bolso) * Homage to Daniel Shays: Collected Essays, 1952–1972 (1972) * Matters of Fact and of Fiction (1977) * Sex is Politics and Vice Versa (1979), edição limitada por Sylvester & Orphanos * Views from a Window Co-Editor (1981) * The Second American Revolution (1983) * Vidal In Venice (1985) * Armageddon? (1987) (somente no Reino Unido) * At Home (1988) * A View From The Diner's Club (1991) (somente no Reino Unido) * Screening History (1992) * Decline and Fall of the American Empire (1992) * United States: Essays 1952–1992 (1993) – National Book Award(With acceptance speech by Vidal, read by Harry Evans.) * * Virgin Islands (1997) (somente no Reino Unido) * The American Presidency (1998) * Sexually Speaking: Collected Sex Writings (1999) * The Last Empire: essays 1992–2000 (2001) (há também uma edição do Reino Unido muito mais curta) * Perpetual War for Perpetual Peace or How We Came To Be So Hated, Thunder's Mouth Press, 2002, (2002) * Dreaming War: Blood for Oil and the Cheney-Bush Junta, Thunder's Mouth Press, (2002) * Inventing a Nation: Washington, Adams, Jefferson (2003) * Imperial America: Reflections on the United States of Amnesia (2004) * Point to Point Navigation: A Memoir (2006) * The Selected Essays of Gore Vidal (2008) * Gore Vidal: Snapshots in History's Glare (2009) * I Told You So: Gore Vidal Talks Politics: Interviews with Jon Wiener (2013) * Gore Vidal History of the National Security State, The Real News Network, introdução de Paul Jay (2014) * Buckley vs. Vidal: The Historic 1968 ABC News Debates (2015) === Artigos === * \"Notes on Television,\" The Writer, March 1957 === Peças === * Visit to a Small Planet (1957) * The Best Man (1960) * On the March to the Sea (1960–61, 2004) * Romulus (adaptado da peça de 1950 de Friedrich Dürrenmatt Romulus der Große) (1962) * Weekend (1968) * Drawing Room Comedy (1970) * An Evening with Richard Nixon (1970) * On the March to the Sea (2005) === Romances === * Williwaw (1946) * In a Yellow Wood (1947) * The City and the Pillar (1948) * The Season of Comfort (1949) * A Search for the King (1950) * Dark Green, Bright Red (1950) (veja \"In the Lair of the Octopus\" e Dreaming War) * A Star's Progress (também conhecido como Cry Shame!) (1950) como \"Katherine Everard\" * The Judgment of Paris (1952) * Death in the Fifth Position (1952) sob o pseudônimo de Edgar Box * Thieves Fall Out (1953) sob o pseudônimo de Cameron Kay * Death Before Bedtime (1953) sob o pseudônimo de Edgar Box * Death Likes It Hot (1954) sob o pseudônimo de Edgar Box * Messiah (1954) * A Thirsty Evil (1956) (contos) * Julian (1964) * Washington, D.C. (1967) * Myra Breckinridge (1968) * Two Sisters (1970) * Burr (1973) * Myron (1974) * 1876 (1976) * Kalki (1978) * Three by Box: The Complete Mysteries of Edgar Box (1978) * Creation (1981) * Duluth (1983) * Lincoln (1984) * Empire (1987) * Hollywood (1990) * Live From Golgotha (1992) * The Smithsonian Institution (1998) * The Golden Age (2000) * Clouds and Eclipses: The Collected Short Stories (2006) A antologia A Thirsty Evil (1956), com o conto adicional \"Clouds and Eclipses\" === Roteiros e teleplays === * Climax!: A Farewell to Arms (1955); Dr. Jekyll & Mr. Hyde (1955) (adaptação para a TV) * The Best of Broadway (1955): adaptação para a TV de Stage Door * The Catered Affair (1956) * I Accuse! (1958) * The Left Handed Gun (1958) * The Scapegoat (1959) * Ben Hur (1959) * Suddenly, Last Summer (1959) * The Best Man (1964) * Is Paris Burning? (1966) * Last of the Mobile Hot Shots (1970) * Caligula (1979) * Dress Gray (1986) * The Sicilian (1987) * Billy the Kid (1989) * Dimenticare Palermo (1989) == Ligações externas == * Categoria:Naturais de Nova Iorque (estado) Categoria:Ateus dos Estados Unidos Categoria:Ativistas dos direitos LGBT dos Estados Unidos Categoria:Escritores masculinos bissexuais Categoria:Escritores LGBT dos Estados Unidos Categoria:Teóricos da conspiração Categoria:Ensaístas dos Estados Unidos Categoria:Críticos literários dos Estados Unidos Categoria:Ativistas dos Estados Unidos Categoria:Humanistas dos Estados Unidos Categoria:Roteiristas LGBT Categoria:Alunos da Phillips Exeter Academy Categoria:Mortes por pneumonia Categoria:Anticapitalistas dos Estados Unidos Categoria:Romancistas dos Estados Unidos Categoria:Romancistas LGBT Categoria:Dramaturgos dos Estados Unidos Categoria:Ensaístas dos Estados Unidos Categoria:Atores de cinema dos Estados Unidos Categoria:Atores masculinos bissexuais Categoria:Atores LGBT dos Estados Unidos Categoria:Jornalistas dos Estados Unidos Categoria:Jornalistas bissexuais Categoria:Roteiristas dos Estados Unidos Categoria:Contistas dos Estados Unidos Categoria:Atores de televisão dos Estados Unidos Categoria:Dubladores dos Estados Unidos Categoria:Norte- americanos de ascendência austríaca Categoria:Norte-americanos de ascendência suíça Categoria:Escritores sobre política Categoria:Satiristas Categoria:Dramaturgos LGBT Categoria:Roteiristas LGBT Categoria:Militares bissexuais Categoria:Democratas da Califórnia Categoria:Críticos das religiões Categoria:Teóricos de cinema Categoria:Militares dos Estados Unidos Categoria:Teóricos da literatura Categoria:Democratas de Nova Iorque Categoria:Filósofos dos Estados Unidos Categoria:Filósofos LGBT Categoria:Filósofos políticos Categoria:Retóricos Categoria:História LGBT dos Estados Unidos Categoria:Veteranos da Segunda Guerra Mundial dos Estados Unidos Categoria:Membros da Academia de Artes e Letras dos Estados Unidos Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Gore Vidal"
}