{
 "id": "112625",
 "text": "O Exército Zapatista de Libertação Nacional (EZLN, em espanhol: Ejército Zapatista de Liberación Nacional), é uma organização armada mexicana de caráter político-militar e composição de maioria indígena. Sua estratégia militar é a guerrilha. Seu objetivo é \"subverter a ordem para fazer a revolução socialista e criar uma sociedade mais justa\" (ver indigenismo). Foi a público no estado mexicano de Chiapas em 1 de janeiro de 1994, quando um grupo de indígenas encapuzados e armados atacaram e ocuparam várias cabeceras municipais no mesmo dia em que entrava em vigor o Tratado de Livre Comércio da América do Norte, durante o governo de Carlos Salinas de Gortari, desestabilizando o sistema político mexicano e questionando suas promessas de modernidade. Seu objetivo era derrubar o presidente eleito democraticamente e a implantação de um governo socialista no México, fazendo alusão ao estilo de Cuba, Vietnã ou Angola. Após o fracasso militar de sua revolução, decidiu empreender uma atividade política, mantendo as armas e um caráter de guerrilha de esquerda radical. Seu comando tem por nome Comité Clandestino Revolucionário Indígena - Comando Geral (CCRI-CG) do EZLN. == Antecedentes == Durante o regime do partido único Partido Revolucionário Institucional (PRI) que durou mais de 70 anos, os movimentos camponeses, operários e populares que discordavam do modelo de nação priista enfrentaram consecutivas e sistemáticas repressões, o que fez com que muitos jovens considerassem os canais legais da participação política fechados e apostassem na formação de organizações armadas para buscar a derrota de um regime que de seu ponto de vista era autoritário, e melhorar as condições de vida da população. De uma dessas organizações, a Forças de Libertação Nacional (FLN), surgiu o Exército Zapatista de Libertação Nacional (EZLN). As FLN foram fundadas em 6 de agosto de 1969, no norte do país: (Monterrey, Nuevo León) e, segundo o general Mario Arturo Acosta Chaparro, em seu informe Movimentos subversivos no México, \"haviam estabelecido suas zonas de operação nos estados de Veracruz, Puebla, Tabasco, Nuevo León e Chiapas\". Em fevereiro de 1974 aconteceria em San Miguel Nepantla, Estado de México, um confronto entre uma unidade do Exército federal - à frente do qual estava o então tenente coronel Acosta Chaparro - e integrantes da FLN. Alguns destes perderiam a vida no combate, como Carmen Ponce e Dení Prieto e outros seriam presos, como ocorreu com María Gloria Benavides, que denunciou haver sido torturada.Como consequência deste confronto, as FLN perderam sua capacidade operacional. No início da década de 1980, alguns de seus militantes decidiriam a fundação do Exército Zapatista de Libertação Nacional. Assim, em 17 de novembro de 1983, um grupo de pessoas entre as quais se encontravam indígenas e mestiços, declaram formalmente constituída a formação de um exército regular que em 1 de janeiro de 1994 sairia à luz pública sob a declaração de guerra ao governo mexicano. == Características == Suas ações se articulam sobre três pensamentos mínimos: # A defesa de direitos coletivos e individuais negados aos povos indígenas mexicanos; # A construção de um novo modelo de nação que inclua a democracia, a liberdade e a justiça como princípios fundamentais de uma nova forma de fazer política; # A formação de uma rede de resistência e rebeliões no mundo todo em nome da humanidade e contra o neoliberalismo. == Etapas históricas == Segundo documentos zapatistas, a história do EZLN teve sete etapas. A primeira foi a de seleção dos líderes revolucionários (cinco homens e uma mulher) que formariam a primeira célula político-militar da organização. A segunda seria a da fundação propriamente dita do Exército Zapatista de Liberação Nacional, após a instalação do primeiro acampamento zapatista em Chiapas, que chamariam de \"La Pesadilla\". A terceira etapa foi de preparação e estudo de estratégia e tática militar, a partir de manuais dos exércitos estadounidense e mexicano e de instalação de novos acampamentos como \"El Fogón\", \"Reclutas\", \"Baby Doc\", \"De la Juventud\" e até um chamado \"Margaret Thatcher\".Comunicado de 10 de novembro de 2003. Na quarta etapa, por volta de 1985, o grupo fez os primeiros contatos com os povos da região. A quinta etapa é chamada pelo próprio EZLN de \"crescimento explosivo\", pois sua área de influência abarcou não só a Selva Lacandona, como também as zonas de Los Altos e do norte de Chiapas. A sexta etapa foi marcada por uma votação interna da organização, que dizia respeito a ir ou não à guerra contra o governo mexicano e aos preparativos para o levante, após o \"sim\" da maioria. (Os zapatistas situam cronologicamente nesta etapa um conflito, em maio de 1993, com elementos do Exército federal, no que chamaram de \"Batalha da Corralchén\"). Em dezembro de 1993, o EZLN, amparando- se no Artigo 39º da Constituição Política do México, inicialmente planejava a derrubada do então presidente, Carlos Salinas de Gortari, sob a acusação de que, nas eleições de 1988, \"havia usurpado o posto do primeiro mandatário por meio de uma fraude eleitoral de enormes proporções\". Com esse mesmo postulado, declarava guerra ao Exército Mexicano, chamando os poderes Legislativo e Judiciário “a restaurar a legalidade e a estabilidade da Nação, por meio da deposição do ditador\". O EZLN considerava que o sexêio salinista tinha como ponto de partida um processo eleitoral atormentado por irregularidades que iam desde um censo com cidadãos já falecidos - fazendo com que parecesse que haviam votado; até um sistema de apuração de votos que, quando registrou números favoráveis ao ex priísta Cuauhtémoc Cárdenas Solórzano, \"veio abaixo\"; passando pela queima das cédulas eleitorais quando a sociedade e os partidos políticos de oposição exigiram a recontagem para esclarecer a eleição. Ainda assim, precisamente porque as cédulas foram queimadas, a teoria de fraude foi uma ideia que predominou em boa parte da população mexicana sem que nunca tenha sido comprovada. Além disso, em 1994 o governo de Salinas de Gortari gozava de tão boa reputação, tanto no México quanto fora, que chegou a concorrer para presidir a Organização Mundial do Comércio (OMC) e, em alguns círculos de política nacional, se aventava a possibilidade de reformar a Constituição para permitir sua reeleição. == Cronologia política e militar == Entre a madrugada de 29 de dezembro de 1993 e a tarde de 31, aconteceria a sétima etapa programada pelo EZLN, com o objetivo de atacar simultaneamente quatro cabeceiras municipais e outras três \"na passagem\", reduzir as tropas policiais e militares nesses locais e atacar dois grandes quartéis do Exército Federal. Ainda que já existissem diversos informes que relatavam a presença zapatista na região conhecida como os Altos de Chiapas, o ato tomaria de surpresa o Governo Federal, que se preparava para a entrada em vigor do Tratado de Livre Comércio da América do Norte, entre Estados Unidos, Canadá e México. * 1994 Em 1º de janeiro de 1994, o autodenominado Exército Zapatista de Libertação Nacional (EZLN), repentinamente e sem uma declaração prévia, inicia uma insurreição armada no estado de Chiapas, conhecida como levante zapatista. Uma vez realizadas as ocupações, emitem a Primeira Declaração da Selva Lacandona, por meio da qual declaram guerra ao governo mexicano ao mesmo tempo em que pedem \"trabalho, terra, teto, alimentação, saúde, educação, independência, liberdade, democracia, justiça e paz\". Nas primeiras horas do ano novo, os rebeldes atacam e conseguem ocupar as cabeceras municipais de San Cristóbal de Las Casas, Altamirano, Las Margaritas e Ocosingo, Oxchuc, Huixtán e Chanal. Em 2 de janeiro, atacou a XXXI Zona Militar em um combate que durou mais de dez horas, apesar do comandante militar, o general Gastón Menchaca Arias, haver concedido o dia de folga a vários integrantes de suas tropas por causa do ano novo. Ao final, o EZLN não conseguiu seu objetivo e recuou para dentro da mata. Enquanto isso, chegava ao fim a Batalha de Ocosingo, uma das mais sangrentas dos primeiros dias de enfrentamento. Segundo fontes governamentais, o exército federal combateu o EZLN com a instrução de cuidar da população civil, o que ficou dificultado quando os subversivos se protegeram usando os moradores como reféns. Uma dessas ações teve como resultado a morte do Subcomandante Insurgente Pedro, chefe do estado maior do EZLN. No dia 3 os rebeldes capturam o general Absalón Castellanos Domínguez, ex governador de Chiapas, mas em 4 de janeiro o exército já tinha o controle total de Ocosingo e das demais cabeceras municipais que o EZLN havia tomado. Durante os oito dias seguintes, a capacidade de ataque do EZLN era quase nula. Informes Castrenses confirmavam a derrota do EZLN pelo exército federal e seu fracasso quanto à \"marcha à Cidade do México\" citada na Primeira Declaração da Selva Lacandona, já que militarmente os rebeldes não tiveram oportunidade de ir além dos municípios inicialmente tomados. O ataque dos subversivos resultou num saldo de 57 mortos e 40 feridos. Após a surpresa inicial, o presidente da República Mexicana, Carlos Salinas de Gortari, dirige uma primeira mensagem à nação em 6 de janeiro, negando que se tratava de um levante indígena e oferecendo perdão a quem decidisse depor as armas. Desde então o governo acusa o EZLN de receber apoio estrangeiro, enquanto o EZLN emite um comunicado no qual rechaça essas acusações e denuncia abusos dos militares contra os quais lutaram. Não havendo alcançado seus objetivos e frente à resposta militar, os rebeldes reagiram em um primeiro momento buscando negociação e propuseram o bispo de San Cristóbal de las Casas, Samuel Ruiz, Rigoberta Menchú e o jornalista Julio Scherer como mediadores do diálogo. Depois disso, Días estabeleceu os requisitos que deveria cumprir a comissão negociadora. O governo respondeu nomeando, no dia 10 de janeiro, Manuel Camacho Solís como comissário para a Paz e a Reconciliação em Chiapas, oferecendo ao EZLN \"paz com justiça e democracia\". O EZLN prosseguiu com suas atividades guerrilheiras e, no dia 8, persegue com disparos as instalações do quartel general da XXXI Zona Militar (San Cristóbal de las Casas). Registraram-se atentados contra torres de abastecimento elétrico e contra um gasoduto de petróleo mexicanos. Além disso, presumidos zapatistas derrubaram duas torres de abastecimento elétrico nos estados de Puebla e Michoacán e, no dia seguinte, explodiu um carro-bomba na capital mexicana, e grupos simpatizantes aos zapatistas armam uma bomba no palácio do governo de Acapulco. Depois, um carro-bomba explodiu próximo a um campo militar no estado do México, em Hidalgo e na capital mexicana, respectivamente. Os rebeldes advertiram que outros atentados seriam possíveis na capital mexicana. No dia 12 de janeiro, o presidente Carlos Salinas de Gortari ordenou um cessar-fogo unilateral do Exército em Chiapas, como primeiro passo para iniciar o diálogo, e enviou à Comissão Permanente do Congresso da União sua proposta de Lei de Anistia geral. Nesse momento, os confrontos motivados pela insurreição haviam causado 108 mortes, segundo dados oficiais, enquanto o subcomandante insurgente Marcos afirmaria anos mais tarde que 46 rebeldes foram mortos durante os 12 dias de combates entre a guerrilha e o exército mexicano em janeiro de 1994. No âmbito político, o 18 de janeiro levou à renúncia do governador interino de Chiapas, Elmar Setzer, que foi substituído por Javier López Moreno e o EZLN, que havia aceitado Manuel Camacho como comissário de Paz, propôs uma agenda de quatro pontos para negociar e estabeleceu, mediante um comunicado, a agenda para iniciar a negociação. Os rebeldes também anunciaram intenções de trocar o ex-governador sequestrado por prisioneiros zapatistas. Camacho Solís aceitou a proposta. Cerca de 70 mil pessoas marcharam na cidade do México a favor da paz. Exatamente um mês após haver começado sua insurreição, o EZLN fez um pedido aos indígenas de Guerrero para que não os deixassem sós. Também pediram que as ONGs formassem um cinturão de paz ao redor do diálogo. A Cruz Vermelha, a sociedade civil e a polícia militar instalaram cinturões para resguardar as negociações mediante enquanto foram chegando a San Cristóbal de las Casas 19 delegados zapatistas para participar nas Jornadas pela Paz e a Reconciliação. As primeiras negociações entre EZLN e o governo federal tiveram início em 16 de fevereiro. Em primeiro de março, o EZLN apresentou ao governo salinista uma lista com suas exigências e este propôs mudanças políticas ordenadas no âmbito da lei. O diálogo terminou no dia 22, sem acordos, e os zapatistas anunciaram uma consulta para revisar o documento governamental entre suas comunidades indígenas e suas bases de apoio, ao mesmo tempo que restringiram o acesso da imprensa à zona de conflito. Mas a crise política terminou por se manifestar na tarde de 23 de março, quando o candidato priísta à presidência da República, o ex-secretário de Desenvolvimento Social durante o sexênio salinista Luis Donaldo Colosio Murrieta, foi assassinado em Lomas Taurinas, um subúrbio de Tijuana, no norte do México. As circunstâncias do assassinato deram lugar a suspeitas de cumplicidade de alguns políticos e militares de alto escalão, incluindo até o gabinete presidencial. Em meados de 1994, a sensação de estar em meio a uma guerra em Chiapas - onde o Exército Mexicano havia alocado, segundo os cálculos mais conservadores, 12 mil efetivos, centenas de reservistas e bases de operações militares - ia se diluindo na opinião pública, ao mesmo tempo em que se esperava que, de um momento para outro, firmaria-se a paz. O governo, apesar de acusações de militarização da chamada \"zona de conflito\" e de estender a presença militar por todo o território nacional, gradualmente recuperou parte do controle político da situação. De modo que não se via nenhum obstáculo para a realização das eleições federais desse ano. O EZLN, por sua vez, havia feito dos Diálogos de Catedral o palco de uma de suas ações de propaganda mais importantes até este momento. Na \"Catedral da paz\", os zapatistas, o comissário Manuel Camacho e o bispo Samuel Ruiz renderam tributo à bandeira nacional. Em 10 de junho o EZLN emitiu a \"Segunda Declaração da Selva Lacandona\", na qual propõe, entre outras coisas, repensar o problema do poder, libertade e justiça para que nasça uma nova cultura política dentro dos partidos do país. Dois dias depois toma conhecimento do resultado de sua consulta e rechaça as propostas governamentais, o que provoca a renúncia de Manuel Camacho Solís como comissário para a Paz em Chiapas, acusando o candidato presidencial do Partido Revolucionário Institucional (PRI), Ernesto Zedillo, de sabotar as negociações. Jorge Madrazo é nomeado em seu lugar. Em 6 de agosto, convocada pelo EZLN, inicia-se em San Cristóbal de las Casas a Convenção Nacional Democrática (CND), “nacional, soberana e revolucionária”, cuja aposta a médio prazo era a instauração de um \"governo de transição\" e a formação de uma \"nova Constituinte, que por sua vez redigiria uma \"nova Magna Carta\", finalizada após 3 dias no município de Guadalupe Tepeyac, Chiapas. Entretanto, a CND se desmobilizou logo após as eleições federais de 1994 e o triunfo de Ernesto Zedillo Ponce De León que, como coordenador de campanha de Luis Donaldo Colosio, após a morte deste, tornou-se o candidato priísta à presidência da República. No estado de Chiapas, Eduardo Robledo Rincón, candidato priísta a governador, é proclamado governador em meio a protestos e acusações de fraude por parte da Aliança Cívica Nacional e Chiapaneca, que argumentava que um conjunto de irregularidades, como mapeamento manipulado - isto é, aprovação de distritos eleitorais que atravessavam montanhas e desfiladeiros ao invés de seções eleitorais seguindo a geografia natural - de forma a impedir que milhares camponeses e indígenas votassem, recolhimento de títulos de eleitor por parte do exército, coação de voto por meio de clientelismos diversos, ameaças diretas e desaparecimento ou troca de registros, entre outras, afetam os resultados das eleições, modificando a correlação de forças a favor do candidato priísta local. Em 13 de outubro, o bispo Samuel Ruiz apresentou uma iniciativa para um novo diálogo e reiniciou as negociações entre o EZLN e o governo federal, que foi recebida positivamente pelo EZLN em novembro. Entretanto, no início de dezembro os zapatistas consideraram que a imposição de Eduardo Robledo formalizou a ruptura do cessar-fogo por parte das tropas militares e \"nomearam\" Amado Avendaño Figueroa, diretor do periódico local El Tiempo e candidato perredista ao governo, como “governador em rebeldia”, o que incluiu a entrega do bastão de mando por parte dos povos indígenas do estado, os quais haviam decretado sua autonomia desde outubro. Não obstante, em 14 de dezembro, estabeleceu-se a Comissão para e Diálogo e a Mediação pela Paz, integrada por legisladores. A resposta do EZLN foi romper o cerco militar e lançar uma ofensiva política, de forma que 38 novos municípios de Chiapas foram declarados territórios rebeldes no dia 19. Em 23 de dezembro, a Secretaria do Governo reconheceu a Conai como instância mediadora para o diálogo com os insurgentes, os quais anunciaram no dia 29 um restabelecimento de suas forças e oferecem uma trégua militar até o dia 6 de janeiro de 1995. * 1995 No início de janeiro o EZLN lança a \"Terceira Declaração da Selva Lacandona\", onde propõe à sociedade a criação de um Movimento para a Libertação Nacional. Em meados do mês, o secretário do Governo, Esteban Moctezuma, reúne-se com uma delegação zapatista e juntos se comprometem a um cessar fogo estável e à reabertura do processo de solução política. Em fevereiro, durante três dias, realizou-se a terceira sessão da Convenção Nacional Democrática em Querétaro. No dia 9, o presidente Ernesto Zedillo anuncia que as identidades dos dirigente zapatistas haviam sido descobertas e que, em aplicação da lei, havia-se liberado contra eles as respectivas ordens de captura. Assim, o governo federal mexicano identificou o porta-voz da guerrilha - \"Marcos\" - como o ex-professor e filósofo Rafael Sebastián Guillén Vicente, de 38 anos, e emitiu um mandado de prisão em seu nome, por porte de armas exclusivas do exército e terrorismo, entre outros delitos. Marcos aparecia em público usando balaclava e, muitas vezes, fumando um cachimbo. Dois dias depois, o Exército mexicano avançou sobre várias populações de Chiapas e retomou o controle de alguns povoados que haviam sido ocupados pela insurgência zapatista. Em somente 15 dias, mais de 20 mil pessoas fugiram de suas comunidades para a mata, enquanto o exército ocupava o território abandonado. Dessa forma, o governo federal seguia uma estratégia dupla de combate contra a insurgência: por um lado, a Secretaria do Governo buscava negociações políticas com o EZLN e, por outro, a Procuradoria Geral da República ditava ordens de prisão contra aqueles que supostamente formavam sua dirigência, de forma a manter cobertura legal para as ações do exército mexicano. Em meados do mês, cercado pela pressão militar, o EZLN pede o fim da guerra. Os partidos e associações de esquerda dão início a grandes mobilizações a nível nacional e internacional para obrigar o governo a iniciar uma negociação. Nessas circunstâncias, e uma vez recuperada a iniciativa política, os zapatistas condicionam o início do diálogo por eles solicitado à saída do exército mexicano da selva e à anulação das ordens de prisão pela Justiça mexicana. A perseguição e prisão da suposta dirigência zapatista levou a sociedade civil a voltar novamente às ruas, em protesto contra o que a esquerda radical considerou uma nova escalada de repressão. Em março, o presidente Zedillo e a Comissão Legislativa de Diálogo e Conciliação no estado de Chiapas firmaram a Medida para o Diálogo, a Conciliação e a Paz Digna no estado, que foi enviada ao Congresso da União e discutida na Câmara de Deputados. O resultado imediato foi a aprovação da Lei para o Diálogo, a Conciliação e a Paz Digna em Chiapas que, no fim do mês, foi enviada ao EZLN por intermédio da Conai. Por um lado, isso deu início às Mesas de San Miguel, onde, em 9 de abril, foi firmado entre o governo federal e o EZLN o “Protocolo de Bases para o Diálogo e Negociação do Acordo de Concórdia e Pacificação com Justiça e Dignidade”, ponto de partida do diálogo em San Andrés; por outro lado, deu origem à organização do que o EZLN chamou de Consulta Nacional e Internacional pela Paz e Democracia. Em 22 de abril se iniciou o diálogo entre os zapatistas e o Governo federal, com mediação de Marco Antonio Berna, mas não se chegou a nenhum acordo. Em 12 de maio, o EZLN rechaça a proposta governamental de trégua. Assim, no dia 14, o governo propôs sete rotas para que os zapatistas concentrem seus integrantes, conservando suas armas e organização. Em 7 de junho, iniciou-se a terceira fase do diálogo entre governo federal e EZLN. Alguns dias depois, as bases zapatistas acordaram com a Aliança Cívica Nacional e a Convenção Nacional Democrática a realização de uma Consulta Nacional pela Paz e Democracia em agosto. Em julho, as negociações prosseguiram e, durante os dias 4 e 5 desse mês, o EZLN e o governo discutiram suas propostas. Os zapatistas apresentaram quatro exigências e propuseram a instalação de 15 mesas de trabalho. Em 27 de agosto, realizou-se a consulta nacional em todas as entidades da República. O EZLN organizou também o Primeiro Encontro Intercontinental pela Humanidade e contra o neoliberalismo, ao qual 3 mil pessoas de quarenta e dois países dos cinco continentes assistiram em uma semana. Em 5 de setembro, seguindo a instrução presidencial de Ernesto Zedillo, a Comissão de Concórdia e Pacificação convidou formalmente o EZLN a participar no diálogo para a reforma de Estado e a mesa nacional de negociação. Reuniram-se no último dia do mês na comunidade de La Realidad, Chiapas, onde discutiram a realização do fórum especial proposto pelos zapatistas. Em 2 de outubro, as negociações pela paz foram retomadas em San Andrés Larráinzar. Foram fixadas as regras para a instalação e o funcionamento das mesas de trabalho e, logo depois, foram iniciados os trabalhos da mesa 1 (“Diretor e Cultura Indígena”). Também foram instalados os 6 grupos de trabalhos acordados entre o governo e o EZLN. A Procuradoria Geral da República anunciou a prisão de Fernando Yáñez Muñoz, acusado de ser o “comandante Germán”, o que levou à interrupção das negociações. Foi libertado no dia seguinte. * 1996 Conforme vinha ocorrendo todos os anos desde sua insurreição armada, o EZLN lançou a Quarta Declaração da Selva Lacandona. Levantou a decisão do EZLN de ajudar a construir uma nova política, apartidária e que não lute pelo poder, independente, autônoma, pacífica, \"baseada no EZLN\". No dia 5 de janeiro, o \"subcomandante insurgente Marcos\" abandonou seu esconderijo na mata e viaja a San Cristóbal para participar do Fórum Nacional Especial de Cultura e Direitos Indígenas que se havia iniciado dois dias antes. No dia 10, encerrou-se o Fórum com a proposta de integrar uma nova organização que posteriormente seria conhecida como Congresso Nacional Indígena. Em 16 de fevereiro, os zapatistas e o Governo federal firmaram os acordos sobre Direito e Cultura Indígena, por meio dos quais o governo se comprometeu a reconhecer os povos indígenas na Constituição. Em 2 de maio, Javier Elorriaga Berdegué e Sebastián Etzin Gómez foram sentenciados a 13 e seis anos de prisão, respectivamente, por crimes de terrorismo. Após saber da sentença, o EZLN declarou que ela constituía uma provocação à paz, uma violação à Lei para o Diálogo, e suspendeu sua participação no processo de negociação. Em 6 de junho, após uma intensa campanha nacional e internacional pedindo a libertação dos sentenciados, uma corte de apelação revogou a sentença contra os presumidos zapatistas, que foram soltos. O EZLN suspendeu o estado de alerta de suas tropas. Em 2 de setembro, o \"exército zapatista\" decidiu suspender sua participação nos diálogos de San Andrés e estabeleceu cinco condições para regressar às negociações: 1) Liberação de todos os presumidos zapatistas; 2) Comissão governamental com capacidade de decisão política e que respeita a delegação zapatista; 3) A instalação da Comissão de Seguimento e Verificação; 4) Propostas sérias e concretas da parte do governo para a negociação sobre o tema Democracia e Justiça e 5) Fim do clima de perseguição militar e policial contra as comunidades indígenas de Chiapas. Enquanto isso, em outubro, o EZLN resolveu enviar a “comandante Ramona” (enferma terminal de câncer de rim) à Cidade do México para participar no ato de 12 de outubro do Congresso Nacional Indígena. Durante o ato, a \"comandante Ramona\" pronunciou um discurso que termina com a frase: “nunca mais um México sem nós”. Já em dezembro o presidente Ernesto Zedillo rechaça algumas formulações da proposta da Comissão de Concórdia e Pacificação, assim como aspectos fundamentais dos acordos de San Andrés. * 1997 Diante do rechaço, o EZLN se reuniu com a Comissão de Concórdia e Pacificação e recusou a contraproposta governamental. Também afirmou que não regressaria à mesa de negociação até que fossem implementados os acordos de San Andrés sobre Direitos e Cultura Indígenas. De imediato, as medidas de pressão ao governo foram organizadas: A “comandante Ramona”, junto com o congresso Nacional Indígena, participou de um comício na praça de Cidade Universitária para exigir respeito aos acordos de San Andrés. Em julho, os rebeldes impediram que a presumível vitória do PRI fosse votada em várias assembleias de Chiapasante. Em setembro, mais de mil índios zapatistas foram de ônibus até a capital federal para participar de um grande comício. Em 22 de dezembro, quarenta e cinco índios tzotziles simpatizantes do EZLN foram assassinados por um grupo paramilitar armado em Acteal, uma comunidade situada a 50 km de San Cristóbal. Esse fato seria conhecido como a Matança de Acteal. Os 20 envolvidos seriam condenados pela justiça mexicana em julho de 1998 a 35 anos de prisão. * 1998 Em janeiro, uma mulher foi morta por disparos da polícia municipal chiapaneca, quando esta reagiu à passagem de uma marcha de indígenas em Ocosingo. Em fevereiro, teve início uma campanha da Secretaria do Governo para retirar da zona do conflito em Chiapas milhares de estrangeiros que faziam ativismo político. Em 25 de fevereiro, em uma entrevista concedida para a agência de notícias Reuters, Vicente Fox, (candidato à presidência do país pelo PAN), afirmou que, se “Marcos\" queria a melhoria de Chiapas, do país e do mundo indígena, “deveríamos nos entender um pouco (para resolver o conflito)”. Ainda adicionou que “isso não deve levar mais de 15 minutos”. A partir de abril, o governo de Chiapas começou a desmantelar municípios instaurados por simpatizantes zapatistas: em abril desmantelou Ricardo Flores Magón, que tinha como cabeceira municipal o povoado de Taniperlas. Nessa ação, 12 estrangeiros provenientes da Bélgica, Estados Unidos e Espanha foram detidos e extraditados. Um acampamento militar e uma barreira policial se instalaram no centro da comunidade e, para sua proteção, cresce na região o grupo de autodefesa denominado Movimento Indígena Revolucionário Antizapatista (MIRA). Em 1 de maio, foi desmantelado o município autônomo zapatista Tierra y Libertad, que encontrava-se no município oficial de Las Margaritas, em Chiapas. A ação teve um saldo de 63 detidos, três feridos, 140 desabrigados e três acusações de estupro. Um acampamento militar e várias barreiras policiais foram instaladas nos acessos e no povoado. Às 6 da manhã de 3 de junho, mais de dois mil efetivos da polícia e do exército desmantelaram o município autônomo de Nicolás Ruiz, também em Chiapas. No centro do povoado, foi necessário o uso de gás lacrimogênio e de força, diante da resistência dos simpatizantes do EZLN. Segundo diversas informações, como resultado, várias mulheres grávidas foram golpeadas, dezenas de pessoas e crianças foram feridos e intoxicados, as casas foram revistadas sem mandado judicial, e todo o dinheiro e os pertences de valor foram saqueados. Finalmente, em 10 de junho, as Forças Armadas mexicanas, apoiadas por efetivos da polícia, enfrentaram as bases de apoio zapatistas e adentram nas comunidades de Chavajeval e Unión Progreso, no declarado município autônomo zapatista de San Juan de la Libertad (sede de um conselho rebelde zapatista), vencendo a resistência zapatista, que perde 9 efetivos como resultado das mortes no confronto. A população fugiu dos combates, em direção às montanhas. Calcula-se em mais de mil o número de desabrigados. Existem acusações de roubo, saque e profanação de templos e capelas. Muitos animais foram mortos e algumas plantações, destruídas. A polícia buscou nas casas existência de identificações pessoais. Em meados de julho, o “subcomandante Marcos”, líder da guerrilha zapatista, propôs uma nova iniciativa que agilizasse o processo de paz em Chiapas e expõe a Quinta Declaração da Selva Lacandona, na qual propõe que a lei de direitos e culturas indígenas seja levada a uma consulta nacional. * 1999 Em março, foi realizada uma \"consulta nacional\" sobre direitos e culturas indígenas, patrocinada pelos zapatistas, mas uma resposta política veio somente em junho. Ela ocorreu quando o governador de Guanajuato manifestou em uma entrevista que \"ele pede diálogo com o \"subcomandante Marcos\" para falar sobre o futuro do país e chegar a um acordo\". Em agosto, foi reiniciado o combate armado entre os rebeldes e o soldados do Exército Federal em Chiapas. Ambos se acusam mutuamente de haver iniciado as hostilidades. Nove soldados foram feridos. Entretanto, trata-se de um caso isolado. Pouco depois, o governo libertou presos zapatistas em Chiapas, como um sinal de que pretendia reiniciar o diálogo. * 2000 Em abril, Vicente Fox, candidato à presidência, enviou uma nova proposta de diálogo ao \"subcomandante insurgente Marcos\", sem obter resposta. Em maio, um grupo de civis atacou os indígenas do município autônomo de Polhó, Chiapas. Membros da PFP foram enviados para garantir a segurança da região. Os coordenadores zapatistas e diversos órgãos não governamentais consideraram isso como \"uma clara provocação ao EZLN\" Vicente Fox foi eleito Presidente e, como uma de suas primeiras ordens, tomou a decisão de retirar o Exército da zona de conflito. Assim, todos os militares localizados em Chiapas começaram a deixar a região. Após esse ato, o \"subcomandante insurgente Marcos\" aceitou iniciar o diálogo com o governo de Vicente Fox, mas logo em seguida exigiu condições para a paz, especialmente que o governo federal desarticulasse os demais grupos armados (os grupos paramilitares priístas). * 2001 até hoje No início do ano de 2001, o \"subcomandante insurgente Marcos\" anunciou a criação do Centro de Informação Zapatista, mediante o qual seriam trocadas informações sobre a viagem dos guerirlheiros ao Distrito Federal e se articulariam mobilizações para exigir o cumprimento das condições que o EZLN colocou para o diálogo. O presidente Vicente Fox, em 9 de janeiro, solicitou ao Exército Zapatista de Libertação Nacional que estabelecesse diálogo com o governo federal para alcançar a paz em Chiapas. Entretanto, o EZLN insistiu que não voltaria às negociações de paz com o Governo enquanto não fossem encerradas as sete posições militares solicitadas. Enquanto isso, o Exército federal se retirou da comunidade de Cuxujal, município de Ocosingo, e os indígenas, bases de apoio do EZLN, manifestaram-se \"contentes e descontentes\" por esta saída. Em 2005. o EZLN emitiu a Sexta Declaração da Selva Lacandona e anunciou que deixaria as armas e faria política. Entre 5 de agosto e 18 de setembro de 2005, o EZLN participou de reuniões com organizações políticas de esquerda, organizações indígenas e povos índios, organizações sociais e ONGs, organizações e grupos culturais e de artistas, e com mulheres, homens, anciãos e crianças que a título individual, familiar, de comunidade, rua, bairro ou vizinhança haviam assinado a Sexta Declaración de la Selva Lacandona. Em tais reuniões, sendo a mais numerosa a de organizações e grupos artísticos e culturais, foram abordados seis pontos que serviram para guiar as reflexões e as discussões: ratificação, ampliação ou modificação das características da \"Outra Campanha\", definição de quem está convocado e quem não está, estrutura organizacional da \"Outra Campanha\", lugar especial das diferenças na \"Outra Campanha\" (indígenas, mulheres, jovens, crianças e outros), posição da \"Outra Campanha\" frente a outros esforços organizacionais e tarefas imediatas. == Partes do conflito == === O EZLN === O EZLN se utilizou da surpresa para atacar, na manhã do ano novo de 1994, as forças governamentais. Os rebeldes estavam limitados quanto a seus recursos bélicos e sua capacidade, armamento e estratégias militares, o que fez com que logo utilizassem as comunidades indígenas para se ocultarem, reposicionar-se e organizar a ofensiva em outras frentes. Além disso, o EZLN havia estreado uma nova forma de luta, a Netwar Social, uma espécie de resposta à guerra psicológica que desenvolve a chamada Guerra de Baixa Intensidade (GBI), que veio a eufemizar as operações de contra-insurgência das décadas de setenta e oitenta, cuja meta era conferir às comunidades indígenas a possibilidade de se defender dos grupos subversivos armados que, na falta de trabalho, sobreviviam às custas de contribuições voluntárias, ou então do saque aos indígenas. Para lutar contra isto, o EZLN, com a Netwar Social, buscou convencer as comunidades indígenas para que os ajudassem a lutar pela mudança nos sistemas de exploração nacionais, ao mesmo tempo que “buscam afetar o que seu oponente sabe, ou pensa que sabe, não só sobre quem o desafia, mas também sobre ele e o mundo que o rodeia”. Câmeras fotográficas, gravadoras de áudio e video, equipamentos de radiocomunicação eletrónica e celular e, supostamente, computadores, converteram-se então nas principais vias pelas quais eram transmitidas as palavras e os silêncios dos zapatistas. Assim, “os insurgentes se puseram à frente das operações de informação”, o que levou com que “descentralizassem sua organização ainda mais e desenfatizaram as operações de combate para estabelecer vínculos mais fortes com as ONG’s da sociedade civil global, cujo enfoque é mais informativo que econômico, político ou militar”. Desta forma, pretendiam ocultar seus ataques violentos para utilizar a opinião pública nacional e internacional de uma forma global para, de uma revolta popular prolongada do tipo maoísta, converter-se na primeira demonstração mundial do que é a Netwar Social.Ibídem. === Forças armadas do México === As Forças Armadas do México atuaram segundo as estratégias de contra-insurgência próprias da década de 1970. Assim, viram a necessidade de se modernizarem, decisão que os insurgentes e as organizações sociais que simpatizavam com os mesmos identificaram como uma escalada de militarização. Este processo incluiu uma extensa reorganização do exército, incluindo sua participação direta na segurança interna, um aumento significativo no orçamento e ajuda direta do Pentágono. Nas palavras de José Luis Piñeyro, especialista em temas militares da Universidad Autónoma Metropolitana, “A estratégia do governo foi a de estabelecer um cerco, uma aniquilação não-clássica da subversão, mas um cerco de aniquilação por isolamento e foi o que se testou de mais eficaz para evitar que o movimento guerrilheiro se estendesse para além do território chiapaneco”. O Governo federal desenvolveu diversas táticas de cerco, como a introdução de vias de comunicação, estradas para a entrada das tropas e para dividir as comunidades zapatistas com políticas de combate à pobreza, o controle militar da entrada e saída de pessoas nas zonas zapatistas, o paramilitarismo, assim como o bloqueio parcial do apoio estrangeiro ao EZLN pelas ONGs da Espanha e Itália. === Forças civis de autodefesa: Paramilitares === Entre maio e dezembro de 1997, como resposta à violência do EZLN, civis armados formaram ao menos sete grupos de autodefesa que se veriam envolvidos em cerca de 30 ações violentas nas comunidades de Yaxjemel, Quextic, Pechiquil, Yabteclum, Los Chorros, Colônia Ejido Puebla, La Esperanza, Polhó, Tzanembolom, Majomut, Canolal, Yibeljoj, Aurora Chica, Takiukum, Chimix, entre outras. Os principais grupos paramilitares foram: Máscara Roja, priísta; Paz y Justicia, dirigido pelo deputado local priísta Samuel Sánchez; Los Chinchulines, conhecido publicamente como Frente Juvenil Revolucionária “Luis Donaldo Colosio” e apoiado pelo ex-governador Elmar Setzer Marseille e pelos aliados dos dirigentes municipais em Chilón dos partidos Frente Cardenista de Reconstrucción Nacional (PFCRN), Demócrata Chiapaneco (PDCH) e Acción Nacional (PAN); Los Degolladores; Alianza San Bartolomé de los Llanos, composto por cidadãos dos bairros El Paraíso, El Grijalva, El Convento, San Pedro e 3 de Marzo e alguns comerciantes e proprietários de terra da região e militantes do PFCRN; Fuerzas Armadas del Pueblo; Movimiento Indígena Revolucionario Antizapatista, com laços com o deputado federal priísta Norberto Santiz López; Tomás Muntzer, a serviço dos proprietários de terras da região, em sua maioria priístas; Los Tomates, no município de Bochil; Los Quintos, que ficaram conhecidos no município de Venustiano Carranza como origem de uma agressão contra o Comité de Campesinos Pobres do PRD; Los Plátanos, priístas vinculados aos deputados de seu partido Alonso López Gómez e Norberto Santiz López; Los Chentes, assentados ao lado da Base Militar de Los Sabines; Los Puñales, grupo de priístas da comunidade La Floresta, município de Comitán, com o suposto apoio do Exército federal e da polícia de Segurança Pública; Justicia Social, comandada pelos priístas Hernán Villatoro, Horacio Enríquez Escobar e Israel Molina Santiago; a Organización Clandestina Revolucionaria (OCR), guardas brancos que diziam ter apoio do governador; Los Aguilares, considerado mais um grupo familiar associado com o Paz y Justicia e Los Chinchulines. == Consequências do levante armado == Estima-se em 172 as baixas entre policiais, militares (membros do Exército federal, agentes judiciais, da Segurança Pública do estado e do Instituto Nacional de Migração) e paramilitares (forças de autodefesa, militantes do PRI, Partido do Trabajo e PFCRN). Além disso, houve uma quantidade indeterminada de desabrigados na zona de conflito, que fugiam tanto dos militares, quanto dos paramilitares e dos zapatistas. Em Chiapas, foram expulsos pelo menos 64 cidadãos estrangeiros, provenientes da Itália, Suíça, Espanha, Noruega, França, Estados Unidos e Canadá, entre outros países, em aplicação do artigo 33 da Constituição mexicana, por exercer no México atividades para as quais não estavam autorizados. Assim, o porta-voz da Comissão de Concórdia e Pacificação, Oscar López Velarde, comentou que “a expulsão dos estrangeiros ocorreu porque pretendiam realizar ações de autoridade, passando por cima das leis mexicanas”. O custo econômico é de difícil determinação. O governo federal destinou 28 milhões de pesos mexicanos para apoiar os governos dos municípios localizados na zona de conflito. === Acusações do EZLN === Aos ataques militares do EZLN, sucederam-se uma série de respostas por parte dos militares governamentais e de civis armados e agrupados em forças de auto-defesa (paramilitares), com diferentes graus de apoio por parte dos efetivos governamentais. O EZLN denunciaram contra eles as seguintes operações. * Acteal. Em 22 de dezembro de 1997, enquanto o governo federal e o EZLN continuavam sentados na Mesa de Democracia e Justiça (a segunda dos diálogos de San Andrés), uma incursão paramilitar na zona zapatista de Los Altos de Chiapas, composta por supostos membros do grupo priísta Máscara Roja, atacaram índios tzotziles da organização Las Abejas, que se encontravam no interior de uma capela, rezando. O resultado dessa ação foi de 45 mortos. O massacre de Acteal motivou mais uma vez os setores progressistas da sociedade civil a sair às ruas, colocar em evidência as comunidades de desabrigados ou realizar as mais variadas ações de solidariedade. Nisso se destacaram, sem ser zapatista, a Diocese de San Cristóbal de Las Casas e seu bispo, Samuel Ruiz García, que insistia na necessidade de conseguir a paz. Em julho de 1998, os 20 envolvidos nos assassinatos seriam condenados pela justiça mexicana a 35 anos de prisão. * Desordens de Atenco Foram uma série de confrontos violentos na cidade de San Salvador Atenco, entre a Polícia Federal Preventiva do México e militantes da Frente de Pueblos en Defensa de la Tierra e outros participantes da \"Outra Campanha\" do EZLN, ocorridos durante os dias 3 e 4 de maio de 2006. Ativistas neozapatistas também o denominam como \"Massacre de Atenco\", chamado de \"Resgate de Atenco\" pelas forças de segurança e militantes de outras forças políticas. Incidentes entre comerciantes informais (floristas), militantes zapatistas e autoridades locais apoiadas por seus militantes provocaram uma grave alteração da ordem pública que motivou a intervenção da Polícia Federal Preventiva, que por sua vez instalou um cerco policial-militar na cidade. A intervenção das forças de ordem chegou a deter 290 pessoas. Também foram registradas duas mortes e várias acusações de estupro, promovidas pelas forças policiais.López, Sebastián. La Otra: Los Sauces, Sicartsa, Atenco… falta lo que falta. La Jornada Morelos, La Voladora Radio XHECA y Centro de Documentación sobre Zapatismo, 2006. Como consequência desses acontecimentos, o líder da Frente de Pueblos en Defensa de la Tierra em Atenco, Ignacio del Valle Medina, foi levado à prisão e acusado do crime de sequestro. Um ano depois, ele seria sentenciado, junto com outros dois cúmplices, a 67 anos e meio de prisão. Outras dez pessoas acusadas do crime foram condenadas a 31 anos, 11 meses e 15 de cárcere na Prisão de Molino de Flores Texcoco. Por outro lado, 21 agentes policiais foram acusados formalmente, dos quais 15 foram expulsos da força policial e outros 6 continuaram sob investigação. Em 23 de setembro de 2008, um tribunal superior requisitou que o policial Doroteo Blas Marcelo fosse despedido, e ordenou que ele indenizasse uma das vítimas por perdas e danos. Os outros cinco policiais foram acusados de abuso de poder e submetidos a julgamento penal. === Acusações ao EZLN === * Meninos soldados, com idades entre 6 e 15 anos, na guerrilha A organização Human Rights Watch (HRW) denunciou que os movimentos guerrilheiros do México atentam contra os direitos e a saúde mental e física de menores de idade, ao recrutá-los para cumprir atividades militares. Apesar do exército mexicano estabelecer uma idade de recrutamento de 16 anos, em abril de 1994, jornalistas da mídia mexicana e internacional foram convidados pela guerrilha a uma zona de selva onde foi realizado um desfile de crianças guerrilheiros de 6 a 15 anos de idade. O comando do EZLN enviou uma carta a vários jornalistas para solicitar que não mencionassem as crianças. * Vínculos com o terrorismo. Relação com a ETA Em 2002, o \"subcomandante insurgente Marcos\" criticou diversas personalidades políticas espanholas e o juiz Baltasar Garzón por ilegalizar a coalizão radical basca Batasuna por seus vínculos com o grupo terrorista ETA. Alguns dias mais tarde, Marcos enviou uma nova carta ao ETA para esclarecer sua posição com relação ao terrorismo. Nela, posiciona-se a favor da causa do povo basco, mas radicalmente contra atentados contra civis: e ainda, declarar uma \"trégua unilateral de 177 dias\" e a participar junto a eles de um encontro que se chamaria: O País Basco: caminhos. Entretanto, a ETA recusou qualquer diálogo em uma carta dirigida ao \"sub-comandante Marcos\": A resposta de Marcos não foi menos azeda, dado que manifestava conhecer, ao passo que criticava, os métodos dos terroristas espanhóis: Em 2010, um suposto ex-guerrilheiro do EZLN revelou que em março, com o propósito de visitar estrangeiros na Itália e no País Basco (Espanha), foram feitas contribuições financeiras. Assim, \"o País Basco\", disse o documento apreendido, \"entrega 150 mil euros aos Conselhos Autônomos\". \"O desertor disse que o EZLN tem ligações com membros da ETA e recebe dinheiro de grupos europeus\". A Junta de Buen Gobierno de la Garrucha se beneficiou de 750 mil e posteriormente de 350 mil euros, ainda que em nenhum momento a ETA seja mencionado. Também forneceu diversas fotografias onde era possível ver os estrangeiros com membros do EZLN, e três nas quais aparece um homem \"magro e barbudo\", que foi identificado como Marcos sem a balaclava. Entretanto, Leuccio Rizzo, um italiano integrante de uma organização de apoio à comunidade indígena do estado de Chiapas (sudeste), onde está estabelecido o EZLN, declarou ser ele a pessoa que aparece nessas fotografias. Além disso, anunciou que acionará os “recursos legais que procedam por perdas e danos”, já que a informação fornecida lhe \"causou prejuízo, dado que é falsa e caluniosa\", e também exigiu esclarecimentos em carta dirigida ao jornal que publicou as fotografias. Senadores dos partidos PRI, PRD e PAN solicitaram investigações sobre os laços entre a organização separatista basca ETA e o EZLN e, especialmente, investigar se existe financiamento da ETA ao EZLN. O legislador Carlos Jiménez, do opositor PRI, pronunciou-se incluindo que as autoridades solicitassem ao governo espanhol a verificação dos supostos laços, uma vez que isso se trata de \"algo muito delicado\". * Ocupações e sequestros de povoados. O EZLN já foi acusado em várias ocasiões de ocupar e incomunicar os povoados para forçar seus habitantes a se unirem à causa. Assim, um habitante de Chanal, Marcelino Gómez López, denunciou que, em 1 de janeiro de 1994, o EZLN, durante a Tomada de Chanal, ocupou o povoado impedindo a saída de qualquer habitante «até que a população se incorpore ao movimento rebelde». A ação se desenvolveu com violência desde que atacaram os membros da segurança pública, matando o comandante Santiago López Flores e o elemento Abel Gómez, e em outras ações matarem o professor Ricardo López Gómez e feriram o civil Sergio Hernández Pérez. Durante sua ocupação, destruíram o Palácio Municipal. * Saque, roubos e atos de vandalismo. Durante as ocupações, ocorreram diversos atos de vandalismo, como a queima de prédios públicos e a destruição de arquivos, mobiliário e material de escritório dos órgãos públicos. Também houve saque de alguns estabelecimentos comerciais, assim como o roubo a particulares de veículos e de gado. Não se tratam de atos de pilhagem anárquicos, mas de roubos organizados pelo EZLN que os qualificam como \"requisições\". Os insurgentes fazem uso direto do bem subtraído, ou o colocam a disposição da população local. == Expressão política do EZLN == Além das declarações, o EZLN decidiu criar uma série de comunidades que denominaria genericamente de duas formas, Aguascalientes e Caracoles. === Aguascalientes === Até 1994, no marco de seu chamado à Convenção Nacional Democrática, o EZLN se dedicou à tarefa de construir um espaço para facilitar o encontro político e cultural com os setores da sociedade civil que, segundo os zapatistas, haviam detido a escalada da guerra alguns meses antes. A esse espaço, chamou Aguascalientes, em memória do estado que abrigara no final de 1914 a Soberana Convenção Revolucionária, onde se juntaram, entre outras, as forças mais progressistas da chamada revolução mexicana: os magonistas, os vilistas e os zapatistas. Seria até o fim de 1995, quando o EZLN propôs novamente à sociedade civil a construção de novos Aguascalientes, um símbolo de resistência e rebeldia. Em 1996, os Aguascalientes I (La Realidad), Aguascalientes II (Oventic), Aguascalientes III (La Garrucha), Aguascalientes IV (Morelia) e Aguascalientes V (Roberto Barrios), seriam as sedes das iniciativas político-culturais do zapatismo desse ano: Fórum Nacional Indígena, Encontro Nacional de Comités Civis para o Diálogo Nacional, Fórum Especial para a Reforma de Estado, Primeiro Encontro Americano contra o Neoliberalismo e pela Humanidade e Primeiro Intergalático. Estes centros culturais, que contavam com auditórios, clínicas de saúde, latrinas, banheiras, bibliotecas, terraços e dormitórios, estavam sempre rodeados por acampamentos e bases do Exército federal. Fora de Chiapas, outros Aguascalientes seriam inaugurados por diversas expressões da sociedade civil zapatista. A CLETA, uma organização cultural que entende que o papel dentro das artes cênicas tem uma posição política necessariamente esquerdista, faria do espaço tomado à UNAM, na Casa del Lago, o primeiro deles. Em seguida, a Frente Popular Francisco Villa-Independiente abriria - também numa unidade habitacional construída também sobre terrenos tomados - o Aguascalientes El Molino, onde em setembro de 1997 seriam hospedados os 1.111 zapatistas que foram à Cidade do México para a fundação da Frente Zapatista de Libertação Nacional. Em janeiro de 1996, o \"governador\" insurgente de Chiapas, Amado Avendaño Figueroa, inauguraria outro Aguascalientes em Tijuana, Baja California. No coração da Cidade Universitária, construído por estudantes que em sua maioria haviam participado da greve de 1999-2000 na UNAM, estaria o Aguascalientes Espejo de Água, onde o comando zapatista daria mensagens aos jovens e estudantes do país como parte da Marcha das Cores da Terra. O mesmo ocorreria em Xochimilco, onde várias organizações indígenas fundariam outro Aguascalientes. Porém, seriam efêmeros e até simbólicos o Aguascalientes em Cuernavaca e o Aguascalientes na Cidade do México. Ambos funcionariam somente como espaços de informação acerca das declarações da Selva Lacandona e dos Acordos de San Andrés, assim como mesas de votação e logo desapareceriam. === Caracoles === Entre 8 e 10 de agosto de 2003, no então Aguascalientes de Oventic, seria celebrada a festa de nascimento dos Caracoles e as Juntas de Bom Gobierno (JBG) neo-zapatistas, a culminação de uma série de mudanças ocorridas no EZLN e 27 Municípios Autônomos Rebeldes \"Zapatistas\" (MAREZ). A decisão surgiria a partir de um grande exercício de análise crítica e autocrítica sobre como haviam funcionado até então os MAREZ e os Aguascalientes, os problemas que haviam enfrentado e sua relação com a sociedade civil mexicana e internacional, e levaria a um avanço importante no processo autonômico que o zapatismo abraçou para com as comunidades e povos índios do país, ao levantar o assinado pelo Governo federal e o EZLN nos Acordos de San Andrés; ainda que estes não houvessem sido levantados na lei correspondente sobre cultura e direitos indígenas aprovada em abril de 2001. Os Caracoles substituíram assim os antigos Aguascalientes, mas respeitando mais ou menos as zonas que compreendiam (cerca de 4 a 8 municípios cada um). As JBG se dispuseram (e até hoje o fazem) no que se chama centro do Caracol, onde encontram-se também os escritórios de Vigilância do Bom Governo, de Informação e, em alguns casos, clínicas, secundárias autônomas, e outros. === Intergaláctico 1 === Em julho de 1996, a Major Insurgente Ana María leria no Aguascalientes 2, Oventic, o discurso de boas-vindas ao I Encontro Intercontinental pela Humanidade e contra o Neoliberalismo, o Primeiro Intergaláctico, a cerca de 4 mil pessoas que, vindas de diferentes latitudes do planeta, compareceram ao evento que o EZLN fizera por meio da Primeira Declaração de La Realidad, desde o mês de janeiro; ao redor de cinco mesas de trabalho: 1) Que política temos e que política necessitamos?; 2) A questão econômica: histórias de horror; 3) Todas as culturas para todos. E os meios? Das pintas ao cyber-espaço; 4) Que sociedade que não é nem civil?, e 5) Nesse mundo cabem muitos mundos. Nos trabalhos participaram personalidades como Danielle Mitterrand, Eduardo Galeano, Daniel Viglietti, Alain Touraine, Yvon Le Bot, Carlos Monsiváis, Adolfo Gilly, Octavio Rodríguez Araujo, Gisèle Halimi, Tessa Brisac, James Petras, Douglas Bravo, Pablo González Casanova, Luis Villoro, Ofelia Medina e León Gieco. Na conclusão, o EZLN emitiu a Segunda Declaração de La Realidad. Nela, os anfitriões propuseram tecer redes intercontinentais de resistência contra o neoliberalismo e pela humanidade, sem estrutura, sem comando central e sem hierarquia, e de comunicação alternativa contra o neoliberalismo e pela humanidade; realizar entre seus povos, países e nações a Consulta Intercontinental pela Humanidade e contra o Neoliberalismo, que incluía perguntar se assinariam a Segunda Declaração de La Realidad e, por último, realizar o Segundo Intergaláctico no continente europeu, onde o EZLN participaria diretamente. === Intergaláctico 2 === Em março de 1997, durante o Encontro Europeu pela Humanidade e contra o Neoliberalismo, celebrado em Praga, foi anunciada a realização do Segundo Intergaláctico, com sedes em Madrid, Cataluña, Ruesta (em Aragão), Almuñécar e El Indiano (na Andaluzia), e informada uma proposta sobre realizar um Terceiro Intergaláctico no Saara Ocidental. Em um comunicado datado de julho de 1997, um ano após o Primeiro Intergaláctico, o EZLN manifestou que compareceu ao segundo encontro “para apresentar a imagem do outro México, o México indígena, o México rebelde e digno que luta por ocupar um lugar na história junto a todos e não para todos, o México que resiste e não se rende, o México que constrói um futuro que não negue nem se envergonhe de seu passado”. Mais de 3 mil pessoas de 48 países assistiram ao Segundo Intergaláctico, e chegaram à conclusão de formar uma Rede Mundial pela Humanidade e contra o Neoliberalismo, que lute contra a Organização Mundial do Comércio (OMC) e contra o Tratado de Maastricht. Algum tempo depois seria criada a Ação Global dos Povos (AGP) em 71 países, tendo entre suas lutas principais ir contra o Acordo Multilateral de Investimento (AMI). == Ver também == * Subcomandante Marcos * Movimento zapatista * Magonismo * Plano de Ayala * A Outra Campanha * Revolta em Chiapas em 1994 * Hino Zapatista == Bibliografia == * Abelardo Hernández Millán. EZLN. Revolución para la revolución (1994-2005). Editorial Popular, 2007. * Abelardo Hernández Millán. Los hijos más pequeños de la tierra. Ed. Plaza y Valdés, 1998. * Almeyra, Guillermo y Alberto D'Angelo. La ribellione zapatista in Chiapas. Datanews, 1994. * Almeyra, Guillermo y Emiliano Thibaut. Zapatistas: un mundo nuevo en construcción. Maipue, 2006. * Baschet, Jérôme. La Rébellion zapatiste. Insurrection indienne et résistance planétaire. Flammarion, 2005. * Camú Urzúa, Guido y Dauno Tótoro Taulis. EZLN: el ejército que salió de la selva. Planeta, 1994. * De la Grange, Bertrand y Maite Rico. Marcos, la genial impostura. El Páis-Aguilar, 1998. * EZLN. Documentos y Comunicados 1, 2, 3 y 4. Era, 1994, 1995, 1997 y 2003. * EZLN. Crónicas intergalácticas. Planeta Tierra, montañas del sureste mexicano, 1996. * Fazio, Carlos. El tercer vínculo. De la teoría del caos a la teoría de la militarización. Joaquín Mortiz, 1996. * Gómez Suárez, Águeda. et.al. Guerrilla y comunicación. Las propaganda política del EZLN. Los libros de la Catarata, 2004. * Harvey, Neil. The Chiapas Rebellion: The Struggle for Land and Democracy. Hispanic American Historical Review, 2000. * Holloway, John. Cambiar el mundo sin tomar el poder. El significado de la revolución hoy. El viejo topo, 2002. * Holloway, John y Eloína Peláez. Zapatista!: reinventing revolution in Mexico. Pluto Press, 1998. * Kampwirth, Karen. 2007. Mujeres y Movimientos Guerrilleros: Nicaragua, El Salvador, Chiapas, Cuba. México: Plaza y Valdes Editores. * Klare, Michel T. y Peter Kornbluch (coord). Contraisurgencia, proinsurgencia y antiterrorismo en los 80. El arte de la guerra de baja intensidad. Consejo Nacional para la Cultura y las Artes- Grijalbo, 1998. * Le Bot, Yvon. El sueño zapatista. Anagrama, 1997. * Legorreta Díaz, Ma. del Carmen. Religión, política y guerrilla en las cañadas de la Selva Lacandona. Cal y Arena, 1998. * López Albertos, Mariola, y David Pavón Cuéllar. Zapatismo y contrazapatismo, cronología de un enfrentamiento, Buenos Aires, Turalia, 1998 * Michel, Guillermo. Votán Zapata, Rizoma, 2001. * Michel, Guillermo. Etica política zapatista, UAM-X, 2003 * Muñoz Ramírez, Gloria. EZLN: 20 y 10, el fuego y la palabra. Revista Rebeldía y Demos-La Jornada Ediciones, 2003. * Ramonet, Ignacio. La dignité rebelle. Galilée, 2001. * Reygadas, Rafael. Abriendo veredas. Vinculando, 1998. * Rodríguez Araujo, Octavio. Mi paso por el zapatismo. Oceano, 2005. * Ronfeldt, David. Teh Zapatista Social Netwar in Mexico. RAND, 1998. * Subcomandante Marcos. Desde las montañas del sureste mexicano. Plaza y Janés, 1999. * Subcomandante Marcos. Detrás de nosotros estamos ustedes. Plaza y Janés, 2000. * Subcomandante Marcos. El correo de la selva. Retórica, 2001. * Subcomandante Marcos y Domitila Domínguez. La historia de los colores. Colectivo Callejero, 1999 * Tello Díaz, Carlos. La rebelión de las cañadas: origen y ascenso del EZLN. Cal y Arena, 2000. * Vázquez Montalbán, Manuel. Marcos: El señor de los espejos. El País-Aguilar, 1999. * Castellanos, L. (2007). México armado: 1943-1981. Epílogo y cronología de Alejandro Jiménez Martín del Campo. México: Biblioteca ERA. 383 pp. ISBN 968.411.695.0 ISBN 978.968.411.695.5 == Ligações externas == * (em espanhol) * Las explicaciones de Amado Avendaño Figueroa, Ex-Gobernador de la rebelión zapatista en Chiapas Vídeo em espanhol com legendas e explicações em inglês * Fotos do EZLN * Exército Zapatista de Libertação Nacional Categoria:Grupos guerrilheiros Categoria:Exércitos da América Exército Zapatista de Libertação Nacional (EZLN) Categoria:Anarquismo no México",
 "title": "Exército Zapatista de Libertação Nacional"
}