{
 "id": "11263",
 "text": "João Pessoa é um município brasileiro, capital do estado da Paraíba. Com população em 2024 de habitantes, a capital paraibana é a sétima cidade mais populosa da Região Nordeste e a 20ª do Brasil, sendo, no seu estado, o município mais populoso. Pertence à Região Geográfica Imediata de João Pessoa e à Região Geográfica Intermediária de João Pessoa. A Região Metropolitana de João Pessoa, formada por mais onze municípios, tinha uma população em 2022 de pessoas. Fundada em 5 de agosto de 1585 com o nome de Cidade Real de Nossa Senhora das Neves, logo passou a se chamar de Filipeia de Nossa Senhora das Neves em 1588 em homenagem ao rei Filipe II que, na época, acumulava as coroas da Espanha e de Portugal. Posteriormente chamada Frederikstad, foi uma das duas principais cidades da Nova Holanda, junto com Mauritsstadt (a atual Recife), na segunda metade do século XVII. Possui antigo e vasto patrimônio histórico, similar ao de Olinda. Uma das capitais de melhor qualidade de vida do Nordeste. João Pessoa é conhecida como \"Porta do Sol\", devido ao fato de, no município, estar localizada a Ponta do Seixas, que é o ponto mais oriental das Américas, o que faz a cidade ser conhecida como o lugar \"onde o sol nasce primeiro no continente americano\". Durante a Conferência das Nações Unidas sobre o Meio Ambiente e o Desenvolvimento, João Pessoa recebeu o título de \"segunda capital mais verde do mundo\", ficando atrás apenas de Paris, na França. É ainda a cidade mais verde do Brasil, muito por conta do Jardim Botânico Benjamim Maranhão, localizado na área central da cidade com 515 hectares de mata atlântica preservada, constituindo a maior floresta semiequatorial nativa plana densamente cercada por área urbana do mundo. Foi considerada pela organização International Living como uma das melhores cidades do mundo para se desfrutar a aposentadoria. No ranking feito pela organização, a capital paraibana surge ao lado de Fortaleza como as únicas cidades brasileiras citadas na lista. A cidade teve o seu centro histórico tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) em 2007, e inscrito nos seguintes Livros do Tombo: Histórico e Arqueológico, Etnográfico e Paisagístico. Seu tombamento foi em circunstância de ser uma das primeiras cidades fundadas no Brasil. Recebeu em 2017 o título de cidade criativa pela Unesco, colocando João Pessoa como \"Cidade Brasileira do Artesanato\". O reconhecimento de João Pessoa a coloca na rota turística brasileira por sua arte popular. Esse reconhecimento teve grande contribuição e influência, devido ao projeto sereias da Penha; onde mulheres artesãs realizam o trabalho manual, dialogando com o design, moda, economia criativa, destacando a arte com escamas de peixe em fios de cobre. == Topônimo == Sua denominação atual, \"João Pessoa\", é uma homenagem ao político paraibano João Pessoa Cavalcanti de Albuquerque, assassinado em 1930 na cidade do Recife, quando era presidente do estado e concorria, como candidato a vice-presidente da República, na chapa de Getúlio Vargas. O fato causou grande comoção popular, sendo o estopim da Revolução de 1930, embora se discuta se realmente houve motivação política no ato, que foi executado por João Duarte Dantas, advogado cujo escritório fora invadido por tropas governamentais, tendo sido suas cartas à professora Anayde Beiriz trazidas a público. A Assembleia Legislativa da Paraíba aprovou a mudança do nome da capital em 4 de setembro de 1930. Há algum tempo, cidadãos pessoenses discutem a possibilidade de rever a homenagem e substituir o nome de João Pessoa por outro, entre os quais figuram \"Paraíba\", \"Filipeia\" e \"Cabo Branco\",Movimento Bandeira Viva, uma das ONGs que manifestam apoio às denominações originais sendo que alguns movimentos até manifestam apoio à ideia de um plebiscito para tal nomenclatura ou uma consulta popular, como faz atualmente o \"Coletivo Cultural Anayde Beiriz\", projeto em andamento do Movimento Paraíba Capital Parahyba. Movimento Paraíba Capital Parahyba lança o Coletivo Cultural Anayde Beiriz , acessado em 25 de março de 2010. Entre outros argumentos, alega-se que a mudança de nome (assim como a alteração da bandeira estadual em 1930), foi realizada em um momento de comoção e de instabilidade social, quando vários adversários políticos do grupo de João Pessoa foram presos e mortos. Acrescenta-se ainda que não há consenso sobre as virtudes de Pessoa e de gestor público as quais confeririam o mérito ao ex-presidente da Paraíba (na época, denominação para o cargo de governador) para tal homenagem. De outra parte, os defensores da manutenção do nome argumentam que João Pessoa foi político exemplar e que combateu o coronelismo e as oligarquias. == História == === Antecedentes, fundação e primeiros anos === Em 1534, o rei português D. João III divide a colônia em capitanias hereditárias, sendo a Paraíba subordinada à Capitania de Itamaracá, desde o rio Guaju até o rio Goiana. A Capitania da Paraíba foi criada somente em 1574, após o ataque de Tracunhaém, um engenho da capitania de Itamaracá. A nova capitania, porém, só seria ocupada onze depois após cinco expedições que tinham o objetivo de conquistá-la, sendo as quatro primeiras terminadas em fracasso.RAPOSO; ARAÚJO, 2015, p. 157. A fim de repelir os invasores, em 1 de maio de 1584, em terras do atual distrito de Forte Velho, em Santa Rita, foi erguido o Forte de São Filipe na margem esquerda do Rio Paraíba, habitado pelos índios potiguaras. O forte, porém, sofreu ataques constantes de corsários franceses e dos potiguaras e foi abandonado menos de um ano depois, sendo incendiado em junho de 1585.MOURA FILHA, 2004, p. 139. Antes, em fevereiro daquele ano, chegaram à Paraíba os tabajaras, chefiados por Piragibe, instalando-se na margem esquerda do rio. Inicialmente aliados, os tabajaras logo se tornaram rivais dos potiguaras e entraram em conflito com estes e também com os colonizadores portugueses.GUIMARÃES, 2000, p. 4. Um acordo de paz entre os portugueses e os tabajaras, representados por Piragibe, foi selado em 5 de agosto de 1585, concretizando assim a conquista da Paraíba.RAPOSO; ARAÚJO, 2015, p. 154. Tal acordo possibilitou o início do povoamento da região a partir de 31 de outubro de 1585, em uma área na foz do rio Sanhauá, que foi batizada de Porto do Capim, na parte baixa do atual bairro do Varadouro.SILVA, 2015, p. 2244. Já em 4 de novembro, começa a ser edificado o \"forte da cidade\".MOURA FILHA, 2004, p. 174. Este dia é considerado por alguns historiadores como a data real de fundação de João Pessoa, inicialmente \"Cidade Real de Nossa Senhora das Neves\", ao invés de 5 de agosto. Tal forte, que muitas vezes é confundido com o forte do VaradouroMOURA FILHA, 2004, p. 176. (construído somente nos anos 1630), durou poucos anos e, no final dos anos 1600, já se encontrava em ruínas. Entre 1585 e 1586, no alto de uma colina, começa a ser construída uma capela dedicada a Nossa Senhora das Neves, que rapidamente se tornou matriz de uma freguesia, cujo primeiro vigário foi o Padre João Vas Sallem, nomeado em 30 de outubro de 1586.MOURA FILHA, 2004, p. 162. A fim de possibilitar a conexão entre essa colina (Cidade Alta) e a foz do Sanhauá (Cidade Baixa), foi aberta uma via, apontada por alguns historiadores como a Ladeira de São Francisco e por outros como Ladeira da Borborema.MOURA FILHA, 2004, p. 185. Em 1588 a cidade passou a se chamar Filipeia de Nossa Senhora das Neves em referência ao Filipe II que, na época, acumulava os tronos de Portugal e Espanha, a chamada União Ibérica (1580-1640). Em 1599, é firmado um acordo de paz com os potiguaras e a Filipeia de Nossa Senhora das Neves passa a se chamar Parahyba.RAPOSO; ARAÚJO, 2015, p. 157. Os primeiros anos após a fundação da cidade também foram marcados pela chegada de ordens religiosas, sendo elas os franciscanos, carmelitas e membros da Ordem de São Bento, chamados de beneditinos. Em 1589 chega à cidade o Frei Melchior de Santa Catarina, custódio dos franciscanos, com o intuito de instalar uma missão. O governo da capitania ofereceu um terreno para a construção de um convento, que fora aprovado pelo frei. O projeto foi elaborado pelo Frei Francisco dos Santos e sua construção teve início em 1590, sendo, porém, paralisada em data incerta, entre 1592 e 1596. A obra foi retomada somente em 1602 e finalizada em 1608.MOURA FILHA, 2004, p. 169. Acredita-se que ainda em 1591 chegaram os carmelitas, que somente a partir de 1600 começaram a erguer o seu convento. Em 1595, o Frei Damião da Fonseca, representantes dos beneditinos, chegou à Filipeia e solicitou ao governador da capitania, Feliciano Coelho de Carvalho, um terreno para a construção de um mosteiro,MOURA FILHA, 2004, p. 167. que também teve início por volta de 1600. As terras para a construção desse mosteiro, a poucos metros da Igreja Matriz, pertenciam ao vigário Sallem.MOURA FILHA, 2004, p. 187. === Da ocupação holandesa ao século XVIII === A primeira tentativa holandesa de conquistar a Capitania da Paraíba ocorreu em dezembro de 1631, entre os dias 5 e 10, terminando em fracasso.VILAR, 2014, p. 8. A fim de evitar novas invasões e garantir a segurança da capitania, foram erguidos dois fortes, Santo Antônio e Restinga. Uma nova tentativa ocorreria somente em fevereiro de 1634, novamente sem êxito. Somente na terceira tentativa, em 24 de dezembro de 1634, os holandeses conseguiram entrar sem qualquer resistência, levando a população local a migrar para áreas rurais e abandonar a cidade,MOURA FILHA, 2004, p. 253-254. que passa a se chamar Frederica, Frederikstad no idioma holandês, uma referência a Frederico Henrique, príncipe de Orange. Na época, a cidade possuía aproximadamente habitantes e um total de dezenove engenhos de açúcar,MOURA FILHA, 2004, p. 226. boa parte deles confiscados pelos invasores. Os franciscanos foram expulsos do seu convento, que foi transformado em fortificação (1636).MOURA FILHA, 2004, p. 359. Somente em 1637 os portugueses reconhecem o domínio holandês na chamada Nova Holanda, em uma faixa compreendida entre o Rio São Francisco e o atual Ceará.MOURA FILHA, 2004, p. 249. Elias Herckmans, que administrou a capitania entre 1636 e 1639, descreveu a cidade como:MOURA FILHA, 2004, p. 256. :: Em 1645, eclode em Pernambuco a Insurreição Pernambucana, um movimento contrário ao domínio holandês no Brasil. Dentre os líderes está André Vidal de Negreiros, nascido na capitania, no engenho de São João, tendo participado de todas as fases do movimento, incluindo as duas batalhas dos Guararapes, em 1648 e 1649. A Primeira Guerra Anglo-Holandesa (1652-1655), entre Holanda e Inglaterra, enfraqueceu o domínio holandês no Nordeste, levando os invasores a assinarem a rendição em 26 de janeiro de 1654, deixando a capitania em ruínas. Porém, somente em 1661, a Holanda reconheceu definitivamente a soberania portuguesa sobre o território do atual Nordeste brasileiro, por meio do Tratado de Haia.MOURA FILHA, 2004, p. 261-262. Com o fim da ocupação, Frederica passa a se chamar \"Parahyba do Norte\". Em 1671, a Matriz de Nossa Senhora das Neves teve a maior parte de sua estrutura demolida, com exceção da nave. A reconstrução do templo, paralisada várias vezes, durou mais de um século, sendo concluída somente no final do século XVIII.MOURA FILHA, 2004, p. 331-332. Em agosto de 1704, o capitão-mor da Paraíba, Fernando de Barros e Vasconcelos, ordenou por carta régia a construção da Casa de Pólvora, na ladeira de São Francisco, que se estenderia até 1710. Em 24 de setembro de 1729, foi lançada a pedra fundamental da Igreja de Nossa Senhora das Mercês, que foi sagrada em 21 de setembro de 1741.MOURA FILHA, 2004, p. 380-381. Em 1763, o português Sílvio Siqueira, durante sua passagem pelo litoral da Paraíba, enfrentou uma grande tempestade no mar e, reunindo toda a tripulação de sua embarcação, intercedeu à Nossa Senhora da Penha, de quem era devoto, para que a situação se acalmasse. Poucos minutos depois, a tempestade enfraqueceu e a tripulação desembarcou onde hoje é a Praia da Penha, onde foi erguido um santuário dedicado à santa.MELO; VENZELLA; BRAMBILLA, 2019, p. 5. Na mesma década, por volta de 1767, surgiu a Igreja de Nossa Senhora Mãe dos Homens.MOURA FILHA, 2004, p. 382. Ainda no século XVIII, a cidade entrou em decadência, levando à extinção da capitania em 1756, quando foi anexada à capitania de Pernambuco.MOURA FILHA, 2004, p. 403. A Paraíba só voltaria a existir como unidade política separada em janeiro de 1799, quando sua autonomia foi recuperada.MOURA FILHA, 2004, p. 279. === Século XIX === No dia 7 de setembro de 1822, o Brasil se tornava politicamente independente de Portugal e a Paraíba se tornaria uma província do Império do Brasil, tendo a Cidade da Parahyba como sua capital que, na época, possuía uma população de cerca de três mil habitantes. Naquele ano chegou à cidade o primeiro o serviço iluminação pública, constituído por vinte lampiões alimentados a azeite de mamona.MAIA; GUTIERRES; SOARES, 2009, p. 5. Em 1828, a capital já possuía moradores e um total de domicílios, a maior parte de palha ou taipa.MAIA, 2011, p. 11. Já no ano seguinte, a iluminação pública é reforçada e a Cidade da Parahyba passa a ter cinquenta lampiões.MAIA; GUTIERRES; SOARES, 2009, p. 6. Em 24 de março de 1836, no primeiro andar da Assembleia Provincial, é fundado o Lyceu Paraibano, que teve seu primeiro estatuto aprovado em 19 de abril de 1837.PINHEIRO, 2009, p. 2. Por volta de 1840, é construída sobre o rio Sanhauá a Ponte Sanhauá ou Ponte do Baralho, o primeiro acesso entre a Cidade da Parahyba e a Vila Barreiras, atuais bairros de Baralho e São Bento, que deram origem à cidade de Bayeux, na época uma localidade de Santa Rita.RODRIGUES, 2015, p. 37. Em 1847, por decreto imperial, é criada a Capitania dos Portos, que se tornou responsável pela administração do Porto do Capim e, em 24 de janeiro de 1855, a Cidade da Parahyba ganha seu primeiro cemitério.MAIA, 2012, p. 5. Em 1856, o sistema de iluminação pública da cidade, dada sua baixa eficiência, deixa de existir, exceto nas festividades e em estabelecimentos públicos comerciais. Somente em 1885, o sistema é retomado, desta vez utilizando-se lampiões alimentados a querosene.MAIA; GUTIERRES; SOARES, 2009, p. 9. Em 4 de novembro de 1858 é sancionada a lei provincial n° 13, que criou o Colégio Nossa Senhora das Neves, inaugurado em 5 de fevereiro de 1859. A referida escola, porém, foi fechada menos de dois anos depois, permanecendo assim até março de 1895. Em 1872, quando foi realizado o primeiro censo nacional no Brasil, a população da cidade foi aferida em habitantes, sendo a quarta localidade mais populosa da Província da Paraíba, depois de Sousa (); Independencia, atual Guarabira () e Areia (). Em 3 de novembro de 1889 a cidade ganha o Teatro Santa Rosa, batizado com o sobrenome do presidente da Província da Paraíba, Francisco da Gama Rosa. Doze dias depois seria proclamada a República e a Paraíba passaria de província para estado, permanecendo a cidade como sua capital. Assume a presidência do estado Venâncio Neiva, que logo muda o nome do espaço para \"Teatro do Estado\". No dia 27 de abril de 1892, a Igreja Matriz de Nossa Senhora das Neves se torna catedral com criação da Diocese da Paraíba, por meio da bula Ad Universas Orbis Ecclesias, do Papa Leão XIII. A nova circunscrição eclesiástica, desmembrada da Diocese de Olinda (Pernambuco), compreendia toda a área territorial dos estados do Rio Grande do Norte e da ParaíbaNÓBREGA, 2023, p. 45-46. e fora solenemente instalada em 4 de março de 1894, com a posse do seu primeiro bispo, Dom Adauto Aurélio de Miranda Henriques, que nesta data instituiu o Seminário Diocesano da Paraíba Imaculada Conceição e do Colégio Diocesano (atual Colégio Marista Pio X),NÓBREGA, 2023, p. 82. tendo sido responsável ainda pela reabertura do Colégio Nossa Senhora das Neves em 14 de março do ano seguinte, após mais de três décadas fechado. A partir de 2 de março de 1895, por meio de uma lei estadual, a cidade deixaria de ser administrada por um conselho municipal e passaria a ser administrada por um prefeito, a ser nomeado pelo governador do estado. O primeiro a ocupar o cargo foi o ex-deputado provincial Jovino Limeira Dinoá, que administrou o município até outubro de 1900. Em 1896, chegam à cidade os primeiros bondes de tração animal, operados pela empresa Ferro Carril Parahyba. === Primeiras décadas do século XX === No censo de 1900, a população do município chegava a habitantes, um crescimento de mais de 50% em relação ao censo anterior, de 1890, quando possuía pessoas. Ainda assim, o município mais populoso do estado era Guarabira, que já possuía habitantes, seguido por Campina Grande (). Àquela época, a zona urbana se restringia à área compreendida entre o rio Sanhauá e lagoa dos Irerês. Em 1906, durante a gestão do presidente do estado (denominação dos atuais governadores) Valfredo Leal, surge a primeira conexão entre o centro da cidade e o litoral, com o início da construção da ferrovia de Tambaú,HIGINO JUNIOR, 2013, p. 21-22. concluída somente em 1911 no governo do seu sucessor, João Lopes Machado.MARTINS; MAIA, 2015, p. 179. Em março de 1912, entra em operação a Usina Cruz do Peixe, operada pela Empresa de Tração, Força e Luz, que passou a fornecer eletricidade para a cidade, substituindo a iluminação a gás acetileno e a querosene.HIGINO JUNIOR, 2013, p. 24-25. Já no mês seguinte começou a funcionar o sistema de abastecimento de água, implantado a partir da perfuração de poços amazonas na Mata do BuraquinhoCOUTINHO, 2004, p. 54. e projetado a partir de 1907, quando o governo paraibano adquiriu a área por cinco mil cruzeiros.BRITO; VANZELLA, 2018, p. 8. Ambos, porém, não eram universais, sendo acessíveis apenas às classes mais privilegiadas.ARAÚJO, 2012, p. 115. Em 1913, a convite do presidente da Paraíba, João Pereira de Castro Pinto, o engenheiro sanitarista Saturnino de Brito elaborou um projeto que visava instituir um sistema de esgotamento sanitário local,ALMEIDA, 2006, p. 99. executado somente a partir de 1922.ALMEIDA, 2006, p. 102. No dia 6 de fevereiro de 1914, por meio da bula papal Maius Catholicae Religionis Incrementum, o Papa Pio X eleva a Diocese da Paraíba à dignidade de arquidiocese e Dom Adauto, que estava à frente do bispado desde 1894, tornou-se o primeiro arcebispo, permanecendo à frente até 1935, ano em que morreu. Ainda em fevereiro de 1914, no dia 17, chegam os bondes elétricos, que substituíram os bondes de tração animal.OLIVEIRA, 2006, p. 63.COUTINHO, 2004, p. 55. Nos anos de 1915 e 1916, a cidade ganha seus primeiros hotéis, sendo eles o Hotel Globo (1915) e o Hotel Luso-Brasileiro (1916).LEANDRO, 2006, p. 92. Por volta de 1918,COUTINHO, 2004, p. 62. na administração de Camilo de Holanda, presidente da Paraíba de 1916 a 1920, foi iniciada a abertura de uma via que possibilitasse um acesso direto entre o centro e a praia de Tambaú, na época apenas uma pequena colônia de pescadores. Contudo, a obra dessa via, que se tornaria a atual Avenida Presidente Epitácio Pessoa, não chegou a ser concluída.MARTINS; MAIA, 2015, p. 179-182. Em 1920, quando a capital paraibana chegava a habitantes, assume a intendência municipal Walfredo Guedes Pereira. Dentre suas principais realizações, estão a construção da Praça da Independência, inaugurada em 7 de setembro de 1922 em comemoração ao primeiro centenário da Independência do Brasil; a criação do Parque Arruda Câmara, inaugurado na véspera de Natal daquele mesmo ano e a drenagem e saneamento do entorno da Lagoa dos Irerês. Esta, por meio de um decreto-lei municipal de 27 de setembro de 1924, passou a se chamar Parque Sólon de Lucena, em referência a Sólon Barbosa de Lucena, na época presidente da Paraíba.FERNANDES, 2018, p. 20-21. Sua gestão também fora marcada pela demolição de duas igrejas seculares, Mãe dos Homens e Rosário dos Pretos, ambas em 1923, a primeira para permitir o prolongamento da Rua Monsenhor Walfredo Leal (hoje avenida), como também a construção da atual Praça Antônio Pessoa, enquanto a última daria lugar à Praça Vidal de Negreiros, que ficou conhecida como Ponto de Cem Réis,MENESES, 2014, p. 77 em referência ao valor da passagem cobrada pelos bondes que passavam por ali.SARMENTO; CUNHA; FILHA; AZEVEDO, 2010, p. 4. Em 1926, entra em funcionamento o sistema de esgotamento sanitário da capitalDIAS, 2013, p. 73. e o Parque Sólon de Lucena ganha suas palmeiras-imperiais. Em agosto de 1929, o Hotel Globo, que funcionava onde hoje é a Rua João Suassuna, muda-se para o Largo de São Frei Pedro Gonçalves, na residência do seu proprietário, Henriques Siqueira, conhecido por \"Seu Marinheiro\".LEANDRO, 2006, p. 92-93. === Da mudança de nome aos anos 1950 === Em 26 de julho de 1930, o presidente da Paraíba e ex-candidato a vice- presidente da República na chapa de Getúlio Vargas, João Pessoa Cavalcanti de Albuquerque, foi assassinado na Confeitaria Glória na Rua Nova, em Recife, por João Duarte Dantas, seu adversário e desafeto político. O episódio gerou grande repercussão nacional e se tornou um dos estopins da Revolução de 1930, no qual a Paraíba liderou com Minas Gerais e Rio Grande do Sul. Seu corpo foi embalsamado ainda em Recife e transportado por via férrea para a capital paraibana, onde chegou ao meio-dia do dia 28 e seguiu para a Catedral de Nossa Senhora das Neves, onde foi velado até o dia 1° de agosto, quando foi transportado ao porto de Cabedelo para ser sepultado no Rio de Janeiro, fato que ocorrera no dia 7 de agosto. Em 1° de setembro de 1930, durante sessão ordinária da Assembleia Legislativa da Paraíba no Teatro Santa Rosa, foi apresentado um projeto de lei que alterava o nome da capital de Parahyba do Norte para João Pessoa. Tal projeto, votado e aprovado em dois turnos, foi sancionado no dia 4 de setembro seguinte pelo presidente da Paraíba, Álvaro Pereira de Carvalho, tornando-se a lei estadual n° 700. Ainda em homenagem a João Pessoa, a Praça Comendador Felizardo foi logo rebatizada para Praça Presidente João Pessoa e, em seu centro, foi construído o monumento \"O Altar da Pátria\", inaugurado em 8 de setembro de 1933 com a presença do presidente da República, Getúlio Vargas.PAULINO, 2014, p. 283. Em 1932, a convite de Antenor Navarro, interventor federal na Paraíba, o arquiteto Nestor de Figueiredo elabora o projeto urbanístico da capital, chamado de Plano de Remodelação e Extensão da Cidade de João Pessoa.ALMEIDA, 2006, p. 129. Seu sucessor, Gratuliano da Costa Brito (1932-1934), que assumiu com a morte de Antenor, inaugurou o Paraíba Palace Hotel, onde antes funcionava a sede do jornal Correio da Manhã, em frente à Praça Vidal de Negreiros,LEANDRO, 2006, p. 69. e retomou a abertura da Avenida Epitácio Pessoa, concluída em 1940,MARTINS; MAIA, 2015, p. 185. partindo da Praça da Independência até a Praia de Tambaú, apresentando uma extensão de cinco quilômetros. Entre os meses de janeiro e setembro de 1935, o ex-prefeito Guedes Pereira volta ao comando da capital. Desta vez, foi desapropriado o terreno onde ficava a Igreja Nossa Senhora das Mercês, que fora demolida em 1936 para dar lugar à atual Praça 1817.MENESES, 2014, p. 117 No ano seguinte, o interventor federal Argemiro de Figueiredo inaugura a atual sede do Lyceu Paraibano, que desde a sua criação funcionava ao lado do Palácio da Redenção, onde hoje está a Faculdade de Direito da Paraíba. Em 1° de novembro de 1939, após três anos em obras, a Arquidiocese da Paraíba e a prefeitura de João Pessoa inauguram a nova Igreja das Mercês, na Rua Padre Meira, a poucos metros de onde se situava a igreja original. Também em 1939 é oficialmente inaugurado o Parque Sólon de Lucena e, no ano seguinte, o paisagista Burle Marx projetou o jardim do espaço.KOURY, 2005, p. 75. Em 1940, é fundado o Aeroclube da Paraíba, que entrou em operação no dia 10 de novembro em área do atual bairro de Tambauzinho, onde antes se localizava o Campo da Imbiribeira.SARMENTO, 2012, p. 23. A partir de 1941, o governo estadual abre a estrada João Pessoa- Cabedelo, com o intuito de ligar à zona urbana da capital ao Porto de Cabedelo,CAMPOS; SOUZA; SILVEIRA; CASTRO, 2007, p. 4. que já operava desde 1935 na foz do rio Paraíba. No mesmo ano, por meio de uma perícia realizada pelo Ministério da Marinha, a Ponta do Seixas é reconhecida como o ponto mais oriental do território brasileiro, título este que era disputado há anos com Ponta de Pedras, em Pernambuco.TORNAGHI; FIGUEROA, 1941, p. 894. O historiador paraibano Coriolano de Medeiros narra, em sua obra Dicionário Corográfico do Estado da Paraíba:MEDEIROS, 2016, p. 52. :: Em 12 de outubro de 1947, ocorreram as primeiras eleições diretas para prefeito da história de João Pessoa, com quatro concorrentes, sendo eleito com 45,56% dos votos válidos o candidato Osvaldo Pessoa Cavalcanti de Albuquerque, do Partido Social Democrático, irmão de João Pessoa e sobrinho de Epitácio Pessoa. Empossado em 14 de março de 1948, permaneceu à frente da prefeitura até 1951, quando renunciou. Antes, em 11 de outubro de 1948, entra em vigor o Código de Posturas do Município.MARTINS; MAIA, 2015, p. 188. Na véspera de Natal de 1952, era inaugurada a pavimentação da Avenida Epitácio Pessoa,PEREIRA, 2008, p. 69. em forma de paralelepípedo,MARTINS; MAIA, 2015, p. 189. em uma década em que o crescimento da cidade tornava-se mais evidente, com vários loteamentos surgindo nas proximidades da avenida.MARTINS; MAIA, 2015, p. 174 Tais loteamentos deram origem aos atuais bairros de Brisamar, Cabo Branco, Estados, Expedicionários, Miramar, Pedro Gondim, Tambauzinho, Torre e Tambaú, consolidando assim a expansão da cidade do centro em direção ao oceano.MARTINS; MAIA, 2015, p. 192.EGITO, 2005, p. 47. Boa parte dessas terras pertencia antes à Fazenda Ribamar ou Boi-Só, que teve como primeiro proprietário o francês Boisôt, da família Boisson, no século XIX. Em 1953, o Aeroclube da Paraíba se muda para área desapropriada pelo governo do estado, no atual bairro do Aeroclube. Ainda naquela mesma década, a praia de Tambaú ganharia seu primeiro calçadão, junto com a abertura da Avenida Almirante Tamandaré.LEANDRO, 2006, p. 112. A partir de 1958, começa a ser erguido o Edifício Presidente João Pessoa que, com dezoito andares, tornou-se o primeiro arranha-céu da cidade, entregue no começo dos anos 1960.CHAVES; TINEM, 2012, p. 8. Entre as décadas de 1940 e 1950, o município registrou um crescimento populacional de 26,5%, passando de habitantes em 1940 para em 1950. No estado, só perdia para Campina Grande, no agreste, com . Em 1960, após a emancipação dos distritos de Cabedelo (1956) e Alhandra (1959),BEZERRA, 2016, p. 111. alcançou habitantes, ainda atrás de Campina Grande (). === Décadas de 1960 e 1970 === Em 1961, João Pessoa perderia o distrito de Pitimbu, elevado à categoria de município e, em 1963, seria a vez da Vila do Conde, emancipado com a denominação reduzida para Conde. Ainda em 1963, é criado o distrito industrial de João Pessoa e, a partir de 1965, começa a ser construído o câmpus da Universidade Federal da Paraíba (UFPB),PEREIRA, 2008, p. 78. estimulando o crescimento na cidade nas direções sul e sudeste.EGITO, 2005, p. 49. Próximo ao câmpus surgiriam três conjuntos habitacionais, que deram origem ao atual bairro do Castelo Branco, entre 1969 e 1974,CASTRO, 2015, p. 183. Outros dois fatores que impulsionaram o crescimento de João Pessoa na época foram o prolongamento da Avenida Pedro II e a abertura da atual Avenida Cruz das Armas, responsável por ligar o centro ao distrito industrial. Em 5 de fevereiro de 1966, já durante o regime militar no Brasil, o presidente da República Humberto de Alencar Castelo Branco baixou o Ato Institucional n.º 3, que impôs a eleição indireta para os governadores dos estados e estes passariam a nomear os prefeitos de suas capitais.BRASIL. Fixa datas para as eleições de 1966, dispõe sobre as eleições indiretas e nomeação de Prefeitos das Capitais dos Estados e dá outras providências. Ato Institucional N.º 3, de 5 de Fevereiro de 1966. Brasília, 7 fev. 1966. Sendo assim, o prefeito Domingos Mendonça Neto, eleito em 1963, teve seu mandato cassado e, em seu lugar, foi nomeado o ex-prefeito Damásio Barbosa de Franca,SOBREIRA, 2016, p. 163-164. que administrou o município por cinco anos. Em sua gestão, é pavimentada a Avenida Senador Ruy Carneiro, antiga Avenida Atlântica, partindo da Avenida Epitácio Pessoa e ligando esta à praia de Manaíra. Em junho de 1969, começa a ser construído o Viaduto Damásio de Franca em referência ao prefeito,OLIVEIRA, 2006, p. 91. que fora inaugurado em 17 de julho do ano seguinte.SARMENTO; CUNHA; FILHA; AZEVEDO, 2010, p. 7. No censo daquele ano, João Pessoa assume o posto de município mais populoso da Paraíba, com habitantes, contra de Campina Grande, que perdia território para a criação de novos municípios. Ainda em 1970, em meio ao crescente processo de verticalização na cidade, uma emenda à constituição estadual de 1967 limitou a construção de prédios altos na orla a dois pavimentos, na faixa compreendida entre as praias da Penha e Formosa, esta em Cabedelo.PEREIRA, 2009, p. 18. Após ter sua construção iniciada em 1969, o governador João Agripino inaugurou, em 6 de março de 1971, o Hotel Tambaú, a poucos dias do término do seu mandato. O novo empreendimento, projetado pelo arquiteto Sérgio Bernardes e erguido na areia da praia de Tambaú, fora reinaugurado em 11 de setembro seguinte pelo sucessor de Agripino, Ernâni Sátiro.ALMEIDA; BRAMBILLA; VANZELLA, 2016, p. 41 Em 20 de abril de 1972, por lei municipal, foram oficializados o brasão, a bandeira e o estandarte do município e,JOÃO PESSOA (Município). Lei nº 1624, de 20 de abril de 1972. Cria o brasão de armas, a bandeira e o estandarte do município de João Pessoa e dá outras providências. Acesso em: 10 out. 2021. no dia seguinte, João Pessoa ganha o Farol do Cabo Branco, situado em uma falésia próxima à Ponta do Seixas e, no mês seguinte, é concluída a pavimentação da Avenida Senador Ruy Carneiro.PEREIRA, 2008, p. 168. Também em 1972 é pavimentado o primeiro trecho da BR-230 na cidade, que na época constituía o chamado Contorno Rodoviário de João Pessoa, ligando a Estrada João Pessoa-Cabedelo, federalizada e incorporada à nova rodovia, à BR-101, no entroncamento com a Avenida Cruz das Armas.DIEB; MARTINS, 2017, p. 10.CAMPOS; SOUZA; SILVEIRA; CASTRO, 2007, p. 6. Em 1973, a cidade ganha as avenidas Ministro José Américo de Almeida (Beira-Rio), que liga o centro à praia do Cabo Branco, e Governador Flávio Ribeiro Coutinho, o chamado \"Retão de Manaíra\" que, junto com a Avenida Governador Argemiro de Figueiredo, incentivou a expansão da capital para o norte,PEREIRA, 2008, p. 210.PEREIRA, 2008, p. 231. chegando à praia do Bessa, em direção a Cabedelo.EGITO, 2005, p. 52. Ao mesmo tempo, a cidade também se expandia na direção sudoeste e também para o sul, com a criação de conjuntos habitacionais.EGITO, 2005, p. 50. Em 1974, é elaborado o Plano de Desenvolvimento Urbano (PDU), que resultou na criação do Código de Urbanismo,PASSOS; SILVEIRA; PITA; BRAGA; SILVEIRA, 2012, p. 53. instituído pela lei municipal , de 31 de dezembro de 1975. Em 9 de março de 1975, é inaugurado pelo governo estadual o Estádio Ernani Sátiro, com partida inaugural entre o Botafogo de João Pessoa e o Botafogo do Rio de Janeiro, com vitória de 2 a 0 para o time carioca.CARVALHO, 2021, p. 55. Seu nome foi alterado para Estádio José Américo de Almeida Filho no ano seguinte, em homenagem a um ex-atacante do Botafogo de João Pessoa nos anos 1930 e filho do ex-governador José Américo de Almeida.MALAIA; FORTES, 2020, p. 175. Ainda em 1975, no dia 24 de agosto, durante as comemorações em alusão ao Dia do Soldado, o Parque Sólon de Lucena foi palco da Tragédia do Baltrão, quando uma balsa com cerca de duzentos passageiros, mais de três vezes a sua capacidade, naufragou na lagoa, levando à morte de trinta e cinco pessoas por afogamento, dos quais 29 crianças. Até o final dos anos 1970, surgiriam novos loteamentos às margens da rodovia, que deram origem aos atuais bairros de Água Fria, Ernesto Geisel e José Américo.CAMPOS; SOUZA; SILVEIRA; CASTRO, 2007, p. 7. Na mesma época, teve início a abertura de uma via que possibilitou uma ligação mais direta entre a BR-230 com a Praia da Penha, a atual Avenida Hilton Souto Maior, substituindo a antiga Estrada da Penha e tornando-se a via mais extensa de João Pessoa, com extensão de 7,5 km.TRIGUEIRO, 2018, p. 39-43. === Anos 1980-presente === Em 1980, João Pessoa já possuía uma população de habitantes, contra em 1970, consolidando o crescimento urbano e populacional das últimas décadas.SILVA, 2015, p. 16. Ainda em 1980, o Instituto do Patrimônio Histórico e Artístico do Estado da Paraíba (IPHAEP) tombou vários monumentos e lugares históricos da cidade e, dois anos depois, definiu os limites do Centro Histórico, que abrangiam uma área de 117 hectares.LEANDRO, 2006, p. 71. Dois anos depois, João Pessoa ganha o Espaço Cultural José Lins do Rego, onde antes funcionara a primeira sede do Aeroclube da Paraíba e, em 1983, é inaugurado o Conjunto Habitacional Tarcísio de Miranda Burity, que deu origem ao bairro de Mangabeira, cujo nome veio em decorrência da grande quantidade de pés de mangaba que existia na área.RODRIGUES, 2016, p. 28-29. No ano seguinte seria a vez do Parque Residencial Valentina de Figueiredo, atual bairro do Valentina,SILVA, 2014, p. 23.AGUIAR, 2017, p. 15. fazendo o crescimento da cidade ultrapassar definitivamente os limites do rio Cuiá. O nome é uma referência a Valentina Silva de Oliveira Figueiredo, mãe do presidente brasileiro na época, João Figueiredo, tendo este participado da inauguração do novo conjunto.OLIVEIRA, 2021, p. 43-44. No ano de 1985, João Pessoa chegou ao seu quarto centenário de existência. Naquele ano, após o fim de duas décadas de regime militar, a capital voltaria a ter eleições diretas para prefeito, que foram realizadas em novembro. Na ocasião, venceu o candidato Antônio Carneiro Arnaud, cujo mandato se estendeu de 1986 a 1988, tendo como sucessor Wilson Braga, ex-governador da Paraíba. Em 1989, por iniciativa do governo da Paraíba em conjunto com o Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), dá-se início à revitalização do centro histórico, começando pela Praça Dom Adauto e a Praça São Francisco e estendendo-se por outras praças e monumentos ao longo dos anos 1990. Ainda em 1989, João Pessoa ganha o Manaíra Shopping, o maior shopping center da Paraíba, e é promulgada a atual constituição da Paraíba que, em seu artigo 229, considerou toda a zona costeira do estado como patrimônio, mantendo a proibição de prédios altos na orla que vigorava desde 1970.Constituição do Estado da Paraíba No dia 2 de abril de 1990, a câmara de vereadores promulga a atual lei orgânica do município, alterada por posteriores emendas. No começo dos anos 1990, o trecho urbano da BR-230 torna-se duplicado.ANDRADE; CARVALHO; SILVA; RIBEIRO, 2007, p. 8. Em 1991, a cidade chega a habitantes, um crescimento de 51% em relação ao censo de 1980. Em junho de 1992, durante a realização da Conferência das Nações Unidas sobre o Meio Ambiente e o Desenvolvimento, realizado na cidade do Rio de Janeiro, João Pessoa chegou a receber o título de segunda cidade mais verde do mundo, depois de Paris. Em 30 de dezembro do mesmo ano, por lei complementar, é instituído o plano diretor do município, instrumento básico da política urbanaLIRA, 2014, p. 28. e, dois dias depois, toma posse o novo prefeito da capital e filho do ex-prefeito Damásio Franca, Francisco Franca, que ocupou o cargo até 1996, quando foi eleito o candidato Cícero Lucena. Em 1997, o corpo de João Pessoa foi transferido do Rio de Janeiro para João Pessoa, sendo sepultado em um mausoléu construído pelo governo estadual entre o Palácio da Redenção e a Faculdade de Direito da Paraíba. Já em 5 de novembro, o Papa João Paulo II dá o título de basílica à Catedral de Nossa Senhora das Neves, após uma grande reforma estrutural. Em 28 de agosto de 2000, por meio do decreto estadual , a Mata do Buraquinho é transformada em jardim botânico, levando o nome de Benjamin Maranhão. Em 1° de outubro de 2000, ocorreram as eleições municipais e, com 74,02% dos votos válidos, Cícero Lucena tornou-se o primeiro prefeito reeleito da história do município. No seu segundo mandato, ocorreu a reurbanização do calçadão da orla no trecho que compreende as avenidas Cabo Branco e Almirante Tamandaré, nos bairros de Cabo Branco e Tambaú, respectivamente. Ambas as avenidas também foram alargadas, assim como a Avenida Governador Flávio Ribeiro Coutinho (Retão de Manaíra). A Praia do Bessa, por sua vez, foi contemplada com um calçadão, ao longo do pequeno trecho da Avenida João Maurício que passa pela praia.LEANDRO, 2006, p. 128. No final de 2003, por lei complementar estadual, é instituída a Região Metropolitana de João Pessoa (RMJP), inicialmente constituída pela capital e mais oito municípios com uma população total de mais de um milhão de habitantes. Cícero Lucena foi sucedido em 2005 por Ricardo Coutinho, eleito em primeiro turno nas eleições de 2004. Em dezembro de 2007, o Centro Histórico de João Pessoa se tornou patrimônio histórico nacional e, em julho de 2008, foi inaugurada a Estação Cabo Branco de Ciência, Cultura e Artes, projetada pelo arquiteto Oscar Niemeyer e próxima ao Farol do Cabo Branco. Em outubro do mesmo ano, Ricardo é reeleito para a prefeitura, com uma votação mais expressiva em relação à eleição anterior, vindo a renunciar em 31 de março de 2010 para se candidatar a governador da Paraíba, cargo do qual ocupou entre 2011 e 2018. Em agosto de 2012, João Pessoa ganha seu atual centro de convenções, dentro do qual está o maior espaço teatral do Nordeste, o Teatro Pedra do Reino, inaugurado em agosto de 2015. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de João Pessoa. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de João Pessoa, que por sua vez estava incluída na mesorregião da Mata Paraibana. A cidade localiza-se na porção mais oriental das Américas e do Brasil, com longitude oeste de 34º47'30\" e latitude sul de 7º09'28. O local é conhecido como a Ponta do Seixas. A altitude média em relação ao nível do mar é de 37 metros, com altitude máxima de 74 metros nas proximidades do rio Mumbaba, predominando em seu sítio urbano terrenos planos com cotas da ordem de 10 metros, na área inicialmente urbanizada. João Pessoa foi considerada a \"segunda capital mais verde do mundo\", com mais de 7 m² de floresta por habitante, perdendo somente para Paris, França. Em João Pessoa, existem doze rios. Historicamente, o Rio Sanhauá é o mais importante, pois foi nas suas margens que nasceu a cidade e onde foram construídas as primeiras habitações. Outro curso importante é o Rio Jaguaribe, que nasce no conjunto Esplanada, cruza a Mata do Buraquinho e desemboca no Oceano Atlântico, na divisa com o município de Cabedelo. O sistema de abastecimento de água da cidade é proveniente do sistema Gramame-Mumbaba, da Companhia de Água e Esgotos da Paraíba, no qual os rios Gramame e Mamuaba se revezam no abastecimento. No centro da capital, existe a lagoa do Parque Sólon de Lucena, que foi o principal ponto turístico de João Pessoa durante a época em que a cidade se encontrava longe das praias. A capital paraibana conta com um litoral de cerca de 24 quilômetros de extensão, com nove praias. As praias urbanas têm, como características, as areias brancas e as águas cristalinas. As duas principais são Tambaú, composta de areia batida e fina, com águas de cor verde-azulada, e Praia de Manaíra, uma praia totalmente urbana, formada por recifes, o que torna as suas ondas fracas, e por águas claras no verão. === Clima === O clima de João Pessoa é tropical úmido (tipo Am na classificação climática de Köppen-Geiger), típico da costa leste do Nordeste, com índices relativamente elevados de umidade do ar e temperaturas médias entre e . As precipitações ocorrem sob a forma de chuva, sendo o índice pluviométrico anual superior a milímetros (mm), concentrados entre os meses de abril e julho. Apesar do alto índice, chuvas com raios e trovoadas são pouco comuns. De acordo com o Grupo de Eletricidade Atmosférica do Instituto Nacional de Pesquisas Espaciais (ELAT/INPE), o município apresenta uma densidade de descargas de 0,184 raios/km²/ano, estando na 199ª posição a nível estadual (dentre 223 municípios) e na ª a nível nacional (de municípios). Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1931 a menor temperatura registrada em João Pessoa ocorreu em 1° de julho de 1936, com mínima de , enquanto a maior foi registrada em 6 de janeiro de 2024, com máxima de . O maior acumulado de precipitação registrado em 24 horas atingiu em 18 de junho de 1986, seguido por em 11 de agosto de 1970, em 14 de junho de 2019, em 4 de setembro e 2013 e, mais recentemente, em 14 de maio de 2021. Em junho de 1951 o total mensal chegou a ,IBGE. Anuário estatístico do Brasil - 1953. Rio de Janeiro: dez. 1953. 574 p. Disponível em: https://biblioteca.ibge.gov.br/visualizacao/periodicos/20/aeb_1953.pdf. Acesso em: 5 jul. 2023. o maior da série histórica. == Demografia == João Pessoa é o município mais populoso da Paraíba, o sétimo do Nordeste e o vigésimo do Brasil. Entre os censos de 2010 e 2022, o município registrou o maior crescimento do Nordeste e o décimo do país em números absolutos, com a população saltando de pessoas em 2010 (24ª posição a nível nacional) para habitantes em 2022, apresentando um crescimento de 15,26% durante o período e uma taxa de crescimento geométrico anual de 1,19%. A densidade demográfica, em 2022, era de , com uma média de 2,8 habitantes por domicílio e uma razão de sexo de 87,45 homens para cada cem mulheres, a menor dentre os municípios da Paraíba. No quesito cor ou raça, pouco mais da metade dos habitantes (50,62%) eram pardos e quase dois quintos eram brancos (39,74%), havendo também pretos (9,19%), indígenas (0,31%) e amarelos (0,14%). A idade mediana da população é de 35 anos, sendo maior em pretos (37 anos) e menor em indígenas (34 anos). === Religião === Em relação à religiosidade, a cidade, assim como o país, é dominada majoritariamente por católicos. Porém, há pequenas mudanças na religiosidade do pessoense. Em 1970, 94% dos cidadãos se consideravam da religião católica, contra 74% registrados em 2000. Enquanto que 5% da população pertenciam à religião evangélica em 1970, em 1991 esse número cresceu e chegou a 6,6% e alcançou 16% em 2000. 1,10% são espíritas e 7,41% não tem religião. Outras religiões têm pouca representatividade e não alcançam ao menos 1% cada uma.Sidra. De acordo com os dados do Novo Mapa das Religiões, feito pela Fundação Getúlio Vargas com dados de 2009 da Pesquisa de Orçamento Familiar do Instituto Brasileiro de Geografia e Estatística, 67,33% da população pessoense se identifica como católica, 11,01% são evangélicos pentecostais, 11,03% são outros evangélicos, sem religião (podendo ser ateus, agnósticos, deístas) são 6,86%, espíritas são 0,71%, religiões afro- brasileiras são 0,12% e outras são 2,94%. == Política e administração == A administração do município é feita a partir dos poderes executivo, representado pelo prefeito e seus secretários, e legislativo, constituído pela câmara de vereadores. A sede do executivo local, antes na Agência Central dos Correios e Telégrafos, funciona hoje no Centro Administrativo Municipal, no bairro de Água Fria. A sede do legislativo pessoense é a Casa Napoleão Laureano, no Centro Histórico, composta por 27 vereadores, eleitos para mandatos de quatro anos. A principal função do legislativo é a elaboração das leis, ao lado de exercer outras tarefas constitucionais, como a apresentação pública de assuntos de interesse dos cidadãos, o debate sobre reivindicações de modo a agregá-las sob o interesse geral e a fiscalização política dos atos do Poder Executivo. Por ser a capital do estado da Paraíba, em João Pessoa se localizam as sedes do executivo (Palácio da Redenção), legislativo (Assembleia Legislativa) e judiciário (Tribunal de Justiça da Paraíba) estaduais, todas localizadas ao redor da Praça João Pessoa. A cidade abriga, ainda, a sede do Ministério Público do Estado da Paraíba, da 13ª Região do Tribunal Regional do Trabalho (TRT). João Pessoa é também sede regional de diversas instituições do governo federal. Dentre as instituições militares presentes na cidade, estão a Base Administrativa da Guarnição de João Pessoa; o Grupamento General Lyra Tavares, que é o nome dado ao 1º Grupamento de Engenharia, responsável pelo planejamento e coordenação de todas as atividades e obras de engenharia executadas na área do Comando Militar do Nordeste, possuindo internamente o Hospital de Guarnição de João Pessoa. Possui também, o 15.º Batalhão de Infantaria Motorizado, conhecido como Regimento Vidal de Negreiros, e a sede da Marinha do Brasil no estado, responsável pela administração da Capitania dos Portos da Paraíba. Desde 2017, a cidade integra a Rede de Cidades Criativas da UNESCO, promovendo a inovação e a criatividade como base fundamental para o desenvolvimento urbano sustentável e inclusivo. === Relações internacionais e cidades-irmãs === João Pessoa possui consulados da Espanha, de Portugal e da Itália. Dentre as cidades-irmãs está Ushuaia, na Argentina, que até 2019 era a cidade mais austral do planeta Terra. Outras cidades irmãs de João Pessoa são Hartford, Boca Raton, Pompano Beach e Ovar, sendo esta última em Portugal e as outras três nos Estados Unidos. == Subdivisões == Os bairros oficiais de João Pessoa, definidos por lei municipal de 1998, são: # Aeroclube # Água Fria # Altiplano # Alto do Céu # Alto do Mateus # Anatólia # Bairro das Indústrias # Bancários # Bessa # Brisamar # Cabo Branco # Castelo Branco # Centro # Cidade dos Colibris # Costa e Silva # Cristo Redentor # Cruz das Armas # Cuiá # Distrito Industrial # Ernâni Sátiro # Ernesto Geisel # Estados # Expedicionários # Funcionários # Grotão # Ilha do Bispo # Ipês # Jaguaribe # Jardim Cidade Universitária # Jardim Oceania # Jardim São Paulo # Jardim Veneza # João Agripino # João Paulo II # José Américo # Manaíra # Mandacaru # Mangabeira # Miramar # Muçumagro # Oitizeiro # Padre Zé # Paratibe # Pedro Gondim # Penha # Planalto da Boa Esperança # Ponta do Seixas # Portal do Sol # Róger # São José # Tambaú # Tambauzinho # Tambiá # Torre # Treze de Maio # Trincheiras # Valentina Figueiredo # Varadouro # Varjão (Rangel) Até 2003 existia o bairro Jardim das Acácias, extinto e incorporado em parte ao Róger e o restante a Tambiá. As zonas de expansão da cidade, informalmente consideradas como bairros pela população, são: Barra de Gramame, Costa do Sol, Gramame, Mata do Buraquinho, Mumbaba e Mussuré. Outras áreas tidas como bairros, também não oficiais, são o Bairro dos Novais (pertence ao bairro do Oitizeiro) Jardim Esther (Mandacaru), Jardim Luna (Brisamar) e Jardim Planalto (Oitizeiro). == Economia == João Pessoa é cidade com maior economia do Estado da Paraíba, representando 30,7% das riquezas produzidas na Paraíba e tendo um produto interno bruto duas vezes maior que Campina Grande, a 2ª cidade mais populosa do estado. Com dois distritos industriais em desenvolvimento, um na BR-101 Sul e outro no bairro de Mangabeira. O turismo é um grande produtor de renda e gerador de empregos, além do comércio, que também possui grande participação econômica na cidade. Há um parque industrial complexo, formado por diversos segmentos: alimentos, automobilístico (bugres), bebidas, bentonita, cimento, concreto, couro, metalúrgico, móveis, ótica, papel, pisos cerâmicos, química, têxtil, tecnologia da informática, dentre outros. João Pessoa possui o maior parque industrial do estado da Paraíba, destacando-se algumas indústrias de renome internacional, como a AmBev, Coca-Cola, Suggar Eletrodomésticos, Euroflex, Vijai Elétrica, Coteminas, a British American Tobacco e a Paraí. == Infraestrutura == === Comunicação === João Pessoa conta com diversas revistas e jornais impressos diários, são eles: Correio da Paraíba, Jornal A União, Diário da Justiça, O Norte, Jornal da Paraíba, etc. O município também conta com diversas emissoras de rádios, entre elas estão: 98 Correio FM,, Cabo Branco FM, Arapuan FM, Jovem Pan FM, CBN, 89 Rádio Pop, Rádio Tabajara, Mix FM, BandNews FM, Rádio Correio e entre outras. Quanto à telefonia fixa e móvel, quatro companhias telefônicas atuam no município, são elas Oi, TIM, Vivo e Claro. === Transportes === A frota de veículos de João Pessoa cresce quatro vezes mais que a população da cidade, conforme declaração do superintendente de Transportes e Trânsito da Prefeitura municipal, Nilton Pereira de Andrade. As estimativas foram baseadas em dados do Instituto Brasileiro de Geografia e Estatística, que apontam taxa de crescimento da população da capital de 2% ao ano, enquanto a frota de veículos aumenta no ritmo de 8%. A cidade é servida pelo Aeroporto Internacional Presidente Castro Pinto, localizado na cidade limítrofe de Santa Rita, dentro da região metropolitana e distante 13 km do centro. O aeroporto tem atualmente 19 voos de rotas nacional e internacional, diários e fluxo médio de 2,3 milhões de passageiros por ano, incluindo os voos extras da alta estação. Operam no aeroporto as companhias aéreas Azul, Gol e TAM. Existe também uma linha de trem da Companhia Brasileira de Trens Urbanos, de circulação diária, que cobre a maior parte da Região Metropolitana, com extensão de 30 km. Conta com doze estações de passageiros e interliga as cidades de João Pessoa, Santa Rita, Bayeux e Cabedelo. Transporta aproximadamente de 13 000 passageiros em 25 viagens diárias. A cidade também é dotada de veículo leve sobre trilhos (VLT - pequeno trem urbano, geralmente movido a eletricidade, uma espécie de \"bonde\" moderno tornando-se alternativa em cidades de médio porte). O projeto foi do Governo Federal e pretendeu modernizar as estações do trem urbano, além de possibilitar a expansão da rede com a construção de mais estações. João Pessoa também é a primeira capital do Nordeste e a terceira cidade do País a ter um sistema de bicicletas públicas. O Pedala João Pessoa, um sistema de locação de bicicletas, possui quatro estações distribuídas inicialmente na orla da capital, com o objetivo de oferecer um meio de transporte mais saudável e ecológico aos pessoenses e turistas. o projeto já foi implantado, com sucesso, no Rio de Janeiro. === Tecnologia === João Pessoa dispõe do \"Jampa Digital\", um serviço que traz cobertura Wi-Fi gratuita a vários pontos da cidade, inclusive na orla. A cidade seria a primeira no Nordeste, e uma das primeiras no Brasil a contar com esse serviço, caso ele funcionasse, de fato.http://marcosalfredo.com.br/index.php?option=com_content&view;=article&id;=2206:fantastico- ve-indicios-de-irregularidades-no-jampa-digital Em agosto de 2012, João Pessoa sediou a VI edição da Olimpíada Brasileira de Robótica (Etapa Regional). O evento contou com uma forte participação das escolas da rede pública dos estado. No mesmo período, João Pessoa foi escolhida para sediar a copa do mundo de robótica, um dos mais importantes eventos no ramo da tecnologia no mundo, realizada no ano de 2014 no Centro de Convenções da cidade. A cidade concorreu com diversas candidatas, inclusive com cidades asiáticas de destaque mundial. A procura por recursos que viabilizassem a Copa foi determinante, por isso, o oferecimento de um espaço próprio para o evento e a utilização da robótica no ensino fizeram da capital paraibana a escolhida. Compareceram à abertura RoboCup 2014 cerca de 8000 visitantes e foram inscritos nas competições 4000 participantes de 45 países. Em Dezembro de 2012, a 1ª edição do evento realizado na Estação Cabo Branco discutiu como os meios digitais podem ser usados com foco no desenvolvimento esconômico, tendo ênfase no futuro das mídias digitais no Brasil e seu impacto nos próximos anos. E em Dezembro de 2013, sediado no Centro de Convenções Poeta Ronaldo Cunha Lima, a capital João Pessoa realizou a 2ª edição da Conferência Internacional Brasil-Canadá 3.0; O objeto central da conferência é definir desafios do futuro digital do Brasil com o engajamento e a participação de vários setores da sociedade. O evento debateu assuntos relacionados ao desenvolvimento e inovações tecnológicas, às mídias digitais e seus impactos na sociedade. O tema da Conferência foi “Processos criativos na indústria da convergência: oportunidades e desafios para a produção de conteúdo no ambiente da economia digital”. O evento reuniu representantes dos governos da Paraíba e do Canadá, Pesquisadores, representantes das principais empresas de tecnologia brasileiras e canadenses, estudantes e professores universitários brasileiros e estrangeiros e Indústria de Tecnologia da Informação e Comunicação (TIC) para debater assuntos relacionados ao desenvolvimento do setor digital: a indústria de tecnologias da informação e da comunicação, a academia, gestões públicas e inovação. Em novembro de 2015, a capital João Pessoa, sediou no Centro de Convenções de João Pessoa o 10.° Fórum de Governança da Internet, que é um evento promovido pela Organização das Nações Unidas (ONU), que tem como objetivo promover uma ampla discussão sobre uso, disseminação e governança da internet. O tema foi: “Evolução da Governança da Internet: empoderando o desenvolvimento sustentável” e o evento abordou pautas como: Cibersegurança e confiança; Economia da Internet; Inclusão e diversidade; Abertura de acesso; Reforçando a cooperação multissetorial; Internet e os Direitos Humanos; Recursos críticos da Internet; e questões emergentes. O Fórum recebeu mais de três mil participantes de 130 países, sendo a primeira vez que um evento desse porte foi sediado na região Nordeste. == Cultura == === Carnaval === O Carnaval de João Pessoa é um evento tradicional que ocorre anualmente nas ruas da cidade. O chamado \"Carnaval Tradição\" é o modelo mais tradicional de folia, que surgiu em 1914 e é voltado para as classes populares, que congrega agremiações carnavalescas de diversos tipos, tais como as chamadas \"ursas\", uma manifestação típica da cidade, \"tribos indígenas\", clubes de frevo e escolas de samba. Já o \"Folia nas Ruas\" tem seu foco no período pré-carnavalesco, e surgiu nos anos 1980, tendo dominado a maior parte de recursos e patrocínio. Entre as maiores agremiações do Folia nas Ruas, estão o Cafuçu e o bloco Muriçocas do Miramar. Também já foi considerado eventualmente como parte do Carnaval, ou do Pré-Carnaval, o evento denominado Micaroa, que foi substituído posteriormente pelo Fest Verão Paraíba. ===Romaria da Penha=== A Romaria da Penha é um evento religioso de significativa importância cultural e espiritual que ocorre anualmente em João Pessoa, no último fim de semana de novembro. Continuamente celebrada desde 1763, esta festividade é considerada a maior festa religiosa do estado e uma das maiores do Brasil, tanto em termos de participação quanto na extensão do percurso percorrido pelos fiéis. A jornada se estende por aproximadamente 14 quilômetros, iniciando na Igreja de Nossa Senhora de Lourdes, no centro da cidade, e culminando no Santuário de Nossa Senhora da Penha, situado em uma colina com vista para o mar. === Patrimônio cultural === O Centro Histórico de João Pessoa, reconhecido como patrimônio histórico nacional em dezembro de 2007, abrange áreas nos bairros do Centro, Róger, Jaguaribe, Tambiá e Varadouro. São tombados 37 hectares de área e estimadas cerca de 700 edificações, além de ruas, praças e parques históricos que integrem esse conjunto, compreendendo a maior parte dos bairros do Varadouro e do Centro da cidade. Suas edificações compõem um cenário de diferentes estilos e épocas cheio de sobrados, praças, casarios coloniais e igrejas seculares, sendo considerado o principal acervo arquitetônico da Paraíba, relatando as diversas fases da história local, e um dos maiores e mais importantes sítios históricos do Brasil. A área delimitada possui bens que representam vários períodos da história de João Pessoa, a exemplo do barroco da Igreja da Ordem Terceira de São Francisco; do rococó da Igreja de Nossa Senhora do Carmo; do estilo maneirista da Igreja da Misericórdia, todas do século XVII; da arquitetura colonial e eclética do casario civil, além do art-nouveau e o art-déco, das décadas de 20 e 30, predominantes na Praça Antenor Navarro e no antigo Hotel Globo, hoje transformado em centro cultural. Para além do patrimônio cultural material da cidade de João Pessoa, foi também na capital da Paraíba que se iniciou, em 2018, a formalização do registro do forró como patrimônio cultural imaterial brasileiro. O importante gênero musical Nordestino foi reconhecido pelo Instituto do Patrimônio Histórico e Artístico Nacional como patrimônio cultural brasileiro em 2021. === Esportes === O maior e mais importante estádio da cidade é o Estádio José Américo de Almeida Filho (Almeidão), localizado no bairro do Cristo Redentor, sendo a casa do Botafogo Futebol Clube e do Auto Esporte Clube. Outros estádios importantes são o Estádio Leonardo Vinagre da Silveira (Estádio da Graça) em Cruz das Armas, Estádio Evandro Lélis (Mangabeirão) em Mangabeira, e o Centro de Treinamento Ivan Tomaz (Tomazão) no Valentina Figueredo. Há ainda um campo de futebol na Vila Olímpica Parahyba, no local do antigo Estádio Olímpico José Américo de Almeida. == Ver também == * Estádio José Américo de Almeida Filho * Região Metropolitana de João Pessoa * Paraibanos naturais de João Pessoa === Bibliografia === AGUIAR, Francisco Jacinto Batista de. Violência no bairro de Valentina. 44 p. TCC (Graduação) - Curso de Bacharelado em Geografia, Universidade Federal da Paraíba (UFPB), João Pessoa, 2017. ALMEIDA, Daniel Wendell Gonzaga de; BRAMBILLA, Adriana; VANZELLA, Elídio. A evolução histórica da hotelaria na cidade de João Pessoa: uma revisão bibliográfica. Revista Mangaio Acadêmico, João Pessoa, v. 1, n. 1, p. 36-44, jan/jun. 2016. ALMEIDA, Maria Cecília Fernandes de. Espaços públicos em João Pessoa (1889-1940): formas, usos e nomes. 2006. 255 f. Dissertação (Mestrado) - Curso de Pós- Graduação em Arquitetura e Urbanismo, Escola de Engenharia de São Carlos, Universidade de São Paulo, São Carlos, SP, 2006. ANDRADE, Paulo Augusto Falconi de; CARVALHO, Paulo Sergio Oliveira de; SILVA, Leonardo Pereira; RIBEIRO, Edson Leite. BR-230: Evolução e consequências de sua duplicação para o trecho metropolitano da cidade de João Pessoa - PB. In: IV SEMAGEO 2007 - Semana de Geografia da UFPB. Caderno de Resumos do IV Semana de Geografia da UFPB - SEMAGEO. João Pessoa: UFPB, 2007. ARAÚJO, Magno Erasto de. Água e rocha na definição do sítio de Nossa Senhora das Neves, atual cidade João Pessoa - Paraíba. 296 f. Tese (Doutorado) - Curso de Pós-Graduação em Arquitetura e Urbanismo, Faculdade de Arquitetura da Universidade Federal da Bahia, Salvador, 2012. BEZERRA, Josineide da Silva. Novos Municípios, Velhas políticas: Práticas de emancipação distrital e estratégicas de reprodução política na Paraíba (1951-1965). 245 f. Tese (Doutorado em História) – Universidade Federal de Pernambuco (UFPE), Recife, 2016. BRITO, Erycles Fabricio Alves; VANZELLA, Elídio. Jardim Botânico Benjamim Maranhão: contribuições para a cidade de João Pessoa. Revista Mangaio Acadêmico, João Pessoa, v. 2, n. 2, p. 7-14, jul/dez, 2018. CAMPOS, Isabela Kirschner de Siqueira; SOUZA, Jussara Freire de Souza; SILVEIRA, José Augusto Ribeiro da Silveira; CASTRO, Alexandre Augusto Bezerra da. Interfaces Rodoviário-Urbanas: Estudo dos efeitos Produzidos pela BR-230 no sprawl da Cidade João Pessoa-PB. In: XV Encontro da ANPUR, 2013, Recife. Anais do XV ENANPUR, 2013. CARVALHO, Phelipe Caldas Pontes. Amor (não) se explica: torcida, topofilia e estádio de futebol. FuLiA/UFMG, v. 5, n. 2, p. 52-78, 2020. CASTRO, Alexandre Augusto Bezerra da Cunha et al. Interfaces rodoviário-urbanas no processo de produção das cidades: estudo de caso do contorno rodoviário de João Pessoa, PB, Brasil. Ambiente Construído, Porto Alegre, v. 15, p. 175-199, 2015. CHAVES, Carolina. João Pessoa: verticalização, progresso e modernidade 1958 – 1975. João Pessoa, TFG/CAU/UFPB, 2008 CHAVES, Carolina M.; TINEM, Nelci. Contribuição da documentação em arquitetura para o registro e estudo da arquitetura moderna de João Pessoa entre 1958-1975. Fórum Patrimônio, Belo Horizonte, p. 85-102, 2012. COUTINHO, Marco Antônio Farias. Evolução urbana e qualidade de vida: o caso da Avenida Epitácio Pessoa, João Pessoa-PB. 2004. 209 f. Dissertação (Mestrado em Desenvolvimento e Meio Ambiente) - UFPB, João Pessoa, 2004. DIAS, Clóvis. A força da forma: entre o rio e o mar o Centro de João Pessoa ainda perto do Sanhauá. 261 f. Tese (Doutorado) - Curso de Pós-Graduação em Arquitetura e Urbanismo, Universidade Federal da Bahia, Salvador, 2013. DIEB, Marília de Azevedo. MARTINS, Paula Dieb. O Rio Jaguaribe e a história urbana de João Pessoa/PB: da harmonia ao conflito. In: Anais do XVII ENANPUR. São Paulo, 2017. EGITO, Maria Jacy Caju do. Expansão urbana e meio ambiente: representação social dos agentes da construção civil em João Pessoa - PB. 156 f. Dissertação (Mestrado em Gerenciamento Ambiental) - UFPB, João Pessoa, 2005. FERNANDES, Nayara Gonçalves Rosas. A revitalização do parque Solon de Lucena (João Pessoa-PB): usos, formas e significados. 2018. 167f. Dissertação (Programa de Pós-Graduação em Desenvolvimento Regional - PPGDR) - Universidade Estadual da Paraíba, Campina Grande - PB. FILHA, Maria Berthilde Moura. De Filipéia à Paraiba: uma cidade na estratégia de colonização do Brasil: séculos XVI-XVIII. Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), Superintendência do IPHAN na Paraíba, 2010. GUIMARÃES, Luiz Hugo. A conquista da Paraíba. In: Simpósio Momentos Fundadores da Formação Nacional. Rio de Janeiro: IHGB, 2000. HIGINO JUNIOR, Antonio. A geo-história da avenida Epitácio Pessoa em João Pessoa – PB. 2013. 56 p. TCC (Graduação) - Curso de Geografia, Universidade Federal da Paraíba, João Pessoa, 2013. KOURY, Mauro Guilherme Pinheiro. Pertença e uso do espaço público: Um passeio através do Parque Sólon de Lucena. Studium, n. 19, p. 73-94, 2005. LEANDRO, Aldo Gomes. O turismo em João Pessoa e a construção da imagem da cidade. 2006. 198 f. Dissertação (Mestrado) - Curso de Mestrado em Geografia, UFPB, João Pessoa, 2006. LIRA, Paulo Autran Bezerra de. Ocupação do solo urbano, legislação e licenciamento ambiental no bairro de Gramame – João Pessoa - PB (1992– 2013). 75 f. TCC (Graduação) - Curso de Bacharelado em Geografia, UFPB, João Pessoa, 2014. MAIA, Doralice Sátyro; GUTIERRES, Henrique Elias Pessoa; SOARES, Maria Simone Morais. A iluminação pública da Cidade da Parahyba. Fênix-Revista de História e Estudos Culturais, v. 6, n. 2, p. 1-14, 2009. MAIA, Doralice Sátyro. Ordem, higiene e embelezamento na Cidade Alta e na Cidade Baixa: A modernização da cidade da Parahyba–Brasil. Revista Convergência Crítica, n. 1, 2012. ___________________. Uma cidade em (re)construção: A Cidade da Parahyba (Brasil) no século XIX. Scripta Nova: Revista electrónica de geografía y ciencias sociales, n. 10, p. 38, 2006. MALAIA, João Manuel Casquinha; FORTES, Rafael. ‘Brasil-grande, estádios gigantescos’: toponímia dos estádios públicos da ditadura civil-militar brasileira e os discursos de reconciliação, 1964-1985. Revista Tempo': Niterói, v. 27, n. 1, p. 165-184, 2021. MARTINS, Paula Dieb; MAIA, Doralice Sátyro. A produção do espaço e da paisagem da avenida Epitácio Pessoa, João Pessoa-PB. Urbana: Revista Eletrônica do Centro Interdisciplinar de Estudos sobre a Cidade, v. 7, n. 1, p. 172-198, 2015. MEDEIROS, João Rodrigues Coriolano de. 'Dicionário corográfico do Estado da Paraíba. 4. ed. João Pessoa: Editora IFPB, 2016. 290 p. MELO, P. F. C.; VANZELLA, E.; BRAMBILLA, A.; Turismo de sol e praia: um estudo sobre a acessibilidade para a terceira idade na praia da Penha – João Pessoa. Anais do VI CIEH. Campina Grande, PB, 2019. MENESES, Marcondes Silva. O Processo de Demolição e Desmonte das Irmandades Religiosas na Cidade da Parahyba (1923-1935): “O CASO DAS MERCÊS”. 2014. 165 f. Dissertação (Mestrado) - Curso de Pós-Graduação em Arquitetura e Urbanismo, Centro de Tecnologia, UFPB, João Pessoa, 2014. MOURA FILHA, Maria Berthilde. De Filipéia à Paraiba: uma cidade na estratégia de colonização do Brasil: séculos XVI-XVIII. Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), Superintendência do IPHAN na Paraíba, 2010, 483 p. NÓBREGA, Lucas Gomes. O novo patrimônio católico: a projeção de uma atuação pastoral para uma cidade em mudança (João Pessoa, 1894-1953). João Pessoa: Editora UFPB, 2023. 220 p. ISBN 978-65-5942-208-1 OLIVEIRA, José Luciano Agra de. Uma contribuição aos estudos sobre a relação transporte e crescimento urbano: o caso de João Pessoa. 2006. 195 f. 2006. Tese de Doutorado. Dissertação (mestrado em Engenharia Urbana) – UFPB, João Pessoa. OLIVEIRA, Matheus Henrique de Souza Genuíno. Expansão urbana e produção imobiliária na região sul de João Pessoa-PB. 159 f. Dissertação (Mestrado) - Curso de Mestrado em Geografia, UFPB, João Pessoa, 2021. PASSOS, Luciana Andrade dos; SILVEIRA, Fabiana de Albuquerque; PITA, Ana Luzia Lima Rodrigues; BRAGA, Cybelle Frazão Costa; SILVEIRA, José Augusto Ribeiro da. Processo de expansão versus sustentabilidade urbana: reflexão sobre as alternativas de deslocamento na cidade de João Pessoa, PB. Revista Brasileira de Gestão Urbana, v. 4, p. 47-59, 2012. PAULINO, Maria Conceição. Intervenção no Espaço Público: O caso da Praça João Pessoa/PB. Urbana: Revista Eletrônica do Centro Interdisciplinar de Estudos sobre a Cidade, v. 6, n. 2, p. 281-296, 2014. PEREIRA, Fúlvio Teixeira de Barros. Difusão da arquitetura moderna na cidade de João Pessoa (1956-1974). 2008. 276 p. Dissertação (Mestrado) - Curso de pós-graduação em arquitetura e urbanismo, Escola de Engenharia de São Carlos da Universidade de São Paulo, São Carlos, 2008. _______________________________. Do incentivo ao controle: o debate sobre verticalização na cidade de João Pessoa (1956-1974). Risco Revista de Pesquisa em Arquitetura e Urbanismo (Online), n. 9, p. 3-21, 2009. PINHEIRO, Antonio Carlos Ferreira. Uma escola propedêutica na Província da Parahyba do Norte: o Lyceu Parahybano (1836 a 1848). In: Simpósio Nacional de História, 25, 2009, Fortaleza. Anais do XXV Simpósio Nacional de História – História e Ética. Fortaleza: ANPUH, 2009. RAPOSO, Thiago Acácio; ARAÚJO, Rafael Nóbrega. Paraibaneidade: olhares sobre a escrita da história da Paraíba e a construção de uma identidade local. Epígrafe, v. 4, n. 4, p. 149-166, 2017. RODRIGUES, Adriano Pereira. Diagnóstico Ambiental e identificação de impactos negativos no bairro do Baralho, Bayeux - PB, 2015. 95 f. Dissertação (Mestrado em Geografia) - UFPB, João Pessoa, 2015. RODRIGUES, Jean Marrie de Oliveira. Mangabeira: do comércio de bairro a um subcentro da cidade de João Pessoa-PB. 2016. 60 f. TCC (Graduação) - Curso de Bacharelado em Geografia, UFPB, João Pessoa, 2016. SARMENTO, Bruna Ramalho; CUNHA, Iara Batista da; FILHA, Maria Bethilde Moura; AZEVEDO, Maria Helena de Andrade. As construções e desconstruções do Ponto de Cem Réis na cidade de João Pessoa–PB. In: I Seminário Internacional Urbicentros. Anais do I Seminário Internacional Urbicentros: morte e vida dos centros urbanos. João Pessoa: UFPB, 2010. SARMENTO, Marcela Fernandes. O processo de ocupação urbana de um setor litorâneo de uma capital brasileira: o caso do Bessa em João Pessoa - PB. 107 f. Dissertação (Mestrado) - Curso de Pós-Graduação em Engenharia Urbana e Ambiental, UFPB, João Pessoa, 2012. SILVA, Araci Farias. Resistência e Luta das Mulheres do Porto do Capim em João Pessoa: O Direito à Cidade desde a perspectiva de gênero. In: XI Encontro Nacional da Associação Nacional de Pós- Graduação e Pesquisa em Geografia (XI ENANPEGE). Anais do XI ENANPEGE: a diversidade da geografia brasileira, escalas e dimensões da análise e da ação. Presidente Prudente, São Paulo, 2015. SILVA, Eron Carlos Santos da. A urbanização do bairro Valentina Figueiredo e suas desigualdades sociais. 36 p. TCC (Graduação) - Curso de Bacharelado em Geografia, UFPB, João Pessoa, 2014. SILVA, Gicely Rocha da. “A corrida em direção ao mar”, no âmbito da expansão urbana de João Pessoa: O caso especifico do “Retão de Manaíra” (Av. Flavio Ribeiro Coutinho). 32 p. TCC (Graduação) - Curso de Licenciatura em Geografia, Centro de Ciências Exatas e da Natureza, UFPB, João Pessoa, 2015. SILVA, Milena Dutra da; CASTRO, Alexandre Augusto Bezerra da Cunha; SILVA, Brunielly de Almeida; SILVEIRA, José Augusto Ribeiro da; SILVA, Geovany Jessé Alexandre da. Crescimento da mancha urbana na cidade de João Pessoa, PB. Cadernos de Arquitetura e Urbanismo, [S.l.], v. 22, n. 30, p. 64, 29 nov. 2016. SOBREIRA, Dmitri da Silva Bichara. Para além do\" sim, senhor\": A Aliança Renovadora Nacional (ARENA) e a ditadura militar na Paraíba (1964-1969). 2016. 234 p. Dissertação (Mestrado) - Curso de Pós-Graduação em História; Centro de Ciências Humanas, Letras e Artes, UFPB, João Pessoa, 2016. TORNAGHI, Newton; FIGUEROA, Rubens Castro. Fixado a Ponta Seixas do Cabo Branco como ponto extremo leste do Brasil. Revista Brasileira de Geografia, Rio de Janeiro, v. 4, n. 3, p. 894-894, dez. 1941. TRIGUEIRO, Wendell Araújo Nóbrega. As transformações da paisagem na Avenida Hilton Souto Maior, na cidade de João Pessoa-PB. 2018. 107 f. TCC (Graduação) - Curso de Bacharelado em Geografia, UFPB, João Pessoa, 2018. VILAR, Leandro. Memórias de uma guerra: a primeira invasão holandesa na Capitania da Paraíba (1631). Revista Brasileira de História Militar, Rio de Janeiro, v. 5, n. 15, p. 6-24, dez. 2014. ==Ligações externas == * * Categoria:Fundações no Brasil em 1585 Categoria:Metrópoles da Paraíba Categoria:Municípios históricos do Brasil Categoria:Capitais do Brasil",
 "title": "João Pessoa"
}