{
 "id": "112634",
 "text": "Um indicador de pH, também chamado indicador ácido-base, é um composto químico que é adicionado em pequenas quantidades a uma solução, permitindo conhecer se seu pH se encontra acima ou abaixo de uma determinada faixa de valores que varia conforme o indicador escolhido. Estes corantes são dotados de propriedades halocrômicas, que é a capacidade de mudar de coloração em função do pH do meio. Os indicadores de pH são frequentemente ácidos ou bases fracas. Quando adicionados a uma solução, os indicadores de pH ligam-se aos íons H+ ou OH-. A ligação a estes íons provoca uma alteração da configuração eletrônica destes indicadores e, consequentemente, altera-lhes a cor. Dada a subjectividade em determinar a mudança de cor, os indicadores de pH não são aconselháveis para determinações precisas do valor do pH. Um medidor de pH, denominado pHmetro, é frequentemente usado em aplicações em que é necessário um maior rigor na determinação do pH da solução. Os indicadores de pH são frequentemente utilizados em titulações, na Química Analítica. Na Bioquímica podem ser utilizados com o objetivo de determinar a extensão de uma reação química. == Indicadores e seus \"pontos de viragem\" == Na tabela seguinte estão representados alguns dos indicadores de pH mais comuns num laboratório. Os indicadores normalmente exibem cores intermediárias a valores de pH dentro do intervalo de mudança. Por exemplo, o vermelho de fenol tem uma cor laranja quando o pH estiver entre 6,6 e 8,0. O intervalo de mudança pode variar ligeiramente, dependendo da concentração do indicador e da temperatura a que é usado. Indicador Cor a pH baixo Intervalo de pH (aproximado) Cor a pH alto Violeta de metilo amarelo 0.0-1.6 azul-púrpura Violeta cristal amarelo 0.0-1.8 azul-púrpura Violeta de etila amarelo 0.0-2.4 azul Verde malaquita amarelo 0.2-1.8 verde-azulado '2-((p-(dimetilamino)fenil)azo)piridina' (primeira transição) amarelo 0.2-1.8 azul Vermelho de quinaldina incolor 1.0-2.2 vermelho Vermelho de parametila incolor 1.0-3.0 vermelho Azul de Tornassol vermelho 1.0-6.9 azul-arroxeado Amarelo metanil vermelho 1.2-2.4 amarelo 4-fenilazodifenilamina vermelho 1.2-2.6 amarelo Azul de Timol (primeira transição) vermelho 1.2-2.8 amarelo 'Púrpura de metacresol' (primeira transição)Acid Base Indicators - ifs.massey.ac.nz vermelho 1.2-2.8 amarelo Tropaeolina 00 vermelho-violeta 1.2-3.2 amarelo-alaranjado 4-o-tolilazo-o- toluidina laranja 1.4-2.8 amarelo Sal de sódio da eritrosina laranja 2.2-3.6 vermelho 'Benzopurpurina 4B'Preparation of Acid-Base Indicators - www.csudh.edu violeta 2.2-4.2 vermelho N,N'''-dimetil-p-(m-tolilazo)anilina''' vermelho 2.6-4.8 amarelo '2,4-Dinitrofenol' incolor 2.8-4.0 amarelo Amarelo de Metilo (N,N-Dimetil-p-fenilazoanilina) vermelho 2.9-4.0 amarelo Ácido 4,4'-bis(2-amino-1-naftilazo)2,2'-stilbenedissulfônico azul-púrpura 3.0-4.0 vermelho 'Sal de potássio do éster etílico da tetrabromofenolftaleína' amarelo 3.0-4.2 azul Azul de Bromofenol amarelo 3.0-4.6 violeta Vermelho do Congo azul 3.0-5.2 vermelho Laranja de Metilo vermelho 3.1-4.4 amarelo Solução de alaranjado de metila-xileno cianol azul-púrpura 3.2-4.2 verde 'Alaranjado de etila' vermelho 3.4-4.8 amarelo '2-((p-(dimetilamino)fenil)azo)piridina' (segunda transição) vermelho 4.4-5.6 amarelo 'Monocloridrato de 4-(p-etoxifenilazo)-m-fenilenodiamina' laranja 4,4-5,8 amarelo Vermelho de Metila vermelho 4,4-6,2 amarelo 'Lacmoide' vermelho 4,4-6,2 azul Púrpura de Bromocresol amarelo 5.2-6.8 violeta Azul de Bromotimol amarelo 6.0-7.6 azul Vermelho de Fenol amarelo 6.6-8.0 vermelho 'Púrpura de metacresol' (segunda transição) amarelo 7.4-9.0 azul-púrpura Azul de Timol (segunda transição) amarelo 8.0-9.6 azul Fenolftaleína incolor 8.2-10.0 rosa-carmim Timolftaleína incolor 9.4-10.6 azul Amarelo de Alizarina R amarelo 10.1-12.0 vermelho Carmim de Indigo azul 11.4-13.0 amarelo 2,5-Dinitrofenol incolor 2.6 - 4.0 amarelo Verde de bromocresol amarelo 3.8-5.4 azul Vermelho de clorofenol amarelo 5.0-6.6 violeta Vermelho de bromofenol amarelo 5.2-7.0 púrpura Vermelho neutro vermelho 6.8-8.0 amarelo Ácido rosólico amarelo 6.8 - 8.2 vermelho-carmim Vermelho de cresol vermelho 7.2-8.8 amarelo o-Cresolftaleína incolor 8.2-10.4 vermelho-violeta Tropaeolina O amarelo 11.1-12.7 castanho-avermelhado == Soluções naturais de indicadores == Os sucos de alguns vegetais e outras plantas podem funcionar como indicadores de pH, ou seja, do quão ácida ou básica é uma substância. Por exemplo, ao cozinhar uma couve vermelha até ficar macia, se adicionado o suco liberado a um ácido, tal como o vinagre, o mesmo tornar-se-á vermelho. Já em uma base, como a amônia, o suco tende a tornar-se azul ou verde. Outros vegetais como a beterraba, podem realizar o mesmo processo. Algumas soluções de substâncias naturais, especialmente originárias de plantas, comportam-se como soluções de indicadores de pH: *A solução aquosa de chá preto - A sua solução aquosa é avermelhada/ amarelada, adquirindo cor amarelo-pálida em contacto com soluções ácidas e, cor acastanhada em contacto com soluções básicas. *A solução aquosa dos rabanetes - A sua solução aquosa adquire cor vermelha em contacto com soluções ácidas e, cor acastanhada em contacto com soluções básicas. *A solução aquosa da pera - A sua solução aquosa adquire cor vermelha em contacto com soluções ácidas e, cor verde-seco em contacto com soluções básicas. *A solução aquosa do chá de repolho roxo- A sua solução aquosa adquire cor vermelha em contacto com soluções ácidas e, cor amarelo bem clara (verde inicialmente) ou azul anil em contacto com soluções básicas. A substância responsável por este comportamento é a cianidina, pertencente a família de substâncias conhecidas como antocianinas.Toni Jefferson Lopes, Marcelo Fonseca Xavier, Mara Gabriela Novy Quadri, Marintho Bastos Quadri; ANTOCIANINAS: UMA BREVE REVISÃO DAS CARACTERÍSTICAS ESTRUTURAIS E DA ESTABILIDADE; R. Bras. Agrociência, Pelotas, v.13, n.3, p. 291-297, jul- set, 2007 == Ver também == * Indicador - uma definição ampla do que sejam indicadores em química. * Indicador universal * Volumetria * Halocromismo * Corante leuco * VOGEL, A. I. Análise Inorgânica Quantitativa. 4a. ed. Guanabara Dois, RJ. 1981. * OHLWEILER, O. A., Química analítica quantitativa, 3a ed., Livros Técnicos e Científicos Editora S.A., Rio de Janeiro, 1982, vol. 1 e vol. 2. * SABNIS, Ram Wasudeo; Handbook of acid-base indicators; CRC Press, 2007. == Ligações externas == * *",
 "title": "Indicador de pH"
}