{
 "id": "112626",
 "text": "New York Cosmos, ou simplesmente Cosmos, foi um clube de futebol dos EUA que competia pela North American Soccer League. Foi fundada em 1970 e competiu na NASL até 1983, quando devido aos problemas financeiros tanto do time quanto da liga, o time transferiu-se para a Major Indoor Soccer League, uma liga de showbol formado por times da NASL, até o time falir em 1985. Ficou famosa tanto no Brasil quanto nos Estados Unidos por ser a equipe de Beckebauer e Pelé, sendo uma das maiores equipes do futebol nos Estados Unidos na sua época. O time foi recriado em 2010 como um clube fênix para participar da segunda versão da NASL, que agora é uma liga de segundo nível do futebol americano e anunciou que tentaria aplicar para entrar na MLS. Pelé seria presidente honorário do novo time . Devido a problemas da nova NASL com a Federação de Futebol dos Estados Unidos, a NASL foi suspensa em 2018 enquanto a tentativa de entrada na MLS foi fracassada. Sem uma liga, o Cosmos foi jogar na copa da National Premier Soccer League (NPSL), uma liga de quarto nível, enquanto a situação do time é debatida. == História == === Fundação === A ideia da criação do New York Cosmos partiu dos irmãos Nesuhi Ertegün e Ahmet Ertegün, ambos nascidos em Istambul, Turquia. Os irmãos Ertegün foram os fundadores da Atlantic Records e depois que a gravadora foi comprada pela Warner Communications, atual Time Warner, sugeriram a Steve Ross, presidente da companhia, a criação de um clube de futebol por acreditarem na viabilidade econômica da North American Soccer League (NASL). O Cosmos se uniu à NASL em 10 de dezembro de 1970. A primeira partida dele foi em 17 de abril de 1971, contra o Saint Louis Stars com vitória do Cosmos por 2 a 1. === O nome === O nome do clube foi idealizado pelo inglês Clive Toye, o primeiro diretor do clube. A inspiração veio do New York Mets, time de beisebol. Da mesma forma que “Mets” era a forma curta de “Metropolitans”, Toye optou por “Cosmos”, como forma curta de “Cosmopolitans” e o clube foi batizado como New York Cosmos. === Uniforme === Foi também por sugestão de Toye, que as cores iniciais do Cosmos foram o verde e amarelo, em homenagem à seleção brasileira de 1970, campeã da Copa do Mundo no México. O verde e o amarelo permaneceram até 1974, quando foram alterados para o branco e o verde, que foi utilizado até 1979. A partir de 1980, as cores passaram a ser o branco e o azul, permanecendo até 1984, quando o clube foi fechado. === Trajetória === Inicialmente o Cosmos era uma aventura e recebia pouco investimento. Contudo, aos poucos, Steve Ross se empolgou com o projeto e com o dinheiro da Warner, o clube passou a contratar vários jogadores famosos, tais como Pelé, Franz Beckenbauer, Giorgio Chinaglia, Carlos Alberto Torres, Marinho Chagas e Johan Cruyff, chegando ao ponto de ter um elenco formado por 16 nacionalidades. O poder econômico do Cosmos se refletiu em conquistas esportivas e o clube se tornou a franquia mais famosa e vitoriosa da NASL, conquistando 5 títulos nacionais (1972, 1977, 1978, 1980, 1982) e um vice-campeonato (1981) nos 17 anos de funcionamento da liga. Ainda venceu três Trans-Atlantic Cup (1980, 1983, 1984). Durante seus anos de existência, o Cosmos teve sempre uma das melhores médias de público da NASL e entre 1977 e 1982 teve a maior média entre todas as franquias da NASL. Dos 20 jogos de maior público da história da NASL, 18 deles são em jogos do Cosmos, sendo que a partida de maior público foi em 14 de agosto de 1977, na partida do playoff contra Fort Lauderdale Strikers com um público de 77.691. === Major Indoor Soccer League e o Fim === Com o fim da NASL, o time transferiu suas atividades para a Major Indoor Soccer League (MISL), uma liga de \"Futebol Indoor\" (Conhecido como Showbol no Brasil), jogando durante a temporada de 1984 jogando 33 jogos, entretanto, o público e interesse foi muito baixo para manter o time. A MISL fecharia depois em 1992. O clube encerrou suas atividades em 15 de setembro de 1984, quando realizou sua última partida. Em seus quatorze anos de existência, o Cosmos disputou 359 partidas na NASL, vencendo 221, empatando 18 e perdendo 120 partidas, marcando 844 gols e sofrendo 569. O baixo número de empates se devia à regra implantada na NASL a partir de 1975, onde os empates foram abolidos, existindo uma prorrogação de 15 minutos e uma disputa de tiro livres em caso de empate na prorrogação. == Palmarés == Competições Nacionais Competição Venceu Temporadas NASL 5 1972, 1977, 1978, 1980, 1982 NASL Temporada Regular 7 1972, 1978, 1979, 1980, 1981, 1982, 1983 Competições de Conferência Competição Venceu Temporadas Título da Conferência da NASL 5 1977, 1978, 1980, 1981, 1982 Título da Divisão da NASL 7 1972, 1978, 1979, 1980, 1981, 1982, 1983 Outros troféus Competição Venceu Temporadas Trans-Atlantic Cup 3 1980, 1983, 1984 * Título conquistado pelo novo New York Cosmos. == Jogadores Históricos == * Pelé 1975-77 * Carlos Alberto 1977-80, 1982 * Franz Beckenbauer 1977-80, 1983 * Giorgio Chinaglia 1976-84 * Johan Cruijff * Johan Neeskens 1979-84 * Randy Horton 1971-74 * Werner Roth 1972-79 * Rick Davis 1978-84 * Shep Messing 1973–74, 1976–77, 1984 === Outros jogadores de destaque === * Mordechai Spiegler 1972-74 * Marinho Chagas 1979 * Andranik Eskandarian 1979-84 * Oscar Bernardi 1980 * Bobby Smith 1976-79 * Steve Moyers 1982-1984 * Wim Rijsbergen 1979-83 * Vladislav Bogićević 1978-84 * Hubert Birkenmeier 1979-85 * François Van Der Elst 1980-81 * Julio César Romero 1980-83 * Carlos Caszely 1984 * Rildo 1977 * Władysław Żmuda 1984 * Charlie Aitken 1976-77 * Jomo Sono 1977 * Cannavaro 1976-77 == Estatísticas == === Partidas === * 1971 - 9 vitórias, 4 empates, 7 derrotas * 1972 - 7 vitórias, 4 empates, 3 derrotas (campeão NASL) * 1973 - 7 vitórias, 6 empates, 5 derrotas * 1974 - 6 vitórias, 14 derrotas * 1975 - 10 vitórias, 12 derrotas * 1976 - 16 vitórias, 8 derrotas * 1977 - 15 vitórias, 11 derrotas (campeão NASL) * 1978 - 24 vitórias, 6 derrotas (campeão NASL) * 1979 - 24 vitórias, 6 derrotas * 1980 - 24 vitórias, 8 derrotas (campeão NASL) * 1981 - 23 vitórias, 9 derrotas * 1982 - 23 vitórias, 9 derrotas (campeão NASL) * 1983 - 22 vitórias, 8 derrotas * 1984 - 13 vitórias, 11 derrotas === Médias de público === * 1971: 4.517 * 1972: 4.282 * 1973: 5.782 * 1974: 3.578 * 1975: 10.450 * 1976: 18.227 * 1977: 34.142 * 1978: 47.856 * 1979: 46.690 * 1980: 42.754 * 1981: 34.835 * 1982: 28.479 * 1983: 27.242 * 1984: 12.817 == Estádios == Durante seu primeiro período, o Cosmos nunca construiu um estádio próprio e mandou seus jogos em quatro estádios diferentes. A partir de sua volta às competições, em 2013, iria disputar suas partidas no Hofstra Stadium. Atualmente se apresenta no James M. Shuart Stadium: * 1971 e 1976: Yankee Stadium (Nova York) * 1972-1973: Hofstra Stadium (Long Island) * 1974-1975: Downing Stadium (Randall's Island, Nova York) * 1977-1984: Giants Stadium (East Rutherford) * 2013: Hofstra Stadium (Long Island) * 2013-presente: James M. Shuart Stadium (Hempstead), (Nova York) Em 11 de janeiro de 2013, o Cosmos anunciou seu projeto de construção de um estádio próprio com capacidade para 25.000 pessoas na região do Belmont Park.Cosmos Stadium == Recordes == * Maior artilheiro: o italiano Giorgio Chinaglia jogou, entre 1976-1983, em 213 jogos e marcou 196 gols, sendo o maior artilheiro da NASL em todos os tempos e o maior artilheiro da NASL nos anos de 1976, 1978, 1980, 1981 e 1982. Por seu país, jogou a copa de 1974. * Maiores goleadas: o Cosmos aplicou 12 a 1 em um amistoso contra o Malmö (Suécia), em 1975. A maior goleada sofrida foi em 1978, para o Seattle Sounders, por 9 x 2. * Mais assistências: o jogador que fez mais assistências foi o sérvio Vladislav Bogicevic, que atuou no clube entre 1978-1984 fazendo 147 assistências, em 203 partidas. Também jogou a Copa do Mundo de 1974 pela então Iugoslávia. == Cosmos e o Brasil == * Quando Pelé encerrou a carreira em fins de 1974, não tinha a intenção de continuar, entretanto a proposta do Cosmos de três milhões de dólares (uma fortuna bem maior à época) por três temporadas seduziu o Rei. E assim o futebol decolou de vez nos Estados Unidos, alcançando recordes de público. Um dos maiores entusiastas da contratação de Pelé foi o então secretário de estado Henry Kissinger, fã do futebol brasileiro, de Pelé e do Santos FC até hoje. O padroeiro do time é São Cosme e Damião, a pedido de Pelé. * O Cosmos enfrentou o brasileiro Santos em duas oportunidades, vencendo ambas por 2 a 1. A primeira foi em 1977, na despedida do Rei Pelé, que atuou um tempo em cada equipe e marcou um dos gols do time americano. A outra foi em 1979, na Vila Belmiro. * Em 1977, o Cosmos jogou o amistoso contra o Flamengo no maracanã e perdeu por 4-1. * Em 1980, o Cosmos realizou três amistosos no Brasil. Em Uberlândia-MG, quando empatou contra o Uberlândia por 1 x 1; em Santos-SP, quando venceu o Santos por 2 x 1 e em Manaus, em 09 de março, quando empatou com o Fast Clube por 0 x 0. * Em 1981, o Cosmos jogou pela primeira vez contra o São Paulo FC no Estádio Morumbi, sendo derrotado pelo clube paulista por 3 x 1. * Nos Estados Unidos, no Giants Stadium, enfrentou outros dois times brasileiros, sendo derrotado duas vezes. Uma por 3 x 1 para o Grêmio, num amistoso em 30 de agosto de 1981, e a segunda de 3 x 2 para o São Paulo FC, pela Transatlantic Cup de 1983, com gols de Bojicevic e Romerito para o Cosmos e três gols de Careca para os visitantes. == Notas == * Apesar de ser considerado em sua época um dos melhores e mais badalados times de futebol do mundo, o New York Cosmos jamais venceu a U.S. Open Cup, a mais tradicional competição de futebol dos EUA.http://acervo.folha.com.br/fsp/1978/08/28/2/ * O maior jogador que os Países Baixos já teve, Johan Cruijff, fez uma única partida pelo Cosmos, em 1978. O adversário era uma seleção formada por jogadores que participaram da Copa do Mundo de 1978 (com exceção dos jogadores da Seleção da Argentina, campeã da competição). O resultado foi 2 a 2 e, além de um golaço marcado pelo italiano Chinaglia, a partida é lembrada pela exibição magnífica de Cruijff, eleito o melhor jogador da partida. * O Cosmos era realmente um equipe que não tinha medo de enfrentar ninguém. Em 1979, a Seleção da Argentina, então campeã do mundo e munida de todos os seus titulares - inclusive o seu maior jogador em todos os tempos, Diego Maradona -, realizou um jogo amistoso contra a equipe estadunidense em Nova Iorque. Os argentinos venceram por 1 a 0, com um gol marcado por Daniel Passarella aos 46 minutos do segundo tempo, mas tiveram que suar muito, pois o Cosmos teve uma exibição de gala, principalmente o seu zagueiro (o brasileiro Carlos Alberto Torres), eleito o melhor jogador da partida. * Em 7 de julho de 2006, a produtora estadunidense de filmes para o cinema, Miramax Films, passou a exibir nos cinemas dos EUA, um documentário chamado Once in a Lifetime - The Extraordinary Story of The New York Cosmos (Uma Vez na Vida - A Extraordinária História do New York Cosmos, em inglês). Muito elogiado e narrado pelo ator Matt Dillon, este filme - como diz o título - conta a história da lendária equipe de futebol estadunidense. * O subtítulo do filme é bem sugestivo: The Untold story of the team that had America at its feet (aproximadamente A história oculta do time que teve a América aos seus pés). * O Cosmos inspirou o nome de um time de futebol da África do Sul, o Jomo Cosmos. == Ligações externas == * * * Categoria:New York Cosmos Categoria:Clubes de futebol fundados em 1970 Categoria:Clubes de futebol extintos em 1985 Categoria:Equipes da NASL Categoria:Clubes de futebol da cidade de Nova Iorque",
 "title": "New York Cosmos"
}