{
 "id": "11272",
 "text": "{{Info/Município do Brasil | nome = Currais Novos | foto = Currais Novos.jpg | leg_foto = Vista parcial aérea da Cidade | apelido = Princesa do Seridó\" \"Capital da Scheelita | brasão = Brasão de Currais Novos-RN, Brasil.png | bandeira = Bandeira_curraisnovos_rn.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 15 de outubro | fundação = | emancipação = |Padroeiro(a):Sant'Ana | gentílico = currais-novense | lema = | prefeito = Odon Oliveira de Souza Júnior | partido = PT | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Currais Novos location map.svg | latP = S | latG = 06 | latM = 15 | latS = 39 | lonP = O | lonG = 36 | lonM = 30 | lonS = 54 | estado = Rio Grande do Norte | região_intermediária = Caicó | data_região_intermediária = IBGE/2017 | região_imediata = Currais Novos | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Norte: Lagoa Nova e Cerro Corá; Sul: Frei Martinho e Picuí, ambas na Paraíba; Leste: Campo Redondo e São Tomé; e Oeste: São Vicente e Acari. | dist_capital = 172 | dist_capital_ref = | área = 864.349 | área_ref = | população = 41313 | população_pos = RN: 9º | data_pop = IBGE/2022 | altitude = 341 | clima = semiárido | sigla_clima = BSh | idh = 0.691 | idh_pos = RN: 6° | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 16947.02 | data_pib_per_capita = IBGE/2018 | site_prefeitura = http://curraisnovos.rn.gov.br/ }} Currais Novos (frequentemente referida simplesmente como Currais, ou ainda pela sigla CN) é um município brasileiro no interior do estado do Rio Grande do Norte. Localiza-se na região do Seridó, junto à divisa com o estado da Paraíba, a 172 km da capital estadual, Natal. De acordo com a estimativa realizada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) no ano de 2022 sua população era estimada em 41 313 habitantes, sendo assim o décimo primeiro mais populoso de todo o estado.ftp://ftp.ibge.gov.br/Estimativas_de_Populacao/Estimativas_2021/estimativa_dou_2021_20210827.pdfhttp://g1.globo.com/rn/rio-grande-do-norte/noticia/2012/08/dez-maiores-municipios-do-rn-somam-1724986-habitantes.htmlhttp://www.jeansouza.com.br/sem-categoria/segundo-ibge-currais-novos-e-9a-cidade-mais-populosa-rn-com-44-710-habitantes/http://www.gomesdemelo.com.br/curraisnovos.html Desde o início de sua fundação, sempre se destacou e se diferenciou das outras cidades adjacentes. Ao lado de Paris e do Rio de Janeiro a cidade avançou repentinamente em vários aspectos, sendo eles: arquitetônicos, políticos, econômicos, geográficos, hierárquicos, culturais. No século XX a cidade já contava com ideias cosmopolitas e progressistas possuindo código de postura de acordo com os prenúncios que regem o progresso e a civilidade da nação brasileira, se tornando uma das cidades mais urbanizadas e modernas do Brasil, portanto sendo comparada aos principais centros urbanos existentes.http://cchla.ufrn.br/espacialidades/v3n2/genison.pdf Sendo uma das cidades mais importantes e influentes do Nordeste e a principal da regiãohttp://www2.ifrn.edu.br/ocs/index.php/congic/ix/paper/viewFile/1218/133 foi a primeira cidade do Norte-Nordeste a possuir TV a Cabo,http://www.cnagitos.com/index.php/noticias/item/2182-siderley-menenzes-lan%C3%A7a-projeto-de-expans%C3%A3o-da-sidys e ainda hoje se destaca pela abundância de meios de comunicação, prova disso, são as diversas empresas de mídas presentes em seu território e o forte papel que elas exercem.http://www.cnagitos.com/index.phphttp://fotovideo.cuiket.com.br/rio-grande-do-norte/emissoras-e-retransmissoras-radio/currais-novos/ Seu símbolo turístico é a estátua \"Cristo-Rei\", réplica fiel, mas em menor proporção, da estátua do Cristo Redentor, que foi trazida da França e doada por Cel. Manoel Salustino em 1937. Na hierarquia urbana federal é considerada um centro sub-regional, deste modo tem uma influencia direta sobre os municípios subordinados de Acari, Bodó, Carnaúba dos Dantas, Cerro Corá, Florânia, Lagoa Nova, São Vicente, Tenente Laurentino Cruz e Frei Martinho (este último na Paraíba).http://www.mma.gov.br/estruturas/PZEE/_arquivos/regic_28.pdf Suas principais atividades econômicas são a agricultura, pecuária, comércio e a extração mineral. De forte formação geológica, o município também se destaca por abrigar a Mina Brejuí, a maior mina de scheelita da América do Sul e o cânion dos Apertados, único cânion de rocha granítica do mundo.http://www.aventuramango.com.br/2011/07/destinos-de-turismo-de-aventura-currais.html == Etimologia == Desde a sua fundação, Currais Novos já aspirava ao novo com a edificação dos currais de gado de Cipriano Lopes Galvão, fundador da cidade. Esses currais, tidos como modernos atraíam a atenção das pessoas que vinham de longe para conhecer essa obra que, naquele momento, era fruto de uma engenhosidade nunca vista na região. E foi desses currais feitos de pau a pique que Currais Novos herdou sua toponímia e, a partir daí, se expandiu através de uma urbanização geometricamente traçada, de influência jesuítica, com ruas largas, assumindo ao longo do tempo \" ares de cidade grande \". == História == === Origens === A cidade de Currais Novos foi colonizada inicialmente por Criadores de Gado, dentre os quais o mais importante foi Cipriano Lopes Galvão, nomeado Coronel do Regimento de Cavalaria da Ribeira do Seridó pelo então governador Pedro de Albuquerque Melo, e agricultores que têm em sua origem cristãos-novos vindos dos Açores e de Portugal continental. Cipriano Lopes Galvão veio de Igarassu- PE com sua esposa Adriana de Holanda e Vasconcelos no ano de 1754 para a região do Totoró. No local, fixou residência e fundou uma fazenda de gado. Quando requereu as terras em 1754, cujo requerimento consta no livro número 5 de Sesmarias do Rio Grande do Norte, já morava no local há anos e tinha seu rebanho bovino com os devidos empregados, chamados de vaqueiros. É certo que sua sesmaria abrangia desde a bifurcação entre os rios Totoró e Maxinaré até a região do rio São Bento. Na época, não existia o município de Acari nem o de Vila do Príncipe (atual Caicó) e toda a região, então denominada Ribeira do seridó, pertencia à Paraíba. Aproveitando as boas pastagens que o Rio São Bento oferecia, o gado de seu rebanho se deslocava até aí para se alimentar e beber, fato que dificultava o trabalho dos seus empregados. Observando tal dificuldade, resolveu construir currais de pau a pique, com troncos de aroeira, nos quais tirava- se o leite das vacas, adestrava-se os bezerros e marcava-se o restante do gado com o método do ferro moldado e aquecido no fogo. Contavam com uma infraestrutura para a troca e comercialização, bem como para a hospedagem dos parceiros comerciais. A partir destes, casas começaram a ser construídas e vários outros fazendeiros passaram a requerer terras nas circunvizinhanças para aproveitar a proximidade com a emergente feira de gado. === Origem e evolução do nome === Com o crescimento da feira de gado, o Coronel Cipriano resolveu desmembrar o espaço de suas terras, dando-lhe o nome de Fazenda Bela Vista. Após sua morte em 1764, seu filho, o Capitão-Mor Cipriano Lopes Galvão Filho, assumiu os negócios, reformou os currais e investiu cada vez mais no comércio do gado. Bela Vista foi ficando cada vez mais movimentada, já que era ponto de encontro comercial de várias partes do estado. Todos os tropeiros e viajantes marcavam suas reuniões nos \"Currais Novos do Capitão\", nome pelo qual o crescente povoado passou a ser designado. A partir de 1813, com a morte do seu dono, mudou-se o nome definitivamente para povoado Currais Novos, nome que persiste até os nossos dias, a preferência pelo nome \"Currais Novos\" fundamenta-se na troca feita pelos moradores, isto é, as pessoas que residiam próximo aos currais velhos existentes no povoado passaram a residir perto dos novos currais. No início do século XX, surgiu dentre os mais influentes a proposta de mudança do nome para Galvanópolis, em homenagem ao fundador. Tal ideia, apesar de ter ganhado força, não atingiu seu objetivo, uma vez que o próprio nome Currais Novos já relembra toda a origem e história do município. === Povoado, distrito, vila e município emancipado === O Totoró ficava na Ribeira do Seridó, pertencente à comarca da Paraíba. Criado o município de Caicó em 31 de julho de 1788, com a denominação oficial de Vila do Príncipe, Currais Novos passou a partencer a Caicó. Depois da morte do idealizador da capela em 13 de dezembro de 1813, o Capitão Gonsalo Lopes Galvão ficou na chefia das terras e do povoado. Organizou a construção das casas obedecendo o alinhamento de ruas, construiu a primeira casa paroquial e a primeira escola (só para meninos, como era de costume), além de outras obras de urbanização. Passou então ao município de Acari com a criação deste em 11 de abril de 1833. Durante o reinado de Dom Pedro II, a povoação foi instituída Distrito de paz, através da resolução provincial nº 301 de 6 de setembro de 1854. A Vila foi criada e desmembrada de Acari em 15 de outubro de 1890 pelo Decreto Estadual nº 59, do então governador provisório Pedro Velho de Albuquerque Maranhão, com instalação em Sessão Solene realizada no dia 26 de fevereiro de 1891 pelo então presidente da Intendência acariense, O Capitão Cipriano Bezerra de Santa Rosa. Após o desmembramento, o município de Currais Novos teve sua área delimitada pelo topógrafo Juventino da Silveira Borges. A posse da Intendência foi solenizada pelo Governador do Estado, sendo constituída pelos cidadãos: Laurentino Bezerra de Medeiros Galvão (presidente), seguindo-se dos Conselheiros (no papel de vereadores) Juventino da Silveira Borges, Sérvulo Pires de Albuquerque Galvão Filho, Francisco Bezerra de Medeiros e Moisés de Oliveira Galvão O município foi elevado à condição de cidade pela Lei nº 486, de 29 de novembro de 1920, sancionada pelo Governador Antônio José de Melo e Sousa, no 32º ano da República. Nessa época, a população era de 14 mil habitantes, com 12 ruas, 1 avenida, 2 praças e 3 travessas. == Geografia == O território de Currais Novos corresponde a 1,6367% da superfície estadual, com de área, dos quais 8,5106 km² em área urbana. É limitado a norte por Lagoa Nova e Cerro Corá; a sul por Acari, Frei Martinho e Picuí, os dois últimos na Paraíba; a leste por Campo Redondo e São Tomé e a oeste por São Vicente e novamente Acari. Pertence à região geográfica imediata de Currais Novos, que faz parte da região intermediária de Caicó, conforme nova divisão territorial em regiões geográficas vigente desde 2017; até essa data, quando vigoravam as mesorregiões e microrregiões, fazia parte da microrregião do Seridó Oriental, dentro da mesorregião Central Potiguar. O relevo do município, com altitudes entre 200 e 500 metros, está inserido no Planalto da Borborema, constituído por rochas pré-cambrianas dos grupos Caicó (com idade entre um bilhão e 2,5 bilhões de anos) e Seridó (de 570 milhões a um bilhão de anos), ambas pertencentes ao embasamento cristalino. Dentre as formações naturais estão o Cânion dos Apertados, a Lagoa do Santo (onde estão as pedras do Sino e das Tartarugas), a Mina Brejuí (maior mina de scheelita da América do Sul), o Morro do Cruzeiro e o Pico do Totoró, todos inseridos no Geoparque Seridó. Os solos do município são bastante férteis e com textura mista, formada tanto por areia e argila, porém pouco profundos, com drenagem entre imperfeita a moderada, característicos dos solos litólicos eutróficos ou neossolos. Por serem pouco desenvolvidos, são cobertos pela caatinga, uma vegetação de pequeno porte que perde suas folhas na estação seca. Segundo o Plano Nacional de Combate à Desertificação (PNCD), que define desertificação como a degradação de terras nas zonas áridas, semiáridas e subúmidas, resultante de fatores diversos tais como as variações climáticas e as atividades humanas, Currais Novos está inserido em uma área susceptível em categoria muito grave. Na hidrografia, todo o território municipal está inserido nos domínios da bacia hidrográfica do Rio Piranhas–Açu. Corta o perímetro urbano o rio Currais Novos ou São Bento, represado pelo Açude Dourado, o principal manancial do município, com capacidade para . Também se destaca o Rio Picuí, que nasce na Paraíba, atravessa o Cânion dos Apertados ao adentrar o território do Rio Grande do Norte e, ao se encontrar com o rio Currais Novos, forma o rio Acauã.DE OLIVEIRA, Antônia Vilaneide Lopes Costa; CESTARO, Luiz Antonio. Caracterização do meio físico para subsidiar um zoneamento geoambiental do município de Currais Novos – RN - Brasil. Revista Geonorte, v. 3, n. 6, p. 1419-1432, 2012. Além do açude Dourado, outros mananciais com capacidade igual ou superior a são os açudes do Pico ou Totoró, Barra do Catunda, Úrsula Medeiros e do Feijão. Currais Novos apresenta um dos índices pluviométricos mais baixos do estado do Rio Grande do Norte, possuindo clima semiárido, com uma estação chuvosa compreendida entre fevereiro e maio.DINIZ, Marco Túlio Mendonça; PEREIRA, Vítor Hugo Campelo. Climatologia do estado do Rio Grande do Norte, Brasil: sistemas atmosféricos atuantes e mapeamento de tipos de clima. Boletim Goiano de Geografia, v. 35, n. 3, p. 488-506, 2015. Desde 1911, ano em que teve início o monitoramento pluviométrico na cidade, o maior acumulado diário foi registrado em 11 de maio de 2004, chegando a em 24 horas. A partir de outubro de 2020, quando entrou em operação uma estação meteorológica automática da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN) na cidade, a menor temperatura ocorreu em 10 de agosto de 2023 () e a maior em 31 de outubro do mesmo ano (). == Demografia == Segundo estimativa do Instituto Brasileiro de Geografia e Estatística, em 2014 a cidade de Currais Novos possuía uma população de 44 710 habitantes em uma área de 864,349 km² , resultando uma densidade demográfica de 49,35 hab./km².http://www.cidades.ibge.gov.br/painel/painel.php?lang=&codmun;=240310&search;=rio-grande-do-norte|currais-novos|infogr%E1ficos:-dados-gerais-do-munic%EDpio Sendo o município mais populoso da microrregião, e o segundo da região e mesorregião. Segundo o censo de 2010 o maior bairro da cidade é Currais Novos (demais Setores) com 22.628 habitantes, em segundo lugar Jk com 3.541, o terceiro maior bairro é o Paizinho Maria com 2.060, em quarto Doutor José Bezerra com 2.048 e em quinto Sílvio Bezerra com 2.011 habitantes .http://populacao.net.br/os-maiores-bairros-currais-novos_rn.html Sendo que o bairro Jk é o que contem mais jovens,http://populacao.net.br/bairros-com-mais-jovens-currais-novos_rn.html crianças,http://populacao.net.br/bairros-com-mais-criancas-currais-novos_rn.html idosos,http://populacao.net.br/bairros-com-mais-idosos-currais-novos_rn.html maior probabilidade de encontrar mulheres solteiras na faixa etária de 18 à 40 anos, conseguinte podendo ser o \"melhor bairro para se encontrar uma namorada\" (+ 45,7% de chances)http://populacao.net.br/o-melhor-bairro-para-encontar-uma-namorada-currais-novos_rn.html e o \"melhor bairro para se encontrar um marido\" também entre 18 e 40 anos (probabilidade de + 27,4%).http://populacao.net.br/o-melhor-bairro-para-encontar-um-marido-currais-novos_rn.html A população de alguns bairros são superiores a vários municípios do estado. currais-novos|infogr%E1ficos:-evolu%E7%E3o-populacional-e-pir%E2mide-et%E1ria Ano Currais Novos RN 1991 40.227 2.415.567 1996 40.459 2.548.745 2000 40.791 2.776.782 2007 42.066 3.013.740 2010 42.652 3.168.027 === Produção agrícola === IBGE (2003) Lavoura Quantidade produzida (ton.) Valor da produção (R$ mil) Área plantada (ha.) Área colhida (ha.) Rendimento médio (kg/ha.) Castanha de caju 7 7 24 24 291 Batata-doce 60 15 10 10 6.000 Coco-da-baía 288 (mil frutos) 115 72 72 4.000 (frutos/ha.) Feijão (em grão) 32 48 785 88 363 Goiaba 33 20 11 11 3.000 Manga 360 90 60 60 6.000 Milho 17 9 775 39 435 Tomate 840 336 28 28 30.000 Mamão 750 150 10 10 75.000 Maracujá 14 4 3 3 4.666 Melancia 84 17 3 3 28.000 === Pecuária === IBGE (2003) Rebanho Efetivo (cabeças) Bovino 16.331 Suíno 1.190 Eqüinos 515 Asininos (jumentos) 1.090 Muares (mulas) 259 Ovinos 5.992 Galinhas 47.071 Galos, frangas, frangos e pintos 86.384 Caprinos 2.070 Vacas ordenhadas 5.089 IBGE (2002) Gênero Produção Leite de vaca 7.664 (mil litros) Ovos de galinha 717 (mil dúzias) Mel de abelha 4.205 (kg) == Dados estatísticos == === Educação === Importante centro educacional, conta com conceituadas instituições de ensino fundamental-médio-técnico-superior-científico dessarte sendo sede ou apenas polo, as cardinais denominadas a seguir: UFRN (Universidade Federal do Rio Grande do norte); FAS (Faculdade do Seridó); IFRN (Instituto Federal do Rio Grande do Norte); UNIP (Universidade Paulista); Única Master; CCT (Colégio Camilo Toscano) UNP (Universidade Potiguar); EECMG (Escola Estadual Capitão Mor Galvão); EETB (Escola Estadual Tristão de Barros). Esta última conquistando um prêmio nacional com um projeto de cunho social e ambiental na qual disputava com mais outros 364 projetos, sendo aclamadíssimo positivamente pela mídia e o público em geral.http://www.emater.rn.gov.br/Conteudo.asp?TRAN=ITEM&TARG;=78314&ACT;=null&PAGE;=null&PARM;=null&LBL;=NOT%C3%8DCIAhttp://www.jeansouza.com.br/educacao/escola-tristao-de-barros-ganha-sala-interativa-da-samsung-como-premio-de-projeto-inovador/http://g1.globo.com/rn/rio-grande-do-norte/bom-dia-rn/videos/t/edicoes/v/alunos-de-escola-estadual-em-currais-novos-rn-recebem-premio-de-inovacao-em-tecnologia/4231444/http://g1.globo.com/bom-dia-brasil/videos/t/edicoes/v/estudantes-do-rn-criam-bengala-para-cegos-com-lixo-eletronico/3831581/ IBGE (2003) Ensino Alunos matriculados Professores Infantil 2.361 Fundamental 7.779 397 Médio 3.123 137 * Analfabetos com mais de quinze anos: 22,06% (IBGE, Censo 2010). == Ver também == * Potiguares de Currais Novos * Lista de prefeitos de Currais Novos == Bibliografia == * ALVES, Celestino. Retoques da História de Currais Novos. Brasília: Gráfica do Senado Federal, 1981. * SOUZA, Joabel R. de. Sant'Ana, uma bela festa; uma longa história. Currais Novos:s. ed., 2008. Impressão feita sob ajuda do Senador Garibaldi Alves Filho Categoria:Fundações no Rio Grande do Norte em 1890",
 "title": "Currais Novos"
}