{
 "id": "112709",
 "text": "Great Expectations (Grandes Esperanças) é um livro escrito por Charles Dickens, que conta a história de Philip Pirrip. É dividido em três volumes e foi adaptado para o cinema e para a TV várias vezes. Foi escrito durante a era vitoriana. O livro foi inicialmente publicado em série, no All the Year RoundHow Great Expectations entre 1 de dezembro de 1860 e agosto de 1861. == Enredo == A história de Great Expectations ocorre entre 1812, quando o protagonista tinha 7 anos, e o inverno de 1840Meckier, Jerome Dating the Action in Great Expectations: A New Chronology.. Narra a vida de Pip (Philip Pirip), um rapaz a quem foi concedida uma fortuna a fim de se tornar um cavalheiro sem o árduo esforço ou a aristocrática fonte de renda necessários para tal papel. Logo cedo na vida, ele ajuda um condenado, Abel Magwitch, que, após ser deportado para a Austrália, retribui seu jovem benfeitor com grandes somas em dinheiro; como o advogado envolvido no caso não diz nada ao entregar o dinheiro, Pip acha que foi obra de uma velha dama, miss Havisham. Magwitch depois volta clandestinamente a Londres, sendo mal recebido por Pip, pois tudo nele rescende a delinquência e aborrecimento. No final, porém, Pip se reconcilia com Magwitch e sua realidade; acaba reconhecendo Magwitch - perseguido, preso e mortalmente doente - como uma espécie de pai, sem o negar nem o rejeitar, embora Magwitch seja de fato inaceitável (naquela época), vindo da Austrália, colônia penal destinada à reabilitação, mas não ao repatriamento, de criminosos ingleses degredados. == Histórico == Importante lembrar que, durante o período em que Charles Dickens escreveu este livro (1861), no final do séc.XIX, a Inglaterra havia fundado a colônia penal na Austrália e era necessário expandir o Império (inglês), pois este havia perdido colônias na América. Esta obra é também importante auxiliar nos estudos sobre imperialismo. == Adaptações para cinema, TV, e teatro == * 1917 – filme mudo, estrelando Jack Pickford, dirigido por Robert G. Vignola. * 1922 – filme mudo, feito na Dinamarca, estrelando Martin Herzberg, dirigido por A.W. Sandberg. * 1934 – estrelando Phillips Holmes e Jane Wyatt, dirigido por Stuart Walker. * 1946 – estrelando John Mills, Valerie Hobson e Jean Simmons, dirigido por David Lean. * 1954 – estrelando Roddy McDowall e Estelle Winwood, em um episódio do show de TV Robert Montgomery Presents.( and ). * 1959 – estrelando Dinsdale Landen, Helen Lindsay e Derek Benfield, minissérie pela (BBC * 1967 – estrelando Gary Bond e Francesca Annis. * 1974 – estrelando Michael York e Sarah Miles, dirigido por Joseph Hardy. * 1975 – Peça Musical (London West End). Music de Cyril Ornadel, estrelando John Mills. Prêmio Ivor Novello de Melhor Musical Britânico. * 1981 – estrelando Derek Francis, dirigido por Julian Amyes. * 1981 – estrelando George Ndirangu, dirigido por b.dot njuguna. * 1981 – série da BBC estrelando Stratford Jones, Gerry Sunquist, Joan Hickson, Patsy Kensit e Sarah-Jane Varley. Produzido por Barry Letts, e dirigido por Julian Amyes. * 1983 – uma versão animada infantil, estrelando Phillip Hinton, Liz Horne, Robin Stewart, e Bill Kerr. * 1989 – estrelando Anthony Hopkins e Jean Simmons, dirigido por Kevin Connor. * 1998 – estrelando Ethan Hawke e Gwyneth Paltrow, dirigido por Alfonso Cuarón. * 1999 – estrelando Ioan Gruffudd, Justine Waddell e Charlotte Rampling (Masterpiece Theatre—TV) * 2000 – TV Show South Park, Temporada 4 Episódio 14 \"Pip\" * 2009 – Theatre Clwyd, com Graham Bickley, Eleanor Howell, Steven Meo, Rhiannon Oliver, Greg Palmer, Vivien Parry, Robert Perkins, Steffan Rhodri, Simon Watts e dirigido por Tim Baker. * 2011 – série da BBC One estrelando Oscar Kennedy, Izzy Meikle-Small, Gillian Anderson, Douglas Booth, Vanessa Kirby e Shaun Dooley. * 2012 - filme estrelando Jeremy Irvine, Helena Boham Carter, Holliday Grainger, Jessie Cave e Jason Flemyng. ==Traduções em língua portuguesa== * Alceu Masson - Traduziu pela primeira vez na língua portuguesa, em 1942, pela Livraria do Globo. Foi reeditado várias vezes, até 1962, em coleções da editora, tais como a Coleção Biblioteca dos Séculos. Sua tradução foi usada pela Ediouro entre 1966 e 1993, em coleções da editora como Coleção Clássicos de Ouro. Entre 1983 e 1984, foi licenciada para a Editora Abril. * José Parreira Alves - Traduziu pela primeira vez em Portugal, pela Editora Inquérito, de Lisboa, em 1945. * Cosette de Alencar - Traduziu em 1966, pela Editora Itatiaia. * Armando de Morais - Nos anos 1950 (a Biblioteca Nacional de Portugal refere uma 2ª edição em 1956),Catálogo da Biblioteca Nacional de Portugal III traduziu para a Editora Portugália, de Lisboa, na coleção Os Romances Universais, nº 9. Uma 3ª edição pela Portugália é referida em 1969.Catálogo da Biblioteca Nacional de Portugal IV Sua tradução foi reutilizada em 1975, também em Lisboa, pela Editora Celidis, e em 1979, numa 1ª edição pela Editora Círculo de Leitores, em Lisboa.Catálogo da Biblioteca Nacional de Portugal II Em 1982, o Círculo do Livro lança sua coleção reutilizando a tradução portuguesa de Armando de Morais. * José Eduardo Moretzsohn - Em 1982, a Editora Francisco Alves lança sua própria tradução na sua primeira edição de Grandes Esperanças. Em 2010, sua tradução foi reutilizada em Clássicos Abril Coleções, nº 33.DICKENS, Charles. Grandes Esperanças. São Paulo: Abril, 2010. v. 33. 72 p. ISBN 978-85-7971-034-6 * Carmen Gonzalez - Em 1975, a Europa-América, de Lisboa, lança sua tradução como Livro de Bolso Europa-América, nº 120.Catálogo Biblioteca Nacional e Portugal V Em fevereiro de 1998, relançado na Coleção Clássicos, nº 43, pela Europa-América.Catálogo Biblioteca Nacional e Portugal I * Rick Geary - Adaptação infanto-juvenil feita em 1991 pela Abril Jovem, Coleção Classics Illustrated nº 4. * Daniel R. Lehman - Lançada a tradução pela Martin Claret, em 2002. * Rodrigo Espinosa Cabral - Adaptação infanto-juvenil feita em 2007, pela Editora Rideel. * Paulo Henriques Britto - Em 2012, tradução pela Companhia das Letras.Charles Dickens, Grandes Esperanças * Doris Goettems - Em 2013, lançada nova tradução em edição bilíngüe, pela Editora Landmark.Mar de Histórias, Grandes Esperanças ==Referências bibliográficas== * == Notas e referências == == Ligações externas == * Great Expectations at Internet Archive. * * Great Expectations – HTML, PDF, and MP3 versions, with lesson activities * Great Expectations – Searchable HTML version. * Great Expectations – Easy to read HTML version. * Great Expectations – PDF scans of the entire novel as it originally appeared in The Strand Magazine. * Great Expectations – texts.crossref-it.info HTML etext for easy reading and searching. * Great Expectations – Crossref-it.info * Great Expectations – MoiNotes * Great Expectations – Aarron's Notes * Great Expectations – BookBags * Great Expectations – Sparks * Great Expectations – Moop * Original manuscript – held at Wisbech & Fenland Museum, Wisbech. * \"Byron, Shelley and Miss Havisham\": an essay on the possible inspiration for Miss Havisham from TLS, March 26 2008. * Map of Dickens's London Categoria:Livros do Reino Unido Categoria:Livros de Charles Dickens Categoria:Livros de 1861",
 "title": "Great Expectations"
}