{
 "id": "112728",
 "text": "Propofol, também conhecido por sua marca comercial Diprivan (2,6-diisopropilfenol), é um fármaco de ultracurta-duração da classe dos anestésicos parenterais.Vade-mécum ABIMIP 2006/2007 A injecção endovenosa de uma dose terapêutica (1,5 - 2,5 mg/kg para induçãoGoodman & Gilman. As bases farmacológicas da terapêutica. [tradução da 10. ed. original, Carla de Melo Vorsatz. et al] Rio de Janeiro: McGraw-Hill, 2005.) de propofol induz a hipnose, com excitação mínima, usualmente em menos de 40 segundos (o tempo de uma circulação braço-cérebro). Como outros indutores de ação rápida o tempo de meia-vida de equilíbrio circulação-cérebro é aproximadamente de 1~3 minutos, dependendo da velocidade da indução da anestesia. O mecanismo de ação proposto é atividade agonista de receptores do tipo GABA. Sua ligação provocaria a abertura de canais de íons cloreto levando à hiperpolarização neuronal. == Usos médicos == É usado para indução anestésica em pacientes adultos e pediátricos (com mais de 3 anos de idade), manutenção da anestesia geral em pacientes adultos e pediátricos (com mais de 2 meses de idade) e sedação para procedimentos médicos. O propofol não produz analgesia, embora em certos estudos em que se administra propofol, em comparação com anestésicos inalatórios, os doentes reportam menos dorMiner JR, Burton JH. Clinical practice advisory: Emergency department procedural sedation with propofol. Annals of Emergency Medicine. 2007 Aug;50(2):182-7, 187.e1. Epub 2007 Feb 23.Cheng SS, Yeh J & Flood P (2008). Anesthesia matters: patients anesthetized with propofol have less postoperative pain than those anesthetized with isoflurane. Anesthesia and analgesia, 106 (1), 264-9, table of contents. Também é utilizado em medicina veterinária. == Apresentação == Propofol é insolúvel em água e não pode ser injetado per se. É preparado na forma farmacêutica de emulsão e assim é administrado na forma parenteral . Foi originalmente desenvolvido pelo ICI (Imperial Chemical Industries) como ICI 35868. Entretanto, devido a reações anafiláticas, foi retirado do mercado e reformulado, retornando para venda como uma emulsão de óleo de soja/propofol misturado em água, em 1986 pela empresa AstraZeneca com a marca Diprivan (abreviatura de DI-isoPRopyl IV ANesthetic). A preparação corrente do Diprivan é 1% de propofol, 10% de óleo de soja, 1,2% de fosfolipideo de ovo purificado (emulsionante), glicerol 2,25% como agente ajustador da tonicidade e hidróxido de sódio para ajustar o pH. O propofol é isotónico e o seu pH varia de 7,0 a 8,5. O Diprivan contém EDTA como agente antimicrobiano, tendo novas preparações genéricas o metabisulfito de sodio ou álcool benzílico como agentes microbicidas. A emulsão de propofol aparece como um líquido opaco esbranquiçado devido à dispersão luminosa causada pelas pequeníssimas gotículas de gordura (~150 nm) que ela contém. Uma forma hidrosolúvel do fármaco, o fospropofol, foi recentemente desenvolvida e testada em animais com resultados positivos, sendo rápidamente metabolizada pela enzima fosfatase alcalina para formar propofol. Comercializado como Lusedra, esta nova formulação poderá possuir propriedades mais favoráveis para o uso em humanos, como ter maior facilidade na injeção intravenosa e, talvez, causar menos frequentemente a dor no local de injecção que frequentemente acontece na fórmula tradicional. O Lusedra foi aprovado pela FDA dos Estados Unidos em 12 de Dezembro de 2008. == Farmacologia clínica == As propriedades farmacodinâmicas do propofol são dependentes das concentrações terapêuticas sanguíneas do fármaco. As concentrações \"steady-state\" do Propofol são geralmente proporcionais aos ritmos de perfusão. Efeitos indesejáveis, como a depressão cárdio-respiratória, normalmente ocorrem com concentrações mais altas resultantes de bolos ou aumentos rápidos do ritmo de perfusão. Um intervalo adequado (3-5 minutos) tem de ser respeitado entre o ajustamento da dose para adquirir a noção precisa dos efeitos clínicos. Os efeitos hemodinâmicos do propofol durante a indução anestésica variam. Com ventilação espontânea, o maior efeito cardiovascular é a hipotensão arterial — por vezes diminui mais que 30% — com pequenas ou nenhumas alterações da frequência cardíaca e na ausência de diminuição apreciável do débito cardíaco. Com ventilação assistida, mecânica ou manual, verifica-se um aumento quer de incidência quer no grau de diminuição do débito cardíaco. O uso concomitante de um opioide como pré-medicação pode potenciar ainda mais o débito cardíaco e a depressão ventilatória. Se a anestesia é continuada com uma infusão de propofol, o estímulo da intubação oro-traqueal e da cirurgia podem levar a pressão arterial para a normalidade, porém o débito cardíaco pode continuar deprimido. Estudos clínicos comparativos mostraram que os efeitos hemodinâmicos do propofol durante a indução anestésica são em geral mais marcados que os dos outros indutores intravenosos. O propofol deprime a ventilação, dependendo de vários factores como a pré-medicação, a dose administrada, hiperventilação e a hiperóxia. O propofol pode diminuir a frequência respiratória, o volume corrente, o volume minuto, o fluxo inspiratório médio e acapacidade residual funcional. Os efeitos depressores ventilatórios podem ser resultado da diminuição do drive inspiratório central. A indução de anestesia com propofol é frequentemente associada com apneia quer nos adultos quer em crianças. Em adultos que receberam propofol (2-2.5 mg/kg), a apneia durou menos de 30 segundos em 7% dos pacientes, 30 a 60 segundos em 24% dos pacientes e mais de 60 segundos em 12% dos pacientes. O Propofol tem efeitos a nível cerebral: diminui a perfusão cerebral, o consumo metabólico de oxigénio cerebral e a pressão intracraniana. Aumenta a resistência vascular cerebral. Aparentemente não afecta a reactividade cerebrovascular às alterações do CO2 arterial. Estudos sugerem que em pacientes com pressão intra-ocular normal o propofol diminui a pressão intraocular até 30-50%. Esta diminuição poderá estar associada a uma diminuição concomitante da resistência vascular sistémica. Estudos clínicos mostraram que o propofol não causa sinais significativos de liberação de histamina ou aumentos significativos de imunoglobulinas plasmáticas ou dos nóveis do factor C3 do complemento. A resistência das vias aéreas depois da intubação traqueal é menor quando o propofol é usado na indução que quando são utilizados o tiopental ou o etomidato em altas doses. Apesar do propofol poder afectar a produção de esteróides, apartentemente não bloqueia a secreção de cortisol ou de aldosterona em resposta ao estímulo cirúrgico ou à hormona adrenocorticotrópica (ACTH) na prática clínica. Embora diminuições transitórias do cortisol plasmático tenham sido descritas, estas não foram sustentadas. O propofol parece não ter actividade analgésica apreciável. Em estudos com animais, demonstrou-se que o propofol não tem efeitos significativos nos perfis de coagulação. O propofol tem propriedades antieméticas. A anestesia com propofol resulta em menos náusea ou vómitos que a anestesia com desflurano, isoflurano, metoexital, óxido nitroso ou tiopental. O propofol está altamente ligado a proteínas in vivo e é metabolizado por conjugação no fígado. A sua clearance excede o fluxo sanguíneo hepático sugerindo uma eliminação extra-hepática adicional. O mecanismo de acção ainda suscita dúvidas, mas está postulado que o seu efeito primário pode ser a potenciação de receptores GABA-A e de glicina, possivelmente por atrasar o encerramento dos canais iónicos associados. Pesquisas recentes sugerem que o sistema endocanabinoide pode contribuir significativamente na acção anestésica do propofol. A semi-vida de eliminação estima-se entre 2 a 24 horas. A duração do efeito clínico é muito mais curta porque o propofol é rapidamente distribuído pelos tecidos periféricos. Quando usado para sedações por via endovenosa, o propofol termina a sua acção em poucos minutos. O propofol é muito versátil: pode ser usado em procedimentos curtos ou prolongados, possui rápido início de acção e de recobro, e as suas propriedades amnésicas fazem com que o propofol seja muito utilizado para todo o tipo de procedimentos de sedação e anestesias gerais. Seu uso não está tão associado às náuseas como os opiáceos. == Efeitos colaterais == Além de hipotensão (sobretudo por via de vasodilatação) e apneia transitória após doses de indução hipnótica, um dos efeitos colaterais do propofol é dor no local da injecção, sobretudo em veias de calibre inferior. Esta dor pode ser reduzida com um pré-tratamento com lidocaína intravenosa. Um efeito mais raro e mais grave é distonia. Movimentos mioclónicos relativamente ligeiros são comuns. Aparentemente o propofol é seguro em casos de porfiria e não estão descritos casos de indução de hipertermia maligna. Há um caso relatado em que a urina de paciente tratado com propofol tornou-se verde, havendo descoramento após 24h da interrupção do tratamento.Leclercq, P.; Loly, C.; Delanaye, P.; Garweg, C.; Lambermont, B. Green urine. The Lancet (2009), 373(9673), 1462. DOI: 10.1016/S0140-6736(09)60309-3. http://www.sciencedirect.com/science?_ob=ArticleURL&_udi=B6T1B-4W4M736-13&_user=687336&_rdoc=1&_fmt=&_orig=search&_sort=d&view;=c&_acct=C000037858&_version=1&_urlVersion=0&_userid=687336&md5;=a8de47dc940ff365b974fbbed60978c0 == Na cultura popular == === Morte de Michael Jackson === O propofol foi mundialmente reconhecido por ter sido indicado como principal responsável pela morte do cantor Michael Jackson, no ano de 2009, por parada cardíaca. Foi o último remédio aplicado por Conrad Murray, seu médico pessoal, que posteriormente foi condenado à prisão. == Ligações externas == * Diprivan - Página oficial * Informações detalhadas sobre o fármaco Categoria:Anestésicos gerais Categoria:Medicamentos essenciais da Organização Mundial da Saúde Categoria:Agonistas do receptor GABAA Categoria:Moduladores alostéricos positivos ao receptor GABAA Categoria:Agonistas do receptor GABAC Categoria:Antagonistas dos receptores de glicina",
 "title": "Propofol"
}