{
 "id": "11285",
 "text": "{{Info/Município do Brasil | nome = Jardim de Piranhas | foto = 09 02 2022 Cerimônia Alusiva à Chegada das Águas do Rio São Francisco ao Estado do Rio Grande do Norte (51872825300).jpg | leg_foto = O Rio Piranhas-Açu com a cidade à direita | apelido = Jardim | brasão = Brasão de Jardim de Piranhas (RN).PNG | bandeira = Bandeira de Jardim de Piranhas (RN).PNG | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =jardinense | lema = | prefeito = Rogério Soares (Rogério Couro Fino) | partido = MDB | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Jardim de Piranhas location map.svg | latP = S | latG = 06 | latM = 22 | latS = 44 | lonP = O | lonG = 37 | lonM = 21 | lonS = 07 | estado = Rio Grande do Norte | região_intermediária = Caicó | data_região_intermediária = IBGE/2017 | região_imediata = Caicó | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = São Fernando (a leste); Jucurutu (a norte); Serra Negra do Norte (a sul); Brejo do Cruz/PB e São José do Brejo do Cruz/PB (a oeste), São Bento/PB (a sudoeste) e Belém do Brejo do Cruz/PB (noroeste). | dist_capital = 287 | dist_capital_ref = | área = 330.533 | área_ref = | população = 13735 | data_pop = IBGE/2012 |população_pos = RN: 37º | altitude = de 100 a 200 | clima = Semiárido | sigla_clima = | idh = 0.603 | data_idh = PNUD/2010 | idh_pos = RN: 92° | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4178.51 | data_pib_per_capita = IBGE/2008 | site_prefeitura = jardimdepiranhas.rn.gov.br }} Jardim de Piranhas é um município brasileiro, situado no estado do Rio Grande do Norte, localizado na região do Seridó, a aproximadamente 31 km da cidade de Caicó, fazendo divisa com a Paraíba. De acordo com o censo realizado pelo IBGE (Instituto Brasileiro de Geografia e Estatística) no ano 2008, sua população é de 14.139 habitantes. Área territorial de 331 km². O Rio Piranhas entra no Rio Grande do Norte por esse município. Foi instalado em 1948, sendo a sede da prefeitura o Palácio Amaro Cavalcanti, nome dado em homenagem ao jurista homônimo. ==História== Segundo se conta, na cidade no século XIX vaqueiros estavam atravessando o rio Piranhas com seu gado em tempo de cheia, o rio conhecido por conter o peixe piranha, desesperados fizeram uma promessa a Nossa Senhora dos Aflitos,que se conseguissem atravessar o rio com seu gado, construiriam uma capela em homenagem a Nossa Senhora dos Aflitos, e assim os três vaqueiros e seu gado conseguiram atravessar o rio piranhas. Tempos depois disso uma mulher muito rica da região chamada Margarida Cardoso Cavalcante doou um terreno para a construção da capela de Nossa Senhora dos Aflitos, surgindo assim um povoado que recebeu o nome de Jardim de Piranhas por ter surgido na Fazenda Jardim e estar localizado nas margens do Rio Piranhas. Com o crescimento gradativo, Jardim de Piranhas passou a ser distrito de Caicó, em 1936. E em 23 de dezembro de 1948, pela Lei número 146, Jardim de Piranhas foi desmembrado de Caicó e elevado à categoria de município do estado do Rio Grande do Norte. Acesso em 19 de janeiro de 2014. Categoria:Jardim de Piranhas Categoria:Fundações no Rio Grande do Norte em 1948",
 "title": "Jardim de Piranhas"
}