{
 "id": "112822",
 "text": "miniatura|200px|Figura 1: Aspecto do diesel (sintético e convencional tipo 2 estadunidense) Diesel ou gasóleo é um óleo derivado da destilação do petróleo bruto usado como combustível nos motores a diesel/gasóleo, constituído basicamente por hidrocarbonetos. O óleo diesel é um composto formado principalmente por átomos de carbono, hidrogênio e em baixas concentrações por enxofre, nitrogênio e oxigênio. O diesel é selecionado de acordo com suas características de ignição e de escoamento, adequadas ao funcionamento dos motores ciclo diesel. É um produto pouco inflamável, medianamente tóxico, pouco volátil, límpido, isento de material em suspensão. ==Origem do Nome== O Diesel recebeu este nome em homenagem ao engenheiro alemão Rudolf Diesel, que inventou um meio mecânico para explorar a reação química originada da mistura de óleo e do oxigênio presente no ar. == Utilização == O óleo diesel é um combustível líquido cuja principal característica é permitir sua queima à alta taxa de compressão no interior da câmara de combustão. Em geral, quanto maior a taxa de compressão, maior será a eficiência na conversão da energia térmica em energia cinética (movimento linear do pistão). Essa característica em conjunto à baixa velocidade de combustão permite a ignição (por compressão, ver ciclo diesel) desse combustível, dispensando o uso de centelhas, velas de ignição e todo seu sistema elétrico. A simplicidade (confiabilidade) do motor diesel, seu regime de baixas rotações (queima lenta) e sua alta compressão (peças internas mais robustas) permitem seu uso em aplicações pesadas como furgões, ônibus, caminhões, embarcações marítimas, máquinas de grande porte, locomotivas, navios e aplicações estacionárias (geradores elétricos, por exemplo). A evolução dos projetos de motores diesel permitiu seu funcionamento em rotações maiores e o uso de peças mais leves, adequando sua utilização também aos automóveis (carros de passeio). No Brasil essa aplicação do diesel não é permitida, pois o Brasil ainda não é \"autossuficiente em óleo diesel\", muito menos autossuficiente em petróleo. O petróleo brasileiro possui, na média, um baixo grau API,O que é? o que resulta em uma menor produção de diesel em comparação ao petróleo de alto grau API (comum no Oriente Médio). Em função dos tipos de aplicações, o óleo diesel apresenta características e cuidados diferenciados para conservar sempre o mesmo ponto de fulgor e não fugir dos padrões de ignição pré-estabelecidos por essa tecnologia. Porém, em alguns países, essa regra vem sendo descumprida e já é costume os governos permitirem a mistura de outras substâncias ao óleo diesel. Apesar de nos veículos motorizados a utilização de gasóleo (óleo diesel) ser mais poluente para o meio ambiente devido à sua composição química, este oferece mais segurança na prevenção de incêndios e/ou casos de perigo de fogo. Isto porque este combustível apenas é inflamável pelo fogo se encontrar sob altíssimas temperaturas ou altíssimas pressões. == Características == A densidade do diesel de petróleo é de cerca de 0,853 kg/L, que é mais denso que a gasolina em 12%. Cada litro quando queimado oferece um valor energético de 35,86 MJ (que também é mais que a gasolina que é de 32,18 MJ) e liberta 2,6 kg de CO2.(Também convenientemente expresso na forma de 1 litro/100km = 26,5 g/km CO2 usado para calcular as emissões dos veículos a diesel). Em 2011 motores turbo a diesel conseguem eficiências da ordem 45% entre energia química em energia mecânica (Valor superior aos motores a gasolina que são 30%). == Produção == thumb|120px|Figura 2: Esquema de refinação para produção de óleo diesel. Na figura 2 é mostrado um desenho esquemático genérico do processo de produção do óleo diesel. A partir do refino do petróleo obtém-se, pelos processos de destilação atmosférica, craqueamento catalítico fluido as frações denominadas de gasóleos, básicas para a produção de óleo diesel. Para eliminação de contaminantes (compostos de enxofre e nitrogênio, principalmente) parte dos gasóleos são tratados quimicamente com hidrogênio no processo denominado hidrotratamento. Aos gasóleos podem ser agregadas outras frações como a nafta e o querosene, resultando no produto conhecido como óleo diesel. A incorporação destas frações e de outras obtidas por outros processos de refino dependerá da demanda global de derivados de petróleo pelo mercado consumidor. Estão em desenvolvimento outros processos para a produção de óleo diesel tais como os de produção de biodiesel, diesel sintético e diesel vegetal.Biodieselbr - Diesel de cana: assobiar e chupar cana. Visitado em 21 de março de 2015. O diesel sintético é produzido através do Processo de Fischer-Tropsch (F-T). O diesel vegetal (como o diesel de cana-de-açúcar) é produzido a partir de açúcares de origem vegetal. O biodiesel é um éster, já o diesel de cana-de-açúcar, como o diesel mineral, também é um hidrocarboneto do tipo farneceno.Folha de S. Paulo - Empresa do Vale do Silício quer competir com biodiesel de soja. Tatiana Freitas, 16 de fevereiro de 2012. Visitado em 21 de março de 2015. Aplicações a partir de uma diversidade de matérias primas estão em curso para a produção do gás de síntese tais como: gás natural, biomassa e carvão. == No Brasil == thumb|330px|Figura 3: Vendas de diesel no Brasil. thumb|330px|Figura 4: Origem do óleo diesel movimentado no Brasil. No Brasil há predominância do transporte rodoviário, tanto de passageiros quanto de carga. Por esta razão, o óleo diesel é o derivado de petróleo mais consumido no país. O volume de óleo diesel vendido em 2009 representou 41% do volume total de derivados. O crescimento econômico nos últimos anos tem elevado substancialmente as vendas (figura 3). Ainda assim, com a elevação da produção interna recente, houve uma redução percentual da importação deste derivado (figura 4). O óleo diesel, de acordo com sua aplicação, é comercializado como: *Rodoviário *Marítimo A Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP) autoriza a utilização do óleo diesel para outras aplicações, denominado off road, e prevê sua futura regulamentação: :\"Art. 16. O uso de óleo diesel para fins ferroviários, agropecuários, industrial e geração de energia elétrica está autorizado até que se estabeleça especificação para uso não rodoviário (off road).\" === Óleo diesel rodoviário === O óleo diesel rodoviário é classificado como do tipo A (sem adição de biodiesel) ou do tipo B (com adição de biodiesel). A Resolução da ANP nº 42 apresenta a seguinte nomenclatura para o óleo diesel rodoviário: :\"Art. 3º Fica estabelecido, para feitos desta Resolução, que os óleos diesel A e B deverão apresentar as seguintes nomenclaturas, conforme o teor máximo de enxofre: :a) Óleo diesel A S10 e B S10: combustíveis com teor de enxofre, máximo, de 10 mg/kg. :b) Óleo diesel A S500 e B S500: combustíveis com teor de enxofre, máximo, de 500 mg/kg. :c) Óleo diesel A S1800 e B S1800: combustíveis com teor de enxofre, máximo, de 1800 mg/kg.\" O chamado óleo diesel de referência é produzido especialmente para as companhias montadoras de veículos a diesel, que o utilizam como padrão para a homologação, ensaios de consumo, desempenho e teste de emissão. No Brasil, devido a segunda fase da crise do petróleo, em 1976 foram criadas leis proibindo a venda de veículos menores movidos a diesel, apesar de haver a fabricação dos mesmos em solo nacional para a venda em outros países. === Óleo diesel marítimo === Também ocorrem subdivisões no caso do óleo diesel marítimo de forma a se dispor da qualidade requerida pelo usuário. São encontrados os seguintes tipos, comercializados no país ou destinados à exportação. Todos os tipos de diesel utilizados em embarcações devem conservar como especificação um alto ponto de fulgor (no mínimo 60 °C), a fim de prevenir explosões nos porões das embarcações. ==== Marítimo comercial ==== Destinado a motores diesel utilizado em embarcações marítimas. Difere do óleo diesel automotivo comercial principalmente pela necessidade de se especificar a característica de ponto de fulgor relacionada a maior segurança deste produto em embarcações marítimas. ==== Especial para a Marinha ==== São produzidos para atender necessidades militares, e apresentam maior rigidez quanto às características de ignição, de volatilidade, de escoamento a baixas temperaturas e de teor de enxofre. Sendo, portanto, vantajoso em condições adversas na utilização em embarcações militares, ou outras, nas baixas temperaturas do Oceano Antártico. === Mudança de padrão === A Resolução 315Resolução CONAMA nº 315, de 29 de outubro de 2002 do Conselho Nacional do Meio Ambiente (CONAMA), assinada em 2002, dispõe sobre a nova etapa do Programa de Controle da Poluição do Ar por Veículos Automotores (PROCONVE), mas, ao contrário do que se tem divulgado na imprensa brasileira, não cita o total de partes por milhão (ppm) de enxofre para o diesel. A especificação da qualidade do combustível somente ocorreu com a publicação da Resolução 12 da Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP), em outubro de 2007. Em nota técnica, o Ministério do Meio Ambiente informou que \"o descumprimento da Resolução Conama 315 por parte das indústrias será resolvido no âmbito do Ministério Público ou do Poder Judiciário\" Em outubro de 2009 foi publicada a resolução 6, de 16 de setembro de 2009, do Conselho Nacional de Política Energética (CNPE) estabelecendo o mínimo de 5% de adição de biodiesel ao óleo diesel comercializado ao consumidor final. O B5, que estava previsto em lei para começar a vigorar em 2013, será obrigatório em todo o território brasileiro a partir de 1º de janeiro de 2010. Mais recentemente, a lei 13.263 de março de 2016 aumentou a porcentagem de biodiesel para até 8%, passando a ser obrigatório esse volume após 12 meses da promulgação da lei; essa mesma lei define aumento para 9 e 10% na adição de biodiesel obrigatória no combustível comercializado a partir de 24 e 36 meses da promulgação da lei, respectivamente. ==Ver também== *Biodiesel *Bio-óleo *Bioquerosene *Combustível sintético *Gasolina *Gasolina de pirólise *Motocicleta a diesel *Petróleo Categoria:Rudolf Diesel Categoria:Combustíveis Categoria:Custos do automóvel Categoria:Produtos derivados do petróleo Categoria:Tecnologias automotivas",
 "title": "Diesel"
}