{
 "id": "1131",
 "text": "Em jornalismo, o lide (do inglês lead; em latim incipit) é a primeira parte de uma notícia. Geralmente o primeiro parágrafo com duas linhas posto em destaque que fornece ao leitor informação básica sobre o conteúdo. A expressão inglesa lead tem, entre outras, a tradução de “primeiro”, “guia” ou “(o que vem) à frente”. O lide é um elemento fundamental para a funcionalidade do texto jornalístico, que expressa a função das linhas iniciais de uma matéria, no intuito de atrair e conduzir o leitor aos demais parágrafos. De uma maneira geral, o lide deve responder a seis perguntas: o quê (a ação), quem (o agente), quando (o tempo), onde (o lugar), como (o modo) e por que (o motivo) se deu o acontecimento central da história. No caso de não conseguir colocar todas as informações no início, o jornalista tem a opção de colocar o restante no sub-lead que representa o segundo parágrafo do assunto noticiado. O lide, portanto, deve informar qual é o fato jornalístico noticiado e as principais circunstâncias em que ele ocorre. Segundo Adelmo Genro Filho, em “O Segredo da Pirâmide”, o lide deve descrever a maior singularidade da notícia. Já o lide do texto de reportagem, ou de revista, não tem necessidade de responder imediatamente às seis perguntas. A sua principal função é oferecer uma prévia, como a descrição de uma imagem, do assunto a ser abordado. O lide deve ser objetivo e direto, evitando a subjetividade, e pautar mais pela exatidão, linguagem clara e simples. O leitor ganha interesse pela notícia quando o lide é bem elaborado e coerente. == História == Fruto de obstáculos de comunicação o lide surgiu no século XIX nos Estados Unidos. Jornalistas que cobriam a Guerra Civil Americana entre os anos de 1861 e 1865, enfrentavam sérios problemas para noticiar. Nessa época o problema girava em torno de muitos jornalistas e poucas linhas de telégrafo para fazer a transmissão das notícias, então era necessário criar uma tática para que as informações mais importantes fossem passadas primeiro. Um parágrafo de cada matéria era transmitido, depois passavam para o segundo e assim por diante, até o fim da notícia. E assim surgiu o lide. No Brasil, o lide chegou no ano de 1950, trazido pelas agências de notícia norte-americanas. Antes as matérias eram escritas a partir de comentários e uma combinação entre interpretação e informação em que a principal notícia ficava no final. Esse período foi responsável pelo declínio do jornalismo literário, que era desenvolvido desde o princípio da imprensa. Após a chegada do lide se desencadeava mais uma estruturação para o texto jornalístico, a pirâmide invertida que é uma técnica de hierarquização dos fatos, da ordem decrescente de relevância dos fatos. Segundo Ricardo Carde, em Manual do Jornalismo “a verdade é que o sistema do lide e da pirâmide invertida possui potencialidades que seria um erro menosprezar”, por isso é importante que o jornalista tenha domínio da técnica na construção da notícia. O lide permite que a resposta se estruture no esquema da pirâmide invertida: Devido ao surgimento do lide o nariz de cera foi eliminado dos textos jornalísticos. O nariz de cera nada mais é que criar um suspense, ou até mesmo como alguns chamam: “enrolação”. Esse esquema fazia com que o cerne da notícia fosse compreendido apenas no fim da matéria. A padronização para os textos com o uso do lide e da pirâmide invertida tornou a escrita mais objetiva. == Radiojornalismo == O lide no texto para o rádio é algo mais simplificado, menos complicado que no jornal. Atende basicamente “o quê”, o “onde”, e o “quando” tem menos relevância, porém não sendo descartado podendo aparecer em uma outra parte da notícia. Advérbios de modo e adjetivos devem ser evitados, pois fazem a leitura ser demorada. Verbos no presente indicativo são bem-vindos por dá a ideia de atualidade, evidenciando a linguagem oral, pois imediatismo e instantaneidade são características do rádio. No lide para o rádio também deve ser rejeitado frases negativas ou interrogativas. Outro ponto importante é o tratamento dado a última frase, por ser a que fixa na mente do ouvinte. == Telejornalismo == Assim como para o impresso e para o rádio, o lide para TV deve ser claro, com breves parágrafos e gerar impacto. Já que um elemento a mais é incluído, a imagem, tal deve está em perfeita sincronização com o texto, fazendo ambos caminharem juntos. O lide na TV pode ser dito pelo repórter, ou antecipadamente na introdução do assunto anunciado pelo apresentador. Tradicionalmente na TV a abertura da matéria não vai atender absolutamente ao fato principal da notícia, porém com um detalhe atraente que prenda a atenção do telespectador. A combinação entre a imagem e o texto, o título que corresponde ao lide do jornal impresso, são os principais atributos do lide no texto para o telejornalismo. == Crítica == Alguns críticos do jornalismo são contra ao uso do lide nos textos jornalísticos, alegam ser algo que cortou a criatividade dos jornalistas, que passaram a escrever de forma automática, sempre respondendo as seis perguntas. Outros são a favor, afirmam que há como ser criativo e dinâmico mesmo fazendo o tradicional uso do lide. Para Dimas Kunsch, jornalista e filósofo, o jornalismo sem o lide seria melhor, argumenta que o mundo nem as pessoas cabem em um simples lide. Ricardo Noblat também se contrapõe a questão, e diz que o texto sem lide, que esteja mais próximo do literário, visualmente atrativo, tem mais significado. Categoria:Jornalismo",
 "title": "Lide (jornalismo)"
}