{
 "id": "11325",
 "text": "{{Info/Município do Brasil | nome = Junco do Seridó | foto = BR-230 em Junco do Seridó - PB.JPG | apelido = Cidade das castanhas\" \"Junco | leg_foto = BR-230 e panorama de Junco do Seridó. | brasão = Brasao junco do serido.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de dezembro | fundação = | gentílico = juncoense | lema = | prefeito = Paulo Neide Melo Fragoso | partido = PSB | fim_mandato = 2024 | mapa = Brazil Paraíba Junco do Seridó location map.svg | latP = S | latG = 06 | latM = 59 | latS = 49 | lonP = O | lonG = 36 | lonM = 42 | lonS = 46 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Campina Grande | data_região_imediata = IBGE/2017 | região_metropolitana = Patos | vizinhos = São José do Sabugi e estado do Rio Grande do Norte (norte); Tenório e Assunção (leste); Salgadinho (sul) e Santa Luzia (oeste)Mapa da Confederação Nacional de Municípios | dist_capital = 205 | área = 170.420 | área_ref = | população = 7150 | data_pop = est. IBGE/2019 | altitude = 590 | clima = semiárido | sigla_clima = Bsh | idh = 0.617 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3326.76 | data_pib_per_capita = IBGE/2008 | padroeiro(a) = Santo Onofre | site_prefeitura = juncodoserido.pb.gov.br }} Junco do Seridó é um município brasileiro do estado da Paraíba, localizado no Sertão do Seridó (Ocidental) Paraibano e na Região Geográfica Imediata de Campina Grande e integrante da Região Metropolitana de Patos. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), sua população estimada em 2019 é de 7 150 habitantes. Sua área territorial é de 170,420 km². == História == A denominação \"Junco\" vem de uma planta aquática do mesmo nome e Seridó, por estar localizado nesta micro região assim denominada. Porém, \"Chorão\" foi o primeiro nome nos primórdios de nossa cidade, isto por volta de 1892 com a implantação da fazenda \"Unha de Gato\" por Balduino Guedes sendo esta a origem da atual sede do município de Junco do Seridó, no Estado da Paraíba. Sua origem também está interligada com o surgimento das comunidades rurais como o Distrito de Bom Jesus, a Serra de Santana, a Malhada do Umbuzeiro, o Exu, a Comunidade da Carneira, dentre outras. A Fazenda \"Unha de Gato\", origem da Sede, ficava a 1 km de onde hoje é o centro da cidade, lá foi construído um açude onde as principais atividades econômicas foram a agricultura de subsistência e a pecuária. O Nome Chorão, como foi batizado o lugar em seus primórdios, segundo a tradição oral, veio da fonte de água doce, conhecida por muitos como \"Mela bico\" onde na época das chuvas a água escorre das fendas das pedras do serrote formado por quartzito e outros minerais. À sombra da velha gameleira, hoje doente, mas ainda viva, o lugar serviu de pousada para os viajantes \"tropeiros\" que se deslocavam do sertão da Paraíba para o cariri, brejo e litoral. A povoação, que hoje é a sede do Município, foi fundada por volta de 1931 quando da construção da residência de Manoel balduino, filho de Balduino Guedes, chegaram também nesta época as famílias Nóbrega, Pereira, Cabral de Oliveira, Medeiros, Santos, Cunha, Araújo, Santana, a família Coelho, Ferreira, Donato e outras. Em 1933 foi rezada a 1ª Missa Oficial, tendo como abrigo apenas a sombra de uma Baraúna, segundo relatos orais. A Missa foi celebrada pelo padre Apolônio Gaudêncio. No ano seguinte teve início à construção da Igreja de Santo Onofre hoje Matriz da Paróquia de Santo Onofre concluída por volta do início da década de 1940. Porém o prédio antigo e histórico foi demolido no ano de 2007 e uma nova e moderna igreja está sendo construída no mesmo local, no centro da cidade. == Geografia == O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ==Relevo== A sede do município está localizado a 590m de altitude, no município se destaca a Serra da Brennam logo na entrada da cidade onde as torres de transmissão de rádio e TV estão localizados. == Subdivisões == === Bairros e distritos === Os bairros que compõem a cidade de Junco do Seridó são: * Santo Antonio (Popularmente conhecido como Coreia) * Centro * Santo Onofre (Popularmente chamado de Malvinas) * Bela Vista * Conjunto Francisco Cabral O município possui um distrito, o distrito de Bom Jesus. == Vegetação == A vegetação abundante é a caatinga. == Datas comemorativas == As principais festas comemorativas do Junco são: * Festa do padroeiro Santo Onofre, realizada sempre na segunda semana do mês de janeiro. * São Pedro, realizado no mês de junho. * Aniversário da cidade que acontece no dia 22 de dezembro. === Aspectos Socioeconômicos === O Município de Junco do Seridó foi criado pela lei número 2.680 de 22 de dezembro de 1961 e instalado em 1 de janeiro de 1962, desmembrando-se de Santa Luzia e formando o único Distrito-Sede. Segundo dados do Censo (IBGE-2007) é de 6.731 habitantes e a área da unidade territorial do Município é de 170 km², o código do Município no IBGE é 250780. Nomes como Teodoro Napoleão Bezerra, Elizeu Lins de Medeiros, o então Deputado Estadual Seráfhico Nóbrega, dentre outros foram trabalhadores pela emancipação. Com área de 160,1km2, está a 265 km da Capital. De acordo com o censo (IBGE, 2000), em 2000 a população total residente era de 5.968 habitantes dos quais 3.479(58,29%) residiam na zona urbana e 2.489 na zona rural. A densidade demográfica é de 37,28hab/km². Do total de sua população, naquele Censo de 2000, cerca de 2.988 são homens e 2.980 são mulheres. A rede de saúde municipal dispõe de 05 unidades ambulatoriais, com a construção do Posto de Saúde da Família pelo governo federal no Bairro Santo Antônio, na sede do Município, completando assim, 03 postos do Programa PSF. Na área educacional o município apresenta 15 estabelecimentos de ensino fundamental e 01 estabelecimento de ensino médio. Da população total residente, constam que 3.364 são alfabetizados. De um total de 1.380 domicílios particulares permanentes, constam 342(24,78%) domicílios, com esgotamento sanitário e 870(63%) domicílios abastecidos pela rede geral de água. Indicadores da área econômica apontam para 42 empresas com CNPJ atuantes na unidade territorial. O principal suporte da economia era a agricultura, porém hoje sem dúvida é a mineração, principalmente a do caulim. Historicamente, a primeira feira foi realizada no povoado por volta de 1933, quando na época Santa Luzia era administrada pelo Sr. Silvino Cabral. A feira foi realizada segundo a tradição oral numa \"latada\", e os primeiros comerciantes foram Antônio Soares, Flaviano Pereira de Azevedo, Francisco Cabral de Oliveira, José da Cunha Araújo e Severino Coelho. Porém, segundo dados do IBGE, a economia do município apresenta no setor primário uma maior participação(50,1 à 75%), seguindo-se o setor secundário com participação de 20,1 à 40% e, com menor participação, o setor terciário (5,1 à 25%). Na agricultura com resultados modestos, aparecem as plantações de feijão, milho, mandioca e algodão. Na pecuária sobressai-se a criação de bovinos e na avicultura a criação de galináceos com produção de ovos. == Comunicação == Junco possui uma agência brasileira de correios. Na telefonia celular possui antena TIM, recebe também sinais de repetidoras, os canais retransmitidos são: Globo (TV Paraíba-Campina Grande), SBT (TV Tambaú-João Pessoa), Record (TV Correio-João Pessoa) a cidade possui ainda a rádio Junco FM 87,9 MHZ. == Cultura == === Patrimônios tombados === A Serra da Brennam, as \"Itacoatiaras do Chorão\", e as árvores centenárias da avenida central e da estrada para o Distrito do Bom Jesus. As itacoatiaras e as árvores centenárias foram tombadas por lei municipal de autoria do Vereador José Ivaldo Donato Nóbrega. O progresso que atingiu o povoado, devido sua localização estratégica as margens de uma importante estrada que liga sertão e litoral, hoje a BR 230, elevou-o a distrito de Santa Luzia em 1938. Em 1949 foi assinada pela Assembleia Legislativa do Estado da Paraíba a criação da Vila de Junco do Seridó e o Cartório Distrital, tendo como escrivão o saudoso José da Cunha Araújo. == Ligações externas == * Mapa de Junco do Seridó * Dados geológicos do município * Categoria:Municípios da Paraíba Categoria:Municípios da Região Metropolitana de Patos Categoria:Fundações na Paraíba em 1961",
 "title": "Junco do Seridó"
}