{
 "id": "11328",
 "text": "{{Info/Município do Brasil | nome = Picuí | foto = Picui pb 2018.jpg | leg_foto = Imagem da praça Getúlio Vargas | apelido = Capital Mundial da Carne de Sol | brasão = Brasao picui.jpg | bandeira = Bandeira Municipio Picui.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário =9 de março | fundação = | gentílico =picuiense | lema = | padroeiro = São Sebastião | prefeito = Olivânio Remígio | partido = PT | fim_mandato = 2024 | mapa = Brazil Paraíba Picuí location map.svg | latP = S | latG = 06 | latM = 30 | latS = 40 | lonP = O | lonG = 36 | lonM = 20 | lonS = 50 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Cuité-Nova Floresta | data_região_imediata = IBGE/2017 | região_metropolitana = Barra de Santa Rosa | vizinhos = Cuité, Nova Floresta, Frei Martinho, Nova Palmeira, Baraúna e Carnaúba dos Dantas-RN |dist_capital = estadual: federal: |dist_capital_ref = | área = 661.657 | área_ref = | população = 18703 | data_pop = estimativa IBGE/2019 | altitude = 426 | clima = semiárido | sigla_clima = | idh = 0.608 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2015 | pib_per_capita = 8.419,79 | data_pib_per_capita = IBGE/2015 }} Picuí é um município brasileiro do estado da Paraíba, localizado na Região Geográfica Imediata de Cuité-Nova Floresta. De acordo com o censo realizado pelo IBGE (Instituto Brasileiro de Geografia e Estatística) no ano de 2010, sua população era de habitantes, enquanto que que sua estimativa de 2019 era de habitantes. Área territorial de 661 km². Caracterizada pelas festas tradicionais, como o São Pedro, a Festa de São Sebastião (padroeiro da cidade) e a festa da carne de sol. ==História== Os primeiros registros para a incursão da colonização de Picuí ocorreram entre 1704 e 1706, quando o Presidente da Província da Paraíba era Fernando Barros Vasconcelos. No dia 26 de dezembro de 1704, Dona Isabel da Câmara, Capitão Antônio de Mendonça Machado, Alferes Pedro de Mendonça Vasconcelos e Antônio Machado requereram, e obtiveram por sesmaria, três léguas de terra (18 km) no riacho chamado Pucuhy. Posteriormente, no início do século XIX, outras famílias que vinham dos estados vizinhos requereram e obtiveram sesmarias nesta região, onde implantaram propriedades e algumas fazendas de gado. Entre 1750 e 1760, novas correntes de povoamento se registraram com a aquisição de algumas propriedades, que tinham sido instaladas pelos primitivos. O povoamento inicial da região ocorreu onde hoje se encontra o município de Pedra Lavrada, tendo sido construída a primeira capela em 1760. No ano de 1856, o Nordeste brasileiro foi cenário de uma terrível epidemia de cólera-morbo, que matou milhares de pessoas. Portanto, os moradores da região, assustados com a mortandade e liderados pelo Coronel José Ferreira de Macedo, decidiram recorrer ao Mártir São Sebastião e juntos fizeram uma promessa ao santo. Após constatarem que não havia mais o surto da doença, começaram a construir a capela de São Sebastião, hoje elevada à matriz de São Sebastião, padroeiro da cidade. Paralelamente à construção da capela, o Coronel construiu a primeira casa do povoado, conhecida como \"A Venda Grande\". Ele ocupou o cargo de fiscal e, com o seu prestígio, conseguiu trazer para o aglomerado o primeiro mestre-escola, o primeiro costureiro de roupas masculinas e o primeiro mestre de música. Dizem até que foi ele quem sugeriu o acréscimo de Triunfo ao nome de São Sebastião. Por isso, o Coronel José Ferreira de Macedo é considerado o autêntico fundador de Picuí. No dia 3 de setembro de 1857, o Padre Francisco de Holanda Chacon, de Areia, celebrou a primeira missa e, em volta da capela, surgiu o povoado de São Sebastião do Triunfo. Em 1874, através da Lei Provincial nº 597 de 26 de novembro, foi criado o Distrito de Paz da Povoação de São Sebastião do Triunfo. O distrito passou a chamar-se apenas de Triunfo. Mas, em 1888, quando a povoação foi elevada à categoria de vila pela Lei Provincial nº 876 de 27 de novembro, o nome passou a ser Picuhy. O município de Picuí foi criado pelo Decreto nº 323 de 27 de janeiro de 1902, sendo instalado no dia 9 de março, a Lei Estadual nº 212 de 29 de outubro de 1904 mudou a sede do município de Cuité para Picuí. No ano de 1924, em 18 de março, Picuí passou ao posto de cidade através da Lei Estadual nº 599.História de Picuí ==Geografia== thumb|esquerda|Paisagem da caatinga paraibana O município de Picuí tem 661,657 quilômetros quadrados. O município de Picuí apresenta-se, de uma forma geral, bastante diversificado, cuja altimetria varia entre 200 e 700 metros, inserido na unidade geomorfológica do Planalto da Borborema, com drenagem temporária, representada pelas bacias hidrográficas do Piranhas e parte do rio Curimataú (à Leste). Sob o ponto de vista geológico, toda a área encontra-se sobre rochas do chamado Complexo Cristalino, um conjunto de rochas ígneas e metamórficas, existindo também, na região, resquícios de capeamento sedimentar. Devido a natureza dessa região ser de uma origem geomorfológica, geológica e hidrológica complexa, isso contribuiu para que os solos dominantes sejam pouco desenvolvidos e pedregosos (litossolos e regossolos, que estão associados a solos não cálcicos e afloramentos rochosos.Relevo de Picuí A região está caracterizada pelo bioma caatinga, bem expressiva, porém bastante degradada ao longo do tempo para a exploração da lenha, produção de carvão, ocupação do solo com agricultura e com pasto para a pecuária, além da mineração. Pode-se detectar também que a vegetação predominante nessa região é reflexo do solo, do relevo e do clima predominante; por isso, predomina um alto grau de empobrecimento da vegetação, constituindo-se de extratos compostos por árvores, arvoretas, arbustos e ervas que secam no período de seca.Meio Ambiente em Picuí Predomina o clima de estepe local. Ao longo do ano existe pouca pluviosidade em Picuí. A classificação do clima é BSh segundo a Köppen e Geiger. A temperatura média anual em Picuí é 24,7 °C. Tem uma pluviosidade média anual de 410 mm. O município está compreendido no Polígono das Secas, onde a precipitação de chuva anual é baixa. A incidência solar no município é alta devido ao posicionamento em relação ao eixo da linha do Equador.Clima de Picuí ==Demografia== Crescimento populacional de Picuí Ano População 1991 1996 2000 2007 2010 Em 2010 com o censo demográfico realizado pelo IBGE foi constatado que o município tinha 18.222 habitantes. Da população total 8.953 pessoas são homens enquanto 9.269 são mulheres; 71,31% da população é alfabetizada (12.995 pessoas); 84% dos habitantes (15.469) são católicos, 9% (1.684) são evangélicos e 7% (1069) de ateus, espíritas ou outras crenças. IBGE 2010-Picuí O Índice de Desenvolvimento Humano Municipal (IDH-M) de Picuí é 0,608IDH-M Picuí (IBGE) segundo o IBGE-2010, sendo considerado médio para os níveis de classificação do PNUD. == Organização Político-Administrativa == Sendo um município do Brasil, Picuí é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Picuí, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Picuí são as seguintes (data: 1º de janeiro de 2024): * Prefeito: Olivânio Dantas Remígio - PT (2021/-) * Vice- prefeito: Lucas Marques Oliveira - MDB (2021/-) * Presidente da Câmara: Ataíde Dantas Xavier - PSB (2023/-) === Subdivisões administrativas === Por ser um município de pequeno porte, Picuí tem um número pequeno de bairros em sua sede (zona urbana), porém também contém inúmeros sítios na zona rural e dois distritos. Os seguintes bairros e distritos, marcam o tracejado do município:Bairros de Picuí *Centro *Pedro Salustino *São José *JK *Limeira *Felizardo Bezerra *Francisco de Adauto *Monte Santo *Cenecista *Loteamento Pedro Tomaz *Loteamento Teonília Barros *Loteamento Novo São José *Loteamento JK Ville *Distrito de Santa Luzia do Seridó *Distrito de Serra dos Brandões == Economia == O Produto Interno Bruto do município de Picuí é de 102551 mil reais à preços correntes, tendo destaque para a prestação de serviços que representa grande parte da renda bruta municipal. Dessa reanda total 5064 mil reais são de impostos sobre produtos líquidos de subsídios.PIB IBGE 2012 === Setor primário === A agricultura é o setor menos relevante da economia de Picuí. De todo o PIB da cidade 3281 mil reais é o valor adicionado bruto da agropecuária. Segundo o IBGE em 2013 o município possuía um rebanho de 6.959 bovinos, 1.360 caprinos, 80 equinos, 29.324 galináceos, 2.495 ovinos, 725 suínos.Pecuária IBGE 2013. Em 2013 a cidade produziu 413 mil litros de leite de 765 vacas e 12 mil dúzias de ovos de galinha. Na lavoura temporária são produzidos principalmente a mandioca(200 toneladas), a batata-doce(80 toneladas), feijão(181 toneladas) e o milho(60 toneladas).Agricultura 2013. Já na lavoura permanente são produzidos principalmente castanha de caju(60 toneladas), goiaba(12 toneladas), manga(80 toneladas), maracujá(315 toneladas) e agave(80 toneladas).Lavoura temporária 2013. === Setor secundário === A indústria atualmente é o segundo setor mais relevante para a economia picuiense 14572 mil reais do PIB municipal são do valor adicionado bruto da indústria (setor secundário). A indústria tem uma representatividade de 14,20% na economia do município paraibano. === Setor terciário === O setor terciário atualmente é a maior fonte geradora do PIB picuiense 79634 mil reais do PIB municipal são do valor adicionado bruto da prestação de serviços. De acordo com o IBGE a cidade possuía no ano de 2013 287 empresas e 2 812 trabalhadores, sendo 1 550 pessoal ocupado total e 1 262 ocupado assalariado. Salários juntamente com outras remunerações somavam 23 526 mil reais e o salário médio mensal de todo município era de 2 salários mínimos.Serviços 2013 ==Educação== A cidade abriga um campus do Instituto Federal de Educação, Ciência e Tecnologia da Paraíba (IFPB). Com cursos nas três modalidades de ensino, Médio (técnico integrado); Técnico (Subsequente) e Superior tanto presencial como EaD. Além do mesmo possuir uma pós-graduação. ==Informação adicional== Picuí é a cidade natal do ator, comediante e dublador José Santa Cruz, falecido em abril de 2024. ==Ligações externas== * Página da prefeitura * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF * Picuionline Notícias e eventos da cidade Categoria:Fundações na Paraíba em 1888",
 "title": "Picuí"
}