{
 "id": "113375",
 "text": "Na Bíblia Hebraica, no Alcorão e nas religiões abraâmicas, (; ), foi o irmão mais velho de Moisés (), e um profeta do Deus de Israel servindo como o primeiro sumo sacerdote dos hebreus. == História bíblica == Aarão era filho de Anrão e Joquebede (), da Tribo de Levi (). Era bisneto de Levi. Tinha uma irmã mais velha, Miriã, (). Casou com Eliseba, filha de Aminadabe, da Tribo de Judá, que lhe deu quatro filhos, Nadabe, Abiú, Eleazar e Itamar. Aparece na bíblia quando o Deus de Israel o envia desde o Egito para se reunir com o seu irmão Moisés no Monte Horeb. Tornou-se escolhido por Deus como porta-voz (profeta) de Moisés (que teria problemas de dicção de acordo com a tradição), e serviu como orador junto do Faraó, nas diligências que permitiram a realização do Êxodo e da libertação do povo hebreu do Egito, em direcção à Terra prometida. Seu papel central levou à sua escolha e de sua descendência em perpetuidade como sumo sacerdote dos israelitas quando da constituição do sacerdócio no Tabernáculo, ainda que posteriormente, por covardia, tenha participado de algumas rebeliões contra a autoridade divina, como na criação do bezerro de ouro, ídolo pedido pelos israelitas para guiar-lhes, já que Moisés estaria desaparecido pois estava no Monte Sinai recebendo os Dez Mandamentos. Aarão e Moisés não foram autorizados por Deus a entrar em Canaã. A razão alegada é que os dois irmãos apresentaram impaciência em Cades, no último ano de peregrinação no deserto, quando Moisés bateu na rocha para sair água, quando a ordem de Deus era que ele deveria comandar a rocha. Da morte de Aarão temos duas historias, a principal e mais detalhada de que Aarão, Eleazar seu filho e Moisés, subiram ao monte Hor, Moisés tirou as vestes de Aarão e as colocou em seu filho Eleazar. E Aarão morreu no alto do monte. Depois disso, Moisés e Eleazar desceram do monte e, quando toda a comunidade soube que Aarão tinha morrido, toda a nação de Israel pranteou por ele durante trinta dias. Aarão tinha cento e vinte e três anos de idade quando morreu no monte Hor, no primeiro dia do quinto mês do quadragésimo ano depois que os israelitas saíram do Egito. A outra história conta em que os israelitas partiram dos poços dos jaacanitas e foram até Moserá. Ali Arão morreu e foi sepultado, e o seu filho Eleazar foi o seu sucessor como sacerdote. O monte Hor ficava nos limites da tribo dos Edomitas, próximo a Petra, atualmente território da Jordânia. === A Vara de Aarão === A Vara de Aarão é o nome dado à vara que usada por Aarão para executar sinais prodigiosos diante de Faraó e que serviu como sinal de escolha para o sacerdócio por Deus quando da rebelião de Corá (Números 17.8). Esta vara teria sido colocada na Arca da Aliança, com o que a tradição cristã também concorda (Hebreus 9.4) como um sinal da autoridade do sacerdócio aarônico. === A Tumba de Aarão === A tumba de Aarão é o nome dado ao local onde Aarão teria sido enterrado, de acordo com Números 20:23-28. De acordo com a tradição, Aarão teria sido enterrado na Montanha de Hor na época do domínio dos edomitas. A tradição posterior, evidentemente de origem muçulmana, crê que se trate de um monte próximo a Petra, chamado hoje de Monte de Aarão, ainda que tal afirmação não concorde com o itinerário dos israelitas, conforme estabelecido pela Torá.http://www.jewishencyclopedia.com/view.jsp?artid=6&letter;=A == Visão rabínica e apócrifa == Os mais antigos profetas e escritores judaicos viram nos seus sacerdotes os representantes religiosos de uma forma inferior à verdade profética, o espírito dos homens sem Deus e sem a vontade de potência necessária para resistir às proclamações idólatras. Assim, Arão, o sacerdote típico, está abaixo de Moisés, o representante da verdade profética direta. Porém salienta-se (Sifra, Wa-yiḳra, i) que quinze vezes na Torá é dito que \"o Senhor falou a Moisés e Aarão.\" Quando após o domínio persa, um ideal diferente de sacerdote foi formado (Malaquias. ii. 4-7), a tendência predominante foi a de colocar Arão em pé de igualdade com Moisés. \"Às vezes Arão, em outras vezes Moisés, é mencionado em primeiro lugar nas Escrituras, isto para mostrar que eles eram do mesmo valor\", diz Mekilta e Eclesiástico XLV. 6-24.http://www.jewishencyclopedia.com/view.jsp?artid=4&letter;=A == No Alcorão == No Alcorão, Aarão é conhecido como Harun. Um dos detalhes importantes que diferem o texto daqui sobre o texto da Torá é o facto de Aarão não está envolvido na criação do bezerro de ouro. == Comparação de Moisés e Aarão == De acordo com Tan. (ed. Buber, ii. 12), a atividade de Aarão como um profeta começou mais cedo do que a de Moisés. O escritor do Testamentos dos Patriarcas, no entanto, hesita em igualar Moisés \"que fala com Deus como com um pai\" com Aarão (Testamento de Levi, viii. 17). Os rabinos são mais enfáticos no louvor das virtudes de Aarão. Hilel, o Ancião, que no tempo do Herodes viu a degeneração da classe de sacerdotes, diz: \"Sejais como díscipulos de 'Aharon que amavam a paz e buscavam a paz, que amavam as criaturas e as traziam para a Torá.\" (Avot 1:12). Isto é ainda ilustrado pela tradição preservada em Abot der. N. xii. Sanh. 6b, e outros, segundo a qual Aarão era um sacerdote ideal do povo, muito mais amado por sua gentileza do que Moisés. Enquanto Moisés era, por vezes, intransigente e duro, Aarão era pacificador, reconciliando um casal que havia se separado, por exemplo. O luto do povo por Aarão foi maior do que o luto por Moisés, tendo toda a casa de Israel chorado, incluindo as mulheres (Números. xx. 29). Mesmo na fabricação do Bezerro de Ouro os rabinos encontram motivos de isenção para Aarão (Sanh. 7a). Sua força e silenciosa submissão à vontade de Deus sobre a perda de seus dois filhos são referidos como um excelente exemplo para os homens de como glorificar a Deus no meio de grande aflição (Zeb. 115; b Josephus, \"Ant.\" Iii. 8 º, § 7). Particularmente significativas são as palavras representadas como sendo faladas por Deus após os príncipes das doze tribos trazerem suas oferendas de dedicação para o Tabernáculo: \"Diga ao teu irmão Aarão: Maior que os presentes dos príncipes é o teu, porque Tu és chamado a acender a luz, e, embora os sacrifícios devem durar apenas enquanto dura o Templo, a tua luz da lei deve durar eternamente\" (Tan., ed. Buber,, 6). == Ver também == * Cohen * Sumo Sacerdote de Israel * Aarão cromossomial-Y, personagem hipotético reconstruído por análise do ADN dos atuais kohanim; os estudos genéticos sugerem que Aarão realmente existiu == Referências == * Dicionário Universal Ilustrado, Ed. João Romano Torres & Cª.1911. * Nova Enciclopédia Portuguesa, Ed. Publicações Ediclube, 1996. == Ligações externas == * McCurdy, J. F. and Kaufmann Kohler. \"Aaron\". Jewish Encyclopedia. Funk and Wagnalls, 1901-1906 * Catholic Encyclopedia: Aaron (newadvent.org) Precedido por \\--- Sumo Sacerdote de Israel Sucedido por Eleazar Árvore genealógica baseada na Bíblia. Categoria:Sumos Sacerdotes de Israel Categoria:Sumos sacerdotes samaritanos Categoria:Livro do Êxodo Categoria:Personagens da Torá Categoria:História e cronologia da Bíblia Categoria:Sumos sacerdotes de Israel Categoria:Personagens do Antigo Testamento Categoria:Moisés Categoria:Deuteronômio",
 "title": "Aarão"
}