{
 "id": "11332",
 "text": "{{Info/Município do Brasil | nome = Salgadinho | preposição = de | foto = | leg_foto = | apelido = Cidade das Águas Termais | brasão = | bandeira = Bandeira Município Salgadinho Pernambuco.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de dezembro | fundação = (criação do município) | gentílico = salgadinense | lema = | prefeito = Jose Soares da FonsecaPrefeito e vereadores de Salgadinho tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Brazil Pernambuco Salgadinho location map.svg | latP = S | latG = 07 | latM = 56 | latS = 09 | lonP = O | lonG = 35 | lonM = 37 | lonS = 58 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Médio Capibaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = norte: João Alfredo, sul: Passira, leste: Limoeiro e a oeste: Surubim. | dist_capital = 84 | área = 88.812 | área_ref = | população = 10919 | data_pop = estimativa IBGE/2019 | altitude = 232 | clima = tropical | sigla_clima = As' | idh = 0.534 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 4273,85 | data_pib_per_capita = IBGE/2012 }} Salgadinho é um município brasileiro do estado de Pernambuco, localizado na microrregião do Médio Capibaribe. O município é composto pelo distrito sede e pelo povoado de Picarreira. == História == Ao final do século XVIII, as terras do atual município de Salgadinho era uma fazenda pertencentes à família Alves Camelo, seus primeiros habitantes. Por volta de 1780, o patriarca João Idelfonso Alves Camelo construiu uma capela dedicada a Nossa Senhora das Dores, com uma imagem da pedra, medindo 1,5 m de altura sobre o altar. No entorno desta capela surgiu o povoado e a lenda sobre o sino da igreja. A lenda conta que ao final da construção, faltava o sino. Um grupo de tropeiros com os burros carregados parou no local para descansar, em frente à casa grande e à capela. Ao retomar a viagem, recarregavam os burros quando observaram que o sino que traziam estava muito pesado. Sem conseguir levantar o sino, os tropeiros decidiram vendê-lo à família Alves Camelo. Após a partida dos tropeiros, o sino foi erguido sem dificuldade e conduzido à capela, o que foi considerado um milagre. O distrito de Salgadinho era parte do território de Bom Jardim. Com a criação do município de João Alfredo, Salgadinho passou a ser distrito da nova cidade. Foi elevado à categoria de município com a denominação de Salgadinho, pela lei estadual nº 4974,de 20 de dezembro de 1963. == Geografia == O relevo de Salgadinho participa das Áreas Desgastadas da Província Borborema, formada por maciços altos e outeiros, com altitudes variando de 650 a 1.000 m, ou seja, superfícies onduladas com relevos residuais altos. O relevo é geralmente movimentado, com vales profundos e estreitos. Nas cristas residuais altas predominam os solos litólicos; nos topos e vertentes das ondulações observa-se os solos brunos não cálcicos e nas parte baixa das ondulações estão presentes os planossolos. Os solos são pouco profundos e de fertilidade entre média e alta. A vegetação nativa consiste em caatinga hipoxerófila. Dados da Sudene de precipitação registram uma média anual de 920,70 mm, com um máximo de 1.197,90 mm e um mínimo de 624,80 mm entre 1962-1985. O município de Salgadinho encontra-se inserido na bacia hidrográfica do Rio Capibaribe. == Economia == A economia do município divide-se entre o comércio local, o turismo, a pecuária, a agricultura e atividades de extrativismo vegetal e silvicultura. Na agricultura, destacam-se o tomate, o feijão e a mandioca. Na pecuária, o gado bovino e caprino, bem como a avicultura. == Turismo == A cidade possui uma fonte termal, permitindo banhos com temperatura média de 38oC. Segundo os pesquisadores, as águas possuem cálcio, magnésio, potássio, sílica, sódio, sulfato etc. São bastante procuradas para banho nas piscinas formadas pela fonte. A água produz um efeito relaxante, sedativo, analgésico e anti-inflamatório, agindo também nos órgãos internos. Pesquisadores ingleses foram até o município e afirmaram conhecer uma água com as mesmas propriedades apenas na França e Inglaterra. Outro ponto turístico é a Igreja de Nossa Senhora das Dores, que possui um mirante da região e uma Escultura da Santa que é Padroeira do município. == Ligações externas == * * * * Categoria:Fundações em Pernambuco em 1963",
 "title": "Salgadinho (Pernambuco)"
}