{
 "id": "113393",
 "text": "Criança Esperança é uma campanha nacional de mobilização social que busca a conscientização em prol dos direitos da criança e do adolescente, promovida pela TV Globo, em parceria com a UNICEF entre 1986 e 2003, e desde 2004 com a UNESCO. O projeto é uma das mais bem-sucedidas marcas relacionadas a programas sociais dirigidos às crianças carentes em todo o mundo. Anualmente, são realizados os shows que incentivam as doações feitas pelos telespectadores e por várias instituições. == Formato == O Criança Esperança é uma campanha de mobilização social, de âmbito nacional, que busca a conscientização da população e das autoridades em prol dos direitos da infância e da adolescência. Os shows anuais, transmitidos ao vivo para todo o país, são o ponto alto da campanha. Em 1986, a TV Globo, em parceria com a UNICEF (Fundo das Nações Unidas para a Infância), lançou a campanha Criança Esperança no programa comemorativo dos 20 anos de Os Trapalhões. A partir de então, anualmente, são realizados os shows que incentivam as doações feitas pelos telespectadores e por várias instituições. Os shows reúnem diversos artistas, entre músicos, apresentadores e atores do elenco da emissora. Durante anos, o mestre de cerimônias do espetáculo era o humorista Renato Aragão, embaixador do Unicef no Brasil desde 1991. Nas edições mais recentes, a figura do \"mestre de cerimônias\" do Criança Esperança foi substituída pela dos \"mobilizadores\", como Lázaro Ramos, Leandra Leal, Flávio Canto e Dira Paes. Já passaram pelo programa nomes como Roberto Carlos, Gilberto Gil, Xuxa, Angélica, Ivete Sangalo, Titãs, Chitãozinho e Xororó, Zezé di Camargo e Luciano, Sandy e Júnior, Paulinho da Viola, Zeca Pagodinho, Jota Quest, Capital Inicial, Charlie Brown Jr., Skank, Daniela Mercury, Demônios da Garoa, Fundo de Quintal, Elba Ramalho, Dominguinhos, Elza Soares, e uma série de outros músicos. Nos intervalos entre as apresentações musicais são abordados temas relativos ao bem-estar e aos direitos da criança e do adolescente, como o aleitamento materno, a gravidez precoce, a transmissão de doenças e a violência, entre muitos outros. Desde 2004, a campanha é desenvolvida em parceria com a Organização das Nações Unidas para a Educação, a Ciência e a Cultura (Unesco), que passou a administrar os recursos arrecadados e a apoiar a Globo na abordagem dos temas mais relevantes. É a Unesco a responsável pela seleção e pelo acompanhamento técnico e financeiro dos projetos apoiados. === Mesão da Esperança === Em 22 de agosto de 2010, o Fantástico lançou o Mesão da Esperança, no qual um time de artistas da emissora, esteve a postos durante todo o programa, para atender as ligações de quem desejava fazer doação. Os atores Cauã Reymond, Alexandre Nero, Humberto Carrão, Eri Johnson, Carol Castro, Fernanda Souza, Lília Cabral, Carolinie Figueiredo, Fiorella Mattheis e Sheron Menezes participaram da iniciativa. O Mesão da Esperança é uma iniciativa feita para promover a campanha nos dias em que ela acontece. Nele, dezenas de famosos (dentre artistas da Globo, da música, entre outros) se reúnem e se revezam em uma grande mesa para atender as ligações de telespectadores que fazem doações. O Mesão acontece nos dias que antecedem o show, durante e no dia seguinte ao programa. É apresentado por diversos nomes da emissora (também em esquema de revezamento) que aparecem em entradas ao vivo na programação da emissora. O \"Mesão\" também acontece durante toda a exibição do especial. Desde 2015, é realizado dentro do cenário do programa. == História == === Década de 1980 === Em 28 de dezembro de 1986, a TV Globo, junto com a UNICEF, lançou a campanha Criança Esperança no programa comemorativo de 20 anos dos Trapalhões. Transmitido ao vivo do Teatro Fênix, no Rio de Janeiro, o especial comandado pelo quarteto de humoristas formado por Renato Aragão, Dedé Santana, Mussum e Zacarias, teve nove horas e meia de duração. O especial contou com edições especiais dos programas Xou da Xuxa, Viva o Gordo, Chico Anysio Show, Vídeo Show e Cassino do Chacrinha, que excepcionalmente, foi transmitido ao vivo do Ginásio Caio Martins, em Niterói. A arrecadação final do programa foi histórico: Cz$ 118 milhões (US$ 8,005,427) recebidos através de doações por telefone. Em abril de 1987, foi confirmado pela TV Globo que a campanha se tornaria anual, sendo feita sempre no domingo mais próximo ao Dia da Criança. Entre os dias 4 e 12 de outubro de 1987, foram apresentadas, nos principais telejornais, reportagens sobre a situação do menor no Brasil. Durante a semana, chamadas nos intervalos comerciais, gravadas pelo elenco da emissora, e programas como Xou da Xuxa e Os Trapalhões relembraram os Direitos das Crianças e mobilizaram o público para fazer doações, apesar de não haver tido um programa ou show específico para a campanha. A arrecadação foi feita exclusivamente nas agências da Caixa em função de problemas no sistema de doações via telefone. Além das doações em dinheiro do público, foram doados 2,5 milhões de colheres de plástico para a aplicação do soro caseiro, medida fundamental de prevenção a mortalidade infantil. O Criança Esperança ganhou uma programação especial na Globo em sua terceira edição, no ano de 1988, com uma maratona de 10 horas realizada na segunda-feira, 10 de outubro. Durante a manhã, nos intervalos do Xou da Xuxa, Claudia Raia, César Filho, Lauro Corona, Carla Camuratti, Miguel Falabella, Cassia Kis Magro, Tony Ramos e Isabela Garcia se revezaram no palco do Teatro Fênix, no Rio de Janeiro, para divulgar o balanço das doações e incentivar a participação do público. À tarde, após o Jornal Hoje, o programa passou a ser transmitido ao vivo, com a participação de convidados especiais. Um dos destaques foi o Circo dos Artistas, no qual artistas se revezaram em números de mágica, malabarismo e outras atrações circenses. Kadu Moliterno e André de Biasi, que na época viviam os personagens Juba e Lula no seriado Armação Ilimitada, apresentaram uma edição especial do Globo de Ouro. Também foram ao ar naquele dia quadros dos programas TV Pirata, Chico Anysio Show e Video Show. O encerramento ficou por conta dos Trapalhões. As contribuições puderam ser feitas em qualquer banco ou por telefone até 18 de outubro, e a arrecadação final foi entregue em 27 de janeiro de 1989: Cz$ 981 milhões (US$ 2,376,395). Assim como em 1987, a campanha de 1989 não teve um programa especial, muito em função da eleição presidencial daquele ano. Ao longo dos dias 7 a 15 de outubro, o Xou da Xuxa exibiu pequenos documentários sobre ações básicas de saúde, produzidos com a assessoria da Associação Brasileira de Pediatria. Os telejornais e programas jornalísticos da Globo apresentaram reportagens sobre projetos que atendiam crianças e adolescentes. A arrecadação foi realizada através de doações por telefone e nas agências do Itaú e dos Correios, e o total foi entregue em 8 de novembro: NCz$ 3.496.904 (US$ 810,218), o que se tornou a menor arrecadação da história da campanha, mesmo com a própria TV Globo tendo doado NCz$ 500 mil. === Década de 1990 === ==== 1990 ==== A TV Globo levou ao ar dois programas especiais, nos dias 6 e 14 de outubro de 1990. Gravados no Teatro Fênix, no Rio de Janeiro, ambos tiveram a apresentação de Lúcia Veríssimo, Marcos Paulo e Sérgio Mallandro. Com uma hora de duração, o primeiro especial – exibido no sábado, 6 de outubro – apresentou quadros de humor com os trapalhões e o elenco de TV Pirata. As atrações musicais ficaram a cargo de Trem da Alegria, Polegar, Rosana e do menino flautista Charles. Foram exibidas ainda entrevistas feitas por Fausto Silva com meninos e meninas de rua. No domingo, 14 de outubro, foi ao ar uma versão especial da Escolinha do Professor Raimundo, com a participação do elenco do humorístico e de crianças da favela da Rocinha, no Rio. Erasmo Carlos, Chitãozinho e Xororó e os filhos Sandy e Junior, e o grupo Moleques de Rua também se apresentaram no programa. Além de seu número musical, a apresentadora Xuxa visitou diversas instituições que cuidam de crianças abandonadas. ==== 1991 ==== Em 1991, a campanha foi dividida em duas etapas: nos dias 27 e 28 de julho, os Trapalhões festejaram seus 25 anos com uma maratona de 25 horas, onde o trio Renato Aragão, Dedé Santana e Mussum invadiram toda a programação da Globo, desde o Jornal Nacional do sábado até o início do Fantástico no domingo. Durante a maratona, foram disponibilizados telefones para arrecadar fundos para o UNICEF, e a resposta dos brasileiros rendeu uma arrecadação de Cr$ 530 milhões (US$ 1,558,823). A segunda etapa da campanha foi de enfoque estritamente educativo: entre os dias 6 e 13 de outubro, foram veiculados comerciais de conscientização contra a violência infantil, que causaram grande reação na opinião pública. ==== 1992 ==== Pela primeira vez, em 1992, a campanha seria feita no formato de show e fora do Rio de Janeiro. Em 11 de outubro, no Ginásio Gigantinho, em Porto Alegre, foi realizado o especial organizado pela RBS TV, afiliada da Globo no Rio Grande do Sul e em Santa Catarina a época. A iniciativa de trazer o evento para a capital gaúcha fez parte das comemorações dos 35 anos do Grupo RBS. Além do trio de humoristas Renato Aragão, Dedé Santana e Mussum, os atores Antonio Fagundes, Cassia Kis, Nuno Leal Maia, Lucinha Lins, Flávio Silvino, Milla Christie, Paulo Figueiredo e Isabela Garcia ajudaram a apresentar a festa. O programa contou com a participação de Leandro & Leonardo, Chitãozinho & Xororó, Zezé Di Camargo & Luciano, Fábio Júnior, Sandra de Sá, Elba Ramalho, Xuxa e as Paquitas. A arrecadação foi feita entre 10 e 19 de outubro, e todas as doações realizadas foram dobradas pelos escritórios do UNICEF nos países desenvolvidos. Esta também foi a primeira edição da campanha em que a canção Amigos do Peito, lançada no ano anterior pelos Trapalhões, se tornou o hino oficial da campanha. ==== 1993 ==== A partir de 1993, os shows seriam feitos no Ginásio do Ibirapuera em São Paulo, e a campanha passaria para o inverno. Além disso, Renato Aragão tomaria o posto de único apresentador do especial. O programa foi exibido no sábado 21 de agosto, com quatro horas de duração e inspirado nos grandes espetáculos circenses. Participaram do espetáculo os atores Leonardo Vieira, Patrícia França, Tony Ramos, Regina Duarte, Adriana Esteves, Marcos Palmeira e Marcos Frota, e os músicos Daniela Mercury, Maurício Mattar, Alceu Valença, Débora Blando, Chitãozinho & Xororó, Leandro & Leonardo, Zezé Di Camargo & Luciano, Sandy e Junior, Los Martinelli, Banda Mel, Ricardo Chaves, Banda Beijo, Grupo Tanoar, Vinícius Cantuária, Ritchie, Mu, Dadi, Zolly e Billy, Alceu Valença, Skank e Roberto Carlos. A arrecadação final, entregue em 14 de setembro, chegou aos CR$ 245.983.603 (US$ 2,342,700). ==== 1998 ==== Em 1998, o Criança Esperança teve como tema a importância da educação na vida das crianças, as novas tecnologias que poderiam melhorar sua qualidade de vida, o vírus HIV e a deficiência física na infância. O show, com direção-geral de Aloysio Legey, foi realizado no Ginásio do Ibirapuera, em São Paulo, e transmitido ao vivo para todo o país em 10 de outubro. Renato Aragão comandou o espetáculo, que contou com números musicais e a participação de diferentes artistas brasileiros. Passaram pelo palco do 'Criança Esperança' naquele ano: Fábio Jr, Chitãozinho & Xororó, Angélica, Ed Motta, Paulo Ricardo, Zezé Di Camargo & Luciano, Sandy & Junior, Vinny, Skank, Katinguelê, Titãs, Leonardo, Deborah Blando, Daniel, Cidade Negra, Exaltasamba, Ricardo Chaves, Karametade e Grupo Molejo. Também se apresentaram no especial o humorista Tom Cavalcante, o grupo infantil Ox-Gênios e Beto Carrero. As atrações musicais foram intercaladas pelas participações dos atores da Globo – entre eles Tony Ramos, Thierry Figueira, Angela Vieira e Carolina Ferraz – que falaram sobre os temas da campanha daquele ano. Um dos destaques foi o retorno de Xuxa aos palcos, após sua licença-maternidade. Na parte final do show, a apresentadora, acompanhada pelas Paquitas, cantou uma música composta especialmente para aquela noite. Roberto Carlos também participou do encerramento da festa. ==== 1999 ==== A 14ª edição do 'Criança Esperança' abordou a questão da violência contra a criança. O show, com direção-geral de Aloysio Legey, aconteceu no Ginásio do Ibirapuera, em São Paulo, no dia 16 de outubro de 1999. Renato Aragão comandou a festa, que contou com as presenças de Xuxa e as Paquitas, Angélica, Sandy e Junior, Marcos Frota, Carolina Dieckman, Eva Wilma, Tom Cavalcante, Rodrigo Faro e dos atores de A Turma do Didi. Os números musicais ficaram a cargo de Zezé di Camargo & Luciano, Baby do Brasil, Só Pra Contrariar, Daniel, Ivete Sangalo, Raimundos, Terrasamba, É o Tchan, Mauricio Manieri, Raça Negra, Gabriel, o Pensador, Claudinho e Buchecha, Reginaldo Rossi, Beto Carrero, Daniela Mercury, Chitãozinho & Xororó, Banda Beijo, Pepe e Neném, Rosana, Paulo Ricardo, Banda Eva e Padre Marcelo Rossi. Naquele ano, Ana Maria Braga, Luciano Huck e Serginho Groisman, participaram pela primeira vez do especial. === Década de 2000 === ==== 2000 ==== Em 29 de julho de 2000, o show realizado no Ginásio do Ibirapuera, em São Paulo, marcou a 15ª edição do Criança Esperança. Com direção-geral de Aloysio Legey, o programa destacou a importância do esporte como ferramenta para melhorar a qualidade de vida das crianças. Renato Aragão foi o anfitrião da festa, que teve como atrações Zezé Di Camargo & Luciano, Ivete Sangalo, Sandy & Júnior, Skank, Leonardo, Daniel, Angélica, Só Pra Contrariar, Los Hermanos, Vinny, Pepê e Neném, entre outros. Um dos destaques do programa foi a homenagem ao tricampeão Ayrton Senna. ==== 2001 ==== Em 11 de agosto de 2001, o show Criança Esperança foi realizado no Ginásio do Ibirapuera, em São Paulo, com direção-geral de Aloysio Legey. Mais uma vez, a questão da violência contra a criança foi tema da campanha. O destaque, no entanto, foram as ações de combate à exploração do trabalho infantil e à negação de seus direitos básicos como educação, lazer, moradia, alimentação e saúde. Renato Aragão comandou o espetáculo que teve como atrações Angélica, Ana Carolina, Ivete Sangalo, Daniel, Sandy & Junior, Zezé Di Camargo & Luciano, Xuxa, Roupa Nova, SNZ, Wanessa Camargo, Zeca Pagodinho, Leonardo, P.O. Box, Elba Ramalho, Falamansa, Afroreggae, Joanna, Belo e Gabriel O Pensador, além do elenco de A Turma do Didi. Naquele ano, pela primeira vez, Caetano Veloso e Rita Lee participaram do especial. ==== 2002 ==== Em 2002, o show do Criança Esperança foi realizado pela primeira vez, no estádio Mineirinho, em Belo Horizonte. Com direção de Aloysio Legey, o programa abordou o tema Abandono e Trabalho Infantil. Renato Aragão comandou o espetáculo que teve como atrações Ivete Sangalo, Sandy & Junior, Zeca Pagodinho, Daniela Mercury, Zezé Di Camargo & Luciano, Buchecha (em sua primeira apresentação após a morte do parceiro Claudinho), Alexandre Pires, Jorge Vercillo, KLB, Wanessa Camargo, RPM, Fat Family, Kelly Key, Leonardo, LS Jack, B5, Pedro & Thiago e os 12 primeiros participantes do programa Fama. Ainda estiveram presentes no palco as apresentadoras Xuxa e Angélica, os personagens do Sítio do Pica-Pau Amarelo, A Turma do Didi, Gente Inocente e Márcio Garcia, os atores Carla Diaz, Reynaldo Gianecchini e Débora Falabella, e os jornalistas Chico Pinheiro, Carla Vilhena, Glória Maria, Sandra Annemberg, Ana Paula Padrão, Marcelo Canellas, William Waack e Ernesto Paglia. Os jogadores da Seleção Brasileira de Futebol, recém-consagrados pentacampeões do mundo, também subiram ao palco para falar sobre solidariedade e união. O show foi reapresentado no sábado seguinte, 10 de agosto, a partir das 10h15. ==== 2003 ==== Em 09 de agosto de 2003, o Criança Esperança voltou a ser realizado no Ginásio do Ibirapuera, em São Paulo. Sob o comando de Renato Aragão, o show contou apresentações de Xuxa, Angélica, Bruno & Marrone, Caetano Veloso, Daniel, Daniela Mercury, Detonautas, Elza Soares, Fábio Júnior, Ivete Sangalo, Jota Quest, Kelly Key, KLB, Maurício Mattar, Sandy & Júnior, Skank, Toquinho, Wanessa Camargo, Zeca Pagodinho e Zezé Di Camargo & Luciano. Os apresentadores Ana Maria Braga, Luciano Huck e Tom Cavalcante também participaram do programa, além dos jornalistas Ana Paula Padrão, Glória Maria, Sandra Annenberg, Carla Vilhena, Ernesto Paglia, Pedro Bial e Chico Pinheiro. Naquele ano, o programa terminou com um tributo ao jornalista Roberto Marinho, falecido no dia 6 de agosto daquele ano. ==== 2004 ==== Em 2004, o Criança Esperança passou a contar com a parceria da Unesco (Organização das Nações Unidas para a Educação, a Ciência e a Cultura) e com dois dias de shows (sábado e domingo), realizados no Ginásio do Ibirapuera, em São Paulo, em 7 e 8 de agosto, com direção de Aloysio Legey. O show de sábado, dia 07 de agosto, foi comandado, mais uma vez, por Renato Aragão e contou com as apresentações de Xuxa, Sandy & Junior, Gilberto Gil, AfroReggae, Jota Quest, Capital Inicial, Zezé Di Camargo & Luciano, Daniela Mercury, Elza Soares, Wanessa Camargo, Detonautas, Vanessa da Mata, KLB, Zeca Pagodinho, Ivete Sangalo, Elba Ramalho, Dominguinhos, Simone e MV Bill. O show de domingo, dia 8 de agosto, foi comandado pelos apresentadores Angélica e Luciano Huck, para um público formado por jovens do Espaço Criança Esperança de São Paulo e instituições parceiras do programa. Entre as atrações musicais estavam Skank, Sandy & Junior, Charlie Brown Jr, Buchecha, Fundo de Quintal, Demônios da Garoa, CPM22, Wanessa Camargo, Zezé Di Camargo & Luciano e Michael Sullivan. ==== 2005 ==== Em 2005, a apresentadora Ana Maria Braga, passou a dividir a apresentação do show de domingo, com o Angélica e Luciano Huck. No segundo dia, o Criança Esperança teve como tema os Jogos Pan-Americanos de 2007, que aconteceriam no Rio de Janeiro. O show foi comandado por Renato Aragão e os apresentadores Ana Maria Braga, Angélica e Luciano Huck. O programa mostrou a importância do esporte na transformação da vida das crianças, levando ao palco atletas como Claudinei Quirino (campeão de atletismo nos Jogos Pan-Americanos de Winnipeg e de Santo Domingo), o judoca Flávio Canto, a ginasta Daiane dos Santos, o jogador de tênis Hugo Oyama (oito medalhas de ouro em Pan-Americanos), o jovem Bruno Pacheco (recordista sul- americano juvenil dos 200 metros rasos), entre vários outros esportistas. ==== 2007 ==== Em 2007, o ginásio do Ibirapuera, em São Paulo, recebeu duas apresentações do Criança Esperança. Ao longo da palestra, foram abordados temas como educação, meio ambiente, futuro e trabalho infantil. Atletas brasileiros que conquistaram medalhas nos Jogos Pan-Americanos do Rio de Janeiro participaram da apresentação. No domingo, dia 12, o espetáculo foi comandado por Ana Maria Braga, Angélica e Luciano Huck. Diferentes artistas homenagearam os pais de todo o Brasil e lembraram a importância de preservar a natureza e oferecer educação de qualidade para as crianças. Aquele segundo dia de show teve como atrações Babado Novo, Wanessa Camargo, Zezé Di Camargo, Bruno & Marrone, Marjorie Estiano, KLB, Jota Quest, NX Zero, Jammil e Uma Noites, Natiruts, Capital Inicial e Jeito Moleque. ==== 2008 ==== Em 2008, após mais de 15 anos distante do público carioca, o show Criança Esperança voltou à cidade comemorando os 60 anos da Declaração Universal dos Direitos Humanos, com enfoque especial para a questão dos direitos das crianças. O espetáculo, comando por Renato Aragão, foi realizado na Arena do Rio, sob a direção de núcleo de Aloysio Legey. ==== 2009 ==== Em 2009, os shows do Criança Esperança, mais uma vez, foram realizados na Arena do Rio. O casal de apresentadores Angélica e Luciano Huck conduziram o show no sábado à noite; e o apresentador Márcio Garcia, no domingo à tarde. === Década de 2010 === ==== 2010 ==== No dia 14 de agosto de 2010, logo após Passione, o show realizado na Arena Rio, no Rio de Janeiro, com direção de núcleo de Wolf Maya e direção- geral de Ulysses Cruz, marcou a 25ª edição do Criança Esperança. Diferente das edições anteriores, entre 2004 e 2009, não houve o segundo dia do programa, que costumava ser exibido aos domingos à tarde. Sob o comando de Renato Aragão, mais de 30 artistas se apresentaram no palco, entre eles Angélica, Luciano Huck, Ivete Sangalo, Sandy, Claudia Leitte, Gilberto Gil, Dominguinhos, Elba Ramalho, Luan Santana, Paula Fernandes, Alexandre Pires, Diogo Nogueira, Roberta Sá, Alcione e Emílio Santiago. Durante todo o programa, foram exibidas reportagens feitas pela equipe do Profissão Repórter. O programa foi reapresentado no dia 21 de agosto de 2010, um sábado à tarde, logo após \"Estrelas\" Em 22 de agosto de 2010, o Fantástico lançou o Mesão da Esperança, no qual um time de artistas da emissora, esteve a postos durante todo o programa, para atender as ligações de quem desejava fazer doação. Os atores Cauã Reymond, Alexandre Nero, Humberto Carrão, Eri Johnson, Carol Castro, Fernanda Souza, Lília Cabral, Carolinie Figueiredo, Fiorella Mattheis e Sheron Menezes participaram da iniciativa. ==== 2011 ==== No dia 20 de agosto de 2011, logo após a reapresentação do último capítulo de Insensato Coração, ia ao ar a 29ª edição do Criança Esperança, que mais uma vez contou com a direção de Wolf Maya e Ulysses Cruz, reuniu milhares de pessoas na Arena HSBC, no Rio de Janeiro. Com inspiração na obra do pintor brasileiro Cândido Portinari, o espetáculo, que recebeu o título de “Geografia Sentimental do País”, homenageou através da música, dança e costumes, as cinco regiões do Brasil. Entre as atrações, esteve Luan Santana, que, junto com Ivan Lins, abriu a noite cantando a música “Novo Tempo”, tempo do programa. Ao longo de todo o show, Evaristo Costa e Sandra Annenberg, comandaram, diretamente dos Estúdios Globo, o Mesão da Esperança. No dia 28 de agosto de 2011, um compacto com os melhores momentos do show foi exibido, após o Esporte Espetacular, com apresentação de Sandra Annenberg. Neste mesmo dia, para encerrar o período de doações por telefone, o Mesão da Esperança esteve de volta no Domingão do Faustão. Durante o programa, um time de artistas recebeu ligações de quem deseja fazer doações. Eva Wilma, Bel Kutner, Eriberto Leão, Narjara Turetta, Mauro Gorini, Suzana Pires, Diego Estteve, Guida Vianna, Bianca Salgueiro, Arlete Salles, Ricardo Pereira, Dira Paes, Marcelo Serrado, Thiago Fragoso, Mateus Solano, Isabela Garcia, entre outros, estiveram a postos para atender aos telefonemas. ==== 2012 ==== Em 18 de agosto de 2012, o show Criança Esperança foi realizado na HSBC Arena, no Rio de Janeiro, sob a concepção e direção geral de Ulysses Cruz e a direção de núcleo de Wolf Maya. Com o título \"A Esperança é o que nos Move\", o show celebrou a formação da identidade brasileira a partir da mistura de diferentes etnias. Os diferentes povos que compõe o Brasil – África, Portugal, Itália e Japão – foram retratados através de rapsódias, que destacaram elementos de suas culturas. O espetáculo foi conduzido pela Família Destino – uma trupe de saltimbancos formada por Renato Aragão, sua mulher, Lílian Aragão, e sua filha, Lívian Aragão. Pelo segundo ano consecutivo, o show contou com a narração da atriz Cassia Kis. Entre os artistas que participaram do show, estavam Xuxa, Sandy, Daniel, Luiza Possi, Maria Gadú, Paula Fernandes, Luan Santana, Thiaguinho, Diogo Nogueira, Carlinhos Brown, Gaby Amarantos, Preta Gil, Fiuk, Buchecha, Latino, Chico César, Negra Li, Léo Maia, Toni Garrido, Fernanda Takai, Agnaldo Rayol, Grupo Revelação, Sorriso Maroto, Bom Gosto, entre outros. O público também se empolgou com a participação das Empreguetes, da novela Cheias de Charme, interpretadas por Taís Araújo, Leandra Leal e Isabelle Drummond. O programa contou ainda com a participação internacional da fadista Mariza, que cantou a música ‘Meu Fado Meu’, acompanhada do maestro Jaques Morelenbaum. Além das participações já citadas, subiram ao palco do Criança Esperança daquele ano, Dedé Santana, Patrícia Poeta, Marieta Severo, Fernanda Torres, Andréa Beltrão, Camila Pitanga, Stênio Garcia, Reynaldo Gianechinni, Priscila Fantin, Dani Suzuki, Geovanna Tominaga, Ricardo Pereira, Rodrigo Sant’anna, Thalita Carauta e o elenco de Aventuras do Didi. Durante todo o show, a dupla de apresentadores Sandra Annenberg e Evaristo Costa comandou, ao vivo, direto dos Estúdios Globo, no Rio de Janeiro, pelo segundo ano consecutivo, o Mesão da Esperança. Cantores, artistas e esportistas, receberam as ligações de quem desejava fazer doações entre 50 e 200 reais. No time que atendeu as doações do público, estavam: Fátima Bernardes, Nicette Bruno, Mariana Rios, João Donato, Paulo Vilhena, Herson Capri, Otaviano Costa, Rodrigo Simas, Roberta Rodrigues, Ana Lima, Paloma Bernardi, Mariana Weickert, entre outros. Em 26 de agosto de 2012, a TV Globo exibiu um compacto com os melhores momentos do show do Criança Esperança, após o Esporte Espetacular. Além da reprise, o Mesão da Esperança também retornou durante o Domingão do Faustão e o Fantástico, para encerrar o período de doações por telefone, com a presença de cerca de 60 artistas nos Estúdios Globo para atender às chamadas do público. Cauã Reymond, Rafael Cardoso, Bianca Comparato, Nanda Costa, Felipe Camargo, Milena Toscano, Milton Gonçalves, Dira Paes, Alessandra Negrini, Carolina Kasting, Suzana Pires e Helio De La Peña foram alguns dos artistas que estiveram presentes. ==== 2013 ==== Em 31 de agosto de 2013, após Amor à Vida, ia ao ar a 28ª edição do Criança Esperança, que ganhou um novo formato e pela primeira vez, a grade de programação da Globo foi toda dedicada a campanha. Normalmente exibidos de segunda à sexta, o Bom Dia Brasil, Mais Você, Bem Estar e o Encontro com Fátima Bernardes, tiveram edições ao vivo, com reportagens ligadas ao tema da campanha. À tarde, os telejornais e programas como o Estrelas, TV Xuxa e o Caldeirão do Huck, que excepcionalmente foi ao vivo, também entraram na onda da solidariedade e esperança. À noite, Fernanda Lima, Lázaro Ramos e Patrícia Poeta apresentaram o Show da Esperança, que teve a participação especial de Renato Aragão e mais de 20 artistas da música popular brasileira. Iniciativa já testada em outros anos, o Mesão da Esperança cresceu e teve entradas ao vivo durante a programação, sob o comando de nomes como Alex Escobar, Ana Furtado, André Marques, Glenda Kozlowski, Glória Maria, Sandra Annenberg, Tadeu Schmidt, Tiago Leifert e Zeca Camargo. ==== 2014 ==== Assim como em 2013, a grade de programação da TV Globo, em 16 de agosto de 2014, também foi toda dedicada à 29ª edição do Criança Esperança. Atrações semanais como Bom Dia Brasil, Mais Você, Bem Estar e o Encontro com Fátima Bernardes, ganharam edições ao vivo, com reportagens ligadas ao tema da campanha. À tarde, os telejornais e programas como o Estrelas e o Caldeirão do Huck, que excepcionalmente foi ao vivo, também entraram na onda da solidariedade e esperança. À noite, logo após Império, no Show da Esperança, pelo menos 16 mobilizadores – artistas e jornalistas da emissora que desempenham papéis relevantes em projetos de responsabilidade social – estiveram no palco comandando o show. Entre os mobilizadores estavam Tony Ramos, Glória Pires, Fernanda Lima, Glória Maria, Lázaro Ramos, Dira Paes, Marcos Palmeira, Xuxa Meneghel, Fátima Bernardes, Ana Maria Braga, Maria Paula, Chay Suede, Letícia Sabatella, Júlia Lemmertz e Christiane Torloni. O espetáculo ainda contou com a participação especial de Renato Aragão e dos atores mirins Mel Maia e JP Rufino. O Mesão da Esperança teve entradas ao vivo durante a programação, sob o comando de nomes como Patrícia Poeta, Sandra Annenberg, Fernanda Gentil, Tiago Leifert, Tadeu Schmidt, Alex Escobar, Glenda Kozlowski, Ana Furtado e Otaviano Costa. ==== 2015 ==== Em 15 de agosto de 2015, o Criança Esperança apresentou um novo formato. A partir de então, no lugar de um grande show, um programa especial, transmitido ao vivo, diretamente dos Estúdios Globo, no Rio de Janeiro. Leandra Leal, Dira Paes, Flavio Canto e Lázaro Ramos tornaram-se os apresentadores e mobilizadores da campanha. O Mesão da Esperança teve entradas ao vivo durante a programação, sob o comando de nomes como Alexandre Henderson, André Marques, Alex Escobar, Ana Furtado, Angélica, Glenda Kozlowski, Glória Maria, Patrícia Poeta, Tiago Leifert, Ana Paula Araújo, Fernanda Lima, Otaviano Costa e Sandra Annenberg. ==== 2016 ==== Em 2016, aconteceu o Viradão da Esperança, em que toda a programação da Globo esteve voltada para a campanha Criança Esperança. Ao longo de mais de 30 horas, elenco, influenciadores e esportistas fizeram parte do Mesão da Esperança, que teve entradas ao vivo, durante toda a programação sob o comando de apresentadores como Fernando Rocha, André Marques, Cissa Guimarães, Patrícia Poeta, Zeca Camargo, Márcio Canuto, Maria Beltrão, Joaquim Lopes, Angélica, Luciano Huck, Glenda Kozlowski, Otaviano Costa, Maria Júlia Coutinho, Fátima Bernardes, Sandra Annenberg, Fernanda Gentil, Alex Escobar e Márcio Garcia. Os mobilizadores Dira Paes, Flávio Canto, Lázaro Ramos e Leandra Leal comandaram o grande show, transmitido ao vivo, diretamente dos Estúdios Globo. ==== 2017 ==== Em 2017, a 32ª edição do Criança Esperança teve o seu auge no fim de semana nos dias 19 e 20 de agosto, a qual toda a programação da Globo esteve voltada para a campanha. Ao longo de mais de 30 horas, elenco, influenciadores e esportistas fizeram parte do Mesão da Esperança, que embalado pelo som da Família Lima, que teve entradas ao vivo, durante toda a programação sob o comando de apresentadores como Ana Paula Araújo, Zeca Camargo, Fernanda Gentil, Fabiana Karla, Cissa Guimarães, Angélica, Luciano Huck, Sandra Annenberg, Mônica Iozzi, Maju Coutinho, Fátima Bernardes, Patrícia Poeta, Ana Furtado, Ana Maria Braga, Fernanda Lima, Claudia Leitte e Regina Casé. O Estrelas Solidárias e o Caldeirão do Huck foram, excepcionalmente, transmitidos ao vivo, diretamente do Mesão da Esperança. Os mobilizadores Dira Paes, Flávio Canto, Lázaro Ramos e Leandra Leal comandaram o grande show, transmitido ao vivo, diretamente dos Estúdios Globo. ==== 2018 ==== Em 2018, o Criança Esperança contou com um time de 30 mobilizadores, que viajaram pelos quatro cantos do país, conhecendo de perto o trabalho das instituições apoiadas pela campanha. Ao lado de Dira Paes, Lázaro Ramos, Leandra Leal e Flávio Canto, nomes como Ivete Sangalo, Astrid Fontenelle, Fernanda Torres, Tony Ramos, Bruno Gagliasso, Carlinhos Brown, Glória Maria, Caco Barcellos, Maria Júlia Coutinho, Mateus Solano, Mel Maia, Sandra Annenberg, Isabella Santoni, Djamila Ribeiro, Erika Januza, Fernando Fernandes, Júlio César, Kênia Maria, Paola Antonini, Ariel Goldenberg, Rafaela Silva, Silvero Pereira e Tia Má reforçaram o time da esperança. Fernanda Gentil, Jonathan Azevedo e Camila Pitanga, que também reforçaram o time de mobilizadores desta edição, estrearam no comando do show ao lado de Dira Paes, Flávio Canto, Lázaro Ramos e Leandra Leal. ==== 2019 ==== A 34ª edição do Criança Esperança contou com um time de 31 mobilizadores, que rodaram o Brasil visitando os projetos que foram beneficiados pela campanha. Entre os mobilizadores estavam Aílton Graça, Anitta, Ariel Goldenberg, Astrid Fontenelle, Caco Barcellos, Camila Pitanga, Dira Paes, Erika Januza, Eva Luana, Fabrício Boliveira, Fernanda Gentil, Fernanda Torres, Fernando Fernandes, Flavio Canto, Ingrid Guimarães, Ivete Sangalo, Iza, Jeniffer Nascimento, Jonathan Azevedo, Kenia Maria, Leandra Leal, Maju Coutinho, Nanda Costa, Paola Antonini, Sandra Annenberg, Silvero Pereira, Susana Vieira, Tatá Werneck, Thaynara OG, Tia Má e Tony Ramos. Nos dias 17 e 18 de agosto de 2019, uma verdadeira e grande maratona de solidariedade aconteceu nos Estúdios Globo, no Rio de Janeiro. Centenas de personalidades, entre elenco, artistas da música brasileira, esportistas e influenciadores digitais, se mobilizaram para atender às ligações no Mesão da Esperança, que embalado pelo som da Família Lima, que teve flashes ao vivo, durante a programação comandados por Ana Paula Araújo, César Tralli, Angélica, Tadeu Schmidt, Luciano Huck, Ana Furtado, Cauã Reymond, Ana Maria Braga, Fátima Bernardes, Alex Escobar, Sheron Menezes, Fábio Porchat, Jennifer Nascimento, Tiago Leifert, Érika Januza, Isis Valverde e Zeca Camargo. De forma inédita, o apresentador Serginho Groisman comandou o Altas Horas, ao vivo, direto do Rio de Janeiro, no palco do Mesão da Esperança. No dia 25 de agosto de 2019, marcando o encerramento das doações por telefone, o Mesão da Esperança retornou à programação. Patrícia Poeta, Jonathan Azevedo, Érico Brás, Dira Paes e Sandra Annenberg comandaram entradas ao vivo, durante o Domingão do Faustão e o Fantástico. Betty Faria, Malvino Salvador, Emílio Dantas, Fabíula Nascimento, Flávia Alessandra, Susana Vieira, Érika Januza, Rômulo Estrela e Murilo Rosa, foram alguns dos artistas, que atenderam as ligações dos doadores. Após o Domingo Maior, a TV Globo exibiu o Criança Esperança Identidade, um programa especial que recuperou os melhores momentos dos últimos anos e reforçou os compromissos sociais da campanha. O programa teve apresentação de Leandra Leal, Dira Paes, Fernanda Gentil, Jonathan Azevedo, Flávio Canto e Sandra Annenberg. Pela primeira vez, o show aconteceu numa segunda-feira, sendo fixo este dia da semana nas edições posteriores, sendo mantido o horário após a novela das nove. Foi a última edição da campanha com a participação de Renato Aragão no programa. O grande show da campanha, com direção artística de Rafael Dragaud e direção geral de Antonia Prado, foi ao ar ao vivo no dia 19 de agosto, logo após a novela das nove, A Dona do Pedaço, com apresentação de Leandra Leal, Fernanda Gentil, Dira Paes, Jonathan Azevedo e Flavio Canto. Entre as atrações, nomes como Gilberto Gil, Anitta, Ivete Sangalo, Marília Mendonça, Iza, Michel Teló, Lulu Santos, Luan Santana, Péricles e Thiaguinho. === Década de 2020 === ==== 2020 ==== Em 2020, a pandemia da Covid-19 levou os cidadãos do mundo a se isolarem em busca de refúgio contra o vírus. Medo, ansiedade e insegurança se espalharam, o que tornou ainda mais essencial manter a corrente de solidariedade alimentada pela campanha do 'Criança Esperança'. A 35ª edição aconteceu no Rio de Janeiro em 28 de setembro, mas com adaptações devido ao cenário de pandemia. O tema desta edição foi “Você tem sempre um bom motivo para doar esperança”. Os clássicos Mesões da Esperança ganharam um formato inédito. Nos dias 26, 27 e 28 de setembro, o elenco da Globo conversou com o público que mandou vídeos para a plataforma 'Doe Esperança'. Mas, dessa vez, o papo foi virtual, por videoconferência. Os flashes ao longo de toda a programação foram comandados por Fernanda Gentil, Juliana Alves, Fernanda Lima, Rodrigo Hilbert, Jonathan Azevedo, Tati Machado, Patrícia Poeta, Alex Escobar, Aline Midlej, Fabio Assunção, Dira Paes, Flavio Canto, Thelma Assis, Fabio Porchat, Jeniffer Nascimento, Leandra Leal, Manoel Soares, Ana Furtado, Érico Brás e Tadeu Schmidt. Respeitando rígidos protocolos de segurança, o show do 'Criança Esperança' foi comandado por Fátima Bernardes, Luis Roberto, Tiago Leifert, Jéssica Ellen, Luciano Huck e Maju Coutinho, nos Estúdios Globo, no dia 28 de setembro. O evento contou ainda com a participação especial de Pedro Bial, Serginho Groisman e Ana Maria Braga. A celebração teve números musicais produzidos à distância e fez reflexões sobre temas sociais relevantes na atualidade, como tolerância religiosa, a força da mulher no contexto da pandemia e os trabalhadores da linha de frente no combate à Covid-19. Entre as atrações musicais, Sandy, Péricles, Larissa Manoela, Luan Santana, Ludmilla, Ivete Sangalo, Dilsinho, Zé Neto e Cristiano, Chitãozinho e Xororó, Família Lima, Iza, Alcione e Xande de Pilares. Com segurança e distanciamento social, as apresentações contaram com soluções criativas e tecnologia para levar emoção ao público. Com direção-geral de Antonia Prado e supervisão artística de Rafael Dragaud, o show foi ao ar depois da novela 'A Força do Querer' na Globo e no Globoplay. Após a exibição na Globo, o show também ficou disponível na íntegra na plataforma de streaming. Compactos do evento foram exibidos no Multishow (29/09) e no Bis (30/09). ==== 2021 ==== Em 2021, o Criança Esperança celebrou a educação como agente de transformação social, em um cenário em que a pandemia agravou a evasão escolar. A 36ª edição da campanha incentivou a corrente de solidariedade e arrecadou mais de R$ 13 milhões, que foram destinados a 105 projetos espalhados pelo país. Uma das novidades nessa edição foi a doação via Pix, através de um email específico. Nos dias 21, 22 e 23 de agosto, diretamente dos Estúdios Globo, nomes como Marcos Mion, Regina Casé, Gil do Vigor, Valéria Almeida, Érico Brás, Fábio Porchat, Rita Batista, Patrícia Poeta, Fernanda Gentil, Paulo Vieira, Ana Furtado, Camila de Lucas, Fabiana Karla, Jonathan Azevedo, Talitha Morete, Fátima Bernardes, Tati Machado, Preta Gil, Larissa Manoela, Ana Paula Araújo, Tadeu Schmidt e Dira Paes, comandaram as apresentações dos Mesões da Esperança. Com participações presenciais e à distância, talentos da Globo atenderam as ligações do público. A programação contou com flashs e entradas ao vivo na TV Globo, GNT, GloboNews, Multishow, Gloob e SporTV, além de lives e ativações nas redes sociais. O palco da campanha, que abrigou o tão esperado show no último dia 23, também mobilizou a corrente solidária através de parcerias musicais e duetos. A apresentação do espetáculo ficou por conta de IZA, Ivete Sangalo, Luciano Huck e Maju Coutinho, todos filhos de professores. O Show aconteceu em 23 de agosto, após a novela Império. As apresentações músicais ficaram por conta de Os Barões da Pisadinha, Luan Santana, Isadora Pompeo, Juliette, Wesley Safadão, Ludmilla, Emicida, Majur, Drik Barbosa, Zezé de Camargo & Luciano, Israel & Rodolffo, Melim, Alok e Maria Fernanda. No final do programa, aconteceu uma emocionante homengem a Paulo Gustavo, comandada pela sua mãe Déa Lúcia. ==== 2022 ==== Para 2022, o tema da 37ª edição do Criança Esperança foram sobre as Histórias Transformadoras, usando novamente o contexto da educação. Os tradicionais Mesões da Esperança acontecem nos dias 13, 14 e 15 de agosto. O grande show acontece no dia 15, logo após a novela Pantanal, com as apresentações de Taís Araújo, Marcos Mion, Paulo Vieira e Tadeu Schmidt. As atrações musicais foram divulgadas ao longo dos meses de julho e agosto, sendo os primeiros nomes anunciados: Gloria Groove, Ludmilla, Pedro Sampaio e Zeca Pagodinho. Em seguida, foram confirmados também os nomes de Ana Karina, Carlinhos Brown, Dilsinho, Djonga, Gabriel Sater, Gaby Amarantos, Guito, Ivete Sangalo, Júnior Lima, L7NNON, Liniker, Maria Bethânia, Pabllo Vittar, Péricles, Rebecca, Timbaladies e Toni Garrido. ==== 2023 ==== Para a 38.ª edição do Criança Esperança, foram anunciadas algumas mudanças em relação às outras edições. O tema nessa edição foi sobre a educação e a solidariedade. O evento recebeu uma nova identidade visual, além do retorno dos shows ao vivo no Riocentro, cuja última realização no local aconteceu em 2013, já que entre os anos de 2014 e 2022, a festa acontecia nos Estúdios Globo e desde 2015, o formato voltou a ser convertido em especial. O mesão da esperança ganhou um novo formato na programação da TV Globo e foi realizado entre os dias 5 e 7 de agosto durante a grade da emissora. O tradicional show ao vivo, no formato que era utilizado entre os anos de 1992 e 2014, ocorreu no dia 7, com a transmissão se iniciando após a novela Terra e Paixão. As atrações que se apresentaram foram Ludmilla, Zeca Pagodinho, Léo Santana, Fábio Jr., Dilsinho, Chitãozinho e Xororó, Negra Li, Alcione, Péricles, Liniker, Baco Exu do Blues, Ivete Sangalo e MC Carol. MC Cabelinho, que havia sido uma das atrações confirmadas, decidiu não participar horas antes do espetáculo devido a uma crise de labirintite. O ponto alto dessa edição foi a participação inédita da apresentadora do SBT, Eliana, e o retorno de Xuxa (última participação em 2014) e Angélica (última participação em 2019) ao evento, que se apresentaram juntas unindo seus maiores sucessos como Vou de Táxi, Ilariê e Os Dedinhos, se encerrando com as três cantando e performando juntas Lua de Cristal. Devido a grande repercussão, que também contou com a melhor média da atração desde 2017 com 19 pontos, o show ganhou uma reprise no dia 13 do mesmo mês nas tardes da Globo, compondo a comemoração do Dia dos Pais. ==== 2024 ==== A 39ª edição teve como tema \"Dê esperança a uma criança\" e voltou a passar por uma nova reformulação, sendo ela a retomada de um show gravado nos Estúdios Globo, com pequenas entradas ao vivo no dia 9 de outubro, indo ao ar após Mania de Você. O evento, que estava previsto para acontecer em agosto, teve quer adiado em razão das eleições municipais para evitar o uso indevido do projeto nas propagandas políticas e para priorizar o reality Estrela da Casa, além de acontecer pela primeira vez em uma quarta- feira, encerrando uma sequência adotada desde 2019 com ele ocorrendo numa segunda-feira. Outras novidades adotadas neste ano foi o tradicional Mesão da Esperança nos programas da casa ser realizado dias após o grande show, com ele ocorrendo no período entre 11 e 13 de outubro durante a programação da Globo e a realização do Futebol da Esperança, onde atletas, artistas e ex-futebolistas disputam em dois times, intitulados Criança e Esperança em um amistoso solidário na Neo Química Arena realizado no domingo (13), tendo até mesmo uma apresentação de Xuxa no show do intervalo, inspirado no Super Bowl. Tite e Zico foram os técnicos dos dois times, que tiveram a participação de Zetti, Sérgio, Aranha, Fellipe Bastos, Formiga, Edílson Capetinha, Zé Roberto, Amaral, Cristiane, Emerson Sheik, Denilson, Fábio Santos Romeu, Diego Ribas, Fred Bruno, Ricardinho, Roger Flores, Richarlyson, Alex Raphael Meschini, Dodô, Alline Calandrini, Fabiana Alvim, Caio Bonfim, Isaquias Queiroz, Edival Pontes, Rafaela Silva, Júlia Soares, William Silva de Carvalho, Beatriz Souza, Adanilo, Aílton Graça, Alexandre Borges, André Luiz Frambach, Daniel Rangel, Érico Brás, Felipe Araújo, Guthierry Sotero, Henrique Barreira, Igor Jansen, José Loreto, Leonardo Bittencourt, MC Livinho, Luan Pereira, Lucas Lima, Lucca, Marcello Melo Jr., Matheus Fernandes, Milene Domingues, Mouhamed Harfouch, Nicole Bahls, Pedro Lins, Renato Góes, Supla, Thardelly Lima, Thierry, Alex Patrício e Igão. Se apresentaram no tradicional show do dia 9: Xuxa, Belo, Péricles, Iza, Gloria Groove, Os Garotin e a dupla Maiara e Maraisa. Marcos Mion pelo terceiro ano seguido foi o apresentador da festa, desta vez, comandando sozinho o evento, que teve também a exibição de matérias gravadas. == Apresentação == Em 2015, o Criança Esperança apresentou um novo formato. A partir de então, no lugar de um grande show, um programa especial, transmitido ao vivo, diretamente dos Estúdios Globo, no Rio de Janeiro. Leandra Leal, Dira Paes, Flavio Canto e Lázaro Ramos tornaram-se os apresentadores e mobilizadores da campanha. Em 2018, Fernanda Gentil, Jonathan Azevedo e Camila Pitanga, reforçaram o time de mobilizadores e estrearam no comando do show ao lado de Dira Paes, Flávio Canto, Lázaro Ramos e Leandra Leal. Em 2023, o grande show voltou a ser realizado através do Riocentro, com a apresentação de Ivete Sangalo e Marcos Mion. ===Atuais=== * Marcos Mion (2022–presente) ===Ex–Apresentadores=== * Renato Aragão * Dedé Santana * Mussum * Zacarias * Lúcia Veríssimo * Marcos Paulo * Sérgio Mallandro * Antônio Fagundes * Cássia Kis * Flávio Silvino * Isabela Garcia * Lucinha Lins * Mylla Christie * Nuno Leal Maia * Paulo Figueiredo * Angélica * Luciano Huck * Ana Maria Braga * Márcio Garcia * Fernanda Lima * Patrícia Poeta * Lázaro Ramos * Dira Paes * Flávio Canto * Leandra Leal * Fernanda Gentil * Jonathan Azevedo * Camila Pitanga * Sandra Annenberg * Fátima Bernardes * Jéssica Ellen * Luis Roberto * Maria Júlia Coutinho * Tiago Leifert *Iza *Paulo Vieira *Tadeu Schmidt *Taís Araújo * Ivete Sangalo (2021; 2023) == Mesão da Esperança == * 2017: Nos dias 19 e 20 de agosto, atores, apresentadores e influenciadores digitais se revezaram no ‘Mesão da Esperança’, que foi embalado pelo som da Família Lima. A cobertura foi intensificada nos perfis da Globo nas redes sociais. Neste domingo, último dia das doações por telefone, atores do elenco voltaram ao ‘Mesão da Esperança’, durante os programas ‘Domingão do Faustão’ e ‘Fantástico’, para atender às ligações dos doadores. Márcio Garcia e os mobilizadores Leandra Leal, Dira Paes, Lázaro Ramos e Flavio Canto estiveram à frente dos flashes. * 2018: Nos dias 18 e 19 de agosto, o ‘Mesão da Esperança’ e o show reforçaram a corrente de solidariedade com quase 48 horas de mobilização na TV e nas mídias sociais da Globo. Centenas de personalidades, entre elenco, artistas da música brasileira, esportistas e influenciadores se uniram para atender aos telefonemas dos doadores. Fernanda Gentil, Jonathan Azevedo e Camila Pitanga, que também reforçaram o time de mobilizadores desta edição, estrearam no comando da atração ao lado de Dira Paes, Lázaro Ramos, Leandra Leal e Flávio Canto. Os números musicais ficaram a cargo de Ivete Sangalo, Emílio Dantas, Mumuzinho, Iza, Gaby Amarantos, Milton Nascimento, Caetano Veloso e Djavan e seus respectivos filhos. Até o final do ‘Fantástico’, serão quase 48 horas de mobilização. Ana Paula Araújo, Marcio Garcia, Juliana Alves, Maju Coutinho, Sandra Annenberg, Otaviano Costa, Sandra Annenberg, Fátima Bernardes e Regina Casé são alguns dos apresentadores que estão comandando os flashes ao vivo Apresentadores Ano 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 Evaristo Costa Sandra Annenberg Alex Escobar Ana Furtado André Marques Glenda Kozlowski Glória Maria Tadeu Schmidt Tiago Leifert Zeca Camargo ===Apresentadores=== * Ana Paula Araújo (2015, 2017-2019 e desde 2021) * Serginho Groisman (desde 2016) * Luciano Huck (2017-2019 e desde 2022) * Fátima Bernardes (2016 e desde 2022) * Maria Beltrão (2016 e desde 2022) * Cauã Reymond (2016-2017 e desde 2019) * Jonathan Azevedo (desde 2019) * Camilla de Lucas (2021–presente) * Rita Batista (2021–presente) * Thiago Oliveira (2022–presente) *Dan Stulbach (2022–presente) *Paolla Oliveira (2022–presente) *Renato Góes (2022–presente) *José Loreto (desde 2022) *Valéria Almeida (desde 2021) *Tadeu Schmidt (2013-2014 e desde 2019) *Babu Santana (desde 2022) *Carol Barcellos (desde 2022) *Thalita Morete (desde 2021) *Lucas Gutierrez (desde 2022) *Bárbara Coelho (desde 2022) *Gaby Amarantos (desde 2022) *Fábio Porchat (desde 2019) *Patrícia Poeta (desde 2014) *Manoel Soares (2020; desde 2022) *Ícaro Silva (desde 2022) *Péricles (desde 2022) ===Ex–Apresentadores=== *Tiago Leifert *Fernanda Gentil *Otaviano Costa *Angélica *Cissa Guimarães *Márcio Garcia *Maria Júlia Coutinho *Zeca Camargo *Ana Maria Braga *Fabiana Karla *Fernanda Lima *Regina Casé *Flávio Canto *Juliana Alves *Leandra Leal *Silvero Pereira *Dira Paes *Érico Brás *Erika Januza *Jeniffer Nascimento *Tati Machado *Gil do Vigor *Larissa Manoela *Marcos Mion *Paulo Vieira ;GloboNews *Aline Midlej ;Multishow *Bruno De Luca ;SporTV *Luiz Carlos Junior Crianca Esperanca Crianca Esperanca Crianca Esperanca Crianca Esperanca Crianca Esperanca Crianca Esperanca Crianca Esperanca Crianca Esperanca Categoria:Programas de televisão em língua portuguesa",
 "title": "Criança Esperança"
}