{
 "id": "113345",
 "text": "Benedict Richard O'Gorman Anderson (Kunming, China, 26 de agosto de 1936 - Batu, Malang, Java Oriental, Indonésia, 13 de dezembro de 2015Académico Benedict Anderson morreu hoje na Indonésia. Lusa, 13 Dezembro 2015.) foi um historiador e cientista político anglo-irlandês que lecionou e viveu grande parte de sua vida nos Estados Unidos. Sua obra mais conhecida é Imagined Communities - Reflections on the origin and spread of nationalism (em português, Comunidades Imaginadas - reflexões sobre a origem e a difusão do nacionalismo), de 1983, que explora as origens do nacionalismo. A obra já foi traduzida para 21 idiomas, inclusive o português, sendo que sua última tradução brasileira (de Denise Bottman) é de 2008.Comunidades imaginadas: reflexões sobre a origem e difusão do nacionalismo. Benedict Anderson. Companhia das Letras, 2008. Estudioso do Sudeste da Ásia, foi professor de Estudos Internacionais, Governo & Estudos Asiáticos da Universidade Cornell, tornando-se, mais tarde, professor emérito da mesma universidade. Em consequência de sua participação na elaboração de um artigo intitulado Preliminary Analysis of the October 1, 1965, Coup in Indonesia, mais conhecido como Cornell Paper,Anderson, Benedict; McVey, Ruth. A Preliminary Analysis of the October 1, 1965, Coup in Indonesia no qual era contestada a história oficial do Movimento de 30 de Setembro e dos expurgos anticomunistas de 1965–1966, Anderson foi expulso da Indonésia, em 1972. Benedict Anderson era irmão do historiador Perry Anderson. ==Biografia== Anderson era filho de pais anglo-irlandeses. Seu pai, James Carew O'Gorman Anderson, era funcionário da alfândega portuária chinesa. A família Anderson mudou-se para a Califórnia em 1941, quando da invasão japonesa, durante Segunda Guerra Sino-Japonesa. Pouco depois, em 1945, transferiu-se para a Irlanda. Benedict estudou no Eton College, onde obteve a Newcastle Scholarship, concedida anualmente a alunos com alto desempenho acadêmico, e ingressou no King's College (Cambridge). Em Cambridge, durante a Crise do Suez (1956), tornou-se anti-imperialista, posição que marcaria sua obra posterior, como historiador marxista e anticolonialista. Graduou-se em Cambridge no ano de 1957, antes de ingressar na Universiade Cornell University, onde concentrou suas pesquisas na Indonésia e, em 1967, obteve o Ph.D. em estudos de governo. Para Anderson, a violência que se seguiu à tentativa de golpe de setembro de 1965 e que levou Suharto a tomar o poder na Indonésia foi uma grande decepção. Ele disse \"sentir-se como alguém que descobre que uma pessoa querida é uma assassina\". Ainda como estudante em Cornell, ele escreveu anonimamente, com Ruth T. McVey, um artigo que ficou conhecido como \"Cornell Paper\" e que desmentia a versão oficial do governo indonésio sobre o abortado golpe de 30 de setembro e o massacre que se seguiu. O \"Cornell Paper\" circulou amplamente entre os dissidentes indonésios. Tendo sido uma das duas testemunhas estrangeiras do farsesco julgamento do Secretário-Geral do Partido Comunista da Indonésia, Sudisman (1920 – 1968),Suppression of News in Indonesia and Political Statements Prevented from Reaching the People, bannedthought.net Anderson publicou, em 1971, uma versão traduzida do testemunho do réu.Sudisman (1967). Analysis of Responsibility. Defence speech of SUDISMAN General Secretary of the Indonesian Communist Party at his trial before the Special Military Tribunal, Jakarta, 21 July 1967. Marxists Internet Archive. Em consequência disso, Anderson foi expulso da Indonésia em 1972 e proibido de voltar ao país - restrição que se manteve até 1998, quando Suharto renunciou à presidência e foi substituído por B. J. Habibie. ===Morte=== Benedict Anderson morreu durante o sono, no dia 13 de dezembro de 2015, vítima de um ataque cardíaco, dois dias depois de uma conferência sobre Anarquia e Socialismo. Segundo seu filho adotivo, Wahyu Yudistira, Benedict Anderson não sofria de qualquer doença. == Comunidades imaginadas == A noção desenvolvida por Anderson acerca de nacionalidade vem, nos anos recentes, transformando-se em uma das ideias-força do pensamento contemporâneo. Tanto o desenvolvimento das Nações Unidas como os conflitos existentes e gerados pelas \"subnações\" e o fim das dinastias europeias e asiáticas, em proveito de uma unificação estatal e linguística, são evidências de que o nacionalismo é, certamente, reconhecido como uma moral hegemônica no mundo político atual. Contudo, apesar da influência que o nacionalismo teve na sociedade contemporânea, Anderson acredita que suas origens conceituais são inadequadamente explicadas. Sua finalidade ao escrever Comunidades Imaginadas é, então, fornecer um fundo histórico para o emergente nacionalismo e seu desenvolvimento, evolução e recepção. A grande contribuição da obra está em discutir o surgimento do nacionalismo, não enquanto resultado da transformação histórica europeia, mas como contribuição original dos países colonizados e asiáticos, rompendo assim com as interpretações eurocêntricas no estudo das nações. === Nacionalismo === Anderson define a nação como \"(...) uma comunidade política imaginada - e imaginada como sendo intrinsecamente limitada e, ao mesmo tempo, soberana\" (2008, p. 32). Para ele, a nação seria: Clark, T.J.. In a Pomegranate Chandelier. London Review of Books, Vol. 28 nº 18, 21 de setembro de 2006. * Imaginada porque seus membros nunca conhecerão todos os demais; na mente de cada indivíduo reside uma imagem da comunidade da qual participam. Ou seja, ainda que os limites de uma nação não existam empiricamente, seus indivíduos são capazes de criar e imaginar tais fronteiras, criando e imaginando seus membros. * Limitada porque a nação é limitada em suas fronteiras por outros territórios; Anderson critica a possibilidade de uma nação abranger toda humanidade, pois seria inviável para a consolidação de um sentimento nacionalista abarcar toda humanidade - uma vez que a nação é um critério de distinção entre grupos e comunidades. * Soberana porque o surgimento do nacionalismo, segundo Anderson, está relacionado ao declínio dos sistemas tradicionais de governabilidade (monarquia, na Europa, ou administração colonial na Ásia e Américas) e à construção de uma nacionalidade baseada na identificação étnica, racial e/ou cultural. Esta identificação possuiria um projeto comunitário de união baseada nas diferenças de um povo para o outro A soberania nacional, deste modo, é um símbolo da liberdade frente às estruturas de dominação antigas - gerando novas estruturas de dominação, como a administração estatal, a divisão intelectual do trabalho (administradores, burocratas, professores universitários, etc.), o capitalismo editorial e o surgimento de práticas de controle estatal (censo para a população, mapas para o território e museus para a cultura legítima). * Comunidade porque uma nação é concebida enquanto estrutura horizontal na sociedade. Ou seja: é possível membros de diferentes classes sociais, em diferentes posições sociais, ocuparem um mesmo âmbito nacional e estarem vinculados por um projeto em comum. === Capitalismo editorial === Conceito apresentado por Anderson que visa investigar as relações entre o surgimento dos livros em línguas seculares e dos jornais ao surgimento do nacionalismo. Conceitualmente, o capitalismo editorial constitui-se na junção das possibilidades do capitalismo à tecnologia de imprensa, criando de modo incisivo uma homogeneidade na diversidade de línguas humanas. Essa homogeneidade é um indício de fronteiras linguísticas e cognitivas que viriam a consolidar-se enquanto alicerces para o surgimento da nação moderna. === Raízes culturais === Anderson assume as seguintes bases históricas para a concepção da nação imaginada: # Negação da existência de um texto sagrado que seja assumido como “a verdade”. Mudanças na religião propiciaram a crença de que o nacionalismo era uma solução secular para a questão da continuidade que era respondida, anteriormente, pela fé. O declínio da dominação da religião levou ainda ao declínio das linguagens sagradas. O crescimento das linguagens seculares no século XVI diminuiu a importância do latim como a única linguagem sagrada possível para s escrituras. Como consequência, as comunidades mais antigas perderam a confiança na sacralização de um determinado idioma (ver capitalismo editorial). # Fim da crença de que as sociedades eram naturalmente organizadas ao redor de um monarca central, legitimado por um poder divino (fim dos domínios dinásticos). # O desenvolvimento de uma ideia de que os fatos, ainda que ocorridos em locais diferentes, podem ligar as pessoas que neles estão envolvidas, criando assim uma consciência de compartilhamento temporal na medida em que tudo coexiste. === Origens da consciência nacional === Assim como os acontecimentos históricos permitiram a consciência do nacionalismo, a imprensa-capitalista facilitou tal processo, ampliando o mercado de livros e criando uma infinidade de campos de comunicação. Este fato que permitiu a consciência da existência de outros povos, linguagens, etc. === Estados crioulos e nacionalismo === Anderson define \"estados-crioulos\" (as colônias do Novo Mundo) como comunidades que foram formadas e guiadas por pessoas que compartilhavam o idioma local mas que, ao mesmo tempo, tinham ascendência aqueles contra os quais lutavam pela independência. Ele afirma ainda que esses “estado-crioulos” foram dos primeiros a desenvolverem uma noção de nacionalidade, antes mesmo que esta florescesse na Europa. Citando exemplos na América do Norte e na América do Sul, Anderson dá algumas possíveis explicações para isso: o comando severo da Espanha gerou muitos conflitos na chamada América Espanhola. Outra razão seria a popularidade dos jornais, que reportavam tanto notícias do Novo Mundo quanto do Velho Mundo. Assim, a contraposição entre “nós” e “eles” teria fomentado a referida consciência nacional. == Bibliografia == * * * (1985) In the Mirror: Literature and Politics in Siam in the American Era. Bangkok: Editions Duang Kamol. * * * * == Ligações externas == * Comunidades Imaginadas (resenha): parte I ; parte II. Indústrias Culturais, 14 de abril de 2023. Categoria:Alunos da Universidade Cornell Categoria:Alunos do King's College (Cambridge) Categoria:Bolsistas Guggenheim Categoria:Cientistas políticos dos Estados Unidos Categoria:Cientistas políticos do Reino Unido Categoria:Historiadores dos Estados Unidos Categoria:Historiadores do Reino Unido Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Naturais de Kunming Categoria:Professores da Universidade Cornell",
 "title": "Benedict Anderson"
}