{
 "id": "113326",
 "text": "Sir Jonathan Ive, KBE (Londres, ) é um designer britânico que se mudou para San Francisco em 1992 para trabalhar na Apple. Foi líder do departamento de design industrial da empresa desde 1996, tendo acumulado o cargo de Vice Presidente Sênior após a morte de Steve Jobs. Em 27 de junho de 2019, foi anunciado que Ive deixaria a Apple depois de vinte e sete anos para iniciar seu próprio empreendimento criativo chamado LoveFrom. == Biografia == Durante sua vida universitária, Ive estudou design na Northumbria University, em seu país natal e obteve dois prêmios estudantis pela famosa Royal Society of Arts. Quem é Jonathan Ive?] Logo após sua graduação, começou a trabalhar na Tangerine Design, onde teve seu primeiro contato com Apple, durante uma consultoria relativa ao primeiro PowerBook. Em 1992, \"Jony\" é contratado pela Apple e se muda para a Califórnia. Quatro anos depois, ele é promovido para chefe do departamento de design. A partir desse período, Ive foi responsável pela criação de uma série de produtos de sucesso e conquistou o carinho e o respeito de Steve Jobs, que havia retornado à empresa.Isaacson, 2011 Dentre as principais criações de Jonathan Ive, destacam-se o iMac, o iPod, o iPhone e o iPad. É notório que sua principal influência é o trabalho do designer Dieter Rams. Jonathan Ive sobre Dieter Rams Em 2012, Ive recebeu o título de Comendador do Império Britânico, popularmente conhecido como Cavaleiro. e passou a ser chamado de Sir. Foi anunciado em 27 de junho de 2019 que Ive sairá da Apple depois de vinte e sete anos para iniciar seu próprio empreendimento criativo chamado LoveFrom.Jony Ive anuncia saída da Apple; abrirá empresa de design e prestará serviços para a Maçã ==Principais criações== *1998 - computador G3 *1999 - iBook com Cinema Display, PowerMac G4 Torre *2000 - Cube G4 *2001 - iPod *2002 - iMac G4 *2003 - Powerbook de 12\" e 17\" *2004 - Powerbook G5 *2005 - Mac Mini *2007 - iPhone *2008 - MacBook Air *2010 - iPad *2014 - Apple Watch *2003 - Ive foi nomeado Designer do Ano pelo Museu de Design de Londres. Recebeu também o título de Designer Real da Indústria que foi concedido pela Sociedade Real de Artes. *2005 - Jonathan Ive foi eleito um dos homens da década, de acordo com eleição realizada neste ano. *2006 - Recebeu das mãos da rainha Elizabeth II o título de Comandante da Mais Excelente Ordem do Império Britânico. *2012 - Recebeu das mãos da rainha Elizabeth II o título de Sir (cavaleiro, Knight Commander of the British Empire (KBE)) na Lista de Honrarias do Ano Novo de 2012. Categoria:Pioneiros da computação Categoria:Empregados da Apple Inc. Categoria:Naturais de Londres",
 "title": "Jonathan Ive"
}