{
 "id": "11336",
 "text": "{{Info/Município do Brasil | nome = São José do Sabugi | foto = | leg_foto = | apelido = | brasão = Brasao sao jose do sabugi.PNG | bandeira = Bandeira sao jose do sabugi.PNG | link_brasão = | link_bandeira = | link_hino = | aniversário =22 de dezembro | fundação = |emancipação = 10 de janeiro | gentílico =sãojoseense | lema = | prefeito = João Domiciano Dantas Segundo | partido = UNIÃO | fim_mandato = (2017-2020) | mapa = Brazil Paraíba São José do Sabugi location map.svg | latP = S | latG = 06 | latM = 46 | latS = 33 | lonP = O | lonG = 36 | lonM = 47 | lonS = 56 | estado = Paraíba | região_intermediária = Patos | data_região_intermediária = IBGE/2017 | região_imediata = Patos | data_região_imediata = IBGE/2017 | região_metropolitana = Patos | vizinhos = Santa Luzia e Santana do Seridó/RN | dist_capital = 276 | dist_capital_ref = Google Maps | link_capital = João Pessoa | área = 206.914 | área_ref = | população = 4145 | data_pop = est. IBGE/2017 | altitude = 333 | clima = semiárido | sigla_clima = | idh = 0.656 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 27928.06 | data_pib_per_capita = IBGE/2018 }} São José do Sabugi é um município brasileiro do estado da Paraíba, localizado no Sertão do Seridó (Ocidental) Paraibano, na Região Geográfica Imediata de Patos e integrante da Região Metropolitana de Patos. De acordo com estimativa IBGE no ano de 2017, sua população foi de 4.145 habitantes. Área territorial de 215 km². Em termos originais, \"sabuji\" vem da língua indígena eça-ponji e significa \"olho d'água rumoroso\". O nome faz jus à localização do município no Vale do Sabugi, na escosta da Cordilheira da Borborema, tão castigado pela falta de chuva. Nesse sentido, Sabugi não é uma homenagem ao padroeiro São José, em si, mas diz respeito ao contexto histórico-social. ==História== A fundação da cidade remonta ao ano de, aproximadamente, 1919, com a chegada de Manoel Rodrigues Pinto. Instalando-se no local ao redor do qual hoje está erguida a Praça Higino Batista de Morais, Manoel Pinto estabeleceu morada, surgindo a Fazenda São José. Apesar de haver algumas controvérsias, a casa grande da fazenda seria a residência que, hoje em dia, é habitada pela Sra. Adelina Ferreira da Costa, a antiga tabeliã do registro civil do município. Como distrito de Santa Luzia, Caapoã surgiu em 2 de março de 1938, vindo a receber a denominação de São José do Sabugi em 7 de janeiro de 1949 e sendo elevado à categoria de município pela lei estadual nº 2682, de 22 de dezembro de 1961, instalado em 10 de janeiro do ano seguinte. ==Geografia== O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005Ministério da Integração Nacional, 2005. Nova delimitação do semiárido brasileiro .. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ==Canais de TV== * 07 - SBT * 09 - TV Correio (Record) * 11 - Rede Globo ==Ligações externas== * Página da Prefeitura * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF Sao Jose Sabugi Categoria:Municípios da Região Metropolitana de Patos Categoria:Fundações na Paraíba em 1961",
 "title": "São José do Sabugi"
}