{
 "id": "113445",
 "text": "Infografia ou infográficos são quadros informativos que usam simultaneamente texto e elementos visuais. São visualmente explicativos associados a elementos não verbais — tais como imagens, sons, gráficos, hiperlinques etc. — e utilizados com frequência na mídia impressa e digital, tendo como principal função informar o leitor. Assim como qualquer texto, apresenta uma unidade de sentido e é multimodal, ou seja, combina modos semióticos, sobretudo o verbal e o imagético. Além de seu uso em meio jornalístico, podemos encontrá-los em manuais técnicos, educativos ou científicos, entre outras publicações. Os infográficos podem ser divididos em categorias como: mapas, gráficos, tabelas e diagramas. Embora os cientistas utilizem mais frequentemente artifícios gráficos tradicionais (como diagramas e gráficos estatísticos), eles também usam infografia enquanto ferramenta didática da visualização científica. == A infografia como matéria jornalística == Os infográficos são comuns ao jornalismo contemporâneo, mas eles se comportam de forma diferente da estrutura gráfica jornalística tradicional. É importante diferenciar a infografia de recursos gráficos tradicionais como mapas, gráfico estatísticos, diagramas e a ilustrações pictóricas, pois estes costumam servir como complementos de textos escritos. Já a infografia jornalística é principalmente um meio de informação que combina esses diferentes recursos. Além disso, os infográficos atuam como matérias jornalísticas independentes, não sendo necessariamente subordinados a outros textos jornalísticos. == História da infografia == === Origens === As raízes dos recursos usados na infografia têm sua origem na pré-história. Os primeiros mapas foram criados milênios antes da escrita. Os mapas mais antigos que se conhece foram encontrados na antiquíssima cidade de Çatal Hüyük, na Turquia, e datam de cerca de 6200 a.C., pintados numa parede. Em 1626, Christoph Scheiner publicou Rosa Ursina sive Sol, contendo uma variedade de diagramas para mostrar sua pesquisa astronômica sobre o sol. Ele usou uma série de imagens para explicar a rotação do sol no tempo (por manchas solares). Em 1786, William Playfair cria uma variedade de gráficos estatísticos usados até hoje, seu livro The Commercial and Political Atlas é repleto de gráficos que representam a economia no século XVIII na Inglaterra. Em 1857, a enfermeira inglesa Florence Nightingale lançou mão de informação gráfica para convencer a rainha Vitória a melhorar as condições nos hospitais militares. O principal meio foi o gráfico circular (polar area diagram), uma combinação de gráficos de barras e de pizza empilhadas, descrevendo o número e as causas das mortes durante cada mês da Guerra da Crimeia. === Estudo de Embriões de Leonardo da Vinci (1510–1513) === Leonardo Da Vinci tentou entender os fenômenos, mas ele era limitado pelo conhecimento de sua época. Ao longo de sua vida, planejou uma enciclopédia baseada em desenhos detalhados de tudo. Até recentemente o Leonardo da Vinci cientista foi ignorado pelos estudiosos. Realizou autópsias e elaborou desenhos anatômicos extremamente detalhados, tendo planejado um trabalho, inclusive sobre o corpo humano, de anatomia comparativa. Entre 1510 e 1513, estudou fetos, de que resultaram obras que podem ser consideradas como infografias de grande complexidade. === Infográfico de Charles Minard (1861) === Em 1861, Charles Joseph Minard criou um importante infográfico sobre a marcha de Napoleão sobre Moscou. Um exemplo pioneiro de como muita informação pode ser sintetizada para se tornar mais inteligível. Nesse gráfico (ver ilustração) há quatro variáveis diferentes que contribuem para demonstrar o fracasso da campanha (em apenas uma representação bidimensional): * A distância e direção que percorreram * A altitude que as tropas atravessaram * A variação no número de soldados à medida que as tropas morriam de fome e dos ferimentos * As baixas temperaturas que enfrentaram === Mapa do metrô de Londres de Harry Beck (1933) === Em 1933,Transporte para Londres, Design Classics, Apresentando Harry Beck https://fellarte.com.br/map-tube-de-harry-beck/ Harry Beck projetou o mapa topológico do metrô de Londres. Antes desse mapa de Beck, várias linhas de metrô eram representadas geograficamente, muitas vezes se sobrepondo ao mapa das ruas. Beck percebeu que a localização geográfica era informação supérflua para os passageiros do metropolitano, já que estes queriam saber apenas a ordem e relação das estações entre si, para decidir onde mudar de estação. Inspirado na simplicidade de diagramas de engenharia elétrica, Beck projetou o mapa que seria o paradigma para os mapas de transporte público que vieram em seguida. == Evolução da infografia == A partir do século XIX, o emprego mas difundido de técnicas de impressão trouxe uma crescente facilidade para a utilização de desenhos e fotografias nos jornais. A partir da década de 1920, surgiram tecnologias que permitiram o envio de imagens via cabo ou antenas, e na década de 1960 satélites encurtavam as distâncias, permitindo com isso que fatos ocorridos no mesmo dia em locais distantes pudessem ser informados. Mas o que realmente influenciou a utilização de infográficos foi a digitalização de dados a partir dos anos 1980.Peltzer(1991) afirma que foi a partir da tecnologia gráfica que se pôde utilizar uma linguagem que até então era reservada às enciclopédias. Porém, a infografia teve sua importância ou visibilidade aumentada na Guerra do Golfo.De Pablos, 1999 Isso se deu pela escassez de fotografias, o que demandava uma expressão gráfica mais contundente. O advento da interface gráfica a partir da chegada dos Macintosh e Windows 95 catapultou as possibilidades visuais no jornalismo. Com a chegada de programas de interface gráfica para criação de sites agregando mídias e recursos visuais em uma única plataforma, a infografia se tornou, definitivamente, uma maneira eficiente de tratar a informação. Sites como e elpais.es, na Espanha e G1, no Brasil têm seções específicas para o recurso visual em referência. Com o aparecimento do Adobe Illustrator em meados de 1995, tudo se tornou mais fácil devido ao desenho vetorial que este programa trazia de novo. Este foi assim um ponto de viragem na evolução da infografia. == Infografia na imprensa == Também conhecida como jornalismo visual, a década de 1980 teve um papel importante para impulsionar a infografia na mídia impressa. Um dos fatores favoráveis à disseminação de infografias na imprensa foi o uso de cores nos jornais e revistas desse período do século passado. Neste sentido, o jornal norte-americano USA Today, lançado em 1982, teve um papel decisivo por introduzir impressão em cores, que contrastava com o cinza característico dos jornais da época, além de explorar textos curtos e objetivos que aproximavam a publicação da linguagem jornalística da TV. === Formatos de Infográfico === Lista: traz informações em forma de lista, de forma objetiva. Linha do tempo: mostram eventos em ordem cronológica. Hierárquico: organizam as informações do maior para o menor grau. Comparativo: comparar dois ou mais elementos, destacando suas diferenças e semelhanças. == Ver também == * Design de informação * Edward Tufte – importante teórico da infografia * Ilustração * Design gráfico * Jornalismo Categoria:Infografia Categoria:Ilustração Categoria:Design gráfico Categoria:Design de jornal",
 "title": "Infografia"
}