{
 "id": "113446",
 "text": "D. Berengária ou Berenguela Sanches de Portugal (1196/98 — Ringsted, Medieval Lands - Terras Medievais), foi uma Infanta de Portugal e, posteriormente, Rainha da Dinamarca. Esta união representou uma das primeiras tentativas de estabelecimento de alianças entre países distantes entre si, e provou ser de sucesso, uma vez que resultaram dessa união três futuros reis da Dinamarca: os príncipes Érico, Abel e Cristóvão. ==Primeiros anos== Berengária era a décima filha do Rei Sancho I de Portugal e da sua esposa, a Rainha D. Dulce. Teria uma irmã gémea, a infanta Branca. Não chegou a conhecer a sua mãe, uma vez que o par seria o último que Dulce traria à luz, morrendo pouco depois. ===O testamento de Sancho I=== A 26 de março de 1211, falecia em Coimbra Sancho I. O seu testamento, de outubro de 1209 era claroː dividia as suas maiores porções entre o herdeiro, Afonso II de Portugal, e as suas irmãs Teresa, Sancha e Mafalda, legando às três, sob o título de rainhas, a posse de alguns castelos no centro do país - Montemor-o-Velho, Seia e Alenquer -, com as respectivas vilas, termos, alcaidarias e rendimentos). A própria Berengária era tratada como rainha, como todas as suas irmãs. Este testamento provocou violentos conflitos internos (1211-1216) entre Afonso II e as suas irmãs, pois Afonso tentava centralizar o poder régio e impedir a acumulação exagerada de bens pela Igreja e pela Ordens onde as suas irmãs ingressaram. O conflito gerou também querelas, embora menores, com os restantes irmãos, que percebendo a política centralizadora do irmão, procuraram novos apoios e novas honrarias fora de Portugal. Foram os casos de Pedro, que conseguiu apoio em Aragão, e conseguiu ser, pelo casamento, conde de Urgel, e mais tarde, por beneplácito régio, rei de Maiorca, ou Fernando, que se tornaria conde da Flandres, e que se teria feito acompanhar por Berengária na sua jornada para a corte francesa para junto da sua tia e irmã de Sancho I, a condessa Teresa de Portugal. ==Rainha da Dinamarca== ===Da França à Dinamarca=== Na posição de duquesa de Borgonha, a tia de Berengária apoiara a posição da então rainha de França Ingeburga da Dinamarca, que havia sido repudiada pelo seu esposo, Filipe II Augusto de França. Esta questão terá merecido a discórdia do reino com o Papa Celestino III e a partir de 1198, com o Papa Inocêncio III. Teresa autorizou a passagem dos núncios papais (que vinham defender Ingeburga) pela Borgonha, algo que não teria agradado nem ao rei, que começara a desconfiar da duquesaSancho e Teresa entre seus irmãos e na política de Afonso Henriques após o Desastre de Badajoz, nem ao seu esposo, fiel ao rei. Esta ação poderia mesmo ter motivado a separação do duque. Este auxílio prestado à rainha Ingeburga poderá ter motivado a mesma a ajudar Teresa a expandir os laços matrimoniais da família real portuguesa ao apresentar o seu irmão viúvo Valdemar à sobrinha de Teresa, Berengária, então na corte francesa. Valdemar também se sentia motivado em criar novas relações com a poderosa Flandres, onde a influência de Teresa dominava, e por isso acordou esta união, que se deu a 18 ou 24 de maio de 1214. ===Ascensão ao trono=== Berengária encontrou no povo alguma resistência quanto à sua aceitação enquanto rainha, uma vez que a primeira esposa de Valdemar, Margarida, conhecida como Dagmar na Dinamarca, fora imensamente popular, sendo loura e com traços físicos nórdicos, aos quais o povo estava mais acostumado. Berengária, uma rainha do Sul, surge assim com uma beleza de olhos e cabelo escuro como os corvos. Foi bastante difícil para Berengária ganhar popularidade na Dinamarca, não podendo competir com a falecida rainha. O casamento de Berengária coincidiu com uma altura de problemas económicos na Dinamarca, pelo que o povo foi sobrecarregado com impostos. Berengária teria sido injustamente acusada de causar a ruína do reino pelos seus gastos, embora uma grande parte destes impostos fossem investidos na guerra e não na rainha. Berengária, apesar de tudo, fez várias doações a igrejas e conventos. Foi ainda a primeira rainha dinamarquesa a usar uma coroa, que se encontrava no inventário dos seus pertences. ==Morte e posteridade== Berengária, após dar à luz uma rapariga e três varões, faleceu em trabalho de parto, em 1221. Foi enterrada em Ringsted, acompanhando a que foi sua rival, mesmo morta. Valdemar juntar-se-ia às duas esposas aquando da sua morte, em 1241. Apesar da sua má reputação junto do povo, a prole de Berengária provou ao rei que o casamento tivera sucesso, e desta forma, para unir definitivamente as famílias reais portuguesa e dinamarquesa, casou o seu único filho da primeira mulher, Valdemar o Jovem, com outra infanta portuguesa, Leonor, filha de Afonso II de Portugal, em 1229. As duas esposas de Valdemar teriam um papel proeminente junto do povo dinamarquês: se a primeira, Dagmar, era vista como suave, piedosa e ideal, Berengária teve uma imagem mais negativa, provavelmente devido aos seus cabelos negros, uma raridade naquele país, sendo vista como o estereótipo da mulher bela mas maldosa.Valdemar in 1911 Encyclopedia Quando o seu túmulo foi aberto pela primeira vez, em 1885, encontraram o seu crânio e os finos ossos do seu corpo, provando a sua beleza descrita nas lendas. Foi realizado um retrato baseado na análise dos seus restos, por forma a tentar encontrar uma semelhança mais perfeita com a realidade. ==Casamento e descendência== Do seu casamento com Valdemar II da Dinamarca nasceram: *Érico (1216-1250), rei da Dinamarca, casou-se 1239 com Judite da Saxónia. *Sofia (1217-24 de abril de 1241) casou c.1235 com João I de Brandemburgo. *Abel (1218-29 de junho de 1252), rei da Dinamarca, casou em 1237 com Matilde de Holstein. *Cristóvão (1219-29 de maio de 1259), casou em 1248 com Margarida Sambiria. Entre seus descendentes próximos estão vários reis da Dinamarca, da Noruega, da Suécia, da Polônia e várias casas alemãs. ==Bibliografia== * * Castro, Ariel (1996) Sancho e Teresa entre seus irmãos e na política de Afonso Henriques após o Desastre de Badajoz, Guimarães, II Congresso Histórico de Guimarães - Afonso Henriques e a sua época Categoria:Infantas de Portugal Categoria:Casa da Borgonha (Portugal) Categoria:História da Dinamarca Categoria:Rainhas católicas Categoria:Príncipes católicos romanos Categoria:Mortos em 1221 Categoria:Mortes por peste Categoria:Mulheres de Portugal medieval Categoria:Mulheres da Dinamarca medieval Categoria:Mulheres do século XII Categoria:Mulheres do século XIII Categoria:Portugueses do século XII",
 "title": "Berengária de Portugal"
}