{
 "id": "1135",
 "text": "Gerações da matéria Categorias de Férmions Geração das partículas elementares Tipo Subtipo Primeira Segunda Terceira Quarks tipo down down strange bottom tipo up up charm top Léptons carregado elétron múon tau neutro neutrino de elétron neutrino de múon neutrino do tau Em física de partículas, um é uma partícula elementar de spin semi-inteiro (spin 1/2) que não sofre interações fortes. Existem duas classes principais de léptons: léptons carregados, também conhecidos como léptons do tipo elétron, e léptons neutros (também conhecidos como neutrinos). Léptons carregados podem combinar-se com outras partículas para formar partículas compostas como os átomos, enquanto que os neutrinos interagem fracamente com outras partículas. O lépton mais conhecido é o elétron. Há seis tipos, ou sabores, de léptons, agrupados em três gerações. A primeira geração de léptons, também chamada de léptons eletrônicos, compreende o elétron (e−) e o neutrino do elétron (νe); a segunda são os léptons muônicos, que compreendem o múon (μ-) e o neutrino do múon (νμ); e a terceira são os léptons tauônicos, que envolvem os taus (τ−) e o neutrino do tau (ντ). O elétron tem a menor massa de todos os léptons carregados. Os múons e taus rapidamente decaem em elétrons. Portanto, o elétron é estável e é o lépton carregado mais comum no Universo, enquanto que múons e taus são produzidos apenas em colisões de altas energias (como as que envolvem raios cósmicos ou nas colisões em aceleradores de partículas). Os léptons têm várias propriedades intrínsecas como carga elétrica, spin e massa. Diferentemente dos quarks, léptons não são sujeitos à força nuclear forte, mas interagem por meio da gravidade e da força fraca. Os léptons carregados interagem também por meio da força eletromagnética. Para cada sabor de lépton, há sua correspondente antipartícula, conhecida como antilépton, que difere do lépton apenas em algumas de suas propriedades que têm a mesma magnitude mas sinais opostos. De acordo com certas teorias, neutrinos podem ser sua própria antipartícula. O primeiro lépton carregado, o elétron, foi teorizado em meados do século XIX por muitos cientistas e foi descoberto em 1897 por J. J. Thomson. O próximo lépton a ser observado foi o múon, descoberto por Carl D. Anderson em 1936, que foi classificado como um méson na época. Após investigações descobriu-se que o múon não tinha as propriedades de um méson e, além disso, se comportava como um elétron mas com massa maior. Foi só em 1947 que o conceito de “lépton” como família de partículas foi proposto. O primeiro neutrino, o neutrino do elétron, foi proposto por Wolfgang Pauli em 1930 para explicar certas características do decaimento beta. Foi observado no experimento Cowan-Reines neutrino (Cowan-Reines neutrino experiment), conduzido por Clyde Cowan e Frederick Reines em 1956. O neutrino do múon foi descoberto em 1962 por Leon M. Lederman, Melvin Schwartz, e Jack Steinberge, e a descoberta do tau entre 1974 e 1977 por Martin Lewis Perl e seus colegas do Stanford Linear Accelerator Center (Acelerador Linear de Stanford) e Lawrence Berkeley National Laboratory (Laboratório Nacional de Lawrence Berkeley). O neutrino do tau não foi descoberto até julho de 2000, quando a colaboração DONUT do Fermilab anunciou sua descoberta. Léptons são uma parte importante no modelo padrão. Elétrons são componentes dos átomos, junto com prótons e nêutrons. Átomos exóticos com múons e taus em vez de elétrons também podem ser sintetizados, bem como partículas lépton-antilépton como o positrônio. == Etimologia == O nome lépton deriva do grego leptós, \"fino, pequeno, delgado\" (forma neutra nominativa/acusativa singular: λεπτόν leptón);\"lepton\". Online Etymology Dictionary.. a forma certificada mais antiga da palavra é a grega micênica 𐀩𐀡𐀵, re-po-to, na escrita silábica Linear B. Lépton teve o seu primeiro uso pelo físico Léon Rosenfeld em 1948: > Seguindo a sugestão do Prof. C. Møller, eu adoto—como um análogo a > “nucleon”—a denominação “lépton” (do λεπτός, pequeno, fino, delicado) para > denotar a partícula de pequena massa. Rosenfeld escolheu o nome porque os únicos léptons conhecidos à época eram os elétrons e os múons, cujas massas são pequenas comparadas a dos nucleons—a massa de um elétron ()C. Amsler et al. (2008): Particle listings— e a massa de um múon (com um valor de )C. Amsler et al. (2008): Particle listings— são frações da massa do “pesado” próton ().C. Amsler et al. (2008): Particle listings— Entretanto, a massa do tau (descoberto em meados da década de 1970) ()C. Amsler et al. (2008): Particle listings— é quase o dobro da massa do próton e cerca de 3500 vezes a massa do elétron. == História == Nomenclatura Lépton Nome da partícula Nome da antipartícula Elétron Antielétron Pósitron Neutrino do elétron Antineutrino do elétrons Múon Mu Antimuon Antimu Neutrino de múon Neutrino muônico Antineutrino do múon Antineutrino muônico Tau Antitau Neutrino do Tau Neutrino Tauônico Neutrino Tau Antineutrino do tau Antineutrino tauônico Antineutrino tau O primeiro lépton identificado foi o elétron, descoberto por J. J. Thomson e sua equipe de físicos britânicos em 1897.S. Weinberg (2003)R. Wilson (1997) Então, em 1930, Wolfgang Pauli postulou o neutrino do elétron por conservação da energia, conservação do momento e conservação do momento angular no decaimento beta.K. Riesselmann (2007) Pauli teorizou que partículas não detectadas carregassem a diferença de energia, momento e momento angular entre os estados iniciais e o observado nos estados finais. O neutrino do elétron foi simplesmente chamado de neutrino, como ainda não se sabia que existiriam diferentes sabores de neutrinos (ou gerações diferentes). Quase 40 anos depois da descoberta do elétron, o múon foi descoberto por Carl D. Anderson em 1936. Devido à sua massa, foi inicialmente categorizado como um méson em vez de um lépton.S. H. Neddermeyer, C. D. Anderson (1937) Depois ficou claro que o múon é mais similar a um léptons do que a um mésons e como múons não sofrem interação forte, foi reclassificado: elétrons, múons e o neutrino do elétron foram agrupados num novo grupo de partículas - os léptons. Em 1962, Leon M. Lederman, Melvin Schwartz e Jack Steinberger mostraram que mais de um tipo de neutrino existe detectando a interação do neutrino do múon, pelo qual ganhou o prêmio Nobel de 1988, embora os diferentes sabores de neutrinos já tinham sido teorizados.I. V. Anicin (2005) O tau foi detectado primeiro numa série de experimentos entre 1974 e 1977 por Martin Lewis Perl com seus colegas e o grupo SLAC LBL.M. L. Perl et al. (1975) Como o elétron e o múon, também esperou-se ter um neutrino associado. A primeira evidência para o neutrino do tau veio da observação da energia e momentos desaparecidos num decaimento de tau, de modo análogo ao observado no decaimento beta que levou a observação do neutrino do elétron. A primeira detecção de interações do neutrino do Tau foi anunciada em 2000 pela colaboração DONUT no Fermilab, tornando-se a segunda partícula mais recente do Modelo Padrão a ser observada diretamente,K. Kodama (2001) com o bóson de Higgs sendo descoberto em 2012. Embora todos os dados presentes estejam consistentes com as três gerações de léptons, alguns físicos de partículas estão procurando uma quarta geração. O atual limite inferior de massa de um quarto lépton carregado é ,C. Amsler et al. (2008) Heavy Charged Leptons Searches enquanto seu neutrino associado teria uma massa de pelo menos .C. Amsler et al. (2008) Searches for Heavy Neutral Leptons == Propriedades == === Spin e quiralidade === Léptons são partículas de spin ½. O teorema da estatística do spin implica então que são férmions, e, portanto, que estão sujeitos ao princípio de exclusão de Pauli: Não podem existir dois léptons da mesma espécie no mesmo estado, ao mesmo tempo. Além disso, significa que para um lépton só é possível ter dois estados de spin, a saber up ou down. Uma propriedade intimamente relacionada é a quiralidade, que por sua vez é intimamente relacionada à propriedade chamada helicidade, essa sendo mais visualizável. A helicidade de uma partícula é a direção de seu spin relativa a seu momento linear; partículas com spin na mesma direção de seu momento linear são chamadas de dextrógira e caso contrário, são chamadas de levógira. Quando uma partícula não tem massa, a direção de seu momento linear relativa ao seu spin é a mesma em todos os referenciais, enquanto que partículas com massa podem ser ‘ultrapassadas’ ao escolher um referencial mais veloz; no referencial mais veloz, a helicidade é invertida. Quiralidade é uma propriedade técnica, definida pelo comportamento de transformações sob o grupo de Poincaré, que não se altera com o referencial. Ela é construída de modo a concordar com a helicidade para partículas sem massa, e ainda ser bem definida para partículas com massa. Em muitas teorias quânticas de campo, tal como a eletrodinâmica quântica e a cromodinâmica quântica, férmions dextrógiros e levógiros são idênticos. Entretanto, a interação Fraca do Modelo Padrão trata os férmions dextrógiros e levógiros de forma diferente: Somente férmions levógiros (e anti-férmions dextrógiros) participam da interação fraca. Este é um exemplo explícito da violação de paridade no modelo. Na literatura, campos levógiros são frequentemente denotados por um subscrito maiúsculo L (por exemplo, o elétron comum: eL−) e campos dextrógiros são denotados por um subscrito maiúsculo R (por exemplo, o pósitron eR+). Neutrinos dextrógiros e anti-neutrinos levógiros não possuem interações possíveis com outras partículas (ver neutrinos inertes), e, portanto, não são parte funcional do Modelo Padrão apesar de sua exclusão não ser um requisito obrigatório; às vezes eles são listados em tabelas de partículas para enfatizar que eles não teriam uma função ativa se incluídos no modelo. Apesar de partículas dextrógiras eletricamente carregadas (elétron, múon ou tau) não participarem especificamente da interação fraca, elas ainda podem interagir eletricamente, e portanto ainda participam da força combinada eletrofraca, embora com diferentes intensidades (YW). === Interação eletromagnética === Uma das propriedades mais proeminentes dos léptons é a sua carga elétrica, . A carga elétrica determina a intensidade de suas interações eletromagnéticas. Ela determina a intensidade do campo elétrico gerado pela partícula (veja lei de Coulomb) e quão intensamente a partícula reage a um campo elétrico ou magnético externo (veja força de Lorentz). Cada geração contém um lépton com \\; Q = -1 \\, e \\; e um lépton com carga elétrica zero. Geralmente o lépton com carga elétrica é referido simplesmente por lépton carregado enquanto que um lépton neutro é chamado de neutrino. Por exemplo, a primeira geração do elétron com uma carga elétrica negativa e o neutrino do elétron, que é eletricamente neutro . Na linguagem da teoria quântica de campos, a interação eletromagnética dos léptons carregados é expressa pelo fato de que partículas interagem com o quantum do campo eletromagnético, o fóton. O diagrama de Feynman da interação elétron-fóton é mostrado ao lado. Porque os léptons possuem uma rotação intrínseca na forma de spin, léptons carregados geram um campo magnético. O tamanho de seu momento de dipolo magnético é dado por : \\;\\mu = g\\, \\frac{\\; Q \\hbar \\;}{4 m} \\;, onde m é a massa do lépton e g é o assim chamado “fator g“ para o lépton. Aproximações em primeira ordem da mecânica quântica preveem que o fator g é 2 para todos os léptons. Entretanto, efeitos quânticos de ordem superior casados por loops nos diagramas de Feynman introduzem correções a este valor. Essas correções, referidas como o momento de dipolo magnético anômalo, são muito sensíveis aos detalhes de um modelo de teoria quântica de campos, e assim fornecem a possibilidade de testes precisos do modelo padrão. Os valores teóricos e medidos para o momento de dipolo magnético anômalo do elétron estão de acordo dentro de 8 algarismos significativos. Os resultados experimentais para o múon, entretanto, apresentam uma discrepância com o Modelo Padrão. === Interação fraca === No Modelo Padrão, o lépton canhoto carregado e o neutrino canhoto são arranjados um dubleto que se transformam na representação de spinor ( = ) do calibre de simetria do isospin fraco SU(2) Isso significa que essas partículas são autoestados da projeção de isospin 3 com autovalores e respectivamente. Ao mesmo tempo, o lépton carregado destro se transforma como um escalar de isospin fraco ( = 0) e assim não participa da interação fraca, enquanto que não há nenhuma evidência de que exista um neutrino destro. O mecanismo de Higgs recombina as simetrias dos calibres de campo do isospin fraco SU(2) e da hipercarga fraca U(1) em três bósons vetoriais com massa (, , ) mediando a interação fraca, e um bóson vetorial sem massa, o fóton, responsável pela interação eletromagnética. A carga elétrica pode ser calculada da projeção de isospin 3 e da hipercarga fraca W através da fórmula de Gell-Mann–Nishijima, : = 3 \\+ W Para recuperar as cargas elétricas observadas para todas as partículas, o dubleto de isospin fraco canhoto devem ter assim W = −1, enquanto que o escalar de isospin destro W = −2. A interação dos léptons com os bósons vetoriais com massa da interação fraca é mostrada na figura à direita. === Massa === No Modelo Padrão, cada lépton começa sem massa intrínseca. Os léptons carregados (ou seja, elétron, múon, e tau) obtêm uma massa efetiva pela interação com o campo de Higgs, mas os neutrinos permanecem sem massa. Por razões técnicas, a ausência de massa dos neutrinos implica em não haver mistura das diferentes gerações de léptons carregados assim como há para os quarks. A massa nula do neutrino está de acordo com as atuais observações experimentais diretas de massa.M. E. Peskin, D. V. Schroeder (1995), p. 27 Entretanto, é sabido pelos experimentos indiretos—mais proeminentemente das oscilações de neutrinos observadasY. Fukuda et al. (1998)—que os neutrinos devem ter uma massa não-nula, provavelmente menor do que . Isso implica na existência de física além do Modelo Padrão. A extensão atualmente mais favorecida é o assim chamado mecanismo da gangorra, que poderia explicar simultaneamente por que os neutrinos canhotos são tão leves em comparação aos léptons carregados, e por que ainda não observamos nenhum neutrino destro. ==== Razão das massas ==== As três gerações de léptons tem massas que são teoricamente relacionadas entre si por um função simples de α, a constante de estrutura fina: \\frac{m_\\mu}{m_e}= \\left ( \\frac{\\alpha^{-2}}{2\\pi}\\right )^{\\frac{2}{3}} \\frac\\left({1+2\\pi\\frac{\\alpha^2}{2}}\\right) \\left({1+\\frac{\\alpha}{2}}\\right) = 206.7683 \\left(206.76827\\right) \\frac{m_\\tau}{m_e}= \\left ( \\frac{\\alpha^{-3}}{4\\pi}\\right )^{\\frac{2}{3}} \\frac\\left({1+2\\pi\\frac{\\alpha^2}{2}}\\right) \\left(1-4\\pi\\alpha^2\\right) = 3477.2 \\left(3477.23\\right) onde m_e é a massa do elétron, m_\\mu é a massa do múon, e m_\\tau é a massa do tau. Os números entre parênteses à direita das fórmulas são as razões das massas calculadas a partir dos valores recomendados do CODATA 2018. === Números quânticos de sabor === Aos membros do dubleto de isospin fraco de cada geração são atribuídos números leptônicos que são conservados de acordo com o Modelo Padrão.B. R. Martin, G. Shaw (1992) Elétrons e neutrinos do elétron possuem um número eletrônico de , enquanto que múons e neutrinos do múon possuem um número muônico de , e partículas tau e neutrinos do tau possuem um número tauônico de . Os anti-léptons possuem −1 como números leptônicos de suas respectivas gerações. A conservação dos números leptônicos significa que o número de léptons do mesmo tipo se mantém constante, quando partículas interagem. Isso implica que léptons e anti- léptons devem ser criados em pares em uma única geração: : , : , mas não essas: : , : , : . Entretanto, oscilações de neutrinos são conhecidas por violar a conservação dos números leptônicos individuais. Tal violação é considerada evidência incontestável de física além do Modelo Padrão. Uma lei de conservação muito mais forte é a conservação do número total de léptons (L sem subscrito), conservado mesmo no caso de oscilações de neutrinos, mas mesmo isso ainda viola um pouco devido a anomalia quiral. == Universalidade == Os acoplamentos de léptons a todos os tipos de bósons de calibre são independentes do sabor: A interação entre léptons e um bóson de calibre possui a mesma medida para todos os léptons. Essa propriedade é chamada de universalidade leptônica e já foi testada em medidas da meia vida dos múons e taus e na largura de decaimento parcial do bóson Z, particularmente nos experimentos no Stanford Linear Collider (SLC) e no Large Electron–Positron Collider (LEP). A taxa de decaimento (\\Gamma) de múons através do processo é aproximadamente dada por uma expressão da forma (veja decaimento de múons para mais detalhes)B. R. Martin, G. Shaw (1992) : \\Gamma \\left ( \\mu^- \\rarr e^- + \\bar{ u_e} + u_\\mu \\right ) \\approx K_2\\, G_\\text{F}^2\\, m_\\mu^5 ~, onde é uma constante, e é a constante de acoplamento de Fermi. A taxa de decaimento de partículas tau através do processo é dada por uma expressão da formaB. R. Martin, G. Shaw (1992) : \\Gamma \\left ( \\tau^- \\rarr e^- + \\bar{ u_e} + u_\\tau \\right ) \\approx K_3\\, G_\\text{F}^2\\, m_\\tau^5 ~, onde é uma outra constante . A universalidade de múons-tau implica que Por outro lado, a universalidade de elétrons-muon implica queB. R. Martin, G. Shaw (1992) : \\Gamma \\left( \\tau^- \\rarr e^- + \\bar{ u_e} + u_\\tau \\right) = \\Gamma \\left( \\tau^- \\rarr \\mu^- + \\bar{ u_\\mu} + u_\\tau \\right) ~. Isso explica por que a razão de ramificação para o modo eletrônico (17.82%) e muônico (17.39%) do decaimento dos taus é igual (dentro da incerteza).C. Amsler et al. (2008): Particle listings— A universalidade também explica a razão das meias vidas do múon e do tau. A meia vida \\Tau_\\ell de um lépton \\ell (com \\ell = \"\" ou \"\") é relacionada com a taxa de decaimento porB. R. Martin, G. Shaw (1992) : \\Tau_\\ell = \\frac{\\; B \\left( \\ell^- \\rarr e^- + \\bar{ u_e} + u_\\ell \\right) \\; }{ \\Gamma \\left( \\ell^- \\rarr e^- + \\bar{ u_e} + u_\\ell \\right)}\\,, onde\\; B(x \\rarr y) \\;denota as razões de ramificação, e \\;\\Gamma(x \\rarr y) \\; denota a largura de ressonância do processo \\; x \\rarr y ~, com x e y substituídos por duas partículas diferentes de \"\" ou \"\" ou \"\". A razão dos tempos de vida do tau e do múon, então, é dado porB. R. Martin, G. Shaw (1992) : \\frac{\\, \\Tau_\\tau \\,}{\\Tau_\\mu} = \\frac{\\; B \\left( \\tau^- \\rarr e^- + \\bar{ u_e} + u_\\tau \\right) \\;}{ B\\left( \\mu^- \\rarr e^- + \\bar{ u_e} + u_\\mu \\right) }\\, \\left(\\frac{m_\\mu}{m_\\tau}\\right)^5 ~. Usando valores de 2008 da Review of Particle Physics para as razões de ramificação para o múonC. Amsler et al. (2008): Particle listings— e o tauC. Amsler et al. (2008): Particle listings— resultam numa razão de tempo de vida de ~, comparável ao valor medido de ~. A diferença é devido a e não serem constantes na realidade: Eles dependem levemente da massa dos léptons envolvidos. Testes recentes da universalidade dos léptons em decaimentos do méson B, realizados nos experimentos LHCb, BaBar e Belle mostraram consistentes desvios das predições do modelo padrão. Contudo, as significâncias estatística e sistemática não são suficientes ainda para afirmar uma observação de uma física nova. Em julho de 2021, resultados sobre universalidade dos léptons foram publicados testando decaimentos do bóson W, medidas anteriores pelo LEP tinham fornecido um leve desequilíbrio, mas novas medidas pela colaboração ATLAS com duas vezes a precisão fornecem uma razão de B(W\\rarr \\tau^-+ u_\\tau)/B( W\\rarr \\mu^-+ u_\\mu)=0.992\\pm0.013 , o que concorda com a previsão do modelo padrão de unidade. == Tabela dos léptons == Propriedades dos léptons Spin J Nome dapartícula ouantipartícula Simbolo Carga (e) Sabor donúmero leptônico Massa(MeV/c2) Tempo de vida (seconds) L_e L_\\mu L_\\tau ElectronC. Amsler et al. (2008): Particle listings— −1 +1 0 0 0.510998910 (±13) Stable PositronC. Amsler et al. (2008): Particle listings— +1 −1 MuonC. Amsler et al. (2008): Particle listings— −1 0 +1 0 105.6583668 (±38) 2.197019×10−6 (±21) Antimuon +1 −1 TauC. Amsler et al. (2008): Particle listings— −1 0 0 +1 1776.84 (±.17) 2.906×10−13 (±.010) Antitau +1 −1 Electron neutrino 0 +1 0 0 <0.0000022 Unknown Electron antineutrino −1 Muon neutrino 0 0 +1 0 < 0.17 Unknown Muon antineutrino −1 Tau neutrino 0 0 0 +1 < 15.5 Unknown Tau antineutrino −1 == Veja também == * Koide formula * List of particles * Preons—partículas teóricas que já foram postuladas serem subcomponentes de quarks e léptons == Ligações externas == * – The PDG compiles authoritative information on particle properties. * – a summary of leptons. Categoria:1897 na ciência",
 "title": "Lépton"
}