{
 "id": "113579",
 "text": "Foreign Affairs é uma revista estadunidense de relações internacionais e política externa publicada pelo Conselho de Relações Exteriores, uma organização sem fins lucrativos e apartidária, que funciona como uma think tank especializada em assuntos internacionais. Fundada em 15 de setembro de 1922, a revista impressa é editada atualmente a cada dois meses, enquanto o site publica artigos diários e antologias mensais. A Foreign Affairs é considerada uma das revistas de política externa mais influentes dos Estados Unidos. Ao longo de sua longa história, a revista publicou uma série de artigos seminais, incluindo o \"Artigo X\" de George Kennan, publicado em 1947, e \"The Clash of Civilizations\" de Samuel P. Huntington, publicado em 1993. Acadêmicos, funcionários públicos e líderes políticos importantes aparecem regularmente nas páginas da revista. Autores recentes de relações exteriores incluem Robert O. Keohane, Hillary Clinton, Donald H. Rumsfeld, Ashton Carter, Colin L. Powell, Francis Fukuyama, David Petraeus, Zbigniew Brzezinski, John J. Mearsheimer, Stanley McChrystal, Christopher R. Hill e Joseph Nye. == História == O Conselho de Relações Exteriores, fundado no verão de 1921, contava principalmente com diplomatas, financistas, acadêmicos e advogados entre seus membros. Seu estatuto de fundação declarava que seu propósito deveria ser \"proporcionar uma conferência contínua sobre questões internacionais que afetam os Estados Unidos, reunindo especialistas em política, finanças, indústria, educação e ciência.\"Continuing the Inquiry: The Council on Foreign Relations from 1921 to 1996, pg 9. Em seu primeiro ano, o Conselho se engajou principalmente em discursos por meio de reuniões e pequenos grupos de discussão; no entanto, acabou decidindo buscar um público mais amplo e começou a publicar Foreign Affairs em 15 de setembro de 1922 a cada trimestre.Continuing the Inquiry: The Council on Foreign Relations from 1921 to 1996, pg 12. O Conselho nomeou o professor Archibald Cary Coolidge, da Universidade Harvard, como o primeiro editor da revista. Como Coolidge não estava disposto a se mudar de Boston para Nova York, Hamilton Fish Armstrong, um ex-aluno da Universidade de Princeton e correspondente europeu do New York Evening Post, foi nomeado editor administrativo e trabalhou em Nova York, lidando com a mecânica do dia a dia da publicação da revista. Armstrong escolheu a distinta cor azul claro para a capa da revista, enquanto suas irmãs, Margaret e Helen, desenharam o logotipo e as letras, respectivamente. Foreign Affairs é uma publicação sucessora do Journal of International Relations (que funcionou de 1910 a 1922), que por sua vez foi um sucessor do Journal of Race Development (que foi publicado de 1911 a 1919).Mark Mazower, 2013, \"Governing the world: The history of an idea\", Penguin Books, London, page 165. === 1922-1945 === O artigo principal da primeira edição da Foreign Affairs foi escrito pelo ex-secretário de Estado sob a administração de Theodore Roosevelt, Elihu Root. O artigo argumentava que os Estados Unidos haviam se tornado uma potência mundial e que, como tal, a população em geral precisava ser mais bem informada sobre os assuntos internacionais. John Foster Dulles, então um especialista financeiro vinculado à Comissão Americana para Negociar a Paz, que mais tarde se tornaria Secretário de Estado de Dwight D. Eisenhower, também contribuiu com um artigo para a edição inaugural do Foreign Affairs sobre a dívida dos Aliados após a Primeira Guerra Mundial. Em 1925, a Foreign Affairs publicou uma série de artigos, intitulada \"Worlds of Color\", pelo proeminente intelectual afro-americano W. E. B. Du Bois, que era amigo pessoal de Armstrong e escreveu principalmente sobre questões raciais e imperialismo. Embora em seus primeiros dias de publicação a revista não tivesse muitas autoras, no final dos anos 1930 a jornalista Dorothy Thompson, da revista Time, contribuía com artigos. === 1945-1991 === A publicação alcançou seu maior destaque após a Segunda Guerra Mundial, quando as relações internacionais se tornaram centrais na política dos Estados Unidos e o país se tornou um ator poderoso no cenário global. Vários artigos extremamente importantes foram publicados na Foreign Affairs, incluindo a reformulação do \"Long Telegram\" de George F. Kennan, que primeiro divulgou a doutrina de contenção que formaria a base da política estadunidense na Guerra Fria. Louis Halle, membro da equipe de planejamento de políticas dos Estados Unidos, também escreveu um artigo influente na Foreign Affairs em 1950. Seu artigo, \"On a Certain Impacience with Latin America\", criou a estrutura intelectual anticomunista que justificou a política estadunidense para a América Latina durante a Guerra Fria. O artigo de Halle descreveu o fim do incentivo à democracia na América Latina do pós-guerra. Ele demonstrou repulsa pela incapacidade das sociedades latino-americanas de assumir autonomia e se tornarem democráticas. Sua racionalização em relação à América Latina foi mais tarde usada para justificar os esforços dos Estados Unidos para derrubar o governo de esquerda da Guatemala e de outros países da região. === 1991-presente === Desde o fim da Guerra Fria, e especialmente após os ataques de 11 de setembro, o número de leitores da revista cresceu significativamente. O número total de leitores atuais da Foreign Affairs é de 351.000 para a revista impressa e tem 955.000 visitantes únicos por mês para o site. Na edição do verão de 1993, a Foreign Affairs publicou o influente artigo \"The Clash of Civilizations\" de Samuel P. Huntington. No artigo, Huntington argumentou que \"a fonte fundamental de conflito neste novo mundo não será principalmente ideológica ou econômica. As grandes divisões entre a humanidade e a fonte dominante de conflito serão culturais.\" Na edição de novembro/dezembro de 2003 da Foreign Affairs, Kenneth Maxwell escreveu uma resenha do livro The Pinochet File: A Declassified Dossier on Atrocity and Accountability, de Peter Kornbluh, que deu origem a uma polêmica sobre a relação de Henry Kissinger com o regime do ditador chileno Augusto Pinochet e para a Operação Condor. Maxwell afirma que os principais membros do Conselho de Relações Exteriores, agindo a pedido de Kissinger, pressionaram o então editor da Foreign Affairs, James Hoge, a dar a última palavra em uma troca subsequente sobre a revisão a William D. Rogers, um associado próximo de Kissinger, em vez de Maxwell; isso ia contra aos critérios estabelecidos na Foreign Affairs. ==Ligações externas== * Categoria:Revistas de relações internacionais Categoria:Council on Foreign Relations",
 "title": "Foreign Affairs"
}