{
 "id": "11359",
 "text": "File:1930s decade montage.png|Da esquerda, no sentido horário: a foto de Dorothea Lange da desabrigada Florence Thompson mostra os efeitos da Grande Depressão; devido a condições extremas de seca, fazendas no centro-sul dos Estados Unidos secam e o Dust Bowl se espalha; O Império do Japão invade a China, o que eventualmente leva à Segunda Guerra Sino-Japonesa. Em 1937, soldados japoneses massacram civis em Nanquim; a aviadora Amelia Earhart torna-se um ícone da aviação americana; O ditador alemão Adolf Hitler e o Partido Nazista tentam estabelecer uma Nova Ordem de hegemonia alemã na Europa, que culmina em 1939, quando a Alemanha invade a Polônia, levando à eclosão da Segunda Guerra Mundial. Os nazistas também perseguem judeus na Alemanha, especificamente com a Kristallnacht em 1938; o Hindenburg explode sobre um pequeno aeródromo de Nova Jersey, causando 36 mortes e efetivamente encerrando as viagens de dirigíveis comerciais; Mohandas Gandhi caminha para o Mar Arábico na Marcha do Sal de 1930.|280px|thumb rect 1 1 174 226 Great Depression rect 177 1 375 121 Dust Bowl rect 177 124 275 226 Second Sino- Japanese War rect 276 124 375 226 Rape of Nanking rect 378 1 497 226 Amelia Earhart rect 1 229 221 353 Salt March rect 1 357 221 488 Hindenburg disaster rect 225 230 359 488 Nazi Invasion of Poland rect 361 230 497 488 Kristallnacht Conforme padronização da norma internacional para representação de data e hora da Organização Internacional de Padronização (ISO), a década de 1930, também referida como década de 30 ou ainda anos 30, compreende o período de tempo entre 1 de janeiro de 1930 e 31 de dezembro de 1939. == Visão geral == Entre 1936-1939 nos EUA, Franklin Roosevelt dá início ao New Deal, o plano de recuperação econômica após a quebra da bolsa de Nova York, em 1929. Por isso, muitos que foram contemporâneos a esse período, a denominaram a pior década do século XX, já que começou com a Grande Depressão e terminou com a Segunda Guerra Mundial. Os anos 30 descobriram o esporte, a vida ao ar livre e os banhos de sol. Os mais abastados procuravam lugares à beira-mar para passar períodos de férias. Seguindo as exigências das atividades esportivas, os saiotes de praia diminuíram, as cavas aumentaram e os decotes chegaram até a cintura, assim como alguns modelos de vestidos de noite. A mulher dessa época devia ser magra, bronzeada, o modelo de beleza da atriz Greta Garbo. Seu visual sofisticado, com sobrancelhas e pálpebras marcadas com lápis e pó de arroz bem claro, foi também muito imitado pelas mulheres. Aliás, o cinema foi o grande referencial de disseminação dos novos costumes. Hollywood, através de suas estrelas, como Marlene Dietrich, e de estilistas, como Edith Head e Gilbert Adrian, influenciaram milhares de pessoas. Alguns modelos novos de roupas surgiram com a popularização da prática de desportos, como os calções, que surgiu a partir do uso da bicicleta. O ritmo musical Swing começa a se tornar popular (a partir de 1935 em diante). Substituindo gradualmente o Jazz que tinha sido popular durante a década anterior. O mundo entrou na \"Era do Swing\". As canções das Big bands se tornaram o tipo de música mais popular dos Estados Unidos. Um exemplo de música da época é Sing Sing Sing, uma canção de 1936 escrita por Louis Prima. Os movimentos totalitários começam a eclodir também em outros países europeus, com o fascismo de Benito Mussolini na Itália, António de Oliveira Salazar em Portugal, Francisco Franco na Espanha e o nazismo de Adolf Hitler na Alemanha, bem como o regime de Joseph Stálin na União Soviética. No Brasil, ocorre a Revolução de 30, movimento que chega ao poder encabeçado pelo político gaúcho Getúlio Vargas. Em 1932 inicia a Revolução Constitucionalista, organizada pelo Estado de São Paulo, que exige, entre outros pontos, a constitucionalização do novo regime. O movimento é derrotado, mas força a convocação da Assembleia Constituinte em 1933. Em 1934 seria promulgada a nova Constituição. Chega ao fim a política do café com leite e tem início o Estado Novo, em novembro de 1937. Ao longo do restante da década não seriam realizadas eleições no país (as eleições só voltariam com o fim do Estado Novo, em 1945). Em Campinas dão-se as famosas aparições de Nossa Senhora das Lágrimas a uma religiosa espanhola de seu nome Irmã Amália de Jesus Flagelado. Na Etiópia era coroado como Imperador Ras Tafari, Rei dos Reis, Senhor dos Senhores e Leão de Judá, que agora adotara o Nome de Haile Selassie (Poder da Trindade). Cuja elevação à condição de imperador havia sido profetizada por Marcus Garvey e é até hoje tida como religião ou filosofia de vida. Fora Selassie quem pronunciara as palavras contidas na música War, de Bob Marley. Traduzido: \"Até que a filosofia que sustenta uma raça superior e outra inferior, seja finalmente e permanentemente desacreditada e abandonada haverá guerra, eu digo guerra. Até que não existam cidadãos de 1º e 2º classe de qualquer nação. Até que a cor da pele de um homem seja menos significante do que a cor dos seus olhos haverá guerra. Até que todos os direitos básicos sejam igualmente garantidos para todos, sem discriminação de raça, ate esse dia o sonho de paz duradoura, da cidadania mundial e as regras da moralidade internacional, permanecerão como ilusões fugazes para serem perseguidas, mas nunca alcançadas…\", na mesma década a Etiópia foi invadida por Benito Mussolini, iniciando o processo de conquista para a formação do Panmediterranismo com Mussolini assim como se iniciaria o processo de conquista para formação do Pangermanismo no final da década, mas o processo acabou falhando por intervenção do Império Britânico nos governos leais ao Império Britânico, o de Haile Selassie é desse governo.http://biografias.netsaber.com.br/biografia-760/biografia-de-benito- mussolini",
 "title": "Década de 1930"
}