{
 "id": "113512",
 "text": "O Campeonato Europeu de Futebol (Euro) de 2008 teve como anfitriões Áustria e Suíça, cujas selecções foram automaticamente qualificadas. A fase de qualificação iniciou-se em 2006. A fase final do torneio foi disputada entre 7 e 29 de junho de 2008. O campeonato teve duas mascotes que foram o símbolo do torneio, chamadas de Trix e Flix. A campeã foi a Espanha, que venceu a Alemanha na final por 1-0, disputada no Ernst Happel Stadion, em Viena. O golo foi marcado por Fernando Torres. == Aspectos económicos do torneio == Cada selecção qualificada para a fase final recebeu 7,5 milhões de euros. Na primeira fase cada vitória rendeu 1 milhão de euros e um empate 500 mil euros. Este dinheiro é pago directamente à federação da selecção em questão, num total de mais de 184 milhões de euros que serão distribuídos pela UEFA.Euro-2008: 184 millions d’euros de primes à répartir entre les équipes, 9/5/2008 Outro compromisso da UEFA foi a indemnização em 4.000 euros por jogador, por dia durante o torneio aos clubes, a fim de evitar qualquer acção legal por parte dos clubes em caso de lesão de um dos seus jogadores. A cidade de Neuchâtel decidiu cobrar aos adeptos da selecção portuguesa 16 francos suíços (10 € por pessoa) para poderem assistir aos treinos da equipa. Sendo que Portugal é a única selecção que treinara por duas vezes perante 12 mil espectadores, no Stade de la Maladière, do clube Neuchâtel Xamax. As entidades responsáveis gastaram ainda cerca de 190 mil euros para mudar a relva do estádio para relva natural. == Estádios == Viena Klagenfurt Salzburgo Insbruque Ernst Happel Stadion Capacidade: 53.295 Wörthersee Stadion Capacidade: 31.957 Wals Siezenheim Stadion Capacidade: 31.020 Tivoli Stadion Capacidade: 31.600 200px 200px Basileia Berna Genebra Zurique St. Jakob-Park Capacidade: 42.000 Stade de Suisse Capacidade: 31.907 Stade de Genève Capacidade: 31.228 Letzigrund Capacidade: 30.000 == Troféu == Um novo troféu foi atribuído à selecção vencedora da edição de 2008 do Campeonato Europeu de Futebol. A nova versão do Troféu Henri Delaunay, criado por Asprey London. Um pequeno número de efeitos e uma bola nas costas foram retirados, em relação ao anterior. A base do troféu foi ampliada, de forma a torná-lo mais estável. Pesa 8 quilos e tem 60 centímetros de altura. == Símbolos == ==== A bola ==== thumb|200px|Bola oficial do campeonato A bola utilizada no torneio foi apresentada na cerimónia de sorteio dos grupos, pelos capitães das selecções anfitriãs da prova.Uefa.com - Nova bola apresentada em Lucerna, 2/12/2007 Foi produzida pela Adidas e chamada de Europass, sendo muito semelhante à Teamgeist, estando as maiores alterações relacionadas com a estrutura da superfície da mesma, sendo constituída por 14 painéis com uma revolucionária tecnologia de ligação térmica.Official Ball of UEFA EURO 2008™ with revolutionary surface structure, 2/12/2007 Para que a maioria dos jogadores se pudessem começar a habituar à nova bola, o seu uso foi imediato em alguns campeonatos de futebol dos países da UEFA.LPFP-Europass, nova bola da Liga Portuguesa Para o jogo da final foi criada uma bola exclusiva, Europass Gloria, que tem na sua superfície desenhado o troféu da prova e as bandeiras correspondentes aos países já vencedores do troféu.EURO2008.uefa.com - Bola da final apresentada em Viena, 30/4/2008 ==== Mascotes oficiais ==== As duas mascotes oficiais do Euro 2008, foram nomeadas após uma votação por parte do público dos dois países de acolhimento, as opções eram: * Zagi e Zigi * Flitz e Bitz * Trix e Flix Após ter recebido 36,3% dos votos, Trix e Flix foram as escolhidas. \"Estou certo de que os seus nomes e mascotes tornar-se-ão uma parte vital da compreensão de todo o evento\", disse Christian Mutschler, director do torneio para a Suíça.UEFA.com - Trix e Flix escolhidos,10/10/2006 ==== Canção oficial ==== A UEFA escolheu Can You Hear Me, de Enrique Iglesias, para canção oficial do Euro 2008.EURO2008.uefa.com - Iglesias canta música oficial Embora a canção Feel the Rush, de Shaggy tenha a ver com o Euro 2008, incluindo no vídeo clipe, há a aparição das mascotes oficiais deste Euro, a UEFA não considerou esta a canção oficial. ==== Slogans ==== O Slogan oficial foi escolhido a 24 de Janeiro de 2007, a 500 dias do jogo do início oficial do torneio. Traduzidos para as línguas oficiais dos países organizadores: italiano (Suíça), francês (Suíça) e alemão (Suíça e Áustria), assim como Inglês. * Inglês: \"Expect Emotions\" - Espere emoções * Alemão: \"Erlebe Emotionen\" - Viva emoções * Francês: \"L'émotion est au rendez-vous\" - As emoções virão * Italiano: \"Emozioni da vivere\" - Emoções para viver === Autocarros das seleções === Nesta edição houve mais um novidade. Através da página oficial da competição os seus utilizadores tiveram oportunidade de escolher os slogans que apareceram em cada um dos autocarros das selecções participantes na competição.UEFA.com - Escolha os \"slogans\" para os Ônibus das Seleções. Os slogans: Selecção Slogan na Língua oficial do país Em português «Nur gemeinsam können wir gewinnen …!» Só juntos poderemos vencer! «UZ NAVIJAČE DO KROVA EUROPE» Com os adeptos até ao topo da Europa «Pojďme na to, zvítězíme, sny národa naplníme!» Vamos com alma, vamos ganhar, vamos materializar o sonho de uma nação! « On vit ensemble, on vibre ensemble» Vivemos juntos, vibramos juntos «Deutschland - ein Team - ein Ziel» Alemanha - uma equipa - um objetivo «Ένα όνειρο μία ομάδα!» Uma equipa, um sonho! «1 doel, 1 gevoel, samen zijn we oranje» Uma missão, um sentimento, todos unidos somos laranja «Il cielo è sempre più blu …» O céu é sempre mais azul … «…bo liczy się sport i dobra zabawa!» … porque só o desporto e a diversão contam! «Este Autocarro é movido a Vontade de Vencer» Este autocarro é movido a vontade de vencer. «România, te iubim şi cu tine ne mândrim!» Roménia, estamos orgulhosos de ti e amamos-te «Российский футбол, победа за нами. Россия гордится ее игроками!» Futebol russo, a vitória está connosco! A Rússia orgulha-se de seus jogadores. «Pase lo que pase, ESPAÑA SIEMPRE» Aconteça o que acontecer, ESPANHA SEMPRE «Sveriges gäng = full poäng» Seleção da Suécia = um ponto «Endstation: Wien» Destino final: Viena «Türkiye aşkı bu otobüse sığar mı?» Caberá a paixão turca neste autocarro? == Qualificações == O sorteio para as qualificações do EURO 2008 decorreu em Montreux, na Suíça, a 27 de Janeiro de 2006. As qualificações decorrem entre Setembro de 2006 e Novembro de 2007. A Áustria e a Suíça qualificaram-se automaticamente, enquanto organizadores do torneio. Existiram 7 grupos de qualificação - os primeiros e segundos classificados de cada um desses grupos qualificou-se para a fase final. De acordo com o sorteio, os grupos foram os seguintes: ;Grupo A ;Grupo B ;Grupo C ;Grupo D * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ;Grupo E ;Grupo F ;Grupo G * * * * * * * * * * * * * * * * * * * * * -*Em função da separação de Sérvia e Montenegro, a Sérvia herdou a vaga da Sérvia e Montenegro. A Seleção Montenegrina de Futebol pleiteou uma vaga na competição junto à UEFA, mas não obteve sucesso. == Sorteio das selecções apuradas == O sorteio da distribuição das selecções pelos grupos teve lugar a 2 de dezembro de 2007 em Lucerna, Suíça.UEFA.com - Vídeo do sorteio Nesta fase, os jogos dos Grupos A e C foram disputados na Suíça; e os jogos dos Grupos B e D na Áustria. A Suíça e a Áustria por serem anfitriãs já estavam automaticamente colocadas na posição A1 e B1 respectivamente. O torneio teve a particularidade em relação a edições anteriores das selecções dos grupos A e B só poderem defrontar as selecções do grupo C e D na final não havendo lugar a jogo de decisão do 3º classificado. ;Pote A do sorteio ;Pote B do sorteio ;Pote C do sorteio ;Pote D do sorteio * * * * * * * * * * * * * * * * == Escalações das selecções == As listas foram sendo apresentadas até ao dia 28 de maio de 2008.EURO2008.uefa.com - Equipas do EURO conhecidas, 28/5/2008 Cada uma das 16 seleções teve o direito de alistar 23 jogadores. Cada jogador enverga o mesmo número na camisola durante todos os jogos do torneio. == Árbitros == Foram seleccionados 12 árbitros principais, 24 árbitros auxiliares e 8 quatro-árbitros. Lista dos árbitros principais seleccionados: * Konrad Plautz * Frank De Bleeckere * Howard Webb * Herbert Fandel * Kyros Vassaras * Roberto Rosetti * Pieter Vink * Tom Henning Øvrebø * Ľuboš Micheľ * Manuel Mejuto González * Peter Fröjdfeldt * Massimo Busacca As nomeações para os primeiros jogos de cada um dos grupos da Primeira Fase foram conhecidas a 5 de Junho.\\- Rosetti arbitra jogo inaugural, 5/6/2008 == no Euro == Portugal participou pela quinta vez, a quarta consecutiva, numa fase final do Campeonato Europeu de Futebol. Durante as eliminatórias, Portugal defrontou a Arménia, o Azerbaijão, a Bélgica, o Cazaquistão, a Finlândia, a Polónia e a Sérvia. Treinado pelo técnico brasileiro Luiz Felipe Scolari, terminou as eliminatórias no segundo lugar do grupo, com 7 vitórias e 6 empates e uma derrota. A selecção portuguesa chegou aos quartos-finais da competição, sendo derrotado por 2-3 pela Seleção Alemã de Futebol, depois de ter vencido o seu grupo. == Primeira fase == === Critérios de desempate === Quando duas ou mais equipas no final da fase de grupos tiverem o mesmo número de pontos, a sua classificação é determinada pelos seguintes critérios:Regulations of the UEFA European Football Championship, Artº7, nº7.07 pág.16 # número de pontos ganhos nos jogos entre as equipas em questão; # diferença de golos nos jogos entre as equipas em questão; # número de golos marcados nos jogos do grupo entre as equipas em questão; # diferença de golos em todos os jogos grupo; # número de golos marcados em todos os jogos grupo; # número de pontos obtidos pelas equipas em questão dividido pelo número de jogos disputados em competições de qualificação para a Copa do Mundo FIFA 2006 e Euro 2008; # conduta Fair play das equipas na fase de grupo; # ordem do sorteio Selecções apuradas para os quartos-finais Selecções sem hipóteses de classificação à fase final === Grupo A === === Grupo B === === Grupo C === thumb|right|Lance do jogo Holanda vs Itália, 9 de junho de 2008|250px === Grupo D === == Fases Finais == {{Round8 |19 de junho - Basileia||2||3 |20 de junho - Viena||1 (1)| |1 (3) |21 de junho - Basileia||1||3 |22 de junho - Viena||0 (4)||0 (2) |25 de junho - Basileia||3||2 |26 de junho - Viena||0||3 |29 de junho - Viena||0||1 }} == Melhores marcadores == ; 4 gols (1) * David Villa ; 3 gols (4) * Lukas Podolski * Roman Pavlyuchenko * Hakan Yakın * Semih Şentürk ; 2 gols (13) * Bastian Schweinsteiger * Michael Ballack * Miroslav Klose * Ivan Klasnić * Daniel Güiza * Fernando Torres * Robin van Persie * Ruud van Nistelrooy * Wesley Sneijder * Andrey Arshavin * Zlatan Ibrahimović * Arda Turan * Nihat Kahveci ; 1 gol (35) * Philipp Lahm * Ivica Vastić * Darijo Srna * Ivica Olić * Luka Modrić * David Silva * Francesc Fàbregas * Rubén de la Red * Xavi Hernández * Thierry Henry * Angelos Charisteas * Andrea Pirlo * Christian Panucci * Daniele de Rossi * Arjen Robben * Dirk Kuyt * Giovanni van Bronckhorst * Klaas-Jan Huntelaar * Roger Guerreiro * Cristiano Ronaldo * Deco * Hélder Postiga * Pepe * Nuno Gomes * Raul Meireles * Ricardo Quaresma * Jan Koller * Jaroslav Plašil * Libor Sionko * Václav Svěrkoš * Adrian Mutu * Dmitriy Torbinskiy * Konstantin Zyryanov * Petter Hansson * Uğur Boral ==Estatísticas== ; Legenda * Vencedor * Vice-Vencedor * 3º Lugar (correspondente a 2 equipas, sem desempate) # Equipa Pts J V E D GM GS +/- Final 1 16 6 5 1 0 12 3 +9 2 12 6 4 0 2 10 7 +3 Eliminados nas Semi-Finais 3 9 5 3 0 2 7 8 –1 3 7 5 2 1 2 8 9 –1 Eliminados no Quartos-de-Final 5 10 4 3 1 0 5 2 +3 6 9 4 3 0 1 10 4 +6 7 6 4 2 0 2 7 6 +1 8 5 4 1 2 1 3 4 –1 Eliminados na Fase de Grupos 9 3 3 1 0 2 3 3 0 10 3 3 1 0 2 3 4 –1 11 3 3 1 0 2 4 6 –2 12 2 3 0 2 1 1 3 –2 13 1 3 0 1 2 1 3 –2 14 1 3 0 1 2 1 4 –3 15 1 3 0 1 2 1 6 –5 16 0 3 0 0 3 1 5 –4 == Premiações == === Campeões === Campeonato Europeu de Futebol de 2008 ESPANHA Campeão (2º título) === Equipa do torneio === Ao final da competição uma equipa da UEFA seleccionou os 23 do torneio:EURO2008.uefa.com - Duo português na Equipa do Torneio, 30/6/20008 Guarda-Redes Defesas Médios Avançados Iker Casillas Gianluigi Buffon Edwin van der Sar Carlos Marchena Carles Puyol Bosingwa Pepe Philipp Lahm Yuri Zhirkov Marcos Senna Xavi Hernández Andrés Iniesta Cesc Fábregas Konstantin Zyryanov Hamit Altıntop Wesley Sneijder Luka Modrić David Villa Fernando Torres Andrey Arshavin Roman Pavlyuchenko Lukas Podolski === Chuteira de Ouro === * David Villa (4 golos) === Melhor jogador === O jogador eleito como melhor jogador do torneio foi:EURO2008.uefa.com - Xavi eleito o melhor do EURO, 30/6/20008 * Xavi Hernández |} == Ligações externas == * Campeonato Europeu de Futebol de 2008",
 "title": "Campeonato Europeu de Futebol de 2008"
}