{
 "id": "113675",
 "text": "A Praça-forte de Almeida, ou Fortaleza de Almeida, localiza-se na vila, na freguesia e no município de Almeida, no Distrito da Guarda, em Portugal.Ficha na base de dados SIPA A Fortaleza de Almeida integra a Rota das Fortalezas Abaluartadas da Raia (RFAR), uma rota turística integradora dos conjuntos monumentais de Almeida, Marvão, Valença e Elvas. Em junho de 2024, foi entregue formalmente à Comissão Nacional da UNESCO a candidatura das Fortalezas Abaluartadas da Raia (FAR). A Praça-forte de Almeida está classificada como Monumento Nacional desde 1928.Ficha na base de dados da DGPC == História == === Antecedentes === === Da Guerra da Restauração aos nossos dias === A actual estrutura remonta ao século XVII, no contexto da Restauração da independência, quando, revalorizada a sua posição estratégica, foi transformada em uma poderosa Praça-forte. Iniciadas em 1641 pelo Governador das Armas da Província da Beira, Álvaro Abranches, as suas obras monumentais só estariam concluídas no final do século XVIII com o Conde de Lippe. Estrutura chave durante os repetidos conflitos sucessórios no século XVIII, no contexto da Guerra Peninsular foi entregue por ordem governamental ao exército napoleónico sob o comando do General Jean-Andoche Junot em fins de 1807. Devolvida ao domínio de Portugal, foi novamente cercada por tropas francesas, agora sob o comando do general André Masséna (agosto de 1810). Sob o fogo da artilharia inimiga, o paiol de pólvora explodiu arrasando o velho castelo medieval e parte da vila, matando e ferindo mais de quinhentas pessoas. As brechas abertas nas muralhas pelo impacto da explosão forçaram capitulação da praça que passou a ser guarnecida pelos franceses. Poucos meses mais tarde, sofreria novo sítio, agora por tropas inglesas. Acuados, os defensores franceses conseguiram se retirar, explodindo a praça atrás de si. No século XIX, durante o período das Guerras Liberais (1832-1834), mais uma vez a Praça- forte de Almeida foi palco de confrontos pela sua posse, que se alternou entre Absolutistas e Liberais, tendo as suas casamatas servido como prisão para mil e quinhentos prisioneiros políticos. No século XX, apenas em 1927 é que a fortaleza deixou, definitivamente, de exercer funções militares. O conjunto encontra-se classificado como Monumento Nacional pelos Decretos 14.985, publicado em 3 de fevereiro de 1928, e 28.536, publicado em 22 de março de 1938.Destaca-se no interior da praça, o Quartel das Esquadras, os alicerces do antigo Castelo de Almeida, a Torre do Relógio, o Picadero d'El Rey, a Pousada, a Casa da Roda, o edifício dos Paços do Concelho (antigo Quartel da Artilharia), o Museu Histórico-Militar de Almeida (casamatas) e o Centro de Estudos de Arquitectura Militar (CEAMA). Em Agosto de 2009, no âmbito das comemorações anuais do Cerco de Almeida (1810), foi inaugurado o Museu Histórico-Militar de Almeida (MHMA), nas antigas casamatas, ocupando sete salas, cada uma dedicada a um tema, desde a pré-história, a Guerra da Restauração, a Guerra dos Sete Anos, as Guerras Peninsulares, a Guerra Civil Portuguesa (1828-1834) até à Primeira Guerra Mundial. Almeida faz parte da rede de Aldeias Históricas de Portugal. == Características == A fortificação, em estilo Vauban, apresenta planta no formato estrelado irregular, com seis baluartes intercalados por seis cortinas com revelins, num perímetro abaluartado que atinge dois mil e quinhentos metros (650.000 m² de superfície). Destacam-se: * Baluarte de São Pedro; * Baluarte da Bandeira; * Baluarte de Nossa Senhora das Brotas - também conhecido como Baluarte do Trem por ter abrigado o edifício do Trem de Artilharia, atual Picadeiro d’El-Rey, uma escola hípica; * Baluarte de Santa Bárbara - também conhecido como Praça Alta por sua posição elevada, onde subsistem os vestigios da antiga Capela de Santa Bárbara; * Baluarte de São João de Deus; e * Baluarte de São Francisco. São acessíveis pelos fossos: * Revelim da Cruz; * Revelim da Brecha; * Revelim de Santo António; * Revelim do Paiol; * Revelim Doble e * Revelim dos Amores. O acesso à Praça faz-se por duas portas duplas, acedidas por pontes de alvenaria, defendidas por revelins, abertas em túnel, com abóbadas à prova de bomba, encimadas pelas armas reais: * Portas de Santo António - rasgadas a Norte; * Portas de São Francisco - também conhecidas como Portas da Cruz. Destacam-se ainda: * Portas Falsas - dissimuladas, acedem galerias subterrâneas da fortificação, permitindo a ligação entre a Praça e os fossos. * Quartel das Esquadras - erguido pelo Conde de Lippe, serviu como o antigo Quartel de Infantaria. Apresenta um escudo com as armas reais e deveria servir como modelo para a construção de outros quartéis nas Praças-fortes portuguesas. * Casamatas - espaços construídos à prova das bombas do século XVIII, ocupavam uma ampla área subterrânea, dividida em vinte salas e corredores. Essas defesas são complementadas por canhoneiras, plataformas, e flancos de bastiões. As muralhas são revestidas de cantaria e cercadas por fossos (doze metros de profundidade com dez de largura mínima e sessenta e dois de máxima) e caminhos cobertos. Uma Praça de Armas, esplanadas, quartéis para tropas, paióis, depósitos e oficinas completam o conjunto monumental. == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Pesquisa de Património / IGESPAR * \"Visita Guiada - Praça-Forte de Almeida\", episódio 17, 7 de outubro de 2019, temporada 9, programa de Paula Moura Pinheiro, na RTP Almeida, Praça-Forte De Categoria:Almeida (freguesia) Categoria:Património edificado em Almeida Categoria:Monumentos nacionais no distrito da Guarda Categoria:Candidatos a Património Mundial da UNESCO em Portugal Categoria:Fortificações classificadas como monumento nacional em Portugal",
 "title": "Praça-forte de Almeida"
}