{
 "id": "113659",
 "text": "A Praça-forte de Elvas, no Alentejo, localiza-se na freguesia da Alcáçova, na cidade e Município de Elvas, Distrito de Portalegre, em Portugal. Distante apenas quinze quilômetros de Badajoz, Elvas constituiu um ponto estratégico da defesa lindeira da nação, na região do Alto Alentejo. Por essa razão, concentrou, ao longo dos séculos, um poderoso sistema defensivo, baseado nas suaves elevações distribuídas pela planície circundante e no vizinho rio Guadiana, sendo cognominada como Rainha da Fronteira. == História == === O castelo medieval === Os constantes conflitos pela posse dessa região lindeira com Castela atravessaram os reinados de D. Dinis (1279-1325) - que deu Carta de Foral à Vila (1231) e lhe ampliou as defesas -, de D. Fernando (1367-1383) – que a dotou de uma terceira cintura de muralhas -, de D. João II (1481-1495) e de D. Manuel I (1495-1521), propiciando a esta vila um notável sistema defensivo, que no início do século XVI ostentava uma tripla cintura de muralhas, vinte e duas torres, onze portas e barbacã. === A Praça-forte === No contexto da Guerra da Restauração da independência portuguesa, a importância da posição estratégica de Elvas, sobre a fronteira com a Espanha, tornou-a sede do Governo das Armas do Alentejo, sob o comando de Matias de Albuquerque, militar experiente nas campanhas do Brasil, que lhe iniciou extensas mudanças e importantes reforços na estrutura defensiva. Esse aparato seria testado em pouco tempo, quando estando guarnecida por um efetivo de apenas dois mil portugueses resistiu a um cerco de quinze mil espanhóis, sob o comando de Carlo Andrea Caracciolo, marquês de Torrecuso, por nove dias (Novembro de 1644). Novamente sitiada em fins de 1658, a vitória portuguesa na batalha das Linhas de Elvas (14 de Janeiro de 1659), salvou esta Praça-forte e o reino de cair uma vez mais em poder de Filipe IV de Espanha. A sua folha de sucessos indica ainda a resistência aos cercos de 1663, 1706, 1711 e 1801 (este último durante a chamada Guerra das Laranjas). Em 30 de junho de 2012 foi classificada como Património Mundial pela UNESCO. == Características == === O castelo medieval === No início da Idade Moderna, o castelo era composto por três cortinas defensivas, conservando as duas mais antigas importantes estruturas do período muçulmano. Na linha de defesa externa, mais recente, datando do reinado de D. Fernando, reforçada por vinte e dois torreões e por uma barbacã, abriam-se originalmente onze portas - reduzidas a três pelas reformas do século XVII (respectivamente a de Évora, a de Olivença e a de São Vicente). Esta defesa foi parcialmente absorvida pela expansão urbana. A linha intermediária de defesa também foi comprometida pela expansão urbana. Os seus muros eram rasgados por quatro portas: a da Ferrada, a Porta Nova ou da Encarnação, a de Santiago e a do Bispo. A linha de defesa interna ergue-se na cota mais elevada do terreno, a nordeste, tendo chegado até nós duas das suas antigas portas: a da Alcáçova e a do Miradeiro. É constituída pelo castelo do reinado de D. Sancho II, remodelado por D. Dinis e reforçado por D. João II e por D. Manuel I. Ladeado por duas torres quadrangulares, a mais alta correspondendo à de menagem, o Portão de Armas é protegido por um balcão sustentado por mísulas, onde se exibe o brasão de armas de D. João II. Em suas muralhas ameadas inscreve-se uma torre hexagonal irregular, rasgada por aberturas de troneiras e coberta por cúpula semi-esférica. O alto desta torre é percorrido por um adarve protegido por parapeito com largos merlões. Na praça de armas os diversos fragmentos arquitetônicos, denunciam as diferentes épocas construtivas e estilísticas. === A Praça-forte === Louvada pelos entendidos como a mais poderosa praça-forte de Portugal, considerada inexpugnável, as obras da sua cintura exterior ficaram a cargo do tenente- general Rui Correia Lucas, tendo colaborado no projeto os nomes de notáveis como Soremans e do jesuíta neerlandês João Cosmander, este último responsável pelo projeto de uma grandiosa cisterna com 2.200 m³. Com planta poligonal estrelada, a defesa desenvolvia-se em doze frentes, composta por sete baluartes, três meio-baluartes, dois redondos, oito meias-luas e três contra- guardas, além de cortinas monumentais. No interior, em área urbana de marcadas características militares, abrigavam-se os quartéis e casernas casamatadas para as tropas, depósitos e paióis. === Estruturas complementares === Complementam o polígono defensivo da Praça-forte de Elvas as seguintes estruturas: * Forte da Graça * Forte de Santa Luzia * Fortim de São Francisco * Fortim de São Mamede * Fortim de São Pedro * Fortim da Piedade == Ver também == * Lista de património edificado no distrito de Portalegre == Ligações externas == * * * Categoria:Alcáçova Categoria:Património edificado em Elvas Elvas, Praca Forte Categoria:Monumentos nacionais no distrito de Portalegre Categoria:Arquitetura de Portugal do século XIV Categoria:Candidatos a Património Mundial da UNESCO em Portugal Categoria:Fortificações classificadas como monumento nacional em Portugal",
 "title": "Praça-forte de Elvas"
}