{
 "id": "113869",
 "text": "Johan Julius Christian Sibelius, conhecido como Jean Sibelius (Hämeenlinna, 8 de dezembro de 1865 — Järvenpää, 20 de setembro de 1957), foi um compositor finlandês de música erudita, e um dos mais populares compositores do fim do século XIX e início do XX. Sua música também teve importante papel na formação da identidade nacional finlandesa. Sibelius nasceu numa família sueco- finlandesa cuja língua materna era o sueco e residia na cidade de Hämeenlinna, no Grão-Ducado da Finlândia, então pertencente ao Império Russo. Seu nome de batismo é Johan Julius Christian Sibelius, conhecido pelo hipocorístico Janne por sua família, mas ainda seus anos de estudo ele teve a ideia de usar a forma francesa de seu nome, Jean. A ideia veio após ter visto uma pilha de cartões postais de seu tio Johan, o irmão mais velho de seu pai, o Dr. Christian Gustaf Sibelius, que era médico na guarnição militar de Hämeenlinna. O nome Johan lhe fora dado em homenagem a esse tio, que era capitão de navio e tinha morrido em Havana, em 1863. O prenome Jean era usado por Johan quando estava no exterior. Significativamente, indo ao encontro do largo contexto do então proeminente movimento Fennoman e suas expressões do nacionalismo romântico, sua família decidiu mandá-lo para um importante colégio de língua finlandesa, e ele frequentou o The Hämeenlinna Normal-lycée de 1876 a 1885. O nacionalismo romântico ainda viria a ter uma importância crucial na produção artística de Sibelius e na sua visão política. Parte importante da música de Sibelius é sua coleção de sete sinfonias. Assim como Beethoven, Sibelius usou cada uma delas para trabalhar uma ideia musical e/ou desenvolver seu próprio estilo. Suas sinfonias continuam populares em gravações e salas de concerto. Dentre as composições mais famosas de Sibelius, destacam-se: Concerto para Violino e Orquestra em ré menor (obra de grande expressão, melodiosidade profunda e virtuosismo, que goza de grande popularidade entre os violinistas e o público, tornando-se em um dos concertos para violino mais executados nas salas de concerto), Finlandia, Valsa Triste (o primeiro movimento da suíte Kuolema), Karelia Suite e O Cisne de Tuonela (um dos quatro movimentos da Lemminkäinen Suite). Outros trabalhos incluem peças inspiradas no poema épico Kalevala, cerca de 100 canções para piano e voz, música incidental para 13 peças, uma ópera (Jungfrun i tornet, A Senhora na Torre), música de câmara, peças para piano, 21 publicações separadas para coral e músicas para rituais maçônicos. Até meados de 1926 foi prolífico; entretanto, apesar de ter vivido mais de 90 anos, ele quase não completou composições nos últimos 30 anos de sua vida, após sua Sétima Sinfonia em 1924 e o poema musicado Tapiola em 1926. == Família e vida pessoal == Sibelius terminou o ensino médio em 1885. Ele começou a estudar Direito na Universidade Imperial Alexandre em Helsinque (hoje Universidade de Helsinque), mas a música sempre foi a responsável por suas melhores notas na escola e Sibelius parou seus estudos. De 1885 a 1889, Sibelius estudou música na escola de música de Helsinque (hoje a Academia Sibelius). Um de seus professores foi Martin Wegelius. Sibelius continuou estudando em Berlim de 1889 a 1890, e em Viena de 1890 a 1891. Jean Sibelius casou-se com Aino Järnefelt (1871-1969) na cidade de Maxmo em 10 de junho de 1892. A casa de Jean e Aino, a Ainola, foi concluída no Lago Tuusula, na cidade de Järvenpää, Finlândia, em 1903, onde eles viveram durante o resto de suas longas vidas. Eles tiveram seis filhas: Eva, Ruth, Kirsti (que morreu muito jovem), Katarine, Margaret e Heidi. Em 1911 ele se submeteu a uma séria cirurgia por suspeita de câncer na garganta; esta perspectiva de morte coloriu diversas composições suas na época, incluindo Luonnotar e sua Quarta Sinfonia. Sibelius amava a natureza, e o estilo \"natural\" frequentemente impregnava sua música. Sobre sua Sexta Sinfonia, ele disse que ela \"sempre lhe lembrava a queda dos primeiros flocos de neve\". Dizem que as florestas ao redor da Ainola tiveram grande influência em sua composição Tapiola. Erik Tawaststjerna, biógrafo de Sibelius, disse: Tawaststjerna também fala a respeito de uma história sobre a morte de Sibelius: Sibelius morreu em 20 de setembro de 1957 em Ainola, onde está enterrado num jardim. Aino viveu ainda por doze anos até morrer em 8 de junho de 1969, sendo então enterrada junto do marido. Em 1972, as duas filhas de Sibelius ainda vivas venderam Ainola ao Estado da Finlândia. O então ministro da Educação, junto da Sociedade Sibelius, a transformaram num museu, aberto em 1974. Seu bisneto, Lauri Porra, seguiu a tradição do bisavô, tocando baixo na banda Stratovarius. == Estilo musical == Sibelius fez parte de um grupo de compositores que aceitou as normas de composição do Século XIX. Como muitos de seus contemporâneos, ele apreciou Wagner, mas apenas durante certo tempo, escolhendo depois um caminho musical diferente. Pensando na ópera como impulsionador de sua carreira, Sibelius começou a estudar as partituras das óperas Tannhäuser, Lohengrin, e Die Walküre de Wagner. Ele então partiu para o Festival de Bayreuth onde ainda ouviu Parsifal, que teve grande efeito sobre ele. Ele escreveu à esposa pouco tempo depois, \"nada no mundo me impressionou dessa forma, fazendo vibrar as cordas do meu coração\". Sibelius então começou a trabalhar em uma ópera intitulada Veneen luominen (A Construção do Barco). Entretanto, sua apreciação por Wagner se esvaiu, e pouco tempo depois, Sibelius rejeitou a técnica de composição de Wagner conhecida como Leitmotiv, alegando esta ser muito deliberada e calculada. Deixando a ópera, o material musical da incompleta Veneen luominen eventualmente tomou forma como a Lemminkäinen Suite, em 1893. Outras influências primárias incluem Ferruccio Busoni, Anton Bruckner e Tchaikovsky, sendo este último particularmente evidente na Sinfonia N. 1 em Mi Menor (1899) de Sibelius, e mais tarde em seu Concerto para Violino de 1905. Entretanto, ele progressivamente abandonou as diretrizes de composição da forma-sonata em seu trabalho e, ao invés de múltiplos contrastes de temas, ele ficou na ideia de envolver continuamente células e fragmentos culminando em um grande e único tema. Dessa forma, seu trabalho pode ser visto como um desenvolvimento único, com permutações e derivações dos temas levando o trabalho adiante. A síntese é muitas vezes tão completa e orgânica que leva a pensar que ele começou pelo final, escrevendo rumo ao início, de trás para frente. === Crítica === Sibelius foi muitas vezes criticado como uma figura reacionária da música clássica do Século XX. Apesar das inovações da Segunda Escola de Viena, ele continuou a escrever num idioma estritamente tonal. Entretanto, críticos que procuraram reavaliar a música de Sibelius têm citado sua autoestrutura interna, que destila tudo em umas poucas ideias motívicas permitindo à música crescer organicamente. Esta natureza severa da orquestração de Sibelius é geralmente creditada como uma representação da \"característica finlandesa\", extirpando o supérfluo da música. Esta auto-estrutura interna contrasta profundamente com o estilo sinfônico de Gustav Mahler, o grande rival de Sibelius na composição sinfônica. Enquanto a variação temática desempenhou um importante papel nos trabalhos de ambos os compositores, Mahler fez uso de disjunções, mudanças abruptas e contrastes de temas, enquanto Sibelius transformava lentamente elementos temáticos. O compositor finlandês escreveu que admirava a severidade de estilo e a profunda lógica que ligava intimamente os temas – a opinião de Mahler era justamente o oposto, de que uma sinfonia deveria ser um mundo, abraçando a tudo. Apesar disso, os dois rivais encontraram campos comuns na música. Como Mahler, Sibelius fez uso frequente tanto de música folclórica quanto de literatura na composição de seus trabalhos. O movimento lento de sua Segunda Sinfonia baseou-se no motivo do Commandatore em Don Giovanni, enquanto sua Quarta Sinfonia combinou o trabalho de uma planejada \"Sinfonia da Montanha\" com um poema sinfônico baseado no trabalho O Corvo, de Edgar Allan Poe. Sibelius também escreveu vários poemas sinfônicos baseados na poesia finlandesa, sendo En Saga o primeiro e Tapiola o último, sua última grande composição. As melodias de Sibelius muitas vezes possuíam poderosas implicações modais. Ele estudou a polifonia renascentista assim como um de seus contemporâneos, o compositor dinamarquês Carl Nielsen, e a música de Sibelius frequentemente reflete essa influência. Ele muitas vezes variou seus movimentos em uma peça mudando os valores das notas nas melodias, ao invés da mudança convencional de tempo, desenhando uma melodia sobre determinadas notas enquanto deixava fluir outra melodia num ritmo mais lento. Sua Sétima Sinfonia, por exemplo, é composta de quatro movimentos sem pausas, onde cada tema importante está em dó maior ou dó menor; a variação vem do tempo e do ritmo. Sua linguagem harmônica era geralmente restrita, até iconoclasta, quando comparada a de muitos de seus contemporâneos que já experimentavam o Modernismo musical. Como reportado no jornal Manchester Guardian em 1958, Sibelius sumarizou seus últimos trabalhos dizendo que, enquanto a maioria dos outros compositores estavam preocupados em oferecer coquetéis à audiência, ele oferecia água pura e gelada. Por causa de seu conservadorismo, a música de Sibelius é algumas vezes considerada insuficientemente complexa, mas ele sempre obteve respeito de seus mais modernos companheiros. No final da vida ele foi premiado pelo crítico Olin Downes, que escreveu uma biografia, mas foi atacado pelo crítico e compositor Virgil Thomson. Talvez uma razão para que Sibelius tenha atraído tanto a ira quanto a admiração dos críticos é que em cada uma de suas sete sinfonias ele abordou os problemas básicos de forma, tonalidade e arquitetura de maneira única e individual. Por um lado, sua criatividade sinfônica e tonal foi moderna, mas outros entenderam que a música deveria ter tomado um rumo diferente. A resposta de Sibelius à critica foi ríspida: === Evolução === Com o tempo, Sibelius procurou usar novos padrões de acordes, incluindo trítonos puros – como em sua Quarta Sinfonia – e estruturas melódicas simples para construir longos movimentos na música, de uma maneira similar ao uso das dissonâncias de Joseph Haydn. Sibelius de vez em quando alternava seções melódicas com acordes fortes de metais que diminuem e somem aos poucos, ou baseava sua música em figuras repetidas que antagonizavam a melodia e a contra-melodia. Em 1926, houve um acentuado declínio na produção de Sibelius. Após sua Sétima Sinfonia, ele produziu poucas obras durante o resto de sua vida. Diz-se que as duas mais significantes foram a música incidental para A Tempestade, de Shakespeare, e o poema musical Tapiola. Durante os últimos quase trinta anos de sua vida, Sibelius até evitava falar de sua música. Existem evidências substanciais de que Sibelius trabalhou no que seria sua Oitava Sinfonia. Ele chegou a prometer sua estreia a Serge Koussevitzky em 1931 e 1932, e uma execução em Londres em 1933 sob a regência de Basil Cameron foi até anunciada ao público. Entretanto, a única evidência concreta da existência da sinfonia em papel é um esboço do que seria uma cópia do primeiro movimento. Sibelius sempre foi muito autocrítico, ele sempre dizia aos amigos que, se não pudesse compor uma sinfonia melhor que a Sétima, então esta seria sua última. Uma vez que nenhum manuscrito sobreviveu, fontes consideram que o próprio Sibelius destruiu todas as partituras, provavelmente em 1945, já que durante este ano ele certamente atirou uma grande quantidade de papéis às chamas, na presença de sua esposa Finnish Club of Helsinki (s/ano). The war and the destruction of the eighth symphony 1939-1945. . Visitado em 3 de Março de 2012. Sibelius entrou e saiu de moda, mas continuou como um dos mais populares sinfonistas do Século XX, com o completo ciclo de suas sinfonias sendo sempre regravado. Em seu próprio tempo, entretanto, ele focou muito mais a música de câmara para uso doméstico – muito mais rentável – e ocasionalmente para trabalhos em palco. Eugene Ormandy e, em menor escala, seu predecessor Leopold Stokowski, foram os maiores divulgadores da música de Sibelius à audiência americana, tendo o próprio Ormandy desenvolvido amizade junto a Sibelius ao longo de sua vida. Atualmente, Paavo Berglund e Colin Davis são considerados os maiores expoentes na música de Sibelius. Outros conjuntos de gravações notáveis foram produzidos por John Barbirolli, Vladimir Ashkenazy, Leonard Bernstein, Simon Rattle e Lorin Maazel. Herbert von Karajan também se associou a Sibelius, gravando todas as suas sinfonias, exceto a Terceira – algumas delas mais de uma vez. Recentemente, Osmo Vänskä e a Lahti Symphony Orchestra executaram o ciclo completo de Sibelius, incluído peças não publicadas e retratadas, como as primeiras versões da Quinta Sinfonia (1915) e o Concerto para Violino (1903), sendo largamente aclamados pela crítica. ==Algumas obras marcantes de Sibelius== Ano Obra 1892 Kullervo 1892 Uma saga 1893 Lemminkäinen 1899 Finlandia 1899 Primera sinfonia 1902 Segunda sinfonia 1903 Concerto para violino 1904 Valse triste 1906 A filha de Pohjola 1907 Terceira sinfonia 1911 Quarta sinfonia 1914 Aallottaret (As ninfas do mar) 1915 Quinta sinfonia 1923 Sexta sinfonia 1924 Sétima sinfonia 1926 Tapiolaa ==Ligações externas== * * * * * * * * Categoria:Compositores clássicos do século XX Categoria:Compositores românticos Categoria:Compositores da Finlândia Categoria:Maçons da Finlândia Categoria:Compositores de música maçônica Categoria:Sinestésicos",
 "title": "Jean Sibelius"
}