{
 "id": "113870",
 "text": "Johan Ludvig Runeberg (Jakobstad 5 de fevereiro de 1804 - Porvoo, 6 de maio de 1877) foi um poeta finlandês de expressão sueca, considerado o poeta nacional da Finlândia. Os seus textos combinam elementos de poesia da antiguidade, do romantismo e do realismo. Estudou primeiro em Vaasa e em Oulu, tendo concluido seus estudos na Academia de Åbo (Turku em finlandês) onde conheceu Johan Vilhelm Snellman e Zacharias Topelius. A sua obra épica é considerada a mais grandiosa, excluindo os poemas épicos Kalevala. O seu primeiro poema \"Nossa Terra\" (\"Vårt land\" em sueco, \"Maamme\" em finlandês), tornou-se o hino nacional da Finlândia. Entre suas obras cabe destacar sobre tudo As Lendas do Alferes Ståhl ( Fänrik Ståhls Sägnerem sueco e Vänrikki Stoolin tarinat em finlandês) escrito entre os anos de 1848 e 1860, na qual o poeta descreve, em forma de 35 canções épicas os acontecimentos da Guerra da Finlândia (1808-1809) em que Finlândia, até então parte do reino da Suécia, passou a formar parte do Império Russo como grão-ducado autónomo. No poema é elogiado o povo simples, que sofreu e lutou, e não a classe superior, que se adaptou ao czar russo. É um dos poetas nacionais finlandeses com o maior número de textos utilizados em obras musicais. Seu mais significativo divulgador no âmbito musical foi o compositor Jean Sibelius, que compôs mais de 90 canções com os textos de Runeberg, entre elas 5 com versos em língua finlandesa. O dia 5 de fevereiro, dia de seu aniversário, é para a população de língua finlandesa e desde a década de 1920 o dia nacional de hastear a bandeira. Todavia, foi desde sempre mais vinculado à cultura dos suecófonos da Finlândia que o homenageavam já desde a independência da Finlândia, tendo sendo ainda em vida, a partir no dia do seu aniversário de 50 anos, em 1854, homenageado pela juventude de Porvoo que se juntava em frente à sua casa para lhe cantar os parabéns. == Ver também == * Torta Runeberg * Literatura da Suécia Categoria:Escritores da Finlândia Categoria:Escritores em língua sueca Categoria:Naturais de Jakobstad",
 "title": "Johan Ludvig Runeberg"
}