{
 "id": "113801",
 "text": "EDTA (do inglês Ethylenediamine tetraacetic acid) ou ácido etilenodiamino tetra-acético é um composto orgânico que age como agente quelante, formando complexos muito estáveis com diversos íons metálicos. Entre eles estão, em meio alcalino (pH > 7), magnésio e cálcio e, em meio ácido (pH < 7), manganês, ferro(II), ferro(III), zinco, cobalto, cobre(II), chumbo e níquel. O EDTA é um ácido que atua como ligante hexadentado, podendo complexar o íon metálico através de seis posições de coordenação: os quatro grupamentos carboxila (após sua deprotonação) e os dois grupamentos amina. == Síntese == O EDTA é predominantemente sintetizado a partir de 1,2-diaminoetano (etilenodiamina), formaldeído (metanal), água e cianeto de sódio. O trabalho pioneiro sobre o desenvolvimento do EDTA foi realizado por Gerold Schwarzenbach nos anos 1940. == Nomenclatura popular vs. química == Para diferenciar o EDTA de suas várias formas protonadas, químicos usam acrônimos: EDTA4−, a base conjugada que é o ligante, e H4EDTA, o precursor do ligante. == Princípios de química de coordenação == == Usos == O EDTA é utilizado em diversas áreas, sendo algumas delas: * Indústria cosmética (e.g. descolorante para cabelos, uso na fabricação de desodorantes); * Indústria alimentícia (e.g. como conservante); * Área da saúde (medicina, biomedicina e farmácia); * Indústria química (e.g. análises químicas); * Agricultura; * Microscopia eletrônica; Em tratamentos endodônticos, é utilizado por conta da sua propriedade quelante sobre íons cálcio (Ca2+). Pelo mesmo mecanismo, atua como agente anticoagulante (e.g. em amostras sanguíneas colhidas para análise em laboratório). É usado para análise da dureza da água e na agricultura como estabilizante de micronutrientes. É usado em microscopia eletrônica para contrastar o DNA e descontrastar o RNA. Mais recentemente também tem sido utilizado em conjunto com antibióticos para inibir enzimas bacterianas e potencializar a ação desses fármacos. Categoria:Aminas Categoria:Ácidos carboxílicos Categoria:Aditivos de número E Categoria:Conservantes",
 "title": "EDTA"
}