{
 "id": "113902",
 "text": "O Club Deportivo Guadalajara, também conhecido como Guadalajara ou pelo seu apelido Chivas (Cabras/Bodes), é um clube de futebol profissional mexicano sediado em Guadalajara, no estado de Jalisco. Fundado em 8 de maio de 1906, é um dos grandes clubes do México e possui uma das maiores torcidas do mundo. Manda seus jogos no Estadio Akron, localizado na cidade de Zapopan. Suas cores são vermelho, branco e azul. A equipe compete na Liga MX, a primeira divisão do futebol mexicano. Guadalajara é um dos dez membros fundadores da liga e é uma das sete equipes que nunca foram rebaixadas. Possui doze títulos da Liga MX, quatro Copa MX e uma Supercopa MX. Em nível continental, venceu duas vezes a Copa dos Campeões da CONCACAF em 1962 e 2018. Em 2008, uma pesquisa da Televisa mostrou que o time mais popular do México naquele momento era o Guadalajara, com 23% da preferência dos torcedores do país, um ponto percentual a frente de seu rival Club América, com 22%. O duelo entre os dois é conhecido como El Súper Clásico. == Introdução == Seu lema é \"Fraternidade, União e Esporte\", e suas cores, vermelho, branco e azul. Atua no Estádio Omnilife, com capacidade para 49.850 torcedores. O clube tem uma política de não aceitar jogadores estrangeiros nem naturalizados, embora não adote a mesma postura em relação a treinadores. Desde 2002, é propriedade do empresário mexicano Jorge Vergara. Ingressou na liga amadora jalisciense em 1908, tendo conquistado ao todo 13 títulos do torneio (o maior recordista). Em 1943, aderiu ao futebol profissional e foi um dos dez clubes fundadores do campeonato mexicano, sendo que jamais foi rebaixado para outra divisão. Detém 12 títulos nacionais, 4 Copas do México. Possui também 2 Ligas dos Campeões da CONCACAF e um vice-campeonato na Taça Libertadores. Segundo pesquisas entre torcedores mexicanos, é reconhecido como o clube mais popular do México e um dos mais populares do mundo, entre 30 a 35 milhões de aficcionados. == História == Em 8 de maio de 1906, o belga Edgar Everaert criou o Club de Fútbol Unión, com apoio do francês Calixto Gas, colega de trabalho. Suas cores seriam o azul, o branco e o vermelho, em homenagem a bandeira da França. Entusiastas do futebol, os dois imigrantes europeus ensinaram as regras básicas do esporte para os mexicanos que queriam atuar na equipe. Por dois anos, o Unión atuou com esse nome, até que em 1908 Everaert decidiu rebatizá- lo para Club Deportivo Guadalajara, visando a criar uma melhor identificação com a cidade de origem da agremiação futebolística. O fundador tinha decidido também que a partir de então o clube só aceitaria jogadores mexicanos. A decisão levou a dispensa de alguns jogadores franceses do plantel. As cores originais seriam mantidas, mas o branco e o vermelho ganhariam predominância a partir dali. No ano seguinte, o Guadalajara conquistou o primeiro título de sua história, a Liga amadora do estado de Jalisco. Como não havia um campeonato nacional unificado, o torneio local foi a principal competição disputada pelo clube - que obteve mais 12 conquistas - até o início do profissionalismo do futebol mexicano, em 1943. Ainda nesse ano, foi criado o primeiro Campeonato Mexicano de Futebol, com dez equipes participantes, entre as quais o Guadalajara. As primeiras 11 temporadas na primeira divisão mexicana não renderam glórias ao clube jalisciense, mas ajudaram a estabelecer rivalidades com outras equipes do país. Durante a temporada 1948/49, fãs do Atlas chamaram o Guadalajara de \"cabritas\" (\"chivas\", em língua espanhola), após uma atuação pífia do plantel alvirrubros diante do Club Deportivo Tampico e em vingança a forma como os torcedores do Guadalajara chamavam os atlistas (\"margaridas\"). Embora com significado inicialmente pejorativo, o apelido \"chivas\" acabou sendo adotado pelos torcedores e passou a identificar o clube no mundo todo. Após um vice-campeonato na temporada 1955, o Chivas finalmente conquistaria seu primeiro título nacional em 1957, com um gol do ídolo Salvador Reyes. Não só isso, o feito marcou o início de uma época de hegemonia no futebol mexicano, com a conquista de mais seis títulos, incluindo um tetracampeonato (1959, 1960, 1961 e 1962) e um bicampeonato (1964 e 1965. A equipe guadalajarense também faturou a primeira edição da Copa dos Campeões da CONCACAF (em 1962) e ainda uma Copa do México (em 1963). A sequência de tantas conquistas em pouco mais de nove anos renderam ao clube a alcunha de El Campeonísimo, que também se tornou o mais popular do México. Além de Reyes, outros jogadores que ficaram marcados como grandes ídolos nessa era de ouro foram Juan Jasso, Jaime Gómez e Guillermo Sepúlveda. No entanto, depois de dois vice-campeonatos nacionais consecutivos em 1969 e 1970, o clube viveria um período amargo e com campanhas ruins em diversas temporadas ao longo da década de 1960 e o início da década de 1980. Mesmo assim, o clube manteve-se com o maior número de fãs no país. A temporada 1980/81 ficou marcada por um grave acidente rodoviário em Puebla com um ônibus que transportava a delegação, que custou a vida da jovem promessa Pepe Martínez. O clube só voltou a ser competitivo em meados daquela década, tendo sido vice-campeão mexicano nas temporadas 1983 (tendo perdido para o Puebla na disputa de pênaltis) e 1984, mas conquistado seu nono nacional em 1987, batendo o Cruz Azul na final. Outro destaque foi o vice-campeonato na Copa dos Campeões da CONCACAF de 1984. No início da década de 1990, o Guadalajara começou a experimentar problemas financeiros. E com a falta de bons resultados, os diretores da equipe decidiram criar um setor financeiro especial para gerir o clube a partir de 1993, marcando um período conhecido como La Promotora. Mas apesar do título nacional do Torneio de Verão de 1997 e do vice-campeonato no Torneio de Inverno de 1998, o Chivas continuava com dificuldades financeiras e a ficar longe de vencer campeonatos. Em 2002, o empresário Jorge Vergara comprou o clube, decretando fim a era Promotora e prometendo novos investimentos no clube mais popular mexicano. Apesar do magnata como presidente, os resultados demoraram a vir. O clube chegou perto do título mexicano no Torneio Clausura 2004, mas acabou apenas com o vice-campeonato. No ano seguinte, parou diante do nas semifinais da Taça Libertadores, em sua primeira vez participação no torneio continental da CONMEBOL. Em 2006, novamente o clube ficou próximo da final do torneio sul-americano, sendo eliminado nas semis pelo . Contudo, meses depois, a equipe de Guadalajara conquistou o Torneio Apertura daquela temporada, seu décimo-primeiro título mexicano. Nas temporadas seguintes, o time alvirrubro colecionou fracassos na Liga Mexicana. Em nível continental, a equipe chegou pela quarta vez a uma final da CONCACAF, mas terminou derrotado pelo Pachuca na decisão do título de 2007. Em julho de 2010, a equipe inaugurou sua nova casa, o Estádio Omnilife. No mês seguinte, disputou a final da Libertadores diante do , mas acabou com o vice-campeonato. ==Patrimônio== Com investimento de cerca de US$ 200 milhões à época, o Chivas inaugurou em 30 de julho de 2010 seu novo estádio em um amistoso contra o Manchester United. Batizado com o nome do Grupo Omnilife, empresa de suplementos alimentares e produtos de beleza, a arena tem capacidade para 49 mil pessoas. Por cinco décadas, o clube havia usado o Estádio Jalisco. Em Guadalajara, o Chivas também conta com o centro de treinamento Verde Valle, com dois campos de futebol, dormitórios, sala de imprensa e escritórios administrativos. == Títulos == CONTINENTAIS Competição Títulos Temporadas Liga dos Campeões da CONCACAF 2 1962, 2018 Campeonato Centro-Americano 1 1959 NACIONAIS Competição Títulos Temporadas Campeonato Mexicano 12 1956-57, 1958-59, 1959-60, 1960-61, 1961-62, 1963-64, 1964-65, 1969-70, 1986-87, 1997-V, 2006-A, 2017-C Copa do México 4 1963, 1970, 2015-A, 2017-C Supercopa do México 1 2015-16 Campeão dos Campeões 7 1956-57, 1958-59, 1959-60, 1960-61, 1963-64, 1964-65, 1969-70 Copa Challenger 1 1961 Inter Liga 1 2009 LEGENDAS: : Campeão Invicto A: Torneio Apertura C: Torneio Clausura V: Torneio Verano === Campanhas de destaque === *Copa do Mundo de Clubes da FIFA: 6º lugar (2018) *Vice-campeão da Copa Libertadores da América: 1 vez (2010) * Vice-campeão da Liga dos Campeões da CONCACAF: 3 vezes (1963, 1984 e 2007) * Vice-campeão mexicano : 10 vezes (1951-52, 1954-55, 1962-63, 1968-69, México 1970, 1982-83, 1983-84, Invierno 1998, Invierno 2004, 2022-23-C) * Vice- campeão Copa do méxico : 8 vezes (1947-48, 1950-51, 1951-52, 1953-54, 1954-55, 1966-67, Clausura 2015, Apertura 2016) === Outras Competições === * Copa Oro de Occidente: 22 * Copa Reforma: 1 vez (1911). * Torneo de Primavera: 1 vez (1917). * Medalla de la Junta de Festejos Patrios de la Villa de Zapopan: 1 vez (1917). * Medalla Colón: 1 vez (1918). * Medalla Caridad: 1 vez (1918) Junta de Festejos de Caridad de la Colonia Reforma. * Copa Militarización: 1 vez (1918). * Copa Deportivo Nacional de Torreón: 1 vez (1919). * Copa Eugenio Pinzón: 1 vez (1921). * Copa Francia: 1 vez (1921/22). * Copa Fábricas de Francia: 1 vez (1924). * Campeonato Oficial de Segunda Fuerza: 4 vezes (1924/25, 1928/29, 1934/35 e 1937/38). * Campeonato Categoría Juvenil: 1 vez (1928/29). * Trofeo Casino Español: 1 vez (1928). * Campeonato de Segunda Categoría de Occidente: 1 vez (1939). * Campeonato Oficial de Tercera Fuerza: 2 vezes (1928/29 e 1937/38). * Copa Presidencial: 1 vez (1953). * Copa de Oro: 1 vez (1954-1956). * Trofeo de Don Adolfo López Mateos: 4 vezes (1959, 1960, 1961 e 1963). * Torneo de la Ciudad de Guadalajara: 1 vez (1961). * Trofeo Campeonísimo: 1 vez (1961/62). * Campeón Torneo de Reservas: 3 vezes (1967/68, 1992/93 e 2006). * Campeón Primera Fuerza Amateur: 1 vez (1967/68). * Copa California: 1 vez (1977). * Campeón 1a. División Amateur: 1 vez (1983/84). * Copa Europa: 1 vez (1985). * Trofeo al Equipo menos goleado: 1 vez (1991/92). * Copa México de Segunda División: 1 vez (1996). * Copa Coliseo: 1 vez (1998). * Copa Estrella del Milenio: 1 vez (1999). * Campeón Juvenil: 1 vez (1998). * Copa Pachuca: 1 vez (2000). * Copa Tecate: 2 vezes (1994 e 2001). * Copa León: 1 vez (2003). * Copa Diário ESTO: 1 vez (2006). * Copa Marval: 1 vez (2009). * Campeón de Filiales de Segunda División: 3 vezes (Apertura 2004, Apertura 2006 e Clausura 2008). == Filiais == * Chivas USA * Chivas Tapatio * Chivas La Piedad == Ligações externas == * Página oficial Categoria:Clubes de futebol fundados em 1906",
 "title": "Club Deportivo Guadalajara"
}