{
 "id": "114082",
 "text": "William Gilbert (ou William Gylberde) (Colchester, 24 de maio de 1544 – Londres, 10 de dezembro de 1603) foi um físico, médico e filósofo natural inglês de Elizabeth I e James I e pesquisador nos campos do magnetismo e eletricidade. Estudou no St John's College, Universidade de Cambridge. Iniciou a prática da medicina em Londres em 1573 e em 1601 foi nomeado médico de Elizabeth I, rainha da Inglaterra. O principal trabalho de Gilbert foi De Magnete, Magneticisque Corporibus, et de Magno Magnete Tellure (Sobre os ímãs, os corpos magnéticos e o grande imã terrestre) publicado em 1600. A unidade de força magnetomotriz, também conhecida como potencial magnético, é nomeado de Gilbert em sua homenagem. == Vida e trabalho == William Gilbert nasceu em Colchester, filho de Jerome Gilberd. Foi educado em St John's College, em Cambridge. Após obter sua licença médica, em Cambridge em 1569, foi praticar medicina em Londres. Em 1601 foi médico de Elisabeth I, até sua morte em 1603. Seu principal trabalho científico, foi De Magnete, sobre o ímã e corpos magnéticos, publicado em 1600. Em seu trabalho descreve diversas de suas experiências com seu modelo de terra chamado terrella. Das experiências, ele conclui que a Terra era magnética e esse era o motivo pelo qual as bússolas apontam para o norte (anteriormente, era se dito que isto se devia à Estrela Polar ou às grandes ilhas magnéticas no polo norte que atraiam a bússola). Em seu livro, ele também estudou eletricidade estática usando âmbar; em grego, âmbar é chamado elektron, então, Gilbert decidiu chamar isso de eletricidade. O primeiro a citar \"eletricidade\" foi Sir Thomas Browne em 1646, derivado de eletricus em Neolatim citado em De Magnete e significa \"como o âmbar\". O termo vinha sendo usado desde o século XIII mas Gilbert foi o primeiro a usá-lo com o sentido de \"como o âmbar em suas propriedades atrativas\". Em seu livro, estudou também sobre eletricidade estática usando âmbras, que é chamado elektron em grego, decidiu chamar seu efeito de força elétrica e inventou o primeiro eletroscópio. Gilbert argumentou que eletricidade e magnetismo não eram a mesma coisa. Ele também foi o primeiro intérprete na Inglaterra da mecânica celestial copernicana, e postulou no sexto livro de sua obra que estrelas fixas não estão todas a mesma distância da Terra e que, apesar de não comentar o heliocentrismo, considerava muito mais plausível a rotação da Terra ao invés de toda e esfera celeste. Além de De Magnete, Gilbert apareceu em 1651 em quatro volumes de 316 páginas com o nome De Mundo Nostro Sublunari Philosophia Nova, editado por seu irmão William Gilbert Junior. Gilbert morreu em 30 de novembro de 1603 de peste bubônica, em Londres. Foi enterrado em sua cidade natal, na Igreja da Santíssima Trindade, em Colchester. ==Comentários sobre Gilbert== Ainda como médico, Gilbert tinha como principal influência a medicina de Galeno (c.100 d.C. - c. 200 d.C.) que postulava a existência de quatro fluidos ou humores corpo. As doenças dos seres vivos derivariam de um desequilíbrio entre os fluidos. Inspirado na técnica da medicina, Gilbert propôs a existência de outros fluidos, responsáveis pelos fenômenos magnéticos. Os fluidos em movimento, foram precursores dos campos e explicariam a repulsão de polos iguais (em contrafluxo) e a atração de polos opostos. O uso da analogia da eletricidade como fluido era muito comum na época, também utilizado na eletricidade o termo “fluido ígneo” destinado a descrever a dinâmica da maioria dos fenômenos elétricos e magnéticos observados na época em que viveu. == Publicações == * ** ** * ==Referências== *Gilbert, William (1600). De Magnete, Magnetisque Corporoibus, et de Magno Magnete Tellure: Physiologia noua, Plurimis & Argumentis, & Experimentis Demonstrata (in Latin). London: Peter Short. *Stephen Pumfrey & David Tilley, \"William Gilbert: forgotten genius\", Physics World, November 2003; online edition *plato.if.usp.br *Heathcote, Niels H. de V. (1967). \"The early meaning of electricity: Some Pseudodoxia Epidemica – I\" ==Ligações externas== * Categoria:Físicos da Inglaterra Categoria:Médicos da Inglaterra Categoria:Alunos da Universidade de Cambridge Categoria:Naturais de Colchester",
 "title": "William Gilbert"
}