{
 "id": "114148",
 "text": "thumb|right|260px|Castelo em Pau. Pau é uma comuna francesa situada no departamento dos Pirenéus Atlânticos, na região da Nova Aquitânia. == Localização == Situada a cem quilómetros do mar (Oceano Atlântico) e cinquenta da montanha (Pirenéus). A Espanha é acessível facilmente via Oloron, pela passagem de Somport. Com um altitude média de 200m a cidade é atravessada pela Gave de Paul, uma torrente de agua procedente dos Pirenéus. Dista 30 km de Lourdes, 110 de Biarritz e 110 km de Toulouse e Bordéus. Conta com um bom aeroporto, é servido pelo TGV e pela auto-estrada A64. == Clima == Sua localização ao pé da montanha completamente abrigado dos ventos confere ao micro-clima características próprias, com um verão longo e um inverno ameno. O clima fez de Pau um refugio de inverno para a burguesia nos séculos XIX e começo do XX, onde ingleses, russos e brasileiros passavam temporadas. == História == Pau foi fundada tardiamente, em comparação a outras vilas, para controlar a passagem pelas montanhas. Um castelo foi construído, dominando o rio ao norte, pelos Viscondes de Bearn entre os séculos XI e XII. == Demografia == A população da cidade (em 2005) era de 181.000 habitantes em sua mancha urbana. No intramuros era de 82.132. == Economia == Pau é o segundo polo económico da Aquitânia, depois de Bordeaux. Cidade universitária, que concentra diversos centros industriais e grandes centros de investigação nos domínios do petróleo, indústrias químicas e petroquímicas, agro-alimentar, mecânica, aeroespacial e de tecnologia da informação. Pau beneficia-se da sua localização central na região \"Países do Adour\" (\"Pays de l'Adour\") e a sua localização entre duas importantes bacias populacionais: Bayonne/Anglet/Biarritz (160.000 hab.) e da bacia Tarbes/Lourdes (110.000 hab .). Assim como bacias secundárias mais difusas: Sud des Landes/Dax (90.000 habitantes.) Bacia de Auch (40.000 habitantes.), Orthez/Lacq (30.000 habitantes.). E Oloron (20000 hab.). * Funções Terciárias: administrativo (prefeitura…), cultural (universitária) e judiciária; * Centro científico e técnico Jean Féger, grupo petrolífero TotalEnergies; * Centro de Pesquisa Euralis; * Tecnologia Hélioparc, Pau Cite Multimedia e E-Business Setor Sul Aquitaine (PEBA); * Indústria aeroespacial; * Indústria elétrica; * Indústrias agro-alimentares e vinho; * Produtos químicos e indústria farmacêutica; * TI, NTIC; * Projeto Pau Broadband Country (FTTH); * Turismo, negócios, seminários, congressos. == Grande Prémio de Pau == Pau organizou a primeira corrida sob a designação de Grande Prémio em 1901. Depois disso, o Grande Prémio da França de 1928 realizou-se na cidade vizinha de Saint-Gaudens. Pau desejava acolher novamente um GP e em 1930 realizou o Grande Prémio de França numa pista ao estilo de Le Mans nos arredores da cidade, ganha por Philippe Étancelin com um Bugatti. Em 1933 Pau regressou ao calendário automobilístico, com uma traçado urbano ao estilo do Mónaco. A pista com um traçado sinuoso com 2.769 m, manteve-se praticamente inalterado. Pau tradicionalmente abria a época automobilística, em meados de Fevereiro. Em 1933 o GP realizou-se no meio de uma tempestade de neve, levando ao seu cancelamento no ano seguinte. O GP de Pau realizou-se regularmente entre 1935 e 1939 (com excepção de 1937 onde só houve lugar a corridas de carros de sport). Após a Segunda Guerra Mundial, Pau era uma corrida extra-campeonato de Fórmula 1 até 1963. Entre 1954 e 1985 o Pau acolheu o GP de Fórmula 2, sendo depois substituída pela Formula 3000. Em 1999, o GP de Pau passou a acolher a Fórmula 3. Entre 2007 e 2010 acolheu uma das etapas do WTCC. Em 2011 assistiu-se ao regresso da Fórmula 3, e em 2013 foi a vez da World Series by Renault. Realiza-se desde 2001 o Grande Prémio Histórico de Pau, uma semana após o Grande Prémio \"actual\". A grelha de partida consiste maioritariamente em carros de Fórmula 1 da década de 1960. == Tour de France == Recebeu a chegada da 16ª etapa do Tour de France 2010. == Ver também == * Aeroporto de Tarbes-Lourdes-Pirenéus == Ligações externas == * Site oficial de Pau",
 "title": "Pau (Pirenéus Atlânticos)"
}