{
 "id": "114156",
 "text": "são um grande grupo de compostos solúveis em gordura (lipossolúveis), que têm uma estrutura básica de 17 átomos de carbono dispostos em quatro anéis ligados entre si. Os esteroides são produzidos sinteticamente com finalidade medicoterapêutica. São lipídios de cadeia complexa, onde o colesterol é substância fundamental na formação dos esteroides. Contudo, o seu excesso é maléfico à saúde. O colesterol faz parte da estrutura das membranas celulares, sendo também um reagente de partida para a biossíntese de vários hormônios (cortisol, aldosterona, testosterona, progesterona etc), da bile e da vitamina D. O colesterol é o ponto de partida para a fabricação dos hormônios esteroidais, bem como os ácidos biliares, vitamina D, glicosídeos cardíacos, sitosteróis do reino vegetal e alguns alcaloides. Todos os esteroides apresentam em comum a estrutura química denominada ciclopentanoperidrofenantreno: um núcleo cíclico similar, semelhante ao núcleo do fenantreno (anéis A, B e C), que são ligados a um anel ciclopentano (D). As posições dos carbonos nos núcleos esteroides são numeradas. É importante imaginar que nas fórmulas estruturais dos esteroides um anel hexagonal simples indica um anel de 6 carbonos completamente saturado com todas as valências satisfeitas com ligações de hidrogênio, a menos que se mostre outra maneira, isto é, ele não é um anel benzênico. Todas as duplas ligações se mostram como tais. As cadeias laterais de metila apresentam-se como ligações livres simples no outro extremo (metílico). Estas ocorrem, tipicamente nas posições 10 e 13 (constituindo um átomo de C19 e C18). Uma cadeia lateral, na posição 17, é visual (como no colesterol). Quando o composto contém um ou mais grupos de hidroxila e nenhum grupo carbonila ou carboxila, ele é um esterol e a seu nome é acrescido o sufixo -ol. Os esteroides são amplamente distribuídos nos organismos vivos e incluem os hormônios sexuais, a vitamina D e os esteróis, tais como o colesterol e a digitalina, presentes na dedaleira. Terapeuticamente, os corticosteroides são utilizados como imunossupressores no tratamento de doenças autoimunes e na cirurgia de transplantes. A ingestão de doses altas durante longos períodos pode produzir efeitos colaterais sérios, que vão da imunodeficiência à perda de cálcio nos ossos. Os esteroides anabólicos são derivados do hormônio masculino testosterona. Eles provocam a deposição de proteína nos tecidos e eram outrora utilizados para auxiliar na convalescência. São algumas vezes ingeridos pelos atletas e levantadores de peso em razão de suas propriedades de fortalecimento e crescimento muscular, mas podem causar sérios danos ao fígado. Grandes quantidades podem levar a surtos de comportamento agressivo, ou mesmo à morte. Os esteroides constituem os ingredientes ativos da maioria das pílulas anticoncepcionais ministradas oralmente. Em várias especialidades, esteróides denominados de antiinflamatórios hormonais são usados no tratamento de diversas infecções, na forma tópica (pomadas, soluções) ou sistêmicas (oral, inalatório, intramuscular e intravenoso). Alguns exemplos destes esteróides são a hidrocortisona, dexametasona, mometasona e betametasona.Esteróides são compostos tetracíclicos (quatro anéis) de alta massa molecular. Aqueles contendo um ou mais grupos ─OH e nenhum grupo C═O são chamados esteróis. O esterol mais comum é o colesterol, o qual é encontrado em gorduras animais, mas não em gorduras vegetais. Os esteroides estão largamente difundidos em seu corpo. Quantidades muito pequenas mostram atividade biológica considerável. Pequenas variações na estrutura molecular de esteroides resultam em grandes diferenças nos seus efeitos. Os esteroides que ocorrem naturalmente incluem o colesterol, os sais biliares, e muitos hormônios, reguladores dos processos químicos. == Bibliografia == * Harper et al.Bioquímica.Editora Atheneu.9ª edição. São Paulo.2002. Gabriela Royk !",
 "title": "Esteroide"
}