{
 "id": "114178",
 "text": "Cosme Velho é um bairro da Zona Sul do município do Rio de Janeiro, situado no sopé do morro do Corcovado e do morro de Dona Marta, ocupando a parte mais alta do vale do Rio Carioca. Antes conhecido como \"Águas Férreas\", tem como rua principal a Rua Cosme Velho, que é a continuação da Rua das Laranjeiras. Seu IDH, no ano 2000, era de 0,878, o 34º melhor do município do Rio de Janeiro. O Cosme Velho é um bairro marcado pelo passado, tanto pelos monumentos históricos como pela memória dos moradores ilustres. Foi endereço de artistas, escritores e compositores como Machado de Assis, Manuel Bandeira, Euclides da Cunha, Austregésilo de Athayde, Alceu Amoroso Lima, Cecília Meireles, Jorge Mautner e muitos outros. Também é um ponto turístico importante, pois nele se localiza a primeira estação do Trem do Corcovado, que leva os turistas a visitar o Cristo Redentor. == Etimologia == O nome do bairro é uma homenagem a Cosme Velho Pereira, comerciante português da antiga Rua Direita, atual Rua Primeiro de Março. No século XVI, o comerciante habitava a parte mais alta do Vale do Carioca, no caminho para o Corcovado. Sua chácara era banhada pelo Rio Carioca, que ainda hoje corre no local. Após sua morte, sua chácara foi loteada e ali passaram a viver alguns nobres da corte. == História == O bairro do Cosme Velho desenvolveu-se às margens do rio Carioca, desde 1567, quando as terras da região foram doadas em sesmaria aos membros da família de Cristóvão Monteiro, que abriram roças, edificaram casas e até um moinho de vento para beneficiamento dos cereais colhidos em suas plantações. No século XVII, teve início a captação das águas do rio para o abastecimento da cidade, e no século XX, o rio foi coberto, restando dele alguns trechos a céu aberto, como se pode ver no Largo do Boticário. A importância do rio Carioca foi fundamental, como fonte abastecedora de água potável para o Rio de Janeiro. No tempo do Brasil Império, havia escravos \"agüeiros\", cuja função era levar água proveniente do Carioca em barris para uso de seus senhores. As águas então límpidas do rio eram recolhidas em ponto alto do vale, na região conhecida como \"Águas Férreas\". Posteriormente foi construído um aqueduto com a finalidade de levar a água até a Lapa, no centro, cuja memória é preservada através dos Arcos da Lapa. A nascente do rio encontra-se na região do Silvestre e suas águas eram captadas na \"Mãe d´Água\", para abastecer o aqueduto do Silvestre. Essa região, com temperaturas amenas, era uma das preferidas pelos cariocas do século XIX. A região das Águas Férreas, que engloba o atual bairro do Cosme Velho, ainda era conhecida por esse nome na primeira metade do século XX. Os bondes e ônibus tinham esse destino. Atualmente, o nome Águas Férreas é apenas uma lembrança, já que o nome do bairro foi totalmente incorporado ao conhecimento da população. == Geografia == O Cosme Velho é um bairro da Zona Sul da cidade do Rio de Janeiro, situado no sopé do morro do Corcovado e do morro de Dona Marta, ocupando a parte mais alta do vale do rio Carioca. O bairro faz divisa com Santa Teresa, Laranjeiras e Botafogo. == Transporte == thumb|right|200px|Largo do Boticário. right|thumb|200px|Estação Ferroviária de Cosme Velho da Estrada de Ferro do Corcovado. É no Cosme Velho que se situa a histórica Estação Ferroviária da Estrada de Ferro do Corcovado, inaugurada ainda no tempo do Império. Desta estação parte o trem que leva turistas até o pico do Corcovado, onde está a estátua do Cristo Redentor, símbolo máximo da cidade e eleita uma das sete maravilhas do mundo moderno. == Cultura == === Museus === O bairro abriga o Museu Internacional de Arte Naïf do Brasil desde 1995. A importante coleção abrange mais de 6 mil pinturas deste estilo artístico. === Patrimônio histórico === O bairro tem nítida vocação turística por sua antiguidade e tradição, contando ainda com alguns imóveis antigos. Um exemplo importante é o Solar dos Abacaxis, um casarão em estilo neoclássico datado de meados do século XIX. O Largo do Boticário é composto de sete casas de estilo neocolonial construídos na primeira metade do século XX. As casas foram construídas com material utilizado em construções do centro da cidade, que foram demolidas. No largo podem ser apreciados o rio Carioca a céu aberto e a espessa vegetação de Mata Atlântica. Na entrada do Largo, há duas casas da primeira metade do século XIX. A Bica da Rainha é uma pequena fonte de inícios do século XIX que recebeu este nome devido a que D. Carlota Joaquina e sua sogra, a rainha Maria I de Portugal (chamada \"a Louca\" e mãe de D. João VI), serem frequentadoras das águas da fonte, que acreditava-se terem propriedades medicinais. == População == A população do bairro é de classe média, classe média alta e classe alta. === Moradores e ex-moradores === O mais ilustre morador do Cosme Velho foi o escritor Machado de Assis, ao qual foi consagrado o epíteto de Bruxo do Cosme Velho. Não se encontra mais sua casa, demolida para a construção de um edifício residencial. Além dele, também habitaram o bairro Manuel Bandeira, Euclides da Cunha, Austregésilo de Athayde, Alceu Amoroso Lima, Cecília Meireles, Marcos Carneiro de Mendonça, Jorge Mautner, Roberto Marinho, Cássia Eller e vários outros escritores e figuras históricas. ==Ver também== * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) == Ligações externas == * * * * *",
 "title": "Cosme Velho"
}