{
 "id": "114106",
 "text": "Infectologia ou infecciologia é a especialidade médica que se ocupa do estudo das doenças causadas por diversos patógenos como príons, vírus, bactérias, protozoários, fungos e animais. A infectologia também é chamada de \"doenças infecto-parasitárias\" (DIP) ou \"moléstias infecciosas e parasitárias\" (MIP). No Brasil, a infectologia é uma especialidade médica, reconhecida pelo Conselho Federal de Medicina, sendo determinado que, além do curso de Medicina, o profissional deva fazer uma residência médica que tem a duração de três anos. O infectologista atua na prevenção primária (educação em saúde, vacinação, etc.) e na prevenção secundária (tratamento de doenças infecciosas e prevenção de incapacidade causadas por estas). == Áreas de atuação == Ao contrário de muitas especialidades médicas, nas quais a atuação se restringe a determinada parte do corpo, a infectologia aborda uma ampla gama de doenças de todos os órgãos e sistemas do organismo, partindo de um paradigma processual (a infecção) e não anatômico como de costume. Na prática e no cotidiano, existem algumas grandes aéreas de atuação do médico infectologista: SIDA/HIV, medicina tropical, CCIH e doenças piogênicas. === SIDA === Dado a grande prevalência do HIV no mundo, como pandemia, muitos infectologistas se dedicam ao estudo e/ou ao tratamento clínico dos pacientes portadores deste vírus, estando o HIV/SIDA hoje estritamente ligado ao campo de abrangência do infectologista. === Medicina tropical === A medicina tropical é outro grande campo de atuação dos infectologistas, principalmente nas regiões tropicais, onde há prevalência de doenças específicas, como malária, febre amarela, dengue, raiva, criptococose, esporotricose, leishmaniose, peste, hantavirose, ebola e outras viroses que causam febres hemorrágicas. === CCIH === Os infectologistas estão presentes nas comissões de controle de infecções hospitalares (CCIH), outra grande área de estudo e atuação da infectologia atual, que se fez necessária graças ao desenvolvimento do ambiente hospitalar, principalmente com a difusão das unidades de terapia intensiva (UTI), onde devido o uso frequente de antibióticos, inúmeras bactérias e fungos desenvolvem resistência e peculiaridades próprias. === Doenças piogênicas === As \"doenças piogênicas\", descrição genérica e pouco usual no meio médico, que abrange uma grande lista de doenças infecciosas comuns na prática médica (pneumonia, meningite, piodermite, gastroenterite, sinusite, colite, e outras), se constitui na verdade como uma área de atuação do clínico geral ou de alguma outra especialidade. Pois as infecções pulmonares, intestinais, oftalmológicas, cerebrais, dermatológicas e assim por diante, frequetemente sao tratadas e acompanhadas pelo especialista \"anatômico\" ou pelo médico clínico geral, sendo o infectologista o atuante nesses casos quando o quadro torna-se complicado ou quando o próprio infectologista encontra-se no papel de clinico geral, em emergências ou CTIs. == Ligações externas == * * pl:Choroba zakaźna",
 "title": "Infectologia"
}