{
 "id": "114187",
 "text": "A Rebelião de Saskatchewan aconteceu em 1885, na região dos Territórios do Noroeste, que é atualmente a província canadense de Saskatchewan. Esta rebelião foi uma tentativa mal-sucedida dos métis em estabelecer sua própria nação soberana e independente do Canadá. ==Visão geral== Após a Rebelião de Red River, ocorrida entre 1869 e 1870, muitos dos Métis saíram de Manitoba, então uma recém-criada província, para Saskatchewan, então parte dos Territórios do Noroeste. Estes Métis criaram um assentamento em Batoche, ao sul do rio Saskatchewan. Porém, como havia acontecido em Manitoba, problemas de cunho social e cultural voltaram a desenvolver-se com a chegada de assentadores vindos da Europa e do leste do Canadá. Riel foi convidado para liderar o movimento de protesto. Ele transformou isso em uma ação militar com um tom fortemente religioso. Isso alienou o clero católico, os brancos, a maioria das tribos indígenas e alguns Métis, mas tinha a lealdade de 200 Métis armados, um número menor de outros guerreiros indígenas e pelo menos um homem branco em Batoche em maio de 1885, que enfrentou 900 milícias canadenses. e alguns residentes locais armados. Cerca de 91 pessoas morreriam nos combates ocorridos naquela primavera antes do colapso da rebelião.Thomas Flanagan, Riel and the Rebellion: 1885 Reconsidered (2000) pp 3-4Robert MacIntosh, Boilermakers on the Prairies, p. 16 Em 1884, os métis pediram que Louis Riel - então nos Estados Unidos, onde Riel exilou-se após o desfecho da Rebelião de Red River - voltasse ao Canadá, para ajudar nas negociações com o governo do Canadá, e em defesa do povo métis. Em março de 1885, Riel, Gabriel Dumont, Honoré Jackson e outros estabeleceram um governo provisório, acreditando que isto poderia influenciar o desfecho da rebelião da mesma maneira que havia ocorrido em 1869. Porém, linhas de ferrovias começavam a ser construídas pelo país, e a Cavalaria Policial do Noroeste (North-West Mounted Police, ou NWMP) havia sido criada. Riel não tinha suporte dos anglófonos e de nativos não métis da região, e pelo fato de que Riel acreditava que Deus o havia mandado de volta ao Canadá como um profeta fez com que a igreja católica parasse de suportá-lo também. Riel foi capturado, levado a julgamento e condenado por traição. Apesar de muitos pedidos de clemência em todo o Canadá, ele foi enforcado. Riel se tornou um mártir heroico para o Canadá francófono. Essa foi uma das causas do aumento das tensões étnicas em profunda divisão, cujas repercussões continuam a ser sentidas. A repressão da rebelião contribuiu para a realidade atual das pradarias canadenses serem controladas por falantes de inglês, que permitiam apenas uma presença francófona muito limitada, e ajudou a causar a alienação dos canadenses franceses, que estavam amargurados pela repressão de seus compatriotas.J. M. Bumsted, The Peoples of Canada: A Post- Confederation History (1992), pp xiii, 31 O papel fundamental que a Canadian Pacific Railway desempenhou no transporte de tropas fez com que o apoio do governo conservador aumentasse, e o Parlamento autorizou fundos para concluir a primeira ferrovia transcontinental do país. == Batalha de Duck Lake == Em 26 de março de 1885, Dumont derrotou um grupo de policiais e de assentadores anglófonos, liderados pelo super-intendente Leif Newry Fitzroy Crozier, na batalha de Duck Lake. Em resposta, o governo federal enviou 3 mil soldados à região, sob o comando do major-general Frederick Middleton, para a área, onde Middleton incorporou mais 2 mil voluntários anglófonos, mais outros policiais da NWDP. == Batalha de Cut Knife == Em 24 de abril, Middleton foi atacado pelos métis na batalha de Fish Creek, e embora os métis estivessem lutando contra forças muito maiores e mais bem equipadas, a batalha resultou em um empate para ambos os lados. Em 2 de maio, o tenente-coronel William Otter foi derrotado pelas forças comandadas pelo chefe indígena Poundmaker, na batalha de Cut Knife, perto de Battleford. == Batalha de Batoche == Na batalha, que iniciou-se com forças comandadas por Middleton contra Batoche, as tropas canadenses derrotaram os métis e os indígenas, e capturaram Louis Riel. == Batalha de Frenchman's Butte == Enquanto isto, o major-general Thomas Bland Strange trouxe uma força da NWMP, de Calgary, mas eles foram incapazes de derrotar uma força indígena comandada pelo chefe Grande Urso, na batalha de Frenchman's Butte, no final de maio. == Epílogo == Poundmaker e Grande Urso renderam-se posteriormente, devido à fome e à falta de armas e munições. O governo do Canadá foi capaz de pacificar os nativos através do envio de comida e de outros suprimentos. Poundmaker e Grande Urso foram condenados à prisão, e outros oito líderes nativos foram enforcados. Riel também foi julgado e executado, causando grande controvérsia entre o Canadá anglófono e francófono. Categoria:História do Canadá",
 "title": "Rebelião de Saskatchewan"
}