{
 "id": "114204",
 "text": "Lúcio Tarquínio Soberbo (em latim Lucius Tarquinius Superbus; 535 – 496 a.C.), conhecido como Tarquínio, o Soberbo, foi o último rei de Roma e o terceiro dos reis Tarquínios. Reinou de 535 a.C. até 509 a.C. ==Matrimônio== Filho de Tarquínio Prisco, desposou primeiro Túlia Maior, a filha mais velha de Sérvio Túlio, depois a irmã desta, Túlia Menor, com cuja ajuda organizou o complô para matar o sogro e ascender ao trono de Roma. ==Complô== Tito Lívio relata que Tarquínio um dia apresentou-se ao senado e sentou-se no trono, reivindicando-o para si. Túlio, advertido do fato, foi às pressas à Cúria Hostília.Tito Lívio:Ab Urbe condita libri, 1:48 Deu-se assim uma acesa discussão entre os dois, que logo degenerou em luta entre as duas facções, ao fim da qual o jovem Tarquínio, já fora da Cúria, feriu o rei. Sérvio, ferido mas não morto, foi atingido mortalmente pela filha, atropelando-o com a carroça que guiava. ==Reinado== Conta o historiador romano Tito Lívio que, no governo, sob um despotismo indisfarçável, o orgulhoso Tarquínio eliminou ou desterrou todos os que eram partidários de Sérvio Túlio e confiscou os bens de famílias poderosas, recebendo o título pelo qual ficou conhecido na história: \"o Soberbo\", isto é, o Orgulhoso, que equivalia em grego a \"tirano\". De acordo com a arqueologia, dotou Roma de grandes obras infraestruturais. Terminou o Capitólio e a Cloaca Máxima. Tentou conquistar as colónias gregas do sul da península Itálica, mas foi derrotado. Foi deposto em 509 a.C. por uma revolta patrícia contra a dominação etrusca e a tirania do rei. Segundo a lenda, porém, Tarquínio, muito odiado entre os Romanos, era ainda copiado pelo filho Sexto Tarquínio, que se apaixonou pela bela e casta Lucrécia, filha de um influente aristocrata e já casada com um notável patrício, obrigando-a ao adultério. Lucrécia, em resposta suicidou-se. Achando-se Tarquínio fora da cidade, o marido da matrona ofendida, Lúcio Colatino, chefe da ordem equestre, e o prefeito urbano Lucrécio aliaram-se a Lúcio Júnio Bruto, de grande prestígio no Senado, para iniciar uma rebelião, à qual a população de Roma aderiu depois de se inteirar dos fatos. Em 509 a.C., declararam deposto o rei ausente e proclamaram a República. O reinado de Tarquínio durou 25 anos e a dinastia etrusca 244 anos. ==Imagens== Ficheiro:Comic History of Rome Table 02 Tarquinius Superbus makes himself King.jpg|Tarquínio, o Soberbo, fazendo-se rei. Ficheiro:Comic History of Rome p 037 The Evil Conscience of Tarquin.jpg|A consciência malvada de Tarquínio. Categoria:Reis de Roma Categoria:Romanos antigos do século VI a.C. Categoria:Tarquinii Categoria:Guerras romano-sabinas Categoria:Guerras romano-latinas Categoria:Guerras romano-etruscas",
 "title": "Tarquínio, o Soberbo"
}