{
 "id": "114280",
 "text": "A Democratização da Comunicação é o processo de popularização dos meios de comunicação através da pluralização das bases controladoras dos veículos de comunicação. Atualmente, no Brasil, poucos grupos político-econômicos detém o controle dos meios de comunicação, o que contribui para a manipulação da opinião pública, facilitando a manutenção do poder. Direitos de comunicação envolvem liberdade de opinião e expressão, governança democrática da mídia, propriedade e influência dos meios de comunicação, participação dos cidadãos nas decisões sobre a própria cultura, direitos linguísticos, direito à educação, direito à privacidade, direito de reunião e direito à autodeterminação. Esses direitos também estão relacionados com inclusão ou exclusão social, com acesso a meios de comunicação de qualidade.What are communication rights? How do they relate to human rights? How do they differ from freedom of expression ? Centre for Communication Rights. WACC ==Papel da internet== A internet é vista como uma importante ferramenta para o desenvolvimento de uma mídia mais democrática. Redes sociais, tais como Twitter e Facebook, desempenharam papeis cruciais em eventos como a Primavera Árabe permitindo aos cidadãos uma rápida coordenação e troca de informações para a organização de protestos contra seus governos. As revoltas populares ocorridas durante a Primavera Árabe, mostraram como a população pode ser efetivamente informada através de mídias alternativas e ajustar seu comportamento de acordo. Algumas plataformas também tem sido criadas especificamente com o fim de permitir a cidadãos comuns a criação de jornais online e a publicação de notícias independentes. Exemplos de portais com esse fim são: Make.press e MidiaIndependente ==Cúpula Mundial sobre a Sociedade da Informação== Em dezembro de 2003, realizou-se em Genebra a primeira fase da Cúpula Mundial sobre a Sociedade da Informação, CMSI (em inglês, World Summit on the Information Society, WSIS)Association for Progressive Communications (APC). World Summit on the Information Society ). A segunda fase ocorreu em dezembro de 2005, na cidade de Túnis, Tunísia. Durante a reunião foram levantados vários pontos sobre a papel da informação na sociedade. Em Genebra, o governo brasileiro afirmou sua opção pela democratização dos meios de comunicação, pela liberdade de imprensa e pelo uso e difusão do software livre. == Campanha internacional por direitos de comunicação == As discussões preparatórias para a Cúpula Mundial da Sociedade da Informação , iniciadas em 2001, fizeram surgir na Europa, em novembro do mesmo ano, Cúpula Mundial sobre a Sociedade da Informação - um tema de tod@s. Rits - Rede de Informações para o Terceiro Setor, abril de 2004.uma campanha internacional denominada CRIS, acrônimo de Comunication Rights in Information Society (\"Direito à Comunicação na Sociedade da Informação\"),Site da CRIS promovida por organizações não governamentais de diferentes países Le proposte di CRIS per il 'Cantiere del futuro'. Unimondo, 12 de maio de 2005. Posteriormente, a CRIS organizou capítulos em vários países da Ásia, América do Norte e na América do Sul (Colômbia, Bolívia e Brasil). ===No Brasil=== Em agosto de 2004, foi realizada na sede da Associação Brasileira de Imprensa, uma reunião com importantes organizações que lidam com a temática da informação e da comunicação no país e se formulou a criação da CRIS-BrasilCRIS Brasil: articulação da sociedade civil pelo direito à comunicação . Jornal Brasileiro de Ciências da Comunicação, ano 7, n°261. São Bernardo do Campo, agosto de 2004 que, em vez de nascer como uma campanha, tal como suas irmãs estrangeiras, optou por estruturar-se como uma articulação na sociedade da informação. Ou seja, o tema que dá nome à campanha internacional é assimilado pela articulação brasileira como um elemento voltado para discutir questões como: #A estruturação de um sistema público de comunicação, o que inclui a criação de um fundo público para meios comunitários; a democratização do acesso aos meios de produção no campo da comunicação; atuação com relação ao controle e acompanhamento de políticas e regulação; # Diversidade cultural; # Propriedade intelectual e direitos de autor/a; # Apropriação social das Tecnologias de Informação e Comunicação – o que inclui a convergência tecnológica. A opção por estes temas não significava desconsiderar outros de igual ou maior relevância, e a CRIS- Brasil surgiu com a proposta de ser um pólo aglutinador de organizações em torno de novos temas. Aqueles que já vinham sendo discutidos por outras instituições poderiam ser apoiados pela CRIS-Brasil à medida que a articulação se desenvolvesse e se fortalecesse. A CRIS-Brasil constituiu-se como uma articulação aberta, em constante renovação, sem uma estrutura hierárquica, com um nível de capilaridade amplo, incluindo organizações do Sul, Sudeste, Centro-Oeste e Nordeste do país. ==== Controvérsia sobre a democratização das comunicações==== No Brasil o tema da democratização das comunicações abarca múltiplos aspectos de ordem social, política e econômica, e vários atores (governo, organizações da sociedade civil, concessionários de rádio e televisão, entre outros) . Segundo o diplomata brasileiro Samuel Pinheiro Guimarães, ex-Ministro da Secretaria de Assuntos Estratégicos, a democratização da mídia é uma questão prioritária. Segundo ele, \"o controle dos meios de comunicação é essencial para o domínio da classe hegemônica mundial\". Como esses meios são formuladores ideológicos, servem para a elaboração de conceitos, para levar sua posição e visão de mundo. Guimarães critica o oligopólio dos meios de comunicação no Brasil, assim como a propriedade cruzada, isto é, um mesmo grupo econômico deter a propriedade de emissoras de rádio e televisão, além de jornais e revistas. Ele observa que, quando estados como a Argentina, o Equador e a Venezuela aprovaram leis para democratizar a comunicação, a mídia reagiu com uma campanha extraordinária, contra o que classifica de censura à imprensa. O que significa 'democratização da mídia'? O Globo, 7 de setembro de 2013 Segundo ele, a concentração da propriedade dos meios de comunicação nas mãos de poucos acaba concedendo, a esses poucos, um poder desmedido para difundir suas opiniões, que acabam por se tornar hegemônicas na sociedade, ganhando força de verdade absoluta. Samuel Pinheiro Guimarães: “democratização da mídia é prioritária para a defesa da soberania\" . Carta Maior, 17 de julho de 2013. Segundo as Organizações Globo, o maior grupo de mídia do Brasil, não existe problema de democratização da comunicação no país, pois, das 521 concessões de televisão, 204 são públicas e educativas e 317 são comerciais; no rádio, existem 9,6 mil emissoras, das quais 4,9 mil são administradas por entidades comunitárias e educativas, e 4,6 mil são privadas. Editorial publicado em O Globo defende a autorregulamentação, opondo-se ao controle social da mídia. Em última instância, segundo o editorial, esse controle caberia apenas ao leitor, ouvinte ou telespectador individual. Com o acesso cada vez maior de pessoas à internet, a discussão tende a se intensificar, uma vez que a rede mundial de computadores facilita a difusão de informações sem necessitar de concessões, pois o registro de um domínio na rede acontece em questão de dias ou horas, e a publicação de informações em blogs ou redes sociais pode ser feita por pessoas ou entidades nas mais variadas formas de mídia, incluindo vídeos e transmissões ao vivo. O debate sobre o Marco Regulatório das Comunicações no Brasil também tem mobilizado várias organizações da sociedade.Plataforma para um novo Marco Regulatório das Comunicações no Brasil ==Ver também== * Nova Ordem Mundial da Informação e Comunicação * Propriedade cruzada ==Ligações externas== * Padovani, Claudia; Calabrese, Andrew (ed.) Communication Rights and Social Justice: Historical Accounts of Transnational Mobilizations. Palgrave Macmillan, 2014. ISBN 9781137378309 * Search Engine Marketing Consultant Categoria:Comunicação Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Democratização da comunicação"
}