{
 "id": "114233",
 "text": "A Fundação Universidade Federal de Mato Grosso (UFMT) é uma instituição de ensino superior pública federal brasileira, criada em 1970 e vinculada ao Ministério da Educação. Sua sede encontra-se em Cuiabá, possuindo campi em mais cinco cidades: Barra do Garças, Pontal do Araguaia, Sinop e Várzea Grande. As atividades de ensino, pesquisa e extensão estão concentradas em 113 cursos de graduação, incluídas as habilitações, e 60 de especialização sustentados em núcleos de investigação e extensão, onde mais de 21 mil estudantes realizam seus estudos. Visando desempenhar funções sociais relevantes, objetiva-se em ser uma instituição que contribui para o desenvolvimento econômico e regional, preocupando-se com a preservação do ecossistema, com a cultura e formação profissional, sendo referência em ensino e pesquisa em todo o estado de Mato Grosso e região. == História == A universidade foi criada em 10 de dezembro de 1970, pela Lei n° 5647, a partir da fusão da Faculdade de Direito de Cuiabá (que foi criada em 1952) e do Instituto de Ciências e Letras de Cuiabá. Nesse ano foram abertos os 11 primeiros cursos, oferecidos no campus universitário, na região do Coxipó. Foram criados os primeiros centros e iniciadas as obras de construção dos blocos. Na década de 1980 é implantado o Hospital Universitário Júlio Müller e iniciado o processo de interiorização do ensino. São criados os campi de Rondonópolis, do Médio Araguaia e de Sinop. Começa também a oferta de turmas especiais de graduação e ensino à distância, em diversas cidades e pólos espalhados pelo estado, que não contavam até então com acesso ao ensino superior. Durante a década de 1990 continuam os projetos de turmas especiais e graduação parcelada em todos os estados, juntamente com a expansão significativa da oferta de cursos de graduação nos campi. O início da década de 2000 é marcada pela diminuição do orçamento da instituição. Apesar disso novos cursos e turmas são criados, e a universidade investe em programas de licenciatura voltados para professores de escolas públicas e nos de graduação parcelada nos municípios do interior. Em 2006 finalmente é consolidado o campus de Sinop, com a criação de vários cursos de graduação, lá e também nos outros campi interioranos, graças ao programa de expansão universitária do Governo Federal. No total, são 11 novos cursos e 500 vagas abertas no segundo semestre, em vestibular extraordinário. Já foram contratados professores e técnicos para atender a esses cursos, e em breve começarão as obras do novo campus. ==Estrutura== A UFMT tem 27 institutos e faculdades; o Hospital Universitário Júlio Müller, o Hospital Veterinário; uma fazenda experimental (em Santo Antônio do Leverger); uma base avançada de pesquisa no Pantanal (município de Poconé); estações meteorológicas (Cuiabá e Rondonópolis); herbário; biotério, zoológico, ginásio de esportes, parque aquático, museus e o único teatro com especificações técnicas exigidas para receber as diversas modalidades de artes cênicas no Estado, todos em Cuiabá. Conta ainda com o maior sistema de bibliotecas do Estado, somando mais de 300 mil volumes, sendo 200.908 na Biblioteca Central em Cuiabá; 47.878 em Rondonópolis; 16.639 no Campus do Araguaia e 15.588 em Sinop. Os outros três campi possuem área total parecida com a da cidade universitária (cerca de 600 mil m² cada, a cidade tem 782 mil m²), mas, pela oferta menor de cursos e por todos os edifícios administrativos estarem na sede, a área construída é bem menor. Em Sinop serão construídos o campus universitário e um hospital universitário, para atender a implantação dos novos cursos. Os campi do interior sofrem de precarização, falta de livros, laboratórios e professores, bem como não são incluídos na maioria das políticas implantadas pela atual reitoria ou pelo governo, por exemplo o curso de inglês gratuito (ISF), que é ofertado somente na capital . Para a Copa do Mundo FIFA de 2014, foi construído um Centro Oficial de Treinamento no campus, próximo do Ginásio Poliesportivo da Universidade. Com capacidade para abrigar 1,5 mil torcedores, o COT da UFMT possui campo de futebol e pista oficial de atletismo de padrão internacional.CAMPOS OFICIAIS DE TREINAMENTO - COT Foi utilizado por duas seleções que jogaram na Arena Pantanal, Nigéria e Coreia do Sul.Obras dos COT´s da UFMT e da Barra do Pari mostram pequenos avanços == Cidade Universitária Gabriel Novis Neves == Criada através da Lei 5.647, de 10 de dezembro de 1970, seu campus central começou a ser construído no início daquela década e é um dos locais mais visitados da Capital, Cuiabá. A expansão quantitativa e qualitativa da UFMT faz dela a mais abrangente instituição de ensino superior no Estado. === Hospital Universitário Júlio Müller === O HUJM é o único hospital essencialmente público de Cuiabá que atende, plenamente, somente pacientes referenciados pelo SUS. Serve de campo de estágio de alta qualidade para os estudantes de Medicina, Nutrição, Enfermagem, Fisioterapia e Serviço Social, entre outros. O HUJM apóia fundamentalmente os Programas de Residência Médica em Clínica Médica, Cirurgia Geral, Obstetrícia e Ginecologia, Anestesiologia e Pediatria, todos credenciados, até hoje, sem restrições. Em 2001 implantou-se o Programa de Residência Médica em Infectologia, com aval da CNRM. Estão sendo implantados os Programas de Medicina da Família, de Neonatologia (3° ano opcional em Pediatria) além do PRM em Urologia. Todos esses PRMs são desenvolvidos sob a responsabilidade da Faculdade de Ciências Médicas. No campo da pesquisa científica, sob o controle da sua Comissão de Ética em Pesquisa, o HUJM tornou-se um excelente campo operacional para a produção de teses em Cursos de Especialização e de Mestrado oferecidos pela UFMT e de trabalhos científicos que são publicados em Revistas nacionais e estrangeiras, indexadas, e, também, apresentados em Congressos e Jornadas nacionais e internacionais. ==Estatísticas== A UFMT ocupa uma área total de 4 360 hectares (contando com os 1775 ha da fazenda experimental) e 149 mil metros quadrados de área construída, distribuídos pelos campi. São ofertados em 2004 69 cursos de graduação (sendo 39 noturnos), 3 403 vagas na graduação, 60 cursos de pós- graduação (sendo 50 cursos de especialização, 32 de mestrado e 9 de doutorado). São 7 365 alunos em Cuiabá, 2 193 em Rondonópolis, 734 no Médio Araguaia e 5 454 nas turmas especiais, na graduação, e 3 449 alunos na pós- graduação. Atualmente 77% dos professores são mestres ou doutores e 86% trabalham em regime de dedicação exclusiva. Já formou quase 40 mil profissionais e oferece 98 cursos de graduação regulares (distribuídos nos períodos matutino, vespertino e noturno, e alguns em regime integral). === Exame Nacional de Desempenho de Estudantes === A UFMT ocupa posição 77º segundo a classificação das universidades pelo Índice Geral de Cursos (IGC) do MEC, que avalia a universidade tanto em cursos de graduação quanto de pós- graduação. Universidade Federal de Mato Grosso (UFMT) foi destaque na avaliação das instituições de ensino superior feita pelo Ministério da Educação, por meio do Instituto Nacional Estudos e Pesquisas Educacionais Anísio Teixeira (Inep). A instituição superior de ensino de Mato Grosso obteve nota quatro, considerada satisfatória pelo MEC. Vale destacar que o curso de Medicina Veterinária do campus de Sinop obteve nota máxima: 5. (Fonte: Olhar Direto) ==Administração== A estrutura administrativa da UFMT é formada pelos órgãos deliberativos, órgãos de assessoramento superior, órgão executivos e os órgãos vinculados diretamente à Reitoria e à Vice-Reitoria. ;Órgãos Colegiados Superiores: *Conselho Diretor (CD) *Conselho Universitário (CONSUNI) *Conselho de Ensino, Pesquisa e Extensão (CONSEPE) ;Órgãos Colegiados Setoriais: *Câmara de Ensino *Câmara de Pós-Graduação *Câmara de Pesquisa *Câmara de Extensão *Comitê de Ética em Pesquisa com Seres Humanos *Comitê de Ética em Pesquisa com Animais *Conselho Gestor do Hospital Universitário Júlio Müller *Conselho Gestor dos Hospitais Veterinários *Conselho Gestor dos Restaurantes Universitários *Comissão de Ética Profissional ;Órgãos de Assessoramento Direto à Reitoria: *Chefia de Gabinete (GAB) *Procuradoria Geral Federal (PGF) *Auditoria Geral (AUD) *Secretaria dos Órgãos Colegiados Superiores (SOCS) ;Órgãos Vinculados à Reitoria *Secretaria do Sistema Universidade Aberta do Brasil (UAB/UFMT) *Núcleo Interdisciplinar de Estudos em Planejamento Energético (NIEPE) *Comissão Permanente do Pessoal Docente (CPPD) ;Órgãos Vinculados à Vice-Reitoria *Biblioteca Central *Editora Universitária (EdUFMT) *Hospital Universitário Júlio Müller (HUJM) *Hospital Veterinário de Cuiabá (HOVET) *Hospital Veterinário de Sinop (HOVET) ;Órgãos Executivos *Pró- Reitoria Administrativa (PROAD) *Pró-Reitoria de Planejamento (PROPLAN) *Pró- Reitoria de Ensino de Graduação (PROEG) *Pró-Reitoria de Ensino de Pós- Graduação (PROPG) *Pró-Reitoria de Pesquisa (PROPEQ) *Pró-Reitoria de Cultura, Extensão e Vivência (PROCEV) *Pró-Reitoria de Assistência Estudantil (PRAE) *Secretaria de Comunicação e Multimeios (Secomm) *Secretaria de Gestão de Pessoas (SGP) *Secretaria de Relações Internacionais (Secri) *Secretaria de Tecnologia da Informação e da Comunicação Aplicada à Educação (STI) *Secretaria de Articulação e Relações Institucionais (SARI) *Prefeitura da Cidade Universitária Gabriel Novis Neves (PCU) *Fundação Uniselva (Uniselva) ==Ensino== A UFMT oferece cursos de graduação e pós-graduação, nos níveis de lato sensu e stricto sensu (mestrado e doutorado). Como apoio e incentivo aos alunos, mantém cursos de extensão e bolsas permanência, moradia, monitoria, alimentação e de iniciação científica. ; Sinop \\---- *Instituto Universitário do Norte Mato-grossense :Agronomia :Enfermagem :Engenharia Agrícola e Ambiental :Engenharia Florestal :Ciências naturais e matemáticas ::Habilitação em Matemática ::Habilitação em Química ::Habilitação em Física :Medicinahttp://www.odivisor.com.br/cidades/aulas-do-curso-de-medicina- iniciam-dia-14-na-ufmt/3646 :Medicina Veterinária :Zootecnia :Farmácia |} == Pedagogia a Distância da UFMT == A UFMT foi pioneira no âmbito da educação superior no Brasil na modalidade de educação à distância, trazendo um novo olhar à educação e novas possibilidades. Este projeto teve Início em 1994 e ainda está em vigência. O curso de pedagogia foi o primeiro a ser ofertado pela UFMT e foi também o primeiro curso de graduação a distância a ser reconhecido pelo MEC (Portaria 3220, 22 de novembro de 2002). A oferta fazia parte do “Programa Interinstitucional de Qualificação Docente em Mato Grosso\" que tinha como meta profissionalizar todos os professores dos sistemas estadual e municipal de Educação, no Estado de Mato Grosso, até o ano 2011. A experiência de Mato Grosso também se expandiu para outros Estados, por meio de parcerias com Instituições Públicas de Ensino Superior, atendendo a mais de 16 mil professores da rede pública, em parceria com universidades públicas locais, consolidando-se e tornando-se referência nacional no campo da formação de professores e na modalidade a distância. O curso prevê a utilização de diferentes mídias para veicular os conteúdos, de maneira a atender os acadêmicos provenientes de diferentes municípios integrantes dos polos. Portanto, além dos momentos presenciais com os professores especialistas/formadores, para seus estudos a distância os acadêmicos dispõe de variados materiais didáticos, tanto impressos (fascículos), quanto multimídia. Haverá também a preparação de ambiente virtual de aprendizagem com a utilização da plataforma Moodle, na internet. O curso é destinado, preferencialmente, aos profissionais em exercício na função docente em escolas, que tenham o ensino médio completo, residentes nos municípios das regiões que se constituirão como polos participantes do projeto. Através de um processo seletivo é feita a seleção dos alunos, sendo 25% das vagas para ampla concorrência, atendida por demanda social; 25% específicas para servidores da administração pública e professores da rede pública de ensino; e 50% em ações afirmativas. == Ligações externas == * Página oficial da UFMT * Processo Seletivo da UFMT * Museu Rondon * Coordenação de Cultura Categoria:Universidade Federal de Mato Grosso Categoria:!Mais Diversidade em Teoria da História na Wiki (Selecionados)",
 "title": "Universidade Federal de Mato Grosso"
}