{
 "id": "11426",
 "text": "== Eventos == * Janeiro - O primeiro computador doméstico all-in-one (armazenamento de teclado / tela / fita), o Commodore PET, é demonstrado na Consumer Electronics Show, em Chicago. ===Janeiro=== *6 de janeiro - A gravadora EMI lança o polêmico grupo de punk rock do Reino Unido, Sex Pistols. *8 de janeiro - Três bombas explodem em Moscou em 37 minutos, matando sete pessoas. Os atentados são atribuídos a um grupo separatista armênio. *9 de janeiro: **A banda de rock Toto é fundada por David Paich e Jeff Porcaro em Van Nuys, Los Angeles. **Super Bowl XI: o Oakland Raiders venceu a National Football League, derrotando o Minnesota Vikings por 32 a 14. *10 de janeiro: **O monte Nyiragongo entra em erupção no leste do Zaire (agora República Democrática do Congo). **Os primeiros computadores da série Apple II são postos à venda. *15 de janeiro - O voo 618 da companhia aérea sueca Linjeflyg despenha-se na área de Kälvesta, em Estocolmo, matando todos as 22 pessoas a bordo.Sanz, Michael (2006). Linjeflyg: ett folkflyg från start till landning (em sueco) (2ª ed.). Estocolmo: Allt om hobby. pp. 167-168. versão impressa ISBN 91-7243-038-9 * 20 de janeiro - Jimmy Carter toma posse como o 39.º Presidente dos Estados Unidos ===Fevereiro=== *6 de fevereiro - Jubileu de Prata de Isabel II do Reino Unido, comemorando os 25 anos de Isabel no trono britânico. * 11 de fevereiro - Mengistu Haile Mariam assume o poder na Etiópia, apoiado pela URSS, após o derrube do imperador Haile Selassie. *18 de fevereiro - Primeiro voo de teste do ônibus espacial Enterprise, acoplado ao Space Carrier Shuttle Aircraft, um . ===Março=== *4 de março - Sismo de Vrancea em Vrancea, Romênia, mata pessoas. *10 de março - Descoberta dos anéis de Urano. *27 de março - Desastre aéreo em Tenerife, nas ilhas Canárias, maior da história até essa data, provoca 583 mortos. ===Abril=== * 11 de abril - Lançamento dos ônibus AEC Routemaster da London Transport, em comemoração do Jubileu de Prata de Isabel II. * 13 de abril - Ditadura militar brasileira: o Pacote de Abril foi um conjunto de leis outorgado pelo Presidente do Brasil, Ernesto Geisel, que dentre outras medidas fechou temporariamente o Congresso Nacional. ===Maio=== *7 de maio - Fundação da Academia Chinesa de Ciências Sociais, por iniciativa de Deng Xiaoping. *16 de maio - Iniciam-se as transmissões da primeira telenovela brasileira no canal de televisão português RTP: Gabriela. *25 de maio - Lançamento do filme Star Wars, dirigido por George Lucas, que se tornaria o filme de maior bilheteria de todos os tempos. ===Junho=== * 27 de junho - Independência do Djibouti. ===Julho=== * 13 de julho - Apagão em Nova Iorque causa ondas de saques, incêndios criminosos e assaltos a mão armada, especialmente nos bairros negros empobrecidos. Mais de quatro mil pessoas são presas. ===Agosto=== *16 de agosto - Elvis Presley, o \"rei do rock and roll\", morre em sua casa em Graceland aos 42 anos. fãs percorrem as ruas de Memphis para seu funeral, que ocorreu dois dias depois. ===Setembro=== *5 de setembro - Programa Voyager: lançamento do . ===Outubro=== *7 de outubro - Pelé joga seu último jogo de futebol profissional pelo New York Cosmos. *11 de outubro - Criação do estado brasileiro de Mato Grosso do Sul. == Nascimentos == * 2 de fevereiro - Shakira. * 15 de janeiro - Giorgia Meloni, política italiana. * 19 de janeiro - Bart, o Urso, urso ator americano (m. 2000). == Mortes == * 14 de janeiro - Anthony Eden, primeiro-ministro do Reino Unido de 1955 a 1957 (n. 1897). * 10 de maio - Joan Crawford atriz norte-americana (n. 1904). * 25 de julho - David Toro Ruilova, presidente da Bolívia de 1936 a 1937 (n. 1898). * 3 de agosto - Makarios III, presidente de Chipre de 1960 a 1974 e de 1974 a 1977 (n. 1913). * 16 de agosto - Elvis Presley, cantor e compositor norte-americano (n. 1935). * 21 de agosto - Danny Lockin, ator e dançarino norte-americano (n. 1943). *13 de setembro - Leopold Stokowski, foi um famoso regente orquestral (maestro) britânico (n. 1882). * 16 de setembro - Maria Callas, cantora grega (n. 1923). * 3 de dezembro - Roland Caillaux, ator, artista e pintor francês (n. 1905). * 9 de dezembro - Clarice Lispector, escritora ucraniano-brasileira (n. 1920). * 25 de dezembro - Charlie Chaplin, ator, diretor, roteirista, cantor e dançarino, um dos atores mais famosos do período conhecido como Era de Ouro (n. 1889). == Prêmio Nobel == * Física - Philip Warren Anderson, Nevill Francis Mott, John Hasbrouck Van Vleck. * Química - Ilya Prigogine. * Medicina - Roger Guillemin,Andrew V. Schally, Rosalyn Yalow. * Nobel de Literatura|Literatura - Vicente Aleixandre. * Paz - Amnistia Internacional. * Economia - Bertil Ohlin e James E. Meade. == Epacta e idade da Lua == Epacta gregoriana 12 () Idade da Lua Letra n",
 "title": "1977"
}