{
 "id": "114398",
 "text": "Visto (do latim carta visa, lit. \"o documento foi visto\") é uma autorização condicional concedida por um país a um estrangeiro, permitindo-lhe entrar, permanecer dentro ou sair desse país. Vistos tipicamente incluem tempo limites de entrada do estrangeiro, território dentro do país em que eles podem entrar, as datas em que podem entrar, o número de visitas permitidas ou o direito de um indivíduo de trabalhar ou estudar no país em questão. Os vistos estão associados à solicitação de permissão para entrar em um país e, portanto, em alguns países, são diferentes da permissão formal real para que um estrangeiro entre e permaneça no país. Em cada caso, um visto está sujeito à permissão de entrada de um funcionário da imigração no momento da entrada e pode ser revogado a qualquer momento.Brasileiros podem entrar em mais de 100 países sem visto; saiba quais são. Correio Braziliense, 30 de março de 2017.Passaportes portugueses e brasileiros dão acesso a mais países sem visto. Santander Advance, 12 de fevereiro de 2016. Um visto geralmente é emitido na forma de um carimbo ou de um certificado impresso que é colado em uma das páginas do passaporte. Historicamente, o visto, quando exigido, era concedido por um funcionário da imigração na chegada de um visitante às fronteiras de um país, que era autorizado a permitir ou rejeitar a entrada de visitantes na entrada. Se permitida a entrada, o oficial emitia um visto, quando requerido, que era um carimbo no passaporte. Hoje, os viajantes que desejam entrar em outro país geralmente devem solicitar antecipadamente o que também é chamado de visto, às vezes presencialmente em um escritório consular, por correio ou eletronicamente, pela internet. O visto moderno pode ser um adesivo ou um carimbo no passaporte, ou pode assumir a forma de um documento separado ou um registro eletrônico da autorização, que o requerente pode imprimir antes de sair de casa e apresentá-lo na entrada do país anfitrião. Alguns países não exigem que os visitantes solicitem um visto com antecedência para visitas curtas. Alguns países, como as antigas Alemanha Nazista, Itália Fascista e a União Soviética, requeriam que seus cidadãos nacionais obtivessem um visto de saída para que pudessem sair do país. Atualmente, os estudantes estrangeiros na Rússia recebem um visto de entrada ao serem aceitos em alguma universidade russa e devem obter um visto para retornar ao país de origem. Os nacionais da República Popular da China e que residam na área continental precisam de permissões de saída para irem às regiões administrativas especiais de Macau ou a Hong Kong. A Arábia Saudita requer que todos estrangeiros, mas não seus nacionais, obtenham um visto de saída antes de sair do reino.http://www.rediff.com/news/2006/may/31bsp.htm Entrar em um país sem um visto válido, isenção válida ou realizar atividades não cobertas por um visto (por exemplo, trabalhar com um visto de turismo), resulta na transformação do indivíduo num imigrante em situação ilegal, geralmente sujeito à deportação para o seu país natal. Excepcionalmente, o território especial norueguês de Svalbard é totalmente isento de vistos, segundo o Tratado de Svalbard. Alguns países - como os do Espaço Schengen - têm acordos com outros países, permitindo que os cidadãos uns dos outros viajem entre eles sem vistos. A Organização Mundial do Turismo anunciou que o número de turistas que necessitavam de visto antes de viajar esteve no seu nível mais baixo de antes em 2015. ==Visão geral== Em geral, um visto concede permissão a cidadãos estrangeiros para entrar em um país e permanecer dentro de restrições específicas, como um prazo para a entrada, um limite para o tempo gasto no país e uma proibição contra o emprego. Muitos países não exigem visto em algumas situações; isso pode ser o resultado de tratados especificando acordos recíprocos. A posse de um visto não é, por si só, uma garantia de entrada no país que o emitiu, e um visto pode ser revogado a qualquer momento. Um pedido de visto antes da chegada dá ao país a chance de considerar as circunstâncias do requerente, como segurança financeira, motivo da viagem e detalhes de visitas anteriores ao país. Um visitante também pode ser obrigado a passar por controles de segurança ou de saúde ao chegar à fronteira. ==História== Na Europa Ocidental, no final do século XIX e início do século XX, geralmente não eram necessários passaportes e vistos para se mudar de um país para outro. A velocidade relativamente alta e os grandes movimentos das pessoas que viajavam de trem causariam congestionamentos se controles regulares de passaportes fossem usados. Passaportes e vistos tornaram-se geralmente necessários como documentos de viagem somente após a Primeira Guerra Mundial. Muito antes disso, em tempos antigos, os passaportes e vistos eram geralmente o mesmo tipo de documentos de viagem. No mundo moderno, os vistos tornaram-se documentos separados de viagem, com os passaportes servindo como os principais documentos de viagem. ==Condições para emissão== Alguns vistos podem ser concedidos no momento da chegada ou por solicitação prévia na embaixada ou consulado do país, ou por meio de um especialista em serviço de vistos privado, especializado na emissão de documentos de viagem internacionais. Essas agências são autorizadas pelo governo, embaixada ou consulado estrangeiro para representar viajantes internacionais que não podem ou não querem viajar para a embaixada para obter o visto. O visto privado e os serviços de passaporte cobram uma taxa adicional para verificar os pedidos do cliente, documentos de apoio e submetê-los à autoridade apropriada. Se não houver embaixada ou consulado no país de origem, alguém terá que viajar para um outro país (ou fazer o pedido através de correio) e tentar obter um visto ali. Alternativamente, em tais casos, os vistos podem ser pré-organizados para serem apresentados na chegada na fronteira. A necessidade ou a ausência de necessidade de visto geralmente depende da cidadania do solicitante, da duração pretendida da estadia e das atividades que o solicitante deseje realizar no país que ele visita; estes podem delinear diferentes categorias formais de vistos, com diferentes condições de emissão. A autoridade emissora de vistos, geralmente uma agência do ministério ou departamento de relações exteriores do país (por exemplo, do Departamento de Estado dos Estados Unidos, do Ministério das Relações Exteriores e da Commonwealth do Reino Unido ou do Ministério das Relações Exteriores do Brasil) e, normalmente, funcionários de assuntos consulares, podem solicitar a documentação apropriada do solicitante. Isto pode incluir provas contundentes de que o requerente pode sustentar-se no país de destino (reservas de hotel, etc.), prova de que a pessoa que recebe o requerente na sua residência realmente existe e tem espaço suficiente para acolher o requerente, prova de que o requerente possui seguro-viagem, etc. Alguns países pedem prova de estado de saúde, especialmente para vistos de longo prazo; alguns países negam esses vistos a pessoas com certas doenças, como AIDS. As condições exatas dependem do país e categoria do visto. Exemplos notáveis de países que exigem testes de HIV de residentes de longa duração são a Rússia e o Uzbequistão.http://www.international.gc.ca/commerce/index.aspx?lang=frahttp://www.international.gc.ca/international/index.aspx?lang=fra No Uzbequistão, no entanto, a exigência do teste de HIV às vezes não é rigorosamente aplicada. Outros países exigem um exame médico que inclua um teste de HIV, mesmo para um visto de turismo de curto prazo. Por exemplo, cidadãos cubanos e estudantes de intercâmbio internacional exigem um teste aprovado por uma autoridade médica para entrar no território chileno. Alguns países, como a Costa Rica, Colômbia e Singapura, exigem um Certificado Internacional de Vacinação contra Febre Amarela. A autoridade emissora também pode exigir que os solicitantes atestem que não tiveram condenações criminais ou que não participam de certas atividades criminosas (como prostituição ou tráfico de drogas). Alguns países negarão vistos se os passaportes dos viajantes mostrarem evidências de cidadania ou de viagem para um país considerado hostil por aquele país. Por exemplo, alguns países árabes, como a Arábia Saudita não emitem vistos para cidadãos de Israel e aqueles cujos passaportes evidenciam a visita a Israel. Muitos países frequentemente exigem forte evidência de intenção de retornar ao país de origem (como passagens aéreas de ida e volta), se o visto for para uma estadia temporária, devido à imigração ilegal potencialmente indesejada. == Tipos == Cada país normalmente tem uma infinidade de categorias de vistos com vários nomes. Os nomes e tipos de visto variam de país para país. O Brasil prevê cinco tipos de vistos: * Visto de Visita (VIVIS) * Visto Temporário (VITEM) * Visto Diplomático (VIDIP) * Visto Oficial (VISOF) * Visto de Cortesia (VICOR) Em outros países, tipos e nomes mais comuns de vistos incluem: === Por propósito === ==== Vistos de Trânsito ==== Para passar pelo país de emissão para um destino fora desse país. A validade dos vistos de trânsito é geralmente limitada por períodos curtos, como de várias horas a dez dias, dependendo do tamanho do país ou das circunstâncias de um determinado itinerário de trânsito: * Visto de trânsito aeroportuário, exigido por alguns países para passar por seus aeroportos mesmo sem passar pelo controle de passaportes; * Visto de membro da tripulação, comissário de bordo ou visto de motorista, emitido para pessoas empregadas em companhias aéreas ou treinadas em aeronaves, embarcações, trens, caminhões, ônibus e quaisquer outros meios de transporte internacional, ou navios pesqueiros em águas internacionais. ==== Vistos de curta duração ou visitantes ==== Para visitas curtas ao país visitado. Muitos países diferenciam entre diferentes razões para essas visitas, como: * Visto privado, para visitas particulares a convite de residentes do país visitado; * Visto de turista, por um período limitado de viagens de lazer e turismo, sem atividades comerciais permitidas; * Visto por razões médicas, para realizar diagnósticos ou um tratamento médico nos hospitais ou outras instalações médicas do país a ser visitado; * Visto de negócios, para indivíduos engajados no comércio do país. Esse tipo de visto possui duração maior e é de mais fácil renovação do que um visto de turismo (como por exemplo o visto gold em Portugal, atribuído durante cinco anos a quem investir pelo menos meio milhão de euros em Portugal). Estes vistos geralmente impedem o emprego permanente, para o qual seria necessário um visto de trabalho; * Visto atlético ou artístico, emitido para atletas ou artistas (e sua equipe de apoio) em competições, concertos, shows, teatro, musicais e outros eventos esportivos, culturais ou artísticos; **Visto de intercâmbio cultural, geralmente emitido para atletas e artistas que participam de um programa de intercâmbio cultural; * Visto de refugiado, emitido para pessoas que fogem dos perigos de perseguição, uma guerra ou um desastre natural; * Visto de peregrinação: este tipo de visto é emitido principalmente para aqueles que pretendem visitar destinos religiosos, como por exemplo na Arábia Saudita ou Irã, e participar de cerimônias religiosas específicas. Tais vistos geralmente podem ser obtidos com relativa rapidez e baixo custo; aqueles que os utilizam geralmente têm permissão para viajar apenas como um grupo. O melhor exemplo é o visto concedido pela Arábia Saudita aos muçulmanos que realizam o Hajj; * Visto nômade digital, para nômades digitais que desejam residir temporariamente em um país enquanto realizam trabalho remoto. A Tailândia lançou seu SMART Visa, voltado para estrangeiros e empreendedores de alta especialização para ficar mais tempo na Tailândia, com pedidos on-line para o visto previsto para o final de 2018. A Estônia também anunciou planos para um visto nômade digital, após o lançamento do seu programa de residência eletrônica (e-Residency). ==== Vistos de longa duração ==== Vistos válidos para estadias de longa duração de duração específica incluem: * Visto de estudante (F-1 nos Estados Unidos, Tier 4 no Reino Unido), que permite ao seu titular estudar em uma instituição de ensino superior no país emissor. Nos Estados Unidos, o Visto F-2 permite que os dependentes do aluno os acompanhem no país; **Visto de pesquisador, para os estudantes que realizam pesquisa científica e trabalho de campo no país anfitrião; * Visto de trabalho temporário, para emprego aprovado no país de acolhimento. Estes são geralmente mais difíceis de obter, mas válidos por períodos mais longos do que um visto de negócios. Exemplos destes são os vistos H-1B e L-1 dos Estados Unidos. Dependendo de um país em particular, o status de trabalhador temporário pode ou não evoluir para o status de residente permanente ou para naturalização; **Visto de jornalista, que alguns países exigem de pessoas que exercem essa ocupação quando viajam a serviço de suas respectivas empresas de imprensa e notícias. Os países que insistem nisso incluem Cuba, China, Irã, Japão, Coreia do Norte, Arábia Saudita, Estados Unidos (Visto I) e o Zimbábue; * Visto de residente, concedido a pessoas que obtêm residência de longa duração no país de acolhimento. Em alguns países, como a Nova Zelândia, a residência de longo prazo é um passo necessário para obter o status de residente permanente; * Visto de asilo, emitido para pessoas que sofreram ou que temem a perseguição em seu próprio país por motivação política, religiosa, por sua opinião, ou características, ou associação com um grupo social; ou que foram exiladas de seu próprio país. ==== Vistos de imigrante ==== Concedido àqueles que pretendem se estabelecer permanentemente no país emissor (obter o status de residente permanente com perspectiva de possível naturalização no futuro): * Visto de cônjuge ou de parceiro, concedido ao cônjuge, parceiro civil ou parceiro de facto de um residente ou cidadão de um determinado país para permitir que o casal se estabeleça naquele país; * Visto de casamento, concedido por um período limitado antes do casamento intencional ou união civil com base em um relacionamento comprovado com um cidadão do país de destino; * Visto de pensionista (também conhecido como visto de aposentado ou visto de aposentadoria), emitido por um número limitado de países (como a Austrália, Argentina, Tailândia, Panamá, etc.), para aqueles que podem demonstrar uma fonte de renda estrangeira e que não pretendem trabalhar no país emissor. Os limites de idade aplicam-se em alguns casos. ==== Vistos oficiais ==== Estes são concedidos a embaixadores ou funcionários que trabalhem para seus governos ou representem de outra forma seus países no país anfitrião. * Visto diplomático, normalmente está disponível apenas para portador de passaporte diplomático. No Brasil, o Visto Diplomático (VIDIP) é concedido a autoridades e funcionários estrangeiros que tenham status diplomático e viajem ao Brasil em missão oficial, representando Estado estrangeiro ou organismo internacional reconhecido pelo Brasil; * Vistos de cortesia, são emitidos para representantes de governos estrangeiros ou organizações internacionais que não se qualificam para o status diplomático, mas merecem tratamento rápido e cortês - um exemplo disso é o visto de finalidade especial (Special purpose visa) da Austrália. No Brasil, o Visto de Cortesia (VICOR) é concedido a personalidades e autoridades estrangeiras em viagem não oficial ao Brasil, aos seus familiares, companheiros ou empregados particulares, trabalhadores domésticos de missão estrangeira sediada no Brasil, a artistas e atletas que estrangeiros que venham ao Brasil para evento gratuito, de caráter eminentemente cultural, sob requisição formal de missão diplomática estrangeira ou de organização internacional de que o País seja parte ou excepcionalmente, a critério do Ministério das Relações Exteriores, a outras pessoas não elegíveis à essa categoria de visto. == Entrada e duração de um visto == Os vistos também podem ser de entrada única, o que significa que o visto é cancelado assim que o portador sair do país; entrada dupla ou múltiplas entradas, que permite entradas duplas ou múltiplas no país com o mesmo visto. Os países também podem emitir autorizações de reentrada que permitem a saída temporária do país sem invalidar o visto. Mesmo um visto de negócios normalmente não permitirá que o titular trabalhe no país anfitrião sem uma permissão de trabalho adicional. Uma vez emitido, um visto normalmente terá que ser usado dentro de um determinado período de tempo. Em alguns países, a validade de um visto não é a mesma do período autorizado de permanência. A validade do visto indica o período em que a entrada é permitida no país. Por exemplo, se um visto tiver sido emitido para começar em 1º de janeiro e expirar em 30 de março, e o período típico de permanência autorizado em um país for de 90 dias, a estada autorizada de 90 dias começará no dia em que o passageiro entrar no país (a entrada deverá ser entre 1 de janeiro e 30 de março). Assim, o último dia em que o viajante poderia ficar no país emissor é 1 de julho (já que o viajante entrou no país em 30 de março). Essa interpretação de vistos é comum nas Américas. Com outros países, uma pessoa não pode ficar além do período de validade de seu visto, que geralmente é definido dentro do período de validade de seu passaporte. O visto também pode limitar o número total de dias que o visitante pode passar no território aplicável dentro do período de validade. Esta interpretação dos períodos de visto é comum na Europa. Uma vez no país, o período de validade de um visto ou estada autorizada pode ser prorrogado por uma taxa, a critério das autoridades de imigração. Passar mais tempo que o período de permanência autorizada concedido pelos oficiais de imigração do país é considerado imigração ilegal, mesmo que o período de validade do visto não tenha terminado (isto é, para vistos de entrada múltipla) e o infrator pode ser multado processado, deportado ou até mesmo ser proibido de entrar novamente no país. Entrar em um país sem um visto válido ou isenção de visto também pode resultar em detenção ou deportação do país. Realizar atividades que não sejam autorizadas pelo status de entrada (por exemplo, trabalhar em um país cuja entrada foi com um visto de turista) pode resultar no indivíduo ser considerado responsável pela deportação - normalmente chamado de estrangeiro ilegal. Mesmo possuindo um visto, a entrada no país anfitrião não é garantida. As autoridades de passagem de fronteira fazem a determinação final para permitir a entrada, e podem até cancelar um visto na fronteira se o estrangeiro não puder demonstrar, a contento deles, que respeitará o status que o visto lhes concede. Alguns países que não exigem vistos para estadias curtas podem exigir um visto de longa duração para aqueles que pretendem solicitar uma autorização de residência permanente. Por exemplo, os países da União Europeia não exigem um visto de cidadãos de muitos países para estadias inferiores a 90 dias, mas os seus estados membros exigem um visto de longa duração de tais cidadãos para estadias mais longas. == Extensão de visto == Muitos países têm um mecanismo para permitir que o portador do visto solicite uma extensão dele. Por exemplo, na Dinamarca, um portador de visto pode solicitar ao Serviço de Imigração da Dinamarca uma autorização de residência depois de chegar ao país. Em certas circunstâncias, o titular do visto não pode fazê-lo, seja porque o país não tem um mecanismo para prolongar o visto ou, mais provavelmente, porque o titular do visto está usando um visto de curta duração para morar no país. Alguns visitantes estrangeiros às vezes fazem uma visa run (termo em inglês que em tradução literal, significa \"corrida de visto\"), que consiste em sair de um país - geralmente para um país vizinho - por um curto período antes de expirar o período de permanência permitido e retornar ao primeiro país para obter um novo carimbo de entrada. para prolongar a sua estadia. Apesar do nome, uma visa run geralmente é feita com um passaporte que pode ser usado para entrar sem visto. Os vistos são desaprovados pelas autoridades de imigração, pois tais atos podem significar que o estrangeiro deseja residir permanentemente e também pode trabalhar naquele país; propósitos que são proibidos quando o estrangeiro está no país com um visto de turista e que normalmente é exigido com apenas um visto de imigrante ou de trabalho. Os oficiais de imigração podem negar a reentrada a visitantes suspeitos de participar de atividades proibidas, especialmente quando fizeram repetidas entradas no país e não têm evidência de passar um tempo razoável em seus países de origem ou países onde têm o direito de residir e trabalhar. Para combater o número de vistos, alguns países têm limites sobre quanto tempo os visitantes podem passar no país sem visto, além de quanto tempo precisam ficar fora do país visitado antes de obter um novo visto para entrar novamente. Por exemplo, os países do Acordo de Schengen impõem um limite máximo para visitantes de 90 dias em qualquer período de 180 dias. Alguns países não definem um limite de quanto tempo um estrangeiro deve ficar fora quando um visitante volta depois de visitar um país vizinho. Por exemplo, os Estados Unidos não dão aos visitantes um novo período de permanência quando voltam de visitar o Canadá, o México ou o Caribe; em vez disso, são readmitidos nos Estados Unidos pelos dias restantes concedidos em seu visto inicial. Alguns outros países, por exemplo, a Tailândia permite que os visitantes que chegam por terra dos países vizinhos tenham menos tempo de permanência do que aqueles que chegam por via aérea. Em alguns casos, é necessário executar um visto para ativar novos vistos ou alterar o status de imigração de uma pessoa. Um exemplo seria sair de um país e depois retornar imediatamente para ativar um visto de trabalho recém-emitido antes que uma pessoa possa trabalhar legalmente. ==Razões para recusa== Em geral, um requerente pode ser recusado a um visto se ele ou ela não cumprir os requisitos para a admissão ou a entrada sob as leis de imigração do país. Mais especificamente, um visto pode ser negado ou recusado quando o requerente: *tenha cometido fraude, engano ou deturpação no formulário de solicitação de visto atual, bem como em um formulário anterior; *possui antecedentes criminais, foi preso ou tem acusações criminais pendentes; *é considerado uma ameaça à segurança nacional; *possui aparente imoralidade de caráter; *tenha violações anteriores de visto/imigração (mesmo que as violações não tenham acontecido no país para onde o requerente está buscando visto); *teve seu(s) pedido(s) prévio(s) de visto ou pedido de benefícios de imigração recusados e não pode provar que as razões para as recusas anteriores não existem mais ou não são mais aplicáveis (mesmo se as recusas não acontecessem anteriormente no país para qual o requerente está solicitando o visto); *não pode provar ter laços fortes com seu atual país de nacionalidade ou residência (para aqueles que estão solicitando vistos temporários ou não imigrantes); *pretende residir ou trabalhar permanentemente no país que ele/ela visitará se não solicitar um visto de imigrante ou de trabalho, respectivamente; *não demonstra intenção de retorno ao país de origem (para não imigrantes); *não fornece provas/documentos suficientes para provar a elegibilidade para o visto pretendido; *não tem um motivo legítimo para a viagem; *não dispõe de meios adequados de apoio financeiro para si próprios ou para a família; *não tem seguro médico adequado, especialmente se estiver envolvido em atividades de alto risco (por exemplo, escalada, esqui, etc); *não tem provas de sustento (como reservas de hotel, quantia em dinheiro na moeda local, etc.) no país de destino; *não tem seguro de saúde/viagem válido para o destino e a duração da estadia; *tem uma doença sexualmente transmissível; *é cidadão de um país para o qual o país de destino é hostil ou está em guerra; *visitou anteriormente, ou pretende visitar, um país para o qual o país de destino é hostil ou está em guerra; *tem uma doença transmissível, como tuberculose ou ebola; *tem um passaporte que possui validade inferior à necessária; *não usou um visto emitido anteriormente sem um motivo válido (por exemplo, um cancelamento de viagem devido a uma emergência familiar). Mesmo que um viajante não necessite de visto, os critérios acima mencionados também podem ser usados pela polícia de fronteira para recusar a entrada do viajante no país em questão. ==Políticas de visto== Os principais motivos pelos quais os países impõem restrições de visto aos cidadãos estrangeiros são o controle da imigração ilegal, as preocupações com a segurança e a reciprocidade das restrições de visto impostas a seus próprios cidadãos. Normalmente, as nações impõem restrições de visto aos cidadãos de países mais pobres, juntamente com os politicamente instáveis e antidemocráticos, já que é mais provável que cidadãos desses países procurem imigrar ilegalmente. Restrições de visto também podem ser impostas quando nacionais de outro país são vistos como mais propensos a serem terroristas ou criminosos, ou por ditaduras ou regimes autocráticos que acreditam que a influência estrangeira é uma ameaça ao seu governo.http://eprints.lse.ac.uk/715/1/Transactions_of_the_BIG(FINAL).pdfhttps://www.travel- impact-newswire.com/2005/09/study-finds-visa-curbs-increasingly-restrictive- imbalanced/ Segundo o professor Eric Neumayer, da London School of Economics: Alguns países aplicam o princípio da reciprocidade na sua política de vistos. A política de vistos de um país é chamada de “recíproca” se impuser a exigência de visto contra cidadãos de todos os países que impõem exigências de visto contra seus próprios cidadãos. Por exemplo, a França impõe o visto de entrada para jornalistas dos Estados Unidos que desejam permanecer na França para atividades profissionais porque os jornalistas franceses estão sujeitos a um visto para entrar nos Estados Unidos. O oposto raramente é verdadeiro: um país raramente levanta exigências de visto contra cidadãos de todos os países que também levantam exigências de visto contra seus próprios cidadãos, a menos que um acordo bilateral prévio tenha sido feito. Uma taxa pode ser cobrada pela emissão de um visto; muitas vezes, também são recíprocas - portanto, se o país A cobrar US$ 50,00 pelos cidadãos do país B, o país B também cobrará a mesma quantia pelos visitantes do país A. A taxa cobrada também pode ficar a critério de cada embaixada. Uma reciprocidade semelhante aplica-se frequentemente à duração do visto (o período em que é permitido solicitar a entrada do país) e ao número de entradas que se pode ter com o visto. Outras restrições, como a exigência de impressões digitais e fotografias, também podem ser retribuídas. O processamento acelerado do pedido de visto para alguns países geralmente incorrerá em cobranças adicionais. As autoridades governamentais normalmente impõem restrições de entrada administrativa a cidadãos estrangeiros de três maneiras - países cujos cidadãos podem entrar sem visto, países cujos nacionais podem obter um visto na chegada e países cujos nacionais necessitam de visto com antecedência. Os nacionais que necessitam de visto com antecedência geralmente são aconselhados a obtê-los em uma missão diplomática de seu país de destino. Vários países permitem que nacionais de países que necessitam de visto os obtenham eletronicamente pela internet. ==Acordos de isenção de vistos== A posse de um visto válido é uma condição para entrar em muitos países e existem esquemas de isenção. Em alguns casos, a entrada com isenção de visto pode ser concedida aos titulares de passaportes diplomáticos, mesmo quando os titulares de passaportes normais exigem vistos. Alguns países têm acordos recíprocos de tal forma que um visto não é necessário sob certas condições, por exemplo, quando a visita é para turismo e por um período relativamente curto. Esses acordos recíprocos podem resultar da participação em organizações internacionais ou de uma herança compartilhada: *Todos os cidadãos dos países membros do Espaço Schengen da União Europeia e da Associação Europeia de Livre Comércio podem viajar e permanecer em todos os outros países da UE sem visto; *O Programa de Isenção de Vistos dos Estados Unidos permite que cidadãos de 38 países viajem para os Estados Unidos sem visto (embora seja necessária uma permissão de entrada pré- viagem, feita eletronicamente);https://esta.cbp.dhs.gov/esta/WebHelp/ESTA_Screen- Level_Online_Help_1.htm#vwp3 *Qualquer cidadão do Conselho de Cooperação do Golfo pode entrar e permanecer o tempo que for necessário em qualquer outro Estado membro do conselho; *Todos os cidadãos dos membros da Comunidade Econômica dos Estados da África Ocidental, excluindo os definidos por lei como estrangeiros indesejáveis, podem entrar e permanecer sem visto em qualquer Estado membro por um período máximo de 90 dias. O único requisito é um documento de viagem válido e certificados de vacinação internacionais; *Os nacionais dos estados membros da Comunidade da África Oriental não precisam de visto para entrar em nenhum dos estados membros;http://www.kenyahighcommission.net/visas.html#donot *Alguns países da Commonwealth não exigem vistos de turistas de cidadãos de outros países da Comunidade Britânica; *Os cidadãos dos estados membros da Associação das Nações do Sudeste Asiático não precisam de visto de turista para visitar outro estado membro, com exceção de Mianmar. Até 2009, os cidadãos birmaneses eram obrigados a ter vistos para entrar em todos os outros países da ASEAN. Após a implementação dos acordos de isenção de vistos com os outros países da ASEAN, em 2016, os cidadãos birmaneses só precisam ter vistos para entrar na Malásia e em Singapura. Mianmar e Singapura tinham acordado num regime de isenção de vistos, a ser implementado em 1 de dezembro de 2016. Os cidadãos da ASEAN têm o direito de usar o visto birmanês em instalações de chegada; *As ex- repúblicas soviéticas membros da Comunidade de Estados Independentes (CEI) permitem que seus cidadãos entrem sem visto, pelo menos para estadias curtas. Há exceções entre o Tajiquistão e o Uzbequistão e entre a Armênia e o Azerbaijão; *O Nepal e a Índia permitem que seus cidadãos entrem, vivam e trabalhem nos países um do outro devido ao tratado de amizade Indo-Nepalesa de 1951. Os indianos não precisam de visto ou passaporte para viajar ao Butão, embora seja obrigatório aos indianos obter um passe na alfândega, enquanto cidadãos butaneses que possuem um passaporte válido no Butão estão autorizados a entrar na Índia sem visto; *Os cidadãos brasileiros podem entrar livremente em todos os países da América do Sul, com exceção da Guiana, Guiana Francesa e Suriname, sem necessidade de visto, apenas apresentando o documento de identidade brasileiro na fronteira.http://www.mercosur.int/innovaportal/v/6581/3/innova.front/residir- e-trabalhar-no- mercosulhttp://www.mre.gov.br/index.php?Itemid=548&id;=1044&option;=com_content&task;=view Outros países podem conceder unilateralmente a isenção de visto a nacionais de certos países para facilitar o turismo, promover negócios ou até mesmo cortar despesas com a manutenção de postos consulares no exterior. Algumas das considerações de um país para conceder entrada sem visto a outro país incluem (mas não estão limitadas a): *sendo um baixo risco de segurança para o país potencialmente concedendo entrada sem visto; *boas relações diplomáticas entre os dois países; *condições no país de origem do visitante em comparação com o país de acolhimento; *ter um baixo risco de ultrapassar o prazo ou violar os termos do visto no país, potencialmente concedendo entrada sem visto. Para ter uma equipe diplomática mundial menor, alguns países confiam nos julgamentos de outros países (ou países) ao emitirem vistos. Por exemplo, o México permite que cidadãos de todos os países entrem sem vistos mexicanos se tiverem um visto americano válido que já tenha sido usado. A Costa Rica aceita vistos válidos de países Schengen/UE, Canadá, Japão, Coreia do Sul e Estados Unidos (se válido por pelo menos 3 meses na data de chegada). O exemplo final dessa confiança é Andorra, que não impõe seus próprios requisitos de visto, pois não possui aeroporto internacional no seu território (o mais próximo é o Aeroporto de La Seu D'Urgell, na Catalunha, Espanha) e é inacessível por via terrestre sem passar pelo território da França ou da Espanha, sendo portanto, \"protegida\" pelo sistema de vistos do Espaço Schengen. A viagem isenta de vistos entre os países também ocorre em todos os casos em que os passaportes (ou documentos substitutivos de passaporte, como o laissez-passer) não são necessários para tal viagem (para exemplos de viagens sem passaporte, ver Viagens internacionais sem passaporte.) Em 2016, o Índice de Restrições de Vistos classificou o passaporte da Alemanha como aquele com a maioria das isenções de visto por outros países, permitindo que os titulares deste passaporte visitem 177 países sem obter um visto antes da chegada.https://www.henleypassportindex.com/ ==Vistos de saída== ===Europa=== Durante o período fascista na Itália, foi exigido um visto de saída de 1922 a 1943. A Alemanha Nazista exigiu vistos de saída de 1933 a 1945. A União Soviética e seus aliados do Pacto de Varsóvia exigiam vistos de saída tanto para a emigração como para aqueles que queriam deixar a União Soviética por um período mais curto. Alguns países, incluindo a República Tcheca,http://www.sagit.cz/_texty/sb99326.htm exigem que um estrangeiro que precisa de um visto na entrada esteja de posse de um visto válido na saída. Para satisfazer este requisito formal, os vistos de saída, por vezes, precisam ser emitidos. A Rússia exige um visto de saída se um visitante permanecer após a data de expiração de seu visto. Eles devem então estender seu visto ou solicitar um visto de saída e não estão autorizados a deixar o país até que eles mostrem um visto válido ou tenham uma desculpa permissível para ultrapassar seu visto (por exemplo, uma nota de um médico ou hospital explicando uma doença, voo perdido, visto perdido ou roubado). Em alguns casos, o Ministério das Relações Exteriores pode emitir um certificado de retorno para casa que é válido por dez dias a partir da embaixada do país natal do visitante, eliminando assim a necessidade de um visto de saída. Um cidadão estrangeiro com uma autorização de residência temporária na Rússia precisa de um visto de residente temporário para fazer uma viagem ao exterior (válido tanto para saída quanto para retorno). Também é coloquialmente chamado de visto de saída. Nem todos os cidadãos estrangeiros estão sujeitos a esse requisito. Os cidadãos da Alemanha, por exemplo, não exigem esse visto de saída. ===Ásia=== A Arábia Saudita e o Catar têm uma exigência de visto de saída, especialmente para trabalhadores estrangeiros. Isso faz parte do sistema kafala, também presente no Líbano, nos Emirados Árabes Unidos, no Iraque, no Kuwait e em Omã. Consequentemente, no final do período de trabalho de um trabalhador estrangeiro, o trabalhador deve garantir a liberação de seu empregador declarando que o trabalhador cumpriu satisfatoriamente os termos de seu contrato de trabalho ou que os serviços do trabalhador não são mais necessários. O visto de saída também pode ser retido se houver encargos judiciais pendentes que precisam ser resolvidos ou penalidades que devem ser aplicadas.http://dol.gov.np/ O Nepal exige que seus cidadãos emigrem para os Estados Unidos com um visto H-1B para apresentar uma autorização de saída emitida pelo Ministério do Trabalho do Nepal. Este documento é chamado de permissão de trabalho e precisa ser apresentado à imigração nepalesa para deixar o Nepal. O Uzbequistão foi o último país da antiga União Soviética que necessitava de um visto de saída, válido por um período de dois anos. A prática foi abolida em 2019.https://www.tol.org/client/article/28153-uzbekistan-visa-travel-border- couples-hotel.html Houve reclamações explícitas das Nações Unidas sobre essa prática.http://www2.ohchr.org/english/bodies/hrc/docs/ngos/BHRRL_Uzbekistan96.pdf A República Popular Democrática da Coreia (Coreia do Norte) exige que os seus cidadãos obtenham um visto de saída indicando o país de destino do viajante e o tempo a ser gasto no estrangeiro antes de deixar o país. Além disso, as autoridades norte-coreanas também exigem que os cidadãos norte-coreanos obtenham um visto de reingresso de uma embaixada norte-coreana ou de uma missão norte-coreana no exterior antes de serem autorizados a voltar para a Coreia do Norte. O governo da República Popular da China exige que os seus cidadãos obtenham uma autorização de duas vias, emitida pelas autoridades da República Popular da China, antes de visitarem Hong Kong ou Macau. A permissão de duas vias é um visto de saída de facto para viagens com destino a Hong Kong ou Macau para cidadãos da República Popular da China. Singapura opera um esquema de permissão de saída para fazer cumprir as obrigações de serviço militar obrigatório de seus cidadãos do sexo masculino e residentes permanentes.\"Enlistment Act\". s. 32, No. 25 of 1970. Os requisitos variam de acordo com a idade e o status. Taiwanhttps://www.ris.gov.tw/departure/app/ e Coreia do Sul, dois países que atualmente aplicam o serviço militar obrigatório, exigem que os recrutas se registrem no escritório local de imigração antes de viagens e estudos internacionais de curta duração. ===Américas=== O governo de Cuba anunciou em outubro de 2012 seus planos para remover os requisitos de visto de saída para entrar em vigor em 14 de janeiro de 2013, embora com algumas exceções.https://www.bbc.co.uk/news/world-latin- america-19958577 A Guatemala exige que qualquer estrangeiro que seja residente permanente solicite um visto de saída múltiplo de 5 anos. Os Estados Unidos não exigem vistos de saída. Desde 1º de outubro de 2007, no entanto, o governo estadunidense exige que todos os estrangeiros e cidadãos que partem dos Estados Unidos por via aérea tenham um passaporte válido (ou alguns documentos específicos que substituam os passaportes). Mesmo que os viajantes não precisem de um passaporte para entrar em um determinado país, eles exigirão um livreto de passaporte válido (somente livreto, cartão de passaporte dos EUA não aceito) para deixar os Estados Unidos.https://www.iata.org/publications/timatic/Documents/using_timatic_v3.pdf Além disso, os titulares do Green Card e certos outros estrangeiros devem obter um certificado de conformidade (também conhecido como \"licença de navegação\" ou \"permissão de partida\") do IRS (a receita federal estadunidense), comprovando que estão em dia com suas obrigações do imposto de renda nos Estados Unidos.https://www.irs.gov/pub/irs-pdf/p519.pdf Embora a exigência esteja em vigor desde 1921, ela não foi rigorosamente aplicada, mas em 2014 o Comitê de Formas e Meios da Câmara dos Representantes considerou começar a aplicar a exigência como uma maneira de aumentar as receitas fiscais. ==Restrições de visto== A Henley & Partners compila anualmente seu Índice de Passaporte, que classifica os passaportes de acordo com a falta de vistos exigidos de seus portadores. O índice é baseado no banco de dados da Associação Internacional de Transportes Aéreos.https://henleyglobal.com/files/download/hvri/HP_Visa_Restrictions_Index_170301.pdf O índice consiste em uma classificação de passaportes de acordo com quantos outros territórios podem ser alcançados sem visto (definidos abaixo). Todos os países e territórios de destino distintos no banco de dados da IATA são considerados. No entanto, como nem todos os territórios emitem passaportes, há muito menos passaportes a serem classificados do que os destinos em relação aos quais as consultas são feitas. A Organização Mundial do Turismo, no seu Relatório sobre Transparência de Vistos, concluiu que os 30 países cujos cidadãos foram menos afetados pelas restrições de visto em 2015 eram (com base nos dados compilados pela OMT, com base em informações de instituições oficiais nacionais):https://web.archive.org/web/20160123123959/http://dtxtq4w60xqpw.cloudfront.net/sites/all/files/docpdf/2015visaopennessreportonline.pdf Classificação País Índice de mobilidade (fora de 215 sem visto ponderado por 1, visto à chegada ponderado por 0,7, eVisa por 0,5 e visto tradicional ponderado por 0) 1 , , , , , , 160 8 , , , , , 159 14 , , , , , , 158 21 , , 157 24 , 156 26 , , 155 29 , 154 A pontuação média mundial em 2015 foi de 89, entre as economias avançadas, a pontuação média foi de 154 e entre as economias emergentes, 73 (o Brasil marcou 144, a Rússia 93, a Indonésia 57, a Índia 50 e a China 46). ==Ver também== * Passaporte * Tratado de Schengen * Visa Waiver Program * Nacionalidade Categoria:Documentos Categoria:Turismo",
 "title": "Visto"
}