{
 "id": "114333",
 "text": "Venlo é um município e uma cidade no sudeste dos Países Baixos, pertencente à província do Limburgo. O município possui 128,99 km² (sendo 124,96 km² de terra e 4,03 km² de água)http://statline.cbs.nl/ \"Kerncijfers wijken en buurten\". CBS Statline (em holandês). Publicado em 02 de julho de 2013. e uma população de aproximadamente 101.092 habitantes (2017)http://statline.cbs.nl/StatWeb/publication/?DM=SLNL&PA;=37230NED&D1;=17-18&D2;=57-650&D3;=l&LA;=EN&HDR;=T&STB;=G1,G2&VW;=T \"Bevolkingsontwikkeling; regio per maand\". CBS Statline (em holandês). Publicado em 27 de outubro de 2017.. A densidade populacional é de 809 hab./km². Em 1 de Janeiro de 2003, os municípios de Tegelen e Belfeld foram extintos e foram anexados ao muncicípio de Venlo. == História== A história da cidade remonta à época romana. Venlo foi um importante posto comercial do rio Mosa e pertenceu à Hansa. Venlo tornou-se cidade em 1343. === Venlo na Segunda Guerra Mundial === Devido ao fato de Venlo ter tido duas pontes no rio Mosa, a cidade sofreu vários ataques de bombas aéreas destruindo as pontes. As forças aliadas necessitaram de 13 tentativas para destruir as pontes. Cerca de 300 pessoas morreram devido àqueles raids. Os raids também destruíram a maior parte dos edifícios históricos da cidade. ==Geografia== === Centros populacionais === * Arcen * Belfeld * Blerick * Boekend * Hout-Blerick * Lomm * Steyl * Tegelen * Velden * 't Ven * Venlo == Economia == A cidade de Venlo fabrica sabão, chapéus-de-chuva, instrumentos ópticos e lâmpadas fluorescentes. == Monumentos == A cidade de Venlo possui a igreja de São Martinho, de estilo gótico, do século XV e o edifício Camarário do século XVI. == Cultura == ===Centros culturais=== * Teatro \"De Maaspoort\" ===Premiações=== Em 2003, Venlo recebeu o Prémio \"Cidade Mais verde da Europa\". ===Principais eventos culturais=== * Carnaval, chamado \"Vastelaovend\", em Fevereiro/Março (6 semanas antes da Páscoa). * Festival do Parque de Verão, chamado \"Zomerparkfeest\", em Agosto, realizado em redor do principal parque de Venlo. Dura quatro dias com diversos espetáculos como música ao vivo, filmes, dança, arte, entre outros. == Ligações exteriores == * Página oficial do município * Página do Teatro De Maaspoort * Página da organização do Carnaval de Venlo * Sítio da Organização do Carnaval de Blerick * Página do Zomerparkfeest * Venlo in Site, Quando clica no quadro você verá o próximo ==Ver também== * VVV-Venlo Categoria:Cidades de Limburgo (Países Baixos) Categoria:Membros da Liga Hanseática",
 "title": "Venlo"
}