{
 "id": "114390",
 "text": "A Expedição Langsdorff foi uma expedição russa organizada e chefiada pelo barão Georg Heinrich von Langsdorff, médico alemão naturalizado russo, que percorreu, entre os anos de 1824 a 1829, mais de dezesseis mil quilômetros pelo interior do Brasil, fazendo registros dos aspectos mais variados de sua natureza e sociedade, constituindo o mais completo inventário do Brasil. == Histórico == A expedição fazia parte do esforço do Governo do Czar Alexandre I para reavivar as relações comerciais entre o Brasil e a Rússia que haviam sido muito prejudicadas pelo embargo imposto por D. João VI. Contando com o apoio do jovem Imperador D. Pedro I e de José Bonifácio que forneceram, em nome do Império, créditos vultosos e vantagens alfandegárias a expedição visava \"descobertas científicas, investigações geográficas, estatísticas e o estudo de produtos desconhecidos no comércio\" As pesquisas se iniciaram com breves viagens a Minas Gerais, em 1824, e pelo interior do estado de São Paulo, em setembro de 1825. A viagem se realizou em duas partes. A primeira, em 1824, em Minas Gerais. Nessa etapa, o pintor Johann Moritz Rugendas realizou inúmeras pinturas. Depois, desistiu de acompanhar a expedição russa, seguindo trajetória própria. Após consultar pessoas de sua confiança do interior da Província de São Paulo ( a família Engler, de Itu, especialmente), o Barão de Langsdorff decidiu que a segunda etapa da viagem – para o interior do país - seria feita por rios. A viagem foi organizada em Porto Feliz (SP), com a participação do médico e político dessa cidade, Dr. Francisco Álvares Machado. Sua partida se deu em 22 de junho de 1826, do porto no Rio Tietê, Porto Feliz. Trajeto: Rios Tietê, Paraná, Pardo,Coxim,Taquari, Paraguai,São Lourenço,Cuiabá, Preto, Arinos, Juruena, Tapajós, Amazonas. Principais tripulantes, além do comandante: os artistas Aimé-Adrien Taunay e Hercules Florence, os zoólogos Ménétriès e Hasse, o astrônomo da Marinha Russa Nester Rubtsov, e o botânico Ludwig Riedel. Em janeiro de 1828, no Mato Grosso, Taunay se afogou no Rio Guaporé e Langsdorff teve um colapso perto de Diamantino. O diário de bordo ficou por conta do Barão de Langsdorff, que o escreveu até o dia 20 de maio de 1828, quando a Expedição encontrava-se em Tocarizal, à margem do Rio Juruena, um pouco depois do Salto Augusto. Sentindo-se em grandes problemas de saúde, escreveu: “Todos à minha volta estão doentes; apenas Florence está em condições de escrever o diário, que vou incorporar ao meu”, conforme se verifica no livro sobre a Expedição Langsdorff, de Dayz.P.Fonseca, \"O Viajante Hércules Florence - águas, guanás e guaranás\". O Retorno: De Belém (Pará) ao Rio de Janeiro, o retorno se deu pela costa brasileira. O barco aportou a capital do Império em 10 de março de 1829. O diário de bordo de Hércules foi publicado em 1875, pelo Instituto Histórico e Geográfico do Rio de Janeiro, sendo que posteriormente, teve várias edições comerciais, com o título de Viagem Fluvial do Tietê ao Amazonas – 1825- 1829. O material coletado pela expedição, inclusive o diário de bordo do Barão de Langsdorff, encaminhado à Rússia, somente foi encontrado cerca de um século mais tarde, conforme esclarece o Sr. Boris Komissarov, em seu livro Expedição Langsdorff, Acervos e Fontes Históricas. Com relação ao material coletado, as Edições Alumbramento (Rio de Janeiro) publicaram em 1988 a “Expedição Langsdorff ao Brasil, 1821-1829. Iconografia do Arquivo da Academia de Ciências da União Soviética ». A publicação em 3 volumes com textos de Boris Komissarov inclui no volume 1 os desenhos e aquarelas de Johann Moritz Rugendas, no volume 2 os desenhos e aquarelas de Aimé-Adrien Taunay e no volume 3 com os desenhos e as aquarelas de Hercule Florence. O diário de Langsdorff foi publicado no Brasil em 1997, pela Editora Fiocruz, depois de um intenso trabalho de pesquisadores e cientistas. ==Fonte== * Unicamp: Expedição Langsdorff * FONSECA, Dayz Peixoto. O Viajante Hércules Florence: águas, guanás e guaranás, Campinas, SP: Pontes, 2008 * Florence, H. - Viagem Fluvial do Tietê ao Amazonas – 1825 a 1829 - Edição mais recente: Editora Senado, 2008) * Silva, Danuzio, org. - AIEL – Os Diário de Langsdorff, Ed. Fiocruz, 1997 * Komissarov, Boris – Expedição Langsdorff -Acervos e Fontes Históricas, Editora UNESP, 1994. * Komissarov, Boris, Expedição Langsdorff ao Brasil, 1821-1829: Iconografia do Arquivo da Academia de Ciências da União Soviética. Realização editorial e direção gráfica Salvador Monteiro e Leonel Kaz. Reprodução fotográfica por Claus C. Meyer. Classificação científica e comentários por Luiz Emygdio de Mello Filho e outros. Rio de Janeiro, Edições Alumbramento / Livroarte Editora, 1988. ==Ligações externas== *Guia da Folha: Expedição russa ocupa Centro Cultural Banco do Brasil a partir do dia 23 *Discovery on-line: No Caminho da Expedição Langsdorff Categoria:História do Império do Brasil Categoria:Sertanistas Categoria:Década de 1820 no Brasil",
 "title": "Expedição Langsdorff"
}