{
 "id": "114445",
 "text": "A roséola ou exantema súbito é uma doença epidémica da infância geralmente benigna causa pelo Herpesvirus 6 (HHV6) ou pelo Herpesvirus 7 (HHV7), geralmente afeta maiores de 6 meses e menores de 6 anos de idade, causando três dias de febre e depois pintas vermelhas pelo corpo. == Causas == *Grupo: Grupo I (dsDNA) *Família: Herpesviridae *Gênero: Roseolovirus *Espécies: Human herpesvirus 6 (HHV-6) e Human herpesvirus 7 (HHV-7) Os dois vírus aparentados que causam a roséola são da mesma família do vírus da Herpes mas produzem uma doença não relacionada. O HHV6 e HHV7 são vírus com genoma de DNA bicatenar (hélice dupla), que se multiplicam no núcleo da célula hóspede. Têm preferência para parasitar linfócitos T. A transmissão é por contato direto ou com secreção proveniente da saliva, espirro e tosse e é bastante infecciosa. Os vírus HHV6 e HHV7 foram descobertos enquanto causa da roséola apenas em 1988 e 2012 respectivamente. == Epidemiologia == A maioria dos adultos têm anticorpo anti HHV6 ou HHV7, significando que a doença foi assintomática, ignorada ou diagnosticada como outra condição. Atinge principalmente crianças pequenas, de três meses a três anos. == Progressão, sinais e sintomas == Nos indivíduos adultos causa uma síndrome semelhante à mononucleose infecciosa, contudo infecta mais frequentemente crianças com quadro típico de roséola. A roséola caracteriza-se por aparecimento súbito de febre moderadamente elevada (39-40 °C) que dura poucos dias e é seguida de exantema macular (mancha vermelha na pele). Os sintomas duram três ou quatro dias. Raramente o aparecimento súbito da febre elevada pode levar a convulsões e tremores violentos da criança, e nesse caso a ajuda médica é aconselhada. === Complicações === Em caso de febre alta (mais de 40 graus) pode causar convulsão. O uso de antitérmicos/antipiréticos como paracetamol ou um banho frio e compressa de água fria costuma resolver o quadro. Em caso de pacientes imunodeprimidos pode causar pneumonia viral e encefalite viral. http://www.mayoclinic.org/diseases- conditions/roseola/basics/complications/con-20023511 Nesse caso deve ser tratados com antivirais(ganciclovir, cidofovir ou foscarnet) e Interferon. == Diagnóstico == O diagnóstico é eminentemente clínico. A sorologia não é necessária, pois a doença desaparece sozinha. Pode ser verificado por anticorpos HHV6 com ELISA. == Tratamento == O tratamento é inespecífico: aliviar as roupas se a criança suar muito, dar mais água para beber que o normal e eventualmente administrar paracetamol ou ibuprofeno se a temperatura subir muito. Não se deve dar aspirina para crianças, pois pode causar Síndrome de Reye ou hemorragia.http://www.mayoclinic.org/diseases- conditions/roseola/basics/treatment/con-20023511What is the role of aspirin? , reyessyndrome.org == Relação com a Esclerose Múltipla == Acredita-se Sherwood, Lauralee. Fisiologia Humana: das células aos sistemas. São Paulo: Cengage Learning, 2011. 7. ed. que exista uma correlação entre o vírus HHV-6 e o desencadeamento de Esclerose Múltipla em adultos com pré-disposição genética à doença. Isto porque o HHV-6 pode permanecer dormente em fibras nervosas, e este possui semelhanças estruturais com a mielina, podendo atuar como um \"mímico molecular\", provocando a produção de anticorpos que ataquem e inflamem também a bainha de mielina dos neurônios do sistema nervoso. Estes ataques levam a geração de \"cicatrizes\" rijas, conhecidas como esclerose, bloqueando a propagação de impulsos pelos neurônios afetados. Categoria:Pediatria Categoria:Herpesvírus Categoria:Doenças virais",
 "title": "Roséola"
}