{
 "id": "11445",
 "text": "O sindicalismo é um movimento social de associação de trabalhadores assalariados em sindicatos visando à proteção dos seus interesses.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 590. Ao mesmo tempo, é também uma doutrina política segundo a qual os trabalhadores agrupados em sindicatos devem ter um papel ativo na condução da sociedade. == História == O sindicalismo tem origem nas corporações de ofício da Europa medieval. Jesse Benedict Carter, primeiro diretor da Academia Americana em Roma, faz essa ligação em The Religion of Numa: Durante a revolução francesa surgiram ideias liberais, que estimulavam a aprovação de leis proibitivas à atividade sindical, a exemplo da Lei Chapelier, que, em nome da liberdade dos Direitos do Homem, considerou ilegais as associações de trabalhadores e patrões. As organizações sindicais, contudo, reergueram-se clandestinamente no século XIX. No Reino Unido, em 1871, e na França, em 1884, foi reconhecida a legalidade dos sindicatos e associações. Nos séculos XVIII e XIX, durante a revolução industrial na Inglaterra, os trabalhadores oriundos das indústrias têxteis, doentes e desempregados juntavam-se nas sociedades de socorro mútuo. Esta revolução teve um papel crucial no advento do capitalismo, pois, devido à constante concorrência entre os fabricantes capitalistas e o avanço tecnológico, as máquinas foram ganhando cada vez mais lugar nas fábricas, tomando assim, o lugar de muitos operários e estes tornaram-se o que é chamado \"excedente de mão de obra\". Logo, estes empresários tinham controle da situação e o poder de pagar o salário que quisessem aos operários, que trabalhavam em condições péssimas, vulneráveis a doenças e a miséria que atingia toda a classe. Diante deste cenário, surgem duas novas classes sociais: a classe dominante, que controla o Estado e se apropria do excedente econômico na forma de lucros e juros, e o proletariado. A classe dominante é a proprietária dos meios de produção (fábricas, máquinas, matéria-prima) e o proletário possui apenas de sua força de trabalho. Em 1838, a comissão da Carta do Povo resultou de um processo que visava a democratização do Estado, mobilizando trabalhadores em toda a Inglaterra ao receber mais de um milhão de assinaturas. O Parlamento se recusou a discutir as demandas e movimentos de resistência foram desencadeados em todo o país, como resultado, houve prisões, julgamentos e muitas execuções. Ainda assim, o movimento não foi desarticulado e, por volta de 1848, uma segunda petição com propostas menos radicais foi enviada ao Parlamento. Nela – que contava com quase 3,5 milhões de assinaturas – os trabalhadores exigiam aumento de salário e redução da jornada de trabalho, tendo novamente resultados inócuos. Experiências como esta levaram a classe trabalhadora para posições mais radicais, e, aos poucos, surgiram as trade unions, equivalentes aos sindicatos. Nestas reuniões, os trabalhadores discutiam problemas referentes à sua situação na sociedade, buscando lhes equiparar de alguma maneira aos capitalistas no momento de negociação de salários e condições de trabalho, e impedir que o operário seja obrigado a aceitar o que lhe for imposto pelo empregador. Nos Estados Unidos, o sindicalismo nasceu por volta de 1827 e, em 1886, foi constituída a Federação Americana do Trabalho (AFL), contrária à reforma ou mudança da sociedade. Defendia o sindicalismo de resultados e não se vinculava a correntes doutrinárias e políticas. Durante as duas primeiras décadas do século XX, um número cada vez maior de uniões sindicalistas, comprometidas em eliminar o capitalismo por meio da ação industrial direta e da luta sindical revolucionária, foi surgindo à medida que organizações existentes eram conquistadas para os princípios sindicalistas. Entre os maiores e mais famosos sindicatos influenciados pelas ideias e práticas do sindicalismo revolucionário estão a Confédération Générale du Travail (CGT), na França, a Confederación Nacional de Trabajo (CNT), na Espanha, e a Unione Sindacale Italiana (USI), na Itália. === Sindicalismo no Brasil === No Brasil, com a abolição da escravatura e a proclamação da República, a economia se diversificou, e as atividades manufatureiras surgiram nos centros urbanos e no litoral brasileiro, atraindo levas de imigrantes vindos da Europa. Os imigrantes que chegavam tinham experiência de trabalho assalariado e de um leque de direitos trabalhistas adquirido. Chegando ao Brasil, se deparavam com uma sociedade atrasada no quesito direitos trabalhistas e com práticas escravocratas. Rapidamente, esses operários começaram a se organizar, formando o que seriam os sindicatos. Em 1890, alguns trabalhadores socialistas fundam o Partido Operário, procurando organizar a pequena classe trabalhadora (urbana e fabril) para exercerem, organizadamente, reivindicações que levassem à melhoria das condições de trabalho e de vida. O movimento sindical brasileiro efetivou-se basicamente no século XX, em decorrência do processo de industrialização, e esteve ligado a correntes ideológicas como o positivismo, o marxismo, o socialismo, o anarquismo, o anarcossindicalismo, o trabalhismo vanguardista e o populismo. A primeira greve geral brasileira ocorreu em 1917 e teve duração de 30 dias. Na fábrica têxtil Cotonifício Crespi, quatrocentos operários exigiram 20% de aumento salarial em troca do aumento de carga horária imposto pela empresa. O pedido foi prontamente negado pelo proprietário da fábrica, e a resposta dos operários foi uma greve que se alastrou para outras indústrias da época. O movimento sindical mais forte no Brasil ocorreu em São Paulo, onde os imigrantes integravam a massa de trabalhadores das fábricas e indústrias. Os sindicalistas mais ativos eram os anarquistas italianos, que, surpreendendo os governantes, desencadearam uma onda de rebeliões, ulteriormente contida mediante violenta repressão policial. Além disso, o movimento sindical no Brasil se divide em dois momentos: o Velho e o Novo Sindicalismo. O Velho Sindicalismo tinha um enfoque maior nas relações de mão de obra e mais-valia, ou seja, em análises sobre classe social. E o novo sindicalismo, surgido em 1978 a partir das agitações operárias no ABC paulista, ampliou a discussão, dando maior ênfase as relações de raça e classe. Sendo assim, ao aspecto feminista de uma perspectiva racial e interseccional dentro dos movimentos. ==== Período de 1930 à 1959 ==== Por certo tempo, o sindicalismo no Brasil era ditado por iniciativas dos trabalhadores ou de grupos com perfil político-ideológico mais definido, como os partidos políticos. De forma geral, essas iniciativas eram tomadas pelos trabalhadores em sua heterogeneidade, concebido por uma inspiração autônoma. Essa dinâmica muda com a ascensão de Getúlio Vargas ao poder em 1930, quando o presidente passa a submeter os sindicatos ao controle do Estado. Em 1930, o Governo Federal criou o Ministério do Trabalho e em 1931 regulamentou, por decreto, a sindicalização das classes patronais e operárias. Criou as Juntas de Conciliação e Julgamento e, com a promulgação da Constituição do Estado Novo, a unicidade sindical. Em janeiro de 1931, um Manifesto da Confederação Geral dos Trabalhadores do Brasil (CGTB) conclamou os brasileiros a não ficarem passivos e a se unirem para protestar contra o desemprego e as condições degradantes em que viviam. A CGTB defendia a centralização do movimento sindical, sem romper com a tradição beneficente das associações de ofício anarquistas. O manifesto ficou conhecido como Marcha da Fome e foi duramente reprimido por forças policiais. Criado no governo de Getúlio Vargas para sustentar os sindicatos atrelados ao Estado, o imposto sindical foi regulamentado em 1940 pelo decreto lei 2 377. Em 1943, quando foi publicada a CLT (Consolidação das Leis do Trabalho), ele foi incorporado a esse conjunto de leis. O imposto seria um dos fatores fundamentais para a criação de um grupo de sindicalistas mais interessados em conquistar benefícios próprios e manter boas relações com o governo do que em lutar pelos trabalhadores. Esses dirigentes ficariam conhecidos como “pelegos” — nome dado no Sul do país à pele de ovelha colocada entre a sela e o lombo do cavalo. Durante o segundo governo Vargas, a questão das \"minorias atuantes\", inspirada na definição de Gaetano Mosca (Elementos di scienza política, 1923) é frequentemente retomada pelos defensores do trabalhismo, associada aos \"insufladores de greves\". Entre os anos 1951-54, os inúmeros processos julgados pela Justiça confirmam esta afirmação. Um libelo contra as greves políticas e seu \"caráter subversivo\", que não poderiam ser permitidas no Brasil, porque nada seria \"mais insólito\" que admitir que pudesse \"intervir na máquina do Estado\" a \"vontade de uma minoria\". ==== Década de 1960 ==== Em novembro de 1960, marítimos, portuários e ferroviários dão início a greve por equiparação dos vencimentos dos funcionários civis da União com os dos militares, que obtiveram reajustes não concedidos aos demais servidores federais. Essas categorias, representadas por 56 sindicatos, totalizavam mais de 1,6 milhão de trabalhadores no país. Foram interrompidas assim as atividades de portos, balsas de transporte interestaduais e estações de trem. Juscelino Kubitschek, então presidente do Brasil, declarou a ilegalidade da greve e as polícias civil e militar reprimiram a manifestação. No dia 10 de novembro do mesmo ano, os dois lados do conflito acabariam cedendo. Os trabalhadores, convencidos de que a lei seria aprovada, acabaram encerrando a greve a partir da primeira hora do dia 11. A polícia desinterditou os sindicatos e a Lei da Paridade entre Civis e Militares foi aprovada dia 12. Mas é durante os anos 1960 que a luta sindical atinge seu ápice no Brasil até então, com imensas manifestações grevistas e a realização do IV Congresso Sindical Nacional, quando foi criado o Comando Geral dos Trabalhadores (CGT). No campo, as lutas também se intensificaram com a criação das ligas camponesas, onde aos poucos cresciam os sindicatos rurais. A ação política por parte das classes trabalhadoras apresentou como resultado a criação do Estatuto do Trabalhador Rural (lei promulgada em 2 de março de 1963), que: Como havia acontecido em 1935 com o estado de guerra, o mesmo estancamento do movimento sindical brasileiro volta a ocorrer em abril de 1964, com a tomada do poder pelo grupo militar que comandou o golpe de Esta­do. Seguiu-se um período de repreensão da atuação de sindicatos e sindicalistas. limitação da Lei de Greve e substituição da estabilidade no emprego pelo Fundo de Garantia. Sérgio Amad Costa discorre sobre esse período em sua obra O CGT e as lutas sindicais brasileiras (1960-64): Contudo, a atividade sindical persistiu nos anos após o golpe militar, e algumas organizações de trabalhadores da região sudeste do país assumiram um certo protagonismo. No fim de 1967, foi organizado em São Paulo o Movimento Sindical Anti-Arrocho (MIA), para conduzir a mobilização dos trabalhadores contra a política econômica. O ano de 1968 foi marcado por paralisações e estratégias de alianças internacionais. Já em Janeiro, o sindicato dos sapateiros do estado de São Paulo, presidido por Estevão Spósito, passa a buscar alianças com organizações estadunidenses.The Lynn Daily Evening Item (MA), Mayor Greets Brazilian Visitor, 31 de Janeiro de 1968 Também nesse ano, liderados por José Ibrahim‎, 22 mil trabalhadores de Osasco e Contagem, levantaram-se em greve de grande envergadura. ==== Final do século XX ==== A violenta carga repressiva que se abateu sobre toda a oposição a partir do Ato Institucional nº 5 (AI-5), em 13 de dezembro de 1968, atingiu fortemente o movimento sindical e somente dez anos depois, em 1978, com a paralisação da Scania, em São Bernardo do Campo (SP), o movimento operário voltaria a realizar mobilizações expressivas. No dia 12 de maio de 1978, os trabalhadores da fábrica de caminhões da Scania exigiram um aumento salarial de 20%, acima do reajuste estipulado pelo governo. O movimento, liderado por Luis Inácio Lula da Silva, se alastrou no ABC paulista e ficou conhecido por muitos estudiosos como \"novo sindicalismo\". O 1º Congresso Nacional da Classe Trabalhadora (CONCLAT) aconteceu entre os dias 26 a 28 de agosto de 1983, em São Bernardo do Campo. Durante o congresso, foi fundada a CUT (Central Única dos Trabalhadores). As principais resoluções do congresso foram: organização de uma campanha nacional de luta em torno das reivindicações imediatas, a luta pelas Diretas Já e a definição da greve geral como principal instrumento de luta dos trabalhadores. Na década de 1990, a trajetória ascendente do novo sindicalismo sofreu um significativo influxo. Sidney Jard da Silva, professor titular do Centro de Engenharia, Modelagem e Ciências Sociais Aplicadas da UFABC, faz a seguinte observação sobre o sindicalismo nos últimos anos do século XX: ==== Atualmente ==== O sindicalismo brasileiro passa por um momento de renovação por conta das novas demandas, como a empregabilidade, a globalização dos serviços e, cada vez mais, a luta por condições dignas de trabalho. Existe uma proposta de sindicalismo por Organização por Local de Trabalho (OLT) que objetiva resgatar o papel ativo dos trabalhadores na construção de uma militância que seja capaz de fazer uma leitura crítica da realidade, buscando transformá-la. Esta é uma forma contra-hegemônica de atuação sindical pois propõe ir além das questões meramente econômicas. === Sindicalismo em Portugal === Em Portugal, os sindicatos foram fundamentais na organização da classe operária e nas lutas sociopolíticas de ﬁnais do século XIX até 1926, mas foram sempre objeto de forte repressão e controle por parte do Estado. Porém, mesmo o sindicalismo corporativo do Estado Novo não impediu o trabalho clandestino de ativistas e militantes na defesa dos trabalhadores. Só após 25 de Abril de 1974 o campo sindical atingiu o seu apogeu, tendo porém, caído de imediato numa nova cisão, resultante da rivalidade política entre o PCP e o PS, que permanece até hoje com a divisão entre as duas confederações sindicais: a CGTP e a UGT. A organização do movimento sindical português é pautada pelos seguintes níveis de estruturação: sindicatos, federações, uniões e confederações. Atualmente, a CGTP tem um discurso menos radical do que no passado. Ainda assim continua defendendo que a crescente acumulação e centralização do capital, tal como o aumento do desemprego e desproteção social são algumas das consequências políticas neoliberais. == Ver também == * Anarcossindicalismo * Nacional- sindicalismo * Greve * Escravidão do salário == Ligações externas == * Oito conquistas históricas do sindicalismo brasileiro - Sinbraf/RS Categoria:Trabalho Categoria:Trabalhismo Categoria:Socialismo Categoria:Movimentos sociais Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Sindicalismo"
}