{
 "id": "114495",
 "text": "Um pentagrama (do grego antigo πεντάγραμμος, pentágramma)FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 303. é uma estrela composta por cinco retas e que possui cinco pontas. Originalmente, a estrela de cinco pontas pode ser encontrada em fragmentos de cerâmica de mais de 4 mil anos. == Pentagrama na Mitologia == Talvez conhecido pelos antigos mesopotâmios (por exemplo, os sumérios), foi muito considerado por Pitágoras, que observou sua relação com o número áureo. A maioria dos autores opina que o pentagrama foi primeiro conhecido e estudado pelos babilônios e que, daí em diante, o tomaram os pitagóricos devido à coincidente associação do pentágono regular com o cosmos e a ordem divina. Ainda assim, existe quem ponha isso em dúvida, pois o sumário atribuído aos neoplatônicos Eudemo de Rodas e Proclo menciona que os pitagóricos apenas conheciam três dos poliedros regulares, desconhecendo o octaedro e ao icosaedro. A explicação dada é que eles os conceberam da forma dos cristais naturais e de uma dedução matemática, o que iria contra a herança babilônica.Boyer (1999), p. 80. Desde então, se deu um uso místico-mágico e outro científico; na magia, o pentáculo com sua ponta voltada para cima significa o ser humano (durante a Idade Média, se esboçavam longos pentalfas para, sobre eles, se desenharem figuras humanas, e isto pode se verificar no célebre escrito de Leonardo da Vinci para o livro \"A Divina Proporção\", de Luca Pacioli). A magia tem o pentagrama como um de seus símbolos principais. Na ciência propriamente dita, a estrela pentagrama é um interessante diagrama que descreve várias leis matemáticas: se encontra representada nos logaritmos, na sequência de Fibonacci, na espiral logarítmica, nos fractais etc. == Magia == Originalmente símbolo da deusa romana Vênus, foi associado a diversas divindades e cultuado por diversas culturas. O símbolo é encontrado na natureza, como a forma que o planeta Vênus faz durante a aparente retroação de sua órbita. Trata-se de um dos símbolos pagãos mais utilizados na magia cerimonial pois representa os quatro elementos (água, terra, fogo e ar) coordenados pelo espírito, sendo considerado um talismã muito eficiente. O pentagrama é conhecido também como o símbolo do infinito, pois é possível fazer outro pentagrama menor dentro do pentagrama maior, e assim sucessivamente. Possui simbologia múltipla, sempre fundamentada no número cinco, que expressa a união dos desiguais. Representa uma união fecunda, o casamento, a realização, unindo o masculino,o 3, e o feminino, o 2, simbolizando ainda, dessa forma, o andrógino. == Escola Francesa de Cabala == O pentagrama é um símbolo muito utilizado pelos eruditos da escola francesa de Cabala. Autores como Eliphas Levi e Papus o estudaram a fundo e o estabeleceram como um símbolo de proteção contra o mal, Boa Vontade e Bondade. == Pentagrama na Matemática == Estrela feita pela união dos pontos de um pentágono regular e cinco triângulos isósceles côngruos. Tal que a razão entre o lado do triângulo e sua base (lado do pentágono) é o número de ouro.Número de ouro O pentagrama também foi usado como emblema na escola pitagórica,Escola pitagórica que também denominavam-se pentalfas,http://michaelis.uol.com.br/moderno/portugues/index.php?lingua=portugues- portugues&palavra;=pentalfa seu lema máximo era \"Tudo é Número\". Os pitagóricos rendiam verdadeiro culto ao número natural, considerando-o como a essência de todas as coisasPentagrama na astronomia e natureza O planeta Vénus descreve um pentagrama perfeito através do plano eclíptico do céu a cada oito anos. Conjunções inferiores sucessivas dele se repetem numa ressonância orbital muito próxima a 13:8 (a Terra orbita 8 vezes para cada 13 órbitas de Vênus), criando uma sequência de precessão pentagrâmica. == Pentagrama na religião == Para os pagãos, cada ponta do pentagrama representa um dos cinco elementos da natureza: Ar, Fogo, Água, Terra, e um espírito que a todos coordena. Atualmente, muitos usam um pentagrama no pescoço, como símbolo de orgulho da sua religião e representando a sua fé, ou ainda como um amuleto de proteção e repelia. É importante notar que isso não é nenhuma obrigação para qualquer religião . Além do seu significado primordial, dos cinco elementos, o pentagrama também representa o corpo humano (os 4 membros o espirito). Para alguns o pentagrama passa ainda a ser conhecido como \"estrela do microcosmo\" (pequeno universo), que simboliza o mago dominando o espírito sobre a matéria, inteligência sobre instintos, mente sobre o corpo. Nos rituais da religião Wicca, além de ser um dos símbolos da deusa, o pentagrama às vezes é usado como símbolo da terra, outras vezes, em religiões pagãs no geral, é usado como pentáculo para consagrar os instrumentos ritualísticos, objetos e amuletos. O pentagrama pode ser feito de qualquer material (metal, madeira, argila, vidro etc.) e até desenhado em pedaços de pano ou mesmo no chão. == Pentagrama Invertido == É um pentagrama com um dos vértices voltado para baixo, originalmente, o Pentagrama com duas pontas para cima já aparecia no teto dos templos egípcios, por exemplo, a estrela com cinco pontas amarelas era desenhada em um fundo azul e representava a deusa Nut, Mãe dos Céus. === Pentagrama Invertido no Satanismo === O pentagrama invertido (com uma ponta para baixo) significa a verdade sobre o fato de o Espírito ser apenas uma faceta da matéria. Pode-se observar também que o Pentagrama com duas pontas para cima aparecia, como um dos símbolos da Baphomet. Assim sendo, o pentagrama invertido possui significados paralelos. Podemos, também, afirmar que são as cinco pontas do corpo humano e que, através delas, são levados, para o interior do corpo, tudo que o Homem adquire com tais pontas (braços, pernas e cabeça). Mas é adquirido de acordo com cada ser Humano, pois, uns levam estas pontas onde desejam, e é de acordo com esses desejos que são introduzidos e exteriorizados a ação e a reação causadas por essas ondas capitadas, que logo introduzidas no ser são revertidas em conhecimentos e repassadas a outrem de acordo com o Eu de cada ser Humano.Pensamentos: Salomão Leon da Silva == Bibliografia == * CHEVALIER, J. e GHEERBRANDT, A. Dicionário de Símbolos - Mitos, sonhos costumes, gestos, formas figuras, cores, números. * BOYER, C. B. História da Matemática. Primera edição. Madrid: Alianza Editorial. Abril de 1999. p. 80. ISBN 978-84-206-8186-3. * HRANT, A. Mathematics and History of the Golden Section. p. 207-270, Logos 2014, 404 p. ISBN 978-5-98704-663-0 (rus.). Categoria:Símbolos cristãos Categoria:Conceitos wiccanos Categoria:Desenho geométrico Categoria:Polígonos Categoria:Símbolos pitagóricos Categoria:Cinco",
 "title": "Pentagrama"
}