{
 "id": "114412",
 "text": "Quinta do Bill é um dos mais conceituados grupos de folk rock português. == História == A Quinta do Bill nasce em 1987 pela mão de Carlos Moisés, Paulo Bizarro. Caracterizado pela sua orientação folk-rock a banda rapidamente conquistou o seu lugar na música em Portugal. Em 1992 editam o seu primeiro álbum Sem Rumo. A afirmação da banda vem com o disco Os Filhos da Nação, com um sucesso retumbante, editado em 1994. O Trilho do Sol, editado em 1996, bate novamente record de vendas, com destaque para os temas, “No trilho do Sol” e “Se Te Amo”. Paralelamente às grandes digressões que anualmente realizavam, a banda segue a edição de originais com o disco Dias da Cumplicidade. O primeiro single do disco “Voa (voa)” passa em alta rotação em todas as rádios nacionais. Em 1999 editam o Best of, seguido-se Nómadas em 2001, Ao Vivo Tour 2003em 2003 e o regresso aos originais em 2006 com A Hora das Colmeias. Entre edições discográficas, premiadas com vários discos de ouro, e longas digressões com concertos por todo o país a banda alcança os 20 anos de carreira. Para comemorar a data realizam um concerto em Tomar, localidade de onde a banda é originária, sendo gravado em CD e DVd – Quinta do Bill – 20 Anos ao Vivo. Segue-se a edição de 7, o sétimo disco de originais. Na comemoração dos 25 anos de carreira lançam o disco 25 anos – As baladas que reúne dois temas inéditos juntamente com as grandes baladas que banda tinha editado ao longo da sua carreira. Em 2013 a banda encerra o ano, após uma tour com mais de 40 espectáculos, com um concerto para 100 mil pessoas na Avenida dos Aliados (Porto), entrando em 2014 com a digressão “Siga a Festa”. Em 2014, paralelamente à digressão, entram em estúdio para a composição do novo disco de originais, preparando também uma grande produção para o Coliseu do Porto a 25 de Outubro de 2014. Do concerto no coliseu resulta a edição do CD/DVD Sinfónico editado em 2015. As novas canções saem para o mercado através do 8º disco de originais - Todas as Estações - editado em 2016. Em 2017 a Quinta do Bill comemora 30 anos de actividade. O grupo é caracterizado por um estilo próprio, eclético mas facilmente distinguível, com influências diversas, sendo a mais óbvia a da música tradicional celta, muçulmana, e ameríndia - ainda que se possam referir influências também da própria música popular portuguesa ou do Jazz. O nome do grupo refere-se ao local onde os primeiros elementos do grupo se reuniam para ensaiar - a quinta de um certo Senhor Guilherme (Bill, em inglês). Os primeiros membros do grupo eram Carlos Moisés (vocalista, guitarra e flauta), Rui Dias (na guitarra) e Paulo Bizarro (no baixo). Mais tarde, juntaram-se ao grupo João Coelho (na bateria), Pedro Ferreira (teclas) e Fernando Paulo, que abandonou o grupo poucos meses depois. === Discografia === * Sem Rumo (1992) * Os Filhos da Nação (1994) * No Trilho do Sol (1996) * Dias de Cumplicidade (1998) * Nómadas (2001) * A Hora das Colmeias (2006) * Sete (2011) * As Baladas (2012) * Todas as Estações (2016) === Compilações e Álbuns ao Vivo === * Best of (1999) * Ao Vivo Tour 2003 (2004) * Quinta do Bill - 20 Anos ao Vivo (2008) (2CD+DVD) * Sinfónico - ao vivo no Coliseu do Porto (2015) (2CD+DVD) === Participações === * 1999 - XX Anos XX Bandas - Homem do Leme === Aparições televisivas === * Foram várias, a mais célebre talvez seja no Sons do Sol (RTP, 1992) com Júlio Isidro. == Ligações externas == * Página oficial no Facebook Categoria:Bandas de Portugal Categoria:Bandas formadas em 1987 Categoria:Bandas de folk rock",
 "title": "Quinta do Bill"
}