{
 "id": "114472",
 "text": "Os conceitos incorporados no que se conhece hoje como os sete pecados capitais tratam de uma classificação de condições humanas conhecidas atualmente como vícios, que precedem o surgimento do cristianismo, mas que foram usadas mais tarde pelo catolicismo com o intuito de educar os seguidores, de forma a compreender e controlar os instintos básicos do ser humano e assim se aproximar de Deus. O sete pecados capitais também pode ser compreendidos como vícios emocionais ou mais precisamente como ´paixões´. Nascemos com um repertorio pré-definido de emoções. Vaidade, orgulho, avareza, luxuria, inveja, .... nada mais são do que mecanismos emocionais que nos ajudaram e nos ajudam em nossa sobrevivência. Mas quando tais mecanismos começam a atuar sem causas aparentes tornando-se o centro de nossa personalidade, denominamos ´paixões´. A lista final, apresentada no século XIII, é a versão aprimorada de uma primeira versão, datada do Século IV. Todo esse esforço em descrever defeitos de conduta tinha um motivo: facilitar o cumprimento dos Dez Mandamentos.mundoestranho.abril.com.br/ Quem definiu os sete pecados capitais? Assim, a Igreja Católica classificou e selecionou os pecados da seguinte forma: a tríplice concupiscência que é a raiz dos pecados capitais; pecados capitais que são os pais dos outros vícios; pecados veniais que são perdoáveis sem a necessidade do sacramento da confissão e os pecados mortais que são merecedores de condenação por ferirem os dez mandamentos de Deus. A partir de inícios do século XIV a popularidade dos sete pecados capitais entre artistas da época resultou numa popularização e mistura com a cultura humana no mundo inteiro. == Os sete pecados capitais == === Gula === A gula é o desejo insaciável por comida e por bebida. Segundo tal visão, a gula também está relacionada com o egoísmo humano: querer adquirir sempre mais e mais, não se contentando com o que já tem, uma forma de cobiça. === Ganância (Avareza) === A ganância (ou avareza) é o apego excessivo e descontrolado ao se ter tudo o que se deseja, fazendo de forma certa ou errada para se obter algo que sempre quis possuir. Sua virtude oposta é a generosidade. === Luxúria === A luxúria (do latim luxuria) é o desejo passional e egoísta por todo o prazer sensual e material. Também pode ser entendido em seu sentido original: “deixar-se dominar pelas paixões”. Consiste no apego aos prazeres carnais, corrupção de costumes; sexualidade extrema, lascívia e sensualidade. Sua virtude oposta é a castidade. === Ira === Conhecida também por cólera, é o sentimento humano de externar a raiva e o ódio por alguma coisa ou alguém. É o forte desejo de causar mal ao outro, e um dos grandes responsáveis pela maior parte dos conflitos humanos no transcorrer das gerações. Sua virtude oposta é a paciência. === Inveja === A inveja (do latim invidia) 'é o desejo exagerado por posses, status, habilidades e tudo que outra pessoa tem e consegue. A pessoa invejosa ignora suas próprias conquistas e prioriza o status de outra pessoa no lugar do próprio crescimento. O invejoso ignora tudo o que possui, para cobiçar o que é do próximo. Sua virtude oposta é a caridade. === Preguiça === Do latim acedia. A pessoa com este pecado capital é caracterizada pela Igreja Católica como alguém que vive em estado de falta de capricho, de esmero, de empenho, em negligência, desleixo, morosidade, lentidão e moleza, de causa orgânica ou psíquica, que a leva a uma inatividade acentuada. Sua virtude oposta é a diligência. === Orgulho (Soberba) === O orgulho está associado à arrogância, soberba, presunção e futilidade. A Vaidade consiste em ser superior a todos. Isso fez com que Lúcifer se sentisse superior a Deus. Segundo o teólogo São Tomás de Aquino, o orgulho era um pecado tão grande que deveria ser tratado em separado dos demais pecados capitais, merecendo atenção especial. Foi inclusive, chamada de o rei de todos os pecados capitais, porque orgulho tem a ver com o próprio ego e todos os pecados capitais antes de serem vivenciados, pensam somente em si e no prazer que podem adquirir. A Igreja Católica, tira a orgulho e unifica a vanglória de vã glória, auto glorificação, ao orgulho e em consequência á vaidade. Que além da questão estética tem a ver com o narcisismo, a autoafirmação, a arrogância e o orgulho. Sua virtude oposta é a humildade. === Nome em Latim === #Orgulho, em latim superbia #Avareza, em latim avaritia # Luxúria, em latim luxuria # Inveja, em latim invidia # Gula, em latim gula # Ira, em latim ira # Preguiça, em latim acedia Com as iniciais destas palavras latinas, formava-se o termo saligia, utilizado como referência aos pecados capitais como um só. === Comparação com os demônios === Em 1589, Peter Binsfeld associou cada um dos pecados capitais com seus respectivos demônios seguindo os significados mais usados. De acordo com Binsfeld's Classification of Demons, esta comparação segue o esquema: * Asmodeus - Luxúria * Belzebu - Gula * Mammon - Ganância * Belphegor - Preguiça * Azazel - Ira * Leviatã - Inveja * Lúcifer - Orgulho === As 7 Virtudes Humanas === Para cada um dos 7 pecados, também tem uma virtude oposta a ele, que são: # Vaidade – Humildade # Avareza – Generosidade # Luxúria – Integridade # Inveja – Caridade # Gula – Moderação # Ira – Resiliência # Preguiça – Plenitude == Teoria dos 7 Pecados == === Segundo Evágrio do Ponto === De acordo com o livro Sacred Origins of Profound Things (Origens Sagradas de Coisas Profundas), de Charles Panati, o teólogo e monge grego Evágrio do Ponto (345 – 399) teria escrito uma lista de oito crimes (culpas) e \"paixões\" humanas, em ordem crescente de importância (ou gravidade): # Gula (desequilíbrio da alimentação) # Avareza (ganância, desequilíbrio do ter) # Luxúria (desequilíbrio do prazer que o luxo traz, normalmente ligado ao sexo) # Ira (desequilíbrio da emoção) # Melancolia (depressão, desequilíbrio da autoestima para baixo) # Preguiça (desequilíbrio do descanso) # Orgulho (desequilíbrio da autoestima para cima) # Vanglória (vaidade, desequilíbrio da humildade) Para Evágrio os pecados tornavam-se piores à medida que tornassem a pessoa mais egocêntrica, com o orgulho ou soberba sendo o suprassumo dessa fixação do ser humano em relação a si mesmo. Isso o afastaria do espírito, que é sua origem em Deus. === Segundo Papa Gregório I === No final do século VI o Papa Gregório I transformou o texto avulso numa recomendação oficial da Igreja, reduzindo a lista a sete itens, juntando \"vaidade\" e \"orgulho\" (ou \"soberba\"), e trocando \"acídia\" (ou \"preguiça\") por \"indolência\" e \"melancolia\" por \"inveja\". Para fazer sua própria hierarquia, o pontífice colocou em ordem decrescente os pecados que mais ofendiam ao amor: # Orgulho # Inveja # Ira # Indolência # Avareza # Gula # Luxúria === Segundo Tomás de Aquino === Mais tarde, outros teólogos, entre eles, Tomás de Aquino analisaram novamente a gravidade dos pecados e fizeram mais uma lista. No século XVII, a igreja substituiu \"melancolia\" – considerado um pecado demasiado vago – por \"preguiça\". A lista de Tomás de Aquino dos pecados capitais era: * Orgulho * Inveja * Ira * Acídia * Avareza * Gula * Luxúria Os pecados são diretamente opostos às sete virtudes, que pregam o exato oposto dos sete pecados capitais. === Dante Alighieri e o Malebolge === Dante Alighieri foi quem de fato popularizou o conceito dos pecados mortais. Na sua obra-prima, A Divina Comédia, descreveu os diferentes círculos do Inferno e os associou a cada um dos pecados. Na primeira parte da Divina Comédia, Inferno, Dante teve que descer os nove andares do chamado Malebolge (um Inferno em funil). Cada um era dedicado a um pecado, e quanto mais baixo mais graves eram. Os pecados eram: Orgulho, Avareza, Luxúria, Inveja, Gula, Ira, Preguiça, Heresia e Mentira. Os Sete pecados capitais aparecem no Purgatório: Orgulho, Inveja, Ira, Preguiça, Avareza, Gula e Luxúria. Depois do Purgatório, Dante segue para o Paraíso. ==== Heresia ==== A heresia é a crença em qualquer outro deus que não Deus, que seriam vistos como demônios. Um herege não tinha fé em Deus, fazendo da heresia um pecado que levava a alma diretamente ao Inferno. Toda e qualquer religião, culto ou crença que não contempla o Deus Judaico-Cristão é considerada pelos cristãos como herege. ==== Mentira ==== Distorcer a verdade. A mentira é um pecado gravíssimo, pois uma pessoa pode mentir por diversos motivos, a maioria pecados. Um mentiroso não cumpre um dos seus deveres para com Deus: a confissão. === Papa Bento XVI === Segundo Bento XVI, além da Saligia, os humanos teriam desenvolvido sete pecados capitais modernos. Eles são: # Pressa: uma pessoa apressada não tem tempo para Deus. A Pressa origina Ira e causa acidentes. # Manipulação genética: isso seria \"brincar de Deus\", algo inaceitável. # Interferir no Meio Ambiente: adicionar imperfeições na Criação de Deus. # Causar pobreza: retirar dinheiro dos outros por Avareza. # Ser muito rico: causa desigualdade social, o que é inaceitável pois todos são iguais perante Deus. # Usar drogas: interferir em seu organismo. # Causar injustiça social: preconceito e bullying, em sua maioria. O Vaticano divulgou essa lista ainda neste século, sendo eles os pecados capitais do Século XXI. == Ver também == * Doutrina católica sobre os Dez Mandamentos; * Cinco preceitos (budismo); * Cinco pilares do Islamismo == Ligações externas == * A noção de pecado e os sete pecados capitais no Livro das Maravilhas (1288-1289) de Ramon Llull, por Ricardo da Costa, In: FILHO, Ruy de Oliveira Andrade (org.), Relações de poder, educação e cultura na Antiguidade e Idade Média., Estudos em Homenagem ao Professor Daniel Valle Ribeiro - I CIEAM - VII CEAM., Santana de Parnaíba, SP: Editora Solis, 2005, p. 425-432. Categoria:Pecados capitais Categoria:Sete",
 "title": "Pecado capital"
}