{
 "id": "114427",
 "text": "Rodney A. Brooks () é um roboticista australiano, diretor do Laboratório de Inteligência Artificial e Ciência da Computação do MIT, e professor de robótica da Panasonic. É diretor chefe técnico e foi diretor da IRobot. ==Resumo da carreira e pesquisas== *Formado em matemática pura pela Universidade Finders do Sul da Austrália *Ph.D. em Ciência da Computação pela Universidade de Stanford (1981) *Posição de pesquisa na Universidade Carnegie Mellon e no MIT *Corpo docente em Stanford *Entra no corpo docente do MIT (1984) Pesquisa atual: *desenvolvendo robôs inteligentes para operar em ambientes desestruturados *entendendo a inteligência humana através da construção de robôs humanóides ==Publicações== Livro e publicações recentes: *Cambrian Intelligence (MIT Press, 1999) *The Relationship Between Matter and Life (in Nature 409, pp. 409-411; 2001) *Flesh and Machines (Pantheon, 2002) Outras publicações incluem: *visão computadorizada baseada em modelos *planejamento de caminho *análise de incerteza *construção de robôs *visão ativa *robôs autônomos *micro-robôs *micro-atuadores *exploração planetária *representação *vida artificial *robôs humanoides *projeto de compiladores Dr Brooks também foi editor co-fundados do Jornal Internacional da Visão Computadorizada e está em no quadro editorial de vários jornais, incluindo: *Adaptive Behavior *Artificial Life *Applied Artificial Intelligence *Autonomous Robots *New Generation Computing ==Associações, prêmios, etc== Membro dos seguintes órgãos: *Membro fundador da American Association for Artificial Intelligence (AAAI) *Membro da American Association for the Advancement of Science (AAAS) Seus prêmios incluem: *Computers and Thought Award no IJCAI (International Joint Conference on Artificial Intelligence)em 1991 As aparicões em filmes incluem: *Sendo ele mesmo no filme de Errol Morris Fast, Cheap and Out of Control (nomeado após uma de suas publicações científicas) ==Ligações externas== *Home page Categoria:Pesquisadores da vida artificial Categoria:Roboticistas da Austrália Categoria:Cientistas cognitivos Categoria:Naturais de Adelaide (Austrália)",
 "title": "Rodney Brooks"
}