{
 "id": "114530",
 "text": "Fiel ou Infiel foi um programa da televisão portuguesa transmitido pela emissora TVI e apresentado pelo humorista brasileiro João Kléber. Foi transmitido entre 2005 e 2007. A atração se assemelha ao programa apresentado pelo humorista no Brasil, o Eu Vi na TV, em especial pela versão do quadro Teste de Fidelidade, onde uma das partes de um casal tem sua fidelidade testada ao ser seduzida por um ator ou atriz enquanto são filmados por câmaras escondidas. Todas as situações eram apenas encenadas, sendo representadas tanto em estúdio como no teste de fidelidade, por actores previamente seleccionados por casting que, adoptavam nomes falsos e, estudavam um guião, não passando as cenas de estúdio (confronto e visualização do teste) de peças de teatro. O \"resultado do teste\" era visto previamente por quém fingia sentir-se traído e, as parágens feitas no filme eram também planejadas antes de cada programa. Inclusive as cenas de pancadaria entre personagens apareciam no guião e, eram previamente ensaiadas. A identidade original dos atores de estúdio e do teste nunca era revelada. == Classificação == O programa era transmitido na TVI, nas madrugadas de sextas-feiras para sábados, normalmente começava entre a 0:30 e a 1:00, sendo precedido do episódio da última telenovela da noite e, seguido do primeiro filme da sessão de cinema. O programa era classificado para maiores de 16 anos, apresentava uma bolinha vermelha no canto superior direito da imagem e, era precedido de um aviso para os mais susceptíveis. Esta hora permitia que os mais jovens (crianças e adolescentes) tivessem menos probabilidades de ver, pois já estariam a dormir. A audiência mesmo assim era baixa. == Ver também == * Eu Vi na TV * João Kléber == Ligações externas == * Categoria:Programas da TVI Categoria:Programas de televisão de Portugal que estrearam em 2005 Categoria:Programas de televisão de Portugal encerrados em 2007 Categoria:Programas de televisão em língua portuguesa",
 "title": "Fiel ou Infiel"
}