{
 "id": "1145",
 "text": "Links é um navegador web livre e de código aberto gráfico e de linha de comando com um sistema de menu. Ele renderiza páginas complexas, tem suporte parcial ao HTML 4.0 (incluindo tabelas e frames e suporte a configuração de caracteres multiplos tais como UTF-8), suporte a terminais coloridos e monocromáticos e permite rolagem horizontal. Ele é voltado para usuários que querem manter elementos típicos de interfaces gráficas de usuário (janelas pop-up, menus etc.) em um ambiente somente de texto. Apesar do nome semelhante, não há uma relação de proximidade de qualquer espécie com o também navegador em modo texto Lynx. A versão original do Links foi desenvolvida por Mikuláš Patočka na República Tcheca. Seu grupo, Twibright Labs, desenvolveu posteriormente a 2.ª versão do navegador Links, que mostra imagens, renderiza fontes em diferentes tamanhos (com suavização espacial) e suporta JavaScript (versões posteriores à 2.1pre28). O navegador resultante é muito rápido, mas muitas páginas não renderizam como elas foram intencionadas. O modo gráfico funciona até em sistemas Unix sem o X ou qualquer outro ambiente gerenciador de janelas instalado, usando ou a SVGAlib ou o framebuffer do sistema da placa de vídeo. == Características gráficas == A pilha de gráficos tem peculiaridades incomuns para um navegador web. As fontes exibidas pelo Links não são derivadas do sistema, mas compiladas no binário como bitmaps em tons de cinza em formato PNG. Isto permite que o navegador seja um único arquivo executável independente das bibliotecas do sistema, no entanto, aumenta o tamanho do executável. As fontes são suavizadas sem hinting. A amostragem de subpixel aumenta ainda mais a legibilidade em monitores LCD. Isto permitiu o Links ter fontes com suavização em uma época em que isso era incomum. Links usa uma técnica similar ao dithering Floyd-Steinberg para maximizar a velocidade do motor de composição sem usar otimização por assembler, que não é portável. Links possui drivers de vídeo para o X Server, framebuffer Linux, SVGAlib, OS/2 PMShell e AtheOS GUI. Isso permite que ele funcione em modo gráfico até em plataformas que não possuem o X Server. == Versões derivadas == === ELinks === ELinks (\"Experimental/Enhanced Links\") é uma bifurcação do Links liderada por Petr Baudis. É baseado no Links 0.9. Ele possui um modelo de desenvolvimento mais aberto e incorpora patches de outras versões do Links (tais como scripting de extensão adicional escrito na linguagem Lua) e de usuários da Internet. === Hacked Links === Hacked Links é outra versão do navegador Links que fundiu algumas capacidades do ELinks no Links2. Andrey Mirtchovski converteu ele para o Plan 9. Desde julho de 2012, a última versão do Hacked Links é de 9 de julho de 2003, com algumas outras modificações inéditas. === Outras plataformas === Links também foi convertido para rodar na plataforma da Sony, o PSP, por Rafael Cabezas, com a última versão (2.1pre23_PSP_r1261) lançada em 6 de fevereiro de 2007. A versão convertida para o BeOS foi atualizada por François Revol, que adicionou suporte a GUI. Ele também roda no Haiku. == Ver também == * Lynx * Midnight Commander * Software livre == Ligações externas == * * Manual do Links * Página do Hacked Links * Links no Mac OS X para PowerPC e Intel * Conversão para PSP Categoria:Software de 1999 Categoria:Navegadores WWW livres Categoria:Navegadores para macOS Categoria:Navegadores para POSIX Categoria:Softwares CLI Categoria:Software livre",
 "title": "Links"
}