{
 "id": "114518",
 "text": "O CPQD é um dos maiores centros de pesquisa e desenvolvimento da América Latina. Com foco na inovação em tecnologias da informação e comunicação (TIC), o CPQD mantém um portfólio abrangente de soluções que são utilizadas nos mais diversos segmentos de mercado, no Brasil e no exterior, e aceleram a geração de valor no processo de transformação digital contribuindo para a excelência operacional das organizações, a transformação da experiência dos usuários, a reinvenção de modelos de negócios, a segurança e conformidade e a criação de novos produtos. Referência tecnológica no país, o CPQD integra o ecossistema de inovação aberta que vem alavancando o empreendedorismo, por meio de sua notória competência em Internet das Coisas, Inteligência Artificial, Conectividade, Blockchain e Mobilidade Elétrica. O CPQD é uma organização privada, com mais de 40 anos, que entrega serviços e desenvolve tecnologias de produtos e de sistemas de missão crítica aderentes às necessidades complexas do mercado. Esses são resultados do seu programa de P,D&I;, que é a base para inovação em seus temas estratégicos no futuro das cidades inteligentes, do agronegócio inteligente e da manufatura avançada. O CPQD atua em toda a jornada de inovação – da ideia à implementação – e é apaixonado pela tecnologia que gera o desenvolvimento, o progresso e promove o bem-estar da sociedade. == Histórico == Na década de 50, os computadores ainda eram raríssimos no Brasil. Com o governo de Juscelino Kubitschek, dá-se os primeiros passos para o progresso econômico e tecnológico, um dos lemas de seu governo, caracterizado pelo desenvolvimentismo, com o ideal de \"Cinquenta anos em cinco\". Juscelino Kubitschek assina o Decreto nº 45.832, de 20 de Abril de 1959, criando o grupo Executivo para Aplicações de Computadores Eletrônicos, para orientar na criação do primeiro centro de processamento de dados brasileiro. O CPQD foi fundado em 1976, tendo suas origens como Centro de Pesquisa e Desenvolvimento da Telebras, tornando-se uma fundação de direito privado sem fins lucrativo em julho de 1998. == Projetos == Sistema Brasileiro de TV Digital (SBTVD), utiliza o sistema brasileiro de TV digital para oferecer soluções em várias áreas, como educação e serviços bancários. GIGA, rede Experimental de Alta Velocidade, junto com diversas outras instituições de pesquisa, desenvolve tecnologias para redes ópticas de alta velocidade. Em 2013, o CPQD fez parceria com o Ministério da Defesa do Brasil para o desenvolvimento de tecnologias de comunicação para as Forças Armadas do Brasil. == Ligações externas == * CPQD - Conecte-se ao novo * Projeto GIGA * SBTVD Sistema Brasileiro de TV Digital Categoria:Instituições de pesquisa de Campinas Categoria:Instituições de pesquisa do Brasil Categoria:Fundações no Brasil em 1976 Categoria:Telebras",
 "title": "Centro de Pesquisa e Desenvolvimento em Telecomunicações"
}