{
 "id": "1146",
 "text": "A língua latina ou latim é uma antiga língua indo-europeia do ramo itálico, originalmente falada no Lácio, a região em volta da cidade de Roma. Foi amplamente difundida, especialmente na Europa Ocidental, como a língua oficial da República Romana, do Império Romano e, após a conversão deste último ao cristianismo, da Igreja Católica Romana. Através da Igreja Católica, tornou-se a língua dos acadêmicos e filósofos europeus medievais. Por ser uma língua altamente flexiva e sintética, a sua sintaxe (ordem das palavras) é, em alguma medida, variável, se comparada com a de idiomas analíticos como o mandarim, embora em prosa os romanos tendessem a preferir a ordem SOV. A sintaxe é indicada por uma estrutura de afixos ligados a temas. O alfabeto latino, derivado dos alfabetos etrusco e grego (por sua vez, derivados do alfabeto fenício), continua a ser o mais amplamente usado no mundo. Embora o latim seja hoje uma língua morta, ou seja, uma língua que não mais possui falantes nativos, ele ainda é empregado pela Igreja Católica para fins rituais e burocráticos. Exerceu enorme influência sobre diversas línguas vivas, ao servir de fonte vocabular para a ciência, o mundo acadêmico e o direito. O latim vulgar, nome dado ao latim no seu uso popular inculto, é o ancestral das línguas neolatinas (italiano, francês, espanhol, português, romeno, catalão, romanche, galego, occitano, mirandês, sardo e outros idiomas e dialetos regionais da área); muitas palavras adaptadas do latim foram adotadas por outras línguas modernas, como o inglês. O fato de haver sido a lingua franca do mundo ocidental por mais de mil anos é prova de sua influência. O latim ainda é a língua oficial da Cidade do Vaticano e do Rito Romano da Igreja Católica. Foi a principal língua litúrgica até o Concílio Vaticano Segundo nos anos 1960. O latim clássico, a língua literária do final da República e do início do Império Romano, ainda hoje é ensinado em muitas escolas primárias e secundárias, embora seu papel se tenha reduzido desde o início do . ==Diacronia== O latim inclui-se entre as línguas itálicas, e seu alfabeto baseia-se no alfabeto itálico antigo, derivado do alfabeto grego. No século IX ou , o latim foi trazido para a península Itálica pelos migrantes latinos, que se fixaram numa região que recebeu o nome de Lácio, situada ao longo do rio Tibre, onde a civilização romana viria a desenvolver-se. Naqueles primeiros anos, o latim sofreu a influência da língua etrusca, proveniente do norte da península e que não era uma língua indo-europeia. A importância do latim na península Itálica firmou-se gradativamente. A princípio, era apenas a língua de Roma, uma pequena cidade circundada por vários centros menores (Lanúvio, Preneste, Tívoli), nos quais se falavam dialetos latinos ou afins ao latim (o falisco, língua da antiga cidade de Falérios). Já a poucos quilômetros de Roma, eram faladas línguas muito diversas: o etrusco e sobretudo línguas do grupo indo-europeu — o umbro, no norte, e o osco, na porção mais ao sul, até a atual Calábria. Na Itália setentrional falavam-se outras línguas indo- europeias como o lígure, o gálico e o venético. O grego era difundido nas numerosas colônias gregas da Sicília e da Magna Grécia.Há divergências, entre os historiadores, quanto à inclusão da Sicília na Magna Grécia. Ver Lomas, Kathryn; Rome and the Western Greeks, 350 BC - AD 200: Conquest and Acculturation in Southern Italy. Routledge, 2005, p.9. Ao longo de toda a era republicana, a situação linguística da Itália permaneceu muito variada: o plurilinguismo era uma condição comum, e os primeiros autores da literatura, como Ênio e Plauto dominavam o latim, o grego e o osco. Além das variações regionais, mesmo o latim de Roma não foi uma língua sempre igual a si mesma, apresentando fortes diferenças diacrônicas e sociolinguísticas. Do ponto de vista diacrônico, deve-se distinguir:La storia della lingua latina. BETTINI, Maurizio (cur.), Letteratura e antropologia di Roma antica, vol. I, Firenze: La Nuova Italia, 2005.FISCHER, S. R. 'Uma breve História da Linguagem. São Paulo: Novo Século, 2009. * latim pré-literário, a língua das inscrições (do ao ); * latim arcaico, a partir das origens da literatura, no , até o final do , A literatura faz sua aparição, sob influência grega, Nesse período é feita a tradução da Odisseia por Lívio Andrônico (). Destacam-se também o dramaturgo Plauto e Terêncio. A ortografia, porém, ainda não está padronizada; * latim clássico (sermus urbanus) é o latim usado no Império Romano, florescendo a partir do segundo quartel do até , o período de Augusto, que corresponde à idade de ouro da literatura latina, destacando-se Ovídio, Cícero, Virgílio, Horácio e Tito Lívio, entre outros. Trata-se da língua escrita, notável pelo apuro do vocabulário, pela correção gramatical e pela elegância do estilo — ou seja urbanitas, o que, nas palavras de Quintiliano, corresponde a \"um certo gosto citadino\" (gustum urbis) que é manifestado no discurso através dos vocábulos, da pronúncia e de seu uso particular, bem como um alto nível de cultura não ostentada, extraída das conversas entre pessoas instruídas; numa palavra, tudo o que é contrário à rusticidade;Miotti, Charlene M. Ridentem dicere vervm : o humor retórico de Quintiliano e seu diálogo com Cícero, Catulo e Horácio . Campinas: Unicamp, 2010A gramática do pobre . Por Salatiel Ferreira Rodrigues. ** Idade de prata, de a ; * latim imperial, até o . Autores como Sêneca, Lucano, Petrônio, Quintiliano, Estácio, Juvenal, Suetônio, que viveram entre os séculos I e II, apesar das diferenças estilísticas, mantiveram em geral invariante a língua literária clássica. No , surge, de um lado, uma moda cultural literária de recuperar os modelos clássicos do período de Augusto; de outro, com autores como Apuleio, começa a adquirir maior importância o latim vulgar, a língua falada que será a base das línguas modernas derivadas do latim — as línguas neolatinas; * latim vulgar (sermo vulgaris, sermo usualis ou sermo plebeius) é a língua coloquial usada por diferentes camadas da população romana, desde a aristocracia até o povo iletrado, como uma espécie de denominador comum, sendo o instrumento de comunicação diária. O latim coloquial é, para muitos, o proto-romance, isto é, o ponto de partida da formação das línguas românicas;Burney, Charles A General History Of Music: From The Earliest Ages to the Present Period. Volume 2, p.226.Apontamentos sobre a história da evolução da língua . Por Guilherme Ribeiro * latim tardio, incluindo o período patrístico, do ao , época da publicação da Vulgata de São Jerônimo, das obras de Santo Agostinho e de Boécio. No período imperial tardio, ao lado de autores mais ligados à tradição clássica, como Ausônio e Claudiano, emergiram as grandes figuras dos Padres da Igreja como Tertuliano, Ambrósio, Jerônimo e, sobretudo, Agostinho de Hipona. No viveu também um dos maiores historiadores latinos (embora de origem greco- síria): Amiano Marcelino; * latim medieval, do ao , período de surgimento das línguas românicas; * latim renascentista, do ao ; * neolatim (ou latim científico), do ao . Embora a literatura romana sobrevivente seja composta quase inteiramente de obras em latim clássico, a língua falada no Império Romano do Ocidente na Antiguidade tardia (200 a ) era o latim vulgar, que diferia do primeiro em sua gramática, vocabulário e pronúncia. O latim manteve-se por muito tempo como a língua jurídica e governamental do Império Romano, mas, com o tempo, o grego passou a predominar entre os membros da elite culta romana, já que grande parte da literatura e da filosofia estudada pela classe alta havia sido produzida por autores gregos, em geral atenienses. Na metade oriental do Império, que viria a tornar-se o Império Bizantino, o grego terminou por suplantar o latim como idioma governamental e era a lingua franca da maioria dos cidadãos orientais, de todas as classes. A difusão do latim por um território cada vez mais vasto teve duas consequências: * o contato do latim com línguas diversas gerou um influxo mútuo mais ou menos considerável; * o latim foi se diferenciando nas diversas regiões, sendo que, enquanto os laços políticos com o centro eram fortes, as diferenças eram pequenas, mas, à medida em que esses laços foram enfraquecendo, até se romperem completamente, tais diferenças se acentuaram. Geralmente, as populações submetidas desejavam elevar-se culturalmente adotando o latim, coisa que ocorre sempre que dois povos entram em contato: prevalece linguisticamente aquele que possui maior prestígio cultural. Dessa forma Roma conseguiu fazer prevalecer o latim sobre o etrusco, o osco e o umbro, mas não sobre o grego, cujo prestígio cultural era maior. As populações submetidas e as federadas, antes de perder sua língua em favor do latim, atravessaram um período mais ou menos longo de bilinguismo; de fato, algumas das línguas pré- romanas tiveram, no território romanizado, considerável vitalidade durante muito tempo. E essas línguas originárias deram uma cor específica a cada língua neolatina (ou românica) surgente, permanecendo presentes em topônimos dessas regiões até hoje. Após a sua transformação nas línguas românicas, o latim continuou a fornecer um repertório de termos para muitos campos semânticos, especialmente culturais e técnicos, em uma ampla variedade de línguas. == Características == O latim é uma língua flexiva. No caso dos substantivos e adjetivos, a flexão é denominada declinação; no caso dos verbos, conjugação. No latim clássico cada substantivo ou adjetivo pode tomar seis formas ou casos: * Caso nominativo (sujeito e predicativo do sujeito); * Caso genitivo (indicando posse ou especificação); * Caso dativo (objeto indireto); * Caso acusativo (objeto direto); * Caso vocativo (vocativo); * Caso ablativo (complementos circunstanciais). Também existem resquícios de um sétimo caso de origem indo-europeia, o locativo, que indica localização (por exemplo: domī, \"em casa\"), no entanto, este é limitado a palavras específicas. Outra característica distintiva do latim é o uso de formas simples para expressar a voz passiva dos verbos, além de uma forma verbo-nominal muito frequente chamada de supino. Ambas formas se perderam nas línguas românicas. === Ortografia === Os romanos usavam o alfabeto latino, derivado do alfabeto itálico antigo, o qual por sua vez advinha do alfabeto grego. O alfabeto latino sobrevive atualmente como sistema de escrita das línguas românicas (como o português), célticas, germânicas (inclusive o inglês) e muitas outras. Os antigos romanos não usavam pontuação, macros (mas empregavam ápices para distinguir entre vogais longas e breves), nem as letras j e u, letras minúsculas (embora usassem uma forma de escrita cursiva) ou sem espaço entre palavras (mas por vezes empregavam-se pontos entre palavras para evitar confusões). Assim, um romano escreveria a frase \"Lamentai, ó VênusA palavra Vênus aqui é plural. e cupidos\" da seguinte maneira: : LVGETEOVENERESCVPIDINESQVE Esta frase seria escrita numa edição moderna como: : Lugete, O Veneres Cupidinesque Ou, com macros: : Lūgēte, Ō Venerēs Cupīdinēsque A escrita cursiva romana é encontrada nos diversos tabletes de cera escavados em sítios como fortes, como por exemplo os descobertos em Vindolanda, na Muralha de Adriano, na Grã-Bretanha. === Pronúncia === A chamada pronúncia reconstituída ou restaurada baseia-se em pesquisas recentes sobre os mais prováveis sons que os romanos antigos atribuíam a cada letra e, embora não haja uniformidade de opiniões em alguns pontos, vem sendo adotada em escolas de todo o mundo. Há dois outros tipos de pronúncia: a pronúncia tradicional lusófona, também a mais usada em fórmulas jurídicas, e a pronúncia adotada pela Igreja Católica (latim eclesiástico). Quanto à ortografia, não há diferenças. A seguir, as principais características da pronúncia restaurada (entre parênteses a pronúncia e a marcação do acento tônico):Curso de Latim. Introdução. Por Frederico José Andries Lopes. # æ e œ, ditongos, são pronunciados ái e ói: nautae (náutai); # c soa sempre como k: Cicero (Kíkero), cetera (kétera); # ch soa como k, mas com uma leve aspiração: pulcher (púlker); # g sempre como gue ou gui: angelus (ánguelus); # h é levemente aspirado, quase como o h do inglês; # j soa sempre como i; v sempre como u: vita (uíta), observando que as letras u e j só aparecem no alfabeto latino por volta do ; # m em posição inicial ou intermediária é como em português magnífico; em posição final de palavra, é um mero sinal de nasalidade da vogal anterior, como em português mim, jovem, bom — exceto quando o primeiro som da palavra seguinte é consonantal, caso em que ocorre assimilação no ponto de articulação desta consoante, e.g. tam durum [tã(n)duː.rũː] — dental, aquam bibit [akwã(m)bɪbɪt] — bilabial, autem curo [autẽ(ŋ)ku:ro:] — velar; # r nunca como rr: Roma (róma, com o r pronunciado como em 'barato'); # s sempre como ss: rosa (róssa); # u do grupo qu é sempre pronunciado: qui, quem (kuí, kuém); # x como ks: maximus (máksimus); # z como dz: Zeus (dzeus); # as letras restantes (a, b, d, e, f, i, l, o, p, t,) são pronunciadas como em português; # letras dobradas como ll, tt, mm, etc., devem ser pronunciadas separadamente, pois há diferentes significados envolvidos: coma e comma, por exemplo; # y como ü. Igual ao u do francês, ou o ü do alemão. (\"abyssus\"). ==== Acentuação tônica ==== Os romanos antigos faziam distinção entre vogais breves e vogais longas, estas últimas com o dobro de duração das primeiras e, para efeitos de acentuação tônica, usavam a regra da penúltima, segundo a qual o critério de acentuação tônica é a duração (longa ou breve) da penúltima vogal: se a penúltima vogal é longa, ela recebe o acento; se é curta, o acento recua para a antepenúltima vogal. Existem ainda alguns aspectos a notar, como, por exemplo: # vogal seguida de outra vogal é geralmente breve: filius (pronuncia- se 'fílius': o i antes do u é breve e, portanto, o acento recua); # vogal seguida de duas consoantes é geralmente longa: puella (o e vem antes de duas consoantes e, portanto, é longo e acentuado); # em latim não existem palavras com acento na última sílaba (oxítonas). Todas as vogais de uma palavra têm sua duração bem definida e dessa duração depende a compreensão dos ritmos da poesia latina. === Gramática === O latim não possui artigos. Os substantivos têm dois números (singular e plural) e seis casos (nominativo, genitivo, dativo, acusativo, vocativo e ablativo). Organizam-se em cinco declinações, que se distinguem pela terminação da forma do genitivo singular: 1ª: -ae, 2ª: -i, 3ª: -is, 4ª: -us e 5ª: -ei. Nem sempre a forma de nominativo correspondente é determinável a partir da forma de genitivo. Por exemplo, nominativo uerbum, genitivo uerbi (\"palavra\"); mas nominativo puer, genitivo pueri (menino). Assim, para se saber declinar um nome em todas as suas formas, é preciso saber a forma de nominativo e a de genitivo; tipicamente os dicionários fornecem ambas: uerbum, uerbi; puer, pueri. Há três géneros gramaticais: masculino, feminino e neutro. O género de um nome depende em certa medida da declinação que o nome segue, mas a associação não é completamente rígida. Os nomes da primeira declinação são quase todos femininos (p. ex., rosa, rosae \"rosa\"), mas os que têm referentes humanos geralmente respeitam o género natural e por isso alguns são masculinos (p. ex., nauta, nautae \"marinheiro\"). Os nomes da segunda declinação cujo nominativo singular termina em -um são todos neutros. Os restantes nomes desta declinação (com nominativo em -us or -r, como dominus, domini \"senhor\", ager, agri \"campo\", uir, uiri homem) são quase todos masculinos, mas há muitos nomes de árvores em -us, -i e estes são todos femininos: ficus, fici \"figueira\". Nas restantes declinações o género é mais arbitrário. O adjetivo concorda com o nome que modifica ou de que é predicado em número, género e caso. A numeração é: unus/una/unum (1), duo/duae/duo (2), tres/tria (3), quattuor (4), quinque (5), sex (6), septem (7), octo (8), novem (9), decem (10); undecim (11), duodecim (12), tredecim (13)..., viginti (20), triginta (30), centum (100)... Os verbos flexionam em pessoa, número, tempo, modo, aspeto e voz. Alguns verbos pertencem a uma de quatro conjugações, que se distinguem por exemplo pela forma de infinitivo presente ativo: 1ª: -are, 2ª: -ēre, 3ª: -ěre, 4ª: -ire. O lema de um verbo latino (isto é a forma de dicionário) não é contudo uma forma de infinitivo mas sim a forma de primeira pessoa singular do presente do indicativo ativo: p.ex., o verbo sum (\"sou\"), não esse (\"ser\"). O latim possui muito poucos nomes e verbos com flexão verdadeiramente irregular, mas contém muitíssimos verbos cujas formas se baseiam em radicais diferentes e que não são previsíveis entre si. Por exemplo, o verbo cano (\"cantar\"), tem formas como cano (\"canto\", radical can-), cecini (\"cantei\", radical cecin-) e cantum (\"para cantar\", radical cant-). O pronome interrogativo é quis (masculino e feminino) \"quem?\", quid \"quê?\". Quis possui formas plurais qui/quae/qua. Os demonstrativos são is/ea/id, hic/haec/hoc, \"este/esta/isto\", iste, ista, istud \"esse, essa, isso\", ille/illa/illud \"aquele/aquela/aquilo\". Os pronomes pessoais são: singular ego \"eu\", tu \"tu\"; plural nos \"nós\", uos \"vós\". Para a terceira pessoa podem usar-se demonstrativos ou sobretudo sujeitos nulos. A ordem canónica do latim clássico é SOV, mas é uma língua não configuracional: a ordem das palavras não está diretamente ligada a funções gramaticais, pois a flexão em caso é muitas vezes suficiente para determinar estas funções. Por exemplo, as seguintes frases latinas significam todas \"Marco ama Cornélia\", uma vez que a forma Marcus é nominativa e a forma Corneliam é acusativa: * Marcus Corneliam amat * Marcus amat Corneliam * Amat Marcus Corneliam * Amat Corneliam Marcus * Corneliam Marcus amat * Corneliam amat Marcus A frase \"Cornélia ama Marco\" seria Cornelia Marcum amat (ou outra ordem, como acima). ==== Casos no Latim ==== ===== Nominativo ===== * Sujeito * Predicativo do sujeito ** a no singular Ex.: \"Bona discipula sum.\" (\"Boa discípula sou.\" ou \"[Eu] sou [uma] boa discípula.\") ** ae no plural Ex.: \"Ideo servae sedulae sunt.\" (\"Por isso, escravas aplicadas são.\" ou \"Por isso, [as] escravas são aplicadas.\") ===== Genitivo ===== * Adjunto adnominal (indicando posse) : Ex.: Amica Staphylae etiam serva est. \"A amiga de Estáfila ainda é escrava.\" ===== Dativo ===== * Objeto indireto : Ex.: Phaedra servae rosam dat. \"Fedra dá a rosa à escrava.\" ===== Acusativo ===== * Objeto direto ** am no singular Ex.: Staphyla Phaedram amat. \"Estáfila ama Fedra.\" ** as no plural Ex.: Staphyla Phaedras amat. \"Estáfila ama as Fedras\". ===== Vocativo ===== * Vocativo, como em português : Ex.: Domine, cur laudas discipulas? \"Senhor, por que louvas as alunas?\" ===== Ablativo ===== * Adjunto adverbial : Ex.: Cum amica ambulat. \"Anda com a amiga.\" * Agente da Passiva : Ex.: Filius amatur a matre. \"O filho é amado pela mãe.\" ==== Casos e complementos ==== Em português, diferenciamos os complementos verbais por posição e por preposições. Em orações afirmativas, por exemplo, o sujeito vem tipicamente antes do verbo e os outros complementos vêm tipicamente depois do verbo. Abaixo temos os sujeitos em negrito e os outros complementos com a primeira letra em negrito. : Pedro ama Fabíola. : Fabíola ama Pedro. : Pedro adora chocolate. : Pedro gosta muito de chocolate. Em latim, contudo, além da posição relativa dos complementos e das preposições, também se diferenciavam os complementos verbais pela escolha das terminações dos nomes. ==== Sujeitos ==== Os sujeitos, no latim, ocorrem tipicamente no caso nominativo e \"denotativo\". : Oc.: hic homō ex amōre insānit (esse homem enlouqueceu por amor) Podem também ocorrer no caso acusativo quando uma oração complementar representa o que alguém imagina, deseja, percebe ou diz. : Ex.: ego hunc hominem ex amōre insānīre cupiō (eu quero que esse homem enlouqueça por amor) ==== Outros Complementos ==== Aquilo que se faz, imagina, deseja, percebe ou se diz ocorre tipicamente no caso acusativo. : Oc.: sed eccum lēōnem videō Aquilo com que se atinge ou que se dá a alguém ocorre tipicamente no caso acusativo. : Oc.: […], ut ego hunc lēōnem perdam Alguém a quem se dá ou se diz algo ocorre tipicamente no caso dativo. : Oc.: tuos servos aurum ipsī lēōnī dabit : Oc.: haec verba lēōnī dīcī Alguém a quem algo pertence também ocorre tipicamente no caso dativo. : Oc.: servos est huic lēōnī Surus Aquilo que se usa ocorre no caso ablativo. : Oc.: ego rectē meīs auribus ūtor ====Conjugação verbal==== ===== Tempo ===== * Presente: descreve ações no presente. : Ex.: Lucius amphoram domum portat * Imperfeito: descreve ações contínuas no passado. : Ex.: Lucius ibi ambulabat * Futuro: descreve ações futuras. : Ex.: Lucius uinum bibet * Perfeito simples: descreve ações no pretérito. : Ex.: Lucius mane surrexit * Mais que perfeito: descreve ações no pretérito mais- que-perfeito. : Ex.: Lucius totam noctem peruigilauerat * Futuro perfeito: descreve ações planejadas antes de ocorrerem. ===== Modo ===== * Indicativo * Infinitivo * Imperativo * Subjuntivo ===== Pessoa ===== * 1ª do singular: Ego * 2ª do singular: Tu * 3ª do singular: Is / Ea / Id * 1ª do plural: Nos * 2ª do plural: Vos * 3ª do plural: Ei / Eae / Ea (Em latim, não existem pronomes do caso reto para a 3ª pessoa do singular: faz-se o uso de pronomes demonstrativos para indicar essa ausência). ==== Numerais ==== Os numerais latinos podem ser cardinais, ordinais, multiplicativos e distributivos. ; Cardinais Os três primeiros cardinais declinam nos 3 gêneros (M, F, N), no singular / plural e nos 5 casos (Nom., Acu., Gen., Dat., Abl.). O cardinal 3 utiliza a mesma forma para os gêneros M e F. Os demais cardinais até 100 não declinam. Os cardinais são: * primeira dezena: unus, duo, tres, (esses aqui Nom. Sing. Masc.), quattuor, quinque, sex, septem, octo, nouem, decem; * de 11 a 17 são formados por unidade + decim (dez): undecim, duodecim, tredecim, quattuordecim, quinquedecim, sedecim, septemdecim; * 18 e 19 são formados pelo que falta para \"viginte\" (vinte): duodeviginte e undeviginte; * 20, 30, 40, etc. até 100 (dezenas): viginte, triginta, quadraginta, quinquaginta, sexaginta, septuaginta, octaginta, nonaginta, centum; * dezenas + unidades: ** dezena + 1 a 7; ex.: 21 a 27 – viginte unus até viginte septum; ** dezena + 8 e 9; ex.: 28 e 29 – similar a 18 e 19 – duodetriginta, unodetriginta; *** Nota – isso vale até 99; * centenas – só existem no plural e declinam: ducenti, trecenti… até sexcenti, septigenti, octagenti, nongenti; * milhares: mille, duo milia, tria milia … viginte milia … centi milia, etc.; ; Ordinais Os ordinais indicam em latim, além da sequência, as frações. São declináveis como adjetivos da primeira classe. Apresentam as formas como segue: * primus, secundus, tertius, quartus, quintus, sextus, septimus, octavus, nonus, decimus. * undecimus, duodecimus; de 13 a 19 temos: tertius decimus, quartus decimus, etc… até nonus decimus; * dezenas: vicesimus, trigesimus, quadragesimus, etc… até nonagesimus; * centenas: centesimus, ducentesimus, tricentesimus, etc. ; Multiplicativos Os adjetivos declinam conforme adjetivos de segunda classe e são: simplex, duplex, triplex, etc. Os advérbios (uma vez, duas vezes, etc.) não tem declinação e são: semer, bis, ter, quater, etc. ; Distributivos São também declináveis, indicam \"de um em um\", \"de dois em dois\" e assim por diante. Apresentam a forma: singuli, bini, terni, quaterni, etc. até nuoeni, deni; dezenas: viceni, triceni, etc.Iniciação ao latim - Zélia de Almeida Cardoso– Editora Ática SP – 6a Edição 2006 ==Legado== thumb|250px|direita|Romania submersa (em preto): territórios pertencentes ao Império onde as línguas românicas não se desenvolveram ou desapareceram A expansão do Império Romano espalhou o latim por toda a Europa e o latim vulgar terminou por dialetar-se, com base no lugar em que se encontrava o falante. O latim vulgar evoluiu gradualmente de modo a tornar-se cada uma das distintas línguas românicas, um processo que continuou pelo menos até o . Tais idiomas mantiveram-se por muitos séculos como línguas orais, apenas, pois o latim ainda era usado para escrever. Por exemplo, o latim foi a língua oficial de Portugal até 1296, quando foi substituído pelo português. Estas línguas derivadas, como o italiano, o francês, o espanhol, o português, o catalão e o romeno, floresceram e afastaram-se umas das outras com o tempo. Dentre as línguas românicas, o italiano é a que mais conserva o latim em seu léxico, enquanto que o sardo é o que mais preserva a fonologia latina.Foreign Languages: Italian, especificamente: \"Sardo conserva muitas características arcaicas do latim que desapareceram no italiano, como o som k duro em palavras como chelu, correspondente ao italiano cielo.\" Algumas das diferenças entre o latim clássico e as línguas românicas têm sido estudadas na tentativa de se reconstruir o latim vulgar. Por exemplo, as línguas românicas apresentam um acento tônico distinto em certas sílabas, ao qual o latim acrescentava uma quantidade vocálica distinta. O italiano e o sardo logudorês possuem, além do acento tônico, uma ênfase consonantal distinta; o espanhol e o português, apenas o acento tônico; e no francês, a quantidade vocálica e o acento tônico já não são distintos. Outra grande diferença entre as línguas românicas e o latim é que as primeiras, com exceção do romeno, perderam os seus casos gramaticais para a maioria das palavras, afora alguns pronomes. A língua romena possui um caso direto (nominativo/acusativo), um indireto (dativo/genitivo), um vocativo e é o único idioma que preservou do latim o gênero neutro e parte da declinação.Columbia University Language Resource Center Embora não seja uma língua românica, o inglês sofreu forte influência do latim. Sessenta por cento do seu vocabulário são de origem latina, em geral por intermédio do francês. O mesmo ocorreu com o maltês, uma língua semítica falada na República de Malta, na costa sul da Itália, que fora influenciado por 50% de palavras italianas e sicilianas e, em menor grau, pelo francês em seu léxico, e que mais recentemente fora influenciado pelo inglês em 20% de seu léxico. Também herdou o alfabeto latino, sendo a única língua semítica a ser escrita neste alfabeto. Ademais do português, outras línguas românicas surgidas a partir do latim incluem o espanhol, o francês, o sardo, o italiano, o romeno, o galego, o occitano, o rético, o catalão e o dalmático — este, já extinto. As áreas onde as línguas românicas extintas eram faladas, são denominadas Romania submersa. Como o contato com o latim escrito se manteve ao longo dos tempos, mesmo muito depois de o latim deixar de ter falantes nativos, muitas palavras latinas foram sendo introduzidas em muitas línguas. Este fenómeno acentuou-se desde o Renascimento, altura em que a cultura clássica foi revalorizada. Sobretudo o inglês e as línguas românicas receberam (e continuam a receber) muitas palavras de origem latina, mas bastantes outras línguas também o fizeram. Em especial, muitos novos termos dos domínios técnicos e científicos têm na sua base palavras latinas. === Uso atual === O latim vive sob a forma do latim eclesiástico usado para éditos e bulas emitidos pela Igreja Católica, e sob a forma de uma pequena quantidade esparsa de artigos científicos ou sociais escritos utilizando a língua, bem como em inúmeros clubes latinos. O vocabulário latino é usado na ciência, na universidade e no direito. O latim clássico é ensinado em muitas escolas, muitas vezes combinado com o grego, no estudo de clássicos, embora o seu papel tenha diminuído desde o início do . O alfabeto latino, juntamente com suas variantes modernas, como os alfabetos inglês, espanhol, francês, português e alemão, é o alfabeto mais utilizado no mundo. Terminologia decorrente de palavras e conceitos em latim é amplamente utilizada, entre outros domínios, na filosofia, medicina, biologia e direito, em termos e abreviações como subpoena duces tecum, lato sensu, etc., i.e., q.i.d. (quater in die: \"quatro vezes por dia\") e inter alia (entre outras coisas). Estes termos em latim são utilizados isoladamente, como termos técnicos. Em nomes científicos para organismos, o latim é geralmente o idioma preferido, seguido pelo grego. A maior organização que ainda usa o latim em contextos oficiais e semioficiais é a Igreja Católica (principalmente na Igreja Católica de Rito Latino). O rito romano costumava celebrar a Missa e os outros sacramentos unicamente em latim até o . O latim ainda é a língua padrão do rito romano da Igreja Católica e os textos usados nas línguas vernáculas são traduções do latim. O latim é a língua oficial da Santa Sé, enquanto o italiano é usado em decretos oficiais da Cidade do Vaticano. A Cidade do Vaticano é também onde está instalado o único caixa eletrônico do mundo no qual as instruções são dadas em latim. Nos casos em que é importante empregar uma língua neutra, como em nomes científicos de organismos, costuma-se usar o latim. Muitas instituições ainda hoje ostentam lemas em latim. Alguns filmes, como A Paixão de Cristo, apresentam diálogos em latim. == Ver também == * Appendix Probi * Latim macarrónico * Lista de expressões jurídicas em latim == Ligações externas == * Curso de Latim em 13 lições. Por Frederico José Andries Lopes. * Ephemeris, notícias em Latim",
 "title": "Latim"
}