{
 "id": "114607",
 "text": "Os hiracoides (do latim científico Hyracoidea) são uma ordem de mamíferos placentários herbívoros do clado Afrotheria, cujos membros vivos pertencem a grupos que vivem atualmente na África ou são de origem africana. A ordem inclui apenas uma família viva, os procaviídeos (Procaviidae), com três gêneros e cinco espécies existentes. Também é conhecido como damão, hírax ou hírace. Cinco espécies existentes são reconhecidas: o Procavia capensis e o Heterohyrax brucei, que vivem em afloramentos rochosos, incluindo penhascos na Etiópia, e afloramentos de granito isolados chamados inselbergs no sul da África, Dendrohyrax dorsalis, D. arboreus e D. validus. Sua distribuição limita-se à África, exceto Procavia capensis, que também pode ser encontrado no Oriente Médio. ==Características== Os híraces retêm ou desenvolveram novamente várias características primitivas dos mamíferos; em particular, não conseguem efectuar uma termorregulação eficiente e, em consequência, passam bastante tempo ao sol, para se aquecerem. Os híraces são animais de pequeno a médio porte, que podem medir entre 30 a 70 cm de comprimento e pesar entre 2 e 5 kg. Têm patas e caudas curtas, cabeça pequena e cor acastanhada. Embora não sejam ruminantes, os híraces têm estômagos complexos com várias câmaras, que permitem que as bactérias simbióticas quebrem os materiais vegetais resistentes, mas sua capacidade geral de digerir a fibra é inferior à dos ungulados. Eles também têm um par de incisivos superiores aumentados e dois pares de incisivos inferiores, estando os outros dentes da frente ausentes. Há um espaço considerável entre esses dentes e os dentes da bochecha, que em padrão são semelhantes aos de um rinoceronte. ==Evolução e taxonomia== Os primeiros exemplares dessa ordem surgem no registo fóssil do Eocénico, há cerca de 40 milhões de anos. Durante essa era, os hiracóides foram os principais herbívoros das planícies africanas, existindo então uma maior biodiversidade desse grupo da que é observada hoje em dia. O aparecimento dos bovídeos no Miocénico, e competição resultante pelos mesmos nichos, provocou o declínio da ordem Hyracoidea e a extinção das espécies de maior porte. Hoje em dia a ordem ocupa nichos ecológicos marginais, geralmente em zonas áridas ou mesmo desérticas. ===Classificação=== * Ordem Hyracoidea Huxley, 1869 ** Família Procaviidae Thomas, 1892 *** Género Dendrohyrax Gray, 1868 **** Dendrohyrax arboreus (A. Smith, 1827) **** Dendrohyrax dorsalis (Fraser, 1855) **** Dendrohyrax validus (Gray, 1868) *** Género Heterohyrax Gray, 1868 **** Heterohyrax brucei (Gray, 1868) *** Género Procavia Storr, 1780 **** Procavia capensis (Pallas, 1766) ***** Procavia capensis syriaca ou Procavia syriaca Hemprich ==Interações com humanos== ===Referências históricas=== A palavra \"coelho\", ou \"lebre\" foi usada em vez de \"hírax\" muitas vezes em algumas das primeiras traduções da Bíblia para língua inglesa. Os tradutores Europeus dessa altura desconheciam o hírax (\"Shaphan\" in Strong's Concordance), e consequentemente não tinham designação para ele. Na tradução de João Ferreira de Almeida é designado por querogrilo. Existem referências a híraces no Antigo Testamento particularmente em Levítico 11, onde são correctamente descritos como não tendo casco fendido e, portanto, não sendo kosher. É também dito que o hírax rumina. No entanto, essa observação é devida ao hábito do hírax mastigar sem que tenha ingerido nada, parecendo que está a ruminar (os híraxes estudados pelos hebreus talvez estivessem em cativeiro). É também dito que o nome Hispânia pode derivar do modo como os marinheiros fenícios que visitaram a costa de Espanha designavam o lugar, \"terra dos Coelhos\", tomando o coelho- europeu pelo damão-do-cabo (Procavia capensis) da sua terra de origem, saphan em língua nativa, que poderia ser pronunciado span. ==Notas== * O termo hírax- da-síria constitui um vernáculo artificial por ser uma tradução literal do termo em inglês syrian hyrax. ==Bibliografia== * SHOSHANI, J. Order Hyracoidea. In: WILSON, D. E.; REEDER, D. M. (Eds.). Mammal Species of the World: A Taxonomic and Geographic Reference. 3. ed. Baltimore: Johns Hopkins University Press, 2005. v. 1, p. 87-89. Categoria:Hyracoidea eu:Procaviidae it:Procaviidae vi:Procaviidae",
 "title": "Hiracoides"
}