{
 "id": "114691",
 "text": "A Universidade Estadual de Londrina (UEL) é uma instituição de ensino superior pública, localizada na cidade de Londrina, estado do Paraná, no Brasil. É uma das maiores universidades estaduais do Brasil, com estudantes de todo o país. == História == Em 6 de novembro de 1969 foi publicada a Lei Estadual nº 6.034 que criava e dava autonomia a Universidade Estadual de Londrina no governo de Paulo Cruz Pimentel. De acordo com o Decreto nº 18.110, de 28 de janeiro de 1970, ficou criada a universidade como forma de Fundação (Fundação Universidade Estadual de Londrina), sendo organizada a partir da junção de cinco faculdades: * Faculdade Estadual de Direito de Londrina – Criada em 1956, passou a funcionar em 1958. * Faculdade Estadual de Filosofia, Ciências e Letras de Londrina – Criada em 1956, passou a funcionar em 1958. * Faculdade Estadual de Odontologia de Londrina – Criada em 1962. * Faculdade de Medicina do Norte do Paraná – Criada em 1967, passou a funcionar em 1968. Abrigava o curso de Medicina, criando logo depois os cursos de Ciências Biomédicas e Farmácia e Bioquímica. * Faculdade Estadual de Ciências Econômicas e Contábeis de Londrina – Criada em 1966, passou a funcionar em 1968. Iniciou suas atividades com um total de 13 cursos de graduação: História, Geografia, Letras Anglo-Portuguesas e Letras Franco-Portuguesas, Pedagogia, Ciências (1º Grau), Direito, Odontologia, Medicina, Farmácia e Bioquímica, Ciências Biomédicas, Ciências Econômicas e Administração. Em 7 de outubro de 1971, a Universidade Estadual de Londrina, mantida pela então Fundação Universidade Estadual de Londrina, conquistou o reconhecimento do Ministério da Educação e Cultura conforme pelo Decreto Federal 69.324/71. Somente em 1984 foi instaurada a gratuidade dos cursos da instituição e, em 1991, a UEL se transformou em autarquia estadual. Desde a sua fundação, a Universidade já teve 14 reitores: Ascêncio Garcia Lopes (1973–1974); Oscar Alves (1974–1978); José Carlos Pinotti (1978–1982); Marco Antonio Fiori (1982–1986); Jorge Bounassar Filho (1986–1990); João Carlos Thomson (1990–1994); Jackson Proença Testa (1994–1998/1998–2001); Pedro Alejandro Gordan (2001–2002); Lygia Lumina Pupatto (2002–2006); Wilmar Sachetin Marçal (2006–2010); Nádina Aparecida Moreno (2010–2014); Berenice Quinzani Jordão (2014-2018); Sérgio Carlos de Carvalho (2018-2022); Marta Regina Gimenez Favaro (2022-atual). Em 2004 a Universidade Estadual de Londrina, por reivindicação do Movimento Negro local, adotou o sistema de cotas raciais e sociais. == Infraestrutura == Reconhecida pela qualidade do ensino, pesquisa e extensão, é formada por uma comunidade universitária que reúne perto de 25 mil pessoas, entre docentes, estudantes e servidores técnico-administrativos. A UEL possui uma estrutura física localizada em Campus Universitário com área total de 235 hectares, com diversos órgãos de apoio e de serviços. A UEL está divida em 9 centros que oferecem 53 cursos de graduação, com cerca de 17 mil estudantes. Na pós- graduação são outros 184 cursos, com 4 900 estudantes. Em uma área construída com mais de 210 mil metros quadrados, estão salas de aulas, laboratórios, bibliotecas, restaurante, cantinas, área para esportes e lazer, e outras estruturas de ensino para os estudantes. Em 2013, foi classificada pelo ranking Webometrics Ranking of World Universities entre as 30 melhores universidades do país, entre as 50 da América Latina, e entre as 1 000 melhores do mundo. Considerando as publicações científicas recentes, a universidade está na 158º posição mundial. O QS World University Rankings, publicado pela revista britânica Times Higher Education (THE), classificou a UEL como a 5ª melhor instituição estadual do Brasil, e a melhor do Paraná. No Índice Geral de Cursos (IGC) de 2019 divulgado pelo Ministério da Educação (MEC) a UEL aparece com conceito 4. Ainda de acordo com o MEC, a universidade está classificada em 4ª lugar entre as melhores instituições estaduais do Brasil. == Ver também == * Cine Ouro Verde * Orquestra Sinfônica da Universidade Estadual de Londrina == Ligações externas == * Página oficial da Universidade Estadual de Londrina",
 "title": "Universidade Estadual de Londrina"
}