{
 "id": "11465",
 "text": "A Universidade Federal do Rio Grande do Norte (UFRN) é uma instituição de ensino superior pública brasileira, sob a forma de autarquia federal vinculada ao Ministério da Educação (MEC), com sede na cidade de Natal, no Estado do Rio Grande do Norte. Criada em 1958 e oriunda da Universidade do Rio Grande do Norte, a UFRN é o principal centro universitário do Estado e possui cinco campi: Natal (Campus Central, onde concentra toda sua estrutura administrativa numa área de 123 hectares), Macaíba (através da Escola Agrícola de Jundiaí - EAJ), Santa Cruz (através da Faculdade de Ciências da Saúde do Trairí - FACISA), Caicó (através do Centro de Ensino Superior do Seridó - CERES) e Currais Novos (através da Faculdade de Engenharia, Letras e Ciências Sociais do Seridó - FELCS). Além da graduação, a UFRN mantém diversos programas de pós-graduação (stricto e lato sensu), projetos de pesquisa e extensão, bem como inúmeros polos de Educação à Distância (EAD), educação infantil, ensino técnico e três hospitais universitários (Onofre Lopes, Januário Cicco e Ana Bezerra). Devido a sua longa tradição e pioneirismo nas áreas de ensino, pesquisa e extensão, a instituição sempre se mantém nas primeiras posições entre as instituições mais bem avaliadas das regiões regiões Norte e Nordeste (IGC/INEP),Tribuna do Norte - MEC aponta UFRN como melhor do NordesteBG - UFRN é a melhor do Norte/Nordeste pelo segundo ano consecutivo o que lhe confere um dos maiores orçamentos entre as universidades públicas do país. Estruturalmente, a instituição é composta pela Reitoria, diversas pró- reitorias, secretarias, superintendências e diretorias, além de 08 (oito) Centros Acadêmicos (que congregam os departamentos e coordenações nas áreas de ciências humanas, sociais, exatas, biológicas, saúde, educação e tecnologias), unidades suplementares (como os Museus Câmara Cascudo e do Seridó e os institutos Metrópole Digital, do Cérebro, Internacional de Física e Medicina Tropical) e unidades acadêmicas especializadas (como as escolas de Música e Ciências e Tecnologia). == História == Originou-se da Universidade do Rio Grande do Norte, criada a 25 de junho de 1958, através de lei estadual, e federalizada a 18 de dezembro de 1960. A Universidade do Rio Grande do Norte, instalada em sessão solene realizada no Teatro Alberto Maranhão, a 21 de março de 1959, foi formada a partir de faculdades e escolas de nível superior já existentes em Natal, como a Faculdade de Farmácia e Odontologia, a Faculdade de Direito de Natal, a Faculdade de Medicina de Natal e a Escola de Engenharia, dentre outras. A partir de 1968, com a reforma universitária, a UFRN passou por um processo de reorganização que marcou o fim das faculdades e a consolidação da atual estrutura, ou seja, o agrupamento de diversos departamentos que, dependendo da natureza dos cursos e disciplinas, organizaram-se em Centros Acadêmicos. Nos anos 70, teve início a construção do Campus Central, numa área de 123 hectares. O campus abriga atualmente um arrojado complexo arquitetônico, circundado por um anel viário que o integra à malha urbana da cidade de Natal. A estrutura da UFRN foi modificada, novamente, por meio de um Decreto de 1974 (N° 74.211), constituindo-se, também, a partir de então do Conselho Universitário(CONSUNI), Conselho de Ensino, Pesquisa e Extensão (CONSEPE), Conselho de Curadores (CONCURA) e Reitoria. Uma reforma do Estatuto da UFRN, concluída em 1996, estabeleceu a estrutura em vigor hoje na Universidade, acrescentando-se aos conselhos existentes o Conselho de Administração (CONSAD) e criando, na estrutura acadêmica, as Unidades Acadêmicas Especializadas e os Núcleos de Estudos Interdisciplinares. Além dos diversos setores de aulas, laboratórios e bibliotecas, o Campus Central possui um Centro de Convivência com restaurante, agências bancárias, livrarias, galeria de arte e agência dos correios. No prédio da Reitoria funcionam o Gabinete do Reitor, as Pró-Reitorias e todos os setores da Administração Central. Os grandes eventos da UFRN geralmente acontecem na Praça Cívica, projetada na forma de um grande anfiteatro ao ar livre, onde também acontecem grandes espetáculos. Para eventos e práticas esportivas, o campus conta com um Parque Poliesportivo, com ginásio olímpico, campo de futebol, pista de atletismo e piscinas olímpicas. Atualmente, a UFRN oferece, entre cursos de graduação e pós-graduação, mais de 200 oportunidades de capacitação. Sua comunidade acadêmica é formada por mais de 43.000 estudantes e cerca de 5.500 servidores, entre técnico-administrativos e docentes efetivos, além dos professores substitutos e visitantes. == Estrutura == Na década de 1970, teve início a construção do Campus Central entre os bairros de Lagoa Nova, Capim Macio e Nova Descoberta, numa área de 123 ha, que abriga a maior parte das instalações da universidade na capital. Além dos diversos setores de aulas, auditórios, laboratórios e bibliotecas, o Campus Central possui um Centro de Convivência com restaurante, agências bancárias, livrarias e galeria de arte. No prédio da Reitoria concentram-se o Gabinete do Reitor, as Pró-Reitorias e todos os setores da administração central. Divide- se em Centro de Biociências (CB); Centro de Ciências Humanas, Letras e Artes (CCHLA); Centro de Ciências Exatas e da Terra (CCET); Centro de Ciências Sociais Aplicadas (CCSA); Centro de Educação (CE); Centro de Tecnologia (CT); Centro de Ciências da Saúde (CCS); Faculdade de Ciências da Saúde do Trairi (FACISA), localizado no município de Santa Cruz; Faculdade de Engenharia, Letras e Ciências Sociais do Seridó (FELCS), localizada no município de Currais Novos; Centro de Ensino Superior do Seridó (CERES), localizado no município de Caicó; Escola Multicampi de Ciências Médicas do Rio Grande do Norte (EMCM/RN), com sede em Caicó e Escola Agrícola de Jundiaí (EAJ), localizada no município de Macaíba. Além de alguns institutos, tais como, Instituto Internacional de Física (IIF), Instituto Metrópole Digital (IMD), Instituto Ágora (AGR), Instituto Humanitas (IH) e Instituto do Cérebro (ICE). === Destaque === A UFRN é o principal centro de estudo de sismologia do país. Além disso, a universidade conta com o curso de pós-graduação em Sistemas Complexos Aplicados às Ciências da Vida, o único na América Latina. Na edição 2009.3, a Ordem dos Advogados do Brasil (OAB) elegeu o curso de Direito da UFRN como o terceiro melhor do país. A Universidade Federal do Rio Grande do Norte (UFRN) recebeu a melhor avaliação dentre as instituições de Ensino Superior das regiões Norte e Nordeste, pelo Índice Geral de Cursos (IGC). O posto antes era ocupado pela Universidade Federal de Pernambuco (UFPE).UFRN é a melhor Universidade do Nordeste No ranking publicado em fevereiro de 2013 pelo site Webometrics, a UFRN havia ficado na 31ª posição entre as 100 universidades da América Latina. A lista mostra as instituições de acordo com sua presença e impacto na web, além da visibilidade e qualidade do conteúdo publicado.UFRN ocupa a 28ª posição no ranking de universidades do paísRanking Universitário da Folha Pelo Enade 2012, (exame que monitora a qualidade das graduações em todo o país) divulgado pelo Ministério da Educação, a UFRN apareceu na lista com 11 cursos com nota 5 (que é a nota máxima), são eles Direito nos campi Natal e Caicó, Psicologia e Publicidade e Propaganda.RN tem 11 cursos universitários com nota máxima no Enade Segundo o Ranking Universitário Folha de 2017, o curso de graduação na área de Medicina da UFRN é considerado o segundo melhor curso de Medicina da região Norte e Nordeste, somente atrás da Universidade Federal de Pernambuco (UFPE), com a qual concorre constantemente pelo primeiro lugar. A UFRN também foi a primeira e até agora única instituição brasileira a oferecer pós-graduação na área de Neuroengenharia. O mestrado do IIN-ELS é gratuito, possui a duração de 24 meses e tem a Engenharia Biomédica como área de concentração. Os processos seletivos ocorrem duas vezes ao ano. Junto com a Universidade Federal de Minas Gerais(UFMG) e a Universidade de São Paulo(USP), a UFRN é uma das três únicas instituições no Brasil a oferecer pós-graduação na área de bioinformática == CERES == O Centro de Ensino Superior do Seridó (CERES) da Universidade Federal do Rio Grande do Norte é formado pelos campi universitários de Caicó e Currais Novos. Sua estrutura acadêmica é formada por oito Departamentos que oferecem treze cursos de graduação presenciais e dois cursos de mestrado - Mestrado Profissional em Letras – PROFLETRAS e o Mestrado Profissional em Geografia - GEOPROF. Em Caicó, os Departamentos acadêmicos são: Departamento de Direito, Departamento de Educação, Departamento de História, Departamento de Geografia, Departamento de Ciências Exatas e Aplicadas e o Departamento de Computação e Tecnologia. Já em Currais Novos, funcionam o Departamento de Ciências Sociais e Humanas e o Departamento de Letras. Os cursos de graduação na modalidade presencial são: em Caicó, as licenciaturas em Geografia, História, Matemática e Pedagogia, e em Currais Novos Letras/Espanhol e Letras Português/Literatura. No âmbito do bacharelado temos 07 cursos, dos quais 05 funcionam em Caicó: Ciências Contábeis, Direito, Geografia, História e Sistemas de Informação e 02 funcionam em Currais Novos: Administração e Turismo. O CERES também possui polos de apoio da Secretaria de Educação à Distância (SEDIS) que oferecem cursos na modalidade a distância. São 17 cursos de graduação, dos quais 08 funcionam em Caicó e 09 funcionam em Currais Novos. Assim, no campus de Caicó, estão as licenciaturas em Ciências Biológicas, Educação Física, Geografia, Letras, Pedagogia e Química, e os bacharelados em Administração e Tecnólogo em Gestão Pública. No campus de Currais Novos, estão as licenciaturas em Ciências Biológicas, Educação Física, Física, Letras, Matemática, Pedagogia e Química e os bacharelados em Administração Pública e Tecnólogo em Gestão Pública. === EMCM === A Escola Multicampi de Ciências Médicas do Rio Grande do Norte localizada em Caicó, tem como missão promover a formação médica de excelência na região do Seridó, apoiada no compromisso social de contribuir para a inovação dos serviços de saúde e a melhoria progressiva da qualidade de vida da população. Propõe-se a formar médicos inseridos na rede de saúde do interior do RN, com vinculação à realidade social e de saúde da população, capazes de aliar qualificada formação técnico-científica com atitudes ético- humanísticas que os possibilitem trabalhar em equipe e impactar positivamente na realidade vigente. O curso busca formar profissionais adequados para atuar efetivamente no mercado de trabalho, particularmente no contexto rural e fora dos grandes centros urbanos, valorizando as necessidades de saúde da nossa população e seus valores éticos e culturais. == Instituto Internacional de Neurociência == Idealizado pelo neurocientista Miguel Nicolelis e inspirado na figura icônica e inovadora de Santos Dumont, o pai da aviação, foi criado o Instituto de Ensino e Pesquisa Alberto Santos Dumont, conhecido como Instituto Santos Dumont (ISD). Seus voos são guiados pela inovação e responsabilidade social, com foco na região Nordeste do Brasil. As rotas traçadas pelo ISD são norteadas pelas áreas de educação, saúde materno-infantil e da pessoa com deficiência, neurociências e neuroengenharia. O Instituto Santos Dumont é administrado por um Diretor-Geral, um Diretor Administrativo e dois Gerentes de unidades e possui um Conselho de Administração (CA), que é o órgão de deliberação superior do ISD. Seus membros são representantes do Poder Público, da sociedade civil e dos associados do Instituto. A atividade de conselheiro não é remunerada e consiste em reuniões periódicas para deliberar e aprovar assuntos relativos ao ISD. Saiba mais sobre os Diretores e membros do Conselho de Administração do Instituto Santos Dumont AQUI. O decreto presidencial de 27 de fevereiro de 2014 qualificou o ISD como Organização Social. Esse formato de parceria entre os setores público e privado, possibilita que uma empresa sem fins lucrativos receba recursos do Estado para realizar serviços de interesse público. Atualmente, o ISD desenvolve suas atividades por meio de um Contrato de Gestão firmado com o Ministério da Educação (MEC). O Instituto Internacional de Neurociência em parceria com a UFRN também foi a primeira e até agora única instituição brasileira a oferecer pós-graduação na área de Neuroengenharia. O mestrado do IIN-ELS é gratuito, possui a duração de 24 meses e tem a Engenharia Biomédica como área de concentração. Os processos seletivos ocorrem duas vezes ao ano. == Escola Agrícola de Jundiaí == A Escola Agrícola de Jundiaí foi criada pela lei Nº 202 de dezembro de 1949, como \"Escola Prática de Agricultura\", com localização na antiga Fazenda Jundiaí, distante 3 km da sede do município de Macaíba, e a 25 km de Natal, capital do Rio Grande do Norte. A Escola Prática de Agricultura foi transformada em \"Escola Agrotécnica de Jundiaí\", pelo convênio firmado entre o estado do Rio Grande do Norte e o Ministério da Agricultura, em 9 de abril de 1954, ficando subordinada à Direção de Ensino Agrícola e Veterinário daquele Ministério. Por força do Decreto Nº 61.162, de 16 de agosto de 1967, foi incorporada à Universidade Federal do Rio Grande do Norte, passando posteriormente à denominação de Colégio Agrícola de Jundiaí – CAJ. A transferência da Escola para a UFRN visava, entre outros objetivos, a implantação do Curso de Agronomia em sua base física, o que não veio a acontecer. Com a Resolução Nº 006/2002 – CONSUNI, de 16 de agosto de 2002, que aprovou modificações e alterações no Regimento Geral da UFRN, a Unidade recebe a atual denominação de Escola Agrícola de Jundiaí. Em 19 de dezembro de 2007, através da Resolução Nº 11/2007 – CONSUNI, a Escola Agrícola de Jundiaí passou da condição de Órgão Suplementar para Unidade Acadêmica Especializada em Ciências Agrárias, integrada à estrutura acadêmica e administrativa da UFRN. É definida nos termos do Art. 9º do Estatuto da UFRN, como unidade das atividades de ensino, pesquisa e extensão em Ciências Agrárias, e visa a integração entre as suas várias sub-áreas de conhecimento mediante aperfeiçoamento do ensino prestado, o que requer estruturação de bases e grupos e pesquisas voltados especialmente ao desenvolvimento tecnológico das cadeias produtivas agroalimentares e agroindustriais. A intenção expressa no Art. 2º da sobredita Resolução é a de que a Unidade Acadêmica venha a tornar- se a médio e longo prazo em Centro de Excelência em Ciências Agrárias, o que requer a implantação de novos cursos de formação tecnológica em níveis médio, de graduação e de pós-graduação na mesma área de conhecimento. == Processo seletivo == O ingresso nos cursos de graduação da UFRN era feito, até 2012, por meio do vestibular. Ele consistia em provas discursivas e objetivas das disciplinas obrigatórias do ensino médio, segundo o MEC, e realizado em 3 dias. No que se refere aos cadernos com questões objetivas, o primeiro dia era destinado às provas de Matemática, Física, Química, Biologia e Língua Estrangeira (Inglês,espanhol e Francês) com 12 questões objetivas com quatro alternativas. No segundo dia existia uma prova de Português e Literatura com 20 questões objetivas, provas de História e Geografia com 12 objetivas cada e uma redação. No último dia existiam as provas com questões discursivas (4 em cada) que dependem da escolha da área do curso em que se presta o vestibular. Eram elas: * Humanas I: Matemática, História e Geografia * Humanas II: História, Geografia, Língua Estrangeira (Inglês, Espanhol ou Francês à escolha do candidato) * Tecnológica I: História, Física e Matemática * Tecnológica II: Química, Física e Matemática; * Biomédica: Biologia, Química, Física. A partir do semestre 2014.1 a entrada nos cursos de graduação é feita, exclusivamente, através do Sistema de Seleção Unificada (SiSU) o qual utiliza as notas do Exame Nacional do Ensino Médio para selecionar os ingressantes. === Argumento de Inclusão === Desde o vestibular de 2006, a UFRN usa um sistema de bonificação chamado \"Argumento de Inclusão\" para ajudar alunos provenientes de escola pública a passarem no vestibular. Até então, o bônus variava de percentual, sendo sempre maior nos cursos onde ingressavam menos alunos da rede pública e ia de zero a 7%. Entretanto, a partir do vestibular 2010, o bônus foi padronizado em 10% para todos os cursos.Argumento de Inclusão vira polêmica Para os seus defensores, o Argumento de Inclusão é uma forma de equilibrar melhor as oportunidades entre os alunos de escola públicas e particulares e só beneficia os melhores estudantes, visto a disparidade de ensino entre escolas públicas e particulares. Entretanto, muitos criticam a bonificação, pois ela tira de muitos estudantes que tiraram notas suficientes a oportunidade de passar no vestibular, sejam eles provenientes de escola particular, sejam eles provenientes de escola pública que não foram beneficiados pelo sistema de Argumento de Inclusão. Para se ter uma ideia do poder do argumento: mesmo que um aluno da rede privada, acertasse a prova inteira, todas as questões da primeira e segunda fase, ainda assim esse aluno não seria o primeiro lugar. No vestibular 2010 de medicina, um candidato que conquistou as melhores notas no vestibular terminou na nona colocação por ser aluno da rede privada. Mas o rendimento acadêmico dos alunos que ingressaram com ajuda do Argumento de Inclusão tem um rendimento escolar acima dos que não se beneficiam dele. Em 2006, o Argumento de Inclusão chegou a ser questionado pelo Ministério Público Federal do Rio Grande do Norte que entrou com uma ação civil pública por tratar de maneira diferenciada estudantes do ensino público do Rio Grande do Norte em detrimento dos de estudantes de escolas públicas de outros estados que iriam fazer o vestibular da UFRN. == Lista de Reitores == #Onofre Lopes da Silva (1959 - 1971) #Genário Alves da Fonsêca (1971 - 1975) #Domingos Gomes de Lima (1975 - 1979) #Diógenes da Cunha Lima Filho (1979 - 1983) #Genibaldo Barros (1983 a 1987) #Daladier Pessoa Cunha Lima (1987 a 1991) #Geraldo Queiroz (1991 a 1995) #José Ivonildo do Rêgo (1995 - 1999) #Otom Anselmo de Oliveira (1999 - 2003) #José Ivonildo do Rêgo (2003 - 2007) #José Ivonildo do Rêgo (2007 - 2011) #Ângela Maria Paiva Cruz (2011 - 2015) #Ângela Maria Paiva Cruz (2015 - 2019) #José Daniel Diniz Melo (2019 - 2023) #José Daniel Diniz Melo (2023 - 2027) == Periódicos científicos == A UFRN editora os seguintes periódicos científicos: * Princípios: Revista de Filosofia; * Revista Ciência Plural (vinculada ao Programa de Pós-Graduação em Saúde Coletiva da UFRN); * Revista de Turismo Contemporâneo; * Revista Manzuá; * Estudos de Psicologia; * Revista Educação em Questão; * Revista do GELNE; * Revista Inter-Legere (vinculada ao Programa de Pós-Graduação em Ciências Sociais da UFRN). == Alunos notáveis == #Fátima Bezerra- Pedagogia #Wilma de Faria- Ciências Sociais #Robinson Faria- Direito #Iberê Ferreira- Direito #Garibaldi Alves Filho- Direito #Rosalba Rosado- Medicina #Reynaldo Martins e Quinino- Medicina #Micarla de Sousa- Jornalismo #Joel Santana - Educação Física == Galeria == Ficheiro:Reitoria-UFRN.jpg|Edifício da reitoria Ficheiro:Biblioteca-Central-Zila-Mamede-UFRN.jpg|Biblioteca Central Zila Mamede (BCZM) Ficheiro:Biblioteca-Central-Zila-Mamede-UFRN-2.jpg|Biblioteca Central Zila Mamede (BCZM) Ficheiro:Escola-de-Música-UFRN.jpg|Escola de Música Ficheiro:Nuplam-UFRN.jpg|Núcleo de Pesquisa em Alimentos e Medicamentos (Nuplam) Ficheiro:Centro-de-Biociências-UFRN.jpg|Centro de Biociências Ficheiro:Logotipo do Centro de Biociências - UFRN.svg|alt=Logotipo CB - UFRN|Logotipo do Centro de Biociências da UFRN Ficheiro:Logo do Programa de Pós-Graduação em Ecologia da UFRN.svg|alt=Logomarca do Programa de Pós- Graduação em Ecologia da UFRN|Logo do PPGECO - UFRN Ficheiro:Laboratório-de- Arqueologia-UFRN.jpg|Laboratório de Arqueologia Ficheiro:Centro-de-Ciências- Sociais-Aplicadas-UFRN.jpg|Centro de Ciências Sociais Aplicadas (CCSA) Ficheiro:TV-Universitária-UFRN.jpg|TV Universitária Ficheiro:Centro-de- Ciências-Exatas-e-da-Terra-UFRN.jpg|Centro de Ciências Exatas e da Terra (CCET) Ficheiro:Anfiteatros-CCET-UFRN.jpg|Anfiteatros Ficheiro:Dimap- UFRN.jpg|Departamento de Informática e Matemática Aplicada (Dimap) Ficheiro:Laboratório-de-combustíveis-e-lubrificantes-UFRN.jpg|Laboratório de combustíveis e lubrificantes Ficheiro:Lacep-UFRN.jpg|Laboratório Central de Petróleo e Gás Natural (Lacep) Ficheiro:Setor-de-Aulas-Teóricas-III- UFRN.jpg|Setor de Aulas Teóricas III Ficheiro:Centro-de-Tecnologia- UFRN.jpg|Centro de Tecnologia (CT) Ficheiro:Larhisa-UFRN.jpg|Laboratório de Recursos Hídricos e Saneamento Ambiental (Larhisa) Ficheiro:Lamp- UFRN.jpg|Laboratório de Avaliação de Medição em Petróleo (Lamp) Ficheiro:Petrobrás-cavalo-mecânico.jpg|Modelo de cavalo mecânico da Petrobras em operação Ficheiro:Biblioteca da UFRN.jpg|Biblioteca da UFRN Ficheiro:UFRN- Praça-Cívica-missa-de-Natal.jpg|Praça Cívica Ficheiro:Dod ufrn.jpg|Faculdade de Odontologia Ficheiro:Restaurante Universitário.jpg|Restaurante Universitário - RU Ficheiro:Campo de Futebol UFRN.png|Departamento de Educação Física - Campo Ficheiro:Centro de Saúde Coletiva.png|Departamento de Educação Física Ficheiro:Mapa do Campus.png|Mapa da UFRN Ficheiro:Anexo.png|Anexo da Biblioteca Central Ficheiro:BCZM.png|Biblioteca Central Ficheiro:CTEC UFRN.jpg|Complexo Tecnológico de Engenharia Ficheiro:COMCT T DESTAQUE ECT- Panorâmica 17dez14 Anastacia-Vaz 1.jpg|Escola de Ciência e Tecnologia Ficheiro:IQIII.png|Instituto de Química III Ficheiro:CB.png|Centro de Biociências == Ver também == * Instituto Federal do Rio Grande do Norte (IFRN) * Universidade Federal Rural do Semi-Árido (UFERSA) * Universidade do Estado do Rio Grande do Norte (UERN) * TV Universitária Rio Grande do Norte * Maternidade Escola Januário Cicco * Hospital Universitário Onofre Lopes * Instituto Internacional de Física (IIF) * Metrópole Digital == Ligações externas == * Página oficial * Comissão Permanente do Vestibular (COMPERVE) Categoria:Fundações no Brasil em 1960 Categoria:!Mais Diversidade em Teoria da História na Wiki (Selecionados)",
 "title": "Universidade Federal do Rio Grande do Norte"
}