{
 "id": "114720",
 "text": "Marcelo Drummond Nova (Salvador, 16 de agosto de 1951) é um cantor e compositor brasileiro. É fundador e vocalista da banda baiana Camisa de Vênus, desde o início dos anos 1980. Em 1988, iniciou sua carreira solo tendo gravado, no ano seguinte, um LP ao lado de Raul Seixas, intitulado A Panela do Diabo. É conhecido, entre outras, pelas músicas \"Controle Total\", \"Bete Morreu\", \"Eu Não Matei Joana D'Arc\", \"Gotham City\", \"Hoje\", \"Silvia\", \"Simca Chambord\", \"Deus Me Dê Grana\", \"Só o Fim\" e \"Muita Estrela, Pouca Constelação\", com o Camisa de Vênus; \"Cocaína\", \"Coração Satânico\" e \"Faça a Coisa Certa\" da carreira solo; bem como \"Pastor João e a Igreja Invisível\" e \"Carpinteiro do Universo\", com Raul Seixas. É pai da ex-VJ da MTV Brasil Penélope Nova e do atual guitarrista e produtor do Camisa de Vênus, Drake Nova. == Infância == Marcelo Nova nasceu e cresceu em Salvador. Foi semi- interno num colégio de padres. Na infância era muito tímido e concentrava todas as suas horas livres em ouvir música. Ficava tardes e tardes inteiras apenas ouvindo música e prestando atenção aos detalhes, aos instrumentos e ao modo pelo qual eles eram tocados nos vários discos. Foi nessa época que teve o primeiro contato com o rock and roll, quando pediu que seu pai lhe comprasse um disco de Little Richard, chamado Here's Little Richard. Aos 14 anos viu Raulzito e os Panteras tocarem ao vivo, o que o fez perceber que era possível tocar o estilo de música que ele gostava no Brasil.DiárioWeb, Ariana Pereira, Marcelo Nova solta o verbo em entrevista ao Diário, 9 de Janeiro, 2010, página visitada 06-05-2013 Na adolescência e início da fase adulta trabalhou com seu pai, que tinha uma clínica de fisioterapia, fazendo pedigrafia. Trabalhou também vendendo seguros antes de montar uma loja de discos chamada Néctar, em meados dos anos 1970. Com a loja de discos, Marcelo consegue um emprego em uma rádio de Salvador, a FM Aratu, passando a ser responsável por um programa, chamado Rock Special, e pela programação da rádio. Com o programa de rádio, Marcelo Nova torna-se conhecido fora da Bahia por pessoas no Rio e em São Paulo, ligadas a gravadoras, que lhe chamavam para dar opinião sobre vários discos que eles recebiam das matrizes e não tinham a menor ideia do que se tratava e de como comercializar aquilo. No início dos anos 1980, Marcelo Nova vende o ponto da loja e, com o dinheiro, faz uma viagem para Nova Iorque onde toma contato com o movimento punk. Percebe que, com o conhecimento musical que ele tinha adquirido - aliado à filosofia punk do \"faça você mesmo\", poderia montar uma banda e fazer música mesmo sem grandes virtuosismos. == Carreira == === Camisa de Vênus === Ao voltar de Nova Iorque, Marcelo Nova chama um amigo que tinha conhecido na TV Aratu, Robério Santana, para formar uma banda que tocasse rock and roll e punk rock. A banda foi formada ainda em 1980 e, após o lançamento de um compacto, ficam famosos na Bahia o que lhes abre as portas para gravarem um álbum. A banda duraria sete anos e lançaria, nesse primeiro período, quatro álbuns de estúdio e um ao vivo, ficando conhecida no Brasil inteiro e chegando a vender mais de 300 mil cópias do disco Correndo o Risco. O Camisa de Vênus voltaria a se reunir em 1995, lançando mais dois álbuns, sendo um ao vivo e outro de estúdio. Após novo fim da banda em 1997, a banda se reuniria esporadicamente nos próximos anos. Após, reúne-se em 2009, com Eduardo Scott (ex-Gonorréia) substituindo Marcelo Nova nos vocais, mais Robério Santana, Karl Hummel e Gustavo Mullem da formação original.Rodrigo Rangel Jr. Camisa de Vênus volta à estrada com vocalista no lugar de Marcelo Nova. Publicado em Correio 24 Horas em 27 de janeiro de 2010. Página visitada em 12 de março de 2015. Após a saída de Robério Santana, em 2010, a banda lança uma coletânea em 2011, Mais Vivo do Que Nunca, com uma faixa inédita, \"Sem Nada\". Entretanto, em 2012, Marcelo Nova, alegando insatisfação com o que considera a má qualidade do lançamento e, também, com o fato da banda ter sido contemplada com uma verba de um edital de incentivo à cultura do governo baiano, entra na justiça para impedir que os três lancem mais álbuns utilizando o nome \"Camisa de Vênus\".Chico Castro Jr. Marcelo Nova impede Camisa de Vênus de gravar álbum inédito. Publicado em A Tarde em 29 de outubro de 2012. Página visitada em 12 de março de 2015. Assim, em 2015, Marcelo Nova e Robério Santana anunciam um turnê pelos 35 anos da fundação do Camisa de Vênus, contando com músicos da banda da carreira solo de Marcelo como banda de apoio (Drake Nova, filho de Marcelo, na guitarra; Leandro Dalle na outra guitarra; e Célio Glouster na bateria).Diego Centurione. Camisa de Vênus está de volta com turnê de 35 anos. Publicado em Reduto do Rock em 11 de março de 2015. Página visitada em 12 de março de 2015. Em junho de 2016, após 20 anos sem lançamentos, a banda anuncia a turnê \"Dançando na Lua\", homônima do novo álbum, contendo apenas faixas inéditas, e, em 22 de julho, é oficialmente lançado o novo álbum, sendo seu primeiro single a música \"Raça Mansa\", lançada em 11 de junho de 2016. === Carreira solo === Após o último álbum da primeira formação do Camisa de Vênus, Marcelo Nova junta músicos para formar uma banda de apoio para a sua carreira solo. A primeira formação da banda \"Envergadura Moral\" conta com Gustavo Mullem nas guitarras, João Chaves (o Johnny Boy) nos teclados, Carlos Alberto Calasans no baixo, e o veterano Franklin Paolillo na bateria. Após ensaios e apresentações, a banda entra em estúdio e grava o primeiro disco, Marcelo Nova e a Envergadura Moral, lançado em 1988. O álbum é composto de baladas, sendo mais intimista do que os trabalhos anteriores com o Camisa de Vênus. Conta, ainda, com um cover de \"E Nós aqui Forrumbando\", que foi renomeada para \"A Gente É sem Vergonha\", tendo a participação de Genival Lacerda, autor da música e grande ídolo de Marcelo. Anos antes, em 1984, durante um show do Camisa de Vênus no Circo Voador, o grupo foi avisado que Raul Seixas viria para assisti-los e queria conhecê-los. O que acabou acontecendo foi uma festa com o Camisa de Vênus, mais Raul Seixas, tocando covers de clássicos do rock para quem compareceu ao show.Revista Bizz, nov/1987 A partir daí, Marcelo Nova e Raul Seixas tornam-se grandes amigos. Em 1989 decidem gravar um disco juntos e saem em turnê, realizando 50 shows. Mais tarde naquele ano seria lançado o segundo álbum da carreira solo de Marcelo Nova, A Panela do Diabo, que viria a ser o último álbum de Raul Seixas, lançado dois dias antes da sua morte.BrasilWiki!, Raul Seixas sempre na lembrança, 20 anos depois, Publicado em 21/08/2009, página visitada 06-05-2013 Depois deste disco, Marcelo Nova foi tido por muitos como o sucessor de Raul SeixasSOUZA, Tarik de. Na Caldeira do diabo. In: Jornal do Brasil, edição de 22 de agosto de 1989., título do qual ele nunca gostou e o qual sempre contestou.MTV (UOL), Marcelo Nova fala sobre sua parceria com Raul, 21/08/2009, página visitada 06-05-2013 No início dos anos 1990, Marcelo Nova estava em turnê quando o presidente Fernando Collor confiscou as cadernetas de poupança de todo mundo e, portanto, os shows que ele tinha marcado foram cancelados. Ele resolveu, então, pegar um violão e sair com mais um músico, sem nenhum instrumento elétrico, fazendo uma turnê acústica, o que trouxe a ideia de fazer um álbum inteiro com essa sonoridade. Em 1991, saía o disco Blackout, primeiro disco integralmente acústico da história do rock nacional UOL (site arquivado), que marca a entrada de André Christovam, substituindo Gustavo Mullem, nos violões da banda \"Envergadura Moral\". No próximo álbum, em 1994, Marcelo Nova pegou a sonoridade acústica e inverteu-a completamente, produzindo um disco com muita guitarra e bem pesado. O álbum recebeu o nome de A Sessão sem Fim e traz o guitarrista veterano Luis Sérgio Carlini, que ganhou fama como guitarrista da banda de Rita Lee nos anos 1970, a Tutti Frutti. Após a volta do Camisa de Vênus, em 1998, Marcelo Nova tem uma ideia de gravar um disco só com releituras de músicas de sua carreira, experimentando novos arranjos. A ideia surgiu quando ele viu uma ultrassonografia de um feto e ocorreu-lhe que ele pulsava num ritmo exato, não tinha futuro, nem passado, era um ponto de luz. Assim, gravou o disco Eu Vi o Futuro, Baby. Ele É Passado com apenas um músico (o multi-instrumentista Johnny Boy) que, com a exceção do próprio Marcelo Nova em uma das faixas, tocou todos os instrumentos. Este é o último álbum de Marcelo a sair por uma grande gravadora, a extinta Abril Music. No ano seguinte, Marcelo Nova lança dois álbuns ao vivo a partir de dois shows selecionados por um fã, Luís Augusto Conde.Sana Inside, Entrevista com Marcelo Nova, por Luiz Barreto, 26/08/2001, página visitada 06-05-2013 São eles o Grampeado em Público - Volume I e Grampeado em Público - Volume II que saíram pelo selo independente Baratos Afins e foram distribuídos apenas nos shows que Marcelo Nova realizou pelo país, tendo vendido cerca de 6 mil cópias.Rubens Leme da Costa (Mofo), Marcelo Nova, página visitada 06-05-2013 Em 2001, sairia a caixa tripla Tijolo na Vidraça, na qual o artista faz um apanhado da sua carreira contando com músicas antigas remasterizadas, releituras e inéditas. Depois de um tempo excursionando pelo país, Marcelo Nova solta, em 2003, uma coletânea com grandes sucessos de sua carreira, tanto solo como com o Camisa de Vênus, chamada Em Ponto de Bala. No ano de 2005, após 13 anos compondo e criando o conceito, sai um novo álbum de inéditas, o hoje clássico O Galope do Tempo. O álbum possui características existencialistas, indo do nascimento à morte. Em 2011, lançou o álbum duplo Hoje No Bolshoi, gravado ao vivo no Bolshoi Pub, em Goiânia. Esse disco rendeu também um Blu-ray e um DVD, e nele estão canções de vários períodos da sua carreira. Em abril de 2012, se apresenta no Festival Lollapalooza Brasil. Retorna em 2013 com o álbum de inéditas 12 Fêmeas. Em setembro de 2017, lança sua biografia \"Marcelo Nova – O Galope do Tempo: Conversas com André Barcinski\", sob condução do jornalista André Barcinski. Após 10 anos, em 2023, lança um novo álbum solo com canções inéditas chamado As Cartas Que Eu Nunca Enviei. === Polêmicas === Em outubro de 2023, a banda Camisa de Vênus teve o cachê de um show suspenso pela prefeitura de Ilha Bela (SP), depois de Marcelo Nova recitar o trecho da música \"Silvia\" (\"Todo homem que saber o que quer pega o pau pra bater na mulher”) que faz apologia à violência contra a mulher e se irritar com as críticas do público à letra. == Discografia == == Videografia == === Com o Camisa de Vênus === * 2004 - Ao Vivo - Festival de Verão Salvador * 2017 - Camisa de Vênus - Estúdio Showlivre * 2018 - Dançando em Porto Alegre === Em carreira solo === * 2011 - Hoje No Bolshoi == Filmografia == * 2006 - Botinada: a Origem do Punk no Brasil, Falando brevemente sobre a trajetória do Camisa de Vênus. * 2007 - O Magnata, fazendo o papel da \"Consciência do Magnata\". * 2012 - Raul - O Início, o Fim e o Meio, como ele mesmo. == Ver também == * Camisa de Vênus * Raul Seixas == Ligações externas == * * Categoria:Cantores de rock do Brasil Categoria:Naturais de Salvador Categoria:Cantores da Bahia Categoria:Compositores da Bahia Categoria:Ateus do Brasil",
 "title": "Marcelo Nova"
}