{
 "id": "114798",
 "text": "Abderramão II, Abdarramão II, Abderrahman II ou 'Abd ar-Rahmān (; Toledo, Outubro-Novembro de 792Sha'aban de 176 H. \\- Córdova, 22 de Setembro de 852), neto de Abderramão I foi um emir de Córdova cujo mandato é, geralmente, referido como um período de grande florescimento cultural, científico, administrativo e económico. Continuou as obras na mesquita de Córdova, iniciadas pelo seu avô. == Vida e obras == Emir independente de Córdova em 822, filho e sucessor de . Em sua juventude, tomou parte do chamado \"massacre da vala\", quando entre 700 e 5 000 pessoas vieram prestar homenagem aos príncipes mortos por ordem de seu pai. Ao ascender ao trono, continuou as campanhas militares e esteve em estado permanente de guerra contra Alfonso II de Asturias, cujo avanço em direção ao sul ele finalmente conseguiu bloquear (822-842). Em 837, ele esmagou uma revolta dos dhimmis (cristãos e judeus, chamados de \"povos do livro\") em Toledo. Ele emitiu um decreto proibindo os cristãos de buscar o martírio e forçou a realização de um sínodo em 839, na cidade de Córdova, para efetivá-lo. O encontro foi presidido pelo arcebispo de Sevilha, Recafredo. As execuções iniciadas em seu reinado culminariam na canonização dos \"Mártires de Córdova\". Em 844, Abderramão repeliu um ataque montado pelos viquingues que haviam desembarcado em Cádis, conquistado Sevilha (com exceção da cidadela) e atacaram a própria capital do emirado, Córdova. Para evitar novas incursões, ele construiu uma frota e um arsenal naval em Sevilha. Ele também respondeu aos chamados de Guilherme de Septimânia para ajudá-lo em sua luta contra as nomeações de Carlos, o Calvo. Foi poeta talentoso e elegante, escreveu Anais da Espanha, fomentou as artes, as ciências e a agricultura, dotou a capital de águas, banhos públicos, escolas e excelentes vias, embelezando-a com formosos monumentos.Chambers Biographical Dictionary, ISBN 0-550-18022-2, page 2 ==Bibliografia== * Grande Dicionário Enciclopédico Ediclube, Dep. Legal BI – 1697-1996. * Grande Enciclopédia Portuguesa e Brasileira, Dep. Legal 15022-1987 Categoria:Emires de Córdova Categoria:Naturais de Toledo Categoria:Invasões viquingues na Península Ibérica Categoria:Árabes do século VIII Categoria:Árabes do século IX",
 "title": "Abderramão II"
}