{
 "id": "114748",
 "text": "O hirsutismo é definido como o crescimento excessivo de pelos terminais na mulher, em áreas anatômicas características de distribuição masculina. Pode manifestar-se como queixa isolada, ou como parte de um quadro clínico mais florido, acompanhado de outros sinais de hiperandrogenismo, distúrbios menstruais e/ou infertilidade ou ainda alterações metabólicas relacionadas com hiperinsulinemia/resistência insulínica. O hirsutismo decorre da ação dos androgênios sobre a pele e depende de vários fatores correlacionados: níveis de androgênios e da SHBG e consequente relação hormônio livre/hormônio ligado, grau de sensibilidade cutânea aos androgênios, capacidade de conversão de androgênios em estrogênios e outras interconversões entre esteroides. Pode ser classificado em duas categorias: a) associado a uma hiperprodução glandular de androgênios pelos ovários e/ou suprarrenais ou b) decorrente de uma hiperutilização isolada dos androgênios circulantes pelo folículo pilo- sebáceo, correspondendo ao hirsutismo dito \"idiopático\". A causa mais frequente do hirsutismo de origem glandular é a síndrome dos ovários policísticos. A hiperplasia adrenal congênita forma não clássica (HAC-NC) por deficiência da 21-hidroxilase é a causa mais frequente de hirsutismo de origem adrenal, embora sua prevalência, entre mulheres hirsutas como um todo, seja relativamente baixa. Outras causas menos frequentes são a síndrome de Cushing e os tumores virilizantes, ovarianos ou adrenais. Neste artigo são enfocados criticamente aspectos da avaliação diagnóstica do hirsutismo e os princípios do tratamento com base em sua etiologia. São abordadas as indicações e limitações do uso de diferentes anti-androgênios e outros fármacos relacionados. == Abordagem Clínica == A abordagem clínica da paciente hirsuta tem sido tradicionalmente considerada como complexa e de certa forma dúbia, apesar da frequência elevada de pacientes consultando por esta queixa seja entre os endocrinologistas, dermatologistas ou ginecologistas. Este sentimento de intranquilidade entre os clínicos se deve, provavelmente, a dois aspectos principais: primeiro, pela gama variada de situações clínicas, de maior ou menor repercussão sistêmica, que são associadas à presença do hirsutismo; segundo, pela extensa variabilidade da apresentação clínica, muitas vezes com pouca correlação entre a gravidade do hirsutismo e das alterações endócrinas. == Crescimento Normal dos Pelos Corporais, Hipertricose e Hirsutismo == A maior parte dos pelos corporais pode ser classificada como velus ou terminal. Os pelos velus são finos e não pigmentados. Os pelos terminais são mais grossos e escuros e podem ser dependentes de esteróides sexuais (ex: pelos da região torácica e abdominal dos homens) ou não (ex: cílios e sobrancelhas). Os androgênios promovem a conversão dos pelos velus em terminais na maioria das regiões dependentes de esteróides sexuais. Uma exceção é a região do escalpo, onde por ação de androgênios ocorre a involução do folículo piloso (1,2). Os pelos corporais crescem de forma cíclica: fase anágena, de crescimento ativo, que pode variar de dias a semanas para os pelos velus; fase catágena que é involucional e a fase telógena que é a fase de repouso. A hipertricose pode ser definida como um crescimento uniforme de pelos velus, de textura fina, em todo o corpo e que não é causada por um aumento na produção de androgênios, mas frequentemente pode ser ocasionada por ingestão de medicamentos ou por algumas doenças metabólicas (hipotireoidismo ou doenças nutricionais como anorexia, desnutrição ou síndromes de mal absorção). O hirsutismo é definido como o crescimento excessivo de pelos terminais na mulher, em áreas anatômicas características de distribuição masculina. Pode manifestar-se como queixa isolada, ou como parte de um quadro clínico mais florido, acompanhado de outros sinais de hiperandrogenismo (acne, seborréia, alopécia), virilização (hipertrofia do clitóris, aumento da massa muscular, modificação do tom de voz), distúrbios menstruais e/ou infertilidade ou ainda alterações metabólicas relacionadas com hiperinsulinemia/resistência insulínica. Embora nem sempre corresponda a uma patologia per se, o hirsutismo pode representar uma situação de grande desconforto psico-social, gerando conflitos que comprometem a qualidade de vida das pacientes acometidas. == Fisiopatologia do Hirsutismo == Na mulher, os androgênios circulantes mais importantes são a androstenediona (A) e a testosterona (T). A A circulante é proveniente de secreção glandular: em torno de 50% pelos ovários e 50% pelas adrenais. A T, ao contrário, é secretada em 30%, principalmente pelos ovários e em menor proporção pelas adrenais, enquanto cerca de 70% dos níveis circulantes são originários da conversão periférica ou hepática da A. Por outro lado, a dehidroepiandrosterona (DHEA), e o sulfato de DHEA (DHEA-S) são basicamente secretados pelas adrenais e são considerados androgênios pouco ativos (3). Assim, os androgênios ativos (particularmente a T) circulam ligados a proteínas carreadoras, em especial à globulina ligadora de esteróides sexuais (SHBG), mas penetram na célula sob a forma livre. Em condições normais, somente 1-2% da testosterona total circula sob forma livre, que é, efetivamente, a fração ativa. Situações que alterem a síntese de SHBG e conseqüentemente a relação T total/T livre podem interferir com a ação androgênica sobre os tecidos alvo, como o folículo piloso. Por outro lado, em nível cutâneo a própria T deve ser convertida em dihidrotestosterona (DHT), o androgênio mais ativo, graças a enzima 5a-redutase. A sensibilidade cutânea aos androgênios depende, portanto, da atividade desta enzima. A 5a-reductase é em parte estimulada pelos níveis circulantes de androgênios, mas é também constitutivamente variável entre os indivíduos (4,5). No folículo piloso, a DHT liga-se ao receptor de androgênios, e o complexo hormônio-receptor irá ligar-se ao aceptor nuclear do DNA e ativar a multiplicação celular e a síntese de proteínas específicas. A DHT pode também ser convertida a 3a-androstanediol (3a-diol), um metabólito que corresponde a uma forma de reserva com possibilidade de reconversão em DHT. A T e o 3a-diol são eliminados pela urina sob a forma de glucoronídeo de T e glucoronídeo de 3a-diol, respectivamente. O hirsutismo, portanto, decorre da ação dos androgênios sobre a pele e depende de vários fatores correlacionados: níveis de androgênios e da SHBG e consequente relação hormônio livre/hormônio ligado, grau de sensibilidade cutânea aos androgênios, capacidade de conversão de androgênios em estrogênios e outras interconversões entre esteroides. Por outro lado, o quadro clínico (hirsutismo isolado ou associado a outras manifestações clínicas) será dependente da etiologia e de outras variáveis hormonais e metabólicas envolvidas, como por exemplo, níveis de LH, leptina e insulina (6). == Classificação Etiológica do Hirsutismo e Quadro Clínico == Considerando os aspectos fisiopatológicos descritos acima, pode-se classificar o hirsutismo em duas categorias: a) associado a uma hiperprodução glandular de androgênios pelos ovários e/ou suprarrenais ou b) decorrente de uma hiperutilização isolada dos androgênios circulantes pelo folículo pilo- sebáceo, correspondendo ao hirsutismo dito \"idiopático\" Categoria:Sinais médicos",
 "title": "Hirsutismo"
}