{
 "id": "114899",
 "text": "Herpes simples, também denominada apenas herpes, é uma doença viral causada pelo vírus do herpes simples. As infecções são classificadas de acordo com a parte do corpo infectada. O herpes labial afeta a boca ou a face, podendo causar pequenos grupos de bolhas ou apenas inflamação da garganta. O herpes genital pode apresentar sintomas quase impercetíveis ou bolhas que se rompem e provocam pequenas úlceras, que se curam ao fim de duas a quatro semanas. As bolhas podem ser precedidas por formigueiro ou dores intensas. O herpes manifesta-se em ciclos alternados de períodos de doença ativa seguidos de períodos sem sintomas. O primeiro episódio é geralmente o mais grave e pode estar associado a febre, dores musculares, gânglios linfáticos inflamados, e dores de cabeça. À medida que o tempo passa, os episódios de doença ativa diminuem de frequência e gravidade. Entre outras doenças causadas pelo vírus do herpes simples estão o panarício herpético quando afeta os dedos, queratite herpética quando afeta os olhos, encefalite herpética quando afeta o cérebro, e herpes neonatal quando ocorre em recém-nascidos, entre outras. Existem dois tipos de vírus de herpes simples: o de tipo 1 (VHS-1) e o de tipo 2 (VHS-2). O VHS-1 causa com maior frequência infeções orais, enquanto que o VHS-2 causa com maior frequência infeções genitais. Os vírus são transmitidos pelo contacto direto com fluidos corporais ou feridas de uma pessoa infetada. A doença é contagiosa mesmo nos períodos em que não manifesta sintomas. Pode ser transmitida de mãe para filho durante o nascimento. O herpes genital é considerada uma infeção sexualmente transmissível. Após a infeção, os vírus são transportados ao longo dos nervos sensoriais para as células nervosas, onde passam a residir até ao resto da vida do hospedeiro. Entre as causas de recorrência estão a diminuição da função imunitária, stresse e exposição à luz do sol. O diagnóstico de herpes oral e genital tem por base os sinais e sintomas. O diagnóstico pode ser confirmado com uma cultura viral ou pela deteção do ADN do vírus no fluido das bolhas. Os exames de sangue para a presença de anticorpos contra o vírus podem confirmar uma infeção anterior, mas serão inconclusivos no caso de infeções recentes. Não existe vacina e após a infeção a doença não tem cura. Embora o método mais eficaz de evitar infeções genitais seja evitar o sexo vaginal, oral e anal, a utilização de preservativo diminui o risco. Os sintomas podem ser tratados com paracetamol e lidocaína de aplicação tópica. Os tratamentos com antivirais, como o aciclovir ou valaciclovir, podem diminuir a gravidade dos episódios sintomáticos. A utilização diária de antivirais por uma pessoa infetada pode também diminuir o risco de contágio. A prevalência entre adultos de portadores do vírus de herpes simples, tanto do tipo 1 como 2, é de entre 60 e 95%. O VHS-1 é geralmente adquirido durante a infância. À medida que a idade avança, aumenta a prevalência do vírus. A prevalência de VHS-1 entre a população de baixos rendimentos é de 70–80%, enquanto que entre a de rendimentos mais elevados é de 40–60%. Estima-se que em 2003 cerca de 536 milhões de pessoas (16% da população) estivessem infetadas com VHS-2, sendo a prevalência maior entre mulheres e nos países em vias de desenvolvimento. A maior parte dos portadores de VHS-2 não se apercebe da infeção. == Virologia == Vírus Herpes Simples do tipo 1 (VHS-1) e 2 (VHS-2) * Grupo: Grupo I (DNA) * Família: Herpesviridae * Subfamília: Alphaherpesvirinae * Gênero: Simplexvirus * Espécie: Herpes simplex vírus 1 (VHS-1) * Espécie: Herpes simplex vírus 2 (VHS-2) Os vírus do herpes simples são dois vírus da família dos Herpesvírus, com genoma de DNA bicatenar (dupla hélice) que se multiplicam no núcleo da célula-hóspede, produzindo cerca de 90 proteínas víricas em grandes quantidades. Têm nucleocapsídeo de simetria icosaédrica e envelope bilipídico. Têm a propriedade de infectar alguns tipos de células de forma lítica (destrutiva) e outras de forma latente (hibernante). Os HSV1 e 2 são líticos nas células epiteliais e nos fibroblastos, e latentes nos neurônios, donde são reativados em alturas de fragilidade do indivíduo, como estresse, febre, irradiação solar excessiva, trauma ou terapia com glucocorticóides (corticosteróides). A produção de proteínas víricas pelas células tomadas pelo vírus têm três fases: na primeira, produzem-se as proteínas envolvidas na replicação do seu genoma e essa replicação ocorre; na segunda, há produção de proteínas reguladoras víricas que regulam o metabolismo da célula para maximizar o número de vírions produzíveis; e na terceira, há produção das proteínas do nucleocapsídeo e construção das novas unidades virais, após o qual a célula é destruída pela grande quantidade de vírus que é fabricada. Os HSV1 e HSV2 são muito semelhantes, mas apresentam algumas diferenças significativas. O HSV1 tem características que o levam a ser particularmente infeccioso e virulento para as células da mucosa oral. O HSV2 tem características de maior virulência e infecciosidade para a mucosa genital. No entanto, o HSV1 também pode causar herpes genital e o HSV2, herpes bucal. == Sinais e sintomas == Após infecção da mucosa, o vírus multiplica-se produzindo os característicos exantemas (manchas vermelhas inflamatórias) e vesículas (bolhas) dolorosas (causadas talvez mais pela resposta destrutiva necessária do sistema imunitário à invasão). As vesículas contêm líquido muito rico em vírus e a sua ruptura junto à mucosa de outro indivíduo é uma forma de transmissão (contudo também existe vírus nas secreções vaginais e do pênis ou na saliva). Elas desaparecem e reaparecem sem deixar quaisquer marcas ou cicatrizes. É possível que ambos os vírus e ambas as formas coexistam num só indivíduo. Os episódios agudos secundários são sempre de menor intensidade que o inicial (devido aos linfócitos memória), contudo a doença permanece para toda a vida, ainda que os episódios se tornem menos frequentes. Muitas infecções e recorrências são assintomáticas, mas os danos neurológicos não cessam. === Herpes labial === A infecção por herpes simples 1 normalmente é oral, mas pode ocorrer da pessoa ter o vírus e apenas eclodir dias, meses ou até anos depois e produz gengivoestomatite (inflamação das gengivas) e outros sintomas como febre, fadiga e dores de cabeça. O vírus invade os terminais dos neurónios dos nervos sensitivos, infectando latentemente os seus corpos celulares no gânglio nervoso trigeminal (junto ao cérebro). Quando o sistema imunitário elimina o vírus das mucosas, não consegue detectar o vírus quiscente dos neurônios, que volta a ativar-se em períodos de debilidade, como estresse, trauma, imunossupressão ou outras infecções, migrando pelo caminho inverso para a mucosa, e dando origem a novo episódio de herpes oral com exantemas e vesículas dolorosas. Complicações raras são a queratoconjuntivite do olho que pode levar à cegueira e à encefalite. Esta cursa com multiplicação do vírus no cérebro, especialmente nos lobos temporais com convulsões, anormalidades neurológicas e psiquiátricas. É altamente letal, e 70% dos casos resultam em morte, apenas 20% dos sobreviventes não apresentam sequelas neurológicas. Raramente é causada pelo HSV2. Medicamentos alopáticos para o herpes labial incluem cremes e pomadas à base de aciclovir. Outros antivirais que podem ser usados são o valaciclovir, o penciclovir e famciclovir. === Herpes genital === A infecção com o herpes simples 2 é semelhante (10% dos casos são por HSV1, o que se atribui ao aumento da prática do sexo oral). Há infecção da mucosa genital, no homem na glande do pênis, na mulher na vulva ou vagina, com exantemas e sensibilidade dolorosa. Também pode ocorrer no ânus. Outros sintomas são febre, mal-estar, dores musculares e de cabeça, dores ao urinar e corrimento vaginal ou da uretra no pênis. A maioria das infecções no entanto é assintomática. Simultaneamente ocorre a invasão dos neurônios sensitivos com migração no interior dos axônios para os corpos celulares nos gânglios nervosos lambosacrais. Aí ficam em estado de latência sem se reproduzir, indetectáveis enquanto os vírus ativos da mucosa são destruídos pela resposta citotóxica imunitária. Após período de debilidade voltam a migrar pelos axônios para a mucosa e estabelecem novo episódio doloroso típico. As recorrências podem ser de todos os meses a raras. Os episódios de recorrência são menos intensos e frequentemente antes da erupção das vesículas há irritação (comichão) da mucosa. O vírus é transmitido mesmo na ausência de sintomas. As complicações são mais raras e mais moderadas quando ocorrem somente na forma labial. Um tipo de complicação específico do HSV2 é a meningite, que é pouco perigosa, sendo a encefalite muito rara. Contudo, se a mãe infecta o recém-nascido via ascensão pelo útero na gravidez ou no nascimento, a infecção é especialmente virulenta, devido ao sistema imunitário ainda pouco eficaz do bebê. A mortalidade e probabilidade de deficiências mentais são significativas, apesar de ocorrer numa minoria dos casos. === Outras Manifestações === * A faringite herpética causa em jovens adultos dores de garganta. * A infecção dos dedos em profissionais de saúde é dolorosa e adquirida pelo manuseio sem luvas das áreas infectadas de doentes. * O Herpes do Gladiador é uma infecção disseminada na pele (adquirida por vezes na luta corpo a corpo daí o nome). * E é uma doença que traz muitos incômodos e não tem cura. Apenas remédios para diminuir os sintomas. == Diagnóstico e tratamento == *Na maior parte dos casos o simples exame clínico permite ao médico diagnosticar o herpes. Em casos mais complexos ou menos evidentes o vírus é recolhido de pústulas e cultivado em meios com células vivas de animais. A observação pelo microscópio destas culturas revela inclusões virais típicas nas células. Na encefalite viral pode ser necessário obter amostras por biópsia. *Não há tratamento definitivo, embora alguns fármacos possam reduzir os sintomas e o risco de complicação. *Estudos mostram que cápsulas de lisina e cápsulas do complexo de vitamina B ajudam a evitar que o herpes apareça. *É extremamente importante que as pessoas não toquem no vírus e tenham consciência que é altamente contagioso. *Estudos mostram que o vírus do herpes continua sendo transmitido, mesmo após a regressão das feridas, por 12 dias. Portanto, deve-se manter todo cuidado durante esse período. *Também pode ser utilizado comprimido e pomada aciclovir, de preferência antes da eclosão. == Epidemiologia == A Organização Mundial de Saúde revelou um relatório no qual afirma que mais de metade da população mundial é portadora do vírus do herpes labial: segundo a organização, dois terços da população mundial com menos de 50 anos está infetada com o herpesvírus humano simples de tipo I (HSV-1). Em todo o mundo 3.7 mil milhões (pt) / 3,7 bilhões (br) de pessoas com menos de 50 anos são portadoras de vírus HSV-1, que é transmitido principalmente através do contacto com a boca e se manifesta através de feridas nos lábios. São muito frequentes, 60% das pessoas com menos de 50 anos são portadoras do HSV1, ainda que possam não ter tido sintomas. Estatisticamente, um quinto dos adultos terá herpes bucal e/ou genital, incluindo a Europa e os Estados Unidos. No Brasil em média 9,5 em cada 10 pessoas possuem o vírus do Herpes Simples. O herpes oral, particularmente se causado por HSV1, é uma doença primariamente da infância, transmitida pelo contato direto e pela saliva. O herpes oral (HSV1) pode ser transmitido para a parte genital (HSV2) tanto pela saliva como pelo sexo oral. No Brasil, o herpes labial atinge 95% da população, segundo dados da Sociedade Brasileira de Dermatologia. A sintomatologia aparece em 50% dos portadores do vírus anualmente. Cerca de 5-10% sofrem com mais de seis crises de herpes anuais. Dentistas e outros profissionais de saúde que lidam com fluidos bucais estão em risco de contrair infecção dolorosa dos dedos devido ao seu contacto com os doentes. Categoria:Doenças da pele Categoria:Herpes",
 "title": "Herpes"
}