{
 "id": "11484",
 "text": "Sacrifício (do Latim: Sacrificium; literalmente: \"ofício sagrado\"), também conhecido como imolação, oblação, oblata, oferenda ou oferta, é a prática de oferecer aos deuses, na qualidade de alimento, a vida (designada como \"vítima\") de animais, humanos, colheitas e plantações, como acto de propiciação ou culto. O termo é usado também metaforicamente para descrever atos de altruísmo, abnegação e renúncia em favor de outrem. == Teologia do sacrifício == A teologia do sacrifício permanece uma questão em aberto, não apenas para as religiões que ainda realizam rituais de sacrifício, mas também para as que não mais os praticam, ainda que suas escrituras, tradições e histórias façam menção a sacrifício de animais. As religiões apresentam diversas razões pelas quais os sacrifícios podem ser realizados. * Os deuses necessitam do sacrifício para seu sustento e para a manutenção de seu poder, que diminuiria sem o sacrifício. * Os bens sacrificiais são utilizados para realizar uma troca com os deuses, que prometeram favores aos homens em retribuição pelos sacrifícios. * A vida e o sangue das vítimas dos sacrifícios contêm mana ou algum outro poder sobrenatural, cuja oferenda agrada os deuses * A vítima do sacrifício é oferecida como bode expiatório, um alvo para a ira dos deuses, que de outra maneira recairia sobre todos os homens. * Os sacrifícios privam as pessoas de comida e de outras comodidades, e como tal constituem uma disciplina ascética. * Coisas sacrificadas geralmente se tornam parte da renda da organização religiosa, por vezes base da economia para sustentar seus grupos e seus líderes. * O sacrifício é, na verdade, parte de uma cerimônia. Por vezes é consumido pelos fiéis. Habitualmente incorpora uma forma de redistribuição em que os pobres obtêm parcela maior do que sua contribuição. * Na Bíblia hebraica, Deus ordena que os israelitas ofereçam sacrifícios de animais no santuário, ou tabernáculo. Quando os israelitas já haviam chegado à terra de Canaã, ordenou-se que todos os sacrifícios terminassem, exceto os que aconteciam no Templo de Jerusalém. Na Bíblia, Deus pede sacrifícios como um sinal de sua aliança com povo de Israel. O sacrifício também era feito para que Deus perdoasse os pecados, uma vez que o animal estaria sendo punido no lugar do pecador. === Sacrifício na Grécia Antiga === Na religião da Grécia Antiga, o templo não servia de lugar ao culto onde os fiéis se reuniam para celebrar os ritos, o tempo é a casa do deus a que se consagrou. O lugar de reunião dos devotos era o altar exterior, o bomos, bloco de cantaria quadrangular onde se desenrolava o rito central da religião grega, o sacrifício.Jean Pierre Vernant, O Mito e a Religião na Grécia Antiga, Lisboa, Teorema, 1991. O sacrifício era de origem alimentar, envolvendo um animal doméstico como os que hoje nos servem de alimento, que seguia numa procissão ritual até ao bomos. A cabeça era cortada com uma espada curta, a machaira, que até ali estava dissimulada debaixo de cereal no cesto ritual, o kanun. O sangue que jorrava sobre o altar era recolhido num recipiente, tal como ainda se faz num açougue ou matadouro, e abria-se o animal para se examinar as entranhas, e em especial o fígado, de modo a concluir se o sacrifício era aprovado pelos deuses. No caso afirmativo, a vítima é esquartejada e dividida nas suas diversas partes, tarefa que atualmente se faz num talho. As gorduras e os ossos maiores, completamente descarnados, eram deixados no altar para serem cremados, processo pelo qual se enviava o produto sacrificial aos deuses. Alguns dos pedaços internos, os splanchna, eram grelhados em espetos neste fogo, pelos executantes do rito, e posteriormente distribuídos pelos mesmos, garantindo assim o contacto entre os deuses e os executantes do rito. O resto da carne era cozida e dividida em partes iguais para ser consumida no local, como consumação geral da festa sacrificial por todos os participantes. As peles e a língua eram entregues ao sacerdote, ou cidadão imaculado, que procedera ao sacrifício. O que no sacrifício grego é, para os deuses, uma oferenda, para os homens é uma refeição de festa que desde a imolação ao repasto estava envolvida numa atmosfera de fausto e alegria. Toda a encenação ritual era conduzida de modo a velar quaisquer traços de violência e assassinato, para fazer ressaltar a solenidade pacífica de uma festa feliz. O animal do sacrifício não chegava a perceber qual era o seu destino e ninguém se horrorizava com o prospecto da sua morte. Ainda hoje, nos açougues industrializados, procura fazer-se a matança sem que o animal perceba, para que não liberte as toxinas produzidas pela ansiedade anterior ao golpe que o leva à morte, que infestam e muitas vezes inutilizam a sua carne. Na sociedade grega antiga não se comia outra carne que não a dos sacrifícios. === Sacrifício no judaísmo === No judaísmo, o sacrifício é conhecido como Korban, palavra oriunda do hebreu karov, que significa \"vir para perto de Deus\". Judeus medievais como Maimônides reinterpretaram a necessidade de sacrifícios. Em sua visão, Deus sempre colocava os sacrifícios abaixo de orações e da meditação filosófica. No entanto, Deus entendia que os israelitas estavam acostumados aos sacrifícios animais, que as tribos pagãs realizavam como forma de comunicação com seus deuses. Assim, na visão de Maimônides, era natural que os israelitas acreditassem que o sacrifício fosse necessário na relação entre o homem e Deus. Maimônides concluiu que a decisão de Deus de permitir sacrifícios era uma concessão às limitações psicológicas do homem. Era esperado que os israelitas passassem de sacrifícios à adoração pagã em pouco tempo. === Sacrifício no islã === O sacrifício de um animal, em língua árabe, se diz Qurban (قُرْبَان). No entanto, a palavra possui em certas regiões uma conotação pagã. Na Índia, porém, a palavra qurbani é utilizada para o rito islâmico de sacrifícios de animais. No contexto islâmico, o sacrifícios de um animal é comumente referido como Udhiyah (أُضْحِيَّة), significando sacrifício. Udhiyah, como um ritual, é oferecido apenas em Eid ul-Adha. Os muçulmanos dizem que isso não tem nada a ver com sangue e ferimentos (Corão 22:37: “Não é a sua carne tampouco seu sangue que alcança Alá, mas sim a sua fé que o alcança...”). O sacrifício é feito para ajudar os pobres, e para recordar o profeta Abraão que não se opunha a sacrificar o filho (de acordo com os muçulmanos, seria Ismael) a pedido de Deus. O animal a ser sacrificado pode ser um cordeiro, uma ovelha, uma cabra, um camelo ou uma vaca. Deve ser saudável e estar consciente. O rito islâmico de sacrifício é chamado Dhabĥ (ذَبْحٌ). Em nome de Alá, a garganta e as veias jugulares são cortadas rapidamente com faca bem afiada. A espinha dorsal e o pescoço não devem ser quebrados até que o animal pare de se mover, evitando dor ao animal. São explicitamente proibidas outras formas de sacrifício de animais como morte a pauladas, eletrocussão e perfuração do crânio com lança. A razão por que se invoca o nome do Criador no momento do sacrifício é por alguns considerada equivalente à aceitação do direito do Criador sobre todas as criaturas. Trata- se de um tipo de permissão garantida ao autor do sacrifício, resulta em sentimento de gratidão por poder comer a carne do animal sacrificado. A carne é normalmente distribuída entre os parentes necessitados. No entanto, dependendo do propósito ou da ocasião, pode ser consumida pela pessoa que sacrificou o animal. Todos os animais devem ser sacrificados dentro das formas acima, não se importando se a carne será utilizada em comemoração religiosa ou consumo pessoal. Será então considerada Halal, e própria para consumo. 200px|hight|thumb|Sacrificio para Exu, no candomblé do Ile Ase Ijino Ilu Orossi. === Sacrifício no candomblé === Sacrifício - vem da palavra sacrificar que no sentido religioso é oferecer em holocausto por meio de cerimônias próprias. Sua origem etimológica é sacr (de origem provavelmente judaica) e a palavra latina ofício). No candomblé, esta parte do ritual denominada de sacrifício não é propriamente secreta; porém não se realiza senão diante de um reduzido número de pessoas, todos fiéis da religião. Uma pessoa especializada no sacrifício, o axogum, que tem tal função na hierarquia sacerdotal, é quem o realiza ou, na sua falta o babalorixá. O axogum não pode deixar o animal sentir dor ou sofrer porque a oferenda não seria aceita pelo Orixá. O objeto do sacrifício, que é sempre um animal, muda conforme o Orixá ao qual é oferecido; trata-se, conforme a terminologia tradicional, ora de um animal de duas patas, ora de um animal de quatro patas, galinha, pombo, bode, carneiro. Na realidade não se trata de um único sacrifício: sempre que se fizer um sacrifício a qualquer Orixá, deve ser antes feito um para Exu, o primeiro a ser servido. Esse sacrifício não é só uma oferenda aos Orixás. Todas as partes do animal vão servir de alimento, nada é jogado fora. O couro do animal é usado para encourar os atabaques, o animal inteiro é limpo e cortado em partes, algumas partes são preparadas para os Orixás e o restante é destinado aos demais. Tudo é aproveitado: até a porção oferecida aos Orixás é posteriormente distribuída entre os filhos da casa como o inché do Orixá. É usada para confraternização: unem-se os filhos a comer com o pai ou mãe, havendo repartição do Axé gerado pelo Orixá. (Acredita-se que após algum tempo que a comida esteja no Peji ela fica impregnada pelo Axé do Orixá). O sacrifício no candomblé é a renovação do axé, feito uma vez por ano para cada Orixá da casa ou em circunstâncias especiais.Pai Cido explica a prática do sacrifício de animais no CandombléRúbọ – O sacrifício de animais no candombléNão existe sacrifício de animais nos rituais do Candomblé por Eduardo Pereira OdùdúwaSacrifícios rituais em religiões afro-brasileiras === Sacrifício no cristianismo === Para a maior parte da Igreja Cristã (Católica e Ortodoxa), o sacrifício, em geral, consiste em oferecer a Deus uma coisa sensível, e destruí-la de alguma maneira, para reconhecer o supremo domínio que Ele tem sobre nós e sobre todas as coisas.Catecismo de São Pio X, Cap. 5, § 1.o - 650. Segundo as Igrejas Católica e Ortodoxa, a Santa Missa (ou Divina Liturgia) é o sacrifício permanente da Nova Lei, deixado por Jesus Cristo, para ser oferecido a Deus pelas mãos de seus sacerdotes.Catecismo de São Pio X, Cap. 5, § 1.o - 649. A Santa Missa é o sacrifício do Corpo e do Sangue de Jesus Cristo, oferecido sobre os altares cristãos, debaixo das espécies de pão e de vinho em memória do sacrifício da Cruz.Catecismo de São Pio X, Cap. 5, § 1.o - 652. O Sacrifício da Missa é substancialmente o mesmo que o da Cruz, porque o mesmo Jesus Cristo, que se ofereceu sobre a Cruz, é que se oferece pelas mãos dos sacerdotes seus ministros, sobre os altares, mas quanto ao modo por que é oferecido, o sacrifício da Missa difere do sacrifício da Cruz, conservando todavia a relação mais íntima e essencial com ele.Catecismo de São Pio X, Cap. 5, § 1.o - 653. O Sacrifício da Cruz é o único sacrifício da Nova Lei segundo os cristãos, porquanto por ele Jesus Cristo aplacou a Justiça Divina, adquiriu todos os merecimentos necessários para nos salvar, e assim consumou da sua parte a nossa redenção. São estes merecimentos que Ele aplica aos fiéis pelos meios que instituiu na sua Igreja, entre os quais está o Santo Sacrifício da Missa.Catecismo de São Pio X, Cap. 5, § 1.o - 656. A Missa chega a seu ápice com as Palavras da Consagração, momento em que ocorre o sacrifício propriamente dito. As palavras da consagração do Pão e do Vinho na Missa Latina são, respectivamente:Missale Romanum, 1962O sacerdotes cristãos oferecem o Sacrifício da Missa para quatro fins: # Honrar a Deus como convém, e sob este ponto de vista o sacrifício é latrêutico;Catecismo de São Pio X, Cap. 5, § 1.o - 657; 1º. # Para dar-lhe graças pelos Seus benefícios, e sob este ponto de vista o sacrifício é eucarístico;Catecismo de São Pio X, Cap. 5, § 1.o - 657; 2º. # Para aplacá-LO, dar-Lhe a devida satisfação pelos pecados, para sufragar as almas do Purgatório, e sob este ponto de vista o sacrifício é propiciatório;Catecismo de São Pio X, Cap. 5, § 1.o - 657; 3º. # Para alcançar todas as graças que nos são necessárias, e sob este ponto de vista o sacrifício é impetratório.Catecismo de São Pio X, Cap. 5, § 1.o - 657; 4º. == Sacrifício animal == É o ritual em que se mata um animal como preceito de uma religião. Praticado por muitas religiões como maneira de se agradar a Deus/deuses ao mudar o curso da natureza. Sacrifícios animais surgem em quase todas as culturas, dos hebreus aos gregos e romanos. == Sacrifício humano == Sacrifícios humanos foram praticados desde a Antiguidade, quando matavam-se pessoas ritualisticamente de forma que agradasse algum deus ou força espiritual. Muitas civilizações tiveram ou ainda têm práticas de sacrifício humano em suas culturas, como por exemplo o caso da civilização asteca. Ocasiões em que se sacrificavam homens: * Para a criação de um novo templo ou ponte; * Quando da morte de um rei ou membro do alto clero, para que o sacrificado servisse ao morto na próxima vida; * Em tempos de desastres naturais. Secas, terremotos, erupções vulcânicas, maremotos, etc, seriam sinais de fúria dos deuses - sacrifícios eram a forma de acalmá-los. == Sacrifícios em jogos == O termo \"sacrifício\" também é usado metaforicamente para descrever, em jogos, jogadas em que, deliberadamente, se eliminam peças próprias para se obter alguma vantagem. No xadrez, várias jogadas são descritas como sacrifício. Geralmente, implicam na perda de uma peça ou um peão para quebrar o posicionamento do oponente e dar início a um ataque. As jogadas de abertura que envolvem sacrifícios são denominadas gambitos pelos jogadores de xadrez; nesses gambitos, geralmente é perdido um peão; os gambitos que perdem uma peça (de maior valor) são raros e arriscados. No beisebol, um fly de sacrifício (sacrifice fly) é uma jogada em que o batedor deixa-se deliberadamente eliminar para que outro jogador numa base possa fazer um ponto. Sacrifice é, ainda, o nome de um jogo de computador produzido pela empresa \"Shiny Entertainment\" no ano de 2000. == Ver também == * Holocausto * Libação * Sacrifício animal == Leituras adicionais == * Jean Pierre Vernant, O Mito e a Religião na Grécia Antiga, Lisboa, Teorema, 1991. * John Lancaster, In India, case links mysticism, murder, Washington Post, 11/29/2003 * Nigel Davies, Human Sacrifice: In History and Today, Dorset Press, 1981. ISBN 0-88029-211-3 == Ligações externas == * * * * * * * Artigo sobre os sacrifícios descritos na bíblia no jornal da Arquidiocese de São Paulo - 2 de outubro de 2020 Categoria:Rituais religiosos",
 "title": "Sacrifício"
}