{
 "id": "11482",
 "text": "{{Info/Município do Brasil | nome = Estância Turística de São Roque | preposição = da | foto = Vista aérea de São Roque.jpg | leg_foto = Vista de São Roque em julho de 2022 | apelido = Cidade do vinho | brasão = Brasaosroquesp.jpg | bandeira = Bandeirasroquesp.jpg | link_brasão = | link_bandeira = | link_hino = s:Canto de exaltação a São Roque | aniversário = 16 de agosto | fundação = | gentílico = são-roquense | lema = Mea paulista gens \"Minha nação paulista\" | prefeito = Marcos Augusto Issa Henriques de Araújo | partido = PODE | fim_mandato = 2024 | mapa = SaoPaulo Municip SaoRoque.svg | latP = S | latG = 23 | latM = 31 | latS = 44 | lonP = O | lonG = 47 | lonM = 08 | lonS = 06 | estado = São Paulo | região_intermediária = Sorocaba | data_região_intermediária = IBGE/2017 | região_imediata = Sorocaba | data_região_imediata = IBGE/2017 | região_metropolitana = Sorocaba | vizinhos = Araçariguama, Itapevi, Vargem Grande Paulista, Ibiúna, Mairinque, Cotia e Itu | dist_capital = 62 | dist_capital_ref = | capital_link = São Paulo | área = 307.553 | área_ref = | população = 92060 | data_pop = estimativa IBGE/2020 | altitude = 771 | clima = subtropical cwa | sigla_clima = | idh = 0.802 | data_idh = PNUD/2000 | pib = R$ 3.108.224.143,00 | data_pib = IBGE/2020 | pib_per_capita = 33.763,03 | data_pib_per_capita = IBGE/2020 | site_prefeitura = saoroque.sp.gov.br | site_câmara = camarasaoroque.sp.gov.br }} São Roque é um município brasileiro do interior do estado de São Paulo, situado na Região Metropolitana de Sorocaba, na Mesorregião Macro Metropolitana Paulista e na Microrregião de Sorocaba. Localiza-se à latitude 23º31'45\"Sul e à longitude 47º08'07\" Oeste, com altitude de 771 metros. Sua população, conforme estimativas do IBGE de 2020, era de habitantes, distribuídos em 307,55 km² de área, com 106 bairros. O município é formado pela sede e pelos distritos de Canguera, Mailasqui e São João Novo. == Estância turística == São Roque é um dos 29 municípios paulistas considerados estâncias turísticas pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante a esses municípios uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar junto a seu nome o título de Estância Turística, termo pelo qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais. O turismo “bate volta” é muito importante na cidade. Pessoas de toda a região no raio aproximado de 100 km visitam a cidade semanalmente onde usufruem de belos passeios, restaurantes variados e dos vinhos, licores, destilados, alcachofra e doces produzidos na cidade. == História == Fundada na segunda metade do século XVII pelo bandeirante Pedro Vaz de Barros - mais conhecido como Vaz-Guaçu - a cidade surgiu de uma enorme fazenda e uma capela por ele erigida no local. A capela - então localizada onde hoje é a Praça da Matriz - foi levantada em devoção a São Roque por ventura com o intuito de não ser perseguido ou investigado por pratica de judaísmo. Pedro Vaz de Barros e filho de Jerônimo Pedroso e Joana Vaz de Barros Cristãos Novos nascidos em Lisboa Portugal. A fazenda tinha por objeto o cultivo de vinhedos e de trigais, utilizando-se mão-de-obra indígena e mais tarde, de escravos africanos. Pouco depois da criação dessa fazenda, o irmão de Pedro Vaz - Fernão Paes de Barros, também veio a se instalar em São Roque, nos mesmos moldes que seu irmão, fundando uma fazenda e uma capela, contudo em louvor a Santo Antônio.Confederação Nacional dos Municípios Brasileiros: http://www.cnm.org.br/municipio/historia.asp?iIdMun=100135568. Última visita em 08.08.2008. A capela original a São Roque, bem como as igrejas barrocas que a sucederam no Largo da Matriz foram derrubadas e sucessivamente \"modernizadas\", assim como todo o entorno paisagístico do Largo da Matriz. Ao que consta, até a década de 1940, o Largo da Matriz era formado por um conjunto arquitetônico barroco, tendo a sua volta casarões. Antes de ter sido elevado à condição de vila em 1832, o povoado foi declarado freguesia de Santana de Parnaíba, no ano de 1764. Em 1864, é elevado à categoria de município. Entre 1872 e 1875, é inaugurada a Santa Casa de Misericórdia e a estação da Estrada de Ferro Sorocabana. No final do século XIX, tem sua economia impulsionada pela chegada de imigrantes italianos. Em 8 de abril de 1834, é criado o I Cartório de Protesto de Notas e Títulos. O fórum judicial é criado em 15.04.1873, com a instalação de dois ofícios judiciais. Um ano depois, é criado o 1º Cartório de Registro de Imóveis. Em 01.01.1889, é instalado o Primeiro Ofício do Registro Civil das Pessoas Naturais. Em 1893, é instalado o 2º Cartório de Protesto de Notas e Títulos.Ministério da Justiça, Cadastro de Cartórios do Brasil: http://www.mj.gov.br/CartorioInterConsulta/consulta.do Ao que consta, essas melhorias foram levadas a cabo em função da influência político do Sr. Antônio Joaquim da Rosa, o Barão de Piratininga, importante personalidade são-roquense, e ao que consta, amigo pessoal do Imperador D. Pedro II.Kliass, Rosa: Meu São Roque (já citado); São Roque, do Vinho Ao Turismo, Camara Municipal dos Vereadores de São Roque:http://www.camarasaoroque.sp.gov.br/srturismo.asp. Última visita em 08.08.2008. O Barão de Piratininga chegou, inclusive, a ser nomeado presidente da província de São Paulo no ano de 1869.Relatorio com que s. exc. o sr. senador barão de Itauna passou a administração da provincia ao exm. sr. commendador Antônio Joaquim da Rosa, 3.o vice-presidente. São Paulo, Typ. Americana, 1869.:http://brazil.crl.edu/bsd/bsd/1009/000002.html. Última visita em 08.08.2008. Em 1890, o industrial italiano Enrico Dell'Acqua funda a BRASITAL, uma das primeiras indústrias têxteis do Brasil, a qual funcionou até meados dos anos 1970. Hoje, faz parte do patrimônio público municipal, abrigando um centro cultural e educativo, bem como a biblioteca municipal.Prefeitura Municipal de São Roque: http://www.saoroque.sp.gov.br/saoroque/homesite/site.asp?pag=288&nivel;=2 A primeira tipografia da cidade é criada pelos irmãos Boccato, que passam a editar um semanário chamado \"O Democrata\". O jornal foi fundado em 1 de maio de 1917.Jornal \"O Democrata\": http://www.odemocrata.com.br/250708/. Última visita em 08.08.08. O primeiro ginásio da cidade, a escola \"Horácio Manley Lane\" foi fundada em 1947.Jornal \"O Democrata\", 26.11.2007: http://www.odemocrata.com.br/261007/omatilde.asp. Última visita em 08.08.2008. == Geografia == === Topografia === O município de São Roque localiza-se numa região de morfologia bastante acidentada, atingindo 1200 metros de altitude em alguns locais, e caindo para 600 metros em outros. Pontos destacados de maior altitude podem ser citados, como: *Alto da Serra - Estrada da Aeronáutica: 1.100 metros de altitude; *Morro do Saboó: cerca de 1.000 metros de altitude (visível de áreas de municípios vizinhos); *Morro do Sky Mountain Park: cerca de 1.200 metros de altitude. === Clima === O clima de São Roque é o subtropical Cwa, segundo a classificação climática de Köppen, com média no mês mais quente, fevereiro, de 30 °C e média no mês mais frio, julho, de 15,5 °C e a média de precipitação anual é de 1352mm, geadas ocorrem em praticamente todos os invernos. Em 17 de julho de 2000, São Roque registrou uma temperatura de -3 °C, segundo o governo do estado de São Paulo. === Hidrografia === * Rio Aracaí * Rio Carambeí * Rio Guaçu == Infraestrutura == === Transporte === A Jundiá Transportadora Turística https://jeonline.com.br/noticia/25085/guto-issa-decreta-nulidade-do-contrato-com-a-mirage-transportes/. Última visita em 12.02.2021 http://www.saoroquenoticias.com.br/noticia.asp?idnoticia=30384/. Última visita em 12.02.2021 https://www.odemocrata.com.br/passagem-de-onibus-sera-reduzida-para-r-300-em-sao-roque-a-partir-deste-sabado-13/. Última visita em 12.02.2021 https://diariodotransporte.com.br/2021/02/12/sao-roque-sp-contrata-jundia-e-rompe-contrato-do-transporte-coletivo-com-a-empresa-mirage/. última visita em 12.02.2021 http://jundia.net/saoroque/. Acesso em 12.02.2021 é a empresa que opera as linhas de ônibus no município. Todas as rotas municipais saem no terminal urbano localizado aos fundos da Estação Rodoviária, e atendem toda a zona urbana e os bairros rurais, além de Mailasqui, São João Novo, Canguera e ao Catarina Fashion Outlet. A cidade também conta com vários pontos de táxis localizados na área central e na Estação Rodoviária. Já o transporte intermunicipal é operado por duas empresas: Rápido Luxo Campinas http://www.saoroquenoticias.com.br/noticia.asp?idnoticia=26303. Última visita em 24.10.2019 http://www.saoroquenoticias.com.br/noticia.asp?idnoticia=26304. Última visita em 24.10.2019 (para Sorocaba, Mairinque, Alumínio, Ibiúna e Araçariguamahttp://www.emtu.sp.gov.br/emtu/imprensa/imprensa/linhas-metropolitanas-da-emtu-atenderao-a-usuarios-de-aracariguama.fss. Última visita em 08.04.2018, pela EMTU) e Viação Danúbio Azul http://www.saoroquenoticias.com.br/noticia.asp?idnoticia=29515. Última visita em 18.11.2020 (para Itapevi, Pirapora do Bom Jesus, Vargem Grande Paulista, Cotia e Araçariguama, todas incluindo a última pela ARTESP, devido ser uma linha de viagem parcial -VP- entre São Roque e Pirapora do Bom Jesus). Todas as linhas operam em um terminal suburbano localizado ao lado da Estação Rodoviária. A Viação Cometa opera linhas rodoviárias (para São Paulo, Sorocaba, Itapetininga, Santos, São Vicente, Praia Grande e Mongaguá). Assim, por meio de transporte coletivo, somente é possível chegar à cidade por meio de ônibus, o qual é operado por duas linhas, uma via Castelo Branco passando por Araçariguama, que leva uma hora e vinte minutos e outra via Raposo Tavares passando por Cotia e Vargem Grande Paulista, que leva duas horas, dependendo da fluência do trânsito nas Marginais Tietê e Pinheiros. O município é ligado à capital do estado por meio de duas rodovias, a Raposo Tavares SP-270 e a Castelo Branco SP-280. A primeira também liga São Roque a Sorocaba, o centro econômico regional mais importante da região. Existe uma ferrovia ligando São Roque a São Paulo e a Sorocaba: trata-se da Linha Tronco da antiga Estrada de Ferro Sorocabana. A ferrovia, contudo, hoje em dia, está desativada na região, já que o transporte de passageiros foi extinto no ano de 1999, após a privatização da companhia proprietária da linha férrea, a companhia estadual FEPASA.GIESBRECHT, Ralph Menucci, Estações ferroviárias do Brasil: http://www.estacoesferroviarias.com.br/s/sroque.htm. Última visita em 07.08.2008 === Comunicações === No setor de telefonia a cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi vendida para a Telefônica, que em 2012 adotou a marca Vivo para suas operações. == Turismo == São Roque é conhecida como a Terra do Vinho, pois possui em seu território diversas vinícolas, que produzem os mais variados tipos de vinho. Pode-se fazer gratuitamente o famoso Roteiro do Vinho, com degustação dos vinhos e produtos da região. Um dos principais eventos é a vindima, época de colheita e pisa da uva, em que as vinícolas de São Roque promovem festas e eventos gastronômicos. A vindima acontece uma vez ao ano, entre janeiro e feveiro. Antigamente, anualmente, no mês de outubro, a cidade promovia a \"Expo São Roque\", exposição que reúne produtores de vinhos, uvas e alcachofras, com o objetivo de vender os seus produtos diretamente para o consumidor finalCf.: http://www.exposaoroque.com.br (desde a pandemia de Covid, o evento ainda não voltou a acontecer). Digna de ser visitada é a reserva ecológica conhecida localmente como \"Mata da Câmara\", um parque municipal no qual se pode admirar a vegetação natural da Mata Atlântica, com suas típicas orquídeas, bromélias, etc. A área faz parte do chamado \"cinturão verde da Mata Atlântica\", reconhecido como patrimônio natural da humanidade pela UNESCOCf.: http://www.unesco.org/mabdb/br/brdir/directory/biores.asp?mode=all&code;=BRA+01. Última visita em 07.08.2008.. São Roque também abriga a \"Casa e a Capela do Sítio Santo Antonio\", um bem cultural de relevância nacional, tombado pelo Instituto do Patrimônio Histórico Nacional IPHAN no ano de 1941. A casa-grande foi edificada no século XVII, no ano de 1681, pelo bandeirante Fernão Paes de Barros. Trata-se de conjunto arquitetônico de natureza singular, formado por uma casa-grande e uma capela feitas em taipas de pilão, sendo a mais antiga da região. Um dos primeiros a reconhecer seu valor arquitetônico e histórico foi o escritor modernista Mário de Andrade- cuja família doou o imóvel ao Patrimônio Histórico Nacional após sua morte, conforme desejo do escritor.Arquivo Noronha Santos do IPHAN:http://www2.iphan.gov.br/ans/inicial.htm . Última visita em 07.08.2008. == Administração == * Prefeito: Marcos Augusto Issa Henriques de Araújo (Guto Issa) (PODE) (2021/2024) * Vice-prefeito: Osmar Henrique Villaca Boccato (Republicanos) (2021/2024) * Presidente da Câmara: Rafael Tanzi (PP) (2022) == Ligações externas == *",
 "title": "São Roque (São Paulo)"
}