{
 "id": "1148",
 "text": "Lista de lutas e revoluções no Brasil em solo brasileiro ou que envolvem a soberania do país. == Colônia (1500-1815) == === Século XVI === * Guerra de Iguape - Disputa devido o Tratado de Tordesilhas (1534-1536). * Cerco de Igarassu - Ataque dos indígenas Caetés à vila Igarassu, Pernambuco (1549). * Cerco de Piratininga - Revolta de Resistência indígena contra a presença de jesuítas, em São Paulo (1562) * Confederação dos Tamoios - Revolta de sistêmica indígena contra os portugueses, no Rio de Janeiro e São Paulo (1556-1567). * França Antártica - Invasão e colonização francesa no Rio de Janeiro (1555-1570). * Guerra dos Aimorés - Resistência dos indígenas Aimorés contra os portugueses, na Bahia (1555-1673). * Guerra dos Bárbaros - Resistência de vários povos indígena contra os portugueses, na Paraíba e Rio Grande do Norte (1586-1599). * Fort Saint Alexis - Invasão e colonização francesa no Ceará (1590-1603) * Saque do Recife - Expedição de saque militar inglesa, em Pernambuco (1595). * Guerra Luso-Holandesa - Guerra entre os portugueses e holandeses contra invasões holandesas em várias colônias lusitanas. (1595-1663). === Século XVII === * Bandeirantes, bugreiros, entradas e bandeiras - expedições civis-militares de exploração e captura de indígenas (Séculos XVI e XVII). * Guerra dos Palmares - Conflito de resistência africana no Quilombo dos Palmares contra os portugueses, em Alagoas e Pernambuco (1600 c.-1693). * França Equinocial - Invasão e colonização francesa na cidade de São Luís, Maranhão (1612). * Levante dos Tupinambás - Conflito de resistência dos Tupinambás contra portugueses, em Belém, no Pará (1617-1621) * Invasões holandesas - Invasão e colonização holandesa no nordeste brasileiro (1624-1654). * Revolta de Amador Bueno - Insurreição popular de espanhóis contra os portugueses, em São Paulo (1641). * Insurreição Pernambucana - Rebelião lusitana contra o domínio holandês no Nordeste (1645-1654). * República Cambressive - Revolta dos indígenas Potiguaras contra o governo lusitano, na Serra da Ibiapaba, Ceará (1654-1656). * Revolta da Cachaça - Revolta dos fabricantes de cachaças contra os impostos excessivos, no Rio de Janeiro (1660-1661). * Conjuração de Nosso Pai - Motim popular contra o governo lusitano após a expulsão holandesa, em Olinda e Recife, Pernambuco (1666). * Revolução de Beckman - Revolta de comerciantes contra o governo lusitano, no Maranhão (1684-1685) * Confederação dos Cariris - Resistência de diversos povos indígenas contra os portugueses e sesmeiros no Nordeste (1660-1713). === Século XVIII === * Guerra dos Emboabas - Confrontro entre bandeirantes e portugueses pelo domínio das minas de ouro, em São Paulo e Minas Gerais (1707-1709). * Revolta do Sal - Revolta de comerciantes contra a legislação lusitana sobre o comércio de sal, em Santos, São Paulo (1710). * Guerra dos Mascates - Confronto entre comerciantes e senhores de engenho pelo poder local, em Pernambuco (1710-1711). * Motins do Maneta - Motins contra o monopólio e impostos excessivos sobre o sal, em Salvador, Bahia (1711). * Ataque da Vila Aquiraz - Ataque de resistência de vários povos indígenas e um dos ápicez da Confederação dos Cariris, no Ceará (1713). * Guerrilha dos Muras - Resistência dos indígenas Muras contra os lusitanos, no Amazonas (1714-1786). * Revolta de Felipe dos Santos - Revolta de mineradores contra política fiscal nas minas de ouro, em Minas Gerais (1720). * Guerra dos Manaós - Resistência dos indígenas Manaós contra os lusitanos, no Amazonas (1723-1728). * Resistência Guaicuru - Resistência dos indígenas Guaicurus contra luso-espanhóis, no Mato Grosso do Sul, Goiás e Paraguai (1725-1744). * Motim do Terço Velho - Motim de soldados contra os baixos soldos, em Salvador, Bahia (1728). * Guerra Guaranítica - Resistência dos povos indígenas Guaranis contra os luso-espanhóis, na região Sul (1751-1756). * Conspirações do Curvelo - Conspiração popular contra o governo colonial português e as reformas pombalinas, em Minas Gerais (1760-1763/1776). * Inconfidência Mineira - Conspiração popular contra o governo colonial português e de caráter republicano, em Minas Gerais (1789). * Conjuração Carioca - Conspiração de intelectuais luso-brasileiros contra o governo colonial português e de caráter republicano, no Rio de Janeiro (1794-1795). * Conjuração Baiana - Revolta contra o governo colonial lusitano, a escravidão e de caráter republicano (1798-1799). === Século XIX === * Conspiração dos Suassunas - Conspiração de senhores de engenho contra o governo colonial português e de caráter independentista, em Pernambuco (1801). * Invasão da Guiana Francesa - Invasão e ocupação luso-brasileira da Guiana Francesa (1809-1817). == Reino Unido de Portugal, Brasil e Algarves (1815-1822) == === Século XIX === * Incorporação da Cisplatina - invasão e anexação do Uruguai ao Brasil (1816) * Revolução Pernambucana - revolta independentista e republicana, Pernambuco (1817) * Revolução Liberal de 1821 - revolta independentista, Bahia e Pará (1821) *Revolta de Escravos Constitucionalistas - revolta abolicionista, Minas Gerais (1821-1822) * Independência da Bahia - revolta independentista, Bahia (1821-1823) * Guerra da independência do Brasil - brasileiros contra militares legalistas portugueses, Bahia, Piauí, Maranhão, Pará e Uruguai (1822-1823) == Império (1822-1889) == === Século XIX === * Confederação do Equador - revolta separatista, Nordeste (1823-1824) *Noite da agonia - fechamento do Congresso pelo Exército a mando do imperador (1823). * Levante dos Periquitos - levante militar na Bahia (1824) * Guerra da Cisplatina - Brasil contra Argentina e rebeldes uruguaios (1825-1828) * Revolta dos Mercenários - mercenários contra Império do Brasil, Rio de Janeiro (1828) * Noite das Garrafadas - insurreição popular e confronto entre brasileiros e portugueses, Rio de Janeiro (abril de 1831) * Mata-Maroto - conflitos entre brasileiros e portugueses na Bahia (1831 - 1840) * Cabanada - insurreição popular, Pernambuco e Alagoas (1832-1835) * Federação do Guanais - revolta separatista e republicana, Bahia (1832) * Revolta do Ano da Fumaça - Minas Gerais (1833) * Revolta de Carrancas - insurreição de escravizados, Minas Gerais (1833) * A Rusga - revolta entre conservadores (queriam manter o império) e republicanos, Mato Grosso (1834) * Cabanagem - insurreição popular, Pará (1835-1840) * Revolta dos Malês - insurreição religiosa, Bahia (1835) * Revolução Farroupilha - revolta separatista e republicana, Rio Grande do Sul (1835-1845) * Sabinada - insurreição popular, Bahia (1837-1838) * Balaiada - insurreição popular, Maranhão (1838-1841) * Revoltas Liberais - revolta liberal, São Paulo e Minas Gerais (1842) * Revolta dos Lisos - revolta liberal, Alagoas (1844) * Motim do Fecha-Fecha - Pernambuco (1844) * Motim do Mata-Mata - Pernambuco (1847-1848) * Insurreição Praieira - revolta liberal e republicana, Pernambuco (1848-1850) * Guerra contra Oribe e Rosas - Brasil, Uruguai e rebeldes argentinos contra Argentina (1850-1852) * Revolta do Ronco de Abelha - Nordeste (1851-1854) * Levante dos Marimbondos - Pernambuco (1852) * Revolta da Fazenda Ibicaba - São Paulo (1857) * Motim da Carne sem Osso - insurreição popular, Bahia (1858) * Guerra contra Aguirre - Brasil e rebeldes uruguaios contra Uruguai (1864-1865) * Guerra do Paraguai - Brasil, Argentina e Uruguai contra Paraguai (1865-1870) * Revolta dos Muckers - insurreição popular-messiânica, Rio Grande do Sul (1868-1874) * Revolta do Quebra-Quilos - insurreição popular, Nordeste (1874-1875) * Revolta dos Rasga-listas - insurreição popular, Nordeste e Sudeste (1875-1876) * Revolta do Vintém - insurreição popular, Rio de Janeiro (1880) * Revolta do Vintém - insurreição popular, Curitiba (1883) * Proclamação de 15 de novembro - golpe militar que encerrou o regime monárquico e proclamou a república, Rio de Janeiro (1889) == República == === Século XIX === * Revoltas de soldados contra a República, Rio de Janeiro, Mato Grosso e Santa Catarina (1889) * Golpe de Três de Novembro - fechamento do Congresso pelo Exército a mando do presidente (1891). * Revolta dos Colonos (Caxias do Sul) - levante popular, Rio Grande do Sul (1891, 1892). * Primeira Revolta da Armada - reação militar ao golpe de Deodoro (1891). * Levante deodorista da Fortaleza de Santa Cruz - revolta militar (1892). * Primeira revolta de Boa Vista - conflito político, Goiás (1892). * Bombardeio de Porto Alegre pela canhoneira Marajó - repercussão militar do conflito político no Rio Grande do Sul (1892). * Revolta de Triunfo - conflito político, Pernambuco (1892–1893). * Conflitos pelo governo de Mato Grosso - conflitos políticos/coronelísticos (1892, 1899, 1901, 1916). * Revolução Federalista - guerra civil, Rio Grande do Sul (1893-1895). * Segunda Revolta da Armada - revolta militar, Rio de Janeiro (1893-1894). * República de Cunani - insurreição popular-separatista, Amapá (1895-1900). * Guerra de Canudos - insurreição popular-messiânica, Bahia (1896-1897). * Revolução Acriana - guerra pela independência e anexação do Acre ao Brasil, contra a Bolívia (1898-1903). === Século XX === * Levantes pró-emancipação do Sul de Mato Grosso - revoltas regionalistas (1901, 1911). * Revolta de Ribeirãozinho - levante monarquista, São Paulo (1902). * Incidente de Nuevo Iquitos - conflito fronteiriço com o Peru (1904). * Revolta da Vacina - insurreição popular, Rio de Janeiro (1904). * Revolta de Fausto Cardoso - conflito político, Sergipe (1906). * Segunda revolta de Boa Vista - conflito político, Goiás (1907-1909). * Bombardeio de Manaus - intervenção de forças federais, Amazonas (1910). * Revolta da Chibata - revolta militar, Rio de Janeiro (1910). * Revolta do Batalhão Naval - revolta militar, Rio de Janeiro (1910). * Bombardeio de Salvador - intervenção de forças federais, Bahia (1912). * Guerra do Contestado - insurreição popular-messiânica, Santa Catarina e Paraná (1912-1916). * Levantes militares em Mato Grosso (1912 e 1921). * Sedição de Juazeiro - insurreição política, Ceará (1914). * Revolta do 16º Grupo de Artilharia a Cavalo - revolta de baixas patentes militares, Rio Grande do Sul (1915). * Revolta dos sargentos - revolta militar, Rio de Janeiro (1915). * Revolta do Xandoca - conflito político, Espírito Santo (1916). * Insurreição anarquista de 1918 - rebelião política, Rio de Janeiro (1918). * Levante Sertanejo - insurreição dos coronéis contra o governo do Estado da Bahia, Bahia (1919-1930). * Revolta dos 18 do Forte - primeira revolta do movimento tenentista, Rio de Janeiro (1922). * Revolta tenentista em Mato Grosso (1922). * Revolução de 1923 - conflito político, Rio Grande do Sul (1923). * Revolta Paulista de 1924 - revolta militar tenentista, São Paulo, posteriormente Mato Grosso e Paraná (1924-1925). * Revolução de 1924 em Sergipe - revolta militar tenentista, Sergipe (1924). * Revolta do 10º Regimento de Cavalaria Independente - revolta militar tenentista, Mato Grosso (1924). * Comuna de Manaus - revolta militar tenentista, Amazonas (1924). * Revolta do 26.º Batalhão de Caçadores - revolta militar tenentista, Pará (1924). * Coluna Prestes - revolta militar tenentista (1924-1927). * Revolta do couraçado São Paulo - revolta militar tenentista, Rio de Janeiro (1924). * Assalto ao quartel do 3º Regimento de Infantaria - revolta militar tenentista, Rio de Janeiro (1925). * Revolta tenentista no Rio Grande do Sul (1926-1927). * Levante do Batalhão de Caçadores de Aracaju - revolta militar tenentista, Sergipe (1926). * Revolta de Princesa - insurreição política local/coronelista, Paraíba (1930). * Revolução de 1930 - golpe de Estado civil-militar (1930). * Sublevação da Força Pública de São Paulo (1931). * Sublevação do 21º Batalhão de Caçadores - revolta militar, Pernambuco (1931). * Revolução Constitucionalista - guerra civil, São Paulo, Estado de Maracaju (atual Mato Grosso do Sul), Rio Grande do Sul e Pará (1932). * Intentona Comunista - insurreição comunista, Rio de Janeiro, Pernambuco e Rio Grande do Norte (1935). * Incidente no posto indígena Catarina Paraguaçú - rescaldo da Intentona Comunista, Bahia (1936). * Caldeirão de Santa Cruz do Deserto - movimento messiânico que surgiu nas terras no Crato, Ceará (1937). * Estado Novo - golpe de Estado (1937). * Intentona Integralista - insurreição integralista, Rio de Janeiro (1938). * Conflito fronteiriço entre Minas Gerais e Espírito Santo (fase mais intensa de 1942 a 1948). * Força Expedicionária Brasileira na Segunda Guerra Mundial - Itália (1943-1945). * Deposição de Getúlio Vargas - golpe de Estado civil-militar (1945). * Revolta do Quebra- Milho - levante popular, Paraná (1947). * Movimento de 11 de Novembro - contragolpe ou golpe militar preventivo, Rio de Janeiro (1955). * Revolta de Jacareacanga - revolta militar, Pará (1956). * Revolta dos Colonos - levante popular, Paraná (1957). * Revolta de Aragarças - revolta militar, Goiás (1959). * Revolta das Barcas - levante popular, Niterói (1959). * Campanha da Legalidade - crise político-militar (1961). * Revolta dos sargentos - revolta militar, Brasília (1963). * Revolta dos Marinheiros - motim militar, Rio de Janeiro (1964). * Golpe militar de 1964 - golpe de Estado civil-militar (1964). * Luta armada - guerrilha urbana e rural (1965-1972). * Operação Power Pack (como aliado dos EUA) (1965). * Guerrilha do Araguaia (1967 -1974). * Revolta dos Perdidos (1976). * Operação Traíra (como aliado da Colômbia) (1991). === Século XXI === Ver: lista de conflitos envolvendo o Brasil == Ver também == * História militar do Brasil * História militar de Portugal *Lista de batalhas do Brasil *Lista de conflitos envolvendo o Brasil * Lista de guerras indígenas no Brasil * Lista de protestos no Brasil *Golpes de Estado no Brasil == Referências == === Citações === === Fontes === * * * * * * * * * * * * * * * * ==Ligações externas== * Categoria:Movimentos separatistas no Brasil Lutas",
 "title": "Lista de lutas e rebeliões no Brasil"
}