{
 "id": "114921",
 "text": "O policloreto de vinila (também conhecido como cloreto de vinila ou policloreto de vinil; nome IUPAC policloroeteno) mais conhecido pelo acrónimo PVC (da sua designação em inglês Polyvinyl chloride) é um dos polímeros síntéticos de plástico mais produzidos no mundo, com uma vasta possibilidade de aplicações, principalmente na construção civil, moda e medicina. O PVC pode ser categorizado entre rígido (não modificado) ou flexível (plastificado). O policloreto de vinila foi inicialmente descoberto pelo químico alemão Eugen Baumann em 1872. Baumann identificou o policloreto de vinila, mas o material não foi amplamente explorado até mais tarde. A polimerização do PVC e seu desenvolvimento como um material comercialmente viável foram aprimorados por outros cientistas, incluindo Friedrich Klatte. Em 1926, Klatte, um professor na Universidade de Mainz, fez importantes descobertas sobre a polimerização do cloreto de vinila. Suas pesquisas contribuíram significativamente para transformar o PVC em um material amplamente utilizado em diversas indústrias. == Histórico == === Descoberta === O monômero cloreto de vinila (MVC) foi descoberto por Justus von Liebig em 1835, através da reação do dicloreto de etileno com hidróxido de potássio em solução alcoólica, sendo esse fato publicado por um de seus alunos Victor Regnault, que pensava ter obtido o PVC através da exposição do MVC à luz solar, quando na verdade tinha obtido o policloreto de vinilideno. Entretanto, o primeiro registro de polimerização foi em 1872 quando Eugen Baumann, através da indução do monômero por luz, relatou o surgimento de uma substância sólida branca, cujas características coincidiam com a do PVC. === Indústria === Em 1912, Fritz Klatte descobriu um método para obtenção do PVC através da reação do acetileno com o cloreto de hidrogênio, para uso comercial da empresa na qual trabalhava, a Griesheim- Elektron. Entretanto, havia muitas dificuldades, principalmente em relação à fragilidade do PVC quando exposto à luz e ao calor. Além disso, o PVC é termicamente instável e degrada na mesma temperatura necessária para seu processamento.Mulder, Karel & Knot, J.Marjolijn. (2001). PVC plastic: a history of systems development and entrenchment. Technology in Society. 23. 265-286. 10.1016/S0160-791X(01)00013-6. Depois da Primeira Guerra Mundial, o interesse comercial pelo PVC diminuiu. Além disso, após a compra da Griesheim- Elektron pela IG Farben, optou-se por encerrar o desenvolvimento acerca do material. Apesar do projeto de Klatte ter sido interrompido, os cientistas da empresa continuaram trabalhando em fibras de PVC pós cloradas, obtendo sucesso em 1928, quando a IG Farben se tornou a primeira empresa a conseguir fabricar fibras de PVC. Mesmo assim, apesar do PVC clorado parecer promissor, futuramente se mostrou incapaz de competir com outras fibras em desenvolvimento, como o Nylon. Embora o fracasso com o PVC clorado, a IG Farben iniciou a produção em escala total do PVC em 1937, quando descobriram o processo de co-polimerização do PVC, diminuindo sua temperatura de fusão e permitindo a fabricação de materiais que permaneciam macios e flexíveis. Em 1926, Waldo Semon, pesquisador da B. F. Goodrich, descobriu uma forma de tornar o PVC flexível, elástico, inerte e resistente à corrosão ao misturá-lo com substâncias hoje conhecidas como plastificantes. A Goodrich Corporation iniciou sua produção de PVC em escala comercial em 1930.B. Seymour, Raymond & F. Mark, Herman & Pauling, Linus & H. Fisher, Charles & Allan Stahl, G & H. Sperling, L & S. Marvel, C & E. Carraher, Charles. (1989). Waldo Lionsbury Semon Pioneer in PVC. 10.1007/978-94-009-2407-9_10. A produção do PVC no Brasil começou em 1954, através de uma associação entre a B. F. Goodrich e a Indústrias Químicas Matarazzo, cuja planta foi comprada e modernizada pela Braskem. == Síntese == === Monômero Cloreto de Vinila (MVC) === ==== Processo Balanceado ==== A principal forma de obtenção do monômero cloreto de vinila é através da rota do eteno. A primeira etapa consiste na cloração direta do eteno, a partir da reação desse com cloro, para formar 1,2-dicloroetano ou dicloreto de etileno (DCE), como observado em (1). Na segunda etapa, ocorre a oxicloração do eteno (2). Por último, ambas as correntes de DCE são misturadas e craqueadas, obtendo o cloreto de vinila (3).TEIXEIRA, EDUARDO GARCIA. Análise do mercado brasileiro de PVC utilizado na construção civil, 2013. 41f. Trabalho de Graduação. Departamento de Engenharia Química, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2013. C2H4 + Cl2 -> C2H4Cl2 _(1)_ 2C2H4 + 4HCl + O2 -> 2C2H4Cl2 + 2H2O _(2)_ C2H4Cl2 -> C2H3Cl + HCl _(3)_ ==== Rota do Acetileno ==== Foi o processo mais utilizado até a década de 60. O acetileno pode ser obtido a partir da hidratação do carbureto de cálcio: CaC2 + H2O -> C2H2 + CO Para obtenção do monômero, é feita a reação do acetileno com cloreto de hidrogênio: C2H2 + HCl -> C2H3Cl ==== Rota do Etano ==== É mais econômica em relação às outras, já que não há necessidade de craquear o etano para obtenção do etileno. A conversão do etano em MVC é feita de forma direta: 2C2H6 + Cl2 + 3/2 O2 -> 2C2H3Cl + 3H2O === Policloreto de Vinil (PVC) === A síntese do PVC se dá a partir da polimerização do monômero cloreto de vinila: NASS, L. I.; HEIBERGER, C. A. Encyclopedia of PVC. V. 1, p. 271, New York: Marcel Dekker, 1976. Esse processo pode ocorrer em suspensão (80% da produção mundial), emulsão ou microsuspensão (10 a 15%) e por polimerização em massa (5%).BANEGAS, R. S. Estudos em filmes formados por PVC e agentes plastificantes: estabilidade, morfologia, propriedades térmicas e mecânicas. Dissertação (Mestrado em Química) – Universidade Federal de Santa Catarina, 2011. ==== Polimerização em Suspensão ==== O MVC é colocado em forma de gotas de diâmetro de 30 a 150 µm e entra em contato com uma fase aquosa contínua por agitação, na presença de um agente de suspensão. Em seguida, um catalisador é adicionado, promovendo polimerização dentro das gotas em suspensão, através de um mecanismo de reações em cadeia de radicais livres. A maior parte do PVC utilizado nos processos de calandragem, extrusão e moldagem é preparada por polimerização em suspensão. ==== Polimerização em Emulsão e Microsuspensão ==== Na polimerização em emulsão, o MVC é disperso em uma solução aquosa em forma de gotas muito pequenas, com diâmetro entre 0,1 e 1 µm. Através de um agente emulsificante e um catalisador, inicia-se o processo de polimerização no monômero emulsificado por reação em cadeia via radicais livres, assim como a polimerização em suspensão. A principal diferença está nas condições necessárias para a execução de cada tipo, como pressão, temperatura, diâmetro das partículas, etc. As resinas de PVC polimerizadas por emulsão são muito usadas na produção de plastissóis e organossóis. O processo em microsuspensão é o mesmo, com diferença no tipo de catalisador utilizado, sendo solúvel no monômero, sendo esse emulsificado na forma de pequenas gotículas, com distribuição de tamanhos mais limitados. ==== Polimerização em Massa ==== A polimerização em massa ocorre através da adição de 0,8% de peróxido de benzoila em um cilindro rotativo contendo bolas de aço, por um período de 17 horas, a 58°C. Não há utilização de solventes ou água para remoção de calor, sendo o processo extremamente exotérmico. As resinas formadas possuem um alto grau de pureza e boas propriedades, porém o método está cada vez mais em desuso devido à dificuldade no controle da reação e no tamanho das partículas formadas. == Propriedades == === Estrutura === A microestrutura do PVC é principalmente atática, mas existe uma pequena quantidade de porções sindiotáticas na cadeia, permitindo uma baixa fração de cristalinidade (cerca de 5%). A maior parte da cadeia é linear, mas há possibilidade de ramificações de cadeia curta. Os monômeros são principalmente arranjados na forma Head-To- Tail, havendo alternância entre cloretos e centros de carbono. A temperatura de transição vítrea varia de acordo com o método de polimerização, mas geralmente se encontra entre 60 e 80°C. === Mecânica === Seu módulo de elasticidade é superior ao polietileno e o polipropileno, por exemplo, conferindo maior rigidez.Rodolfo Jr, Antonio & John, Vanderley. (2006). Desenvolvimento de PVC reforçado com resíduos de Pinus para substituir madeira convencional em diversas aplicações. Polímeros. 16. 1-11. 10.1590/S0104-14282006000100005. A massa molecular tem grande influência nas propriedades mecânicas do PVC.Titow, W.V., 1990. PVC Plastics. Properties Processing and Applications. Elsevier Applied Science. === Térmica === O PVC contém, em peso, 57% de cloro e 43% de eteno, o que o torna um material pouco inflamável, aspecto relevante para a aplicação em construção civil. === Química === A presença de cloro na estrutura do PVC também faz com que ele seja mais polar em relação à outros polímeros, podendo ser pintado sem a necessidade de um tratamento superficial prévio. Além disso, essa polaridade permite misturá-lo facilmente com diversos aditivos. == Aditivos == O PVC é um polímero extremamente versátil devido à sua alta capacidade de incorporação de aditivos. Através da escolha de uma ampla gama de substâncias químicas, é possível obter um produto final com as características necessárias para a aplicação. === Plastificantes === Os plastificantes são considerados solventes não voláteis, que atuam amolecendo o material através da separação das cadeias poliméricas, permitindo maior flexibilidade. O resultado é um polímero mais macio, com maior extensibilidade, menor viscosidade do derretimento e menor temperatura de transição vítrea. Um dos plastificantes mais utilizados são os ftalatos, com 90% do mercado sendo destinado para o PVC.David F. Cadogan and Christopher J. Howick \"Plasticizers\" in Ullmann's Encyclopedia of Industrial Chemistry 2000, Wiley-VCH, Weinheim. doi: 10.1002/14356007.a20_439 Os ftalatos mais comuns são aqueles obtidos a partir de álcoois de cadeia ramificada, desde o isopentanol até o isononanol. === Estabilizantes === A exposição do PVC ao calor ou à radição UV ou gama pode causar a liberação de HCl e na formação de ligações cruzadas na cadeia, resultando na degradação do mesmo, com mudança na coloração do material para amarelo ou marrom escuro. Um dos mais utilizados são os estabilizantes térmicos, que atuam capturando e estabilizando os íons cloreto formados, impedindo a propagação da reação e a consequente autocatálise do processo de degradação. === Lubrificantes === Os lubrificantes atuam facilitando o processamento dos polímeros, reduzindo a barreira ao movimento relativo das partículas (lubrificantes internos) ou entre a massa polimérica fundida e seu entorno (lubrificantes externos). == Aplicações == O PVC possui uma vasta gama de aplicações devido à possibilidade de reformular a resina com os aditivos e pela capacidade de ser submetido a diversos processos de moldagem e transformação, como injeção, extrusão, calandragem, entre outros. === Construção Civil === As aplicações diretamente ligadas à Construção Civil (tubos e conexões, perfis e fios e cabos principalmente) somam aproximadamente 62% da demanda total de PVC no Brasil. ==== Tubos ==== Os primeiros tubos de PVC foram fabricados na Alemanha em 1934, sendo amplamente utilizados no transporte de água potável, esgotos, produção de alimentos, indústrias cervejeiras e condutores industriais para laboratórios químicos e aplicações de plantas. Hoje, quase metade da produção do PVC é destinada à produção de tubos para aplicações municipais e industriais.Rahman, Shah. (2007). PVC Pipe & Fittings: Underground Solutions for Water and Sewer Systems in North America. 10.13140/RG.2.2.28970.62408. ==== Cabos Elétricos, Eletrodutos e Forros ==== O PVC é muito utilizado no recobrimento de fios e cabos para isolamento elétrico. O átomo cloro presente em sua estrutura molecular o torna naturalmente resistente à propagação de chamas, fator relevante para fios e cabos elétricos, eletrodutos e forros/revestimentos residenciais.Beriache, M hamed & Saïh Merzouk, Djelloul & Che Sidik, Nor Azwadi & Che Sidik, Nor Azwadi & Malaysia, Teknologi & Lumpur, Kuala & Sultan, Jalan & Petra, Yahya & Akademia Baru, Penerbit. (2018). Assessing and Quality Tests of New PVC Electrical Cables Outer Sheath by Accelerated Thermal Ageing. 73-84. Essa aplicação exige a modificação do polímero através de plastificantes, conferindo também maior flexibilidade, resistividade elétrica, resistência à abrasão e boa relação custo benefício. ==== Mobiliário Urbano ==== O PVC também é utilizado na produção de móveis para áreas externas, como bancos de praça e mesas de jardim, por ser resistente às intempéries, garantindo durabilidade mesmo em condições adversas. ==== Revestimentos de Piso ==== O PVC é amplamente empregado na fabricação de pisos vinílicos, que são populares devido à sua resistência, facilidade de manutenção e ampla variedade de padrões e cores disponíveis, oferecendo uma solução estética e prática para diversos ambientes. ==== Cartões de Crédito e Identificação ==== O PVC é também fundamental na produção de cartões de crédito, débito, identidade e outros tipos de cartões plásticos, devido à sua durabilidade, flexibilidade e capacidade de suportar impressões de alta qualidade. ==== Cortinas Industriais e de Segurança ==== Outro uso relevante do PVC está na fabricação de cortinas flexíveis para aplicações industriais, como barreiras térmicas ou acústicas em ambientes de trabalho, e em portas de frigoríficos para isolamento de áreas. ==== Filmes Plásticos ==== PVC é usado na produção de filmes plásticos, muito comuns em embalagens alimentícias, devido à sua transparência, capacidade de esticamento e resistência, preservando a qualidade e frescor dos produtos. ==== Brinquedos ==== O PVC é frequentemente utilizado na fabricação de brinquedos, especialmente aqueles que exigem uma combinação de flexibilidade, durabilidade e segurança para as crianças. ==== Equipamentos de Proteção Individual (EPI) ==== Na área de segurança, o PVC é empregado na produção de Equipamentos de Proteção Individual (EPIs), como botas impermeáveis e luvas de proteção, oferecendo resistência a produtos químicos e abrasivos. ==== Canais de Drenagem ==== O PVC também se destaca em aplicações de infraestrutura, como em sistemas de drenagem subterrânea, sendo escolhido por sua durabilidade e resistência à corrosão. ==== Janelas ==== Segundo o Instituto Brasileiro do PVC, a janela de PVC, quando comparada a outros tipos, apresenta melhor desempenho econômico, ambiental, isolamento térmico e reduz o consumo energético necessário para refrigerar ou aquecer um ambiente, sendo mais ecoeficiente. === Medicina === Aproximadamente 35% dos equipamentos plásticos utilizados na medicina são de PVC. Entre esses, destaca-se instrumentos utilizados em exames e cirurgias, bolsas de sangue e soro, tubos usados para coleta de sangue, aparelhos de hemodiálise, sondas, entre outros. Esse uso intenso PVC na área médica se dá principalmente em razão de sua versatilidade e segurança, podendo lidar com medicamentos delicados devido à capacidade de impermeabilidade, proteção contra oxidação, maleabilidade e devido ao fato de ser quimicamente inerte.Testai, Emanuela & Hartemann, Philippe & Chandra Rastogi, Suresh & Bernauer, Ulrike & Piersma, Aldert & Jong, Wim H & Gulliksson, Hans & Sharpe, Richard & Schubert, Dirk & Rodriguez-Farre, Eduardo. (2016). The safety of medical devices containing DEHP plasticized PVC or other plasticizers on neonates and other groups possibly at risk (2015 update). Regulatory toxicology and pharmacology : RTP. 76. 209. 10.1016/j.yrtph.2016.01.013. === Moda === As roupas de PVC se tornaram tendência a partir da década de 60, sendo confeccionadas botas, capas de chuvas, vestidos, entre outras. Era comum ver roupas de PVC em filmes e séries, tornando-se também um objeto de fetiche.Fashion From Ancient Egypt To The Present Day, by Mila Contini, p. 317 Hoje, o PVC vem cada vez mais atraindo a atenção de estilistas por causa de sua polivalência, podendo ser flexível ou rígido, transparente ou opaco, colorido e resistente. Além disso, é mais barato do que couro, látex e borracha, podendo ser usado para simular esses materiais. === Couro sintético === O PVC pode ser utilizado na manufatura de couro artificial, com aplicações no setor de roupas e acessórios. Com a adição de plastificantes, pode se tornar muito resistente aos diversos climas, sendo usado na fabricação de casacos, sapatos, jaquetas, equipamentos de esqui, entre outros. Outro uso para o couro sintético à base de PVC está nos assentos de automóveis, com estudos que mostram que a adição do PVC proporciona uma sensação mais fresca e tem maiores tempos de reação em relação às variações da temperatura ambiental, proporcionando maior conforto térmico.Maia, I & Santos, J & Abreu, Maria José & Miranda, Teresa & Carneiro, Noemia & Soares, GMB. (2017). PVC-based synthetic leather to provide more comfortable and sustainable vehicles. IOP Conference Series: Materials Science and Engineering. 254. 122006. 10.1088/1757-899X/254/12/122006. === Geomembranas === A geomembrana consiste numa manta de liga plástica e flexível usada para revestimento impermeabilizante, com aplicações no armazenamento de água, tratamento de efluentes, aterros sanitários, reservatórios para criação de peixes, irrigação, mineração, entre outros.Lavoie, Fernando & Fernando Leme Coelho, Marcos. (2018). GEOMEMBRANAS E SUAS PRINCIPAIS APLICAÇÕES RESUMO. === Cerâmica Plástica === Cerâmica plásticahttp://www.duoatelie.com/p/polymer- clay.html ou argila polimérica é um tipo de argila com aspecto e propriedades de gel, que tem em sua composição o polímero cloreto de polivinila (PVC). É utilizada para modelagem, criando itens de artesanato, jóias, bijuteria (bijouterias), boneco (bonecos e bonecas) e objetos de decorações. Assim, pode ser utilizada em aplicações comerciais como decoração. Atualmente, é possível encontrar arte feita com cerâmica plástica em grandes museus. Também conhecida como polymer clay em inglês. == Impacto Ambiental == O ciclo de vida do PVC é composto por 3 etapas: a manufatura, que envolve a produção do etileno e do gás cloro, obtenção do monômero, polimerização, composição com uso de aditivos e moldagem; o uso, podendo o produto ter uma vida útil mais curta no caso de uma embalagem (dias ou semanas) ou mais longa no caso de pisos ou materiais de cobertura (9 a 10 anos) e o descarte após sua vida útil, geralmente em incineradores ou aterros sanitários.Thornton, Joe. (2010). Environmental Impacts of Polyvinyl Chloride Building Materials. Os riscos ambientais estão mais presente na etapa de descarte, com a permanência ao longo prazo de substâncias vinílicas no solo e à liberação de subprodutos da combustão não intencionais quando incinerado ou processado em uma fundição secundária para reciclagem. Na fase de uso, há impactos devido à liberação de substâncias tóxicas no ambiente interno ou externo ou durante sua combustão acidental, especialmente quando usado em grande quantidade, como em membranas de revestimento. O PVC é obtido a partir de 57% de insumos provenientes do sal marinho ou terrestre (sal-gema) e 43% de fontes não renováveis (petróleo, gás natural), podendo essas serem substituídas por derivados do petróleo e de álcool vegetal (cana de açúcar, por exemplo). É caracterizado como um material de longo ciclo de vida, ou seja, sua vida útil antes do descarte é grande, com 42% dos produtos durando entre 20 e 100 anos. == Reciclagem == O PVC é 100% reciclável, sendo os processos de reciclagem química mais adequados por permitirem a remoção do cloro, possibilitando a produção de cloreto ao invés do gás cloro.Maria de Almeida Mattos Martins dos Santos, Helena. (2019). Reciclagem química do PVC: aplicação do PVC parcialmente desidroclorado para a produção de um trocador iônico. No Brasil, o processo mais utilizado é a reciclagem mecânica, que consiste na combinação de alguns processos operacionais (moagem, aglomeração, granulação) para o reaproveitamento do resíduo plástico, transformando-o em grânulos que são usados como matéria prima para fabricação de outros produtos.Sivaramanan, Sivakumaran. (2014). Plastics and strategies for recycling, waste management and pollution control.. 10.13140/2.1.3419.1360.Piva, Ana & Bahiense Neto, Miguel & Wiebeck, Hélio. (1999). A reciclagem de PVC no Brasil. Polímeros. 9. 195-200. 10.1590/S0104-14281999000400032. A reciclagem energética ocorre por meio da compactação dos resíduos e uma posterior incineração, convertendo a energia química liberada em energia calorífica ou elétrica. Os gases gerados são tratados para redução do impacto ambiental e as cinzas são dispostas em aterros. ==Segurança e saúde== Está comprovado que o seu monômero, o cloreto de vinila, presente durante o processo de fabricação do PVC, é carcinogênico, estando associado a angiossarcoma, um tipo de câncer do fígado, assim como câncer em outros orgãos, enquanto que a inalação da serragem de PVC pode aumentar as chances de câncer de pulmão e pneumoconiose. == Ver também == * Composto de madeira plástica * Disco de vinil * Engenharia dos materiais * Fetichismo por látex e PVC * Roupas de PVC * Tapume de vinil == Referências == == Ligações externas == * * * * * * * * * * * * * * * Categoria:Material de construção Categoria:Polímeros Categoria:Termoplásticos Categoria:Materiais recicláveis Categoria:Tecidos sintéticos",
 "title": "Policloreto de vinila"
}