{
 "id": "11497",
 "text": "\\---- == Eventos == * Ano Internacional da Cooperação, pela ONU. * O Forte das Cinco Ribeiras é devolvido ao Ministério das Finanças depois de em 1941 ter sido guarnecido militarmente durante a Segunda Guerra Mundial. Em 2010, depois de 357 anos de história encontra-se votado ao abandono em perigo de ruína total. * A quando da construção do Porto de Velas o Forte de Santa Cruz das Velas, que data de 1629, perde parte das suas muralhas para dar lugar a esta infraestrutura.São Jorge, Açores, Guia do Património Cultural. Edição Atlantic View – Actividades Turísticas, Lda. Dep. Legal n.º 197839/03. ISBN 972-96057-2-6, 1ª edição, 2003. === Janeiro === * 4 de janeiro - Morre em Londres, aos 76 anos o dramaturgo e crítico anglo americano T. S. Eliot. * 20 de janeiro - Lyndon Johnson toma posse como presidente dos Estados Unidos. * 24 de janeiro - Ex-primeiro-ministro da Grã-Bretanha na II Guerra, Winston Churchill morre aos 90 anos em Londres. === Fevereiro === * 9 de fevereiro - Tropas dos Estados Unidos entram na Guerra do Vietnã, enviando o seu exército para o Vietnã do Sul. * 10 de fevereiro - Governo brasileiro cancela concessão da linha aérea Panair do Brasil. * 15 de fevereiro - Morre em Santa Mônica, Califórnia o cantor de jazz americano Nat King Cole, de 45 anos, vítima de câncer no pulmão. * 18 de fevereiro - Independência da Gâmbia. * 21 de fevereiro - Ativista afro-americano pelos direitos dos negros, Malcolm X é assassinado em Nova York, aos 39 anos. * 25 de fevereiro - Morre em Santa Mônica, Califórnia aos 74 anos o ator e diretor britânico, Stan Laurel - famoso pelo papel do ‘Magro’ na série cômica Gordo e o Magro. === Março === * 22 de março - Nas primeiras eleições municipais depois do golpe, Faria Lima é eleito prefeito de São Paulo. * 25 de março - Coronel Osório lidera guerrilha e toma a cidade de Três Passos, no Rio Grande do Sul. * 27 de março - Inaugurada a Ponte Internacional da Amizade ligando a cidade de Foz do Iguaçu, Brasil e Ciudad del Este, Paraguai, passando sobre o rio Paraná. * 31 de março - O Pico da Neblina, ponto mais alto do Brasil com 2 993,78 m de altitude, é escalado pela primeira vez. === Abril === * 6 de abril - Realizado o primeiro Festival de Música Popular Brasileira. * 19 de abril - Publicação do que se tornaria a Lei de Moore pela Electronics Magazine, em 19 de abril, um artigo de Gordon Moore sobre a evolução dos Circuitos Integrados (Chips). * 22 de abril - Bomba explode na redação do jornal Estado de São Paulo. * 26 de abril - Inauguração da Rede Globo de Televisão no Rio de Janeiro. * 29 de abril - Tropas dos Estados Unidos invadem a República Dominicana. === Maio === * 12 de maio - Alemanha e Israel restabelecem relações diplomáticas. === Junho === * 1 de junho - Com ajuda do exército brasileiro e americano acontece o golpe militar na República Dominicana. * 2 de junho - Policiais militares invadem alojamento estudantil da Crusp devido à greve da USP em São Paulo. * 7 de junho - Morre em Nova York, aos 43 anos, vítima de câncer de mama, a atriz americana Judy Holliday. * 13 de junho - Passeata estudantil na Avenida Angélica, no centro de SP contra a invasão do Crusp. === Julho === * 5 de julho - Morre em São Paulo, aos 88 anos o ex-governador de São Paulo e fundador do Banespa, Altino Arantes. * 31 de julho - Sonda Mariner IV envia as primeiras fotos de Marte á NASA. === Agosto === * 27 de agosto - Morre na França, aos 77 anos de idade o urbanista, pintor e um dos maiores arquitetos do século XX, o suíço Le Corbusier. === Setembro === * 17 de setembro - Fundação da cidade de Alvorada, no Rio Grande do Sul * 26 de setembro - Rainha Elizabeth II concede o título de Membro do Império Britânico aos Beatles. === Outubro === * 1 de outubro - Golpe militar na Indonésia deixam 300 mil comunistas mortos em apenas seis meses. * 4 de outubro - Ex-presidente Juscelino Kubitschek volta do exílio em Portugal e é recebido com festa no Rio. * 8 de outubro - Carlos Lacerda renuncia à candidatura a presidência e acusa o presidente Castelo Branco. * 26 de outubro - Garota de 16 anos, Sylvia Likens é torturada até à morte pela família Banizenwsk, no estado americano de Indiana. === Novembro === *21 de novembro - Fundação do Diretório Acadêmico Nove de Março (DANMA). * 26 de novembro - Fundação do MDB. === Dezembro === *3 de dezembro - Lançamento de Rubber Soul, o sexto álbum de estúdio lançado pela banda de rock britânico The Beatles * 27 de dezembro - Fundação do partido Arena. == Nascimentos == *21 de janeiro - Sinjai Plengpanich, atriz tailandesa. *13 de janeiro - Rui Calisto, ator e escritor brasileiro. *7 de fevereiro - Chris Rock, ator e comediante norte-americano. * 9 de março - Antonio Saca, presidente de El Salvador de 2004 a 2009. * 23 de julho - Slash, guitarrista principal da banda Guns N Roses. * 11 de agosto - Shinji Mikami, designer de jogos de nacionalidade japonesa e criador da série de jogos mundialmente famosa Resident Evil. * 22 de agosto - David Reimer, homem canadense que foi criado como uma menina após uma circuncisão malfeita (m. 2004). * 3 de setembro - Charlie Sheen, ator e produtor norte-americano. *13 de setembro - Zak Starkey baterista do The Who e filho de Ringo Starr. * 14 de setembro - Dmitry Medvedev, presidente eleito da Rússia. * 2 de outubro - Ferhan e Ferzan Önder, gêmeas e pianistas turco-austríacas. * 21 de novembro - Björk, cantora e compositora islandesa. * 30 de novembro - Ben Stiller, ator, comediante, diretor, produtor e roteirista norte-americano. == Mortes == * 24 de janeiro - Winston Churchill, primeiro-ministro do Reino Unido e Nobel da Literatura 1953 (n. 1874). * 13 de fevereiro - Humberto Delgado, militar português, opositor do Estado Novo (n. 1906). * 21 de fevereiro - Malcolm X, ativista americano (n. 1925). * 28 de fevereiro - Adolf Schärf, foi um político austríaco e presidente da Áustria de 1957 a 1965 (n. 1890). * 13 de julho - Laureano Gómez Castro, Presidente da República da Colômbia de 1950 a 1951 (n. 1889). * 19 de julho - Syngman Rhee, presidente da Coreia do Sul de 1948 a 1960 (n. 1875). * 4 de setembro - Albert Schweitzer, teólogo, músico, filósofo e médico alsaciano, Nobel da Paz 1952 e Prémio Goethe 1928 (n. 1875), == Prêmio Nobel == * Física - Richard Feynman, Julian Schwinger, Shin'ichiro Tomonaga * Química - Robert Burns Woodward * Medicina - François Jacob, André Lwoff, Jacques Monod * Literatura - Michail Sholokhov * Paz - UNICEF == Epacta e idade da Lua == Epacta gregoriana * Idade da Lua Letra a",
 "title": "1965"
}