{
 "id": "114910",
 "text": "O secretariado é a área de conhecimento ou o campo de atividade dos profissionais que atuam como secretários em uma secretaria de uma organização. No Brasil os profissionais que atuam na carreira do secretariado, por exemplo, são os secretários executivos e os técnicos em secretariado. O secretariado também pode se referir a equipe de secretários. O secretariado envolve diversas atividades como assessoria de empresas/empresários, planejamento, controle de arquivos, correspondências, organização de eventos, acompanhamento de reuniões, organização de viagens, entre outros. O secretariado é representado pela imagem de uma pena sobre um livro e uma serpente enrolada em um bastão. A pena do livro representa a história da secretária, cuja atuação sempre esteve vinculada ao ato de escrever. A serpente enrolada no bastão, representando o oriente, está relacionada com a sabedoria que pode ser usada tanto para construir como para destruir. == Etimologia == O termo secretariado vem do latim secretarium que significa lugar retirado, conselho privado. == História == A origem do secretariado é na antiguidade quando os homens desenvolviam atividades como escribas e alguns escravos também realizavam atividades que se assemelham à assessoria. Estima-se que o secretariado tenha surgido no Egito há 500 antes de Cristo. Os escribas eram profissionais que dominavam a escrita, faziam constas, classificavam arquivos e redigiam ordens. Na idade média os secretários eram os monges, já no período do mercantilismo esta atividade ficou um pouco esquecida. Há registros de que Napoleão Bonaparte teve uma secretária mulher, que era incumbida de fazer as anotações da guerra, no entanto, Josefina, a esposa de Napoleão, forçou-o a contratar um homem para esse cargo. Apenas no período das Guerras Mundiais é que as mulheres ganharam espaço no mercado de trabalho, em função da falta de mão-de- obra masculina. Em 1945 já existiam cerca de 20 milhões de pessoas no mundo seguindo a carreira no secretariado. Atualmente, o cargo em secretariado é ocupado em sua maioria por mulheres, porém os homens vem ocupando seu espaço no mercado de trabalho. Esta ocupação não se restringe as mulheres, o gênero não define o sucesso profissional e sim o gosto pela profissão. == Regulamentação da profissão == No Brasil as profissões de secretário executivo e técnico em secretariado são regulamentadas pelas seguintes leis: * Lei nº 7.377 de 30 de setembro de 1985. * Lei nº 9.621 de 10 de janeiro de 1996. Essas leis descrevem qual a formação necessária para atuar como secretário e quais as atribuições da profissão. Além disso há também o Código de Ética da Profissão que trata sobre os direitos, deveres, princípios fundamentais do profissional de secretariado. == Formação == No Brasil o curso tecnólogo em secretariado tem duração de dois a três anos. O curso tem como objetivo formar profissionais treinados para aplicar conceitos e ferramentas tecnológicas específicas de assessoramento, implantar e executar atividades e metas da área, organizar eventos, viagens, possuir boa relação com clientes e fornecedores, comunicar e redigir textos técnicos, além de gerenciar informações em geral. As matérias desse curso são focadas em todos os âmbitos da empresa, para que o profissional tenha conhecimento de todos os setores. O curso também traz ao aluno questões teóricas e práticas, formando assim um profissional totalmente capacitado para atuar na área secretarial. O curso de técnico em secretariado tem duração de um ano e meio a dois anos. O curso prepara profissionais para atuarem no mercado de trabalho na área secretarial, com a finalidade de organizar a rotina diária e mensal das atividades do gestor da empresa, promover os canais de comunicação entre os clientes internos e externos da organização, desenvolver tarefas relacionadas ao expediente geral da empresa, entre outras atividades do setor. O primeiro curso de secretariado no Brasil foi o da Universidade Federal da Bahia, criado em 1969. E o primeiro curso de secretariado reconhecido no Brasil o da Universidade Federal de Pernambuco, criado em 1970 e reconhecido em 1978. Em outros idiomas, secretariado pode ser traduzido como estudos secretariais, como no inglês secretarial studies, invés de secretariat, que refere-se à secretaria (secretaría em espanhol). === Principais disciplinas === O curso de Secretariado tem uma grade curricular bastante diversificada abrangendo diversas áreas, como por exemplo, letras, administração, economia, gestão empresarial, contabilidade, etiqueta e postura, gestão de eventos, disciplinas relacionadas ao direito, e até mesmo de psicologia, além das disciplinas mais focadas e técnicas como as de textos corporativos e técnicas secretariais. Muitas universidades também oferecem o aprendizado de línguas estrangeiras, principalmente o inglês e espanhol. === Pós-graduação === Formados no curso de Secretariado tem diversas opções de pós-graduação entre elas Gestão Empresarial, Assessoria Gerencial, Gestão de pessoas para negócios, Gestão de Comunicação e até mesmo Gestão de Marketing. O profissional também pode fazer MBA em Secretariado e Assessoria Executiva. == Dia do profissional de secretariado == thumb|Secretária no Sri Lanka. No período da segunda revolução industrial, Christopher Sholes inventou um tipo de máquina de escrever, e quem testou seu invento foi sua filha Lilian Sholes, que se tornou a primeira mulher a escrever em uma máquina, em público. Lilian Sholes nasceu em 30 de setembro de 1850, por causa do centenário de seu nascimento, empresas fabricantes de máquinas de escrever faziam comemorações e concursos para escolher a melhor datilógrafa, na qual a maioria das participantes eram secretárias, o evento passou a ocorrer anualmente e ficou conhecido como o dia das secretárias. == Ver também == *Secretário de Estado *Secretaria de Estado == Bibliografia == *CARVALHO, Antonio Pires de; SILVA, Diller Grisson. Manual do Secretariado Executivo. São Paulo: D`Livros, 2000. *SABINO, Rosimeri F.;ROCHA, Fabio G. Secretariado: do escriba ao web writer. Rio de Janeiro: Brasport, 2004. *SABINO, Rosimeri Ferraz. A configuração da profissão de secretário em Sergipe: educação, atuação e organização da área (1975-2010). Tese (Doutorado em Educação). Universidade Federal de Sergipe, 2017. == Ligações externas == *Federação Nacional de Secretárias e Secretários Categoria:Educação",
 "title": "Secretariado"
}