{
 "id": "11492",
 "text": "== Eventos == * Ano Internacional da Educação, pela ONU. === Janeiro === * 1 de janeiro - Início da Era Unix. * 26 de janeiro - Fundação da Universidade de Franca, em São Paulo, Brasil. === Março === * 25 de março - O presidente Médici amplia o mar territorial brasileiro de 12 para 200 milhas marítimas. === Maio === *31 de maio - Começa a Copa do Mundo FIFA de 1970, realizada no México. === Junho === *21 de junho - A Seleção Brasileira de Futebol ganha a Copa do Mundo FIFA de 1970, conquistando o tricampeonato. === Outubro === *10 de outubro - Declarada a independência de Fiji. * 24 de outubro - Salvador Allende é confirmado como presidente da República pelo Congresso do Chile, tornando-se assim o primeiro chefe de estado marxista eleito democraticamente do mundo. === Dezembro === * 7 de dezembro - O embaixador da Suíça no Brasil, Giovanni Enrico Bucher, é sequestrado no Rio de Janeiro. == Nascimentos == * 23 de janeiro - Lee Jung-eun, atriz sul-coreana. * 20 de maio - Cassandro, lutador estadunidense-mexicano. * 22 de outubro - Javier Milei, presidente da República da Argentina. == Mortes == * 3 de janeiro - Gladys Aylward, missionária cristã britânica na China (n. 1902). * 20 de fevereiro - Café Filho, 18° presidente do Brasil (n. 1899). * 1 de junho - Pedro Eugenio Aramburu, presidente da Argentina de 1955 a 1958 (n. 1903). * 21 de junho - Sukarno, presidente da Indonésia de 1945 a 1967 (n. 1901). * 27 de julho - António de Oliveira Salazar, presidente do Conselho de Ministros português (n. 1889) * 18 de setembro - Jimi Hendrix, considerado um dos maiores guitarristas de todos os tempos (n. 1942) * 28 de setembro - Gamal Abdel Nasser, presidente do Egipto de 1954 a 1970 (n. 1918). * 4 de outubro - Janis Joplin, cantora americana (n. 1943) * 19 de outubro - Lázaro Cárdenas del Río, presidente do México de 1934 a 1940 (n. 1895). * 3 de novembro - Pedro II da Iugoslávia, Rei da Jugoslávia de 1934 a 1945 (exilado em 1941) (n. 1923). * 9 de novembro - Charles de Gaulle, primeiro-ministro da França de 1958 a 1959 e presidente da França de 1959 a 1969 (n. 1890). * 4 de dezembro - João Bezerra da Silva, Oficial da Polícia Militar Alagoana que eliminou Lampião em 28 de julho de 1938 (n. 1898). *5 de dezembro - Jochen Rindt, piloto de Fórmula 1 e único campeão póstumo (declarado campeão quando falecido) da categoria. * 15 de dezembro - Ernest Marsden, físico inglês (n. 1889). == Prêmio Nobel == * Física - Hannes Olof Gösta Alfvén, Louis Eugène Félix Néel * Química - Luis Federico Leloir * Medicina - Sir Bernard Katz, Ulf von Euler, Julius Axelrod * Literatura - Aleksandr Isaevich Solzhenitsyn * Paz - Norman E. Borlaug * Economia - Paul Samuelson == Epacta e idade da Lua == Epacta gregoriana 25 () Idade da Lua Letra F",
 "title": "1970"
}