{
 "id": "115066",
 "text": "Os Comandos MHTE • MHC • MHA • MHL constituem uma das forças especiais do Exército Português. Estão presentemente enquadrados no Regimento de Comandos (RCmds), unidade integrada na Brigada de Reação Rápida. Os Comandos são por definição forças de combate ligeiras, não blindadas, vocacionados para operações convencionais de natureza eminentemente ofensiva. Têm capacidade de projeção imediata, elevada capacidade técnica e tática, grande flexibilidade de emprego e elevado estado de prontidão, capitalizando a surpresa, velocidade, violência e precisão do ataque, como fatores decisivos. Criadas oficialmente em Angola durante a Guerra do Ultramar, em 1962, estas tropas caracterizam-se por um elevado nível de treino e capacidade operacional. Os seus militares são facilmente reconhecidos pelo uso de boina vermelha. == Missões == Atualmente, os Comandos estão vocacionados para a realização das seguintes missões: * Operações de ataque em profundidade na área da retaguarda do inimigo; * Operações aerómoveis; * Operações de contra insurreição; * Operações como força de intervenção no âmbito da segurança da área da retaguarda; * Operações de apoio à paz, com prioridade para as operações de imposição de paz; * Operações humanitárias, com prioridade para as operações de evacuação de não combatentes (NEO). * Operações de reconhecimento == História == Os Comandos nasceram como tropas especiais de contra-guerrilha, correspondendo à necessidade do Exército Português de dispor de unidades especialmente adaptadas a este tipo de guerra, que tinha que enfrentar no âmbito da Guerra do Ultramar, iniciada em 1961. Ao iniciar-se aquela guerra, o Exército Português já dispunha de tropas especiais adaptadas à contra- guerrilha, que eram os Caçadores Especiais. O Exército contudo optou por extinguir aquelas tropas ainda no início da guerra, com a intenção de alargar o seu treino a todas as suas unidades enviadas para o Ultramar. Esta intensão tornou-se contudo inviável, nunca as unidades regulares conseguindo atingir o nível de proficiência de tropas altamente especializadas como eram os Caçadores Especiais. Foi então desenvolvida uma nova força, com o objetivo de: * realizar ações especiais em território português ou no estrangeiro; * combater como tropas de infantaria de assalto; * dotar os altos comandos políticos e militares de uma força capaz de realizar operações irregulares. A instituição torna-se operacional em 29 de junho de 1962, quando, em Zemba, no Norte de Angola, foram constituídos os primeiros seis grupos do que seriam considerados os antecessores dos comandos. Seria criado o CI 21 (Centro de Instrução de Contra-Guerrilha), que funcionou perto do Batalhão de Caçadores 280, e que contou como instrutor o jornalista italiano e antigo sargento da Legião Estrangeira, Dante Vacchi (1925-1994), que já trazia experiência das guerras em Argélia e Indochina. Dado que os seis grupos preparados neste centro obtiveram excelentes resultados operacionais, o comando militar em Angola decidiu integrá-los na orgânica do Exército entre 1963 e 1964, criando os CI 16 e CI 25, na Quibala, Angola. Surgia assim, pela primeira vez, a designação de \"Comandos\" para as tropas aí instruídas. Em 1988, duas mortes por exaustão no 89.º curso de Comandos e uma outra por explicar em 1990, com os consequentes inquéritos, levaram à extinção, em 1993, do então Regimento de Comandos. O regresso deu-se em 2002. As bases do curso mantiveram-se, mas foram feitas as necessárias alterações para fazer face às novas ameaças. Em setembro de 2016, no 127.º Curso de Comandos, ministrado a 3 oficiais, 7 sargentos e 57 soldados, dois recrutas sofreram um golpe de calor que os levaria à morte e outros quatro militares precisaram de receber assistência médica. Os cursos de Comandos foram suspensos. Em Abril de 2017 foi iniciado o 128.º CCmds. ===Reconhecimento=== A 26 de abril de 1985, o Regimento de Comandos foi agraciado com o grau de Membro-Honorário da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito, a 13 de dezembro de 1993 com o grau de Membro-Honorário da Ordem Militar de Avis, a 17 de junho de 2013 com o grau de Membro-Honorário da Ordem Militar de Cristo e a 29 de junho de 2020 com o grau de Membro-Honorário da Ordem da Liberdade. A 8 de junho de 2007, a Associação de Comandos foi agraciada com o grau de Membro-Honorário da Ordem do Infante D. Henrique e, a 25 de novembro de 2022, com o grau de Membro- Honorário da Ordem Militar de Cristo. == Organização operacional == * Durante a Guerra do Ultramar, foram organizadas companhias de vários tipos, adaptadas às condições operacionais, havendo duas organizações básicas: ** Companhias ligeiras: constituídas só com os elementos operacionais, não dispondo praticamente de apoio logístico autónomo, sendo suportadas por outras unidades militares; ** Companhias pesadas: em que os elementos operacionais eram reforçadas com elementos de apoio logístico (módulos sanitários, de manutenção, de transportes, de intendência, etc.), dando-lhes uma capacidade de operação completamente autónoma. Na Guiné Portuguesa e em Moçambique, foram constituídos batalhões de Comandos que — além de servirem de centros de instrução — eram utilizados como elemento de comando operacional, em determinadas operações, para forças de Comandos de escalão superior à companhia. == Unidades de Comandos == Seguindo o modelo organizativo do Exército Português, existiam unidades territoriais de Comandos (designadas \"centro de instrução\", \"regimento\", \"batalhão\", etc.) responsáveis por mobilizar, organizar, treinar e manter as uidades operacionais, normalmente de escalão companhia. Os batalhões de Comandos da Guiné e Moçambique funcionaram tanto como unidades territoriais mobilizadoras, como unidades operacionais. === Unidades mobilizadoras === : 1962-1965: Centro de Instrução n.º 21 (Centro de Instrução Especial de Contra-Guerrilha), em Zemba (Angola); : 1963-1965: Centros de Instrução n.º 16 e n.º 25, em Quibala (Angola); : 1965-1974: Centro de Instrução de Comandos de Angola, em Luanda (Angola); : 1966-1975 e 1996-2002: Centro de Instrução de Operações Especiais, em Lamego (Portugal); : 1964-1965: Centro de Instrução de Comandos da Guiné em Bissau (Guiné); : 1965-1969: Companhia de Comandos da Guiné em Bissau (Guiné) : 1969-1974: Batalhão de Comandos da Guiné, em Bissau (Guiné); : 1969-1975: Batalhão de Comandos de Moçambique, em Montepuez (Moçambique); : 1974-1975: Batalhão de Comandos n.º 11, na Amadora (Portugal); : 1975-1993: Regimento de Comandos, na Amadora (Portugal), com o encerramento da unidade em 1993. : 1996: Centro de Instrução de Operações Especiais, em Lamego (Portugal), tendo sido ministrado apenas o 99ºCurso Instrutor Monitor Comando : 2002-2006: Regimento de Infantaria N.º 1, na serra da Carregueira (Portugal); com a reativação da especialidade em 2002. : Desde 2006: Centro de Tropas Comandos, em Mafra (Portugal) até fevereiro de 2008 e na Carregueira (Portugal) desde então. === Unidades operacionais === Prestou serviço em Angola (1963-1975) * Companhias de Comandos (CCmds): 1.ª, 6.ª, 8.ª, 11.ª,12.ª, 14.ª, 19.ª, 20.ª, 22.ª, 24.ª, 25.ª, 30.ª, 31.ª, 33.ª, 36.ª, 37.ª, 2041.ª, 2042.ª, 2044.ª, 2046.ª, 2047.ª, 4042.ª e 112.ª/74. Prestou serviço na Guiné (1964-1974) * Grupos de Comandos: \"Camaleões\", \"Fantasmas\" e \"Panteras\"; * Companhia de Comandos da Guiné (CCmdsGuiné), incluindo os grupos de Comandos \"Apaches\", \"Centuriões\", \"Diabólicos\" e \"Vampiros\"; * Batalhão de Comandos da Guiné (BCmdsGuiné); * Companhias de Comandos (CCmds): 3.ª, 5.ª, 16.ª, 26.ª, 27.ª, 35.ª, 38.ª e 4041.ª; * Companhias de Comandos Africanos (CCmdsAfricanos): 1.ª, 2.ª e 3.ª. Prestou serviço em Moçambique (1964-1975) * Batalhão de Comandos de Moçambique (BCmdsMoç); * Companhias de Comandos (CCmds): 2.ª, 4.ª, 7.ª, 9.ª, 10.ª, 17.ª, 18.ª, 21.ª, 23.ª, 28.ª, 29.ª, 32.ª, 34.ª, 2040.ª, 2043.ª, 2045.ª e 4040.ª; * Companhias de Comandos de Moçambique (CCmdsMoç): 1.ª, 2.ª, 3.ª, 4.ª, 5.ª, 6.ª, 7.ª, 8.ª e 9.ª. Prestou serviço em Portugal (1974-1993): * Batalhão de Comandos n.º 11 (BCmds 11), incluindo as companhias de Comandos (CCmds): n.º 111, n.º 112, n.º 113 e n.º 114. O BCmds11 foi formado com as 2041ª, 2042ª, 4041ª e 112ª/74 CCmds, regressadas de Angola e da Guiné, que mudaram a sua numeração para CCmds n.ºs 111, 112, 113 e 114 respetivamente. A CCmds 113 foi, posteriormente, \"extinta\" organicamente; * Batalhão de Comandos n.º 12 (BCmds 12), incluindo as CCmds: n.º 121, n.º 122, nº 123 e n.º 124 (pesada). A CCmds 123 foi \"extinta\", organicamente 1982, sendo mais tarde criada, em sua substituição, a CCmds 131 (A Pesada), também de armas pesadas. Estava lançado o embrião do BCmds 13, que permitiria à especialidade \"Comando\" evoluir para uma escala de \"Corpo de Tropas Comando\". Neste batalhão foi ainda criada em 1993/4 a Companhia de Comandos \"REDES\" (Reconhecimento e Destruição), esta com atribuições de sub-unidade \"Regimental\" para determinado tipo de ações especiais. Note-se que pese embora o BCmds 12, fique assim com 5 CCmds, orgânicas, o BCmds 11, apenas dispõe de 3 CCmds, mantendo-se o efetivo total de 8 CCmds operacionais, no RCmds; * Companhia de Comandos n.º 131 (A Pesada), companhia de armas pesadas criada em 1982, a partir da CCmds 123 então extinta, como subunidade inicial do que seria o futuro Batalhão de Comandos n.º 13, o qual nunca foi criado. A companhia manteve-se independente (leia-se como Companhia Regimental de apoio de fogo — armas pesadas) até ser retomada a orgânica inicialmente prevista com as CCmds 114 e CCmds 124 a receberem a sua dotação orgânica de armas pesadas para apoio de fogo, integradas nos BCmds 11 e BCmds 12, respetivamente. Na realidade e na orgânica inicial dos dois BCmds do RCmds, as companhias \"4\" tinham funções de companhia de apoio de fogos para balanceamento da capacidade operacional das restantes CCmds do respetivo Batalhão, pelo que eram dotadas de capacidade de fogo de armas pesadas, mormente no que concerne a armamento antipessoal, anticarro, morteiros pesados 81mm e 120mm e ainda defesa antiaérea de proximidade; * Batalhão de Comando e Serviços do Regimento de Comandos (BCS/RCmds), incluindo as companhias: de Comando e Serviços, de Instrução de Especialidades, de Manutenção e de Transportes e Reabastecimento; * Batalhão de Instrução do Regimento de Comandos (BInstrução/RCmds), incluindo as companhias de Instrução: 1.ª e 2.º. Este BI, era igualmente flexível, podendo ter mais uma ou duas companhias de instrução CI's), se tal se revelasse pontualmente necessário. Presta serviço em Portugal (desde 2002): * Companhias de Comandos (CCmds): 1.ª CCmds (Morcegos), 2.ª CCmds (Escorpiões) e 3.ª CCmds (Cobra). == Símbolos e tradições == === Boina vermelha === O símbolo identificativo das tropas de comandos do Exército Português mais conhecido é a famosa boina vermelha. Pelo uso deste item de fardamento, os comandos são algumas vezes apelidados de \"boinas vermelhas\". Curiosamente e ao contrário da ideia corrente, a boina vermelha não esteve em uso durante a grande maioria da atividade operacional dos comandos na Guerra do Ultramar, dado que o seu uso só foi oficialmente autorizado em meados de 1974, já depois da Revolução dos Cravos. A partir de 1963, sem qualquer autorização superior, algumas unidades de comandos adotaram o uso de boina de cor vermelha em detrimento da cor castanha, a única oficialmente adotada para todas as boinas em uso no Exército Português (estavam naturalmente excluídos desta regra os Paraquedistas, primeira força militar portuguesa a utilizar boina, uma vez que se encontravam na estrutura orgânica da Força Aérea, até 1994). O uso não autorizado da boina vermelha ou de outra cor que não a castanha foi expressamente proibido pelo então ministro do Exército, general Luz Cunha, através de um Despacho de 22 de novembro de 1965. Contudo, no mesmo Despacho, o general Luz Cunha reconheceu o legítimo desejo das tropas de comandos se diferenciarem, ordenando a criação de um emblema ou distintivo para caracterizar aquela especialização. A partir de então, por norma, os comandos passaram a utilizar boina castanha com um emblema privativo daquele tipo de tropas, constituído por um punhal e um ramo de louro sobre os quais assentava o Escudo Nacional. Apesar da proibição expressa do uso de boinas de cor que não a castanha, algumas unidades de comandos na Guiné adotaram o uso de boina camuflada. Entre essas unidades, estavam a 3.ª e a 5.ª companhias de comandos, que serviram na Guiné entre 1966 e 1968. Finalmente, o uso de boina vermelha é oficialmente autorizado a 19 de julho de 1974, através da Circular n.° 3156/LS da 4.ª Repartição do Estado- Maior do Exército. Esta Circular autoriza que todos os militares com o curso de comandos averbado e prestando serviço em unidades da especialidade usem boina vermelha púrpura com fitas pretas. Nesta altura, tendo ocorrido a Revolução dos Cravos a 25 de abril de 1974, havia já a decisão política de acabar com a Guerra do Ultramar, estando a ocorrer negociações para um cessar fogo com os movimentos independentistas de Angola, Guiné e Moçambique. A boina vermelha, contudo, foi ainda usada pelas unidades de comandos que serviram no Ultramar entre esta altura e a independência dos últimos territórios ultramarinos africanos em 1975. === Lema === O lema dos Comandos é o verso latino da Eneida de Virgílio: Audaces Fortuna Juvat, que significa \"A Sorte Protege os Audazes\" === Grito de guerra === O seu grito de guerra, retirado de uma tribo bantu do sul de Angola, que o usava na cerimónia de entrada na vida adulta é: Mama Sumae! (ou Mama Sume!), que em português significa: Aqui estamos, prontos para o sacrifício!. == Ver também == * Lista de forças especiais == Ligações externas == * * * * * * * http://www.flickr.com/photos/comandosportugal Comandos Portugal Categoria:Regimento de Comandos de Portugal Categoria:Membros-Honorários da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Membros-Honorários da Ordem Militar de Avis Categoria:Membros- Honorários da Ordem Militar de Cristo Categoria:Membros-Honorários da Ordem da Liberdade Categoria:Unidades do Exército Português",
 "title": "Comandos (Exército Português)"
}