{
 "id": "11503",
 "text": "Príncipe da Beira é um título nobiliárquico português, conferido ao primogênito do herdeiro presuntivo da Coroa de Portugal, ou seja, o segundo na linha de sucessão. == História == O título Princesa da Beira foi criado em 1645, pelo rei D. João IV de Portugal, como designação da filha mais velha do monarca, independentemente de ser ou não, herdeira presuntiva da coroa. O título Príncipe do Brasil estava reservado aos primogénitos varões do monarca, estes sim, quando existissem, sempre herdeiros presuntivos da coroa. Até então o herdeiro real tinha o simples título de Príncipe, sendo que a filha mais velha do monarca apenas o recebia se não tivesse irmãos varões. Em 17 de Dezembro de 1734 o rei D. João V reorganiza o sistema de títulos da família real. A partir daí, tanto o título de Príncipe do Brasil como o de Príncipe da Beira poderiam ser atribuídos a pessoas dos dois sexos. Passavam a ser Príncipes do Brasil todos os herdeiros presuntivos do trono. Já o título de Príncipe da Beira passava a ser o do filho herdeiro do Príncipe do Brasil (portanto, o segundo na linha de sucessão). Pelo novo sistema, a primeira Princesa da Beira foi a neta recém-nascida de D. João V, D. Maria Francisca, futura rainha D. Maria I. O Primeiro Príncipe da Beira do sexo masculino foi D. José, filho da Princesa D. Maria Francisca. Ao título de Príncipe da Beira é associado o tratamento de Alteza Real (S.A.R.) == Princesas da Beira, na qualidade de filhas mais velhas do monarca == # D. Joana (1645-1653), na qualidade de filha mais velha de D. João IV # D. Catarina Henriqueta (1653-1662), na qualidade de filha mais velha de D. João IV, em virtude da morte da Princesa D. Joana, tornando-se depois Rainha de Inglaterra # D. Isabel Luísa (1683-1690), na qualidade de filha mais velha de D. Pedro II, sendo herdeira presuntiva do trono até ao nascimento do Príncipe D. João # D. Maria Bárbara (1711-1729), na qualidade de filha mais velha de D. João V, tornando-se depois Rainha de Espanha == Príncipes da Beira, na qualidade de segundos na linha de sucessão == # D. Maria Francisca (1734-1750), na qualidade de primogénita do Príncipe D. José (herdeiro presuntivo do trono), tornando-se depois, sucessivamente, Princesa do Brasil e Rainha. # D. José (1761-1777), na qualidade de primogénito da Princesa D. Maria Francisca (herdeira presuntiva do trono), tornando-se depois Príncipe do Brasil. # D. Maria Teresa (1793-1795), na qualidade de primogénita do Príncipe D. João (herdeiro presuntivo do trono), perdendo o título ao nascer D. Francisco António, por este ser varão. # D. Francisco António (1795-1801), na qualidade de varão mais velho do Príncipe D. João (herdeiro presuntivo do trono). # D. Pedro de Alcântara (1801-1816), depois da morte de D. Francisco António, na qualidade varão primogénito do Príncipe D. João (herdeiro presuntivo do trono), tornando-se depois, sucessivamente, Príncipe Real do Reino Unido de Portugal, Brasil e Algarves, Imperador do Brasil e Rei de Portugal. # D. Maria da Glória (1819-1821) (1ª vez), na qualidade de primogénita herdeira do Príncipe D. Pedro de Alcântara, perdendo o título ao nascer D. João Carlos, por este ser varão. # D. Miguel (1820), na qualidade de varão mais velho do Príncipe D. Pedro de Alcântara. # D. João Carlos (1821-1822), na qualidade de varão mais velho do Príncipe D. Pedro de Alcântara. # D. Maria da Glória (1822-1826) (2ª vez), em virtude de ter voltado a ser a herdeira de D. Pedro de Alcântara em relação ao trono de Portugal, ao morrer o Príncipe D. João Carlos. # D. Luís Filipe (1887-1889), na qualidade de primogénito do Príncipe D. Carlos (herdeiro presuntivo do trono), tornando-se depois Príncipe Real. == Reivindicações pós-Monarquia == Reivindicaram, também, o título de Príncipe/Princesa da Beira: ;Ramo Constitucional * D. Maria Pia de Saxe- Coburgo Gotha e Bragança (nascida em 1907, alegada filha natural do rei D. Carlos I) * D. Maria Cristina Blais de Saxe-Coburgo Gotha e Bragança (nascida em 1946, filha de D. Maria Pia de Bragança) ;Ramo Miguelista * D. Duarte Pio de Bragança (nascido em 1945, na qualidade de primogénito do pretendente Duarte Nuno) * D. Afonso de Santa Maria de Bragança (nascido em 1996, na qualidade de primogénito do pretendente Duarte Pio) ;Ramo de Loulé *D. Pedro Folque de Mendoça Rolim de Moura Barreto, 6º Duque de Loulé (nascido em 1958, na qualidade de primogénito D. Alberto Nuno Carlos Rita Folque de Mendoça Rolim de Moura Barreto, 5º Duque de Loulé) *D. Henrique Nuno (nascido em 1997, na qualidade de primogénito do pretendente D. Pedro Folque de Mendoça Rolim de Moura Barreto, 6º Duque de Loulé) == Ver também == * Príncipe Real de Portugal * Família real portuguesa",
 "title": "Príncipe da Beira"
}