{
 "id": "115159",
 "text": "Esta é uma lista de personalidades e mitos da mitologia nórdica e do paganismo nórdico. A mitologia nórdica /germânica/viquingue/escandinava, se refere a uma religião pré-cristã, de crenças e lendas de tradições religiosas dos povos escandinavos, incluindo aqueles que se estabeleceram na Islândia, onde a maioria das fontes escritas para a mitologia nórdica foram construídas. Esta é a versão mais bem conhecida da mitologia comum germânica antiga, que inclui também relações próximas com a mitologia anglo-saxônica. Por sua vez, a mitologia germânica evoluiu a partir da antiga mitologia indo-europeia, e teve em seu principio histórico, a grande guerra entre os deuses, existia também a crença nas chamadas Asynjor, deusas guerreiras. Muito do conhecimento desta mitologia veio da Edda, mas outra importante fonte de conhecimento religioso da mitologia nórdica é a Voluspâ. A Edda, que foi dividida em duas grandes partes, a Edda em prosa, que foi um trabalho escrito pelo poeta islandês Snorri Sturluson, e a Edda em verso do poeta islandês Codex Regius, que eram para os nórdicos antigos uma coletânea religiosa épica de aventuras, jornadas e história destes mitos. A religião nórdica teve seu declínio quando o cristianismo foi estabelecido principalmente na Germânia, (hoje atual Alemanha) na Suécia, na Noruega e na Islândia antigas por volta do século XIII, onde o cristianismo se estabeleceu com dificuldades devido sua localização. Com o passar do tempo o cristianismo se tornou a \"religião predominante\", não somente na Europa mas também em quase todo o mundo e principalmente na Escandinávia, o paganismo nórdico se tornou uma religião extinta na prática e o cristianismo se fortificou cada vez mais. Hoje o paganismo nórdico é uma mera lembrança cultural do povo nórdico europeu. O fim da Era Viquingue impulsionado pelo cristianismo por volta dos séculos XVIII e XIX, relegou os viquingues a uma famosa lembrança medial da Europa, e esse fato pôs definitivamente um fim a esta antiga religião paganista. == Lista == === Deuses === * Ver também: :Categoria:Deuses nórdicos Nome em português Nome em nórdico antigo ou em outros idiomas Imagem Nota Clã Notas Aegir Ægir É o deus nórdico que ao lado de sua esposa Ran, governa os mares, era temido e respeitado principalmente pelos viquingues e marinheiros. Vanir Lindow (2001:47).Simek (1993:126). Aud Auðr É um deus nórdico membro do clã dos Æsir, filho de Nótt com Naglfari. Æsir Simek (2007:22).Faulkes (1995:90—91). Balder Balor Deus da justiça e da sabedoria, um dos filhos de Odim com Frigga. Æsir Bragi Brágui Deus da sabedoria, da poesia e da música. É filho de Odin e Gunnlod. Æsir Garman Lord, p. 30 Búri Búri Foi o primeiro ser divino da mitologia nórdica, o primeiro deus, progenitor de toda a \"raça dos deuses\", foi amamentado pela vaca sagrada Audumla, pai de Borr e avô de Odim, sua existência é confirmada nas Edda em prosa de Snorri Sturluson como o primeiro deus nórdico. Búri não possuía nenhum clã. Dag Dagr Deus nórdico do dia, filho de Dellingr e Nótt. Æsir Lindow (2001:91). Dellingr Dellingr É um deus Æsir, a personificação do amanhecer, é pai de Dag é casado com Nótt. Æsir Bellows (1936:75). Eir Eir Eir é uma deusa da mitologia nórdica, mais conhecida por sua habilidade de cura, (principalmente com ervas.) é uma das deusas Asynjor. Æsir e Asynjor Orchard (1997:36). Forseti Forseti Deus associado à vingança. Sua mãe é a gigante Gríðr, uma amiga dos deuses. Ele é tão forte que ninguém, além de Tor, consegue superá-lo Æsir Jacob Grimm, Deutsche Mythologie, tr. James Steven Stallybrass, volume 1 London: Bell, 1882, p. 231. Freia Freyya Ela é a deusa do sexo e da sensualidade, fertilidade, do amor, da beleza e da atração, da luxúria, da música e das flores, Filha de Njord e Skade, irmã de Frey. Vanir Grundy (1998:56–66). Frey Freyr ou Frei É um deus representado como belo e forte que comanda o tempo e a prosperidade, é filho de Njord e Skadi, irmão de Freia, é casado com a gigante Gerda. Vanir Davidson 1999, Vol. II, p. 55. Frigga Frigga deusa da fertilidade, do amor e da união, esposa de Odim, madrasta de Tor, era uma das Asynjor. Æsir e Asynjor Sturluson, Snorri.Edda em Prosa, Gylfaginning. Fulla Fulla É uma deusa Asynjor da abundância, é a irmã de Frigga. Æsir e Asynjor Orchard (1997:49) Página visitada em 26 de novembro de 2011. Gefjun Gefjun É uma deusa associada à arada, a agricultura e a lavoura, e possivelmente também, deusa da fertilidade. Asynjor e Vanir Sturtevant (1952:166). Gerda Gerðr É uma gigante, casada com Frey. É muito inteligente além de ser uma das mais belas deusas, é também a deusa das almas perdidas. Vanir Gullveig Gullveig É uma deusa bruxa Vanir, que era muito gananciosa e amava o ouro acima de tudo, ela foi morta três vezes por Odim e nas três vezes ela ressuscitou. Ela conheceu o fim do mundo com todos os seus horrores, e participou da Völuspá. Vanir Simek (2007:123—124), Lindow (2002:155), and Orchard (1997:67). Heimdall Heimdallr Era o Deus vigia e guardião da \"Bifrost\", ponte do arco-íris (a ponte que conduzia a Asgard.) Vanir Hœnir Hœnir Hœnir era um deus membro da família dos Aesir, Filho de Borr e e da jotun Bestla e irmão de Odim e Ve . Æsir MacCulloch, J.A.(2005). The Celtic and Scandinavian Religions. Cosimo, Inc. ISBN 1596054166.(em inglês) Página visitada em 26 de novembro de 2011. Hoder Höðr Era um deus cego, irmão de Balder. Assassinou involuntariamente seu irmão e morreu pelas mãos de Vali, filho de Odim. Æsir Orchard (1997:54). Iduna Iðunn É a deusa guardiã do pomar sagrado que guardava as maças que davam juventude e imortalidade aos deuses Æsir, foi casada com Bragi, até ser acusada de adultério pelo perverso Loki. Æsir e Asynjor See Turville-Petre (186:1964) and the Landnámabók, available online. Kvasir Kvasir É o deus que nasceu da saliva de todos os deuses nórdicos, os Vanir e os Æsir, como uma forma de aliança entre os dois clãs após a guerra dos deuses. Vanir Kvasir Search Engine; see About Kvasir for additional information Loki Loke Deus do fogo, da trapaça e da travessura, filho dos gigantes Farbauti e Laufey, irmão jurado de Odin Æsir Simek (2007:195) Página visitada em 12 de janeiro de 2014. Magni e Modi Magni e Modi Modi e Magni eram deuses filhos de Tor, magi (força) e Modi (coragem) Æsir Simek 1987. Meili Meili É um deus, filho do deus Odim e irmão do deus Tor. A existência de Meili é comprovada nas Eddas de Snorri Sturluson. Æsir Mímir Mímir É um deus gigante, sendo este considerado o mais sabio dentre todas as criaturas mitologicas nórdicas, é considerado um ser onisciente, Mímir teve sua cabeça decepada, mas Odim a manteve viva e a consultava a fim de também se tornar onisciente. Æsir Simek (2007:216). Nana Nanna Deusa esposa de Balder, mãe de Forseti, ambos vivem em Breidablik. Asynjor Simek (2007:216). Njord Njörðr É o deus dos Vanir dos ventos e da fertilidade, padroeiro e ao lado de aegir senhor dos Mares, era casado com Skadi até se divorciar, é pai de Frey e Freya. É o protetor dos pescadores e dos caçadores e era visto como um deus pacífico. Vanir For \"babble word\" etymology, see Simek (2007:227), Orchard (1997:117), and Lindow (2001:236). For Jan de Vries' root theory, see Simek (2007:227). For John Lindow's common noun theory, see Lindow (2001:236). Odim Óðinn Deus Rei de todos os deuses e líder dos Aesir e governante de Asgard; deus da sabedoria, da guerra, da morte e da vitória. Filho de Borr e e da jotun Bestla, pai de Tor, Balder, Vali e Loki. Æsir Ran Ran É a deusa nórdica que ao lado de seu marido Aegir, governa os mares. Vanir Sif Sif Sif é a deusa da habilidade em combate, excelência e habilidade em combate, segundo a mitologia nórdica é a esposa de Tor, Sif aprecia muito guerreiros leves e habilidosos, que não necessitam só de força bruta para vencer suas batalhas, De acordo com a profecia Sif vai morrer no Ragnarok, mas não foi explicado como e por quem. Æsir e Asynjor Skadi Skaði É a deusa nórdica do inverno, esposa de Njord e mãe de Frey e Freya. Vanir e Asynjor McKinnell (2005:63). Sol Sigel É a deusa do sol, esposa de Glen, está destinada a ser perseguida por Skoll, filho de Fenrir, e assasinada em pleno Ragnarök. Æsir e Asynjor Orchard (1997:152). Syn Syn Ela é uma deusa da mitologia nórdica ou germânica, considerada a guardiã das portas dos mundos mágicos. Asynjor Orchard (1997:157). Tor Þórr Deus do trovão e dos raios, filho mais velho de Odim, é casado com Sif e pai de Magni e Modi. Æsir CyberSamurai.net Thor ver letra 'T' Thrud Þrúðr É a deusa asynjor, filha de Tor e Sif. Æsir e asynjor Lindow (2001:291). Tyr Ziu Deus germânico original do combate (Aesir), do céu, da luz, dos juramentos e por isso patrono da justiça. Tyr era filho de Odim e Frigga, é a divindade da guerra e um dos doze grandes deuses de Asgard. A sua invencível espada, o próprio símbolo da sua divindade, foi forjada pelos anões filhos de Ivald, também armeiros de Odim. Æsir Uller Ullr É o deus da justiça e do julgamento, assim como o deus patrono da agricultura, É o filho de Sif e enteado de Tor. A sua mulher é a gigante Skadi, que se divorciou de Njord, deste vem a familia Ullr. Æsir Ull, Ullr - Encyclopædia Britannica Urd Urd ou Urda É a deusa nórdica do passado e vive olhando pra trás. Vanir Orchard (1997:174). Vé Wiho Deus que deu à humanidade os dons da fala e da palavra, filho de Bestla e Borr, irmão de Vili e Odim. Æsir Faulkes, Anthony (Trans.) (1995). Edda. ISBN 0-460-87616-3 Vali Vali Vali era um deus membro da família dos Aesir e filho de Odim com a gigante Rind. Æsir Vali ver letra 'V', em cybersamurai.net Vidar Víðarr deus associado à vingança. Sua mãe é a gigante Gríðr, uma amiga dos deuses. Ele é tão forte que ninguém, além de Tor, consegue superá-lo, por ter sido tão forte e um dos poucos deuses sobreviventes ao Ragnarök, é considerado como o verdadeiro herdeiro de seu pai Odim. Æsir Donald A. Mackenzie, Teutonic Myth and Legend (1912), Chapter XIII, Thor in Peril [em linha] Vili Willio Deus irmão de Odim e Vé, Ele era conhecido por ter dado à humanidade os dons da emoção, sentimentos e pensamentos. Æsir === Heróis === Nome em português Poesia Épica Imagem Famoso por... Origem Notas Beowulf Beowulf Foi um dos mais famosos heróis da mitologia nórdica, foi guerreiro e rei derrotou o grande monstro Grendel e o dragão. Suécia Érico, o Vermelho Érico, o vermelho teria existido e não é uma história ficticia como os demais viquingues. Banido da sua terra natal a noruega e da Islândia, por assassinato, foi o descobridor da Groenlândia e fundador da cidade de Gardar onde construiu seu reino que foi herdado por seu filho Leif Eriksson, teria morrido no ano 1000. Noruega The Little Ice Age: How Climate Made History, 1300–1850, Basic Books, 2002, p. 10. ISBN 0-465-02272-3. Grendel Beowulf Personagem monstruoso épico que lutou com Beowulf, Beowulf usa sua força descomunal para subjugar o monstro, que termina perdendo um braço e morre. Dinamarca Berserker Siegfried Canção dos Nibelungos Personagem épico central na Saga dos Volsungos, filho de Sigmund e Hiordis. Islândia Um artigo no Museu de Foteviken, Suécia, Acessado em 03 de maio de 2012. Volsungo Canção dos Nibelungos Personagem rei, ancestral comum do clã dos Volsungos e neto de Odim. Islândia === Valquírias === Nome Significado do nome Referida como valquíria em Brunilda \"correspondente de batalha\"Orchard (1997:193). Skáldskaparmál Eir \"Paz, clemência\"Lindow (2001:105). ou \"ajuda, piedade\"Orchard (1997:36). Nafnaþulur Geirahöð Relacionada com as palavras do nórdico antigo geirr (\"lança\") ehöð (\"batalha\").Simek (2007:102). GrímnismálAparece em alguns manuscritos do Grímnismál no lugar do nome da valquíria Geirölul Geiravör \"Spear-vör\"Simek (2007:102). Nafnaþulur Geirdriful \"Spear-flinger\" Nafnaþulur Geirönul, Geirrönul, Geirömul, Geirölul (várias pronúncias) Incerto; possivelmente relacionado ao nome de OdimGeirölnir e ao duende nórdico Ölnir.Simek (2007:102–103). Possivelmente significando \"aquela que ataca com a lança\". A forma Geirölul pode ser relacionada à palavra rúnica alu. Grímnismál, Nafnaþulur Geirskögul \"Spear-skögul\"Orchard (1997:193). (see Skögul entry below) Hákonarmál, Völuspá, Nafnaþulur Göll \"Tumulto\"Orchard (1997:194). ou \"ruído, batalha\"Simek (2007:115). Grímnismál, Nafnaþulur Göndul \"Wand-wielder\"Orchard (1997:194). Völuspá, Nafnaþulur Guðr or Gunnr \"War\"Orchard (1997:194). ou \"batalha\"Simek (2007:125). Völuspá, Darraðarljóð, Gylfaginning, Nafnaþulur Herfjötur Grímnismál, Nafnaþulur Herja Relacionado ao Nórdico Antigo herja e alto-alemão antigo herjón (significando \"devastar\")Simek (2007:143). Nafnaþulur Hlaðguðr svanhvít \"Hlaðguðr cisne- branco\"Simek (2007:151). Völundarkviða Hildr \"Battle\"Orchard (1997:192). Völuspá, Grímnismál, Darraðarljóð, Nafnaþulur Hjalmþrimul Possivelmente \"Barulho de capacete\" or \"guerreira\"Simek (2007:150). Nafnaþulur Hervör alvitr Alvitr possivelmente significando \"toda-sábia\" ou \"estranha criatura\"Orchard (1997:83). Völundarkviða Hjörþrimul \"A guerreira da espada\" derivada do Nórdico Antigo hjörr (\"espada\") e þrima (\"batalha, ruída\")Simek (2007:150). Darraðarljóð, Nafnaþulur Hlökk \"Ruído, batalha\"Orchard (1997:194). Grímnismál, Nafnaþulur Hrist Relacionado ao Nórdico Antigo hrista (significando \"sacudir, tremer\") e portanto significando \"aquela que sacode\"Simek (2007:160). Grímnismál, Nafnaþulur Hrund \"Pricker\"Orchard (1997:194). Nafnaþulur Kára Ou \"a selvagem, tormentosa\" (basedo no Nórdico Antigo afkárr, significando \"selvagem\") ou \"ondulada\" ou \"a ondulada\"Simek (2007:182). Helgakviða Hundingsbana II Mist \"Nuvem\" or \"Nevoeiro\"Orchard (1997:194) and Simek (2007:218). Grímnismál, Nafnaþulur Ölrún Possivelmente \"ale-rune\"Ochard (1997:278). Völundarkviða Randgríðr, Randgrid \"Trégua-escudo\" ou possivelmente \"destruidora de escudo\"Simek (2007:261). Grímnismál, Nafnaþulur Ráðgríðr \"Trégua-concelho\" ou possivelmente \"a mandona\"Simek (2007:258). Grímnismál, Nafnaþulur Reginleif \"Traçado-poder\" ou \"filha dos deuses\"Simek (2007:262). Grímnismál, Nafnaþulur Róta Possivelmente relacionado ao nome Nórdico Antigo róta (significando \"chuva com neve e tempestade\")Vigfusson (1874:503). Gylfaginning Sanngriðr \"Muito violento, muito cruel\"Simek (2007:275). Darraðarljóð Sigrdrífa \"Vitória-urger\"Orchard (1997:194). ou \"incitadora à vitória\"Simek (2007:284). Sigrdrífumál Sigrún \"Vitória rune\"Orchard (1997:194). Helgakviða Hundingsbana I, Helgakviða Hundingsbana II Skalmöld \"Tempo de espada\"Simek (2007:288). Nafnaþulur Skeggöld or Skeggjöld \"Idade do machado\"Orchard (1997:194). Grímnismál, Nafnaþulur Skögul \"Sacudidora\"Orchard (1997:194). ou possivelmente \"alta-torre\"Davidson (1988:96). Hákonarmál, Völuspá, Grímnismál, Nafnaþulur Skuld Possivelmente \"débito\" ou \"futuro\"Orchard (1997:151). Völuspá, Gylfaginning, Nafnaþulur Sveið Incerto; possivelmente \"vibração\" ou \"ruído\"Simek (2007:306). Nafnaþulur Svipul \"Mutável\"Simek (2007:308). Darraðarljóð, Nafnaþulur Þögn \"Silêncio\"Simek (2007:316). Nafnaþulur Þrima \"Luta\"Simek (2007:328). Nafnaþulur Þrúðr \"Força\"Lindow (2001:291). ou \"poder\"Orchard (1997:195). Grímnismál, Nafnaþulur === Anões === * Ver também: :Categoria:Anões da mitologia nórdica # Alberich # Andavari # Lost # Brokk e Eitri # Durinn & MotsongirLindow (2001:62—63). # Dvalin # Lofar # Filhos de Ivaldi # Fjalar e Galar # Regin === Jotun === * Ver também: :Categoria:Jötnar #Aegir #Baugicybersamurai.net Baugi Letra 'B'cybersamurai.net Skáldskaparmál, capítulo VI #Bergelmer #Bestla #Bolthorn #Farbauti #Geirröd #Gerda #GillingCosmogonia Nórdica otroth.org #Gjálp e Greip #Gunnlod #Gymir #Hrod #Hrungnir #Hymir #Ymir #Ivaldi #Járnsaxa #Kari #Laufey #Loki #Narve #Olvaldi #Saxa #Skade #Surtur #Suttung #Tiazi #Trudelmer #Thrym #Utgardaloke #Vaftrudener === Animais e criaturas === * Ver também: :Categoria:Criaturas da mitologia nórdica Nome em português Tipo Imagem Famoso por... Criador Notas Fenris Lobo É um lobo monstruoso, filho do deus Loki e da gigante Angrboda, está destinado a lutar em Ragnarök e matar uma série de deuses incluindo o deus guerreiro supremo Odim e ser morto por Vidar, que irá se tornar o novo deus supremo. Loki e Angrboda Audumbla Vaca É a vaca que nasceu como Ymir, feita de gelo derretido, dela nasceu Búri que gerou Borr, que foi progenitor de Odim, vili e ve Ymir A vaca sagrada http://mitosmania.blogspot.com/2011/03/vaca-audumbla-mitologia-nordica.html Audumbla, a vaca dos deuses nórdicos. Página visitada em outubro de 2011. Skoll Lobo É o lobo que persegue os cavalos Arvak e Alsvid, os quais puxam a briga ou (barriga) que contém o sol, é irmão de Hati, ambos são filhos de Fenris. Fenris Orchard (1997:150). Ratatosk Esquilo algumas vezes anglicizado como Ratatosk, é um esquilo que corre acima e abaixo na árvore mundo Yggdrasil, espalhando fofocas. Indefinido Garm Cão É um grande cão de gelo que guarda o reino de Hela, filha de Loki e Angrboda. Hela Sleipnir Cavalo Sleipnir é a montaria mágica de pertence a Odim. O lendário corcel de oito patas é o ser mais rápido entre os planos, de acordo com as Edda em prosa, Loki retornou à Asgard e deu à luz o cavalo de oito patas para Odim, dizendo a ele que o cavalo era o mais ágil na Terra e levaria Odim sobre o mar. Loki e Odim Orchard (1997:151). Grani Cavalo É o cavalo que Sigurd recebe após indicação de Odim sob forma humana. Grani é descendente de Sleipnir, cavalo do próprio Odim. Hela Morris (2008:54). Svadilfari Cavalo É o cavalo que trouxe Loki e o corcel mágico de oito patas Sleipnir, que pertencia a Odim. Hrimthurs Níðhöggr Dragão É um dragão enorme e monstruoso que vive em Niflheim, o mundo inferior nórdico. Ele roe as raizes mais fundas da árvore do mundo, Yggdrasil, com o objetivo de a destruir, aguardando o Ragnarök. Indefinido Gylfaginning XVI, Brodeur's translation. Hugin e Munin Corvo São segundo as Edda dois corvos que serviam a Odim observando os nove mundos. Odim Orchard Hugin Hugin e Munir, os corvos míticos de Odim. Página visitada em 17/10/2011.Lindow Munin Hugin e Munir, os corvos míticos de Odim. Hati Lobo é um lobo que, de acordo com o Gylfaginning, persegue a lua pelo céu noturno (assim como o lobo Sköll persegue o sol durante o dia) até a hora do Ragnarök. Fenris Byock, Jesse. (Trans.) The Prose Edda, page 164. (2006) Penguin Classics ISBN 0-14-044755-5 Gullinbursti Javali É um javali gigante de ouro que habita Midgard. Foi construído pelos anões Brokk & Eitri como uma aposta contra o deus Loki. Brokk & Eitri Jormungand Serpente É uma enorme serpente, filho do deus Loki com a gigante Angrboda, Durante o Ragnarök, ela se libertará e cobrirá a terra e os céus com seu veneno, O arqui-inimigo de Jormungand é o deus Tor, ele vivia no grande oceano que circula Midgard. Loki e Angrboda Sturluson, Gylfaginning ch. xxxiv, 2008:37. === Os nove mundos === * Ver também: :Categoria:Lugares da mitologia nórdica # Asgard - (Ásgarðr) \\- Reino onde só os deuses Æsir podiam habitar (As = Aesir. Gard = Terra ). # Midgard - (Miðgarðr) - É o reino da terra onde só os mortais (seres humanos), acreditava-se que Midgard o reino dos homens se localizava aos arredores de Yggdrasil.Orel, Vladimir E. (2003). A Handbook of Germanic Etymology. Leiden: Brill. p. 462. ISBN 90-04-12875-1 # Jotunheim - (Jötunheimr) - Mundo dos gigantes. # Muspelheim \\- (Muspelheim) - É o Reino do Fogo, onde habitam os ogros de fogo e seu mestre, Surtr. Niflheim (ao norte), é formado de gelo, e Muspelheim (ao sul), é formado de fogo. # Niflheim - (Mistland) - É o reino do gelo e do frio na mitologia nórdica. Está localizada ao norte de Ginungagap e lá reside os anões e gigantes de gelo. # Vanaheim (Vanaheim) - É o repouso dos Vanir. Este mundo estaria situado em Asgard, no nível mais elevado do universo. # Álfheim - (Álfheimr) - Reino dos Elfos da luz ou Elfos do bem, mencionado no poema épico de Grímnismál. # Svartálfar - (svartálfar) - Reino dos Elfos das trevas ou elfos do mal.Lindow (2001:110). # Nidavellir - (Nidavellir) - Mundo dos anões, ficava situado no subterrâneo de Midgard, acima de Niflheim com suas fronteiras divididas com Svartalfheim. ==Bibliografia== * The Prose Edda: Norse Mithology. Tradução, introdução e notas por Jesse L. Byock. Penguin Classics. 2006. ISBN 9780140447552 Amazon.com * Erde und Kosmos im Mittelalter. München, C.H. Beck, 1992. ISBN 3-406-35863-2 Amazon.com * (2007) traduzido por Angela Hall. Dictionary of Northern Mythology(Dicionário da mitologia nórdica). D.S. Brewer ISBN 0-85991-513-1 Dictionary of Northern Mythology. * . 1995. Edda. Everyman. ISBN 0-460-87616-3 * As melhores histórias da mitologia nórdica. Artes e Ofícios, 2007. ISBN 9788574211039 * The Silmarillion, The Hobbit or There and Back Again e The Lord of the Rings.WWF, 2009. ISBN 9788578271121 (O hobbit), ISBN 9788578271268 (O silmarillion) e ISBN 8533613377, ISBN 8533613385 e ISBN 8533613393 (O senhor dos anéis) * . 1990. \"Odin's Ravens\" as collected in Oldtidens Ansigt: Faces of the Past. Det kongelige Nordiske Oldskriftselskab. ISBN 87-7468-274-1 * (2004). The Poetic Edda: The Mythological Poems. Dover Publications. ISBN 0486437108 ==Ligações externas== * * A criação dos nove mundos (em português) * A mitologia nórdica (em português) * Criação do mundo segundo a Mitologia Nórdica (em português) Categoria:Listas de mitologia",
 "title": "Lista de nomes da mitologia nórdica"
}