{
 "id": "115196",
 "text": "Na mitologia nórdica, os Vanir ou Vanes (; pl. Vanir) são, a par dos Æsir ou Asses, um dos dois clãs de deuses da mitologia nórdica www.godslaidbare.com Aesir , e também são a origem do nome do Vanaheimr (nórdico antigo para \"casa dos Vanir\"). Contudo, contrariamente aos Æsir, os deuses Vanir eram associados à fertilidade, assim como ao comércio, à paz, à sabedoria e ao prazer. Após a Guerra dos Deuses, onde os dois clãs lutaram um com o outro, os Vanir tornaram-se num subgrupo dos Æsir. Posteriormente, os membros dos Vanir são por vezes também referidos como membros dos Æsir. Os Vanir são mencionados na Edda Poética, compilada no século XIII a partir de fontes tradicionais mais antigas; na Edda em Prosa e na Heimskringla, ambas escritas no século XIII por Snorri Sturluson; e na poesia dos escaldos. Apenas nestas fontes do nórdico antigo é que os Vanir são mencionados. Todas as fontes descrevem o deus Njörðr e os seus filhos Freyr e Freyja como membros dos Vanir. Uma narrativa em prosa evemerista na Heimskringla acrescenta que a irmã de Njörðr, cujo nome não é fornecido, e Kvasir também eram Vanir. Além disso, na Heimskringla é relatada uma história envolvendo a visita do rei Suérquero a Vanaheimr, onde encontra uma mulher chamada Vana, com a qual tem um filho chamado Valandro (cujo nome significa \"Homem da Terra dos Vanir\"). Embora não tenham sido confirmados como pertencentes aos Vanir, os deuses Heimdall e Ullr são teorizados como possíveis membros do grupo. Na Edda em Prosa, um dos nomes mencionados para javalis pode traduzir-se como \"Filho dos Vanir\". Estudiosos têm especulado que os Vanir podem ter conexões com pequenos pedaços de folha de ouro encontrados na Escandinávia, em locais de construção que datam do período de migração dos povos bárbaros até a era Viking, e ocasionalmente em túmulos. Especulou-se ainda se os Vanir originalmente representavam divindades pré-indo-europeias ou deuses da fertilidade indo-europeus, e teorizou-se sobre uma forma dos deuses conforme eram venerados pelos pagãos anglo-saxões. == Etimologia == Foram propostas inúmeras teorias para a etimologia da palavra Vanir. O estudioso Raymond Ian Page afirma que, embora não faltem etimologias para a palavra, é tentador relacioná-la com o nórdico antigo vinr (\"amigo\") e o latim Venus (\"deusa do amor físico\"). Vanir é por vezes anglicizado para Wanes (singular: Wane). == Documentação == === Edda Poética === Na Edda Poética, os Vanir, como grupo, são especificamente mencionados nos poemas Völuspá, Vafþrúðnismál, Skírnismál, Þrymskviða, Alvíssmál e Sigrdrífumál. Em Völuspá, uma estrofe descreve os eventos da Guerra Æsir-Vanir, observando que, durante a guerra, as muralhas da fortaleza dos Æsir foram quebradas pelos Vanir, descrevendo-os como \"indomáveis, atropelando a planície\". Em Vafþrúðnismál, Gagnráðr (o deus Odin disfarçado) envolve-se num jogo de astúcia com o Jotun Vafþrúðnir. Gagnráðr pergunta a Vafþrúðnir de onde veio o deus Njörðr, já que, embora governe muitos templos e altares sagrados, Njörðr não foi criado entre os Æsir. Vafþrúðnir responde que Njörðr foi criado em Vanaheimr (\"lar dos Vanir\") por \"poderes sábios\" e detalha que durante a Guerra Æsir-Vanir, Njörðr foi trocado como refém. Além disso, quando o mundo chegar ao fim (Ragnarök), Njörðr \"retornará aos sábios Vanir\". Alvíssmál consiste numa série de perguntas e respostas entre o anão Alvíss e o deus Thor. No poema, Alvíss fornece termos que vários grupos, incluindo os Vanir, usam para se referirem a diversos assuntos. Alvíss atribui nove termos aos Vanir: um para a Terra (\"Os Caminhos\"), o Céu (\"A Tecelã dos Ventos\"), as nuvens (\"Papagaios do Vento\"), a calma (\"O Silêncio dos Ventos\"), o mar (\"A Onda\"), o fogo (\"Fogo Selvagem\"), a madeira (\"A varinha\"), a semente (\"Crescimento\"), e a cerveja (\"A Espuma\"). O poema Þrymskviða afirma que o deus Heimdallr possui presciência, \"assim como os Vanir também podem\". Sigrdrífumál regista que os Vanir possuem um \"hidromel sagrado\". No poema, a valquíria Sigrdrífumál fornece conhecimento místico sobre runas ao herói Siegfried. Sigrdrífumál observa que as runas foram outrora esculpidas em várias criaturas, divindades e outras figuras, e depois raspadas e misturadas com um \"hidromel sagrado\". Esse hidromel é possuído pelos Æsir, pelos elfos, pela humanidade e pelos Vanir. Em Skírnismál, a bela Jotun Gerðr encontra pela primeira vez o mensageiro do deus Freyr, Skírnir, e pergunta-lhe se é um dos elfos, um dos Æsir ou um dos \"sábios Vanir\". Skírnir responde que não pertence a nenhum dos três grupos. Mais tarde no poema, Skírnir é bem-sucedido nas suas ameaças contra Gerðr (para que Gerðr aceite as afeições de Freyr), e Gerðr oferece a Skírnir um copo de cristal cheio de hidromel, observando que nunca pensou que amaria alguém dos Vanir. == Membros == Os membros do panteão Vanir incluem Njorðr, Frey e Freyja, que viveram entre o Æsir desde o fim do conflito entre os dois clãs de deuses (negociados para Mimir e Hoenir). A classificação como Vanir de Skaði, de Lýtir, de Gerðr e de Otaro pode ser debatida. Skaði era uma giganta casada com Vanir (Njorðr); Gerðr também era uma giganta, por quem Frey ficou apaixonado, vendendo sua espada como pagamento para sua união com a deusa. No entanto, não está bem certo se esta união atingiu mais do que uma única reunião. Óðr é mencionado no Edda muito rapidamente como o marido de Freya, mas nada mais é sabido realmente sobre quem era ele (embora se observe frequentemente que este era um de nomes de Odin). Os deuses Njord e Frey aparecem na saga de Ynglinga de Snorri como reis da Suécia. Seus descendentes no trono sueco são reconhecidos como Vanir: * Fjölnir, filho de Frey e da giganta Gerda * Sveigder, que casou com Vanes de Vanaheim e teve o filho Vanlade * Vanlade, cujo nome o conecta aos Vanir, e que casou com uma filha do gigante Snær. == Características == São deuses da fertilidade e da prosperidade, enquanto os Æsir eram deuses da guerra. Os Vanir possuíam um conhecimento profundo das artes mágicas, de modo que sabiam também sobre o futuro. A lenda conta que Freya ensinou a mágica aos Æsir. Praticavam também a endogamia e mesmo o incesto, ambos proibidos entre o Æsir. ==Localização== Os Vanir viviam em Vanaheim,www.godslaidbare.com Vanir chamado também de Vanaland. Snorri Sturluson chama sua terra Tanakvísl ou Vanakvísl. ==Vanir e os elfos== O Edda identifica uma possível inter-relação entre os Vanir e os elfos (Alfes), frequentemente intercambiando o Æsir e os Vanir e o Æsir e os Alfes para significar \"todos os deuses\". Como os Vanir e os alfes representavam os deuses da fertilidade, o intercâmbio entre os dois nomes sugere que os Vanir e os elfos podem ter sido utilizados como sinônimos. É também possível que os dois nomes reflitam uma diferença no status do panteão, onde os elfos eram considerados deuses menores da fertilidade, visto que os Vanir eram os deuses principais da fertilidade. Frey seria, neste caso, um comandante dos Vanir sobre os elfos em Álfheim. A reconstrução contemporânea da religião nórdica mais focada nos Vanir os nomeia, às vezes, como Vanatrú. == Vanir e seus convidados == * Aegir * Ran * Freyja * Frey * Gerðr * Gullveig, quando os Aesir a trataram mal, causou a Guerra dos Deuses * Hoenir, um refém de Aesir * Mimir, um refém de Aesir * Kvasir * Lýtir * Njorðr * Skaði Há também uma possível conexão entre Heimdall e os Vanir, notada por H.R. Ellis Davidson. == Notas == == Bibliografia == * * * .",
 "title": "Vanir"
}