{
 "id": "1151",
 "text": "A Lei de Say também conhecida como Lei de mercados de Say ou Lei da preservação do poder de compraMIGLIOLI, Jorge - \"Acumulação de Capital e Demanda Efetiva\" - Biblioteca Básica de Ciências Sociais - Volume 2 - 1ª Ed. - 1991 - T.A.Queiroz, Editor - São Paulo, pgs. 13-14 ISBN 85-85008-32-6 decorre do modelo que mantém oferta e demanda em identidade. Foi popularizada pelo economista francês Jean-Baptiste Say com sua explicação sobre o funcionamento dos mercados. A expressão didática para se referir ao princípio e que sintetiza o significado da lei, \"a oferta cria sua própria demanda\", teria sido difundida em Cambridge antes de 1936. Ela foi usada por Keynes na Teoria Geral em sua crítica ao modelo econômico que a adotava.Clower, Robert W. (2004). Trashing J. B. Say: the story of a mare’s nest. In: Velupillai, K. V.(Org.). Macroeconomic Theory and Economic Policy: essays in honour of Jean- Paul Fitoussi. New York: Routledge, 2004. Karl Marx contestou o uso de nome de Say para a lei, afirmando que a concepção original teria sido de James Mill quando aquele afirmara haver um \"equilíbrio metafísico entre vendedores e compradores\". Adam Smith também usara a ideia básica antes. Schumpeter discordou alegando que o escrito de Mill fora publicado em 1808 enquanto a primeira edição do livro de Say, Traité d'Economique Politique, saiu em 1803. Mas ressalve-se que o autor francês aprofundou o conceito apenas na segunda edição (de 1814). Pela teoria de Say, não existem as chamadas crises de \"superprodução geral\", uma vez que tudo o que é produzido pode ser consumido já que a demanda de um bem é determinada pela oferta de outros bens, de forma que a oferta agregada é sempre igual a demanda agregada. Say aceitava ser possível que certos setores da economia tivessem relativa superprodução em relação aos outros setores, que sofressem de relativa subprodução. Também segundo a lei não existiria o entesouramento pois o dinheiro não gasto por um produtor (poupança) será repassado a outro através de empréstimo. == Formulação == Say afirmou que \"produtos se pagam com produtos\" (1803: p. 153) ou \"um excedente pode ocorrer apenas quando muitos meios de produção forem aplicados a um determinado produto em detrimento de outro\" (1803: p. 178-9). A \"lei\" está expressa pelo autor nessa passagem de sua obra, em tradução livre do inglês: > \"É de se ressaltar que um produto tão logo seja criado, nesse mesmo > instante, forma um mercado para outros produtos adequado ao próprio valor. > Quando o produtor finaliza a produção, fica ansioso para vendê-la > imediatamente pois quer evitar que a mesma se deprecie em suas mãos. E não > ficará menos ansioso para aplicar o dinheiro que ganhará com a venda, pois o > valor do dinheiro também poderá se depreciar. Mas o único modo de aplicar o > dinheiro é trocá-lo por outros produtos. Assim, a mera circunstância da > criação de um produto imediatamente abre um mercado para outro produto\" (J. > B. Say, 1803: pp.138–9). Ele também escreveu que não é o dinheiro em abundância mas os produtos em abundância que em geral facilitarão as vendas: == Reformulação == O economista escocês James Mill reformulou a lei de Say em 1808, escrevendo que \"produção de mercadorias cria, e é a única e universal causa que cria um mercado para as mercadorias produzidas.\"James Mill, Commerce Defended (1808), Chapter VI: Consumption, p. 81 Outros economistas com destaque para David Ricardo e John Stuart Mill ajudaram a desenvolver a \"Lei de Say\" até uma \"Lei dos Mercados\" que foi a base da Macroeconomia de meados do século XVIII até a década de 1930. == Contestação == A Lei de Say foi um dos pilares da economia ortodoxa até a Grande Depressão de 1929, quando passou a ser contestada, pois o princípio de \"a oferta cria sua própria demanda\" estava abalado e tornava a situação vista naquele momento inexplicável. O economista inglês John M. Keynes foi um dos maiores críticos da Lei de Say e de outros fundamentos teóricos da teoria marginalista, levando a uma reformulação da Lei de Say, que deu origem à Lei de Walras. Sua teoriaKEYNES, John Maynard. The end of laissez-faire. Amherst, New York: Prometheus Books, 2004. ISBN 1-59102-268-1 se baseava na hipótese de que o aumento da poupança poderia reduzir a taxa de lucro, ocasionando entesouramento, que segundo Keynes, reduziria a demanda efetiva.KEYNES, John Maynard. Teoria geral do emprego, do juro e da moeda (General theory of employment, interest and money). Tradutor: CRUZ, Mário Ribeiro da. São Paulo: Editora Atlas, 1992. ISBN 978-85-224-1457-4 Keynes partiu de um princípio diferente dos até então vistos, ao considerar a moeda como tendo vários papéis na economia, além de simples unidade de referência para troca. A moeda teria também outras funções, em particular a de ser reserva de valor e isso para ele significava que os agentes econômicos, em posse da moeda, poderiam escolher entre o gasto, seja este gasto entendido como consumo ou investimento, ou a poupança, entendida como a negação do gasto corrente. Para Keynes, não apenas a moeda seria a única reserva de valor possível, mas ela teria a qualidade de ser dentre todas, a de maior liquidez. Ou seja, a que pode tomar qualquer outra forma de maneira mais rápida e a custo mínimo. Assim, um agente econômico só aceitaria manter sua reserva de valor em outra forma que não a de maior liquidez, caso esta outra forma lhe desse algum rendimento que compensasse a perda de liquidez decorrente. Daí, nasceu um conceito diferente do que seria a taxa de juros, uma remuneração paga aos detentores de reserva de valor para abrirem mão de sua liquidez. Ainda sobre o tema moeda, Keynes diz que é impossível de se prever o futuro, pois há sobre este um grau de incerteza inerente e que não pode ser mensurado. Para ele, a incerteza é uma variável que afeta a economia, e que pode ser maior ou menor conforme diversos fatores afetam os agentes, muitos desses não necessariamente relacionados à economia ou mesmo explicáveis de maneira cartesianamente racional. Assim sendo, em momentos de grande incerteza, os agentes aumentariam sua preferência por manter seus ativos em forma o mais líquida possível, até mesmo caso os outros ativos de reserva de valor continuem possuindo rentabilidade razoável. Esse movimento dos agentes de fuga dos ativos para a moeda, Keynes chamou de entesouramento. Seu entendimento é crucial para a crítica feita a Lei de Say, pois o entesouramento é visto como uma parte da poupança que fica à margem do ciclo econômico que se inicia. Esse seria danoso para a economia pois esta poupança (não-gasto) não seria compensada pelo gasto de outros a tempo suficiente, fazendo assim com que a oferta não necessariamente criasse sua própria demanda, o que invalidaria a Lei de Say. Não apenas isso, jogaria toda a economia em uma espiral de diminuição da demanda e da riqueza muito difícil de ser quebrada por si só, exceção feita apenas a aumentos de demanda externos a ela (ex: aumento dos gastos do governo, das exportações, etc). O propósito de tal raciocínio era explicar como seria possível o nível de gasto diminuir recorrentemente, causando um circulo vicioso de queda de produção conforme se verificava na década de 30. Keynes claramente em suas análises tem por base uma economia grande (aquela em que o seu setor externo é dependente de seu nível de atividade e não o contrário) ou autarquia. Isso não necessariamente invalida sua análise, apenas mostra sua preocupação em focar nas grandes potências mundiais de sua época. Outros autores, posteriormente, se preocuparam em adaptar suas análises para economias pequenas, notadamente os estudiosos da CEPAL como Raúl Prebisch e Celso Furtado, mantendo porém toda sua linha de raciocínio sobre demanda, incerteza e moeda, e seus papéis na economia. Karl Marx também apontou para os problemas da Lei de Say, argumentando que a forma mercadoria impede a validade da lei. Embora sua contestação não seja a mesma de Keynes, ambos constituem um avanço em teoria econômica devido à rejeição do modelo de Say e à condizente construção da teoria da crise capitalista.Camarinha Lopes, T. (2010). Mercadoria, Demanda Efetiva e Crise. OIKOS, Rio de Janeiro, vol. 10, no. 1, pp. 58-81. O raciocínio de Marx para refutar a Lei de Say parte do princípio de que nem todos os bens produzidos são para consumo, uma parte da produção é de bens de capital como maquinário. Este raciocínio está exposto no volume II de sua obra O Capital. Marx divide a economia em dois setores, um sendo produtor de bens de consumo e o outro produtor de bens de capital. O produto de cada um destes setores estaria também associada ao poder de compra das duas classes: burguesia (bens de produção) e proletariado (bens de consumo). Para que a Lei de Say se mantenha válida, é necessário que todo o produto de ambos os setores sejam sempre totalmente consumidos a cada ciclo econômico. Mas Marx chama a atenção que o consumo do setor de bens de capital aumenta a capacidade produtora da economia no novo ciclo que se inicia. O novo maquinário produzido deve ser colocado em produção, gerando um excedente de novas mercadorias que deve ser consumida no ciclo seguinte com demanda nova. E mesmo que esta possa em parte ser encontrada no salário dos novos trabalhadores contratados para este novo maquinário, tomando-se apenas o setor produtor de bens de consumo, o mesmo deve acontecer com o setor de bens de capital. Em outras palavras, a burguesia tem que sempre reinvestir todo seu lucro na acumulação de capital, ou seja, em novo maquinário para que a Lei de Say se mantenha válida. Para Marx, esse equilíbrio de consumo durante os ciclos econômicos é instável por conta das contradições existentes no capitalismo e sua forma de acumulação: a luta de classes na sociedade e sua consequente distribuição de riqueza evidenciando este conflito. Marx também acreditava que as contradições do capitalismo e luta de classes explicaria o movimento cíclico das economias capitalistas e a simples existência dos ciclos já seria uma evidência de que a Lei de Say não poderia ser tomada como válida. == Crítica à contestação == Alguns economistas neoricardianos como Steven Kates, afirmam que Keynes interpretou mal o argumento de Say. Segundo estes, a teoria de Say, quando este afirma que \"Quando um produto é criado, ele, desde aquele instante, por meio de seu próprio valor, proporciona acesso a outros mercados e a outros produtos\",Jean- Baptiste Say, A Treatise on Political Economy (Augustus M. Kelley, 1971 [1832]), p. 134. se baseia simplesmente no princípio de que \"Quando um vendedor produz e vende um produto, ele instantaneamente se torna um potencial comprador, pois agora possui renda para gastar. Para poder comprar alguma coisa, um indivíduo precisa antes vender. Em outras palavras, a produção é o que gera o consumo, e um aumento na produção é o que permite que haja um maior gasto com consumo\". Para Keynes, o que geraria o consumo seria disponibilidade de moeda em posse dos agentes junto com sua propensão de utilizá-la para gasto e não ao entesouramento. Portanto, é neste sentido que a produção tem efeitos sobre a demanda, no sentido de que a produção ocasiona uma maior capacidade de compra por parte do produtor e também de que \"quanto maior a produção, maior o poder de compra do produtor\". Na ocorrência de ciclos econômicos, a produção (após um período de aumento artificial na mesma (\"boom econômico\"), causado por uma expansão do crédito e da moeda que tem como origem a intervenção do governo na economia, estimulando artificial e insustentavelmente o consumo através de taxas de juros baixas e expansão creditícia) \"é a primeira variável a entrar em declínio, bem antes do consumo. E quando a economia começa a se recuperar, isso ocorre porque a produção foi retomada, sendo somente depois seguida pelo consumo. O crescimento econômico começa com um aumento na produtividade, na produção de novos produtos e na criação de novos mercados. Portanto, os gastos em produção sempre vêm antes dos gastos em consumo.\" Para Keynes, as decisões de gasto dos agentes, seja em consumo ou investimento, são o fator primordial para a determinação do nível de atividade da economia e estas decisões sempre seriam acompanhadas posteriormente pela produção, exceção feita às ocasiões em que a atividade econômica encontrasse um gargalo para o seu crescimento (ex: escassez de mão-de-obra, de algum recurso vital como energia, de reservas internacionais, etc). As recessões econômicas, resultantes de tal \"boom\" insustentável (e que só \"se iniciam quando os produtores percebem que erraram em suas estimativas sobre o que os consumidores querem consumir, o que faz com que os bens não vendidos se acumulem nos estoques. Ato contínuo, a produção é reduzida, a renda cai e, só então, o consumo diminui\"), portanto, são causados por um \"descompasso na estrutura de oferta e demanda\" (e não por uma \"insuficiência na demanda\", como afirmava Keynes), até que as relações de oferta e demanda voltem a estar em relativo equilíbrio com a realidade do mercado e dos consumidores, sendo a recessão, portanto, uma forma do próprio mercado \"corrigir\" e \"limpar\" os efeitos provenientes dos recursos mal-empregados durante a fase de \"boom\" dos ciclos econômicos. == Lei de Say na atualidade == Por vários outros motivos, alguns economistas e analistas acreditam que a economia tende a um equilíbrio de pleno-emprego dos recursos e que a ocorrência de recessões e depressões são o resultado da interferência do governo na economia. Alguns proponentes da teoria do ciclo real de negócios sustentam que as altas taxas de desemprego são devido mais à oferta reduzida de mão-de-obra do que à redução de demanda. Dito de outra maneira, as pessoas escolhem trabalhar menos quando as condições econômicas são ruins, de tal maneira que o desemprego involuntário não existiria de fato. == Bibliografia == * CARQUEJA, Hernâni O. O Conceito de Riqueza na Análise Económica - Apontamentos. II Seminário GRUDIS. Faculdade de Economia da Universidade do Porto, 25/10/2003 Categoria:1803 na economia Categoria:História do pensamento econômico Categoria:Escola clássica Categoria:Procura",
 "title": "Lei de Say"
}