{
 "id": "115205",
 "text": "Verrugas, também denominadas popularmente por cravos, são excrescências de pele firmes, rugosas e de pequena dimensão, cuja cor se assemelha à do resto da pele. Geralmente não produzem outros sintomas, exceto as que situam na planta do pé, as quais podem ser dolorosas. Embora sejam mais comuns nas mãos e nos pés, podem surgir em qualquer região da pele. No mesmo local podem surgir uma ou várias verrugas. As verrugas não são cancerosas. Existem vários tipos de verrugas, entre os quais verrugas comuns, verrugas plantares, verrugas filiformes e verrugas genitais. As verrugas são causadas por uma infeção por um dos tipos do vírus do papiloma humano (VPH). Entre os fatores que aumentam o risco estão a frequência de balneários e chuveiros públicos, trabalhar com carne, eczema e comprometimento do sistema imunitário. Acredita- se que o vírus penetre no corpo através de pequenas lesões na pele. As verrugas genitais são em muitos casos transmitidas por via sexual. Mesmo sem tratamento, a maior parte dos tipos de verruga desaparece no prazo de alguns meses a alguns anos. Alguns tratamentos aceleram este processo, como a aplicação de ácido salicílico na pele e crioterapia. Em pessoas de outra forma saudáveis, as verrugas não causam qualquer problema significativo. O tratamento das verrugas genitais é diferente do dos restantes tipos. As verrugas são uma condição bastante comum, tendo a maior parte das pessoas sido infetada em algum momento da vida. Estima-se que a prevalência atual de verrugas não genitais entre a generalidade população seja de 1 a 13%. A condição é mais comum entre as pessoas mais jovens. Estima-se que a frequência de verrugas genitais entre mulheres sexualmente ativas seja de 12%. As verrugas têm sido descritas desde pelo menos Hipócrates no ano 400 a.C. ==Classificação== Existem diversos tipos de verrugas: * Verruga vulgar ou comum: Maioria com aspecto arredondado e áspero, sem coloração diferente da pele. É benigna (não levam a outras doenças, não é pré-cancerosa), manifesta- se principalmente nas áreas de maior atrito do corpo, como mãos, joelhos, cotovelos. Pode ocorrer desde a infância; * Verruga plantar: são benignas e aparecem nas solas ou plantas dos pés - sendo confundidas com calos. Seu aspecto é áspero e acinzentado. Embora mais profundas e mais difíceis de tratar; * Verruga genital: Normalmente associadas a DSTs, ocorrendo nas regiões genital, perianal, oral. São mais resistentes a tratamentos e, embora não sejam malignas, podem causar tumores malignos, como os do câncer de útero e de pênis; * Verruga periungual: Com o mesmo aspecto da verruga comum, apenas têm o diferencial de ocorrerem no entorno das unhas; * Verruga subungual: Também têm o aspecto da verruga comum, mas as subungueais surgem debaixo das unhas. Podem ficar visualmente escondidas com uso de esmaltes escuros, mas fazem as unhas crescerem tortas ou com ondulações; * Verruga filiforme: São fininhas e benignas, parecendo um fio ou uma cobrinha. Sendo mais comuns em pessoas idosas ou com imunidade baixa. Mais presentes na face ou no pescoço; * Verruga plana: Achatadas e amareladas, aparecem de forma múltiplas mas benignas, normalmente na face e. == Sinais e sintomas == A verruga da pele é uma proliferação benigna que praticamente nunca é pré-cancerosa. Após contacto com pessoa infectada podem demorar alguns meses a surgir. Há várias formas de verruga cada uma com o seu serotipo, como tipo cogumelo, horizontais, em cúpula ou em couve-flor. Há alguns tipos de vírus que causam verrugas quase sempre na face enquanto outros preferem fortemente as mãos ou os pés. As verrugas desaparecem após alguns meses, graças à resposta eficaz citotóxica do sistema imunitário. Os únicos problemas são estéticos e evitar que se multipliquem, e infrequentemente a dor que possam causar. Os papilomas orais são benignos e têm quase sempre pediculo. Os da faringe também são benignos mas raramente podem crescer tanto que possam causar asfixia. Os condilomas acuminados são verrugas das mucosas genitais. Ocorrem na vulva, glande do pênis ou na mucosa do ânus. Os cancros do pénis e da vulva são relativamente raros mas quase sempre causados por estes vírus de transmissão sexual. São frequentemente dolorosos e inestéticos e podem interferir com a actividade sexual. #A displasia cervical do útero é uma alteração pré-neoplásica do colo do útero causada por alguns tipos de papilomavírus e, evolui frequentemente para cancro em alguns anos (no entanto mais de metade acaba por desaparecer sem complicações). A transmissão é também sexual. É detectada com um exame de papanicolau Também existem as verrugas palmares e plantares, por aparecerem nas palmas das mão e nas plantas dos pés, respectivamente. Também conhecidas popularmente como \"olho de peixe\", estas últimas crescendo dentro da pele devido ao peso do corpo sobre elas. ==Causas== Existem inúmeras causas possíveis para o surgimento de verrugas, na maioria são causadas por um vírus HPV, que infecta a camada superior da pele, surgindo mais facilmente quando a pessoa apresenta algum corte ou lesão ou na pele. Por isso é comum encontrar verrugas em crianças e em áreas depiladas do corpo como no rosto, no caso de homens, e nas pernas, no caso de mulheres. A infecção de uma célula pelo vírus leva à produção de proteínas virais que interferem no crescimento da célula, normalmente acelerando o crescimento exuberante e replicação da célula hospedeira do tecido afetado, neutralizando proteínas antitumorais que normalmente limitam essa replicação. Ou seja, a região da mucosa infectada cresce mais rapidamente que as regiões vizinhas, formando uma excrescência chamada verruga. *A proteína viral E6 liga-se à proteína supressora tumoral p53, inibindo a sua função de forma reversível. *A E7 inibe a proteína produto do gene supressor tumoral RB. === Transmissão === São transmitidas pelo contacto direto para outras pessoas (processo de autoinoculação), como aperto de mão e durante o ato sexual desprotegido, ou por transmissão via objetos, porem é preciso uma abertura para que o vírus possa entrar no indivíduo, principalmente em banheiros compartilhados. A transmissão é através de quebras microscópicas na pele, liberando o vírus na pele morta que sai da verruga. O codiloma acuminado é uma doença sexualmente transmissível e pode ser transmitido para o filho durante o parto.W Buck, Henry (13 August 2010). \"Warts (genital)\". BMJ clinical evidence. 2010. PMC 3217761. PMID 21418685. A reinfecção também é possível. A pessoa não se torna imune se já apresentou uma alguma ocorrência da verruga. ===Virologia=== O Papillomavirus é um grupo de vírus com genoma de ADN bicatenar (dupla hélice) circular com diâmetro de 50 nanómetros, revestidos por um cápsideo icosaédrico e sem cápsula lipídica. Produz dez ou onze proteínas das quais seis ou sete (E1-E7) são reguladoras e duas (L1 e L2) estruturais (pertencem ao capsídeo). A multiplicação ocorre no núcleo da célula. A infecção de uma célula pelo vírus leva à produção de proteínas virais que interferem com o crescimento da célula. Contudo alguns tipos de papiloma vírus, nomeadamente os que causam infecções genitais, além de produzirem essas proteínas integram o seu DNA nos cromossomas do núcleo da célula hospedeira de forma aleatória, e podem assim interromper um gene antitumoral ou uma região de regulação importante, ou seja podem causar mutações carcinogénicas. Essas mutações, aliadas ao crescimento já descontrolado da célula hospedeira, podem ser suficientes para ocorrer o crescimento e multiplicação das células hospedeiras de forma invasiva, ou seja cancro/câncer maligno. Existem mais de 100 tipos de papillomavirus: *Os serotipos 1 a 4 causam verrugas inócuas da pele. *Os serotipos 6 e 11 causam condiloma acuminado, um crescimento potencialmente pré-maligno nas regiões genitais. Também causam papilomas na faringe. *Os serotipos 16 e 18 causam a maioria dos casos de câncer do colo do útero e estão fortemente implicados no surgimento de outros tipos de cânceres como no ânus, pênis e faringe. == Diagnóstico == O diagnóstico é por análise de amostras da verruga ao microscópio óptico. Os tecidos afectados são caracterizados por crescimento da camada córnea (hiperqueratose), da camada espinhosa (acantose) e da camada granulosa, com largos vasos sanguíneos. O vírus não é cultivável. A detecção do seu DNA por PCR também é útil. == Prevenção == A vacina do HPV protege não só contra o câncer, mas também contra vários tipos de verrugas. A Gardasil 9, aprovada em 2014, previne contra HPVs do tipos 6, 11, 16, 18, 31, 33, 45, 52 e 58.\"Prescribing information Gardasil 9\" (PDF). Food and Drug Administration. 2015. Archived (PDF) As verrugas anais e genitais podem ser prevenidas com o uso de preservativos em todas as relações sexuais. Recomenda-se evitar tocar as verrugas dos outros sem luvas. == Tratamento == Algumas verrugas comuns desaparecem espontaneamente depois de algumas semanas ou meses. Caso não desapareça o tratamento pode ser feito com remoção cirúrgica, como crioterapia com nitrogênio líquido. Por vezes recorrem no mesmo ponto, pois podem infectar as células basais da pele profunda, que dão origem a todas as outras. Uma alternativa menos invasiva são cremes de ácido salicílico várias vezes por dia, que podem ser comprados sem receita. É possível, também, o tratamento com outros fármacos queratolíticos, cuja composição provoca a corrosão controlada da queratina. A remoção sem consultar o médico pode infectar outros lugares e levar ao aparecimento de mais verrugas. As verrugas plantares podem ser tratadas por médico (cirurgicamente) ou tratadas por podologista (cauterizadas)com nitrogênio líquido ou por alta-frequência com gás de ozônio O exame Papanicolau regular permite detectar alterações neoplásicas enquanto o tratamento ainda é possível. == Epidemiologia == As verrugas da pele são muito comuns, principalmente em crianças e adolescentes, pois quase todos são infectados pelo HPV em algum momento da vida.\"Papillomas (Warts) – National Library of Medicine\". PubMed Health. Archived from the original on 2017-09-10. Retrieved 2016-11-06. Cerca de 33% das crianças e adolescentes tem alguma verruga e cerca de 5% dos adultos a cada ano.Warts Prevalence Categoria:Doenças da pele Categoria:Doenças infecciosas",
 "title": "Verruga"
}