{
 "id": "115235",
 "text": "Nova Inglaterra Bandeira Localização Divisão Primária Região Nordeste dos Estados Unidos Estados Connecticut, Maine, Massachusetts, Nova Hampshire, Rhode Island, Vermont Características geográficas Área 186.458,8 km² População 15.116.205 (2020) A Nova Inglaterra (em inglês: New England) é uma região geográfica extraoficial de grande valor histórico dos Estados Unidos, localizada na ponta nordeste do país e que compreende seis estados: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island e Vermont.Hall, Donald, Burt Feintuch, and David H. Watters, eds. Encyclopedia of New England (Yale U.P. 2005), 1596 pp; the major scholarly resource to the geography, history and culture of the region. ISBN 0-300-10027-2 Boston é seu centro cultural e econômico, bem como sua cidade mais populosa. ==Composição== A região inclui os seguintes estados: *Connecticut Connecticut (ainda Coneticute ou Conecticute) é o terceiro menor estado norte-americano em extensão territorial; somente atrás de Delaware e Rhode Island . Porém, com seus 3 405 565 habitantes, Connecticut é o quarto estado norte-americano mais densamente povoado do país. *Maine O Maine está localizado no extremo nordeste do país. West Quoddy Head, o ponto mais oriental do Maine, é considerado o ponto mais oriental dos Estados Unidos, embora alguns considerem o Alasca o estado mais oriental do país, porque duas das ilhas do arquipélago dos Aleutas estão localizadas no hemisfério oriental.. *Massachusetts Massachusetts é o sexto menor estado em área do país; só perde para Nova Jérsei, Havaí, Connecticut, Delaware e Rhode Island. Porém, Massachusetts é o 13º estado mais populoso do país, sendo o terceiro mais densamente habitado dos Estados Unidos. Apesar de seu pequeno tamanho, a geografia de Massachusetts é diversificada, sendo que seu terreno é bastante acidentado. *New Hampshire Nova Hampshire (, por vezes chamada ) é o quinto menor estado em área dos Estados Unidos; apenas Rhode Island, Delaware, Connecticut e o Havaí são menores. *Rhode Island Rhode Island (ou Ilha de Rodes) é o menor estado em área do país. Com apenas km², Rhode Island é 428 vezes menor que o Alasca, o maior estado em área do país. *Vermont Vermont (ou Vermonte em português) é o segundo estado menos populoso dos Estados Unidos (apenas o Wyoming possui uma população menor). Vermont é também o estado mais rural do país. ==Ver também== * John Smith * Roger Williams * Pacto do Mayflower * Colônias da Nova Inglaterra * Colônia de Rhode Island e Plantações de Providence ==Ligações externas== ;Política *New England Governors Conference ;Histórica *Historic New England *Minuteman National Park Homepage - American Revolution battle site ;Mapas *Historic USGS Maps of New England & NY *Map of New England. From the 1871 Atlas of Massachusetts by Walling and Gray. ;Cultura *New England Music Archive Categoria:Regiões dos Estados Unidos Categoria:Colonização britânica das Américas",
 "title": "Nova Inglaterra"
}