{
 "id": "115297",
 "text": "Anfetamina é uma droga simpatomimética que têm a estrutura química básica da beta-fenetilamina. Sob esta designação, existem três categorias de drogas sintéticas que diferem entre si do ponto de vista químico. Algumas anfetaminas substituídas são a dextroanfetamina e a metanfetamina. A anfetamina é uma droga estimulante do sistema nervoso central, que provoca o aumento das capacidades físicas e psíquicas. == História == A anfetamina surgiu no , tendo sido sintetizada pela primeira vez na Alemanha, por Lazar Edeleanu, em 1887. Cerca de 40 anos depois, a droga começou a ser usada pelos médicos para aliviar fadiga, alargar as passagens nasais e bronquiais e estimular o sistema nervoso central. Em 1932, foi lançada na França a primeira versão comercial da droga, com o nome de Benzedrina, na forma de pó para inalação. Cinco anos mais tarde, a Benzedrina surgiu na forma de pílulas, das quais foram vendidas mais de 50 milhões de unidades nos três primeiros anos após sua introdução no mercado. == Legalidade == Atualmente, as anfetaminas de uso não terapêuticos são proibidas em vários países, incluindo o Brasil (desde 2011, exceto lisdexanfetamina). Em alguns países da Europa a substância foi totalmente proibida, sendo encontrada somente de forma clandestina, vinda de outros locais. A maior parte dos usuários são mulheres que utilizam a droga para o emagrecimento. == Ver também == *Adderall __NOTOC__ Categoria:Estimulantes Categoria:Agonistas 5-HT1A Categoria:Substâncias proibidas no esporte Categoria:Agentes de liberação de noradrenalina e dopamina Categoria:Nootrópicos Categoria:Inibidores do VMAT Categoria:Fenetilaminas Categoria:Anorexígenos Categoria:Invenções e descobertas alemãs Categoria:Fármacos que atuam no aparelho cardiovascular Categoria:Tratamento do transtorno do déficit de atenção e hiperatividade Categoria:Anfetaminas substituídas Categoria:Euforizantes Categoria:Agonistas do TAAR1 Categoria:Fármacos antiobesidade Categoria:Afrodisíacos Categoria:Inibidores de aminoácidos excitatórios",
 "title": "Anfetamina"
}