{
 "id": "115290",
 "text": "Alucinação é a percepção real de um objeto que não existe, ou seja, são percepções sem um estímulo externo. O sistema sensorial não processa estímulos externos, ficando inativos durante a alucinação do paciente, sendo algo criado pela mente do indivíduo que alucina. A alucinação é classificada como percepção real haja vista que há convicção inabalável da pessoa que alucina em relação ao objeto alucinado, contudo muitas vezes esta vivência integra a um delírio mais ou menos coerente classificável em diferentes quadros psiquiátricos, incluindo a psicose, patologia psiquiátrica que, entre outros sinais e sintomas, caracteriza-se pela perda de contato com a realidade. Entre possíveis causas das alucinações se incluem as reações à drogas e medicamentos, síndromes associadas ao stress, medo, fadiga, perturbações do sono (especialmente sua privação), infecções (febres) e entre as psicoses destacam-se o delírio e a esquizofrenia. Em alguns casos, o objeto alucinado é mais perceptível do que o ambiente real ao redor do sujeito. Em psiquiatria, esse conceito foi introduzido por Esquiroll (1772-1840) como percepção sem objeto, já havendo diferenciação desta da ilusão ou percepção distorcida. Sendo a percepção da alucinação de origem interna, emancipada de todas as variáveis que podem acompanhar os estímulos ambientais (iluminação, acuidade sensorial, etc.), um objecto alucinado muitas vezes é percebido mais nitidamente que os objetos reais de fato. == Tipos de alucinação == Estudos têm procurado reconhecer padrões recorrentes em cada um desses sentidos associado tais regularidades a características neurofisiológicas e psicopatológicas. A classificação mais usual, se baseia nos cinco órgãos de sentido, qualquer um deles pode ser afetado e a vivência alucinatória possui as características do que naturalmente pode ser percebido ou seja, com exceção da sinestesia, as referidas sensações obedecem as leis da organização perceptiva de cada receptor ou órgãos sensoriais. Contudo o conteúdo percebido não necessariamente corresponde à realidade e sim à imaginação e vivências já registradas na memória. * Alucinações auditivas. Geralmente são referidas vozes, dirigidas ou não ao sujeito que vivência a experiência, com maior ou menor hostilidade – audição dos próprios pensamentos ou sons do mundo cotidiano. As referências mais conhecidas nas mitologias são o canto das sereias das lendas gregas e o chamado do próprio nome pelo Mapinguari da floresta amazônica. As alucinações auditivas devem ser distinguidas do resultante das afecções dos processos auditivos ocasionadas, segundo Luria, por lesão nos diferentes elos da cadeia auditiva, a exemplo das alterações do limiar de percepção, surdez (perda auditiva em diferentes graus), dor associada à intensidades sonoras (recruitment), zumbidos, chiados e ruídos (acúfenos) resultantes de processos patológicos distintos. Ainda segundo esse autor, as alucinações auditivas (músicas, falas, etc.) podem ser provocadas por irritação das áreas primárias do córtex auditivo, como demonstraram as experiências de Forfoerster e Penfield. * Alucinações visuais – percepções visuais de objetos que não existem, tão reais que dificilmente são removíveis pela argumentação lógica – alguns autores propõem o termo “alucinose” para designar as falsas percepções onde o sujeito tem consciência da natureza imaginária (um mundo não real) de sua vivência. Quanto ao conteúdo podem não ter uma forma específica: clarões, chamas, raios, vultos, sombras, experiência caleidoscópicas semelhantes à mandalas, etc., ou têm formas definidas, tais como pessoas, monstros, ETs, demônios, animais, santos, anjos, bruxas, essas últimas geralmente são integradas a um processo interpretativo delirante nas psicoses. As visões místico-religiosas se diferenciam dos processos patológicos, não pela forma e conteúdo do fenômeno vivenciado e sim pelo poder pessoal e inserção social do sujeito que as experimenta. São especialmente relevantes no estudo do fenômeno alucinatório dado a sua proximidade dos processos oníricos as alucinações oniroides, (sonho acordado) Freud refere-se a estas como “alucinações hipnagógicas”, utilizando a expressão de Johannes Müller (1826), “fenômenos visuais imaginativos”. Estes consistem em imagens, com freqüência muito nítidas e rapidamente mutáveis, que tendem a surgir — de forma bastante habitual em algumas pessoas — durante o período do adormecimento; e também podem persistir por algum tempo depois de os olhos se abrirem. Algumas culturas ditas primitivas como os índios Paiaás (Nordeste), Tapirapés (Brasil central) e descendes dos Toltecas (México) referem-se a técnicas de sonhar e vivências do espírito fora do corpo. Na visão relativamente limitada (ao processo patológico) da psiquiatria denomina essas e outras experiência de alteração da imagem corporal como alucinações autoscópicas. Dividem-se em: ** Hipnagógicas: que ocorrem antes de dormir. Podem ser consideradas normais, entretanto, quando em casos repetidos indicam entrada do sono REM na consciência. ** Hipnopômpicas: precedem o despertar. Comuns em estados comatosos. * Alucinações táteis– estas podem ocorrer e qualquer um dos receptores (frio, calor, dor, pressão) que compõem esse complexo sentido, que na concepção do neurocientista Luria é o oposto ao sentido da visão, pois parte de elementos isolados para compor uma imagem global. Especialmente complexo na sua distinção dos sintomas orgânicos e interpretação da dor. A hipocondria e a histeria de conversão utilizam-se de mecanismos alucinatórios na produção de seus sintomas. Alterações da imagem corporal denominada dor em membro fantasma referem-se a sensações provenientes de membros amputados como se esses ainda fossem reais Nem a percepção visual do coto da amputação, pelo menos nas fases iniciais, anula a sensação táctil, e apenas com o passar do tempo forma-se a nova imagem corporal. * Alucinações olfativas – suas sensações confundem-se com o sentido do gosto, tanto podem ser agradáveis como desagradáveis, a depender da patologia e personalidade dos doentes, são comuns (como auras) em associações às enxaquecas e epilepsias. Devem ser distinguidas de sintomas orgânicos – o gosto amargo ou ácido dos transtornos digestivos e especialmente as impressões olfativas, das interpretações místico-religiosas que identificam na percepção alucinatória de perfumes os processos intermediários das materializações e aparições de espíritos. * Alucinações sinestésicas— relação subjetiva que se estabelece espontaneamente entre uma percepção e outra que pertença ao domínio de um sentido diferente. Entre os processos de trabalho conjunto podemos citar a formação da Imagem corporal – segundo Paul Schilder uma coordenação entre sensações espaciais (posturais), visuais e proprioceptoras e as denominadas alucinações sinestésicas ou sinestesia. Entre essas últimas destacam-se as provocadas por uma classe de substâncias psicodislépticas denominadas Alucinógeno e Enteógenos explicadas talvez pela concentração de aferências sensoriais serotoninérgicas na região do Mesencéfalo onde atuam, e as sensações sinestésicas ou cenestésicas que segundo alguns psiquiatras (Paim) se constituem como desordens das sensibilidade interna sendo interpretadas como deformações corporais, presença de animais no interior do corpo, contato (cópula) com outras criaturas, etc. variando conforme simbologia condicionada às vivências passadas e contexto sócio –cultural do sujeito. * Alucinações cinestésicas — é a sensação de que um órgão imobilizado ou parado esteja se movendo. Estudos têm procurado reconhecer padrões recorrentes nas alucinações e alterações em cada um desses sentidos, associando tais regularidades a características neurofisiológicas e psicopatológicas. == Ver também == * Delirium *Privação sensorial *Psicose pós-traumática == Bibliografia == * Ballone GJ - Alucinação e Delírio - in. PsiqWeb2005 * Freud, S. A interpretação dos sonhos. Vol IV, (1900). RJ, Imago * Luria, A. R. Curso de psicologia geral (v.2).RJ, Civilização brasileira (4 vol.)., 1979 * Kolb, Lawrence. Psiquiatria Clínica. RJ, Interamericana, 1986 * Paim, Isaias. Curso de Psicopatologia. SP, Grijalbo, 1976 * Schilder, P. A imagem do Corpo, as energias construtivas da psique. SP, Martins Fontes, 1980 * Sacks, Oliver. Alucinações musicais: relatos sobre a musica e o cérebro. SP, Companhia das Letras, 2007 Ver: Google Livros Jun. 2011 Categoria:Psiquiatria Categoria:Psicopatologias Categoria:Percepção Categoria:!Artigos com ligações precisando de desambiguação",
 "title": "Alucinação"
}