{
 "id": "11543",
 "text": "Sistema parlamentarista, sistema parlamentar ou simplesmente parlamentarismo é um sistema de governo democrático, em que o poder executivo baseia a sua legitimidade democrática a partir do poder legislativo (representado pelo parlamento nacional); os poderes executivo e legislativo são, portanto, interligados neste sistema de governo. Em um sistema parlamentarista, o chefe de Estado é normalmente uma pessoa diferente do chefe de governo, em contraste ao sistema presidencial, onde o chefe de Estado muitas vezes é também o chefe de governo e o poder executivo não deriva a sua legitimidade democrática da legislatura. Os países com sistemas parlamentares podem ser monarquias constitucionais, onde um monarca é o chefe de Estado, enquanto o chefe de governo (primeiro-ministro) é quase sempre um membro do parlamento (como no Reino Unido, Suécia e Japão), ou uma república constitucional, onde normalmente o presidente da república, é o chefe de Estado, enquanto o chefe de governo (primeiro-ministro) é regularmente membro do parlamento (como na Irlanda, Alemanha, Índia e Itália). Em algumas repúblicas constitucionais parlamentaristas, como Botsuana, África do Sul e Suriname, bem como em estados alemães, o chefe de governo também é o chefe de Estado, mas é eleito pelo parlamento e é responsável perante o poder legislativo. == Características == === Chefes de Estado e de governo === O sistema parlamentarista distingue os papéis de chefe de Estado e chefe de governo, ao contrário do presidencialismo, onde os dois papéis são exercidos pela mesma pessoa. Os chefes de estado desempenham papéis mais simbólicos, os chefes de governo trabalham efetivamente junto com o parlamento. No parlamentarismo puro, o chefe de estado não detém poderes políticos de monta, desempenhando um papel principalmente cerimonial como símbolo da continuidade do Estado. Nas repúblicas parlamentaristas, o chefe de governo é nomeado pelo parlamento, por prazo determinado (geralmente com o título de Primeiro-Ministro). Enquanto, nas monarquias parlamentaristas, o chefe de Estado é o monarca, geralmente um cargo hereditário. Já o chefe de governo, com o título de primeiro-ministro (ou, em alguns casos, presidente do governo ou chanceler), efetivamente conduz os negócios do governo, em coordenação com os demais ministros membros do gabinete. Alguns países parlamentaristas atribuem ao chefe de Estado certos poderes, como a chefia nominal das forças armadas ou a prerrogativa de dissolver o parlamento, caso este não logre formar um governo dentro de um prazo determinado, convocando então novas eleições. Essa é uma das funções do poder moderador. === Funcionamento === thumb|O Palácio de Westminster em Londres, Inglaterra, Reino Unido. O sistema de Westminster tem origem nas Câmaras do Parlamento Britânicas. O sistema parlamentar pode funcionar na assembleia ou no gabinete. O funcionamento na assembleia acontece quando não é possível arranjar uma maioria no parlamento e assim o governo que sair da assembleia encontra pouco apoio no parlamento, é quando a chamada taxa de governo necessita constantemente de negociar com a oposição, vive com a ameaça da moção de censura sobre a cabeça, vê desta maneira o seu poder diminuído face ao parlamento, quando o programa de governo não satisfaz os anseios da população, representado pelos políticos e/ou não vão ao encontro às suas verdadeiras aspirações. Já quando o partido consegue a maioria dos votos nas eleições ele pode atuar no gabinete, é o governo que exerce efetivamente o poder político, o parlamento secunda constantemente a ação do governo e este já não é ameaçado pelo perigo da moção de censura. Em geral, os membros do parlamento são eleitos pelo voto popular, com base quer no sistema proporcional, quer no uninominal distrital. Após as eleições legislativas, escolhe-se o chefe de governo – o primeiro-ministro -, seja por convite formulado pelo chefe de Estado ao representante da maioria no parlamento, seja por votação no legislativo. Uma vez eleito, o primeiro-ministro deve controlar a maioria dos assentos e evitar a formação de uma maioria absoluta contra o governo no parlamento, ou arriscará um voto de censura, que tem o condão de provocar a demissão do gabinete. O governo também pode ser demitido caso não consiga aprovar, no legislativo, uma moção de confiança; em alguns países, certos projetos de lei, como o orçamento, são sempre considerados moções de confiança. Caso o gabinete seja demitido, o parlamento deverá escolher um novo governo, com base na maioria partidária ou por meio de uma coligação. Normalmente, quando o legislativo é incapaz de decidir-se acerca do novo governo ou caso haja uma sucessão de gabinetes instáveis em determinado período de tempo, o parlamento é dissolvido e novas eleições são convocadas. === Gabinete === Em muitos países parlamentaristas, os ministros são vistos como coletivamente responsáveis pelas políticas do governo. A depender do país, o consenso pode ser obrigatório para as decisões no seio do gabinete. == Vantagens == Embora cada nação tenha suas próprias características, aqui estão algumas vantagens gerais do Parlamentarismo quando numa situação estável de governo: * Relativa facilidade e rapidez da aprovação de leis. * Menor facilidade de corrupção, por conta da diluição do poder. == Ver também == * Maria Primeira do Brasil e Portugal * Parlamentarismo no Brasil * Presidencialismo * Semipresidencialismo * República Parlamentarista * República * Monarquia * Poder legislativo * Processo legislativo * Congresso Nacional do Brasil * Assembleia da República == Bibliografia == *",
 "title": "Parlamentarismo"
}