{
 "id": "115443",
 "text": "Jeca Tatu é uma personagem criada por Monteiro Lobato em sua obra Urupês, que contém 14 histórias baseadas no trabalhador rural paulista. Simboliza a situação do caipira, abandonado pelos poderes públicos brasileiros, às doenças, ao atraso econômico, educacional e à indigência política. \"O Jeca Tatu não é assim, ele está assim\". A frase de Monteiro Lobato, sobre um dos seus mais populares personagens, refere sua obra para além das histórias infantis e incomoda a elite intelectual da época, acostumada a uma visão romântica do homem do campo. Jeca Tatu, um caipira de barba rala e calcanhares rachados – porque não gostava de usar sapatos, era pobre, ignorante e avesso aos hábitos de higiene urbanos. Morava na região do Vale do Paraíba Paulista, distinta por seu atraso. O personagem Jeca Tatu e a análise dele feita por Monteiro Lobato no conto Urupês e no artigo \"Velha Praga\" de Monteiro Lobato é assim explicado pelo folclorista Cornélio Pires, quando analisa o caipira caboclo:PIRES, Cornélio, Conversas ao Pé do Fogo, IMESP, 1984Guia do Estudante — Editora Abril S.A. \"\"Urupês\" - resumo e análise da obra de Monteiro Lobato\" == Movimento sanitarista == O trabalho do escritor voltado para várias questões sociais, dentre elas a saúde pública no país, repercute na política e na campanha sanitarista da década de 1920, denunciando a precariedade da saúde das populações rurais, com impacto na redefinição das atribuições do governo no campo da saúde. Num primeiro momento, em artigos publicados no jornal O Estado de S. Paulo, (1914), Lobato pensa o caboclo como uma praga nacional: funesto parasita da terra (…) homem baldio, inadaptável à civilização (…), responsabilizando-o pelos problemas da agricultura. A história do Jeca Tatu relaciona-se com a de Lobato. Segundo seus biógrafos, em 1911, ele herda do avô a fazenda Buquira, no Vale do Paraíba (SP), tornando-se fazendeiro. Desentende-se com empregados e cria uma figura desqualificada do caipira, tomando o caipira caboclo como protótipo do caipira, considerando-o preguiçoso demais para promover melhorias no seu modus vivendi. Em 1912, os cientistas Belisário Pena e Artur Neiva investigam a fauna e a flora de regiões brasileiras e investigam, além da flora e da fauna, a condição sanitária da população rural do Brasil. As informações, publicadas em Relatório Médico- Científico (1916) pelo Instituto Oswaldo Cruz, promove campanhas em favor do saneamento, estimula a criação da Liga Pró-Saneamento do Brasil\" (1918). Monteiro Lobato aderiu à campanha com o seu personagem Jeca Tatu.Fundação Getúlio Vargas (FGV) — \"Movimento Sanitarista\" No bojo das campanhas sanitaristas, Monteiro Lobato modifica sua análise do problema: Pobre Jeca. Como és bonito no romance e feio na realidade., transformando-o num novo símbolo de brasilidade. Não por acaso, em 1924, foi criado o personagem radiofônico Jeca Tatuzinho, que ensinava noções de higiene e saneamento às crianças.GOMES, M. L. — \"Vendendo saúde! Revisitando os antigos almanaques de farmácia.\" — História, Ciências, Saúde – Manguinhos, Rio de Janeiro, v. 13, n. 4, p. 1007-18, out.-dez. 2006. == Ligações externas == * \"O 'Jeca Tatu' de Monteiro Lobato: Identidade do Brasileiro e Visão do Brasil\", por Roberto B. da Silva (In: DezenoveVinte - Arte brasileira do século XIX e início do XX) == Ver também == * Caipira * Biotônico Fontoura * Complexo de vira-lata Categoria:Personagens da literatura do Brasil Categoria:Personagens fictícias do Brasil Categoria:Monteiro Lobato Categoria:Folclore do estado de São Paulo Categoria:Personagens fictícios que andam descalços Categoria:Caipiras fictícios Categoria:Personagens fictícios que usam chapéu",
 "title": "Jeca Tatu"
}