{
 "id": "115472",
 "text": "As subdivisões da Líbia variaram ao longo dos últimos dois séculos em número e nomenclatura. Sob domínio otomano todo o país era designado como Vilaiete da Tripolitânia. Sob domínio italiano, foi dividida em 1919 em duas províncias, e em quatro em 1934. Em 1943, com a Ocupação Aliada, o país foi dividido em três províncias, que durariam até 1963, quando o país passaria por reforma administrativa e seria dividido em 10 províncias; em 1969, duas dessas províncias seriam renomeadas, mas ao que parece não houve alterações territoriais. O artigo 176 da constituição da Líbia, que vigorou entre 7 de outubro de 1951 e 1 de setembro de 1969, determinou: \"O Reino da Líbia deve ser dividido em unidades administrativas em conformidade com a lei a ser promulgada a este respeito. Conselhos locais e regionais podem ser constituídos no Reino. A extensão destas unidades devem ser determinadas por lei, que deve, da mesma forma, organizar estes conselhos.\" Em 1973, a Líbia passa por nova reorganização, e apesar de preservar a quantidade de província da reforma anterior, várias foram alteradas em nome e tamanho. Em 1983, o país sofre uma intensa reforma, com todas províncias sendo abolidas em detrimento de 46 distritos. Essa reforma foi efêmera e em 1987 o número de distritos cai para 25. Em 1995, nova reforma é feita e o país se reorganiza em 13 distritos, mas as fontes oficiais fornecem duas listas distintas, que desacordam quanto aos nomes das divisões e suas capitais. Em 1998, o número de distritos sobre para 26, e em 2001, para 34. Por fim, em 2002, foram reduzido para os atuais vinte e dois distritos. == Províncias == === 1934–1943 === Nome italiano Nome português Região Ref. Provincia di Bengasi Bengasi Cirenaica Provincia di Derna Derna Cirenaica Provincia di Misurata Misurata Tripolitânia Provincia di Tripoli Trípoli Tripolitânia Territorio Militare del Sud Território Militar do Sul Cirenaica e Fezã === 1943–1963 === Nome árabe Nome português População (censo de 1954) Área (km2) Ref. برقة Cirenaica فزان Fezã طرابلس Tripolitânia === 1963–1969 === Nome árabe Nome português População (censo de 1963) Capital Região Ref. الخمس Homs Homs Tripolitânia الجبل الغربي‎ Jabal Algarbi Gariã Tripolitânia مصراته Misurata Misurata Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica أوباري‎ Ubari Ubari Fezã سبها Seba Seba Fezã === 1969–1973 === Nome árabe Nome português Capital Região Ref. الخمس Homs Homs Tripolitânia غريان Gariã Gariã Tripolitânia مصراته Misurata Misurata Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia بنغازي Bengasi Bengasi Cirenaica لبيضاء Baida Baida Cirenaica درنة Derna Derna Cirenaica أوباري‎ Ubari Ubari Fezã سبها Seba Seba Fezã === 1973–1983 === Nome árabe Nome português População (censo de 1963) Capital Região Ref. الخمس Homs Homs Tripolitânia غريان Gariã Gariã Tripolitânia مصراته Misurata Misurata Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica خليج Golfo Sirte Tripolitânia e Cirenaica سبها Seba Seba Fezã == Distritos == === 1983–1987 === Nome árabe Nome português Capital Região Ref. العجيلات Ajailate Ajailate Tripolitânia قصر بن غشير‎ Alcácer ibne Gaxir Alcácer ibne Gaxir Tripolitânia العزيزية‎ Azizia Azizia Tripolitânia بني وليد Bani Ualide Bani Ualide Tripolitânia بن جواد Ben Jauade Ben Jauade Tripolitânia القرابولي Garabuli Garabuli Tripolitânia غريان Gariã Gariã Tripolitânia الخمس Homs Homs Tripolitânia جادو Jadu Jadu Tripolitânia جَنْزُور Janzur Janzur Tripolitânia يفرن Jefrém Jefrém Tripolitânia الجميل‎ Jumail Jumail Tripolitânia مسلاب Massalata Massalata Tripolitânia مصراته‎ Misurata Misurata Tripolitânia نالوت Nalute Nalute Tripolitânia مزدة Mizda Mizda Tripolitânia صبراتة Sábrata Sábrata Tripolitânia صبراتة Sirte Sirte Tripolitânia صرمان Sormane Sormane Tripolitânia تاجوراء Tajura Tajura Tripolitânia ترهونة Taruna Taruna Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia زليتن‎ Zlitene Zlitene Tripolitânia زوارة Zuara Zuara Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica سبها Seba Seba Fezã لبيضاء Baida Baida Cirenaica الأبيار Abiar Abiar Cirenaica إجدابيا Agedábia Agedábia Cirenaica القبة‎ Guba Guba Cirenaica الكفرة Cufra Cufra Cirenaica قمينس Gemines Gemines Cirenaica جالو Jalu Jalu Cirenaica المرج‎ Marje Marje Cirenaica شحات Xaate Xaate Cirenaica طبرق Tobruque Tobruque Cirenaica توكرة Tocra Tocra Cirenaica الشاطئ Axati Biraque Fezã غدامس Gadamés Gadamés Tripolitânia غات Gate Gate Fezã الجفرة Jufra Uadane Fezã مرزق‎ Murzuque Murzuque Fezã أوباري‎ Ubari Ubari Fezã === 1987–1995 === Nome árabe Nome português Capital Região População Ref. العزيزية‎ Azizia Azizia Tripolitânia غدامس Gadamés Gadamés Tripolitânia غريان Gariã Gariã Tripolitânia الخمس Homs Homs Tripolitânia يفرن Jefrém Jefrém Tripolitânia مصراته‎ Misurata Misurata Tripolitânia النقاط الخمس Nigatal Homs Zuara Tripolitânia نجازا Saufajim Bani Ualide Tripolitânia صبراتة Sirte Sirte Tripolitânia ترهونة Taruna Taruna Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia زليتن‎ Zlitene Zlitene Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica طبرق Tobruque Tobruque Cirenaica الكفرة Cufra Cufra Cirenaica إجدابيا Agedábia Agedábia Cirenaica إجدابيا Fati Marje Cirenaica سبها Seba Seba Fezã الشاطئ Axati Biraque Fezã الجفرة Jufra Hun Fezã Desconhecida مرزق‎ Murzuque Murzuque Fezã أوباري‎ Ubari Ubari Fezã === 1995-1998 === Nome árabe Nome português Capital Região População Ref. مصراته‎ Misurata Misurata Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الجبل الغربي‎ Jabal Algarbi Gariã Tripolitânia نجازا Nagaza Desconhecida Tripolitânia نجازا Saufajim Bani Ualide Tripolitânia الزاوية Zauia Zauia Tripolitânia بنغازي Bengasi Bengasi Cirenaica الواحات Oásis Desconhecida Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica البطنان Butnane Tobruque Cirenaica الجفرة Jufra Hun Fezã الواحة Central Desconhecida Fezã الواحة Fezã Desconhecida Fezã Nome árabe Nome português Capital Região População Área Ref. طرابلس Trípoli Trípoli Tripolitânia الجبل الغربي‎ Jabal Algarbi Gariã Tripolitânia الزاوية Zauia Zauia Tripolitânia المرقب‎ Murgube Homs Tripolitânia النقاط الخمس Nigatal Homs Zuara Tripolitânia سرت Sirte Sirte Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica طبرق Tobruque Tobruque Cirenaica الكفرة Cufra Jaufe Cirenaica مرزق‎ Murzuque Murzuque Fezã سبها Seba Seba Fezã سبها Uádi Alhaiate Ubari Fezã === 1998-2001 === Nome árabe Nome português Capital Região Ref. غريان Gariã Gariã Tripolitânia يفرن Jefrém Jefrém Tripolitânia مصراته‎ Misurata Misurata Tripolitânia النقاط الخمس Nigatal Homs Zuara Tripolitânia صبراتة Sirte Sirte Tripolitânia ترهونة و مسلاته Taruna e Massalata Taruna Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia صبراته و صرمان Sábrata e Sormane Sábrata Tripolitânia نالوت Nalute Nalute Tripolitânia المرقب‎ Murgube Homs Tripolitânia نجازا Bani Ualide Bani Ualide Tripolitânia الجفارة‎ Jafara Azizia Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica البطنان Butnane Tobruque Cirenaica الكفرة Cufra Cufra Cirenaica إجدابيا Agedábia Agedábia Cirenaica المرج‎ Marje Marje Cirenaica الواحات Oásis Agedábia Cirenaica القبة‎ Guba Guba Cirenaica سبها Seba Seba Fezã الشاطئ Axati Biraque Fezã الجفرة Jufra Hun Fezã مرزق‎ Murzuque Murzuque Fezã وادي الحياة Uádi Alhaiate Ubari Fezã === 2001-2002 === Nome árabe Nome português Capital Região População Ref. غدامس Gadamés Gadamés Tripolitânia غريان Gariã Gariã Tripolitânia يفرن Jefrém e Jadu Jefrém Tripolitânia مصراته‎ Misurata Misurata Tripolitânia النقاط الخمس Nigatal Homs Zuara Tripolitânia صبراتة Sirte Sirte Tripolitânia ترهونة و مسلاته Taruna e Massalata Taruna Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia صبراته و صرمان Sábrata e Sormane Sábrata Tripolitânia نالوت Nalute Nalute Tripolitânia المرقب‎ Murgube Homs Tripolitânia نجازا Bani Ualide Bani Ualide Tripolitânia الجفارة‎ Jafara Azizia Tripolitânia مزدة Mizda Mizda Tripolitânia مزدة Tajura e Arba Tajura Tripolitânia Desconhecida بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica البطنان Butnane Tobruque Cirenaica الكفرة Cufra Cufra Cirenaica إجدابيا Agedábia Agedábia Cirenaica المرج‎ Marje Marje Cirenaica الواحات Oásis Jalu Cirenaica القبة‎ Guba Guba Cirenaica بنغازي Alhizam Alacdar Abiar Cirenaica بنغازي Giarabube Giarabube Cirenaica Desconhecida القطرون Gatrone Gatrone Fezã Desconhecida غات Gate Gate Fezã سبها Seba Seba Fezã الشاطئ Axati Biraque Fezã الجفرة Jufra Hun Fezã مرزق‎ Murzuque Murzuque Fezã وادي الحياة Uádi Alhaiate Ubari Fezã === 2002-presente === Nome árabe Nome português Capital Região População Famílias Ref. الجبل الغربي‎ Jabal Algarbi Gariã Tripolitânia مصراته‎ Misurata Misurata Tripolitânia النقاط الخمس Nigatal Homs Zuara Tripolitânia صبراتة Sirte Sirte Tripolitânia طرابلس Trípoli Trípoli Tripolitânia الزاوية Zauia Zauia Tripolitânia نالوت Nalute Nalute Tripolitânia المرقب‎ Murgube Homs Tripolitânia الجفارة‎ Jafara Azizia Tripolitânia بنغازي Bengasi Bengasi Cirenaica الجبل الأخضر Jabal Acdar Baida Cirenaica درنة Derna Derna Cirenaica البطنان Butnane Tobruque Cirenaica الكفرة Cufra Cufra Cirenaica المرج‎ Marje Marje Cirenaica الواحات Oásis Jalu Cirenaica غات Gate Gate Fezã سبها Seba Seba Fezã الشاطئ Axati Biraque Fezã الجفرة Jufra Hun Fezã مرزق‎ Murzuque Murzuque Fezã وادي الحياة Uádi Alhaiate Ubari Fezã == Bibliografia == * * * * * * * * * * * * * * Categoria:Subdivisões da Líbia",
 "title": "Subdivisões da Líbia"
}