{
 "id": "115533",
 "text": "A Copa Sul-Americana (em espanhol: Copa Sudamericana), cujo nome oficial atual é CONMEBOL Sudamericana, é uma competição continental de clubes de futebol da América do Sul, organizada pela Confederação Sul-Americana de Futebol (CONMEBOL) desde 2002. É a segunda mais importante competição da CONMEBOL, apenas atrás da Copa Libertadores da América. Substituiu, em 2002, as copas Mercosul e Merconorte (1998–2001), sendo que estas substituíram a Supercopa Sul-Americana (1988–1997) e Copa Conmebol (1992–1999). Até 2010, era patrocinada pela montadora japonesa Nissan, e em 2011 e 2012, pela fabricante de pneus japonesa Bridgestone. Em 2013 e 2014 foi patrocinada pela petroquímica francesa Total. Após escândalo na CONMEBOL em 2015, a Copa Sul- Americana perdeu patrocinadores, embora tenha sido garantida até 2018 por aumento na cota de participação dos direitos de transmissão ao canal Fox Sports. Em 8 de maio de 2017 a CONMEBOL anunciou a Bumbet, site de apostas, como novo patrocinador premium da entidade para as edições de 2017 e 2018. == Antecessoras == A primeira tentativa de uma competição secundária a Libertadores foi a Recopa Sul-Americana de Clubes, que teve apenas uma edição oficial (reconhecida em 2005), em 1970, e outra amistosa, no ano seguinte. Visava reunir os terceiros colocados nos campeonatos nacionais (alguns países criaram copas nacionais para indicar o representante), não contando com a presença de Brasil e Colômbia em nenhuma das duas edições. A Copa CONMEBOL, disputada de 1992 a 1999, é considerada sua predecessora pela similaridade dos meios de classificação: a presença em uma faixa depois do campeão nacional – único classificado a Copa Libertadores pela respectiva liga (o principal torneio continental era jogado apenas pelos campeões dos campeonatos e copas nacionais, além do atual campeão, até 1999) – era o critério mais usado, em que pese outras formas de acesso (como viria a ocorrer na Sul-Americana), dependendo do interesse de cada associação. Uma diferença era o número de participantes, apenas 16 ou 18.Las cuatro precursoras de la actual Copa Sudamericana CONMEBOL. Página visitada em 25 de outubro de 2013 Expandida, a Sul-Americana é tida como uma disputa mais desafiadora que a Copa CONMEBOL. Em 2022, entrou oficialmente em pauta a unificação da antiga taça como Copa Sul- Americana. Durante a vigência da Copa CONMEBOL, ressalva-se, a segunda competição em relevância era a Supercopa Sul-Americana (1988–1997) e, posteriormente, as copas Mercosul e Merconorte (1998–2001). Apesar de anteceder na vaga da Recopa Sul-Americana, a afirmação de que a Supercopa antecede a Sul-Americana enfrenta limites: era uma competição que reunia os campeões da Libertadores (critério de classificação histórico), não tendo o formato de torneio secundário moldado pela Copa UEFA, sendo algo próximo de uma \"Superliga\". Apesar das diferenças de fórmula, a CONMEBOL também lhe considera como antecessora.CONMEBOL.COM (2020). SUDAMERICANA 2020. \"Os quatro torneios antecessores da CONMEBOL Sul-Americana foram: Supercopa Sul- Americana, Copa CONMEBOL, Copa Mercosul e Copa Merconorte.\" A Copa Mercosul e a Copa Merconorte (1998–2001), que ofuscaram a Copa CONMEBOL, são tidas como precursoras imediatas, com as ressalvas: cada uma contava com times de cinco países sul-americanos; não davam vaga na Recopa, não tendo havido um jogo unificador com esse intento (a Recopa ficou fora de disputa nesse tempo); e a participação era por convite. A Merconorte tinha uma semelhança com as edições de 2005 a 2008: a presença de times da CONCACAF (mexicanos, estadunidenses e costarriquenhos). O último campeão da Mercosul, , recebeu vaga para a primeira edição da Sul-Americana, direito não dado ao Millonarios, último campeão da Merconorte. == História == Em 2002, surgiu a ideia de uma Copa Pan-Americana, uma parceria da CONMEBOL com a CONCACAF, que possuiria 9 times no novo certame: 4 mexicanos, 3 caribenhos/centro-americanos e 2 estadunidenses. Os demais 23 times seriam sul-americanos. O projeto foi adiado para 2003, mas novamente não foi efetivado, quando estabilizou-se um torneio secundário meramente sul-americano, a Copa Sul-Americana, estreada em 2002. De forma menos incisiva do que o planejado para a Copa Pan-Americana, entre 2005 e 2008 clubes da CONCACAF participaram como convidados. Nesse período jogaram equipes de México, Estados Unidos, Costa Rica e Honduras. Na edição de 2006, o tornou- se o primeiro (e atualmente único) clube não sul-americano a vencer uma competição organizada pela CONMEBOL. Desde sua criação, em 2002, o campeão se classifica para disputar a Recopa Sul-Americana, no ano seguinte, contra o campeão da Copa Libertadores. Até o presente momento, a maior série de conquistas do seu representante no tira-teima é de 2004 a 2006. De 2007 a 2018, o torneio classificou para a disputa da Copa Suruga Bank (em sua última edição, em 2019, renomeada para J.League YBC Levain Cup/CONMEBOL Sudamericana Final), contra o campeão da Copa da Liga Japonesa, sendo jogada no Japão. A partir da edição de 2010, a CONMEBOL incluiu uma vaga para o campeão da Copa Sul-Americana na edição próxima da Libertadores. Em 2015 e 2016, teve o seu campeão participando da Supercopa Euroamericana, competição amistosa contra o campeão da Liga Europa da UEFA, organizada pela DirecTV. Em 2023, retornou o confronto entre estes dois campeões, mas pelo Desafio de Clubes da UEFA–CONMEBOL, torneio gerido pelas confederações continentais de seus disputantes. A CONMEBOL lhe considera como oficial, enquanto que a UEFA lhe vê como amistoso. 300px|thumb|right|Ao conquistar a edição de 2011, a Universidad de Chile tornou-se a primeira equipe chilena a vencer a Copa Sul-Americana e com a melhor campanha da competição até hoje. Em novembro de 2011, a CONMEBOL e os representantes das confederações participantes do torneio decidiram pela abertura de mais 8 vagas para a edição de 2012. Os países que até então tinham apenas 3 vagas, passaram a contar com 4 representantes a partir daquela edição, com exceção de Argentina e Brasil (6 e 8 vagas respectivamente, sendo que a CBF perderia duas vagas em 2017). Até o momento, apenas uma vez o vencedor da Sul-Americana venceu a Copa Libertadores do ano seguinte: o , campeão de 2014, na edição de 2015. El Millonario ganharia ainda a Recopa e a Copa Suruga de 2015, sendo o único a ganhar estas duas taças no mesmo ano. O time também ganhou a amistosa Supercopa Euroamericana, feito não obtido no ano seguinte pelo Santa Fe. Já o inverso ocorreu em 2004 e 2009, quando foi conquistada pelo respectivo campeão da Libertadores do ano anterior (2003 e 2008), Boca Juniors e LDU. Neste último caso, reeditou-se a principal final continental pretérita, com o time equatoriano novamente superando o Fluminense. Esta foi também a final com mais gols no agregado (nove: LDU 5 x 4 Fluminense) e em único jogo de decisão (seis: LDU 5 x 1 Fluminense; ida). Em 2017, passou por uma nova reformulação. Antes disputada apenas no segundo semestre, passou a ocorrer durante toda a temporada, em paralelo com a Copa Libertadores, sendo que 10 equipes eliminadas desta competição antes das oitavas de final foram transferidas para a Copa Sul-Americana: os oito terceiros colocados nos grupos e os dois melhores eliminados na terceira fase preliminar. Foi vetada a dupla classificação e a possibilidade de título no mesmo ano das duas competições continentais. Extinguiu-se a fase de disputas nacionais, que retornaria em 2021. Desde a Libertadores daquele mesmo ano, o então campeão da Sul-Americana entrou em sua fase de grupos, não mais em fase preliminar, tornando-se também uma vaga extra, deixando de retirar a vaga do último classificado pelo nacional. Antes de 2017, apesar de não ser regra, a disputa da Sul-Americana (segundo semestre) após ter jogado a Libertadores (primeiro semestre), além do caso do atual campeão, podia ocorrer a depender dos critérios das confederações nacionais. O Atlético Nacional disputaria a final de 2016, não ocorrida por razão do acidente no voo da Chapecoense, como campeão da principal competição do continente daquele mesmo ano. Desde 2019, a final é disputada em jogo único e campo neutro, regra que recebe críticas em razão dos problemas de logística do continente. Em 2021, a fórmula mudou novamente, não sendo mais apenas mata-mata, passando a ser composta por três fases: uma fase nacional preliminar (de 32 continuam 16, sendo dois de cada país; nessa etapa não jogam times de Brasil e Argentina), a fase de grupos (8 grupos de 4: dos 32 times, 16 vêm da anterior, 6 do Campeonato Argentino, 6 do Campeonato Brasileiro e 4 da eliminação na terceira preliminar da Libertadores) e o mata-mata a partir das oitavas (o primeiro lugar de cada grupo e os 8 que ficaram em terceiro lugar nos grupos da Libertadores). A transferência pela eliminação na terceira preliminar passou a abranger os quatros times eliminados, aumentando para doze o número total de transferidos. Em 2023, a primeira fase, antes travada em ida-e-volta, passou a ser em jogo único, com mando de campo definido por sorteio. Após a fase de grupos, ocorre um play-off entre os segundos colados contra os terceiros colados dos grupos da Libertadores. Os vencedores enfrentam os primeiros colados pelas oitavas. Boca Juniors (2004 e 2005; único bicampeão consecutivo), Club Atlético Independiente (2010 e 2017), Athletico Paranaense (2018 e 2021), Independiente del Valle (2019 e 2022) e LDU Quito (2009 e 2023) são os maiores campeões. O torneio conta com 17 campeões de sete países (sendo um da CONCACAF), tendo tido uma sequência de 12 campeões diferentes em 12 anos (2005 a 2016). (2008), (2011), (2012) e (2014) foram os únicos campeões invictos na história da Copa; o primeiro com cinco vitórias e cinco empates em dez jogos, o segundo com dez vitórias e dois empates em doze jogos; o terceiro com cinco vitórias e cinco empates em dez jogos e o quarto com oito vitórias e dois empates em dez jogos. === No Brasil === A Confederação Brasileira de Futebol não participou da primeira Copa Sul-Americana (2002) alegando problemas de calendário. O torneio não foi muito valorizado pelos grandes clubes brasileiros nos primeiros anos de disputa. Em 2003, a classificação se deu apenas pelo Ranking de Clubes da CONMEBOL. Em 2004 e 2005, envolveu o Ranking e o Campeonato Brasileiro. Em 2006, 2007 e 2008 foram classificados o campeão nacional e os sete melhores colocados não classificados para a Libertadores, totalizando oito vagas. De 2009 a 2012 classificavam-se os oito clubes melhores no Campeonato Brasileiro não qualificados para a Libertadores, que na época era reservada aos quatro primeiros colados. A partir de 2010, quando a CONMEBOL atribuiu vaga na Libertadores ao campeão da Sul-Americana, um título da mesma por um brasileiro transformaria o G4 em G3, o que seria aplicado em 2012, mas coincidentemente o findou justamente em quarto. Não retirava, porém, a última vaga definida para a Sul-Americana, lembrando-se que de 2003 a 2016 existia na Sula a vaga do então campeão. A presença do campeão da Copa do Brasil ou Libertadores entre os doze primeiros abria vaga para os próximos mais bem posicionados. Desde a Libertadores de 2017, a vaga de campeão da Sul-Americana deixou de diminuir o número de vagas já destinadas para a Libertadores, ganhando o seu país um representante a mais. A partir da Sul-Americana de 2013, os classificados eram os melhores no Campeonato Brasileiro do ano anterior entre os que foram eliminados até a terceira fase da Copa do Brasil do mesmo ano (a quarta fase é a fase de oitavas de final), o que poderia incluir os quatro clubes promovidos da segunda divisão. Tal critério foi utilizado até 2016. Entre 2014 e 2016 a Copa do Nordeste passou a distribuir uma vaga ao seu campeão na Sul-Americana, desde que os clubes não estivessem na disputa da Copa do Brasil no segundo semestre. Em 2015 e 2016, o campeão da Copa Verde (competição que envolve clubes do Norte, Centro-Oeste e Espírito Santo) também garantiu uma vaga na competição sul-americana. Existiam duas fases: a primeira, nacional, eliminava em jogos de ida-e-volta quatro equipes; na segunda, jogava-se com as demais equipes do continente, partindo-se das oitavas. Com a reformulação da competição em 2017, o Brasil perdeu duas vagas, passando a contar com seis clubes, e o critério de classificação passou a ser unicamente através das colocações no Campeonato Brasileiro: os seis melhores não classificados para a Libertadores, sendo que os seis primeiros são classificados para esta. A presença de qualificados a Libertadores por outros meios (título de Copa do Brasil, Libertadores ou Sul-Americana) entre os doze primeiros deixa a vaga para o próximo mais bem colocado. Acabou a fase nacional e os clubes brasileiros passaram a enfrentar equipes estrangeiras desde logo. No novo formato, adotado desde 2021, os classificados pelos nacionais de Brasil e Argentina entram já na segunda fase (de grupos). == Classificação == 280px|thumb|, vencedor da edição de 2014. A competição é integrada por clubes qualificados graças a critério desportivo, embora até 2009 os clubes argentinos e fossem convidados pela AFA independentemente de desempenho técnico. Em 2017, dez equipes desclassificadas na Copa Libertadores da América ganharam o direito de disputar a Sul-Americana no mesmo ano. O número foi ampliado para doze em 2021. Também em 2017, a CONMEBOL proibiu a classificação de equipes por meio de competições subnacionais, como ocorria no Brasil com os campeões da Copa Verde e da Copa do Nordeste. Além disso, devido a mudança nas datas do torneio, que passou a durar o ano inteiro e coincidir com a Copa Libertadores, extinguiu-se a vaga do atual campeão (que só poderá ganhar novamente se estiver entre as equipes transferidas da Libertadores). Após as mudanças de 2017 e 2021, a distribuição das vagas pelas confederações se dá da seguinte maneira: Vagas País Classificação 12 * Equipes terceiro colocadas na fase de grupos Copa Libertadores (8) * Equipes eliminadas na terceira preliminar da Copa Libertadores (4) 6 * Sexto ao décimo primeiro lugar do Campeonato Argentino (6) 4 * Quatro melhores colocados do Campeonato Boliviano não classificados à Copa Libertadores (4) 6 * Seis melhores colocados do Campeonato Brasileiro não classificados à Copa Libertadores (6) 4 * Perdedor do play-off entre os vice-campeões da temporada (1) * Terceiro e quarto lugar do Torneio Apertura do Campeonato Chileno (2) * Vice-campeão da Copa Chile (1) 4 * Vice-campeão da Copa Colômbia (1) * Três melhores colocados do Campeonato Colombiano não classificados à Copa Libertadores (3) 4 * Quatro melhores colocados do Campeonato Equatoriano não classificados à Copa Libertadores (4) 4 * Quatro melhores colocados do Campeonato Paraguaio não classificados à Copa Libertadores (4) 4 * Quarto lugar do Campeonato Peruano (1) * Três melhores colocados não classificados aos play-offs do Campeonato Peruano (3) 4 * Quatro melhores colocados do Campeonato Uruguaio não classificados à Copa Libertadores (4) 4 * Vice-campeão da Copa Venezuela (1) * Vice-campeão do Torneio Clausura do Campeonato Venezuelano (1) * Dois melhores colocados do Campeonato Venezuelano não classificados à Copa Libertadores (2) == Resultados == === Títulos por clubes=== Clube País Títulos Vices Semifinais 2 (2009 e 2023) 1 (2011) 2 (2004 e 2010) 66% 2 (2004 e 2005) 0 1 (2014) 100% 2 (2018 e 2021) 0 1 (2006) 100% 2 (2010 e 2017) 0 0 100% 2 (2019 e 2022) 0 0 100% 1 (2012) 1 (2022) 3 (2003, 2013 e 2014) 50% 1 (2014) 1 (2003) 2 (2007 e 2015) 50% 1 (2013) 1 (2020) 0 50% 1 (2002) 0 1 (2016) 100% 1 (2008) 0 1 (2004) 100% 1 (2015) 0 1 (2018) 100% 1 (2020) 0 1 (2023) 100% 1 (2003) 0 0 100% 1 (2006) 0 0 100% 1 (2007) 0 0 100% 1 (2011) 0 0 100% 1 (2016) 0 0 100% 0 3 (2002, 2014 e 2016) 1 (2003) 0% 0 1 (2004) 1 (2002) 0% 0 1 (2009) 1 (2018) 0% 0 1 (2018) 1 (2017) 0% 0 1 (2005) 0 0% 0 1 (2006) 0 0% 0 1 (2007) 0 0% 0 1 (2008) 0 0% 0 1 (2010) 0 0% 0 1 (2012) 0 0% 0 1 (2013) 0 0% 0 1 (2015) 0 0% 0 1 (2017) 0 0% 0 1 (2019) 0 0% 0 1 (2021) 0 0% 0 1 (2023) 0 0% 0 0 3 (2005, 2011 e 2020) - 0 0 3 (2013, 2017 e 2021) - 0 0 2 (2005 e 2012) - 0 0 2 (2007 e 2012) - 0 0 2 (2009 e 2016) - 0 0 2 (2019 e 2023) - 0 0 1 (2002) - 0 0 1 (2006) - 0 0 1 (2008) - 0 0 1 (2008) - 0 0 1 (2009) - 0 0 1 (2010) - 0 0 1 (2011) - 0 0 1 (2015) - 0 0 1 (2019) - 0 0 1 (2020) - 0 0 1 (2021) - 0 0 1 (2022) - 0 0 1 (2022) - === Títulos por países === País Títulos Vices Clubes campeões 9 6 66,7% 7 5 7 41,6% 4 4 1 80% 2 1 4 20% 1 1 2 33,3% 1 1 1 50% 1 1 0 100% 1 0 1 0% 0 0 0 0% 0 0 0 0% 0 0 0 0% 0 === Por confederações === Confederação Títulos Vices CONMEBOL 21 20 CONCACAF 1 2 == Participações == === Equipes com mais participações === === Por país === País Clube Participações 13 12 14 13 11 14 15 e 8 11 8 == Artilheiros == Edição Futebolista(s) Clube Gols 2002 Gonzalo Galindo 4 2002 Pierre Webo 4 2002 Rodrigo Astudillo 4 2003 Germán Carty 6 2004 Horacio Chiorazzo 5 2005 Bruno Marioni 7 2006 Humberto Suazo 10 2007 Ricardo Ciciliano 6 2008 Alex 5 2008 Nilmar 5 2009 Claudio Bieler 8 2010 Rafael Moura 8 2011 Eduardo Vargas 11 2012 Carlos Núñez 5 2012 Fábio Renato 2012 Jonathan Fabbro 2012 Michael Ríos 2012 Wason Rentería 2013 Enner Valencia Emelec 2014 Carlos Núñez 2014 Miler Bolaños 2015 José Ariel Núñez 2015 Miller Bolaños 2015 Ramón Ábila 2015 Wilson Morelo 2016 Cecilio Domínguez 6 2016 Miguel Borja 6 2017 Felipe Vizeu 5 2017 Jhon Cifuentes 2017 Luis Rodríguez 2018 Nicolás Benedetti 2018 Pablo 2019 Silvio Romero 2020 Braian Romero 9 2021 Agustín Álvarez Martínez 10 2022 Bernardo Cuesta 8 2023 Gonzalo Mastriani 9 ==Máximos goleadores== Jogador Gols Partidas disputadas Média de gols Estreia Clubes Hernán Barcos 19 32 0.59 2005 LDU Quito (15), Palmeiras (2), Atlético Nacional (2) Rodrigo López 16 33 0.48 2006 Libertad (8), América (5), Vélez Sarsfield (3) 15 23 0.63 2018 América Mineiro (9), Athletico Paranaense (3), Barcelona de Guayaquil (2), Boston River (1) Rafael Moura 14 18 0.78 2006 Corinthians (1), Athletico Paranaense (2), Goiás (8), Figueirense (3) Rodrigo Mora 13 27 0.48 2008 Defensor Sporting (6), River Plate (7) Miler Bolaños 33 0.39 2009 LDU Quito (2), Emelec (11) Claudio Bieler 12 34 0.35 2007 LDU Quito (8), Belgrano (4) Eduardo Vargas 11 13 0.85 2011 Universidad de Chile (11) Bruno Marioni 14 0.79 2003 Independiente (2), Pumas UNAM (7), Toluca (2) Braian Romero 10 9 1.11 2020 Defensa y Justicia (10) 12 0.83 2006 Colo-Colo (10) Wilson Morelo 33 0.30 2007 Santa Fe (7), Colón (3) == Maiores goleadas == Estas são as doze maiores goleadas da história da Copa Sul-Americana: Nº Mandante Placar Visitante Estádio Data Ano 1 1–10 El Tahuichi 26 de maio 2022 2 9–0 Centenario 16 de setembro 2010 3 8–0 Arena do Grêmio 6 de maio 2021 4 7–0 Casa Blanca 19 de novembro 2009 5 7–1 Luis Alfonso Giagni 31 de maio 2017 7–1 Nabi Abi Chedid 28 de junho 2023 7 6–0 Deportivo Italchacao El Nuevo Gasómetro 20 de agosto 2003 6–0 Colosso del Parque 6 de outubro 2010 6–0 Defensores del Chaco 24 de agosto 2016 6–0 Olímpico Atahualpa 21 de maio 2019 6–0 Arena Castelão 17 de maio 2022 6–0 El Tahuichi 9 de março 2023 6–0 Ligga Arena 9 de abril 2024 == Ver também == * Copa Conmebol * Estatísticas da Copa Conmebol e da Copa Sul-Americana‎ * Lista dos treinadores vencedores da Copa Sul-Americana == Ligações externas == * * Facebook oficial da Copa Sul- Americana * YouTube oficial da Copa Sul-Americana * Twitter oficial da Copa Sul-Americana * Instagram oficial da Copa Sul-Americana",
 "title": "Copa Sul-Americana"
}