{
 "id": "115564",
 "text": "Quaker (também denominado quacre ou quáquer em português) são pessoas que pertencem à Sociedade Religiosa dos Amigos, um conjunto de denominações cristãs historicamente protestantes. Os membros destes movimentos (\"os Amigos\") estão geralmente unidos pela crença na capacidade de cada ser humano de experimentar a luz interior ou de \"responder à luz de Deus em cada um\". Alguns professam um sacerdócio de todos os crentes inspirado na Primeira Epístola de Pedro. Eles incluem aqueles com entendimentos evangélicos, de santidade, liberais, e tradicionais quakers do cristianismo. Existem também quakers não-teístas, cuja prática espiritual não depende da existência de Deus. Em diferentes graus, os Amigos evitam credos e estruturas hierárquicas. Em 2017, havia cerca de 377.557 Quakers adultos, 49% deles na África. Cerca de 89% dos quakers em todo o mundo pertencem a ramos evangélicos e programados que realizam cultos com canto e uma mensagem bíblica preparada, coordenada por um pastor. Cerca de 11% praticam adoração em espera ou adoração não programada (geralmente Encontro para Adoração), onde a ordem de serviço não planejada é principalmente silenciosa e pode incluir ministério vocal despreparado por parte dos presentes. Alguns encontros de ambos os tipos têm presentes Ministros Registrados, Amigos reconhecidos pelo seu dom de ministério vocal. O movimento cristão proto-evangélico apelidado de Quakerismo surgiu na Inglaterra de meados do século XVII a partir dos Legatino-Arianos e de outros grupos protestantes dissidentes que romperam com a Igreja da Inglaterra estabelecida. Os quakers, especialmente os Sessenta Valentes, procuraram converter outros viajando pela Grã-Bretanha e no exterior pregando o Evangelho. Alguns dos primeiros ministros Quaker eram mulheres. Eles basearam a sua mensagem na crença de que \"Cristo veio para ensinar ele mesmo o seu povo\", enfatizando as relações diretas com Deus através de Jesus Cristo e a crença no sacerdócio universal de todos os crentes. Esta experiência religiosa pessoal de Cristo foi adquirida pela experiência direta e pela leitura e estudo da Bíblia. Os Quakers concentraram suas vidas privadas no comportamento e na fala que refletiam a pureza emocional e a luz de Deus, com o objetivo da perfeição cristã. Os antigos quakers eram conhecidos por usar o thee como um pronome comum, recusar-se a participar da guerra, usar roupas simples, recusar-se a fazer juramentos, opor-se à escravidão, e praticar a abstinência. Alguns Quakers fundaram bancos e instituições financeiras, incluindo Barclays, Lloyds, e Friends Provident; fabricantes, incluindo a empresa de calçados C. & J. Clark e os três grandes fabricantes britânicos de confeitaria Cadbury, Rowntrees e Fry; e esforços filantrópicos, incluindo a abolição da escravatura, a reforma prisional, e a justiça social. Em 1947, em reconhecimento à sua dedicação para paz e ao bem comum, os quakers representados pelo British Conselho de Serviço dos Amigos e pelo Comitê de Serviço de Amigos Americanos receberam o Prêmio Nobel da Paz. ==História== === Início na Inglaterra === Durante e após a Guerra Civil Inglesa (1642–1651), surgiram muitos grupos cristãos dissidentes, incluindo os Seekers e outros. Um jovem homem, George Fox, estava insatisfeito com os ensinamentos da Igreja da Inglaterra e dos não conformistas. Ele afirmou ter recebido uma revelação de que \"há alguém, mesmo Cristo Jesus, que pode falar sobre a tua condição\", e ficou convencido de que era possível ter uma experiência direta de Cristo sem a ajuda do clero ordenado. Em 1652 ele teve uma visão em Pendle Hill, em Lancashire, Inglaterra, na qual acreditava que \"o Senhor me deixou ver em que lugares ele tinha um grande povo para ser reunido\". Depois disso, ele viajou pela Inglaterra, Países Baixos, e Barbados pregando e ensinando com o objetivo de converter novos adeptos à sua fé. O tema central da sua mensagem evangélica era que Cristo veio para ensinar ele mesmo o seu povo. Fox considerava estar restaurando uma igreja cristã verdadeira e \"pura\". Em 1650, Fox foi levado perante os magistrados Gervase Bennet e Nathaniel Barton, sob a acusação de blasfêmia religiosa. De acordo com a autobiografia de Fox, Bennet \"foi o primeiro a nos chamar de Quakers, porque eu os ordenei que tremessem diante da palavra do Senhor\". Pensa-se que Fox estava se referindo a ou . Assim, o nome quaker começou como uma forma de ridicularizar a advertência de Fox, mas tornou-se amplamente aceito e usado por alguns quakers. Os quakers também se descreveram usando termos tais como o verdadeiro cristianismo, santos, filhos da luz e amigos da verdade, refletindo termos usados no Novo Testamento pelos membros da igreja cristã primitiva. O quakerismo ganhou seguidores consideráveis na Inglaterra e no País de Gales, principalmente entre as mulheres. Um discurso \"Ao Leitor\" de Mary Forster acompanhou uma petição para o Parlamento da Inglaterra apresentada em 20 de maio de 1659, expressando a oposição de mais de 7.000 mulheres à \"opressão dos Dízimos\".Virginia Blain, Patricia Clements and Isobel Grundy, eds, The Feminist Companion to Literature in English. Women Writers from the Middle Ages to the Present (London: Batsford, 1990), p. 388. O número total de quakers aumentou para um pico de 60.000 na Inglaterra e no País de Gales em 1680 (1,15% da população da Inglaterra e do País de Gales). Mas o discurso dominante do protestantismo via os quakers como um desafio blasfemo à ordem social e política, levando à perseguição oficial na Inglaterra e no País de Gales ao abrigo da Lei Quaker de 1662 e da Lei do Conventículo de 1664. Esta perseguição aos dissidentes foi relaxada após a Declaração de Indulgência (1687–1688) e interrompida sob a Lei de Tolerância de 1689. Uma visão moderna do quakerismo nesta época era que o relacionamento direto com Cristo era encorajado através da espiritualização das relações humanas e \"a redefinição dos quakers como uma tribo sagrada, 'a família e a casa de Deus'\". Juntamente com Margaret Fell, esposa de Thomas Fell, vice-chanceler do Ducado de Lancaster e juiz eminente, Fox desenvolveu novas concepções de família e comunidade que enfatizavam a \"conversa sagrada\": discurso e comportamento que refletiam piedade, fé, e amor. Com a reestruturação da família e do agregado familiar surgiram novos papéis para as mulheres; Fox e Fell viam a mãe quaker como essencial para desenvolver uma \"conversa sagrada\" entre seus filhos e marido. As mulheres quaker também eram responsáveis pela espiritualidade da comunidade em geral, reunindo-se em \"encontros\" que regulamentavam o casamento e o comportamento doméstico. === Migração para a América do Norte === A perseguição aos quakers na América do Norte começou em julho de 1656, quando as missionárias quakers inglesas Mary Fisher e Ann Austin começaram a pregar em Boston. Elas foram consideradas hereges por causa da sua insistência na obediência individual à luz interior. Elas foram presas por cinco semanas e banidas pela Colônia da Baía de Massachusetts. Seus livros foram queimados, e a maior parte de suas propriedades confiscadas. Elas foram presas em condições terríveis e depois deportadas.Edward Digby Baltzell, Puritan Boston and Quaker Philadelphia (1996) p. 86. Em 1660, a quaker inglesa Mary Dyer foi enforcada perto de Boston Common por desafiar repetidamente uma lei puritana que bania os quakers da colônia. Ela foi uma das quatro quakers executadas, conhecidas como mártires de Boston. Em 1661, o rei Charles II proibiu Massachusetts de executar qualquer pessoa por professar o quakerismo. Em 1684, a Inglaterra revogou a carta de Massachusetts, enviou um governador real para fazer cumprir as leis inglesas em 1686 e, em 1689, aprovou uma ampla Lei de Tolerância. Alguns Amigos migraram para o que hoje é a região nordeste dos Estados Unidos na década de 1660 em busca de oportunidades econômicas e de um ambiente mais tolerante para construir comunidades de \"conversação sagrada\". Em 1665, os quakers estabeleceram um encontro em Shrewsbury, Nova Jersey (hoje condado de Monmouth), e construíram uma casa de encontro em 1672 que foi visitada por George Fox no mesmo ano. Eles conseguiram estabelecer comunidades prósperas no Vale do Delaware, embora continuassem a sofrer perseguições em algumas áreas, como a Nova Inglaterra. As três colônias que toleravam os quacres nessa época eram Jersey Ocidental, Rhode Island e Pensilvânia, onde os quakers se estabeleceram politicamente. Em Rhode Island, 36 governadores nos primeiros 100 anos foram quakers. Jersey Ocidental e Pensilvânia foram estabelecidas pelo abastado quaker William Penn em 1676 e 1682, respectivamente, com a Pensilvânia como uma comunidade americana administrada sob os princípios quaker. William Penn assinou um tratado de paz com Tammany, líder da tribo Delaware, e outros tratados foram seguidos entre quakers e nativos americanos. Esta paz durou quase um século, até o massacre de Penn's Creek em 1755. Os primeiros quakers coloniais também estabeleceram comunidades e casas de encontro na Carolina do Norte e em Maryland, depois de fugirem da perseguição da Igreja Anglicana na Virgínia.\"Quakers Often Fled Virginia\" , Rowlings, Virginia, Daily Press, 15 January 1989 Em uma entrevista de 2007, o autor David Yount (How the Quakers Invented America) disse que os quakers introduziram pela primeira vez muitas ideias que mais tarde se tornaram populares, como a democracia na legislatura da Pensilvânia, a Declaração de Direitos da Constituição dos EUA a partir dos quakers de Rhode Island, o julgamento por júri, direitos iguais para homens e mulheres e educação pública. O Sino da Liberdade foi lançado por quakers na Filadélfia, Pensilvânia.How the Quakers Invented America, a five-minute interview with David Yount by Peter Slen, C-SPAN, 1 November 2007. === Quietismo === O quakerismo inicial tolerava um comportamento turbulento que desafiava a etiqueta convencional, mas por volta de 1700, os seus adeptos já não apoiavam o comportamento perturbador e indisciplinado. Durante o século XVIII, os quakers entraram no período quietista na história de sua igreja, tornando-se mais introspectivos espiritualmente e menos ativos na conversão de outros. Casar fora da Sociedade era motivo para a revogação da filiação. Os números diminuíram, caindo para 19.800 na Inglaterra e no País de Gales em 1800 (0,21% da população), e 13.859 em 1860 (0,07% da população). O nome formal \"Sociedade Religiosa dos Amigos\" data deste período e provavelmente foi derivado das denominações \"Amigos da Luz\" e \"Amigos da Verdade\". === Separações === Na época da Guerra Revolucionária Americana, alguns quakers americanos se separaram da principal Sociedade dos Amigos por questões como o apoio à guerra, formando grupos como os Quakers Livres e os Amigos Universais.Pink Dandelion (2007). An Introduction to Quakerism (), p. 78. Mais tarde, no século XIX, houve uma diversificação das crenças teológicas na Sociedade Religiosa dos Amigos, e isto levou a várias divisões maiores dentro do movimento. ==== Separação Hicksita–Ortodoxa ==== A divisão Hicksita–Ortodoxa surgiu de tensões ideológicas e socioeconômicas. Os Hicksitas do Encontro Anual da Filadélfia tendiam a ser agrários e mais pobres do que os Quakers Ortodoxos mais urbanos e ricos. Com o crescente sucesso financeiro, os Quakers Ortodoxos queriam \"tornar a Sociedade um órgão mais respeitável – para transformar sua seita em uma igreja – adotando a ortodoxia protestante dominante\". Os Hicksitas, embora tivessem uma variedade de pontos de vista, geralmente viam a economia de mercado como corruptora e acreditavam que os Quakers Ortodoxos haviam sacrificado sua espiritualidade cristã ortodoxa pelo sucesso material. Os Hicksitas viam a Bíblia como secundária em relação ao cultivo individual da luz de Deus dentro de si. Com a mudança dos Quakers Gurneyitas em direção aos princípios protestantes e longe da espiritualização das relações humanas, o papel das mulheres como promotoras de \"conversas sagradas\" começou a diminuir. Por outro lado, dentro do movimento Hicksita, a rejeição da economia de mercado e o foco contínuo nos laços comunitários e familiares tenderam a encorajar as mulheres a manterem o seu papel como árbitros poderosos. As visões religiosas de Elias Hicks foram consideradas universalistas e contradizem as crenças e práticas cristãs ortodoxas históricas dos Quakers. A pregação e o ensino do Evangelho de Hicks precipitaram a Grande Separação de 1827, que resultou em um sistema paralelo de Encontros Anuais na América, acompanhado pelos Amigos da Filadélfia, Nova York, Ohio, Indiana e Baltimore. Eles foram referidos pelos oponentes como Hicksitas e por outros e às vezes eles próprios como Ortodoxos. Os quakers na Grã-Bretanha reconheceram apenas os quakers ortodoxos e recusaram-se a se corresponder com os Hicksitas. ==== Controvérsia Beaconita ==== Isaac Crewdson foi um Ministro Registrado em Manchester. Seu livro de 1835, A Beacon to the Society of Friends, insistia que a luz interior estava em desacordo com uma crença religiosa na salvação pela expiação de Cristo. Esta controvérsia cristã levou à renúncia de Crewdson da Sociedade Religiosa dos Amigos, junto com 48 membros do Encontro de Manchester e cerca de 250 outros quakers britânicos em 1836–1837. Alguns deles juntaram-se aos Irmãos de Plymouth. ==== Ascensão do Quakerismo Gurneyita e a divisão Gurneyita-Conservadora ==== Os Amigos Ortodoxos tornaram-se mais evangélicos durante o século XIX e foram influenciados pelo Segundo Grande Despertar. Este movimento foi liderado pelo quaker britânico Joseph John Gurney. Amigos Cristãos realizaram encontros de reavivamento na América e envolveram-se no Movimento de Santidade das igrejas. Quakers como Hannah Whitall Smith e Robert Pearsall Smith tornaram-se oradores no movimento religioso e introduziram nele frases e práticas quakers. Os Amigos Britânicos envolveram-se com o Movimento Vida Superior, com Robert Wilson da reunião de Cockermouth fundando a Convenção de Keswick. A partir da década de 1870, tornou-se comum na Grã-Bretanha realizar \"encontros missionários em casa\" nas noites de domingo com hinos cristãos e um sermão baseado na Bíblia, ao lado dos encontros silenciosos para adoração nas manhãs de domingo. Os Encontros Anuais Quaker que apoiam as crenças religiosas de Joseph John Gurney eram conhecidos como encontros anuais Gurneyitas. Muitos eventualmente se tornaram coletivamente o Encontro de Cinco Anos e depois o Encontro Unido dos Amigos, embora o Encontro Anual de Londres, que tinha sido fortemente Gurneyista no século XIX, não tenha aderido a nenhum deles. Esses Encontros Anuais Quaker constituem a maior proporção de quakers no mundo hoje. Alguns Quakers Ortodoxos na América não gostaram do movimento em direção ao cristianismo evangélico e viram isso como uma diluição da crença cristã ortodoxa tradicional dos Amigos em ser guiado interiormente pelo Espírito Santo. Esses amigos eram chefiados por John Wilbur, que foi expulso de sua reunião anual em 1842. Ele e seus apoiadores formaram seu próprio Encontro Anual de Amigos Conservadores. Alguns amigos do Reino Unido romperam com o Encontro Anual de Londres pelo mesmo motivo em 1865. Eles formaram um corpo separado de Amigos chamado Encontro Geral de Fritchley, que permaneceu distinto e separado do Encontro Anual de Londres até 1968. Divisões semelhantes ocorreram no Canadá. Os Encontros Anuais que apoiavam as crenças religiosas de John Wilbur eram conhecidos lá como Amigos Conservadores. === Declaração de Richmond === Em 1887, um quaker gurneyita de ascendência britânica, Joseph Bevan Braithwaite, propôs aos Amigos uma declaração de fé conhecida como Declaração de Richmond. Esta declaração de fé foi acordada por 95 dos representantes em um encontro do Encontro de Cinco Anos dos Amigos, mas inesperadamente a Declaração de Richmond não foi adoptada pelo Encontro Anual de Londres porque uma minoria vocal, incluindo Edward Grubb, se opôs a ela. === Missões para Ásia e África === Seguindo os reavivamentos cristãos em meados do século XIX, os Amigos na Grã-Bretnha procuraram também iniciar atividades missionárias no exterior. Os primeiros missionários foram enviados para Benares (Varanasi), na Índia, em 1866. A Associação Missionária Estrangeira dos Amigos foi formada em 1868 e enviou missionários para Madhya Pradesh, na Índia, formando o que hoje é o Encontro Anual da Índia Central. Mais tarde, espalhou-se para Madagáscar a partir de 1867, China a partir de 1896, Sri Lanka a partir de 1896 e Ilha de Pemba a partir de 1897. A Missão Síria dos Amigos foi fundada em 1874, que entre outras instituições administrava as Escolas de Amigos de Ramallah, que ainda existem hoje. O missionário suíço Theophilus Waldmeier fundou a Escola de Brummana no Líbano em 1873, as Igrejas Evangélicas dos Amigos de Encontro Anual de Ohio enviou missionários para a Índia em 1896, formando o que hoje é o Encontro Anual de Bundelkhand. Os Amigos de Cleveland foram para Mombasa, no Quênia, e iniciaram o que se tornou a missão de maior sucesso dos Amigos. O seu quakerismo espalhou-se pelo Quênia e pela Uganda, Tanzânia, Burundi, e Ruanda. === Teoria da evolução === A teoria da evolução, conforme descrita em On the Origin of Species (1859), de Charles Darwin, foi contestada por muitos quakers no século XIX, particularmente por quakers evangélicos mais antigos que dominavam a Sociedade Religiosa dos Amigos na Grã-Bretanha. Esses quakers mais velhos suspeitavam da teoria de Darwin e acreditavam que a seleção natural não poderia explicar a vida por si só. O influente cientista quaker Edward Newman disse que a teoria \"não era compatível com nossas noções de criação entregue pelas mãos de um Criador\". No entanto, alguns jovens Amigos tais como John Wilhelm Rowntree e Edward Grubb apoiaram as teorias de Darwin, usando a doutrina da revelação progressiva. Nos Estados Unidos, Joseph Moore ensinou a teoria da evolução no Quaker Earlham College já em 1861. Isso fez dele um dos primeiros professores a fazê-lo no Centro-Oeste. A aceitação da teoria da evolução tornou-se mais difundida nos Encontros Anuais que avançaram em direção ao Cristianismo liberal nos séculos XIX e XX. No entanto, o criacionismo predomina nas Igrejas evangélicas dos Amigos, particularmente na África Oriental e em partes dos Estados Unidos. === Renascimento Quaker === No final do século XIX e início do século XX, o chamado movimento Renascimento Qualer começou no Encontro Anual de Londres. Nessa época, o Encontro Anual de Jovens Amigos em Londres se afastou do evangelicalismo e se aproximou do cristianismo liberal. Este movimento foi particularmente influenciado por Rowntree, Grubb, e Rufus Jones. Esses Amigos Liberais promoveram a teoria da evolução, a crítica bíblica moderna e o significado social dos ensinamentos de Cristo – encorajando os Amigos a seguir o exemplo de Cristo no Novo Testamento, realizando boas obras. Esses homens minimizaram a crença evangélica quaker na expiação de Cristo na Cruz no Calvário. Após a Conferência de Manchester na Inglaterra em 1895, mil Amigos britânicos se reuniram para considerar o futuro do quakerismo britânico e, como resultado, o pensamento liberal quaker aumentou gradualmente no Encontro Anual de Londres. === Objeção de consciência === Durante a Primeira Guerra Mundial e a Segunda Guerra Mundial, a oposição dos Amigos à guerra foi posta à prova. Muitos Amigos tornaram-se objetores de consciência e alguns formaram a Unidade de Ambulâncias dos Amigos, com o objetivo de \"cooperar com outros para construir um novo mundo em vez de lutar para destruir o antigo\", como fez o Comitê de Serviço de Amigos Americanos. Birmingham, na Inglaterra, teve uma forte comunidade quaker durante a guerra. Muitos quakers britânicos foram recrutados para o Corpo de Não Combatentes durante ambas as guerras mundiais. === Comitê Mundial para Consultas === Depois que as duas guerras mundiais aproximaram as diferentes vertentes quaker, Amigos de diferentes encontros anuais – muitos tendo servido juntos na Unidade de Ambulância dos Amigos ou no Comitê de Serviço de Amigos Americanos, ou em outro trabalho de socorro – realizaram posteriormente várias Conferências Mundiais quaker. Isto originou um corpo permanente de Amigos: o Comitê Mundial de Consulta dos Amigos. === Amigos Evangélicos === Um desejo crescente por uma abordagem mais fundamentalista entre alguns Amigos após a Primeira Guerra Mundial deu início a uma divisão entre os Encontros de Cinco Anos. Em 1926, o Encontro Anual do Oregon separou- se do Encontro de Cinco Anos, reunindo vários outros encontros anuais e encontros mensais dispersos. Em 1947, foi formada a Associação de Amigos Evangélicos, com reuniões trienais até 1970. Em 1965, esta foi substituída pela Aliança de Amigos Evangélicos, que em 1989 se tornou a Igreja Internacional dos Amigos Evangélicos. === Papel da mulher === Na década de 1650, as mulheres quakers profetizaram e pregaram publicamente, desenvolvendo personalidades carismáticas e espalhando a seita. Esta prática foi reforçada pelo firme conceito do movimento de igualdade espiritual para homens e mulheres. Além disso, o quakerismo foi inicialmente impulsionado pelos comportamentos inconformistas dos seus seguidores, especialmente das mulheres que romperam com as normas sociais. Na década de 1660, o movimento ganhou uma organização mais estruturada, o que levou a encontros separados de mulheres. Através dos encontros de mulheres, as mulheres supervisionavam a vida doméstica e comunitária, incluindo o casamento. Desde o início, as mulheres quaker, nomeadamente Margaret Fell, desempenharam um papel importante na definição do quakerismo. Outras pessoas ativas no proselitismo incluíam Mary Penington, Mary Mollineux e Barbara Blaugdone. As mulheres quakers publicaram pelo menos 220 textos durante o século XVII. No entanto, alguns quakers se ressentiam do poder das mulheres na comunidade. Nos primeiros anos do quakerismo, George Fox enfrentou resistência no desenvolvimento e estabelecimento de encontros de mulheres. À medida que a controvérsia aumentava, Fox não aderiu totalmente à sua agenda. Por exemplo, ele estabeleceu o Encontro de Seis Semanas de Londres em 1671 como um órgão regulador, liderado por 35 mulheres e 49 homens. Mesmo assim, o conflito culminou na divisão Wilkinson–Story, na qual uma parte da comunidade quaker saiu para adorar de forma independente em protesto nos encontros de mulheres. Depois de vários anos, este cisma foi em grande parte resolvido, testemunhando a resistência de alguns membros da comunidade quaker e o papel espiritual das mulheres que Fox e Margaret Fell encorajaram. Particularmente nas comunidades quakers relativamente prósperas do leste dos Estados Unidos, o foco na criança e na \"conversação sagrada\" deu às mulheres um poder comunitário incomum, embora fossem em grande parte excluídas da economia de mercado. Com a divisão hicksita–ortodoxa de 1827–1828, as mulheres ortodoxas descobriram que seu papel espiritual diminuiu, enquanto as mulheres hicksitas mantiveram maior influência. === Amigos em negócios e educação === Descritos como \"capitalistas naturais\" pela BBC, muitos quakers tiveram sucesso em uma variedade de indústrias. Dois exemplos notáveis foram Abraham Darby I e Edward Pease. Darby e sua família desempenharam um papel importante na Revolução Industrial Britânica com suas inovações na fabricação de ferro. Pease, um fabricante de Darlington, foi o principal promotor da Stockton and Darlington Railway, que foi a primeira ferrovia pública do mundo a usar locomotivas a vapor. Outras indústrias com negócios quaker proeminentes incluíam bancos (Lloyds Banking Group e Barclays PLC), produtos farmacêuticos (Allen & Hanburys), chocolate (Cadbury e Fry's), confeitaria (Rowntree), fabricação de calçados (Clarks) e fabricação de biscoitos (Huntley & Palmers) . Os quakers têm uma longa história de estabelecimento de instituições educacionais. Inicialmente, os quakers não tinham clero ordenado e, portanto, não precisavam de seminários para treinamento teológico. Na Inglaterra, as escolas quaker surgiram logo após o surgimento do movimento, sendo a Escola dos Amigos em Saffron Walden a mais proeminente.On Quaker schools in Britain and Ireland, see Quaker Schools in Great Britain and Ireland: A selective bibliography of histories and guide to records. As escolas quaker no Reino Unido e na Irlanda são apoiadas pelo Conselho de Escolas dos Amigos. Na Austrália, a Escola dos Amigos em Hobart, fundada em 1887, tornou-se a maior escola quaker do mundo. Na Grã-Bretanha e nos Estados Unidos, amigos estabeleceram diversas instituições em diversos níveis educacionais. No Quênia, os quakers fundaram várias escolas primárias e secundárias na primeira metade do século XX, antes da independência do país em 1963. === Desenvolvimento internacional === Organizações internacionais de voluntariado, como o Serviço Civil Internacional e o Serviço Voluntário Internacional, foram fundadas por líderes quakers. Eric Baker, um proeminente quaker, foi um dos fundadores da Amnesty International e da Campaign for Nuclear Disarmament.T. Buchanan, (2002) The Truth Will Set You Free': The Making of Amnesty International. Journal of Contemporary History 37(4) pp. 575–597 A quaker Edith Pye estabeleceu um Comitê Nacional de Alívio da Fome em maio de 1942, encorajando uma rede de comitês locais de alívio da fome, entre os mais enérgicos dos quais estava o Comitê de Oxford para o Alívio da Fome, Oxfam. Irving e Dorothy Stowe cofundaram o Greenpeace com muitos outros ativistas ambientais em 1971, logo após se tornarem quakers. === Amigos e escravidão === Alguns quakers na América e na Grã-Bretanha tornaram-se conhecidos pelo seu envolvimento no movimento abolicionista. No início da história da América colonial, era bastante comum que os Amigos possuíssem escravos, por ex. na Pensilvânia. Durante o início e meados de 1700, a inquietação sobre esta prática surgiu entre os Amigos, melhor exemplificada pelos testemunhos de Benjamin Lay, Anthony Benezet e John Woolman, e isso resultou em um movimento de abolição entre os Amigos. Nove dos doze membros fundadores da Sociedade para Efetuar a Abolição do Comércio de Escravos, ou Sociedade para a Abolição do Comércio de Escravos, eram quakers: John Barton (1755–1789); William Dillwyn (1743–1824); George Harrison (1747–1827); Samuel Hoare Jr (1751–1825); Joseph Hooper (1732–1789); John Lloyd; Joseph Woods Sr (1738–1812); James Phillips (1745–1799); e Richard Phillips. Cinco dos quakers faziam parte do grupo informal de seis quakers que foram os pioneiros do movimento em 1783, quando a primeira petição contra o comércio de escravos foi apresentada ao Parlamento. Como os quakers não podiam servir como membros do Parlamento, eles contaram com a ajuda de homens anglicanos que podiam, como William Wilberforce e seu cunhado James Stephen. No início da Guerra Revolucionária Americana, poucos Amigos possuíam escravos. No final da guerra, em 1783, os membros da família Yarnall, juntamente com outros da Casa de Encontro dos Amigos, fizeram uma petição fracassada para o Congresso Continental para abolir a escravidão nos Estados Unidos. Em 1790, a Sociedade dos Amigos solicitou ao Congresso dos Estados Unidos a abolição da escravidão. Um exemplo de inversão de sentimento em relação à escravatura ocorreu na vida de Moses Brown, um dos quatro irmãos de Rhode Island que, em 1764, organizou e financiou a trágica e fatídica viagem do navio negreiro Sally. Brown separou- se de seus três irmãos, tornou-se um abolicionista e converteu-se ao quakerismo cristão. Durante o século XIX, quakers como Levi Coffin e Isaac Hopper desempenharam um papel importante ajudando pessoas escravizadas a escapar pela Underground Railroad.Ralph Dannheiser, \"Quakers Played Major Role in Ending Slavery in the U.S\", IIP Digital, 12 November 2008 O quaker negro Paul Cuffe, capitão do mar e empresário, atuou no movimento abolicionista e de reassentamento no início daquele século. A quaker Laura Smith Haviland, com seu marido, estabeleceu a primeira estação da Underground Railroad em Michigan. Mais tarde, Haviland fez amizade com Sojourner Truth, que a chamou de Superintendente da Underground Railroad. No entanto, na década de 1830, as abolicionistas irmãs Grimké dissociaram-se dos quakers \"quando viram que os quakers negros eram segregados em bancos separados na casa de reuniões da Filadélfia\". == Crenças == Os quakers, apesar de rejeitarem um credo formal, crêem emːGRUBB, E. Quaker Thought and History: A Volume of Essays. The MacMillan Company, New York, 1925. * Sentir Deus – todo indivíduo é capaz de sentir Deus directamente, sem intermediário algum. Todos têm uma Luz Interior: o Espírito Santo, que guia o indivíduo quando este se converte e aceita essa voz; * Bíblia – tradicionalmente os quakers aceitaram Cristo como a Palavra (Logos) Divina e a Bíblia seria o testemunho dessa Palavra. Alguns quakers têm-na como única influência; * Testemunho de simplicidade – os quakers adoptam modos de vidas simples: sem valorizar roupas caras, distinção de classe social, títulos honoríficos ou gastos desnecessários; * Igualdade – existe um forte senso de igualitarismo, evitando discriminação baseada em classe e influência social. As mulheres tiveram direitos iguais e participação dos cultos quakers desde o século XVIII; * Honestidade – recusam jurar, conduzir negócios obscuros, actividades antiéticas; * Ação Social – organizações como o Greenpeace e a Amnistia Internacional foram fundadas pelos quakers e são influenciadas pela ideologia da Sociedade dos Amigos; * Pacifismo – os quakers se recusam a usar armas e violência, mesmo em defesa alheia. == Culto == thumb|Encontro quaker em York, na Grã-Bretanha. Existem duas formas de culto nas Reuniões da Sociedade Religiosa dos Amigos: * O Culto Programado, que se assemelha a qualquer outro culto protestante tradicional: conduzido por um ministro, com hinos, orações e leituras da Bíblia. * A outra forma é o tradicional Culto Silencioso ou não-programado, em que os quakers se reúnem e esperam que alguém se sinta guiado pelo Espírito Santo para exortar, ler a Bíblia, dar um testemunho, orar ou cantar. Às vezes um culto não- programado pode passar sem ter manifestação alguma, sendo uma hora de silêncio e meditação. Rejeitando qualquer forma exterior de religião, os quakers não praticam o batismo com águas nem a Ceia do Senhor, diferentemente da maioria das denominações cristãs. Creem que o indivíduo seja batizado \"com fogo\" (pelo Espírito Santo), falando na consciência; e relembram a obra de Cristo dando graças em toda refeição. == Personalidades históricas == * Inazo Nitobe * Elizabeth Margaret Chandler americana, escritora abolicionista. * William Penn, empreendedor, filósofo e político americano. * Frederick W. Taylor, engenheiro americano, teórico da Administração Científica. * Thomas Paine, escritor e filósofo americano. * Johns Hopkins, filantropo americano, fundador de Johns Hopkins Hospital, Johns Hopkins University e Johns Hopkins School of Medicine. * Lucretia Mott, feminista, abolicionista, lutou pela reforma presidiária e pela paz. * Philip Noel-Baker, defensor do desarmamento, agraciado com o Prêmio Nobel da Paz de 1959. * Richard Nixon, ex-presidente dos Estados Unidos. * Arthur Stanley Eddington, astrofísico britânico famoso por seu trabalho com a Teoria da Relatividade de Albert Einstein. * John Dalton, cientista, criador da Teoria Atômica de Dalton. * James Dean, ator americano e objetor de consciência, deixou de combater na Guerra da Coreia. *Hayward Alker, acadêmico de Relações Internacionais. * Herbert Hoover, ex- presidente dos Estados Unidos. * Montgomery Clift, ator americano de Hollywood. == Ver também == * Lista de denominações cristãs * Quaker Oats Company – um conglomerado alimentício americano * Testemunho de simplicidade – prática comportamental dos Quakers == Leitura adicional == * * (1980) * *Margaret Hope Bacon, \"Quakers and Colonization\" Quaker History. 95 (Spring 2006), 26–43 *Hugh Barbour and J. William Frost, The Quakers. (1988), 412 pp.; historical survey, including many capsule biographies online edition * *Philip Benjamin, Philadelphia Quakers in an Age of Industrialism, 1870–1920 (1976) *J. Brent Bill, Holy Silence: The Gift of Quaker Spirituality *David Boulton, ed., 2006, Godless for God's Sake: Nontheism in Contemporary Quakerism Dales Historical Monographs. *Michael L. Birkel, Silence and Witness: The Quaker Tradition (in the UK, ) *William C. Braithwaite, The Beginnings of Quakerism. (1912); revised by Henry J. Cadbury (1955) online edition *William C. Braithwaite, Second Period of Quakerism. (1919); revised by Henry Cadbury (1961), covers 1660 to 1720s in Britain *Howard H. Brinton, Friends for 350 Years *Peter Brock, Pioneers of the Peaceable Kingdom. (1968) on Peace Testimony from the 1650s to 1900 *Edwin B. Bronner, William Penn's Holy Experiment (1962) *G. B. Burnet, Story of Quakerism in Scotland. The Lutterworth Press 2007, Cambridge *Jennifer Connerley, Friendly Americans: Representing Quakers in the United States, 1850–1920 PhD dissertation U. of North Carolina, Chapel Hill 2006. 277 pp. Citation: DAI 2006 67(2): 600-A. DA3207363 online at ProQuest Dissertations & Theses *Wilmer A. Cooper, A Living Faith: An Historical and Comparative Study of Quaker Beliefs 2nd ed. *A. Glenn Crothers, Quakers Living in the Lion's Mouth: The Society of Friends in Northern Virginia, 1730–1865. Gainesville, FL: University Press of Florida, 2012 *Pink Dandelion, A Sociological Analysis of the Theology of the Quakers: The Silent Revolution (Lewiston, New York: Edwin Mellen Press, 1996) *Pink Dandelion, The Quakers: A Very Short Introduction *Adrian Davies, The Quakers in English Society, 1655–1725 (2000) 261 pp. *Robert Doherty, The Hicksite Separation. (1967), uses the new social history to inquire who joined which side *Mary Maples Dunn, William Penn: Politics and Conscience (1967) *J. William Frost, The Quaker Family in Colonial America: A Portrait of the Society of Friends. (1973), emphasis on social structure and family life *J. William Frost, \"The Origins of the Quaker Crusade against Slavery: A Review of Recent Literature\", Quaker History 67 (1978): 42–58. *Jonathan Fryer, ed., George Fox and the Children of the Light (London: Kyle Cathie, 1991) *Harvey Gillman, A Light that is Shining: Introduction to the Quakers *George H. Gorman, Introducing Quakers. (3rd revised reprint) (London: Quaker Home Service, 1981) *Gerard Guiton, The Growth and Development of Quaker Testimony *Thomas Hamm, The Quakers in America. (2003). 293 pp., strong analysis of current situation, with brief history *Thomas Hamm, The Transformation of American Quakerism: Orthodox Friends, 1800–1907. (1988), looks at the impact of the Holiness movement on the Orthodox faction *Thomas D. Hamm, Earlham College: A History, 1847–1997. (1997) 448 pp. *Jean Hatton, Betsy: The Dramatic Biography of Prison Reformer Elizabeth Fry (2005) and *Jean Hatton, George Fox: Founder of the Quakers (2007) and *Hubbard, Geoffrey, Quaker by Convincement. and *Joseph E. Illick, Colonial Pennsylvania: A History. 1976. online edition *H. Larry Ingle, First Among Friends: George Fox and the Creation of Quakerism and *H. Larry Ingle, Nixon's First Cover-up: The Religious Life of a Quaker President *H. Larry Ingle, Quakers in Conflict: The Hicksite Reformation *Sydney James, A People among Peoples: Quaker Benevolence in Eighteenth-Century America. (1963), broad-ranging study that remains the best history in America before 1800 *Rufus M. Jones, Amelia M. Gummere and Isaac Sharpless. Quakers in the American Colonies (1911), history to 1775 online edition *Rufus M. Jones, Later Periods of Quakerism. 2 vols. (1921), covers England and America until World War I. *Rufus M. Jones, The Story of George Fox. (1919) 169 pp. online edition *Rufus M. Jones, A Service of Love in War Time: American Friends Relief Work in Europe, 1917–1919 (1922) online edition *Ryan Jordan, \"The Dilemma of Quaker Pacifism in a Slaveholding Republic, 1833–1865\", Civil War History Vol. 53, 2007 online edition *Ryan Jordan, Slavery and the Meetinghouse: The Quakers and the Abolitionist Dilemma, 1820–1865. (2007) 191 pp. *Thomas C. Kennedy, British Quakerism, 1860–1920: The Transformation of a Religious Community. (2001). 477 pp. *Rebecca Larson, Daughters of Light: Quaker Women Preaching and Prophesying in the Colonies and Abroad, 1700–1775 (1999) 399 pp. *James David LeShana, Heavenly Plantations': Quakers in Colonial North Carolina.\" PhD dissertation: U. of California, Riverside 1998. 362 pp. DAI 2000 61(5): 2005-A. DA9974014 Fulltext: ProQuest Dissertations & Theses *Mark Minear, Richmond, 1887: A Quaker Drama Unfolds *Rosemary Moore, The Light in Their Consciences: The Early Quakers in Britain 1646–1666 (2000) 314 pp. *John A. Moretta, William Penn and the Quaker Legacy *Michael Mullet, ed., New Light on George Fox *Gary Nash, Quakers and Politis: Pennsylvania, 1680–1726 (1968) *John Punshon, Portrait in Grey : A Short History of the Quakers (2nd ed.) (London: Quaker Books, 2006) *Ane Marie Bak Rasmussen, A History of the Quaker Movement in Africa (1994) 168 pp. *Elbert Russell, The History of Quakerism (1942) online edition *Harold Smuck, Friends in East Africa (Richmond, Indiana: 1987) *Douglas Steere, 1967 On Being Present Where You Are Wallingford, Pa: Pendle Hill Pamphlet No. 151 *Frederick B. Tolles, Meeting House and Counting House (1948), on Quaker businessmen in colonial Philadelphia *Frederick B. Tolles, Quakers and the Atlantic Culture (1960) *D. Elton Trueblood The People Called Quakers (1966) *John Michael Vlach, \"Quaker Tradition and the Paintings of Edward Hicks: A Strategy for the Study of Folk Art\", Journal of American Folklore Vol. 94, 1981 *Karen Anna Vogel, Christmas Union: Quaker Abolitionists of Chester County, PA. Murray Pura's Cry of Freedom Series, Volume 5 *James Walvin, The Quakers: Money and Morals (1997) 243 pp. *Clarence H. Yarrow, The Quaker Experience in International Conciliation (1979) for post-1945 === Fontes primárias === *J. Brent Bill, Imagination and Spirit: A Contemporary Quaker Reader *Amelia Gummere, ed. The Journal and Essays of John Woolman (1922) online edition *Rufus M. Jones, ed. The Journal of George Fox: An Autobiography online edition *Lucretia Coffin Mott, ed. Beverly Wilson Palmer, Selected Letters of Lucretia Coffin Mott, U. of Illinois Press, 2002, 580 pp. *Robert Lawrence Smith, A Quaker Book of Wisdom *Jessamyn West, ed. The Quaker Reader (1962) collection of essays by Fox, Penn and other notable Quakers === Livros infantis === * Marguerite De Angeli, Thee, Hannah! * Katherine Milhous ** The Egg Tree ** Appolonia's Valentine * Brinton Turkle ** The Adventures of Obadiah ** Obadiah the Bold ** Rachel and Obadiah ** Thy Friend, Obadiah == Ligações externas == * Friends of the Light in England * Online resource for information from the perspective of the Friends General Conference * Friends in Christ in Scotland * Quakers em Curlie * Digital Quaker Collection: – a list of Christian Quaker literature * Post Reformation Digital Library: a library of early modern Quaker texts * Quaker Heritage Press publishes etexts of rare and out-of-print Quaker documents. * * * Society of Friends Church history collection, Rare Books and Manuscripts, Indiana State Library Quaker Categoria:Protestantismo Categoria:Abolicionistas Categoria:Misticismo cristão Categoria:Denominações protestantes Categoria:Organizações religiosas Categoria:Silêncio",
 "title": "Quaker"
}