{
 "id": "115546",
 "text": "Diagnóstico por imagem, imagiologia médica ou imagenologia diagnóstica, popularmente conhecida como exame de imagem, é uma especialidade médica que se ocupa do uso das tecnologias de imagem para realização de diagnósticos. Assim, se refere às técnicas e processos usados para criar imagens do corpo humano para análise clínica. A imaginologia desempenha um papel central no processo de cuidados de saúde na comunicação médica, educação, investigação e diagnóstico. Com técnicas de imagem cada vez mais sofisticados que não só mostrar a estrutura do corpo em detalhe, como também a função dos tecidos dentro do corpo. Embora existam muitos tipos de equipamento de imagem, as diferentes modalidades de imagem adquiridas de forma analógica ou digital. No Brasil o Conselho Federal de Medicina reconhece a especialidade pelo nome de \"Radiologia e Diagnóstico por imagem\".RESOLUÇÃO CFM Nº 1973/2011 O médico após cursar 6 anos da faculdade de medicina, deve realizar mais 3 anos de Residência em Radiologia (R1, R2, R3) para tornar-se Médico Radiologista. As provas de acesso para Residência Médica em Radiologia estão entre as mais concorridas. Há também a possibilidade do Médico Radiologista realizar subespecialização (Quarto ano de Residência Médica - R4) em áreas específicas como, neurorradiologia, radiologia abdominal, angiorradiologia, radiologia intervencionista, radiologia pediátrica, imaginologia do sistema músculoesquelético e outras. Entre as tecnologias mais comumente utilizadas tem-se: radiografia, mamografia, ultrassonografia, tomografia computadorizada, ressonância magnética, radiologia Intervencionista, angiografia, densitometria Óssea e tomografia por emissão de positrons. A evolução da imagem do sistema analógico (aquisição baseado em filme) para o formato digital tem sido impulsionado pelas necessidades de redução de custos, com rendimento eficiente e fluxo de trabalho na gestão e visualização de uma proliferação crescente no número de imagens produzidas. Assim como as imagens em formato digital tornam passíveis de metodologias de processamento de imagem para o realce, análise de exibição, o armazenamento e interpretação mesmo aumentada. Por causa da onipresença de imagens em biomedicina, a disponibilidade crescente de imagens em formato digital, a ascensão do hardware de alta potência computador e redes e, a comunhão de soluções de processamento de imagem, imagens digitais tornaram-se um tipo de dados central que deve ser considerada em muitas aplicações informática biomédica. A criação de um padrão internacional para imagens médicas e informações relacionadas, o DICOM (Digital Imaging and Communications in Medicine) que define os formatos das imagens médicas padronizaram a forma de armazenamento de informações de uso clínico. DICOM. Digital Imaging and Communication in Medicine. Disponível em: . Acesso em: 12 nov. 2016. Na medicina moderna, imagiologia médica tem sofrido grandes avanços. Hoje, essa capacidade de obter informações sobre o corpo humano tem muitas aplicações clínicas úteis. Ao longo dos anos, diferentes tipos de imagens médicas foram desenvolvidos, com suas próprias vantagens e desvantagens. Há métodos baseados em raios-X convencionais, tomografia computadorizada (TC) e mamografia. Para melhorar a imagem de raios X, os agentes de contraste podem ser utilizados, por exemplo, para exames de angiografia. A imagiologia molecular é utilizada na medicina nuclear e utiliza uma variedade de métodos para visualizar os processos biológicos que ocorrem nas células dos organismos. Pequenas quantidades de marcadores radioactivos, chamados produtos radiofarmacêuticos, são utilizados para imagiologia molecular. Outros tipos de imagens médicas são a ressonância magnética (MRI) e imagens por ultrassom. Ao contrário dos raios-X convencionais, CT e Molecular Imaging, a ressonância magnética e o ultra-som operam sem radiação ionizante. A RM utiliza campos magnéticos fortes, que não produzem efeitos biológicos irreversíveis conhecidos nos seres humanos.SIEMENS. Undersdtending Medical Radiation. Disponível em: . Acesso em: 12 nov. 2016. == Imagens digitais == Uma imagem digital é tipicamente representada num computador por uma matriz bidimensional de números (um mapa de bits). Cada elemento da matriz representa a intensidade de uma pequena área quadrada da imagem, chamado um pixel. Se considerarmos a imagem de um volume, então é necessária uma matriz tridimensional de números; cada elemento da matriz representa neste caso um elemento de volume, chamado um voxel. Podemos armazenar qualquer imagem num computador desta maneira, quer convertendo-a de um análogo de uma representação digital ou gerá-la diretamente sob a forma digital. Uma vez que uma imagem é em formato digital, que pode ser tratada assim como todos os outros dados. Ele pode ser transmitido através de redes de comunicações, armazenadas de forma compacta em bancos de dados em meios magnéticos ou ópticos, e exibidos em monitores gráficos. Além disso, a utilização de computadores tem criado um campo completamente novo de capacidades de geração e de análise de imagem; imagens podem ser calculadas em vez de medidas diretamente. Além disso, as imagens digitais podem ser manipuladas para exibição ou análise de formas que não são possíveis com imagens baseadas em filmes. === Parâmetros de imagem === Todas as imagens podem ser caracterizadas por vários parâmetros de qualidade de imagem. O mais útil destes parâmetros estão resolução espacial, resolução de contraste e resolução temporal. Estes parâmetros têm sido amplamente utilizados para caracterizar tradicionais imagens de raios-X; eles também fornecem um objetivo meios para comparar imagens formadas por modalidades de imagem digitais. * Resolução espacial: é relacionada com a nitidez da imagem; é uma medida de quão bem a modalidade de imagem pode distinguir pontos no objeto que estão juntos. Para uma imagem digital, a resolução espacial é geralmente relacionado com o número de pixels por área de imagem. * Resolução de contraste: é uma medida da capacidade de distinguir pequenas diferenças de intensidade, que por sua vez estão relacionados com diferenças nos parâmetros mensuráveis, tais como atenuação de raios-X. Para imagens digitais, o número de bits por pixel está relacionado com a resolução de contraste de uma imagem. * Resolução temporal: é uma medida do tempo necessário para criar uma imagem. Nós consideramos um procedimento de imagem para ser uma aplicação em tempo real, se ele pode gerar imagens simultâneas com o processo físico. A uma taxa de pelo menos 30 imagens por segundo, é possível produzir imagens destravadas do batimento cardíaco. Outros parâmetros que são especialmente relevantes para imagens médicas é o grau de invasão, a dosagem de radiação ionizante, o grau de desconforto do paciente, o tamanho (portabilidade) do instrumento, a habilidade para representar a função fisiológica bem como a estrutura anatômica e a disponibilidade e custo do procedimento em um local específico. A modalidade de imagem perfeita seria capaz de produzir imagens com alta resolução espacial, contraste e resolução temporal; seria de baixo custo, portátil, isento de riscos, indolor e não invasiva; representaria funções fisiológicas e estruturas anatômicas. == Aquisição e representação das imagens == A aquisição e representação das imagens é feita em quatro fasesːSHORTLIFFE, Edward H.; CIMINO, James J.. Biomedical Informatics: Computer Applications in Health Care and Biomedicine. 4. ed. London: Springer, 2014. * Aquisição e digitalização de imagens: consiste em obter uma representação da informação visual fiel e que possa ser processada por um computador; * Gerenciamento de imagens: consiste em armazenar, transmitir, exibir, recuperar e organizar imagens; * Processamento de imagem: consiste em procedimentos de enriquecimento de imagens como, por exemplo, técnicas de filtragens digitais para remover ruídos, detectar bordas e limpar imagens borradas. Diversas informações podem ser acrescentadas para facilitar a compreensão da imagem como o nome do paciente, data, esquerda e direita, anterior e posterior, cores e flechas; * Interpretação de imagens: consiste em analisar os objetos que podem ser visualizados na imagem e relatar a importância médica dos resultados de estudo de imagem. Pode ser auxiliado por métodos computacionais. Em geral, existem duas estratégias diferentes em imagem do corpo: delinear a estrutura anatômica (imagens anatômicas / estrutural), e determinar a composição ou a função (imagem funcional) do tecido. Na realidade, não se escolhe entre imagens anatômicas e funcionais; muitas modalidades fornecer informações sobre ambos, morfologia e função. No entanto, em geral, cada modalidade de imagem é caracterizada principalmente como sendo capaz de processar imagens de alta resolução com boa resolução de contraste (imagens anatômicas) ou para renderizar imagens que retratam a função do tecido (imagiologia funcional). Os vários métodos de imagiologia diferem de radiologia de acordo com dois eixos mais informações de imagens, a resolução espacial (detalhes anatômicos) e informação funcional descrito (que representa o tecido composição- por exemplo, normal ou anormal). Uma amostra das modalidades de imagem mais comuns é mostrado. == Modalidades de Imagens == Por quase meio século após a descoberta de raios-x por Roentgen em 1895, a imagem radiológica foi baseada principalmente na radiografia simples e contrastada. Essas imagens foram criadas expondo a película a um feixe de raios X atenuado após penetrar no corpo. A produção de raios-x e imagens radiográficas é descrita no próximo capítulo. No recente meio século, radiologia de diagnóstico sofreu mudanças dramáticas e desenvolvimentos. A angiografia convencional, a medicina nuclear, a ultra-sonografia e a tomografia computadorizada (CT) foram desenvolvidas entre 1950 e 1970. Ressonância magnética (RM), radiologia intervencionista e tomografia por emissão de pósitrons (PET) foram desenvolvidas posteriormente. A radiologia convencional, incluindo radiografia de contraste e CT, utiliza radiação ionizante criada a partir de equipamentos de raios-x. A medicina nuclear usa a radiação ionizante que é emitida dos produtos farmacêuticos radioativos injetados ou injetados em várias partes do corpo. A ultra-sonografia e as modalidades de RM utilizam ondas sonoras e magnetismo, respectivamente, em vez de radiação ionizante.CHEN, Michael Y. M.; WHITLOW, Christopher T.. Basic Radiology: Chapter 1. Scope of Diagnostic Imaging. 2. ed. United States Of America: Lange, 2011. Um biomarcador é uma substância rastreável no corpo que indica um estado de doença particular, função de órgão ou outros aspectos da saúde. Médicos e pesquisadores usam biomarcadores para ajudar a prever, diagnosticar e tratar uma variedade de estados de doença e distúrbios neuropsiquiátricos. ; Tomografia Computadorizada A Tomografia Computadorizada (TC), também conhecida como uma tomografia computadorizada, é um método de imagem médica que combina várias projeções de raios-X tomadas de ângulos diferentes para produzir imagens detalhadas de áreas transversais de áreas dentro do corpo. As imagens de CT permitem que os médicos obtenham visões tridimensionais muito precisas de certas partes do corpo, como tecidos moles, pelve, vasos sanguíneos, pulmões, cérebro, coração, abdômen e ossos. A TC também é frequentemente o método preferido para diagnosticar muitos cancros, tais como cancro do fígado, do pulmão e do pâncreas. A TC é frequentemente utilizada para avaliar: * Presença, tamanho e localização dos tumores * Órgãos na pelve, tórax e abdômen * Saúde do cólon (CT colongraphy) * Estado vascular / fluxo sanguíneo * Embolia pulmonar (angiografia por TC) * Aneurisma da aorta abdominal (angiografia por TC) * Lesões ósseas * Tecido cardíaco * Lesões traumáticas * Doença cardiovascular ; Ressonância Magnética Ressonância Magnética (MRI) é uma tecnologia de imagem médica que usa ondas de rádio e um campo magnético para criar imagens detalhadas de órgãos e tecidos. MRI provou ser altamente eficaz no diagnóstico de uma série de condições, mostrando a diferença entre normais e doentes tecidos moles do corpo. A RM é frequentemente utilizada para avaliar: * Veias de sangue * Tecido anormal * Peito * Ossos e articulações * Órgãos na pelve, tórax e abdômen (coração, fígado, rim, baço) * Lesões na coluna * Rasgos do tendão e do ligamento. ; Tomografia por emissão de pósitrons Tomografia por emissão de pósitrons (PET) é uma técnica de imagem nuclear que fornece aos médicos informações sobre como os tecidos e órgãos estão funcionando. PET, muitas vezes usado em combinação com a tomografia computadorizada, usa um scanner e uma pequena quantidade de radiofármacos que é injetado na veia de um paciente para ajudar a fazer imagens detalhadas, computadorizadas de áreas dentro do corpo. O PET é frequentemente utilizado para avaliar: * Doenças neurológicas como Alzheimer e Esclerose Múltipla * Câncer * Eficácia dos tratamentos * Condições cardíacas Para maior precisão, os médicos usam uma técnica de imagem médica que combina PET e CT. Isso permite que imagens adquiridas de ambos os dispositivos sejam tomadas sequencialmente e combinadas em uma única imagem superposta. PET-CT serve como uma ferramenta primordial na delineação de volumes de tumor, estadiamento e na preparação de planos de tratamento do paciente. A combinação demonstrou melhorar o cuidado oncológico, impactando positivamente as decisões de tratamento ativo, o monitoramento da recorrência da doença e os resultados dos pacientes, como a progressão livre de doença. ; Ultrassonografia A ultrassonografia médica, também conhecida como ecografia, usa ondas sonoras de alta frequência para criar imagens do interior do corpo. A máquina de ultra- som envia ondas sonoras para o corpo e é capaz de converter os ecos de som de retorno em uma imagem. A tecnologia de ultra-som também pode produzir sons audíveis de fluxo sanguíneo, permitindo que os profissionais médicos usem sons e imagens para avaliar a saúde do paciente. O ultra-som é frequentemente utilizado para avaliar: * Gravidez; * Anormalidades no coração e vasos sanguíneos; * Órgãos na pelve e no abdômen; * Sintomas de dor, inchaço e infecção. ; Raio X O raio-X é a forma mais antiga e mais utilizada de imagens médicas. Os raios-X usam radiação ionizante para produzir imagens da estrutura interna de uma pessoa enviando raios X através do corpo, que são absorvidos em diferentes quantidades dependendo da densidade do material. Além disso, incluídos como dispositivos de \"raios-X\" são também mamografia, radiologia intervencionista, radiografia computorizada, radiografia digital e tomografia computadorizada (TC). Radioterapia é um tipo de dispositivo que também utiliza raios-x, raios gama, feixes de elétrons ou prótons para tratar o câncer. As imagens de raios-X são tipicamente usadas para avaliar: * Ossos quebrados; * Cavidades; * Objetos ingeridos; * Pulmões; * Veias de sangue; * Mama (mamografia). == Técnicas que utilizam raio X == ; Radiografia convencional É o exame de imagem mais antigo, usa raio X para projetar uma imagem 2D. Ainda é largamente utilizado, apesar de o avanço da tomografia 3D, devido ao baixo custo, alta resolução, doses mais baixas de radiação e ampla literatura e treinamento médico para seu uso. Diferentes partes do corpo exigem diferentes doses de radiação para produzir uma imagem nítida, que como regra deve ser a mínima possível. Atualmente técnicas digitais estão substituindo os filmes convencionais.medicalradiation.com ; Fluoroscopia A fluoroscopia produz imagens em tempo real de estruturas internas do corpo de uma forma semelhante a uma radiografia, mas emprega uma potência constante de raios-x, com menor radiação. Os meios de contraste, como bário, iodo e ar são usados para melhor visualizar o funcionamento dos órgãos internos. A fluoroscopia também é usado em procedimentos guiados por imagem quando se pretende uma resposta constante durante um procedimento. ; Mamografia A mamografia é um tipo especial de técnica de raios-X para criar imagens detalhadas da mama, comumente usado em rastreamento de tumores da mama. ; Angiografia A angiografia é um tipo específico de técnica de raios-X para a visualização de vasos sanguíneos e órgãos, especialmente no coração. Necessita uma injeção de um agente de contraste que aumenta a visibilidade do sangue na imagem de raios-X. ; Tomografia computadorizada O CT scanner produz imagens detalhadas do corpo em 3D. Devido à sua alta resolução, estas imagens podem fornecer informações adicionais em comparação com a radiografia convencional. == Técnicas nucleares ou moleculares == ; Ressonância Magnética A Ressonância Magnética Nuclear (RMN) utiliza ímãs potentes para polarizar e excitar os núcleos de hidrogênio (prótons individuais), que são amplamente encontrados no tecido humano. O scanner usa antenas para produzir pulsos de ondas de rádio na frequência de ressonância dos átomos de hidrogênio nas moléculas de água. As ondas de rádio geradas em resposta são codificadas e resultam em imagens do órgão desejado. Nas técnicas com raio-X, apenas os tecidos densos criam boas imagem, sendo muito difícil avaliar tecidos pouco densos como o tubo digestivo e o sistema reprodutor. Assim, pode ser usado para investigar tumores, o fluxo de sangue do coração, função renal e função pulmonar. ; Cintilografia A cintilografia, também chamada de \"cintigrafia\", \"gamagrafia\" ou \"cintilograma\" é uma forma de teste de diagnóstico em que radioisótopos são administrados por via intravenosa ou por via oral. Uma câmara gama de captura registra imagens em duas dimensões usando a radiação emitida pelos radiofármacos. == Outros exames == ; Ultrassonografia/Ecografia O ultrassom é um exame que utiliza ondas sonoras de alta frequência e banda larga (megahertz) que são refletidas pelo tecido em diferentes graus, para produzir imagens em tempo real, sem emitir radiação ionizante. As imagens não são tão nítidas como uma TC ou uma RMN, mas ainda é muito usado por ser econômica, segura e rápida.Dhawan P, A. (2003). Medical Imaging Analysis. Hoboken, NJ: Wiley-Interscience Publication A resolução pode ser melhorada utilizando modo A (amplitude), B(brilho), C(contraste), M(movimento), Doppler, colorido, pulso invertido ou harmônico.The Gale Encyclopedia of Medicine, 2nd Edition, Vol. 1 A-B. p. 4 ; Ecocardiografia A ecocardiografia utiliza ultrassom para analisar as estruturas do coração, incluindo a dimensão de cada câmara, a função cardíaca, as válvulas e o pericárdio (a membrana que envolve o coração). ; Elastografia A elastografia é uma nova técnica de imagem que mapeia as propriedades elásticas dos tecido. A elastografia diferencia os tecidos mais rígidos e mais finos dos tecidos saudáveis sendo particularmente útil na avaliação indireta de fibrose / cirrose hepática. Essa técnica pode ser empregada juntamente com métodos de ultrassonografia e também por ressonância magnética.Sarvazyan A, Hall TJ, Urban MW, Fatemi M, Aglyamov SR, Garra BS (2011). \"Overview of elastography–an emerging branch of medical imaging\". Current Medical Imaging Reviews. 7 (4): 255–282. ; Termografia A termografia é uma técnica que permite a visualização artificial da luz dentro do espectro infravermelho, útil para detectar algumas neoplasias agressivas, pois a revascularização e crescimento acelerado das células tumorais aumentam a temperatura do local onde está o tumor. == Ver também == * Visualização científica * Medicina nuclear * Radiologia * PACS == Ligações externas == * Serviço de Imagiologia * Colégio Brasileiro de Radiologia * Sociedade Portuguesa de Radiologia e Medicina Nuclear * Sociedade Paulista de Radiologia * Radiological Society of North America Categoria:Radiologia Categoria:Biomedicina Categoria:Imagiologia médica Categoria:Exames médicos Categoria:Especialidades médicas",
 "title": "Imagiologia médica"
}