{
 "id": "115597",
 "text": "Dalai-lama Dalai-lama Monarquia Titular: Tenzin Gyatso, o 14º Dalai-lama \\---- Titular: Tenzin Gyatso, o 14º Dalai-lama \\---- Título: Sua Santidade/Sua Majestade align=leftHerdeiro aparente: align=left | Primeiro Dalai-lama: Gedun Drub Formação: 1391 Dalai-lama é o título de uma linhagem de líderes religiosos da escola Gelug do budismo tibetano. Em se tratando de um monge e lama, é reconhecido por todas as escolas do budismo tibetano.Infopédia: dalai-lama, dalai-lamasDicionário Houaiss: dalai-lama Os dalai-lamas foram os líderes políticos do Tibete entre os século XVII até 1959, residindo em Lhasa. Dalai, em mongol, significa 'oceano', e lama é a palavra tibetana para 'mestre', 'guru', e várias vezes referido como \"Oceano de Sabedoria\", um título dado pelo regime mongoliano a Altan Khan (1507–1582) e agora aplicado a cada encarnação da sua linhagem. Os dalai-lamas são mostrados como sendo a manifestação de Avalokiteshvara, o Bodhisattva da compaixão, cujo nome, em tibetano, é Chenrezig. Após a morte de um dalai-lama, é iniciada uma pesquisa pelos seus discípulos para descobrir o seu renascimento ou tulku. Lama é um termo geral aplicado aos mestres budistas tibetanos. O atual dalai-lama é muitas vezes chamado de \"Sua Santidade\" por ocidentais, embora este pronome de tratamento não exista na língua tibetana — não se tratando, portanto, de uma tradução. Tibetanos podem referir-se a ele usando epítetos tais como Gyawa Rinpoche, que significa \"grande protetor\", ou Yeshe Norbu, a \"grande joia\". Acredita-se que os dalai-lamas sejam a reencarnação de uma longa linhagem de tulkus que optaram pela reencarnação, a fim de esclarecer a humanidade. O dalai-lama é muitas vezes considerado o chefe da Escola Gelug, mas essa posição pertence, oficialmente, ao Ganden Tripa, que é uma autoridade temporária nomeada pelo dalai-lama, o qual, na prática, exerce maior influência. Pode-se considerar que Sua Santidade é o \"rei\" do Tibete — um Estado que foi governado por líderes religiosos que, no Ocidente, são chamados de teocratas, termo que não é exato, já que, no budismo, não existe a figura de qualquer deus criador. Desde a época do 5º Dalai Lama no século XVII, seu personagem sempre foi um símbolo da unificação do estado do Tibete, onde representou valores e tradições budistas. O Dalai Lama foi uma figura importante da tradição Gelug, que era politicamente e numericamente dominante no Tibete Central, mas sua autoridade religiosa foi além das fronteiras sectárias. Embora não tivesse nenhum papel formal ou institucional em nenhuma das tradições religiosas, que eram encabeçadas por seus próprios altos lamas, ele era um símbolo unificador do estado tibetano, representando valores e tradições budistas acima de qualquer escola específica. A função tradicional do Dalai Lama como uma figura ecumênica, reunindo grupos religiosos e regionais díspares, foi assumida pelo 14º Dalai Lama. Ele trabalhou para superar as divisões sectárias e outras na comunidade exilada e tornou-se um símbolo da nacionalidade tibetana para os tibetanos, tanto no Tibete quanto no exílio. De 1642 a 1705 e de 1750 a 1950, os Dalai Lamas ou seus regentes chefiaram o governo tibetano (ou Ganden Phodrang ) em Lhasa, que governou todo ou a maior parte do planalto tibetano com vários graus de autonomia.Smith 1997, pp. 107–149. Este governo tibetano desfrutou do patrocínio e proteção primeiro dos reis mongóis dos Canatos de Khoshut e Dzungar (1642–1720) e depois dos imperadores da dinastia Qing liderada pelos Manchus (1720–1912). Em 1913, vários representantes tibetanos, incluindo Agvan Dorzhiev, assinaram um tratado entre o Tibete e a Mongólia, proclamando o reconhecimento mútuo e sua independência da China. A legitimidade do tratado e a independência declarada do Tibete foram rejeitadas tanto pela República da China quanto pela atual República Popular da China. Os Dalai Lamas chefiaram o governo tibetano até 1951. == História == === Origens === Nos países budistas da Ásia Central, acreditou-se amplamente no último milênio que Avalokiteśvara , o bodhisattva da compaixão, tem uma relação especial com o povo do Tibete e intervém em seu destino ao encarnar como governantes e professores benevolentes, como os Dalai Lamas. Isso está de acordo com O Livro de Kadam , o principal texto da escola Kadampa, à qual primeiro pertenceu o 1º Dalai Lama, Gedun Truppa. Diz-se que este texto lançou as bases para a posterior identificação dos Dalai Lamas pelos tibetanos como encarnações de Avalokiteśvara. Ele traça a lenda das encarnações do bodhisattva como os primeiros reis e imperadores tibetanos, como Songtsen Gampo e mais tarde como Dromtönpa (1004–1064). Esta linhagem foi extrapolada pelos tibetanos até incluir os Dalai Lamas. Assim, de acordo com tais fontes, uma linha informal de sucessão dos atuais Dalai Lamas como encarnações de Avalokiteśvara remonta a muito antes de Gendun Drub. O Livro de Kadam, a compilação dos ensinamentos Kadampa em grande parte composta em torno de discussões entre o sábio indiano Atisha (980–1054) e seu anfitrião tibetano e principal discípulo Dromtönpa e Contos das Encarnações Anteriores de Arya Avalokiteśvara, nomeia até sessenta pessoas anteriores a Gedun Truppa que são enumeradas como encarnações anteriores de Avalokiteśvara e predecessores na mesma linhagem que antecedeu a ele. Em resumo, os textos incluem uma mitologia de 36 personalidades indianas mais 10 reis e imperadores tibetanos antigos, todos considerados encarnações anteriores de Dromtönpa, e mais quatorze iogues e sábios nepaleses e tibetanos entre ele e o 1º Dalai Lama.Stein (1972), p. 138–139|quote=the Dalai Lama is ... a link in the chain that starts in history and leads back through legend to a deity in mythical times. The First Dalai Lama, Gedün-trup (1391–1474), was already the 51st incarnation; the teacher Dromtön, Atiśa's disciple (eleventh century), the 45th; whilst with the 26th, one Gesar king of India, and the 27th, a hare, we are in pure legend De fato, de acordo com o artigo \"Birth to Exile\" no site do 14º Dalai Lama, ele é \"o septuagésimo quarto em uma linhagem que pode ser rastreada até um menino brâmane que viveu na época de Buda Shakyamuni. \" === Primeiros Dalai Lamas === Tsongkhapa, fundador da escola Gelug do budismo tibetano como uma reforma da antiga escola Kadampa, estabeleceu três grandes mosteiros em torno de Lhasa, na província de Ü , antes de morrer em 1419.Norbu 1968, p. 216. O 1º Dalai Lama, Gedun Truppa, aluno de Tsongkhapa, logo se tornou abade do maior deles e desenvolveu uma grande base de poder popular em Ü. Mais tarde, ele estendeu isso para cobrir Tsang,Mullin 2001, p. 59. onde construiu um quarto grande mosteiro, Tashi Lhunpo , em Shigatse.Mullin 2001, pp. 66–67. O 2º Dalai Lama, Gendun Gyatso, estudou lá antes de retornar a Lhasa,Laird 2006, p. 138. onde se tornou abade de Drepung.Smith 1997, p. 106. Tendo reativado os grandes seguidores populares do 1º Dalai Lama em Tsang e Ü,Laird 2006, p. 138–139. o 2º então mudou-se para o sul do Tibete e reuniu mais seguidores que o ajudaram a construir um novo mosteiro, Chokorgyel.Shakabpa 1984, p. 91. Ele estabeleceu o método pelo qual as encarnações posteriores do Dalai Lama seriam descobertas através de visões no \"lago do oráculo\", Lhamo Lhatso.Laird 2006, p. 139. O título de Dalai Lama foi dado postumamente a Gedun Truppa depois de 1578. O 3º Dalai Lama, Sonam Gyatso, tornou-se abade dos dois grandes mosteiros de Drepung e Sera.Laird 2006, p. 139. O grande rei mongol Altan Khan , ouvindo sobre sua reputação, convidou o 3º Dalai Lama para a Mongólia , onde ele converteu o rei e seus seguidores ao budismo, bem como outros príncipes mongóis e seus seguidores cobrindo um vasto território da Ásia central. Assim, a maior parte da Mongólia foi adicionada à esfera de influência do Dalai Lama, fundando um império espiritual que sobreviveu em grande parte até a era moderna.Laird 2006, pp. 140–145. Depois de receber o nome mongol 'Dalai', ele retornou ao Tibete para fundar os grandes mosteiros de Lithang .em Kham, no leste do Tibete e Kumbum em Amdo, no nordeste do Tibete.Laird 2006, p. 146. O 4º Dalai Lama, Yonten Gyatso, nasceu então na Mongólia como bisneto de Altan Khan , cimentando assim fortes laços entre a Ásia Central, os Dalai Lamas, os Gelug e o Tibete.Laird 2006, pp. 147–149. O 5º Dalai Lama, Lobsang Gyatso, usou a vasta base de poder popular de seguidores dedicados construídos por seus quatro predecessores. Em 1642, uma estratégia que foi planejada e executada por seu engenhoso chagdzo ou gerente Sonam Rapten com a ajuda militar de seu devoto discípulo Gushri Khan , chefe do Khoshut Mongóis, permitiu que o 'Grande 5º' fundasse o reinado religioso e político dos Dalai Lamas sobre mais ou menos todo o Tibete, que sobreviveu por mais de 300 anos.Laird 2006, pp. 149–151. Assim, os Dalai Lamas se tornaram líderes espirituais preeminentes no Tibete e em 25 reinos do Himalaia e da Ásia Central e países que fazem fronteira com o Tibete e suas prolíficas obras literárias \"durante séculos atuaram como principais fontes de inspiração espiritual e filosófica para mais de cinquenta milhões de pessoas dessas terras \".Mullin 1982, p.iv No geral, eles desempenharam \"um papel monumental na história literária, filosófica e religiosa da Ásia\".Mullin 1983, p. 29. == Processo de escolha == O processo de escolha do sucessor do Dalai Lama começa quando o Dalai Lama anterior morre. Por vezes, baseada em sinais que a encarnação anterior deu antes de morrer. Em outras ocasiões, os principais lamas (monges ou sacerdotes de vários níveis de idade que ensinam o budismo) – se dirigem para um lago sagrado no Tibete chamado Lhamo Lhatso, e entram em um processo de meditação até terem uma visão de onde procurar o sucessor. Na sequência, os lamas enviam para o local da visão grupos de busca por todo o Tibete, em busca de crianças consideradas “especiais” e nascidas um ano após a morte do Dalai Lama. Dentre os candidatos encontrados, as crianças são testadas para determinar se são a reencarnação do Dalai Lama. Entre os métodos utilizados, está mostrar às crianças itens que pertencem ao lama falecido, a encarnação anterior. Se houver várias possíveis reencarnações reivindicadas, no entanto, regentes, funcionários eminentes, monges em Jokhang em Lhasa e o ministro do Tibete historicamente decidiram pelo indivíduo colocando os nomes dos meninos dentro de uma urna e sorteando em público se foi muito difícil julgar a reencarnação inicialmente. == Futuro da posição == A cerimônia de entronização de Tenzin Gyatzo foi realizada em Lhasa em 22 de fevereiro de 1940 e ele finalmente assumiu funções temporais (políticas) completas em 17 de novembro de 1950, aos 15 anos, após a ocupação do Tibete pela República Popular da China. Após a anexação do Tibete pela República Popular da China, durante a revolta tibetana de 1959, o Dalai Lama fugiu para a Índia, onde atualmente vive no exílio, permanecendo o líder espiritual mais importante do Tibete. O governo da República Popular da China (RPC) reivindicou o poder de aprovar a nomeação de \"altas\" reencarnações no Tibete, com base em um precedente estabelecido pelo imperador Qianlong da dinastia Qing. O imperador Qianlong instituiu um sistema de seleção do Dalai Lama e do Panchen Lama por meio de um sorteio que usava uma urna dourada com nomes embrulhados em pedaços de cevada. Este método foi usado algumas vezes para ambas as posições durante o século XIX, mas acabou caindo em desuso. Em 1995, o Dalai Lama optou por prosseguir com a seleção da 11ª reencarnação do Panchen Lama sem o uso da Urna Dourada, enquanto o governo chinês insistia que ela deveria ser usada. Isso levou a dois Panchen Lamas rivais: Gyaincain Norbu , escolhido pelo processo do governo chinês, e Gedhun Choekyi Nyima, escolhido pelo Dalai Lama. No entanto, Nyima foi sequestrado pelo governo chinês logo após ser escolhido como Panchen Lama e não é visto em público desde 1995. Em setembro de 2007, o governo chinês disse que todos os altos monges deveriam ser aprovados pelo governo , o que incluiria a escolha do 15º Dalai Lama após a morte de Tenzin Gyatso. Como, por tradição, o Panchen Lama deve aprovar a reencarnação do Dalai Lama, sendo este outro método possível de controle. Consequentemente, o Dalai Lama aludiu à possibilidade de um referendo para determinar o 15º Dalai Lama. O 14º Dalai Lama disse em 1969 que cabia aos tibetanos decidir se a instituição do Dalai Lama \"deve continuar ou não\". Ele fez referência a uma possível votação ocorrendo no futuro para todos os budistas tibetanos decidirem se desejam reconhecer seu renascimento.Dalai Lama may forgo death before reincarnation , Jeremy Page, The Australian, 29 November 2007. Em resposta à possibilidade de a República Popular da China tentar escolher seu sucessor, o Dalai Lama disse que não renasceria em um país controlado pela República Popular da China ou em qualquer outro país que não fosse livre. De acordo com Robert D. Kaplan, isso pode significar que \"o próximo Dalai Lama pode vir do cinturão cultural tibetano que se estende por Ladakh, Himachal Pradesh, Nepal, e Butão , presumivelmente tornando-o ainda mais pró-indiano e, portanto, anti-chinês\". O 14º Dalai Lama apoiou a possibilidade de sua próxima encarnação ser uma mulher. === Renúncia do poder político (2011) === O atual dalai-lama, Sua Santidade Tenzin Gyatso (forma encurtada de Jetsun Jamphel Ngawang Lobsang Yeshe Tenzin Gyatso), foi o líder oficial do governo tibetano no exílio ou Administração Central Tibetana até 2011. Em 14 de março de 2011, Tenzin Gyatso solicitou ao Parlamento tibetano no exílio que adotasse reformas democráticas para nomear um representante eleito que permitisse ao líder renunciar a seu papel político, mas que informou que seguiria sendo o líder espiritual. A mudança constitucional foi realizada no dia 29 de março de 2011. Em 27 de abril de 2011, Lobsang Sangay foi declarado eleito como primeiro-ministro da Administração Central Tibetana com 55% dos votos. Ele tomou posse em 8 de agosto de 2011 como sucessor político do Dalai Lama. == Lista de dalai-lamas == Há 14 reencarnações reconhecidas como sendo do Dalai-lama: Nome Imagem Tempo de vida Reconhecido Reinado Tibetano/Wylie Transcrição em PRC (transcrição chinesa) Grafias alternativas 1\\. Gedun Truppa 1391–1474 – DesconhecidoO título de dalai-lama foi um nome póstumo para o primeiro e segundo dalai-lamas. དགེ་འདུན་འགྲུབ་ dge ‘dun ‘grub Gêdün Chub (根敦朱巴) Gedun Drub Gedün Drup Gendun Drup 2\\. Gendun Gyatso 1475–1542 – 1492–1542 དགེ་འདུན་རྒྱ་མཚོ་ dge ‘dun rgya mtsho Gêdün Gyaco (根敦嘉措) Gedün Gyatso Gendün Gyatso 3\\. Sonam Gyatso 1543–1588 ? 1578–1588 བསོད་ནམས་རྒྱ་མཚོ་ bsod nams rgya mtsho Soinam Gyaco (索南嘉措) Sönam Gyatso 4\\. Yonten Gyatso 1589–1617 ? 1601-1617 ཡོན་ཏན་རྒྱ་མཚོ་ yon tan rgya mtsho Yoindain Gyaco (雲丹嘉措) Yontan Gyatso 5\\. Lobsang Gyatso 1617–1682 1618 1642–1682 བློ་བཟང་རྒྱ་མཚོ་ blo bzang rgya mtsho Lobsang Gyaco (羅桑嘉措) Lobzang Gyatso Lopsang Gyatso 6\\. Tsangyang Gyatso 1683–1706 1688 1697–1706 ཚངས་དབྱངས་རྒྱ་མཚོ་ tshang dbyangs rgya mtsho Cangyang Gyaco (倉央嘉措) Cangyang Gyatso 7\\. Kelzang Gyatso 1708–1757 ? 1720–1757 བསྐལ་བཟང་རྒྱ་མཚོ་ bskal bzang rgya mtsho Gaisang Gyaco (格桑嘉措) Kelsang Gyatso Kalsang Gyatso 8\\. Jamphel Gyatso 60px 1758–1804 1760 1762–1804 བྱམས་སྤེལ་རྒྱ་མཚོ་ byams spel rgya mtsho Qambê Gyaco (強白嘉措) Jampel Gyatso Jampal Gyatso 9\\. Lungtok Gyatso 1805–1815 1807 1810–1815 ལུང་རྟོགས་རྒྱ་མཚོ་ lung rtogs rgya mtsho Lungdog Gyaco (隆朵嘉措) Lungtog Gyatso 10\\. Tsultrim Gyatso 1816–1837 1822 1822–1837 ཚུལ་ཁྲིམས་རྒྱ་མཚོ་ tshul khrim rgya mtsho Cüchim Gyaco (楚臣嘉措) Tshültrim Gyatso 11\\. Khendrup Gyatso 1838–1856 1840 1842–1856 མཁས་གྲུབ་རྒྱ་མཚོ་ mkhas grub rgya mtsho Kaichub Gyaco (凱珠嘉措) Kedrub Gyatso 12\\. Trinley Gyatso 1857-1875 1858 1860-1875 འཕྲིན་ལས་རྒྱ་མཚོ་ ‘phrin las rgya mtsho Chinlai Gyaco (成烈嘉措) Trinle Gyatso 13\\. Thubten Gyatso ‎ 1876–1933 1878 1879–1933 ཐུབ་བསྟན་རྒྱ་མཚོ་ thub bstan rgya mtsho Tubdain Gyaco (土登嘉措) Thubtan Gyatso Thupten Gyatso 14\\. Tenzin Gyatso ‎ nascido em 1935 1937 desde 1950 (atualmente em exercício) བསྟན་འཛིན་རྒྱ་མཚོ་ bstan ‘dzin rgya mtsho Dainzin Gyaco (丹增嘉措) Tenzing Gyatso == Residências == Entre a era de Lobsang Gyatso e o exílio de Tenzin Gyatso, os dalai-lamas passavam o inverno no Palácio de Potala e, nos meses de verão, deslocavam-se para Norbulingka, ambos em Lhassa. Em 1959, durante a ocupação chinesa do Tibete, o 14º Dalai-lama foi levado para a Índia por motivos de segurança, graças aos esforços diplomáticos de Jawaharlal Nehru, então primeiro-ministro indiano. Desde então, o Dalai-lama tem residido em Dharamsala, no estado de Himachal Pradesh, onde Gyatso pôde estabelecer a Administração Central Tibetana. == Ver também == * Extinção * Solidariedade social * Paz * Pacifismo * Jiddu Krishnamurti * Edgar Morin == Ligações externas == * * *",
 "title": "Dalai-lama"
}