{
 "id": "115662",
 "text": "A medicina física e de reabilitação (MFR) ou fisiatria é uma especialidade médica que se ocupa do diagnóstico e terapêutica de diferentes entidades tais como as subsequentes a patologias traumática, a lesões do sistema nervoso central e periférico, orto-traumatológicas, cardio-respiratórias, reumatológicas, vasculares periféricas, pediátricas entre outras. A Medicina Física e de Reabilitação aplica diferentes estratégias terapêuticas que vão prevenir ou reduzir as múltiplas consequências clínicas das doenças agudas e crónicas, no âmbito das deficiências das incapacidades e das desvantagens. A MFR é uma especialidade médica autónoma, cujo objectivo reside na promoção da função física e cognitiva, da actividade (incluindo os comportamentos), da participação (incluindo a qualidade de vida) e na modificação dos factores pessoais e ambientais. É responsável pela prevenção, diagnóstico, tratamentos e organização do programa de Reabilitação dos indivíduos com patologias médicas incapacitantes e co-morbilidades em todos os grupos etários (in Livro Branco de MFR). == Histórico == A Medicina Física e Reabilitação é uma área da medicina relativamente nova, porém, com um longo histórico. A Fisiatria moderna surgiu principalmente após a Segunda Guerra Mundial, devido ao grande número de soldados que retornavam das batalhas com complicações, amputações e outras lesões físicas graves. Não havia até o momento uma especialidade médica para cuidar destes pacientes. ==Médico Fisiatra== O Médico Fisiatra cuida de todos os aspectos do tratamento, desde a prevenção de complicações inerentes às diversas patologias que o atingem, ao tratamento das porventura já existentes, à minimização e recuperação das sequelas supervenientes, levando o paciente ao estado de melhor funcionalidade possível, visando sua independência de terceiros para as atividades diárias e qualidade de vida. Esta atuação se dá tanto no aspecto clínico quanto no emocional do paciente. Trata-se de um grande campo de atuação do médico que exige dele conhecimento vasto acerca do ser humano, de suas doenças e das repercussões destas doenças e outras mazelas em seu organismo. O Médico Fisiatra trabalha também como integrante de equipas multiprofissionais de reabilitação juntamente com enfermeiros, terapeutas ocupacionais, bacharéis em saúde, fisioterapeutas, profissionais da educação física, fonoaudiólogos e psicólogos, geralmente como coordenador de todo o processo de reabilitação integrando as várias áreas. Os Médicos Fisiatras, * Recuperam a máxima função possível, perdida por causa de acidente, doença ou situação incapacitante, como por exemplo o envelhecimento, * Tratam a pessoa como um todo, não como um problema local; * São especialistas no diagnóstico e tratamento da dor aguda ou crónica; * Lideram uma equipe multiprofissional de Reabilitação; * Fornecem tratamentos médicos, sem recurso à cirurgia; * Explicam o problema médico e o plano de tratamento; * Actuam não só no tratamento como na prevenção. Tratam uma grande variedade de patologias e situações, como por exemplo: * Dor, aguda e crónica; * Doenças músculo-esqueléticas, como cervicalgia, lombalgia, escoliose, tendinites, fibromialgia ou nevralgias; * Osteoporose e fracturas; * Espasticidade; * Traumatismos cranioencefálicos; * Lesões Vértebro-Medulares, com paraplegia ou tetraplegia; * Acidente Vascular Cerebral, com hemiplegia, alterações da deglutição, e outras alterações da fala, sensoriais e cognitivas; * Incontinência masculina e feminina; * Outras patologias neurológicas, como Esclerose Múltipla, Sequelas de poliomielite, esclerose lateral, Parkinson...); * Cifoses, escolioses e alterações da postura e alinhamento axial; * Amputações e malformações congénitas; * Patologias do desenvolvimento; * Patologias da linguagem e da comunicação; * Doenças respiratórias e cardíacas. ==Referências== * Recomendações Técnicas para o Serviço de Medicina Física e Reabilitação ==Ligações externas== *Associação Brasileira de Medicina Física e Reabilitação *Sociedade Portuguesa de Medicina Física e Reabilitação *Sociedade Paulista de Medicina Física e Reabilitação Categoria:Especialidades médicas",
 "title": "Medicina física e de reabilitação"
}