{
 "id": "115648",
 "text": "Ana Paula Araújo (Rio de Janeiro, 15 de abril de 1972) é uma jornalista e apresentadora de televisão brasileira. == Biografia == Nascida no Rio de Janeiro, Ana Paula mudou-se ainda pequena com a família para Juiz de Fora, em Minas Gerais, onde cresceu. Começou a estudar piano aos oito anos e aos quatorze passou a dar aulas de piano para ajudar nas despesas de casa e para pagar a escola da irmã caçula, Márcia. Estudou no Instituto Metodista Granbery e aos dezesseis anos entrou na Faculdade de Comunicação da Universidade Federal de Juiz de Fora. Depois, ela conseguiu um estágio como assistente de produção e locutora de comerciais em uma rádio local. Mais tarde, na mesma emissora, passou a fazer um programa musical – sem os pais saberem, pois era transmitido tarde da noite, nos fins de semana. Ainda nessa época, ela começou a fazer reportagens de rua, cobrir eleições e fazer transmissões ao vivo, de improviso. Aos dezoito anos, Ana Paula conseguiu um estágio na Rádio Globo, no Rio de Janeiro, e pediu transferência para a Universidade Federal Fluminense (UFF), em Niterói, onde se formou em Jornalismo. == Percurso == Iniciou a sua graduação no curso de Comunicação Social, aos 16 anos conseguiu um estágio na Rádio Globo e CBN, e então mudou para o Rio, sua cidade natal, onde formou-se. Teve 3 anos de experiência na RecordTV antes de apresentar o programa Rio em Manchete, na extinta TV Manchete RJ, entre 1994 e 1996, onde também apresentou o Jornal da Manchete, de abrangência nacional, e um telejornal local. Quando mudou-se para a Rede Globo, em setembro de 1999, apresentou o primeiro telejornal como titular, o Bom Dia Rio. Pouco depois, em janeiro de 2000, estreou no RJ1 fazendo dupla com Márcio Gomes, os dois trabalharam juntos até 2006, quando Ana Paula ausentou-se para dar à luz sua primeira filha. Voltou ao trabalho, após a licença-maternidade como repórter. Nessa época começou a apresentar eventualmente o Bom Dia Brasil, nas folgas e férias da então apresentadora Renata Vasconcellos. De 2009 a 2013, voltou a apresentar o RJ1, em um novo formato do telejornal regional, obtendo sucesso na função e sendo chamada para fazer grandes coberturas, como a da ocupação do Complexo do Alemão, cobertura que rendeu à Rede Globo o Emmy Internacional. Foi casada com Christiano Londres com quem teve sua única filha Melissa Londres em 6 de janeiro 2006. Ana Paula passou a cobrir, nos fins de semana, as folgas e até as férias dos apresentadores do Jornal Nacional e também passou a cobrir as férias de Renata Ceribelli no Fantástico. Manteve-se também como apresentadora do RJTV, apresentadora eventual no Bom Dia Brasil e repórter especial no Jornal Nacional. Em 2013, assumiu a bancada do Bom Dia Brasil, ao lado de Chico Pinheiro, sendo sucessora de Renata Vasconcellos que foi para o Fantástico. No RJ1 foi substituída por Mariana Gross. Destacou-se em novembro de 2010, com a sua cobertura da ocupação policial a Vila Cruzeiro e o Complexo do Alemão, quando ficou cerca de dez horas seguidas no ar transmitindo ao vivo os acontecimentos. Um ano depois, em setembro de 2011, esse trabalho deu à equipe da Globo o prêmio Emmy Internacional, o Oscar da televisão mundial. Em 2016, Ana Paula foi indicada ao prêmio Melhores do Ano do programa Domingão do Faustão junto com Sandra Annenberg do Jornal Hoje e William Bonner do Jornal Nacional. Sandra foi a mais votada e levou o prêmio naquele ano. Em 2020, Ana Paula Araújo lançou seu livro \"Abuso – A Cultura do Estupro no Brasil\", fruto de uma pesquisa de quatro anos na qual a jornalista percorreu o país em busca de relatos, motivado pelo aumento das denúncias de casos de abuso. No livro ela compartilha o depoimento de mais de 100 vítimas, além de familiares, criminosos, psiquiatras e diversos especialistas no tema. == Fimografia == Ano Nome Cargo 1994-96 Rio em Manchete Apresentadora 1996-99 RJTV Repórter 1999-00 Bom Dia Rio Apresentadora 2000-06 RJTV 2006-09 Repórter 2009-13 Apresentadora 2013-atual Bom Dia Brasil == Obras == * Abuso: A cultura do estupro no Brasil, 2020, Rio de Janeiro: Globo Livros. == Ligações externas == * Categoria:Nascidos em 1972 Categoria:Jornalistas premiados Categoria:Mulheres jornalistas do Brasil‎ Categoria:Jornalistas do estado do Rio de Janeiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Apresentadores de telejornais do Brasil Categoria:Apresentadores de televisão do estado do Rio de Janeiro Categoria:Repórteres do estado do Rio de Janeiro Categoria:Alunos da Universidade Federal Fluminense Categoria:Alunos da Universidade Federal de Juiz de Fora",
 "title": "Ana Paula Araújo"
}