{
 "id": "11574",
 "text": "O sistema respiratório é o conjunto de órgãos responsáveis pelas trocas gasosas entre o organismo dos animais e o meio ambiente, ou seja, a hematose pulmonar, possibilitando a respiração celular. Nos vertebrados terrestres, o sistema respiratório é fundamentalmente formado por dois pulmões. Mas nos animais aquáticos, como peixes e moluscos, o sistema baseia-se nas brânquias, enquanto que nos artrópodes terrestres, a respiração é assegurada por um sistema de traqueias. Nos organismos unicelulares e em alguns animais, como as esponjas e celenterados, assim como nas \"plantas\" (no sentido da taxonomia de Lineu), não existe um verdadeiro sistema respiratório, sendo a respiração celular assegurada por trocas gasosas diretas entre as células do organismo e o meio ambiente. == Sistema respiratório dos vertebrados terrestres == Os órgãos do sistema respiratório dos vertebrados terrestres, além de dois pulmões, são: fossas nasais, boca, faringe (nasofaringe), laringe, traqueia, brônquios (e suas subdivisões), bronquíolos (e suas subdivisões) e os alvéolos pulmonares reunidos em sacos alveolares. A função principal do sistema respiratório é,basicamente,garantir as trocas gasosas com o meio ambiente. O processo de troca gasosa no pulmão, dióxido de carbono por oxigênio, é conhecido como hematose pulmonar. Mas também ajuda a regular a temperatura corpórea, o pH do sangue e liberar água. A inspiração e a expiração são processos passivos do pulmão já que ele não se movimenta, isso fica a cargo do diafragma, dos músculos intercostais e da expansibilidade da caixa torácica, que garante a consequente expansão do pulmão graças à coesão entre a pleura parietal (fixa na caixa torácica) e a pleura visceral (fixa no pulmão). O ar inspirado, rico em oxigênio, passa pelas vias respiratórias, sendo filtrado, umedecido, aquecido e levado aos pulmões. No íntimo pulmonar o oxigênio do ar inspirado entra na circulação sanguínea e o dióxido de carbono do sangue venoso é liberado nos alvéolos para que seja eliminado com o ar expirado. O ar expirado é pobre em oxigênio, rico em dióxido de carbono e segue caminho oposto pelo trato respiratório. A respiração, ou melhor dizendo, a ventilação pulmonar, é um processo \"semi-automático\", que permite a intervenção do sistema nervoso autônomo, mas normalmente é controlada pelo bulbo (que controla a amplitude e frequência da respiração), o diafragma é controlado pelo nervo frênico. O bulbo é sensível às variações de pH do sangue. Ao faltar oxigênio na corrente sanguínea, ocorre um aumento da concentração do acido carbônico H2CO3de caráter ácido, acarretando uma redução do pH e a consequente resposta do bulbo a esta variação, que consiste em aumentar a frequência respiratória. São assim denominadas as estruturas responsáveis pelo transporte do ar aos pulmões no organismo humano. Essas estruturas são anatomicamente separadas: O epitélio respiratório (pseudoestratificado, ciliado, não- queratinizado) é a mucosa que reveste boa parte do trato respiratório, estendendo-se das fossas nasais até os brônquios. Esse epitélio é responsável pela filtração, aquecimento, e umidificação do ar inspirado. A filtração é possível graças à presença de muco secretado pelas células caliciformes e dos cílios que orientam seus batimentos em direção à faringe, impedindo a entrada de partículas estranhas no pulmão; enquanto o aquecimento é garantido pela rica vascularização do tecido, principalmente nas fossas nasais. A laringe tem importante função ao impedir a entrada de alimento nas vias aéreas inferiores e garantir a fonação. No homem, é formada por nove peças de cartilagem: a cartilagem tireoide, localizada anteriormente e em forma de duas placas formando um diedro, esta é a cartilagem da laringe que forma a proeminência laríngea ou pomo-de-adão; inferiormente instala-se a cartilagem cricoide, que possui um formato de anel e conecta-se com a extremidade superior da traqueia; posteriores à cartilagem tireoide está o par de cartilagens aritenoides, que são presas à região supero-posterior da cartilagem cricoide; fixas sobre cada cartilagem aritenoide encontra-se uma cartilagem corniculada; anteriores às cartilagens aritenoides e posteriores à cartilagem tireoide encontram-se as duas cartilagens cuneiformes; e por cima da estrutura da laringe se encontra a cartilagem epiglótica, mobilizável pelos músculos da laringe para fechar a epiglote durante a deglutição. Todas essas cartilagens são unidas por tecido fibroso e músculos. As pregas vocais (cordas vocais) são duas pregas músculo- membranosas presentes na parede posterior da cartilagem tireoide, que aumentam ou reduzem a luz da rima da glote (abertura entre as pregas vocais) produzindo sons durante a passagem de ar. A traqueia é formada por anéis incompletos de cartilagem em forma de \"C\", feixes musculares lisos, uma capa interna de epitélio respiratório, e mais externamente de tecido conjuntivo que envolve todas essas estruturas. Inferiormente se subdivide e dá origem a dois brônquios que penetram no pulmão pelo hilo do pulmão. Os brônquios, à medida que penetram no pulmão, vão sofrendo sucessivas ramificações até virarem bronquíolos terminais. == Ver também == * Sistema reprodutor * Sistema nervoso central * Sistema esquelético == Ligações externas == * * Categoria:Anatomia",
 "title": "Sistema respiratório"
}