{
 "id": "115866",
 "text": "Globosat foi uma empresa brasileira pertencente ao Grupo Globo, responsável pelos canais de televisão por assinatura do grupo. Foi considerada a maior do gênero na América Latina, possuindo em seu portfólio, diversos canais dos mais variados gêneros. Sua sede ficava na cidade do Rio de Janeiro, com instalações no bairro da Barra da Tijuca, desde 2010. Teve início em 10 de novembro de 1991 como operadora e programadora de TV, tendo a TVA como sua principal concorrente. Fornecia seus quatro canais principais via satélite pelo sistema DTH (direct-to-home). Após uma nova reestruturação, ela passou apenas a programar seus canais deixando a cargo da recém comprada NET, pertencente a Globopar, uma divisão do Grupo Globo em 1993. Um dos marcos da empresa foram as diversas joint ventures feitas ao longo dos anos, tanto com empresas brasileiras (como o Grupo Bandeirantes, as Lojas Americanas e o Grupo RBS) quando com grupos midiáticos internacionais como a Universal Studios e os principais estúdios de cinema estadunidenses como Paramount, MGM e Fox (com eles, foi formada a Rede Telecine). Foi a primeira a lançar um canal em alta definição no Brasil, de nome homônimo em 2007 e atualmente tem um canal 4K, faltando apenas acordos para entrar na grade das TV por assinatura. Com seu serviço de vídeo sob demanda, chamado Globosat Play, a plataforma digital conseguiu a marca de doze milhões de horas transmitidas até 2016. Seus canais são distribuídos por grade das operadoras de TV por assinatura do Brasil, já nos pacotes básicos. Somente no ano de 2016, foram arrecadados cerca de três bilhões de reais pela distribuição de seus canais. São 20,8 milhões de telespectadores distribuídos por mais de 6,1 milhões de domicílios-assinantes. É a programadora de maior alcance médio diário: 7,5 milhões de telespectadores diferentes. == História == ===1991-92: Início e fundação=== A TV Globo pretendia concorrer diretamente com a operadora TVA, do Grupo Abril e Mathias Machline que transmitia cinco canais via Ultra High Frequency (UHF) para algumas cidades do Brasil. Após uma semana da estreia da empresa do Grupo Abril no mercado, as Organizações Globo anunciaram a estreia da primeira TV por assinatura via satélite do país, a Globosat. Roger Karman, até então vice- presidente da Abril, argumentou dizendo: \"A Globo reagiu ao anúncio do nosso lançamento apenas para atrapalhar\". Apesar de Roberto Marinho ter fundado a Globosat, ele dividiu para ele, e os funcionários da TV Globo, Boni e Joseph Wallach, quantias iguais da empresa. A parabólica nessa época era a tecnologia mais utilizada, tendo cerca de 150 mil aparelhos no país, com grande parte apontadas para o satélite BrasilSat A2. A Globosat estreou oferecendo quatro canais: *Telecine, canal de filmes disponível 24 horas por dia, com função de legenda e sem áudio dublado; *Top Sport (atual SporTV), canal de esportes que detinha com exclusividade programas da rede de canais americana Prime Network, e que tinha produções próprias com algumas transmissões ao vivo; *GNT (Globosat News Television), que funcionava como um canal jornalístico e de documentários da rede. Era porta principal de jornais britânicos, como a BBC e Visnews, e a TWM. Ficava 18 horas no ar; *Multishow, canal de variedades, que tinha grande parte de seu conteúdo dublada ou legendada e transmitia desenhos, seriados e algumas produções originais; Em caráter experimental em 10 de novembro de 1991. Foram investidos na empresa aproximadamente US$ 25 milhões e um dos diferenciais dos canais era a não exibição de comerciais. Cada usuário tinha que desembolsar cerca de Cr$ 300 mil, somente para a parabólica, havendo a opção de parcelar em até três vezes esse valor, além de pagar uma mensalidade no valor de Cr$ 16.952. Estes canais ficaram com sinal aberto até o dia 10 de dezembro. Neste momento, a operadora contava com 5 mil assinantes apenas na capital de São Paulo, além de cobrir a cidade do Rio de Janeiro e seguir com a expansão para o sul do país. A operadora, até o momento, era a única a oferecer na TV paga a oferecer canais 24 horas, até que em 1992, a TVA mudou a programação da TVA Filmes de 16h para 24h. ===1993-95: Novo posicionamento na empresa=== Um mês depois de completar um ano e com 30 mil assinantes, a Globosat passou a operar apenas como programadora sendo concorrente direta da CNN, a TNT e a ESPN, e propôs fazer parcerias principalmente com filiais da TV Globo. Joe Walach também anunciou sua saída da diretoria geral e da sociedade da empresa. Anos mais tarde, com a compra de participação da Globopar, holding das Organizações Globo pela NET, ela ficou responsável em distribuir os serviços de telecomunicações da empresa. Alberto Pecegueiro, até então diretor geral da Globosat em entrevista para a revista Pay TV, argumentou dizendo que: \"a TVA permanece nesse erro de ser programadora e distribuidora ao mesmo tempo\". Em 30 de abril de 1993, o GNT foi reformulado, deixando de retransmitir os programas da CNN em inglês passando a transmitir a partir de um narrador, e ter 11 boletins diários vindos da TV Globo (notícias nacionais) e CNN (internacionais). Em 1 de janeiro de 1994, o TopSport foi renomeado para SporTV, canal que passou a operar 24 horas por dia em parceria com TV Globo, Rede Bandeirantes e Globosat. Nesta nova reformulação, ele seguiu o exemplo de seu principal rival, ESPN, que transmitia apenas eventos internacionais passando a transmitir competições feitas no Brasil, com a ajuda dos dois canais da TV aberta que detinham grande parte das transmissões esportivas transmitidas no país. Em 6 de novembro de 1995, foi lançado o Shoptime, pertencente a Multicanal (50%), Organizações Globo (40%) e Lojas Americanas (10%). O canal funciona nos mesmo moldes da HSN e QVC dos Estados Unidos, em que o consumidor compra os produtos oferecidos na TV por meio do telefone. Neste momento, a empresa contabiliza cerca de 550 mil assinantes e, uma nova roupagem para os canais com novo pacote gráfico e vinhetas. A produtora GW, de São Paulo, ficou sendo a responsável por fazer algumas transmissões para o SporTV, funcionando como uma sucursal do canal. Foi anunciado uma previsão de faturamento para US$ 40 milhões. ===1995-2003: Reformulação do Telecine e expansão=== O canal Telecine tinha, na época, uma programação parecida com a TVA Filmes, já que ambos compravam os mesmos filmes. Houve uma longa negociação das duas empresas para uma possível solução. Luiz Gleiser, diretor geral da Globosat, disse que \"a indústria jamais seria rentável do jeito que era: não tínhamos um produto diferenciado e isto ainda nos custava muito dinheiro\". Até que em maio de 1994, a TVA anunciou o lançamento no Brasil, do canal Home Box Office (HBO), operado pelo conglomerado de mídia, WarnerMedia. O canal iria exibir em seu canal, filmes da própria Warner Bros. quanto da Sony Pictures. A Globosat respondeu como o anúncio de uma novo joint venture com a Paramount Pictures, Universal Studios, Metro-Goldwyn-Mayer/United Artists e 20th Century Fox para formar um novo Telecine. O novo canal estreou em 11 de abril de 1995, com 200 mil assinantes, contra 168 mil de seu concorrente. Em janeiro de 1996, a Globosat inaugura novas instalações com novas linhas de edição e equipamentos. Suponha-se, que todo esse valor deveria ser maior comparado ao que Bandeirantes e SBT investiram em suas produções. Em 10 de maio de 1996, foi lançado o canal USA Network, em parceria com a Universal Studios e Paramount Pictures. Nele, também eram transmitidos atrações do canal Sci-Fi. Também, foi anunciado a chegada do Fox Kids, portanto, ele foi lançado pouco tempo depois pela própria Fox. Meses depois, foi anunciado uma parceria da Globosat com a RBS para a criação do primeiro canal sobre agronegócio do país, o Canal Rural, que tinha previsão de lançamento para 21 de outubro, porém acabou entrando no ar no dia 11 do mês seguinte. No final daquele ano, foi anunciado também a estreia do pay-per-view no mercado por meio da Sky e da NET, onde o usuário pagava cerca de quatro a seis reais para ter filmes, shows ou transmissões esportivas na TV. Foi feito um acordo com a casa de shows Metropolitan do Rio de Janeiro para o fornecimento de alguns shows na plataforma. No mesmo ano, foi inaugurado o primeiro canal de notícias do Brasil, Globo News. Anos após, em 1998, foi lançado o canal 100% nacional, o Canal Brasil. Em março de 1997, a programadora deixou de fazer parte da Globopar, passando a pertencer diretamente a TV Globo. Meses depois, em setembro, a Globosat anunciou a criação da Portusat, empresa criada em joint venture entre a TV Cabo Portugal, a Globosat e a SIC, para distribuir o sinal de seis canais na TV Cabo Portugal. O investimento inicial na empresa foi de US$ 11 milhões. Anunciado em janeiro de 1996, o Futura, o primeiro canal educativo privado do Brasil, foi lançado em 22 de setembro de 1997, em parceria da Globosat com a FRM e mais dezesseis empresas parceiras. Regina de Assis, superintendente do canal, disse: \"É um movimento único de instituições privadas mobilizadas para criar um canal de utilidade pública, gratuito e de qualidade\". Em julho do ano seguinte, ocorreu uma nova reformulação no Telecine, com a criação de mais três canais com programação segmentada. A Globosat que tinha anunciado o Fox Sports em fevereiro de 1997, em joint venture com a News Corporation, a criação do canal, estendeu a negociação até 2000. Quando anunciou a compra de 25% da ESPN Brasil, para criar a ESPN Fox Sports. Como a negociação era de uma empresa que detinha uma quantia maior que 20% do mercado, ela ficou para ser analisada pelo Conselho Administrativo de Defesa Econômica (CADE). E a Globosat se tornou a responsável pela venda comercial do canal no país. O canal que tinha uma base exclusiva da TVA, depois a entrada da operadora brasileira no negócio entrou na Sky e na NET, dobrou sua base de assinantes. Em 19 de outubro de 2000, os três canais anunciaram a criação do ESPN Fox Sports com investimentos de US$ 40 milhões. Porém o negócio não progrediu. Quatro canais Premiere foram lançados em maio de 2002, como pay-per-view, custando R$ 139,90 por telefone. ===2004-10: Notificação no CADE e primeiro canal em alta definição=== Em setembro de 2004, o canal USA Network modifica o nome para Universal Channel. Em 19 de agosto de 2005, as Organizações Globo anuncia a venda de sua parte na empresa TV Sky Shop proprietária do Shoptime para as Lojas Americanas. Em 2007, a Neo TV reclamou no Conselho Administrativo de Defesa Econômica (CADE), para que a Globosat não disponibilizasse os canais esportivos SporTV e SporTV2, apenas para empresas das Organizações Globo (NET e Sky). O CADE aprovou a decisão de mudanças no acordo firmado. A Associação Neo TV reunia cerca de 59 pequenas operadoras de TV por assinatura não afiliadas a NET. Em novembro de 2007, a Globosat criou um novo canal, a Globosat HD. O canal exibe sua programação 100% em alta definição, reúne programas do GNT, do SporTV, eventos esportivos e em 2008, as olimpíadas de Pequim e alguns filmes do Megapix. Até em 2009, era um canal exclusivo dos assinantes da NET, no pacote NET Digital HD ou NET Digital HD MAX, com opção de gravação em alta definição. Desde então, passou a ser oferecido a assinantes SKY e Via Embratel (atual Claro TV). Em 28 de abril de 2009, a Globosat lança o canal Telecine HD para clientes da NET, e em 1 de outubro, lança o canal Multishow HD, para clientes da NET e SKY. No mesmo ano, em maio, os canais da Globosat deixaram de realizar manutenção técnica preventiva na madrugada de terça para quarta-feira de cada mês. Antes disso, era exibido somente o logo do canal e uma imagem informando que a programação normal retorna pela manhã às 08:00. Em 31 de janeiro de 2010, é lançado o canal Telecine Pipoca HD, escolhido através de uma votação no site da rede Telecine. Em 18 de maio de 2010, entra no ar seu mais novo canal, Canal Viva, cuja programação consiste em exibições de antigos programas e novelas da TV Globo. O canal é voltado para todas as idades, de preferência ao público com idade acima de 20 anos. Em 22 de outubro de 2010, a Rede Telecine se reposiciona, lançando novos logotipos, dois novos canais: Telecine Touch e Telecine Fun, reposicionando o Telecine Light para Telecine Touch e o Telecine HD para Telecine Premium HD, além de lançar a versão HD do Telecine Action. ===2011-13: Nova parceria com a Universal e canal infantil=== Anunciado para o segundo semestre de 2011, o novo canal SporTV, o SporTV 3, com o intuito de ampliar os eventos e as modalidades para o assinante de televisão por assinatura. O mesmo começou suas transmissões em 1 de outubro de 2011. Por enquanto, o canal está disponível para assinantes da Oi TV, Telefônica TV Digital (atual Vivo TV) sob o número 337 em ambas e na Sky no canal 37, e também na GVT TV sob o número 34. Na ABTA 2011, a Globosat divulgou que os assinantes da operadora poderão acessar no site Muu, conteúdos dos programas exibidos pela programadora. Mas o acesso será restrito apenas para assinantes de planos de TV por assinatura. Anteriormente, a Globosat anunciou o canal Zona de Impacto, que é atualmente o nome de um programa do canal SporTV, cujo lançamento era para o segundo semestre de 2010. Mas mudou o nome do canal para OFF HD. Em 8 de dezembro de 2011, o Canal OFF é lançado: seu público alvo são os jovens que gostam de aventuras, esportes radicais e adrenalina. Possivelmente, a Globosat lançou esse canal por causa do Woohoo, primeiro canal brasileiro de esportes de ação, música e comportamento jovem da Turner Broadcasting System, lançado em 2006. Em junho de 2012, foi lançado o serviço Philos, que oferece ao usuário, cerca de 100 documentários distribuídos por video on demand (VoD) na TV, na internet e no celular. No dia 11 de junho de 2012, a NBCUniversal anunciou uma joint venture com a Globosat para ampliar sua parceria administrativa nos canais Syfy e o Studio Universal. Com isso, a Globosat assumirá a responsabilidade dos dois canais na parte da publicidade e acordos comerciais com as operadoras. No Brasil, ambos os canais serão administrados por Paulo Barata do Universal Channel. Foi lançado, em 15 de junho de 2012, o canal Gloob, que é focado na temática infantil. A empresa lançou o canal com o intuito de concorrer diretamente com o canal Discovery Kids, que possui bons índices de audiência. Estava previsto para o segundo semestre do mesmo ano, o GBN, sigla de Globosat Business News, focado em jornalismo de economia e negócios A empresa anunciou em 31 de julho de 2012, a sucessora da NET Brasil, Globosat Comercialização de Conteúdo (G2C), responsável pela venda dos conteúdos dos canais para todas as plataformas. Em 24 de agosto de 2012, a empresa lança o canal GNT HD exibido em simulcast, com seu canal standart. Dias após, em 27 de agosto, o canal Multishow HD é substituído pelo Bis. Em 18 de outubro de 2012, é anunciado a suposta entrada do Canal Viva em território hispânico com disponibilidade em língua espanhola. Em parceria com a operadora de TV por assinatura ZON, as Organizações Globo lançam um segundo canal em Portugal. Batizado de Globo, estreia no dia 11 de novembro, domingo, às 20 horas. A empresa já disponibiliza no país, a Globo Portugal. O novo canal exibe jornalísticos, esportes e talk shows da TV Globo e do GNT, como o \"Programa do Jô\" e o \"Marília Gabriela Entrevista\". A expectativa é alcançar cinco milhões de portugueses que assinam o pacote básico da ZON. Em 15 de dezembro de 2012, o canal Multishow HD estreia na grade da NET. Em 4 de dezembro do mesmo ano, o canal Telecine Cult passa a ser transmitido em HD, fazendo com que todos os 6 canais da Rede Telecine sejam transmitidos em alta definição. Em 18 de dezembro de 2012, o colunista do site R7, Daniel Castro, noticiou a expansão da NET com a entrada dos canais SporTV (1 e 2), Universal Channel, Canal Brasil e Globo News todos em alta definição ainda em 2013. Dias após, a colunista Patrícia Kogut, do site O Globo, confirmou o lançamento do canal GloboNews HD para fevereiro de 2013. === 2013-2020 === Em 3 de fevereiro de 2013, o canal GloboNews HD foi lançado na operadora NET, na numeração 540. No dia 6 de julho de 2013, o canal Premiere FC muda sua marca, antecedendo o Campeonato Brasileiro de Futebol de 2013. Na primeira semana de julho de 2013, foi lançado a versão HD simulcast do canal Universal Channel. Além disso, o canal sofreu renovações na sua logomarca e vinhetas. Na ABTA 2013, anunciou para 2014, o lançamento da versões HD simulcast do Canal Viva e Canal Brasil. Também anunciou que o Combate ganhará seu canal HD próprio (atualmente divide sinal com o Premiere HD em transmissões de lutas do UFC ao vivo). E o lançamento dos nove canais Premiere em HD. Em agosto de 2017, anuncia o lançamento do segundo canal infantil, que será batizado de Gloobinho, direcionado para o publico pré-escolar. A partir do dia 1º de janeiro de 2020, as operações do Globosat passam a responder sob tutela do CNPJ da TV Globo. A iniciativa foi tomada através de Jorge Nóbrega, presidente executivo do Grupo Globo, sendo aprovado pelo Conselho de Administração da empresa, que busca unir todos os cadastros de pessoa jurídica apenas na razão social da Globo Comunicação e Participações S.A. em um projeto chamado Uma Só Globo, em 2018, algo similar havia sido feito com as empresas do grupo que atuam no mercado editoral, com a fusão da Editora Globo e as empresas de jornais Infoglobo e Valor Econômico. Em 1º de outubro de 2020, a Globosat deixou de existir como uma empresa independente, tendo suas funções incorporadas a nova empresa Globo, e a plataforma de streaming Globosat Play passou a ser chamada de Canais Globo. Também no mesmo dia, o canal Mais Globosat passa a se chamar Mais na Tela. == Ligações externas == * Categoria:Canais de televisão por assinatura do Grupo Globo Categoria:Empresas de radiodifusão de televisão extintas do Brasil Categoria:Ex-subsidiárias do Grupo Globo Categoria:Empresas fundadas em 1991 Categoria:Empresas extintas em 2020",
 "title": "Globosat"
}