{
 "id": "115816",
 "text": "A Ilha do Mel é uma ilha brasileira situada na embocadura da baía de Paranaguá, no estado do Paraná. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), sua população no ano de 2010 era de pessoas residentes. A ilha do Mel é um ponto turístico de muita importância no estado do Paraná. Muitas pessoas consideram que a ilha tem as melhores praias do estado. A ilha, que faz parte do município de Paranaguá, é administrada pelo Instituto Ambiental do Paraná (IAP). Não é permitida a tração animal ou a motor na ilha. Existem muitas áreas onde não é permitida a presença de visitantes. A ilha possui quatro pontos turísticos de destaque: Ao norte a Fortaleza, no centro Nova Brasília e o Farol das Conchas e ao Sul Encantadas. == Geografia == A Ilha do Mel localiza-se no Oceano Atlântico Sul e situa-se a 15 milhas do Porto de Paranaguá, tendo seu ponto mais próximo do continente a 4 km de Pontal do Sul, no município de Pontal do Paraná, litoral do estado do Paraná, Brasil. São 2585 hectares de área composta por sistemas de restinga e Floresta Atlântica protegidas e destinadas exclusivamente à preservação integral da flora e da fauna, de um total de 2762 hectares (35 km de perímetro). Sua estação ecológica, com 2240 hectares, tem o objetivo de preservar o meio ambiente e é vetada a entrada. Na Reserva Natural, com 345 hectares, é admitida a existência de trilhas, desde que não afetem a paisagem. Já, a Zona de Ocupação tem 120 hectares. Há cem mil anos, o nível do mar estava aproximadamente a 8 metros acima do atual. Nesta época, os morros da Ilha formavam um arquipélago. De lá para cá, o mar recuou e avançou várias vezes. Essa sucessão de eventos formou a Ilha do Mel como é vista hoje, com formação de terraços, cordões litorâneos e dunas. A areia marrom que se observa nas praias do Farol e de Nova Brasília tem cinco mil anos e sua coloração deve-se à presença de matéria orgânica. O ponto mais alto da Ilha do Mel localiza-se no Morro do Miguel (Morro Bento Alves), com 151 metros. Dos seus 2700 hectares apenas 200 têm permissão de uso. O restante é reserva ecológica (tombada pelo Patrimônio Histórico em 1975, é administrada pelo Instituto Ambiental do Paraná desde 1982). O turista dispõe de pousadas e pequenos restaurantes. A ilha tem cinco vilarejos: Fortaleza, Nova Brasília ou Brasília, Farol, Praia Grande e Encantadas. Não há ruas ou estradas, só trilhas. A implantação de geradores de energia elétrica, em 1988, deu início a atitudes que hoje se transformaram em preocupação pela preservação da ilha e sua principal atração: a natureza. O clima é de transição entre o tropical e o subtropical, super-úmido, sem estação seca e sem ocorrência de geadas. \\- Temperatura média: máxima 31º mínima 13º \\- Temperatura média da água: verão 21º inverno 17º \\- Dias de sol/ano (média): máximo 166 mínimo 133 \\- Chuvas (média em mm/ano): máximo 3250 mínimo 1750 == História == Em 15 de abril de 1982, a Ilha do Mel, por aforamento, foi transferida da União para o Estado do Paraná. A Fortaleza, o Farol e a Rádio Farol permaneceram sob o domínio da União. Em 1985, chegou a água tratada. Em 21 de setembro de 1988, foi criada a Estação Ecológica da Ilha do Mel. Também em 1988 chegou a energia elétrica, através de gerador a diesel, que funcionava das 7 h da manhã até às 2 h da madrugada. Em 1998, através de cabo submarino, a luz elétrica passou a ser fornecida do continente, vinte e quatro horas por dia, seguindo também, para a Ilha das Peças e para a Ilha de Superagüi. == Origem do nome == O aparecimento de um mapa constante do “Livro de Toda a Costa da Província Santa Cruz”, feito por João Teixeira Albbernas, em 1666, e que se encontra na mapoteca do Ministério das Relações Exteriores, onde a Ilha já aparece com a denominação de Ilha do Mel, praticamente desvendou o mistério sobre o nome. Outro mapa, de Antônio Vieira dos Santos, publicado em 1850, também já continha a Ilha do Mel com essa denominação. No século passado, a ilha também era conhecida como “Ilha da Baleia”, talvez pelo seu formato. Várias hipóteses (folclóricas) são conhecidas para a origem do nome: *A extração de mel silvestre, anterior a 1950, quando os alimentos eram adoçados com o mel ou com o açúcar extraído da cana da própria ilha, devido à dificuldade de obter o açúcar industrializado; *A existência de uma família de origem alemã que habitava a região da Fortaleza, e onde havia um engenho para produção de farinha de mandioca. Farinha em alemão, escreve-se “Mehl”; *A cor da água do mar vista do alto do Morro das Conchas – Farol, principalmente no início da Praia do Farol (Paralelas); *O formato da Ilha, cuja parte oeste lembra mel saindo da boca (istmo) de um recipiente (parte sul); *A lua-de-mel que os escravos mais fortes desfrutavam com várias negras, onde os mesmos eram deixados por vários dias, para a reprodução, no século XIX; *Antes da Segunda Guerra Mundial, a ilha era conhecida coma a ilha do Almirante Mehl que se dedicou à apicultura e cuja família lá frequentava; *Marinheiros aposentados viviam na Ilha e dedicaram-se à apicultura, produzindo uma quantidade tamanha que chegaram a exportar o produto até os anos 1960; *A água doce existente na ilha contém mercúrio. Em contato com a água salgada isto causa uma coloração amarela, semelhante à cor de favos de mel; *Os índios Carijós que viviam na região apreciavam muito o mel de abelhas, então a exploração apícola é antiga. == A travessia == A travessia para a Ilha do Mel é feita por barcos que saem de Pontal do Sul ou de Paranaguá. Existem linhas regulares diariamente entre as 8h00 e 17h00, mas também podem ser fretadas embarcações em outros horários. Durante a temporada, os barcos partem a cada 30 minutos, e fora de temporada a cada hora cheia. Existem dois pontos de desembarque: Encantadas e Nova Brasília (o qual atende também à Praia Grande, Farol e Fortaleza). Existe também uma linha regular de barco entre Encantadas e Nova Brasília, que parte a cada hora. == Atrações turísticas == As principais atrações turísticas da Ilha do Mel são: *Farol das Conchas, para modernizar a navegação comercial brasileira o Imperador D. Pedro II ordenou, em 1870, o início das obras, realizadas por uma empresa inglesa sob a supervisão do engenheiro Zózimo Barroso. Os materiais foram importados da Escócia, país que detinha, na época, a tecnologia mais avançada no ramo. Inaugurado em 1º de abril de 1872 e localizado no alto do Morro das Conchas, pode ser avistado de quase todos os pontos da ilha. * Fortaleza de Nossa Senhora dos Prazeres, único monumento militar do século XVIII existente no Paraná, instalado nos contrafortes do Morro da Baleia, erguido com paredes de um metro e meio de espessura, a Fortaleza foi concluída em 23 de abril de 1769. No alto do Morro da Baleia, junto à Fortaleza, estão canhões e trincheiras de pedras. É o chamado “Labirinto dos Canhões”. Há também um mirante, com uma vista panorâmica. Chega-se até lá por trilha no morro. * Gruta das Encantadas, situada na parte sul da ilha, é o patrimônio natural mais importante. O morro da Gruta, formado por um tipo de rocha chamado migmatito é dividido por um veio de rocha negra, o diabásio. A gruta se formou pela ação do mar sobre o diabásio, menos resistente que o migmatito. Para facilitar o acesso, foi construída uma passarela que leva até a sua entrada. * Istmo, localizado em Nova Brasília, o Istmo ou Passa-Passa (como é conhecido pelos locais), é a parte mais estreita da ilha e sofre um processo de erosão desde 1930, porém atualmente, a água já não atravessa mais de um lado ao outro, como aconteceu em 1995. A largura hoje chega a 30 metros e somente nas grandes ressacas do mar a água chega a atravessar. == Galeria== Imagem:Ilha-do-mel-canhao.jpg|Canhão no Forte Imagem:ilha-do-mel-forte-dentro.jpg|Parte interna do Forte Imagem:Passarela Ilha.JPG|Passa-passa Imagem:ilha-do-mel-lanscape1.jpg|Vista do Mirante Imagem:Praia do Farol Ilha.JPG|Praia próxima ao Farol Imagem:Gruta de encantadas.JPG|Gruta de encantadas Imagem:Forte Ilha do Mel.jpg|Forte na Ilha do Mel Imagem:Farol Ilha do Mel.jpg|Farol Ilha do Mel == Ver também == * Parque Estadual da Ilha do Mel == Ligações externas == * Mel",
 "title": "Ilha do Mel (Paraná)"
}