{
 "id": "115815",
 "text": "é a palavra cujo significado seja contrário, oposto ou inverso ao de outra. O emprego de antónimos na construção de frases é um dos recursos estilísticos que conferem ao trecho empregado uma forma mais erudita ou que chame atenção do leitor ou do ouvinte. == Tipos de Antônimos == Dentro do campo de estudos denominado Lexicologia, há diferentes maneiras de compreender os antônimos e sua relação de antonímia. Rocha Lima (1979) distingue os antônimos formados por radicais diferentes (tais como feliz e triste); antônimos com o mesmo radical, mas marcados por um prefixo que dá a eles o significado contrário (como acordado e desacordado); e antônimos contextuais, em que as palavras podem ter mais de um sentido. Neste caso, grave pode ser antônimo de leve ou de agudo, dependendo do contexto em que a palavra está sendo usada. Bechara (1999) aponta que antônimos podem ser uma oposição contraditória (como vida e morte), contrários (chegar e partir), ou apenas correlatos (irmão e irmã). Coelho (2006) amplia essa definição e dá quatro possibilidades de antônimos. Oposição por relação de contraditoriedade; Oposição por relação de contrariedade; Oposição por relação de reciprocidade; Oposição por relação de comparatividade gradativa. ==Exemplos == Palavra Antônimo alto baixo bem mal bom mau bonito feio mais menos amigo inimigo construção destruição público privado honestidade desonestidade introvertido extrovertido salgado insosso doce amargo dentro fora gordo magro preto branco seco molhado grosso fino duro mole rir chorar grande pequeno soberba humildade bendizer maldizer ativo inativo simpático antipático progredir regredir rápido lento sair entrar desacompanhado acompanhado concórdia discórdia pesado leve quente frio presente ausente escuro claro inadequada adequada amor ódio rico pobre forte fraco justo injusto certo errado acima abaixo comum raro melhor pior seguro perigoso dia noite == Ver também == *Sinônimo *Homônimo *Parônimo *Antônimos em Inglês Categoria:Semântica",
 "title": "Antônimo"
}