{
 "id": "115839",
 "text": "Ló (também conhecido por Lot, ), personagem bíblico do Antigo Testamento, era, conforme o livro sagrado dos israelitas e cristãos, da linhagem de Sem, neto de Terá, filho de Harã e sobrinho de Abraão.Gênesis 11:27; 12:4,5; 13:1-13; 14:1-16 ==História== Origem dos povos Moabitas e Amonitas - A Bíblia é a fonte da história dos patriarcas - entre estes, Abraão. Segundo a Bíblia , Ló é o ancestral dos moabitas e amonitas, povos vizinhos da antiga Israel. Ele morava, conforme os relatos bíblicos, em Ur, junto com seu pai, Harã. Harã morreu em Ur e quando Abraão foi chamado pelo Deus hebreu para ir até Canaã (nome alternativo para Israel), Ló foi junto com ele. Eles foram até Harã, onde ficaram por um tempo (em Harã Terá faleceu com 205 anos de idade). Depois eles foram até Canaã. Devido à grande quantidade de bens que Abraão e Ló possuíam, os dois se separaram como está em Gênesis 13. Abraão ficou em Canaã e Ló foi se dirigindo para Sodoma. Houve uma guerra pouco tempo depois e Sodoma foi saqueada e Ló foi levado cativo. Ouvindo isso, Abraão junto com 318 homens foram e derrotaram os inimigos, libertando a Ló. Depois disso, Deus avisou a Abraão que destruiria as cidades Sodoma e Gomorra, por causa dos seus grandes pecados. Abraão intercedeu por seu sobrinho Ló.Gênesis 18: 16-33 Dois anjos foram enviados para Sodoma para tirar Ló e sua família de lá. Quando eles saíssem eles não poderiam olhar para a cidade, devendo ir para as montanhas, ou então morreriam. De madrugada, Ló, sua mulher e suas duas filhas deixaram a cidade. \"Então o SENHOR fez chover fogo e enxofre sobre Sodoma e Gomorra\". Ele destruiu as cidades, o vale, os seus moradores e toda a vegetação da região. Enquanto eles fugiam, a mulher de Ló olhou para trás e foi transformada em uma estátua de sal, que, segundo os antigos israelitas, deu origem a salinidade do Mar Morto. Segundo a tradição israelense, ele foi para uma caverna com suas duas filhas. Pensando ser os únicos sobreviventes no mundo e para continuar a linhagem de Ló, estas o embebedaram, cada uma em uma noite, e se deitaram com o pai. O resultado disso foi o nascimento de Moabe e Ben-Ami, de quem viriam, os moabitas e os amonitas, respectivamente.Gênesis 19:31-38 Amon e Moabe correspondem à atual Jordânia. == Árvore genealógica == ==Ligações externas== * A história de Ló na bíblia Categoria:Personagens do Livro de Gênesis Categoria:Mitologia judaica Categoria:Personagens bíblicos incestuosos",
 "title": "Ló"
}