{
 "id": "115849",
 "text": "Esaú ou Hesaú, é um personagem do Antigo Testamento, era filho de Isaque e Rebeca e irmão gêmeo de Jacó, com quem se zangou por este lhe ter usurpado a bênção dada por seu pai, Isaque. Esaú (em hebraico: עֵשָׂו \"peludo\"), foi também chamado de Edom (em hebraico: אֱדוֹם \"vermelho\"), o pai dos edomitas que habitaram uma região que hoje é conhecida por Acaba. Esaú nasceu ruivo e peludo. Esaú era um perito caçador e amado do seu pai, enquanto Jacó habitava em tendas e era amado por sua mãe. Esaú vendeu a Jacó seu direito a primogenitura por um prato de lentilhas. Ele tomou sua prima Maalate como mulher: Vendo também Esaú que as filhas de Canaã eram más aos olhos de Isaque seu pai, Foi Esaú a Ismael, e tomou para si por mulher, além das suas mulheres, a Maalate filha de Ismael, filho de Abraão, irmã de Nebaiote. Esaú teve um filho chamado Elifaz, muitas vezes confundido com Elifaz, o Temanita. == Fontes judaicas rabínicas == O Targum Pseudo-Jonathan conecta o nome Esaú ao hebraico asah, afirmando, \"porque ele nasceu totalmente completo, com cabelos da cabeça, barba, dentes e molares.\" Outras fontes tradicionais conectam a palavra com o hebraico šāv` () que significa \"inútil\".Anderson, Bradford A. (2011). Brotherhood and Inheritance: A Canonical Reading of the Esau and Edom Traditions. T&T; Clark International. p. 35. . Os comentários judaicos lançaram uma visão negativa sobre Esaú por causa de sua rivalidade com Jacó. A Midrash diz que durante a gravidez de Rebeca, sempre que ela passava por uma casa de estudo da Torá, Jacó lutava para sair; sempre que ela passava por uma casa de idolatria, Esaú se agitava para sair.Bereshit Rabbah 63:6. Ele é considerado um filho rebelde que manteve uma vida dupla até os 15 anos, quando vendeu sua primogenitura para Jacó. De acordo com o Talmude, a venda da primogenitura ocorreu imediatamente após a morte de Abraão.Bava Batra 16b. A datação talmúdica daria a Esaú e Jacó uma idade de 15 anos na época. As lentilhas que Jacó estava cozinhando eram destinadas a seu pai Isaque, porque as lentilhas são a refeição tradicional do luto para os judeus. Naquele dia antes de retornar, furioso com a morte de Abraão, Esaú cometeu cinco pecados; ele estuprou uma jovem noiva, cometeu assassinato (Ninrode), negou a Deus, negou a ressurreição dos mortos e rejeitou seu direito de progenitura.Bava Batra 16b A linhagem de Hamã é dada no Targum Sheni como segue: \"Hamã, filho de Hammedatha, o Agagita, filho de Srach, filho de Buza, filho de Iphlotas, filho de Dyosef, filho de Dyosim, filho de Prome, filho de Ma'dei, filho de Bla'akan, filho de Intimros, filho de Haridom, filho de Sh'gar, filho de Nigar, filho de Farmashta, filho de Vayezatha, (filho de Agague, filho de Sumkei,) filho de Amaleque, filho da concubina de Elifaz, filho primogênito de Esaú\". De acordo com Rashi, Isaque, ao abençoar Jacó no lugar de Esaú, sentiu o cheiro celestial do Gan Eden (Paraíso) quando Jacó entrou em seu quarto e, em contraste, percebeu a Gehenna abertura abaixo de Esaú quando este entrou na sala, mostrando ele que ele havia sido enganado o tempo todo pela demonstração de piedade de Esaú.Pirkei d'Rav Kahana, quoted in Scherman, p. 139. === Morte === De acordo com o Talmude babilônico, Esaú foi morto por Husim, filho de Dã, filho de Jacó, porque Esaú obstruiu o sepultamento de Jacó na caverna de Macpela. Quando Jacó foi levado para ser enterrado na caverna, Esaú impediu o sepultamento, alegando que tinha o direito de ser enterrado na caverna; após alguma negociação, Naftali foi enviado ao Egito para recuperar o documento afirmando que Esaú vendeu sua parte na caverna para Jacó. Hushim (que tinha problemas de audição) não entendia o que se passava e porque é que o seu avô não estava a ser enterrado, por isso pediu uma explicação; depois de receber um, ele ficou zangado e disse: \"Meu avô vai mentir lá com desprezo até que Naftali retorne da terra do Egito?\" Ele então pegou um porrete e matou Esaú, e a cabeça de Esaú rolou para dentro da caverna.Sotah 13a Consequentemente sua cabeça também estaria enterrada neste local. Fontes judaicas afirmam que Esaú vendeu seu direito de ser enterrado na caverna. De acordo com Shemot Rabbah, Jacó deu todos os seus bens para adquirir uma tumba na Caverna dos Patriarcas. Ele colocou uma grande pilha de ouro e prata diante de Esaú e perguntou: “Meu irmão, você prefere sua porção desta caverna, ou todo este ouro e prata?”Shemot Rabbah 31:17 Esaú está vendendo a Jacó seu direito de ser enterrado na Caverna dos Patriarcas também está registrado no Sefer HaYashar.Sefer Hayashar Chapter 27 p. 77b === Jubileus === No Livro dos Jubileus, Isaque obriga Esaú a jurar não atacar ou matar Jacó após sua morte. No entanto, após a morte de Isaque, os filhos de Esaú convenceram seu pai a liderá-los, e contrataram mercenários, contra Jacó, a fim de matar Jacó e sua família e confiscar suas riquezas (especialmente a parte da riqueza que Isaque havia deixado para Jacó após sua morte). \"Então Ya'aqov dobrou seu arco e lançou a flecha e atingiu Esaú, seu irmão em seu peito direito e o matou (Jubileus 38:2). Ya'aqov enterrou seu irmão na colina que está em Adurã, e ele voltou para sua casa (Jubileus 38:9).\"“Verses Two & Nine.” Cepher, 3rd ed., Cepher Publishing Group, LLC, 2017, pp. 255–256. == Árvore genealógica == Categoria:Esaú",
 "title": "Esaú"
}