{
 "id": "11582",
 "text": "O pulmão é o órgão do sistema respiratório, responsável pelas trocas gasosas entre o ambiente e o sangue. Sua principal função é oxigenar o sangue e eliminar o dióxido de carbono do corpo. Em 2016, uma equipe da Universidade da Califórnia observou que, em roedores, o órgão também está envolvido na produção de plaquetas sanguíneas e, em certas condições, na regeneração da medula óssea. Os pesquisadores acreditam que a descoberta se estenderá à anatomia humana. ==Descrição== São dois órgãos de forma piramidal, de consistência esponjosa medindo mais ou menos 25 centímetros de comprimento que localizam-se dentro da caixa torácica, revestidos externamente por uma membrana chamada pleura. Os pulmões humanos são divididos em segmentos denominados lobs (pronuncia-se \"lóbos\", com a primeira vogal aberta). O pulmão esquerdo possui dois lobs e o direito possui três. O pulmão direito é o mais espesso e mais largo que o esquerdo, é também um pouco mais curto pois o diafragma é mais alto no lado direito para acomodar o fígado. O pulmão esquerdo tem uma concavidade que é a incisura cardíaca. A base de cada pulmão apóia-se no diafragma, órgão músculo-membranoso que separa o tórax do abdome, presente apenas em mamíferos, promovendo, juntamente com os músculos intercostais, os movimentos respiratórios. Localizado logo acima do estômago, o nervo frênico controla os movimentos do diafragma. ==Anatomia== Os pulmões são compostos de brônquios que se dividem em bronquíolo e alvéolos pulmonares. Os alvéolos totalizam-se em um total de 4 milhões e são estruturas saculares (semelhantes a sacos) que se formam no final de cada bronquíolo e têm em sua volta os chamados capilares pulmonares. Nos alvéolos se dão as trocas gasosas ou hematose pulmonar entre o meio ambiente e o corpo, com a entrada de oxigênio na hemoglobina do sangue (formando a oxiemoglobina) e saída do gás carbônico ou dióxido de carbono dos capilares para o alvéolo. Nos pulmões os brônquios ramificam-se intensamente, dando origem a tubos cada vez mais finos, os bronquíolos. O conjunto altamente ramificado de bronquíolos é a árvore brônquica ou árvore respiratória. Cada bronquíolo termina em pequenas bolsas formadas por células epiteliais achatadas (tecido epitelial pavimentoso) recobertas por capilares sanguíneos, denominadas alvéolos pulmonares. == Respiração == Na respiração pulmonar o ar entra e sai dos pulmões devido à contração e ao relaxamento do diafragma. Quando o diafragma se contrai, ele diminui a pressão nos pulmões e o ar que está fora do corpo entra rico em oxigênio O2; processo chamado de inspiração. Quando o diafragma relaxa, a pressão dentro dos pulmões aumenta e o ar que estava dentro agora sai com o dióxido de carbono; processo denominado de expiração. As pessoas podem parar de respirar mas ninguém consegue ficar sem respirar por mais de alguns minutos, porque a concentração de dióxido de carbono no sangue fica tão alta que o corpo não consegue mais fornecer energia para as células e o bulbo (parte do sistema nervoso que forma o encéfalo) manda impulsos nervosos para o diafragma e os músculos intercostais, para que se contraiam e a respiração volte a ser executada normalmente. == Patologias == * Bronquite * Tuberculose * Enfisema pulmonar * Pneumonia * Asma * Câncer de pulmão * Pneumonite == Ver também == * Brônquios * Ventilação mecânica * Pneumotórax * Capacidade pulmonar == Ligações externas == * * Categoria:Sistema respiratório Categoria:Sistema cardiovascular Categoria:Tórax Categoria:Trato respiratório inferior Categoria:Anatomia cardíaca",
 "title": "Pulmão"
}