{
 "id": "115887",
 "text": "Partido Alto é uma telenovela brasileira produzida pela TV Globo e exibida de 7 de maio a 24 de novembro de 1984, em 174 capítulos. Substituiu Champagne e foi substituída por Corpo a Corpo, sendo a 32ª \"novela das oito\" exibida pela emissora. Escrita por Gloria Perez e Aguinaldo Silva, foi dirigida por Roberto Talma, Jayme Monjardim, Carlos Magalhães, Luiz Antônio Piá e Helmar Sérgio. A direção geral foi de Talma. Única parceria entre Perez e Silva, Partido Alto reuniu samba, breakdance, carnaval e o jogo do bicho, temas em voga na época, em suas tramas. Posteriormente, os autores se desentenderam e Aguinaldo abandonou o projeto para escrever a minissérie Tenda dos Milagres (1985), deixando Gloria escrever a novela até o seu término. Contou com as participações de Cláudio Marzo, Elizabeth Savalla, Raul Cortez, Betty Faria, Lílian Lemmertz, Rubens Corrêa, Glória Pires e Célia Helena. == Enredo == Juntando aspectos clássicos do folhetim com temática e encenação modernas, a história mostrava dois mundos opostos. Isadora, filha do rico industrial Arnaldo Amoedo, sai de um casamento problemático com Sérgio, um executivo mau- caráter das empresas do sogro, e se envolve com o professor universitário de história Maurício Vilela. Este, por sua vez, é assediado por Celina, a jovem filha do bicheiro Célio Cruz, envolvido com um roubo de joias. O bicheiro, além da família oficial - com a esposa, Izildinha, e os filhos Celina e Felipe - divide seu tempo com a amante, a manicure Jussara, porta-bandeira da escola de samba Acadêmicos do Encantado, da qual ele é patrono, com quem tem um filho, Jorginho. Do outro lado da história está Amoedo, que esconde um segredo: a verdadeira identidade da mãe de sua filha, Isadora. Ela é Nanci, que teve a filha tomada dos braços e, com muita dificuldade, criou o outro filho, Fernando, com a ajuda da irmã, Sulamita. Eles são moradores do bairro carioca do Encantado, onde residem Jussara e vários tipos do subúrbio do Rio de Janeiro. Fernando acaba por se envolver com Irene, uma mulher madura e sofrida, bem mais velha que ele. E ainda há o mudo Jesus, um esposo submisso que não diz uma palavra, obedecendo à esposa, Iara. No fim da trama, ele deixa de ser mudo. O malandro Políbio, um falso guru, vive de explorar, junto com seu cúmplice Raposo, a ciumenta e insatisfeita Gilda, mulher de Zé Luiz, ex- marido de Irene. == Produção == Foi a primeira e única telenovela escrita em parceria por Gloria Perez e Aguinaldo Silva. Ambos estavam estreando como escritores e não se conheciam. Glória pediu para escrever uma novela no horário das 18h, mas Boni a colocou para escrever uma novela no horário nobre junto com Aguinaldo. No decorrer do trabalho, diante de tantas discordâncias, Aguinaldo pediu para deixar o trabalho com pouco mais da metade da trama. Glória passou escrever sozinha a história até o último capítulo. Aguinaldo assumiu a autoria de Tenda dos Milagres, minissérie exibida pela TV Globo em 1985. A abertura da novela foi feita por Hans Donner, em que eram mostrados um grupo de dançarinos de breakdance e outro de samba. Usando roupas coloridas e prateadas, eles dançavam ao som de \"Enredo do Meu Samba\". Foi a abertura mais longa já feita, com cerca de quarenta segundos a mais que as outras. Essa novela, aliás, fez o break invadir, embora por pouco tempo, a cultura brasileira. No último capítulo houve um desfile da fictícia Acadêmicos do Encantado, que era a escola de samba da novela. A gravação ocorreu na Avenida Rio Branco e durou doze horas. Participaram mais de mil integrantes de escolas de samba reais, além de um público de vinte mil pessoas. === Saída da Rede Globo, contratação pela Rede Manchete e retorno ao horário nobre. === Após o término de Partido Alto, Gloria Perez não renovou com a emissora, sendo contratada pela Rede Manchete, onde escreveu \"Carmem\" em 1987. Em 1990 volta para a Rede Globo onde, no horário das 18h, escreve Barriga de Aluguel. O sucesso foi tanto que, Glória foi elevada para o \"alto-escalão\" dos autores, voltando a escrever para o horário nobre em 1992, quando apresentou \"De Corpo e Alma\", lamentavelmente marcada pelo assassinato de sua filha, Daniella Perez. == Elenco == Intérprete Personagem Cláudio Marzo Maurício Vilela Elizabeth Savalla Isadora Amoedo Fontes Raul Cortez Célio Cruz Betty Faria Jussara Pinto Ferreira de Souza Santos Glória Pires Celina Cruz Herson Capri Sérgio Mota Lílian Lemmertz Nanci Fontes Rubens Corrêa Arnaldo Amoedo Célia Helena Isilda Cruz (Isildinha) Eva Todor Cecília Amoedo Percy Aires Augusto Rosa (Agostinho) José Mayer Claudionor dos Santos (Piscina) Kadu Moliterno Werner (Alemão) Susana Vieira Gildete de Almeida (Gilda) / Djamila Jonas Mello José Luís de Almeida (Zé Luís) Norma Bengell Irene Bessa Roberto Bataglin Fernando Fontes Christiane Torloni Selma Guilherme Karan Políbio Nonato / Abdalla Marilu Bueno Sulamita Fontes Paulo César Pereio Germano da Matta (Da Matta) Milton Gonçalves Reginaldo Fábio Sabag Turquinho do Méier Ilva Niño Iara Germano Filho Jesus Elizângela Maria Aparecida (Cidinha) Cininha de Paula Maria da Salete (Salete) Arnaud Rodrigues Mr. Soul Roberto Bonfim Genilson Carla Daniel Maria Cristina Bessa de Almeida (Malu) André de Biase Marcos Bessa de Almeida Bia Sion Suzana Beatriz (Su) Mário César Camargo Kléber de Pádua Edney Giovenazzi Alceu Nélia Paula Manuela Amaral Antônio Pitanga Jacaré Cosme dos Santos Zé Pretinho Neuza Caribé Maria José (Zezinha) Luís Filipe de Lima Felipe Cruz Guaracy Valente Raposo Tavares Lucy Mafra Rosa Eliane Maia Creusa João Vieitas Genivaldo (Geni) Rafael Alvarez Jorge Pinto Ferreira dos Santos (Jorginho) Marcelo Peniche André Amoedo === Participações especiais === Intérprete Personagem Ney Latorraca Jorge dos Santos (Escadinha) Lima Duarte José Antônio de Souza (Cocada) Débora Duarte Laura da Matta Armando Bógus Dr. Arthur Joana Fomm Jessy Antônio Petrin Capo Barone Monique Alves Marta Siqueira Lúcia Alves Adriana Pinheiro Mila Moreira Luana Tony Ferreira Delegado Peixoto Cristina Galvão Sandra Ângela Rebello Déia Gilson Moura Antônio Amaral (Amaral) Jorge Coutinho Daniel Nardel Ramos Detetive Marquezzi Procópio Mariano Hélio Carmem Figueira Telma Lupe Gigliotti Dirce Jacyra Silva Mãe Candinha Marise Cigani Dora Lys Beltrão Elisa Jair Delamare segurança de Turquinho Paulo Nunes porteiro no prédio de Isadora Mário Lago líder dos bicheiros Waldyr Sant'anna diretor da faculdade Yoná Magalhães juíza em um dos julgamentos de Maurício Ivan Mesquita juiz em um dos julgamentos de Maurício Felipe Wagner promotor ro julgamento de Maurício Ruth de Souza jurada do julgamento de Maurício Renata Fronzi jurada do julgamento de Maurício Maria Augusta Rodrigues ela mesma Chacrinha ele mesmo Dona Ivone Lara ela mesma Lulu Santos ele mesmo Cazuza ele mesmo Jimmy Cliff ele mesmo Luís Carlos Vinhas ele mesmo Tony Ramos ele mesmo Bia Seidl ela mesma Glória Perez ela mesma Aguinaldo Silva ele mesmo Roberto Talma ele mesmo Casemiro Klonowski ele mesmo Rômulo Costa ele mesmo == Outras mídias == Foi disponibilizada na plataforma de streaming Globoplay em 10 de abril de 2023. == Música == === Nacional === # \"Bobos da Corte\" – Rita Lee (tema geral) # \"Espelhos D'Água\" – Dalto (tema de Celina) # \"Lembra\" – Ivan Lins (tema de Isadora e tema de Da Matta) # \"Fio da Navalha\" – Guilherme Arantes (tema de Célio Cruz) # \"Retiro\" – Paulinho da Viola (tema de Maurício) # \"Me Chamando de Paixão\" – Jorge Ben # \"Enredo do Meu Samba\" – Sandra Sá (tema de abertura) # \"Vinho\" – Maria Bethânia (tema de Isadora e Sérgio) # \"Largado no Mundo\" – Barão Vermelho (tema de Werner) # \"Horizontes\" – Ângela Maria (tema de Jussara e Piscina) # \"Coisa de Nós Dois\" – Gilliard (tema de Creusa e Piscina) # \"Amar Como Eu Te Amei\" – Roberto Ribeiro (tema geral) # \"Mariá\" – Robson Jorge & Lincoln Olivetti (tema geral) # \"Sentimentos\" – Fátima Mello (tema de Selma) === Internacional === # \"Primavera\" – Riccardo Cocciante (tema de Irene) # \"Help!\" – Tina Turner (tema de Nanci) # \"Hey DJ\" – The World’s Famous Supreme Team (tema de Mister Soul) # \"Where Is My Man?\" – Eartha Kitt (tema de Zezinha) # \"Even a Fool Would Let Go\" – Joe Cocker (tema de Mauricio e Isadora) # \"Don't Let Go\" – Wang Chung (tema de locação) # \"This Love Is Forever\" – B. J. Thomas (tema de Celina e Werner) # \"If You're Not Here (By My Side)\" – Menudo (tema de Fernando) # \"Miss Me Blind\" – Culture Club # \"You're The Inspiration\" – Chicago (tema de Selma e Sergio) # \"Earthquake\" – The Flirtations (tema de Gilda) # \"If Ever You're In My Arms Again\" – Peabo Bryson (tema de Celina) # \"Self Control\" – Raf (tema geral) # \"Dreams\" – Black Journey (tema de Cecilia) == Ligações externas == * Categoria:Programas de televisão do Brasil que estrearam em 1984 Categoria:Programas de televisão do Brasil encerrados em 1984 Categoria:Telenovelas ambientadas na cidade do Rio de Janeiro Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 1980 Categoria:Telenovelas com temática LGBT do Brasil",
 "title": "Partido Alto"
}