{
 "id": "115859",
 "text": "Oxímoro, oximoroDicionário Priberam: verbete \"oximoro\", oximóron (do grego ὀξύμωρον, composto de ὀξύς, \"agudo, aguçado\" e μωρός, \"estúpido\")Voccacolario Treccani: voce \"ossimoro\" (em italiano) ou paradoxismoDicionário Aurélio da Língua Portuguesa: verbetes oximoro e oximóron é uma figura de linguagem que consiste em relacionar numa mesma expressão ou locução palavras que exprimem conceitos contrários, tais como festina lente (\"apressa-te lentamente\"), \"lúcida loucura\", \"silêncio eloquente\" etc. Trata-se duma figura da retórica clássica. Dado que o sentido literal de um oximoro (por exemplo, um instante eterno) é absurdo, força-se o leitor a procurar um sentido metafórico (neste caso, pela intensidade do vivido durante esse instante, faz perder o sentido do tempo). O recurso a esta figura retórica é muito frequente na poesia mística e na poesia amorosa. === Exemplos === *silêncio ensurdecedor * inocente culpa * gelo fervente * declaração tácita * ilustre desconhecido * guerra pacífica * morto-vivo * lentamente rápido * tristemente alegre * inimigo amistoso * cooperado vagabundo * catedrático néscio * mentiroso honesto * manso intenso * herói da propaganda Este soneto de Luís de Camões é construído com oximoros: :Amor é fogo que arde sem se ver :É ferida que dói e não se sente :É um contentamento descontente :É dor que desatina sem doer :É um não querer mais que bem querer :É solitário andar por entre a gente :É nunca contentar-se de contente :É cuidar que se ganha em se perder :É querer estar preso por vontade :É servir a quem vence, o vencedor :É ter com quem nos mata lealdade. :Mas como causar pode seu favor :Nos corações humanos amizade, :Se tão contrário a si é o mesmo Amor? Estes trechos de Canibal Vegetariano Devora Planta Carnívora, dos Engenheiros do Hawaii, são construídos com oximoros: (...) Clichês inéditos Déjà vu nunca visto Esquerda light Diet indigestão Jagunço hi-tech Perua low-profile Cabelo vermelho-Ferrari Jóia rara para a multidão (...) Overdose homeopática Ode ao que se fode Humildade (com \"H\" maiúsculo e dourado) Enfant terrible veterano Calendário eterno Fuso anti- horário Luz difusa Confusa explicação Tara relax Safe sex Disneilândia dândi (a grande guerra) Pantanal new age Bacanal cristão Fanatismo indeciso Fanática indecisão Em resumo: Et cetera e tal... Categoria:Retórica Categoria:Figuras de linguagem",
 "title": "Oxímoro"
}