{
 "id": "115924",
 "text": "Belfast, Belfástia ou Belfaste (em irlandês Béal Feirste) é a capital da Irlanda do Norte e da província do Ulster, sendo a segunda maior cidade na ilha da Irlanda. Enquanto a população dentro dos limites da cidade é de cerca de 275 000, cerca de 750 000 pessoas vivem na área da Grande Belfast. Situa-se próxima à foz do rio Lagan. É flanqueada por trechos de montanha nos dois lados. O nome Belfast tem origem no irlandês Béal Feirste, ou 'boca do Farset' (feirste é o genitivo da palavra fearsaid, \"um carretel\"), o nome do rio onde a cidade se ergueu. O rio Farset foi tomado pelo rio Lagan, por este ser um rio mais importante. O Farset encontra-se agora canalizado debaixo da rua High. Bridge Street indica onde existia antigamente uma ponte sobre o rio Farset. Belfast testemunhou o pior dos conflitos na Irlanda do Norte. O Acordo da Sexta-feira da Paixão encorajou a reconstrução da cidade em larga escala, tais como a Victoria Square, o Titanic Quarter e Laganside incluindo o novo complexo Odyssey e o ponto de referência Waterfront Hall. Uma grande parte do centro da cidade é agora somente pedestre. Queen's University of Belfast é a principal universidade de Belfast. A University of Ulster também possui um campus na cidade, concentrando-se em belas-artes e design. ==História== A área de Belfast tem sido ocupada desde a era do bronze, e alguns objetos remanescentes da era do ferro podem ser vistos. Passou a ser um lugar importante no século XVII e surgiu como centro comercial e industrial nos século XVIII, XIX e XX. Belfast tem sido a capital da Irlanda do Norte desde sua criação em 1921. Uma vez que começou a surgir como cidade principal no século XVIII também tornou-se tristemente sede de conflitos entre Católicos (agora chamados de nacionalistas) e Protestantes (frequentemente chamados de lealistas). O mais recente episódio destes conflitos ocorreu de 1969 até aos finais dos anos 1990. A cidade é conhecida por ter sido a sede de construção do navio Titanic da Companhia Britânica White Star Line. ==Política== Em 1997, os unionistas (leais-Protestantes) perderam o controle do Conselho da Cidade de Belfast pela primeira vez na história, com o Partido da Aliança da Irlanda do Norte ganhando um equilíbrio entre nacionalistas e unionistas. Esta posição foi confirmada pelas eleições de 2001 e 2005. Desde então a cidade teve dois prefeitos nacionalistas um do SDLP e outro do Sinn Féin. Durante as eleições de 2005, os eleitores de Belfast elegeram 51 conselheiros para o Conselho da Cidade de Belfast dos seguintes partidos: 15 Democratic Unionist Party (DUP), 14 Sinn Féin, 8 Social Democratic and Labour Party (SDLP), 7 Ulster Unionist Party (UUP), 4 Alliance Party, 2 Progressive Unionist Party (PUP), e 1 Independente (Frank McCoubrey). Belfast possui quatro parlamentos na assembleia constituinte do Reino Unido - North Belfast, West Belfast, South Belfast e East Belfast. Todos os quatro de alguma forma vão além dos limites da cidade chegando aos distritos de Castlereagh, Lisburn and Newtownabbey. Em 2003, elegeram 7 Sinn Féin, 6 DUP, 5 UUP, 4 SDLP, 1 PUP, e 1 Alliance MLAs (membros da Northern Ireland Assembly). Nas eleições gerais de 2005, elegeram 2 DUP MPs, 1 SDLP MP, o Sinn Féin MP. ==Áreas e Distritos== *Andersonstown – uma área predominantemente católica em Belfast Oeste, sob a sombra da Black Mountain e Divis com uma mistura de área residencial e comercial. O jornal local é o Andersonstown News. * Ardoyne * Ballymacarrett – um distrito da classe operária protestante, perto da rua. Construído sob as sombras dos famosos guindastes da Harland and Wolff: Sansão e Golias, grande número de trabalhadores da região trabalharam nos estaleiros. A área é também conhecida como 'Ulster's Freedom Corner', uma séria de murais leais à Coroa. * Ballymurphy – um bairro residencial em Belfast Oeste. O nome vem do irlandês Baile na Murghiagh significando a vila aos pés da grande montanha. Esta área tem sido habitada desde a Era Viquingue e era originalmente um local de pesca do rio Farset. * Belfast City Centre * Belvoir * Braniel * Castlereagh * Cherryvalley * Cregagh * Donegall Road * Falls Road * Finaghy * Gilnahirk * Lisburn Road * Malone * New Lodge * Newtownbreda * Rathcoole * Ravenhill – localizada na Ravenhill Road e ao sul do centro da cidade, o parque Ormeau fica nas vizinhanças. A área tem tido um aumento considerável no preço das casas nos últimos anos. * Rosetta * Sandy Row * Shankill Road * Shaw's Road – Entre as vias Stewartstown Road e Glen Road em Belfast Oeste. Esta área é conhecida por ter sido o primeiro lugar em Belfast a ter casas construídas por falantes de Irlandês, com o propósito de construir uma Gaeltacht. * Short Strand * Stormont – uma das áreas mais ricas de Belfast, onde o parlamento Northern Ireland Parliament buildings e o Stormont Castle estão localizados. * Tiger's Bay – uma área dos unionistas ao norte de Belfast. Situada entre Duncairn Gardens e a via Limestone Road, não muito longe da área nacionalista New Lodge, o que fez desta área um local muito violento durante os conflitos. * Stranmillis * Turf Lodge – um distrito predominantemente católico em Belfast Oeste. ==Geografia== Belfast está situada a 54°35′50″N, 05°56′20″W. Como consequência de tal latitude, possui dias de inverno curtos e longas tardes de verão. No meio do período mais escuro em dezembro, o pôr-do-sol dá-se às 15h50 enquanto a alvorada acontece às 08h45. Entretanto, isso é contrabalançado pelo período de maio a julho. Nos meados de junho, o pôr-do-sol ocorre depois das 22h e a luz do sol permanece até às 23h em noites mais limpas. Ao norte de Belfast, encontram-se os Vales de Antrim, no município de Antrim, e ao sul estão os montes Castlereagh Hills, no município de Down. Mirando a cidade, estão a montanha Divis, a Black Mountain e Cavehill. ===Clima=== Assim como o resto do país, Belfast tem um clima com muita chuva. Normalmente a média da temperatura máxima é 19 °C em julho e 8 °C em janeiro. A cidade é alvo de pluviosidade significativa em mais de 200 dias por ano e a média pluviométrica chega aos 850 mm por ano. Ainda assim, é metade do que chove na Escócia e na Irlanda Ocidental. Enquanto o granizo e a neve caem ocasionalmente no inverno, como é uma área urbana e costeira, a neve cai em Belfast apenas 2 a 3 dias por ano. O dia mais quente já registrado em Belfast foi de 29 °C. O dia mais frio foi de -13 °C. Tabela Climática Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Ano Temperatura Máxima(°C) 6,5 6,4 8,4 10,7 13,6 16,5 17,9 17,6 15,5 12,5 8,7 7,3 11,8 Temperatura mínima (°C) 1,4 1,3 2,1 3,4 5,7 8,6 10,4 10,3 8,8 6,8 3,3 2,3 5,37 Chuvas(mm) 87 60 70 57 62 64 57 83 85 94 82 84 885 Número de dias chuva 20,6 15,7 19,4 15,4 16,2 15,7 15,6 17,2 17,4 19,3 18,4 19,3 210,2 Fonte: World Meteorological Organisation ==Economia== A indústria de Belfast sofreu um declínio pesado desde a década de 1960, criando muito desemprego na cidade. Recentemente, uma quantia enorme de dinheiro tem sido investida na cidade para estimular a economia. ===Transporte=== Belfast é, pelos padrões europeus, uma cidade relativamente dependente de carro, com uma extensa rede de estradas, incluindo uma via com 10 faixas M2 motorway. Todo o transporte público da Irlanda do Norte é operada por subsidiárias da Translink. Os serviços de autocarros na cidade e nos arredores são operados pela Translink Metro, que fazem a ligação entre os distritos residenciais e o centro da cidade com 12 corredores de transportes públicos de alta qualidade, fazendo serviços radiais a partir do centro, o que resulta numa falta de conexões diretas entre as áreas suburbanas. Áreas mais distantes são servidas pelo Ulsterbus. Northern Ireland Railways tem serviços ferroviários, com comboios saindo dos subúrbios ao norte de Belfast para Carrickfergus e Larne, em direção ao leste para Bangor, e em direção ao sul para Lisburn e Portadown. A mais importante reforma de estradas em Belfast começou no início de 2006 e deve terminar em 2009. A cidade possui dois aeroportos: o George Best Belfast City Airport perto do Belfast Lough e o Belfast International Airport perto do Lago Neagh. O aeroporto internacional oferece voos domésticos, europeus e transatlânticos. O aeroporto da cidade que é muito próximo ao centro, oferece voos domésticos e para algumas cidades da Europa. ==Demografia== A cidade de Belfast está dentro da Belfast Metropolitan Urban Area (BMUA) conforme o NI Statistics and Research Agency (NISRA). Nos Censos de 2001 havia 276 459 pessoas vivendo na Belfast Urban Area. Destas:NI Neighbourhood Information Service *21,7% possuíam menos de 16 anos e 19,7% possuíam mais de 60; *46,8% eram homens e 53,2% eram mulheres; *47,2% eram Católicos e 48,6% eram Protestantes; *5,4% das pessoas entre 16-74 anos estavam desempregadas. ==Cultura== ===Locais de interesse=== O prédio da administração municipal, datado de 1906, a Queen's University of Belfast, de 1849, e outros edifícios vitorianos e eduardinos apresentam um grande número de esculturas. Dentre os edifícios, existem dois antigos bancos do Ulster Bank (1860), na Waring Street e Northern Bank (1769), próximo à Donegall Street. Também notável é a Biblioteca Linenhall Library (1788), na Donegall Square North. O arquiteto Charles Lanyon é responsável por grande parte do edifícios vitorianos. Ao lado do prédio da administração municipal, encontra-se uma roda gigante, conhecida localmente como Belfast wheel. A maior doca seca do mundo fica na cidade, podendo os guindastes gigantes (Samson and Goliath) dos estaleiros Harland and Wolff, construtores do Titanic, ser vistos de longe. Outras indústrias são a do linho e de corda. Algumas áreas da cidade possuem murais sectários, refletindo as discrepâncias políticas e religiosas dos que ali vivem. Áreas com a Shankill Road contêm murais que são praticamente todos Protestantes, representando a violência republicana, a lealdade à Coroa Britânica, a Ulster Volunteer Force e a Ulster Defence Association. Murais em áreas como Falls Road, que são quase que completamente católicos romanos, apresentam temas políticos tais como a Irlanda Unida e o IRA, assim como o folclore tradicional e a língua irlandesa. O herói folclórico irlandês Cú Chulainn aparece nos dois murais, representando o herói celta das batalhas entre o Ulster e as outras províncias. Alguns murais paramilitares foram trocados, tanto nas áreas republicanas como nas áreas leais à Coroa, com imagens menos controversas. Incluíram a memória do jogador de futebol George Best. O Europa Hotel, localizado no centro, foi bombardeado 27 vezes durante os ataques e está entre os hotéis mais bombardeados da Europa. O Crown Liquor Saloon na Great Victoria Street é o único bar controlado pelo National Trust. O bar fica situado do outro lado da rua, em frente ao Hotel Europa, tendo escapado de vários ataques. Muitos dizem que isso acontece porque “Deus protege os bêbados”. As Cortes Reais da Justiça em Chichester Street constituem a sede do Suprema Tribunal da Irlanda do Norte. Os Jardins Botânicos de Belfast possuem muitas atrações incluindo uma casa feita de palmeiras. Belfast também possui o edifício mais alto da ilha da Irlanda, o Windsor House, que possui 80 metros de altura e 23 andares. O Albert Clock fica no final da High Street e foi construído em homenagem ao consorte da Rainha Vitória, o Príncipe Alberto. A Galeria de Banhos Ormeau na Ormeau Avenue é um dos mais belos espaços de arte contemporânea da Irlanda. O Belfast Zoo fica ao norte da cidade, aos pés dos montes Cavehill. Fundado em 1833 pelo Bispo Crolly, St. Malachy's College é um dos mais antigos centros de educação católico-romano da Irlanda. O Cemitério de Belfast possui túmulos de vários notáveis residentes de Belfast, incluindo Viscount Pirrie e Sir Edward Harland. ===Desporto=== Belfast possui vários times famosos. No futebol os campeões da liga irlandesa - Linfield sediados na Windsor Park ao sul da cidade. Windsor também é sede do Northern Ireland team. Outros times de futebol de primeira são o Glentoran em Belfast Leste, Cliftonville e Crusaders ao norte de Belfast e Donegal Celtic a oeste de Belfast. Os campeões da liga celta de rugby e ex-campeões europeus é o Ulster Rugby que joga no Ravenhill ao leste de Belfast. Belfast é representada na elite do Hockey de Gelo pelo Belfast Giants. A maratona de Belfast acontece todo mês de maio. Belfast possui o Campo King George em homenagem ao Rei Jorge V do Reino Unido. ===Mídia=== Belfast é a sede do News Letter, o jornal mais antigo em língua inglesa ainda em circulação. Outros jornais principais são Irish News, o matinal Belfast Telegraph e recentemente, o Daily Ireland. Ainda existe um jornal em língua irlandesa chamado Lá (\"Dia\"). A revista Fortnight (publicada mensalmente) faz comentários de um ponto de vista centro-esquerda não político-partidário. Outra revista mensal chamada The Vacuum oferece comentários sobre artes e cultura na cidade. A cidade é a sede da BBC Northern Ireland, do canal ITV e UTV e das rádios Belfast CityBeat e U105. Existem dois cinemas independentes em Belfast, o Queen's Film Theatre e o Strand Cinema, que apresentam a mostra durante o Belfast Film Festival e o Belfast Festival at Queen's. ==Cidades-irmãs== Belfast é cidade-irmã de: * Nashville * Hefei == Ligações externas == * Go To Belfast - Tourism * Belfast City Council * Belfast City - Tourism * Map of Central Belfast * Urban structure of Belfast * The Odyssey Complex * Architecture of Belfast * The Crown Liquor Saloon * Victoria Square development * Titanic Quarter * Conflict and Politics in Northern Ireland * The Ulster Museum",
 "title": "Belfast"
}