{
 "id": "115913",
 "text": "August Wilhelm von Schlegel (Hanôver, — Bonn, ) foi um poeta, tradutor, crítico e filólogo alemão. É considerado um dos mais importantes filósofos da linguagem da primeira fase do romantismo alemão e pioneiro nos estudos filológicos sobre o sânscrito. Também é bastante conhecido por suas traduções, para o alemão, de Shakespeare (17 peças), Calderón de la Barca, Lope de Vega, Petrarca e Camões . Foi educado no Hannover Gymnasium e na Universidade de Göttingen. Com seu irmão Friedrich, fundou a Athenaeum (1798-1800), considerada a principal revista desse primeiro período do romantismo alemão. Em torno dos irmãos se reuniu um círculo de escritores, como Novalis, Ludwig Tieck e Schelling, que originou esse movimento literário no início do século XIX. Nos estudos linguísticos, August Schlegel é considerado um dos precursores da classificação tipológica das línguas. == Biografia == August era o quarto filho de uma família de dez irmãos, oito homens e duas mulheres. Seu pai, Johann Adolf Schlegel (1721-1793), era pastor luterano. Sua mãe, Johanna Christiane Erdmuthe Hübsch (1735-1811), era filha de um professor de matemática. Na família havia um ambiente artística e intelectualmente aberto. Em 1786, August Schlegel foi estudar teologia na Universidade de Göttingen, mas terminou optando por filologia. Tornou-se aluno de Gottfried August Bürger, que lhe ensinou tradução de línguas clássicas e modernas. Seu irmão Friedrich mudou-se também para Göttingen em 1789. Os dois foram influenciados pelo pensamento de Herder, Kant, Tiberius Hermsterhuis, Winckelmann e Dalberg. Em 1791, August Schlegel concluiu seus estudos universitários, tendo iniciado um ano antes sua primeira tradução de Shakespeare, a da peça \"Sonho de uma noite de verão\", e também a da Divina Comédia de Dante. Após alguns anos como tutor na casa de um banqueiro em Amsterdã, foi para Jena, onde, em 1796, casou-se com Caroline Michäelis. Em 1798 tornou-se professor visitante da Universidade de Jena. Lá continuou suas traduções da obra de Shakespeare, que foram terminadas, sob a supervisão de Ludwig Tieck, pela filha de Tieck, Dorothea, e por Graf Wolf von Baudissin. Esta é considerada uma das melhores traduções poéticas em alemão. Em Jena, Schlegel contribuiu para os periódicos de Schiller, o Hören e o Musenalmanach, e, juntamente com seu irmão Friedrich, dirigiu a revista Athenaeum. Publicou também um livro de poemas. Em 1801, publicou um livro de críticas literárias, Charakteristiken und Kritiken. No ano seguinte, foi morar em Berlim, onde realizou uma série de palestras sobre literatura e artes plásticas. Dois anos depois, Schlegel publicou Ion, uma tragédia no estilo de Eurípides, que deu origem a um debate sobre os princípios da poesia dramática. A isso seguiu-se a obra Spanisches Theater (2 Vols., 1803/1809), na qual ele apresentou traduções de Calderón de la Barca, e Blumensträusse italienischer, spanischer und portugiesischer Poesie (1804), em que traduziu obras do espanhol, do português e do italiano. Em 1807, August atraiu muita atenção na França por ter escrito o ensaio, originalmente em francês, Comparaison entre la Phèdre de Racine et celle d'Euripide, no qual ataca o classicismo francês do ponto de vista da escola romântica. Seus trabalhos no domínio da arte e da literatura dramáticas (Über dramatische Kunst und Literatur, 1809-1811), traduzidos na maioria das línguas europeias, foram publicados em Viena em 1808. Enquanto isso, após o divórcio de sua esposa, Caroline, em 1803, August viajou para França, Alemanha, Itália e outros países com Madame de Staël, de quem foi consultor literário e secretário, além de tutor dos filhos, pelo que recebia um grande salário. Muitas das ideias incorporadas no livro De l'Allemagne, escrito por Staël, eram provenientes de Schlegel. Em 1808, os dois foram expulsos de todo o império francês por Napoleão, acusados de serem inimigos da França e da literatura francesa. Viajaram juntos para Viena, Kiev, Moscou, São Petersburgo e Estocolmo. N a Suécia, Schlegel atuou no jornalismo político contra Napolão. Ele e Madame de Staël retornaram a Paris com a queda de Napoleão em 1814. Em 1818, após a morte de Staël, August Schlegel aceitou um lugar de professor de literatura na Universidade de Bonn, e durante o resto de sua vida ocupou-se principalmente com estudos orientais, embora continuasse o trabalho sobre arte e literatura. Em 1828 publicou dois volumes de escritos críticos (Kritische Schriften). Entre 1823 e 1830 publicou o jornal Indische Bibliothek, bem como a tradução para o alemão do Bhagavad Gita, a partir do latim, e do Ramayana (1829). Estes trabalhos marcam o começo do estudo do sânscrito na Alemanha. Schlegel casou-se (1818) com Sophie Paul, filha do também filólogo Hermann Paul, mas essa união foi dissolvida em 1821. Morreu em Bonn em 12 de maio 1845. Embora a obra poética de Schlegel não seja considerada de importância no romantismo alemão, ele foi considerado um grande tradutor e crítico já em sua época, trazendo para a língua alemã obras que foram fundamentais para o movimento romântico. Na crítica, August Schlegel pôs em prática o princípio romântico que o primeiro dever de um crítico não é julgar de um ponto de vista superior, mas compreender e caracterizar um trabalho de arte. == Contribuições para a Linguística == August Schlegel é considerado um precursor na classificação tipológica das línguas. Essa classificação procura descrever vários tipos linguísticos encontrados entre as línguas a partir de um único parâmetro gramatical. As primeiras manifestações dessa tipologia de línguas baseiam-se na classificação morfológica proposta por Adam Smith, em 1761, e retomada pelos irmãos Friedrich (1808) e August Schlegel (1818). August destacou-se pelo fato de apresentar, sob o domínio das línguas flexivas, a distinção entre “línguas analíticas” e “línguas sintéticas”, traduções dos termos compounded e uncompounded de Smith. A partir do chinês, August Schlegel sugeriu um terceiro tipo de línguas, as “sem estrutura”. De acordo com Albano Dalla Pria, \"Uma língua sintética, segundo essa perspectiva, possui maior complexidade da sua flexão, que expressa de forma amalgamada caso, gênero, número, tempo, aspecto etc., ao passo que uma língua analítica faz uso de construções perifrásticas (com verbos auxiliares, preposições etc). [...] Daí vêm as dicotomias 'línguas sintáticas' e 'línguas morfológicas', 'línguas paradigmáticas' e 'línguas sintagmáticas', etc., que, em última instância, não passam da distinção entre línguas antigas (como o grego, o latim e o sânscrito) e línguas modernas da Europa (francês, inglês, espanhol, italiano, português, etc), tendo na sua base a palavra como unidade básica da língua\". Ainda segundo Pria, \"A classificação tripartite de Schlegel dá origem à formulação da classificação morfológica “clássica” de tipos de línguas: isolantes (ou monossilábicas), aglutinantes e flexivas (ou fusionantes). O período em que foram realizados esses estudos, isto é, o século XIX, foi bastante influenciado pelas concepções 'naturalistas' de evolução. Para August Schlegel e seus antecessores, a justificativa para a evolução de uma língua sintética para analítica assentaria basicamente no contato com outras línguas\". == Obras == *(Übers.): W. Shakespeare: Dramatische Werke 9 Bde. Berlin: Unger 1797–1810. (Ergänzt u. erläutert von Ludwig Tieck. Theil 1–9. Berlin: Reimer 1825–33) *Athenaeum 3 Bde. Berlin: Vieweg (1) bzw. Berlin: Frölich (2–3) 1798–1800 *Ehrenpforte und Triumphbogen für den Theater- Präsidenten von Kotzebue bey seiner gehofften Rückkehr ins Vaterland [1800] *Gedichte Tübingen: Cotta 1800 *Charakteristiken und Kritiken 2 Bde. Königsberg: Nicolovius 1801 *Musen-Almanach für das Jahr 1802 Hg. A. W. Schl. u. L. Tieck. Tübingen: Cotta 1802 *An das Publikum. Rüge einer in der Jenaischen Allgemeinen Literatur-Zeitung begangnen *Gedichtzyklus Die Sylbenmaaße. Erstmals abgedruckt in: Friedrich Schlegel (Hrsg.): Europa. Band 1,2 (1803), S. 117f. Google Books *Ion. Ein Schauspiel Hamburg: Perthes 1803 *Blumensträuße italienischer, spanischer und portugiesischer Poesie Berlin 1803 *Spanisches Theater 2 Bde. Berlin 1803–1809 *Über dramatische Kunst und Litteratur. Vorlesungen 3 Bde. Heidelberg: Mohr & Zimmer 1809–11 *Poetische Werke 2 Bde. Heidelberg: Mohr & Zimmer 1811 *(Hrsg.): Indische Bibliothek 3 Bde. (von Band 3 nur Heft 1). Bonn: Weber 1820–30 *Bhagavad-Gita Bonn: Weber 1823 *Die Rheinfahrt des Königs von Preußen auf dem Cölnischen Dampfschiffe Friedrich Wilhelm zur Einweihung desselben am 14. September 1825. In lateinischer Sprache besungen. Nebst einer deutschen Übersetzung von Justizrath Bardua in Berlin. Für das abgebrannte Städtchen Friesac Berlin: Nauck 1825 *Kritische Schriften 2 Bde. Berlin: Reimer 1828 *Zu Goethe‘s Geburtsfeier am 28. August 1829 *Réflexions sur l‘étude des Langues Asiatiques suivies d‘une lettre à M. Horace Hayman Wilson Bonn: Weber 1832 *Essais littéraires et historiques Bonn: Weber 1842 *Oeuvres 1846 (posthum) == Ligações externas == * * Categoria:Membros da Academia de Ciências da Baviera Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia de Ciências de Göttingen Categoria:Naturais de Hanôver Categoria:Poetas da Alemanha Categoria:Tradutores da Alemanha",
 "title": "August Wilhelm Schlegel"
}