{
 "id": "115990",
 "text": "Língua tonal é todo aquele idioma em que a entonação faz parte da sua estrutura semântica, isto é, uma mesma palavra pode assumir diferentes significados, dependendo do tom de suas sílabas. Todas as línguas verbais usam a mudança de tom para expressar informações paralinguísticas (como emoções) e transmitir ênfase, contraste e outros aspectos; entretanto, nem todas usam tons para distinguir palavras, de forma análoga ao que fazem consoantes e vogais. Presume-se que 40% das línguas do mundo sejam tonais. O número de tons varia de dois a oito. == Línguas tonais == O tom é uma característica fonológica encontrada em todos os continentes, embora os exemplos típicos sejam as línguas chinesas da Ásia. Um estudo sobre um amplo corpo de línguasM. Haspelmath, M. S. Dryer, D. Gil, B. Comrie (2005): WALSin, The World Atlas of Languages Structures, ISBN 0-19-925591-1 estima que cerca de 40% das línguas humanas são línguas tonais. Apesar de sua ampla difusão no mundo, as línguas tonais concentram-se basicamente em cinco regiões: # Extremo Oriente (família sino-tibetana, vietnamita) # África Ocidental subsahariana e Línguas bantas # Nova Guiné # Mesoamérica (línguas otomangues) e línguas na-dené na América do Norte # Muitas línguas da Amazônia. São línguas que fazem uso de tons: * A maioria das línguas sino-tibetanas, incluindo as mais importantes quanto ao número de falantes. * Todas as línguas da família miao-yao. * Várias línguas afro-asiáticas, como o hauçá. * A grande maioria das línguas africanas, como o eué, o malinquê e o lingala. * Possivelmente todas as línguas nilóticas. * Diversas línguas indígenas da América, espalhada pela América (mais notavelmente na Amazônia). * O servo-croata é considerado marginalmente tonal. O ibo também uma língua tonal, como o iorubá ou o chinês. Existem centenas de dialetos diferentes e línguas iboides incluídas na língua ibo, tais como os dialetos icuerrê enuane e o epeiê. Entre as poucas línguas africanas não tonais, está o suaíli e o uolofe. Devido ao fato de as línguas tonais ocorrerem em todo o mundo, diversas formas de representação escrita de tons se desenvolveram de forma independente ao redor do globo. Na Ásia e na América, o uso de números é mais comum, enquanto que o uso de acentos é mais usado em contextos africanos. == Notação fonética == Símbolo Exemplo Descrição ◌̄ Chinês mandarim mā [妈] Tom alto e constante ◌́ Chinês mandarim má [嘛] Tom crescente ◌̌ Chinês mandarim mǎ [马] Tom médio alternado ◌̀ Chinês mandarim mà [骂] Tom decrescente Não tem Chinês mandarim ma [吗] Tom neutro Um exemplo típico de língua tonal é o chinês tomado na sua variedade mandarim, cujo sistema tonal consta de quatro tons mais um tom neutro. Por exemplo, a sílaba \"ma\", pronunciada com o primeiro tom mā (妈) pode significar \"mãe\", se pronunciada com o segundo tom pode significar \"cânhamo\" (麻), pronunciada com o terceiro tom pode significar \"cavalo\" (马), pronunciada com o quarto tom pode significar \"insultar\"\" (骂). == Bibliografia == * Yip, Moira (2002). Tone. Cambridge Textbooks in Linguistics. Cambridge: Cambridge University Press. ISBN 0-521-77314-8. ISBN 0-521-77445-4 (pbk).",
 "title": "Língua tonal"
}