{
 "id": "115980",
 "text": "A bandeira do estado do Tocantins é um dos símbolos oficiais do estado brasileiro do Tocantins.ALVES. Derly Halfeld. Bandeiras: nacional, históricas e estaduais. Brasília. Edições do Senado Federal, 2011. ISBN 978-85-7018-358-3 == Descrição vexilológica == A faixa azul representa os rios e a amarela, as riquezas do estado. O sol, sobre a faixa branca, significa que ele nasce para todos os cidadãos tocantinenses. É assim a sua atual composição: ⁣ :Retângulo com as proporções de 20 módulos de comprimento por 14 módulos de largura. Os vértices, superior esquerdo e inferior direito são triângulos retângulos, com catetos de 13 por 9 módulos, nas cores, azul (blau) e amarelo (ouro), respectivamente. A barra resultante desta divisão, em branco, está carregada com um sol estilizado de amarelo (ouro), com 8 pontas maiores e 16 pontas menores, com 4 e 2,3 módulos de raio respectivamente. == História == A bandeira foi instituída pela lei estadual n.º 94, de 17 de novembro de 1989 durante o governo do Siqueira Campos, tendo o texto alterado pela lei n.º159/1990. == Outras propostas == ===Movimento separatista (1956) === Em 1956 foi criada uma Comissão para o estudo da estruturação jurídica do Estado do Tocantins, na qual foi criada uma proposta de bandeira para o futuro estado. A mesma possuía treze listras horizontais alternadas em verde e branco, referentes ao dia do lançamento do manifesto (13 de maio), sobreposta às listras havia uma faixa diagonal vermelha do canto superior da tralha para o inferior direito e ao centro da faixa a palavra “VELO” em letras brancas, simbolizando que o novo estado velaria pelos interesses do país. Imagem:Tocantins1956.svg|Projeto de bandeira criado em 1956 para o futuro estado do Tocantins. === Bandeira proposta (1987-1988) === Raimundo Gomes Marinho, ex-prefeito do município de Araguaína, elaborou uma proposta de bandeira para a bandeira do Tocantins que foi apresentada juntamente com os discursos do Comissão de Estudos do Norte Goiano (CONORTE) durante a Assembleia Constituinte de 1987. Imagem:Bandeira-proposta-do- tocantins.svg|Projeto de bandeira criado em 1987-1988 para o futuro estado do Tocantins. Categoria:Bandeiras introduzidas em 1989",
 "title": "Bandeira do Tocantins"
}