{
 "id": "115948",
 "text": "Virgindade comumente se refere ao estado de quem é virgem, isto é, alguém que nunca teve relações sexuais. No entanto, o conceito de virgindade é construído pela sociedade, baseado em critérios tanto biológicos quanto socioculturais, e desta forma pode variar grandemente entre as culturas, além de ter sido modificado ao longo do tempo por questões políticas e religiosas. Em alguns meios sociais ou religiosos, importam-se muito com a preservação da virgindade antes do casamento. Biologicamente, virgindade pode ser definida como o atributo de uma pessoa (ou animal) que nunca foi submetida a qualquer tipo de relação sexual (conjunção carnal) e por tal, no caso mais específico das fêmeas, a nenhum contato com esperma e inseminação por meios naturais; conceito estendido atualmente também às inseminações artificiais. Nas fêmeas de animais dotados de hímen é popularmente atrelada à não violação desse. Há contudo mulheres virgens nas quais naturalmente não se verifica a presença de tal película no órgão reprodutor, e há inclusive aquelas nas quais não se encontra naturalmente vestígios da membrana; sendo a definição popular, por esses e outros motivos, incompleta frente à biológica. Em muitas religiões, virgindade atrela-se à pureza, à não maculação, tanto da alma como do corpo humano; o que estende o conceito inclusive à ausência de autossatisfação sexual. A religião cristã tanto em perspectiva cristã quanto muçulmana, estabelece que a Virgem Maria, a mãe de Jesus (Isa na fé islâmica), o teria concebido e dado-o à luz sem qualquer contato com progenitor ou gameta masculinos; sendo sua gravidez resultado de uma intervenção divina; o que a torna, ao menos nesses sistemas de crenças, a única mulher a dar à luz sem ser maculada: a Virgem Maria; a \"Santa Maria, mãe de Deus\" — conforme descrito na oração cristã em sua homenagem, a Ave Maria. Nas crenças católica e ortodoxa, ela teria ainda permanecido virgem pelo resto de sua vida. O termo virgindade é polissêmico e também remete à não utilização, como em sistemas de computador,Denis Howe, 'Virgin', The Free On-line Dictionary of Computing, 1993-2007. CDs, DVDs e outras mídias graváveis. O azeite pode ser chamado de virgem ou extravirgem, caso tratar-se da primeira prensagem e não houver óleo refinado. == Etimologia == A palavra virgem tem origem no latim, na forma substantiva , genitivo , que significa \"mulher jovem\" ou \"menina\". A palavra latina provavelmente surgiu por analogia com um naipe de lexema baseado em , significando \"ser verde, fresca ou florescente\", principalmente com referência botânico — em particular, significando \"tira de madeira\".'Virgin', Online Etymology Dictionary. == Hímen e a virgindade feminina == O hímen é uma membrana situada na vulva que bloqueia parcialmente a entrada da vagina. Aparece em certos mamíferos para proteger as fêmeas durante a sua infância dos riscos de infecções, daí durante esta fase da vida das meninas ser uma membrana relativamente espessa e resistente, no entanto com o aproximar da puberdade essa membrana torna-se muito fina e pouco resistente. Esta membrana é muitas vezes rompida durante a primeira penetração do pênis na vagina (defloração). No entanto, usar a integridade do hímen como indicação de virgindade é relativo e enganador. O hímen pode ser destruído por atividades ou acidentes físicos diversos, como na prática da equitação, ginástica, ou ainda com algum movimento mais bruto, e um hímen preservado não exclui penetração vaginal (coito), pois no caso de o hímen ser elástico o suficiente (hímen complacente), pode permitir o coito sem que rompa, ajustando-se ao diâmetro do pênis, podendo este tipo de hímen só vir a se romper num coito mais “apressado” em que a lubrificação e/ou dilatação não é a ideal ou mesmo só num parto. Para além disso são bem conhecidos e documentados os casos de mulheres que pura e simplesmente nascem sem hímen. == Religiões == Historicamente o estatuto de virgindade foi considerado como conferindo capacidades mágicas ou sagradas. Assim por exemplo no antigo oráculo de Delfos o contato com os deuses era estabelecido pela Pítia, uma mulher virgem. Durante a Idade Média, acreditava-se que o mítico unicórnio só podia ser domado por virgens. Uma grande variedade de culturas tradicionais e as principais religiões monoteístas (cristianismo, islão, judaísmo) prescrevem a virgindade até o casamento. A virgindade é um conceito importante na tradição cristã, especialmente no que diz respeito à Virgem Maria (veja virgindade perpétua de Maria e nascimento virginal de Jesus, por exemplo), que ocupa um lugar central no dogma cristão católico e ortodoxo. Votos de castidade e celibato são necessários para entrar na vida monástica ou no sacerdócio. == Liberalização sexual == A liberalização dos comportamentos sexuais permitida entre outros pela contracepção hormonal e a emancipação social das mulheres alterou profundamente a visão da virgindade nas sociedades contemporâneas. Ao mesmo tempo que a contracepção permitiu separar a sexualidade do ato de procriação, a virgindade perdeu o seu papel de garantia de legítima filiação no casal. Estas mudanças dessacralizaram o papel social da virgindade, que adotou em certos casos um valor negativo e angustiante, como pretenso indicador de incapacidade social ou amorosa. No entanto, a expansão de movimentos religiosos mais conservadores e a consciência dos riscos ligados às infeções sexualmente transmissíveis como o VIH têm levado a uma renascença da virgindade como um ideal positivo e desejável para alguns. == Estudos acadêmicos == Embora haja uma grande variedade de termos empregada no âmbito do acadêmico especializado, um termo é comum para \"perda da virgindade\" é iniciação sexual. Uma teoria hipotetiza que existe um desenvolvimento adequado para esta fase, por conseguinte, uma idade apropriada (ver idade do consentimento). === Antropologia cultural === Antropologia é o estudo do ser humano, o seu desenvolvimento e diversidade. Uma grande área dentro da antropologia é a antropologia cultural. O trabalho de campo na antropologia cultural implica recolher as informações a respeito de uma cultura para produzir uma etnografia, o que pode, então; ser comparado e contrastado com outras culturas. Muitas etnografias fornecem informações a respeito do ponto de vista cultural sobre o comportamento sexual, incluindo as regras e fundamentos, recompensas e punições. As sociedades apresentam muitas vezes divergências claras nos seus alimentos, vestuários, linguagens e tecnologia. No entanto, existem padrões universais na linguagem, e podem ser feitas grandes classificações nos níveis tecnológicos, como pedra, a agricultura, a cerâmica, bronze e ferro. Da mesma forma, os antropólogos estipulam que certos valores, como a família, e tabus como o incesto são comuns a todas as sociedades. Mais recentemente descobriram que o amor romântico e ciúme também são universais características do relacionamento humano.Donald Brown, Human Universals, 1991. Os valores sociais relacionados com a virgindade são refletidos claramente tanto ciúme como nas ideais de amor romântico. De maior ou menor forma, eles parecem estar profundamente arraigadas na natureza humana. === Biologia evolutiva === Um aspecto estudado pela biologia é a forma como as espécies evoluem ao longo do tempo para se adaptarem ao ambientes que vivem. No comportamento Animal em especial o comportamento social de muitos mamíferos se acredita que a evolução ocorreu pautada em princípios semelhantes. Um estudo recente fornece um exemplo de como teoria evolutiva pode contribuir para uma importante questão relativa às consequências do comportamento sexual humano. Nos sistemas de acasalamento em que determinado casal, separar e juntar-se repetidas vezes (ou seja, monogamia seriada), alguns machos monopolizam mais de uma fêmea durante a sua vida reprodutiva e, assim, deixam outros machos efetivamente sem poder acasalar-se. Machos que não podem garantir fêmeas através de métodos tradicionais podem procurar alternativas, tais como o estupro, para garantir a passagem dos seus genes em gerações futuras. Análise dos registros do governo dos E.U.A. mostram que o divórcio e segundo casamento amostrados nos Estados Unidos são susceptíveis ao inverso do aumentar do sucesso reprodutivo dos machos, e as taxas de divórcio e estupro apresentam uma correlação positiva. O resultado sugere que a monogamia seriada aumenta variação dos machos, em relação ao sexo feminino, o sucesso reprodutivo e este último resultado sugere que essa variação influencia a frequência de estupro na sociedade americana. Devido à violação da fêmea às vezes promover a gravidez e manter essa gravidez seu período, os resultados indicam, que atualmente, o estupro tem significado adaptativo.Philip T. Starks, Caroline A. Blackie, 'The relationship between serial monogamy and rape in the United States (1960-1995)', Proceedings of the Royal Society: Biological Sciences, 267 (2000): 1259-1263. == Ver também == * Virgindade sagrada * Castidade * Celibato * Celibato involuntário * Timidez amorosa * Relação Sexual * Sexo vaginal Categoria:Virgindade",
 "title": "Virgindade"
}