{
 "id": "11594",
 "text": "Esta é uma lista daqueles que serviram como Presidente da República do Peru (Chefe de Estado e Chefe de Governo do Peru) desde o seu estabelecimento até o presente. O cargo foi estabelecido pelo Congresso Constituinte do Peru (1822), após a renúncia de José de San Martín ao cargo de Protetor do Peru e sua posterior saída do país. O primeiro presidente foi José de la Riva Agüero e a atual presidente em exercício é Dina Boluarte, a primeira mulher a ocupar o cargo. Na história do cargo, houve uma série de crises políticas, caudilhos, revolta de quartéis, guerras civis, morte do titular, golpes de estado, tentativas parlamentares de destituição da presidência,Cfr. Pérez-Liñán, Aníbal (2007). Impeachment presidencial e a nova instabilidade política na América Latina . Cambridge University Press. um autogolpe e vacâncias ditadas pelo congresso. A lista é baseada na obra do historiador Jorge Basadre, constituições, leis e decretos em cada caso. Mesmo não tendo sido presidentes, a lista inclui os Libertadores José de San Martín e Simón Bolívar por sua relevância histórica na independência do Peru e sua consolidação. == Presidentes da República do Peru == === A corrente libertadora do Sul e o surgimento da República Peruana (1820 - 1823) === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 1 José de la Riva Agüero 28 de fevereiro de 1823 23 de junho de 1823 — 2 José Bernardo de Tagle 16 de agosto de 1823 18 de novembro de 1823 — 18 de novembro de 1823 10 de fevereiro de 1824 Diego de Aliaga e Santa Cruz === A corrente libertadora do Norte e a consolidação da independência peruana (1823 - 1826) === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 3 160x160px José de La Mar 10 de junho de 1827 7 de junho de 1829 Manuel Salazar e Baquijano 4 Agustín Gamarra 1º de setembro de 1829 19 de dezembro de 1829 Antonio Gutiérrez de la Fuente (1829-1831) 19 de dezembro de 1829 19 de dezembro de 1833 === Guerra Civil peruana de 1835-1836 === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 5 Luis José de Orbegoso y Moncada 20 de dezembro de 1833 22 de fevereiro de 1835 — 6 Felipe Santiago Salaverry 25 de fevereiro de 1835 7 de fevereiro de 1836 — 7 Luis José de Orbegoso y Moncada 8 de janeiro de 1836 11 de agosto de 1836 — === Confederação Peru-Boliviana (1836-1839) === ==== Restauração da República do Peru ==== Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 8 Agustín Gamarra 20 de janeiro de 1839 15 de agosto de 1839 Manuel Menendez (Presidente do Conselho de Estado) Justo Figuerola (1º Vice-presidente do Conselho de Estado) 19 Juan Francisco de Vidal La Hoz (2º Vice-presidente do Conselho de Estado) 15 de agosto de 1839 10 de julho de 1840 10 de julho de 1840 18 de novembro de 1841 === Início da Anarquia (1841-1845) === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 9 Manuel Menéndez 18 de novembro de 1841 16 de agosto de 1842 Justo Figuerola (1º Vice-presidente do Conselho de Estado) Juan Francisco de Vidal La Hoz (2º Vice-presidente do Conselho de Estado) 10 Juan Francisco de Vidal 20 de outubro de 1842 15 de março de 1843 — 11 Manuel Ignacio de Vivanco 27 de março de 1843 17 de junho de 1844 — 12 Manuel Menéndez 7 de outubro de 1844 20 de abril de 1845 — === Fim da Anarquia (1845) === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 13 Ramón Castilla 20 de abril de 1845 20 de abril de 1851 — 14 José Rufino Echenique 20 de abril de 1851 5 de janeiro de 1855 — 15 Ramón Castilla 5 de janeiro de 1855 24 de outubro de 1858 — 24 de outubro de 1858 24 de outubro de 1862 Juan Manuel del Mar 16 Miguel de San Román 24 de outubro de 1862 3 de abril de 1863 1º Juan Antonio Pezet 2º Pedro Diez Canseco Corbacho 17 Juan Antonio Pezet 5 de agosto de 1863 8 de novembro de 1865 Pedro Diez Canseco Corbacho 18 Mariano Ignacio Prado 28 de novembro de 1865 15 de fevereiro de 1867 — 15 de fevereiro de 1867 31 de agosto de 1867 — 31 de agosto de 1867 5 de janeiro de 1868 — 19 Pedro Diez Canseco 22 de janeiro de 1868 2 de agosto de 1868 — 20 José Balta 2 de agosto de 1868 22 de julho de 1872 1º Mariano Herencia-Zevallos 2º Francisco Diez-Canseco Corbacho 21 Mariano Herencia Zevallos 27 de julho de 1872 2 de agosto de 1872 Francisco Diez-Canseco Corbacho 22 Manuel Pardo 2 de agosto de 1872 2 de agosto de 1876 1º Manuel Costas Arce (1872-1876) 2º Francisco Garmendia Puértolas (1872-1873) === Guerra do Pacífico === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 23 Mariano Ignacio Prado 2 de agosto de 1876 18 de dezembro de 1879 1º Luis La Puerta 2º José Francisco Canevaro 24 Luis La Puerta 18 de dezembro de 1879 23 de dezembro de 1879 José Francisco Canevaro 25 Nicolás de Piérola 23 de dezembro de 1879 28 de julho de 1881 — 29 de julho de 1881 28 de novembro de 1881 — 26 Francisco García Calderón 12 de março de 1881 10 de julho de 1881 — 10 de julho de 1881 6 de novembro de 1881 1º Lizardo Montero 2º Andrés Avelino Cáceres 27 Lizardo Montero Flores 6 de novembro de 1881 28 de outubro de 1883 Andrés Avelino Cáceres 28 Miguel Iglesias 31 de agosto de 1882 30 de dezembro de 1882 — 30 de dezembro de 1882 1º de março de 1884 — 1º de março de 1884 3 de dezembro de 1885 — === Fim da Guerra do Pacífico === Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências 29 Andrés Avelino Cáceres 3 de junho de 1886 10 de agosto de 1890 1º Remigio Morales Bermúdez 2º Aurélio Denegri 30 Remigio Morales Bermúdez 10 de agosto de 1890 1º de abril de 1894 1º Pedro Alejandrino del Solar 2º Justiniano Borgonho 31 Justiniano Borgoño 1º de abril de 1894 10 de agosto de 1894 — 32 Andrés Avelino Cáceres 10 de agosto de 1894 20 de março de 1895 1º César Canevaro 2º Cesáreo Chacaltana 33 Nicolás de Piérola 8 de setembro de 1895 8 de setembro de 1899 1º William Billinghurst 2º Seminário Augusto e Váscones 34 Eduardo López de Romaña 8 de setembro de 1899 8 de setembro de 1903 1º Isaac Alzamora 2º Federico Bresani 35 Manuel Candamo Iriarte 8 de setembro de 1903 7 de maio de 1904 1º Lino Alarco 2º Serapio Calderon 36 Serapio Calderón 7 de maio de 1904 24 de setembro de 1904 — 37 José Pardo y Barreda 24 de setembro de 1904 24 de setembro de 1908 José Salvador Cavero Ovalle 38 Augusto B. Leguía y Salcedo 24 de setembro de 1908 24 de setembro de 1912 1º Eugenio Larrabure e Unanue 2º Belisário Sosa 39 Guillermo Billinghurst 24 de setembro de 1912 4 de fevereiro de 1914 1º Roberto Leguia 2º Miguel Echenique 40 Óscar Raymundo Benavides Larrea 4 de fevereiro de 1914 15 de maio de 1914 — 15 de maio de 1914 18 de agosto de 1915 — 41 José Pardo y Barreda 18 de agosto de 1915 4 de julho de 1919 1º Ricardo Bentin Sánchez 2º Melitón Carvajal 42 Augusto B. Leguía y Salcedo 4 de julho de 1919 12 de outubro de 1919 — 12 de outubro de 1919 12 de outubro de 1924 1º César Canevaro 2º Agustín de la Torre González 5 12 de outubro de 1924 12 de outubro de 1929 — 12 de outubro de 1929 25 de agosto de 1930 — 43 Luis Miguel Sánchez Cerro 27 de agosto de 1930 1º de março de 1931 — 8 de dezembro de 1931 30 de abril de 1933 — 44 Óscar Raymundo Benavides Larrea 30 de abril de 1933 8 de dezembro de 1939 1º Ernest Montagne Markholz (1936-1939) 2º Antonio Rodríguez Ramírez (1936-1939) 45 Manuel Prado y Ugarteche 8 de dezembro de 1939 28 de julho de 1945 1º Rafael Larco Herrera 2º Charles Gibson 46 José Luis Bustamante y Rivero 28 de julho de 1945 29 de outubro de 1948 1º José Gálvez Barrenechea 2º Eduardo Ganoza e Ganoza 47 Manuel A. Odría 1º de novembro de 1948 1º de junho de 1950 Zenon Noriega 28 de julho de 1950 28 de julho de 1956 1º Heitor Boza 2º Federico Bolognesi Bolognesi 48 Manuel Prado y Ugarteche 28 de julho de 1956 18 de julho de 1962 1º Luis Gallo Porras 2º Carlos Moreyra e Paz Soldán 49 Ricardo Pérez Godoy 18 de julho de 1962 3 de março de 1963 1º Nicolas Lindley Lopez 2º Pedro Vargas Prada 50 Nicolás Lindley López 3 de março de 1963 28 de julho de 1963 — 51 Fernando Belaunde Terry 28 de julho de 1963 3 de outubro de 1968 1º Edgardo Seoane 2º Mario Polar Ugarteche 52 Juan Velasco Alvarado 3 de outubro de 1968 29 de agosto de 1975 Edgardo Mercado Jarrin 53 Francisco Morales Bermúdez 30 de agosto de 1975 28 de julho de 1980 Peter Richter Prada 54 Fernando Belaúnde Terry 28 de julho de 1980 28 de julho de 1985 1º Fernando Schwalb 2º Javier Alva Orlandini 55 Alan Garcia 28 de julho de 1985 28 de julho de 1990 1º Luis Alberto Sanchez 2º Luís Alva Castro 56 Alberto Fujimori 28 de julho de 1990 5 de abril de 1992 1º Máximo San Román 2º Carlos García y García 22 de abril de 1992 9 de janeiro de 1993 Jaime Yoshiyama 9 de janeiro de 1993 28 de julho de 1995 28 de julho de 1995 28 de julho de 2000 1º Ricardo Márquez Flores 2º César Paredes Canção 28 de julho de 2000 21 de novembro de 2000 1º Francisco Tudela 2º Ricardo Márquez Flores 57 Valentín Paniagua Corazao 22 de novembro de 2000 28 de julho de 2001 Assumiu a presidência após a renúncia de Alberto Fujimori. 58 Alejandro Toledo 28 de julho de 2001 28 de julho de 2006 1º Raúl Diez Canseco Terry (2001-2004) 2º David Waisman (2001-2006) 59 Alan García 28 de julho de 2006 28 de julho de 2011 1º Luís Giampietri 2º Lourdes Mendoza del Solar 60 Ollanta Humala 28 de julho de 2011 28 de julho de 2016 1ª Marisol Espinoza (2011-2016) 2º Omar Chehade (2011-2012) 61 Pedro Pablo Kuczynski 28 de julho de 2016 23 de março de 2018 1º Martín Vizcarra 2º Mercedes Aráoz 62 Martin Vizcarra 23 de março de 2018 9 de novembro de 2020 Mercedes Aráoz (2018-2019) 63 Manuel Merino 10 de novembro de 2020 15 de novembro de 2020 — 64 Francisco Sagasti 17 de novembro de 2020 28 de julho de 2021 — 65 Pedro Castillo 28 de julho de 2021 7 de dezembro de 2022 Dina Boluarte 66 Dina Boluarte 7 de dezembro de 2022 até a atualidade — == Termo aditivo == Os mencionados na lista a seguir foram empossados ​​como presidentes do Peru, produto de uma crise política, porém nunca conseguiram governar. Nº Fotografia Presidente Início de Governo Fim de Governo Vice-presidente Referências — Máximo San Román 21 de abril de 1992 6 de janeiro de 1993 Carlos García y García — Mercedes Aráoz 30 de setembro de 2019 1 de outubro de 2019 — == Ex- presidentes vivos == A dignidade de ex-presidente da República foi reconhecida na Constituição para a República do Peru de 1979, que determinou: > \"(...) os ex-presidentes Constitucionais da República são Senadores > vitalícios, não sendo considerados para efeitos do Art. 169 (quórum de > instalação do Congresso).\" Em virtude de tal artigo constitucional, José Luis Bustamante y Rivero (até sua morte), Fernando Belaúnde Terry (até a crise constitucional de 1992 ) e Alan García (até a crise constitucional de 1992 ) foram senadores vitalícios. Atualmente, os ex-presidentes constitucionais recebem uma pensão vitalícia equivalente ao salário de um deputado, suspensa quando voltam a exercer cargos públicos ou quando o Congresso faz uma acusação constitucional contra eles. Esta última suspensão só poderá ser levantada se o Judiciário concluir que o ex-mandatário é inocente. Após a morte, é transferido para o seu cônjuge sobrevivente e/ou filho menor. Em 2016, com a redução dos benefícios dos conselheiros, ex-presidentes contam apenas com segurança pessoal. Em 2006, Morales Bermúdez, Paniagua Corazao e Alejandro Toledo Manrique, na qualidade de ex-presidentes, foram convidados para o Acordo Nacional, um fórum de diálogo para grupos políticos e instituições da sociedade peruana. Apesar do convite, Ollanta Humala não compareceu. Dois casos são particulares, por certa semelhança: * Augusto B. Leguía y Salcedo, em seu terceiro mandato no período de onze anos, foi deposto pelo golpe de estado de 1930, acontecimento após o qual foi impedido de deixar o país, e preso por ser acusado de crimes de enriquecimento ilícito cometidos durante seu governo. As precárias condições de sua prisão levaram ao colapso de sua saúde, muito gravemente ele foi transferido para o Hospital Naval de Callao, onde morreu. * Alberto Fujimori em seu terceiro mandato foi afastado do cargo por incapacidade moral, após sua renúncia do Japão ter sido rejeitada. Após um longo processo de extradição, enfrenta acusações na prisão por vários crimes, recebeu cinco condenações, a mais grave por crimes contra a humanidade. Ficheiro:Alejandro Toledo (8682).jpg|Alejandro Toledo (2001-2006) anos Ficheiro:Ollanta Humala.jpg|Ollanta Humala (2011-2016) anos Ficheiro:PPK en 2016.jpg|Pedro Pablo Kuczynski (2016-2018) anos Ficheiro:Martín Vizcarra Cornejo (cropped) (cropped).png|Martín Vizcarra (2018-2020) anos Ficheiro:Manuel Merino de Lama (cropped).jpg|Manuel Merino (2020) anos Ficheiro:Francisco R. Sagasti (portrait).jpg|Francisco Sagasti (2020-2021) anos Ficheiro:Pedro Castillo portrait.png|Pedro Castillo (2021-2022) anos == Ver também == *Lista de vice-reis do Peru Peru * Presidentes",
 "title": "Lista de presidentes do Peru"
}