{
 "id": "116039",
 "text": "Bradesco é um banco brasileiro, constituído na forma de sociedade anônima, com sede em Osasco, em São Paulo. Foi fundado em 10 de março de 1943 em Marília, São Paulo, por Amador Aguiar. Em 2010, foi o único banco privado brasileiro a estar presente em todos os municípios do país, com pelo menos uma agência ou posto de atendimento em cada uma das 5.564 cidades do Brasil.https://exame.abril.com.br/revista-exame/os-15-bancos-que-tem-mais- agencias-no-brasil/ Os 15 bancos que têm mais agências no Brasil - EXAME.com Foi considerada uma das marcas mais valiosas da América Latina desde 2012 (e em primeiro lugar entre os bancos entre 2012 e 2015), pela consultoria Brand Finance. Em 2016, foi premiado pela revista IstoÉ Dinheiro como a marca mais valiosa do Brasil dos últimos dez anos. No mesmo ano, ficou em 24.º lugar na lista de maiores bancos do mundo da revista Forbes. Alcançou em 2017 a segunda posição entre os bancos de maior patrimônio líquido do Brasil e foi considerado o segundo maior banco privado do país. Também em 2017, foi eleito, pelo sexto ano consecutivo, como a “Marca Mais Valiosa do Brasil” do setor financeiro, conforme o ranqueamento BrandZ Brasil, promovido pela Kantar Millward Brown. Em 2019, foi mais uma vez eleita a Marca Mais Valiosa do Brasil, pela revista IstoÉ Dinheiro. No mesmo ano, o Bradesco foi eleito a empresa mais inovadora em serviços financeiros, com o Prêmio Valor Inovação Brasil, organizado pelo Jornal Valor Econômico e pela divisão Strategy& da firma de consultoria PwC, além de ter conquistado o 5º lugar no ranking geral das empresas mais inovadoras. Conforme Relatório Integrado de 2021, os ativos totais do Bradesco totalizaram 1,7 trilhão de reais com um patrimônio líquido de 147 bilhões de reais e 21,9 bilhões de reais em lucro líquido, totalizando um retorno sobre patrimônio médio (ROAE) de 18,1%. No mesmo relatório, divulgou possuir 2,6 trilhões de reais em recursos captados e administrados, 36,3 milhões de clientes correntistas e 775 mil acionistas e investidores. Além disso, opera com uma rede de atendimento com 2.947 agências, 39.100 correspondentes bancários, além de 50.807 pontos de autoatendimento, sendo 24.281 pelo Banco24Horas. == História == === Da fundação à década de 1990 === Em 1943, foi fundado, é procedente da Casa Bancária Almeida & Cia., com sede em Marília, instituição financeira fundada pelo Coronel Galdino de Almeida e o Coronel José da Silva Nogueira, cujo presidente era José Alfredo de Almeida (Zezé). Sob o comando do então presidente e controlador, Dr. José da Cunha Júnior, a casa bancária transformou-se em banco, passando a chamar-se Banco Brasileiro de Descontos S.A.. Em uma época onde os demais bancos tinham como foco os grandes proprietários de terra, o banco usou como estratégia se aproximar das camadas com menos posses, como pequenos comerciantes e funcionários públicos, aliado a um conjunto de valores e quebra de paradigmas guiados por seu fundador Amador Aguiar. Foi um dos primeiros bancos a estimular o uso de cheque aos seus correntistas, que foram orientados a preencher as folhas nas próprias agências. Em 1946, a matriz foi transferida de Marília para a capital paulista, na rua Álvares Penteado, centro financeiro da cidade. Suas agências passaram a receber pagamento de contas de energia elétrica, então uma verdadeira inovação no país. Um ano depois, ao tomar conhecimento da expansão do café no norte do Paraná, o Bradesco iniciou sua expansão na região. Em 1951, oito anos após sua fundação, o Bradesco tornou-se o maior banco privado do Brasil. No começo da década já era considerado o maior banco brasileiro no conceito de depósitos à vista, posto até então ocupado pelo Banco Lavoura. Em março de 1953, inaugurou a Cidade de Deus que, 4 anos depois, se tornou matriz do banco. O complexo continuou em desenvolvimento e mais tarde, passou a abrigar residências, lazer, hospitais e escolas para os mais de 9000 funcionários e suas famílias, além dos escritórios. Em 1959, com a inauguração do Prédio Azul este passou a ser considerado o edifício-sede do banco, por abrigar a diretoria. Nessa década, o banco chega ao norte rural do Paraná e decide também erguer sua nova sede em Osasco. A construção da matriz inicia-se em 1953 e leva seis anos para ser concluída. Seu crescimento consistente na década de 1960 foi construído com base em um esquema misto de conservadorismo, reinvestimento de lucros e também de aquisições, quando são incorporados nada menos que 17 outros pequenos bancos. Em 1956, Aguiar criou a Fundação Bradesco para promover a inclusão e o desenvolvimento social a partir da educação. Em 1957, adquiriu o Banco Nacional Imobiliário (BNI), do banqueiro Orozimbo Roxo Loureiro, que enfrentou problemas de liquidez. A partir de tal aquisição, o Bradesco reabriu as 46 agências bancárias antes pertencentes ao BNI em São Paulo. No mesmo período, Amador Aguiar fortaleceu internamente a cultura do banco, ao implementar um atendimento mais próximo entre o gerente e o cliente. Os gerentes passaram a colocar suas mesas na porta das agências e a diretoria passou a trabalhar de forma conjunta, em torno de uma única mesa, dividindo e compartilhando informações. Apenas com a chegada de computadores, foram montadas mesas individuais. Em 1962, o Bradesco tornou-se a primeira empresa latino-americana a incluir a automação de computadores como parte de suas operações diárias e, até o fim da década, todas as agências estavam interligadas por Telex. Em 1967 adquiriu o Banco Porto-Alegrense, que havia se tornado praticamente um banco familiar, possuía a matriz e duas agências. No ano seguinte, em maio de 1968, o Bradesco comprou o INCO-Banco Indústria e Comércio de Santa Catarina, com 108 agências, incluindo a matriz. No mesmo ano, lançou o primeiro cartão de crédito do país. A década de 70 foi marcada por investimentos em tecnologia e consequente pioneirismo na modernização do sistema bancário. Em 1972 foi criada a Gráfica Bradesco S.A., embora o banco já desenvolvesse internamente atividades gráficas em sua oficina tipográfica, desde 1948. Um ano depois, seguindo o movimento de aquisições, comprou o Banco da Bahia, somando 200 sucursais à sua rede. Seguindo o processo de expansão, em 1978, inaugurou a 1000ª localização física em Chuí, na ponta sul do Brasil. Ainda nos anos 70, o Bradesco inovou e passou a disponibilizar o pagamento de débito automático para as contas de luz, água e telefone para seus clientes corporativos. No final da mesma década, também introduziu no mundo das operações bancárias os leitores de código dos cheques (chamados \"CMC-7\") em 1979, sendo o primeiro no mundo a desenvolver tais artefatos, depois da recusa das empresas estrangeiras líderes de desenvolverem um produto para o mercado local. Outro passo importante foi a montagem da estrutura de microfilmagem de documentos, em 1968, como os cheques, a partir da compra do sistema denominado Computer Output Microfilm (COM), desenvolvido nos Estados Unidos. Na década de 70, criou o SOS Bradesco, caixa de autoatendimento que realizava saques e consultas sem a necessidade de entrar na agência, uma das primeiras versões do que hoje conhecemos como Bradesco Dia & Noite. Em 1979, em parceria com outras corporações, o Bradesco constituiu a empresa Laboratório Digital S.A. (Digilab), tendo como um dos principais objetivos a fabricação de impressoras para computador. Através de tal empreendimento, o banco colaborou para o fomento da indústria eletrônica digital do país. Em 1981, o primeiro terminal de operação eletrônica foi instalado na agência da praça Pan-Americana, em São Paulo, e utilizava cartões magnéticos para realizar operações bancárias como saques, depósitos e consultas de saldo. No ano seguinte, foram abertas as primeiras representações internacionais da Organização: agências em Nova Iorque, nos Estados Unidos, e Grand Cayman, no Caribe, além do escritório de representação em Londres, na Inglaterra. Na sequência, em 1983, foi instalado o primeiro terminal para o que na época ainda se chamava \"telecompras\", projetado para ser instalado em lojas, postos de gasolina, magazines e supermercado. O terminal debitava o valor da compra da conta do cliente e creditava simultaneamente à conta do estabelecimento. Em 1986, o Bradesco lançou o Bradesco Instantâneo Dia e Noite, que foi o primeiro banco automático da rede, localizado no aeroporto de Congonhas. Em 1983, o banco comprou uma das maiores companhias de seguros do Brasil, o Grupo Atlântica Boavista e, ao fundir suas operações, criou a Bradesco Seguros. Em 1990, Aguiar deixou seu papel como presidente do banco, e no ano seguinte faleceu, em São Paulo. Com o fim da reserva de mercado de informática, em outubro de 1992, o Bradesco começou a se desfazer das atividades industriais da Digilab. Contudo, a empresa continuou a existir, controlando as participações acionárias do banco em outras empresas de informática, perdurando até o segundo semestre de 1994. Em outro movimento estratégico no campo societário, sem utilizar-se inicialmente de uma aquisição direta, foi feita uma parceria com o portal Carsale, que passa a ser a loja-âncora exclusiva de automóveis do ShopFácil. Ainda em 1992, seguindo o processo de modernização, o banco passou a utilizar fibra ótica e laser. Em 1995, implementou a primeira rede de alta velocidade de longa distância do país, que integrava voz, dados e imagens. No mesmo ano, com todas as suas agências interligadas online e em tempo real, o Bradesco se tornou pioneiro na internet comercial no Brasil. Em 1995, a Visa Internacional em conjunto com o Bradesco, Banco Real, Banco do Brasil e o Banco Nacional, decidiram criar a processadora dos cartões de crédito da bandeira Visa. Nasceu a Companhia Brasileira de Meios de Pagamento (CBMP) (atual Cielo), empresa líder no mercado brasileiro de meios eletrônicos de pagamentos. No ano seguinte, o Bradesco lançou um dos primeiros sistemas de internet banking no mundo e o primeiro na América Latina. No mesmo ano, através de uma parceria entre o Bradesco e a Tec Toy, foi lançado um sistema de informações de contas bancárias com a utilização de videogames. Pioneiro no país, o cartucho especial chamava-se TeleBradesco Residência Jovem e poderia ser utilizado por clientes Bradesco que possuíssem videogames Mega Drive, para ter acesso a dados de sua conta bancária como saldo, lançamentos futuros e extrato de cartão de crédito. Na sequência, como ação estratégica de marketing para atender a um público específico direcionou-se ao processo de privatização dos bancos estaduais, fortes detentores de contas de funcionários públicos. Primeiro, em 1997, o mineiro Credireal (R$ 121 milhões), o Banco do Estado da Bahia (Baneb; R$ 260 milhões) em 1999, e o Banco do Estado do Amazonas (BEA), em 2002. No caso do BEA, a presença do Bradesco no estado do Amazonas passou de 12,5% para 40%, com cinquenta agências. O banco ainda ganhou na época 131 mil correntistas, quatro vezes mais do que já possuía no estado. No mesmo ano, adquiriu o Banco de Crédito Nacional (BCN), o sétimo maior banco presente no mercado brasileiro desde 1929, por uma soma não divulgada. Também em 1997, foi lançada a nova marca corporativa usada até os dias atuais. Dois anos depois, o Bradesco se torna o único case da América Latina a ser citado no livro de Bill Gates, \"A Empresa na Velocidade do Pensamento\". No capítulo dedicado ao banco, Gates destaca o pioneirismo do Bradesco em relação à sua entrada na internet, além de apontar uma série de serviços disponibilizados pela instituição financeira. No mesmo ano, Márcio Artur Laurelli Cypriano é indicado para o cargo de Diretor-Presidente do banco. Ainda em 1999, o Bradesco adquiriu o Banco Continental, tradicionalmente focado no Crédito Direto ao Consumidor (CDC). === Década de 2000: aquisições e parcerias === O Bradesco iniciou a década de 2000 lançando o Bradesco Mobile Banking, tornando algumas operações bancárias possíveis através do celular. Um ano depois, estreou suas ações no pregão das Bolsas de Nova York (NYSE) e de Madri (LATIBEX). Assim, seus papéis passaram a ser negociados em 3 moedas: real, euro e dólar. Em 2002, o Bradesco adquiriu de volta os 75% da Scopus pertencentes a seu braço não financeiro Bradespar, voltando a ter 100% de controle sobre a empresa de tecnologia. Aconteceu em 2003 a primeira edição do Dia Nacional de Ação Voluntária, uma ação promovida por funcionários e alunos da Fundação Bradesco, que oferece às comunidades em torno das escolas, serviços de utilidade pública ligados às áreas de educação, saúde, cidadania, lazer e cultura. Em 2006, o Bradesco introduziu a biometria nos caixas eletrônicos. A tecnologia utilizada foi a Palm Secure, que substitui o uso da senha, pela captura de imagem do padrão vascular da palma da mão. Em 2009, Luiz Carlos Trabuco Cappi foi indicado pelo Conselho Superior de Administração para suceder Márcio Artur Laurelli Cypriano na Presidência da Diretoria Executiva do Bradesco, tornando-se o 4º presidente do banco, desde a morte de seu fundador, Amador Aguiar. No final do mesmo ano, o banco inaugurou uma agência fluvial a bordo de um barco - o Voyager III - que percorre o rio Solimões, no Amazonas. A agência flutuante atende a 50 comunidades e 11 municípios, com uma população de 250 mil pessoas. A iniciativa foi capa do jornal americano Wall Street Journal, em março de 2010. Em 2009, o banco foi indicado como a marca mais valiosa do Brasil pela Brand Analytics. No ranking elaborado pelo Financial Times e outras companhias, o Bradesco apareceu como a 98.ª marca mais valiosa do mundo, com valor estimado de 6,57 bilhões de dólares, tornando-se a primeira companhia brasileira a integrar o ranking das cem mais valiosas marcas do mundo. Em continuação à estratégia para ganho de mercado em nichos específicos, os anos 2000 foram marcados por grandes investimentos do banco em aquisições e parcerias. Ao longo de 17 anos, suas principais aquisições somaram mais de R$ 1,3 trilhão em ativos. Em outubro de 2000, com a utilização do chamado goodwill e da estrutura societária do BCN, foram incorporadas as 73 agências bancárias do Banco Boavista e, em 2002, adquirido o Banco do Estado do Amazonas, por R$ 182,9 milhões. Em fevereiro de 2002, o Bradesco, através do BCN, incorporou o Banco Cidade, criado em 1965. Através de tal operação, foram acrescentados naquele momento mais 50 mil clientes, 24 agências no Brasil, com R$ 2,1 bilhões em ativos e R$ 500 milhões em depósitos, além de R$ 740 milhões em fundos de investimento e carteiras administradas. Logo na sequência, em março do mesmo ano, após longas negociações, o Bradesco adquiriu por R$ 1,36 bilhões o Finasa marca do Banco Mercantil de São Paulo, fundado em 1938. A partir de então, passaram a ser administradas as empresas controladas pelo Finasa no Brasil e exterior como a Finasa Seguradora e Finasa Crédito, Financiamento e Investimento. Ainda em 2002, foram adquiridos os ativos do Deutsche Bank Investimentos, que transferiu à Bradesco Asset Management (BRAM) a administração de R$ 2,16 bilhões em fundos de investimento e em carteiras administradas. Com a compra, a BRAM passou à época a administrar um volume superior a R$ 51 bilhões e, em seguida, a carteira de Crédito Direto ao Consumidor da Ford Credit. Por meio de um acordo firmado entre as duas instituições, o Banco BCN passou a ser o controlador da Ford Leasing S.A. e as novas operações passaram a ser feitas por outra empresa pertencente às Organizações Bradesco, o Continental Banco. O ano de 2003 começou com novas ações estratégicas envolvendo ao mesmo tempo uma fusão parcial e mais uma aquisição. Em janeiro, o Bradesco adquiriu as operações do BBVA no Brasil, pertencentes ao espanhol Banco Bilbao Vizcaya Argentaria, por R$ 2,6 bilhões (630 milhões de dólares em dinheiro e mais a transferência de uma fatia de 4,5% do capital do Bradesco).Bradesco compra BBV por R$ 2,6 bilhões Estadão E&N;, 13/1/2003 No fim do primeiro semestre de 2003, o Bradesco adquiriu as atividades de gestão de recursos do grupo norte-americano JP Morgan, envolvendo a transferência de recursos administrados da ordem de R$ 7 bilhões. No início de novembro de 2003, o Bradesco realizou, por meio do Banco Finasa S.A. a compra da totalidade do capital social do Grupo Zogbi, pelo valor de R$ 650 milhões. O Zogbi atuava na atividade de financiamento, mantendo forte presença nas áreas de crédito direto ao consumidor, pessoal, cartão e veículos. A aquisição representou um importante passo estratégico do Bradesco em um setor com grande potencial de crescimento. Foram acrescentados ao grupo na ocasião: Ativos totais de R$ 833 milhões; Operações de Crédito de R$ 520 milhões; Patrimônio Líquido de R$ 335 milhões; cerca de 1,5 milhão de clientes ativos e de 4 milhões de clientes cadastrados; mais 1,2 milhão de cartões; 67 lojas próprias de financiamento ao consumidor e mais de 11 mil estabelecimentos afiliados aptos para operar os produtos de Crédito Direto ao Consumidor e Cartões. No terceiro trimestre de 2004, o Bradesco tomou a decisão de unir as marcas Finasa e Zogbi sob a bandeira Finasa, com o abandono da marca Zogbi, e também da BCN. Com a integração entre Zogbi e Finasa, a financeira do Bradesco passou a ter na época 121 filiais, espalhadas em São Paulo, Rio de Janeiro, Minas Gerais e Paraná; e 28,7 mil pontos de venda no varejo de automóveis e outros tipos de comércio.thumb|direita|300px|Agência de Poá-SP. Em fevereiro de 2004, retomando a linha da aquisição de bancos estaduais, o banco também adquiriu da União Federal o controle acionário do Banco do Estado do Maranhão S.A. - BEM, e suas controladas BEM Distribuidora de Títulos e Valores Mobiliários Ltda., BEM Vigilância e Transportes de Valores S.A. e BEM Serviços Gerais Ltda. A operação envolveu a compra de 89,957% do capital social do BEM, pelo valor de R$ 78 milhões. ==== Parceria com as Casas Bahia e com o United Financial of Japan ==== Já em novembro de 2004, um acordo de parceria garantiu ao Bradesco a exclusividade do financiamento das vendas feitas pela rede de varejo Casas Bahia. Pelo acordo, o banco passou a assumir o financiamento de pelo menos R$ 100 milhões em vendas por mês. Isso significou na época um aumento quase imediato de 20% nas operações de financiamento ao consumo do próprio banco, que já haviam saltado 38% entre setembro de 2003 e setembro de 2004, atingindo R$15,1 bilhões. Em uma segunda etapa, a partir de 2005, o Bradesco passou a vender produtos financeiros aos clientes das Casas Bahia, como cartões e seguros, com a instalação de quiosques na rede de varejo. Com a migração para o cartão de crédito, as vendas das Casas Bahia financiadas pela Finasa, braço de financiamento ao consumo do Bradesco, também caíram. Em setembro de 2006, o Finasa possuía uma carteira de cerca de R$ 1 bilhão de compras feitas por clientes das Casas Bahia, quando em setembro de 2005 esse valor chegou a ser de R$ 1,5 bilhão, com prazo médio dos recebíveis de seis meses. Em 2006, foi firmada uma nova parceria entre as partes, que deu ao Bradesco direito de operar produtos financeiros e serviços na rede Casas Bahia até 2021. Em 2015 essa parceria foi estendida até o ano de 2029. Em outra linha, desta vez de parcerias internacionais, em novembro de 2004, o Bradesco anunciou uma parceria com o banco United Financial of Japan - UFJ, que passou a ter 1,2% do capital do Bradesco. Através de tal parceria o Bradesco pôde adaptar sua Rede de Agências no país para atender a mais de 300 mil brasileiros que residiam e trabalhavam no Japão (decasséguis). Para habilitar os equipamentos de autoatendimento a atender em português, montar uma central de atendimento, promover estudos de mercado e os novos serviços, entre outras coisas, os dois bancos investiram cerca de 20 milhões de dólares. Foram agregados 4500 equipamentos do tipo Automatic Teller Machine (ATM) em português, disponíveis também para os clientes brasileiros do Bradesco em viagem ao Japão. ==== Aquisição do Banco Morada e do BEC ==== thumb|direita|300px|Agência em Belo Horizonte. Em abril de 2005, o Bradesco comprou a rede e a carteira de clientes do Banco Morada, instituição carioca especializada em crédito pessoal e crédito direto ao consumidor (CDC), por R$ 80 milhões, aumentando sua atuação na área de financiamento ao consumo. Na época, o Finasa adquirido pelo Bradesco em 2002, possuía uma carteira de R$ 15 bilhões, dos quais 95% eram créditos para financiamento de veículos. Com a compra do Zogbi no ano seguinte, se consolidou ainda mais no setor, principalmente em São Paulo. Já a negociação do Morada acrescentou, na ocasião, 1,1 milhão de clientes à carteira de 5,465 milhões do Finasa e somou 33 lojas à rede de 123. A expectativa é de que a aquisição ampliasse em 2005 em 28% a produção de crédito pessoal e em 15% a de CDC do grupo Bradesco. Em dezembro de 2005 o Bradesco adquiriu em leilão o Banco do Estado do Ceará (BEC), por um preço de R$ 700 milhões, com um ágio de 28,98% sobre o preço mínimo, fixado em R$ 542,7 milhões. Isto significou uma aquisição de 70 agências no Ceará — o que representava 20% das agências bancárias presentes no estado, e mais do que o dobro do que o próprio Bradesco tinha —, mais de 278 mil contas e 866 funcionários ativos. Este conjunto representou na época R$ 1,9 bilhão em ativos; R$ 263 milhões em operações de crédito, R$ 16 milhões em depósitos à vista, R$ 336 em depósitos a prazo e R$ 507 milhões em poupança, e R$ 455 milhões em administração de fundos. ==== Aquisição das operações da American Express, do Banco BMC, da Ágora Corretora e do Banco Ibi ==== Em junho de 2006, depois de quase 2 anos de negociações, o Bradesco assumiu as operações brasileiras da empresa de cartões de crédito American Express, por meio de um acordo de US$ 490 milhões (R$ 1,04 bilhão). Com o aval do Banco Central do Brasil, os serviços de corretagem de seguros, de viagem, de câmbio no varejo e as operações de Crédito Direto ao Consumidor (CDC) da American Express, juntamente com o seu nicho especializado em cartões para pessoas e para empresas de alta renda, passaram a pertencer ao Bradesco. Além disto, o Bradesco garantiu, por um prazo mínimo de 10 anos, em um contrato renovável pelo mesmo período, o direito de exclusividade no oferecimento de programas de premiação aos clientes, na administração da rede de estabelecimentos que aceitam os cartões no país, e na emissão dos plásticos da linha Centurion, que inclui todas as modalidades do segmento de Pessoa Jurídica (Business e Corporate), bem como as modalidades Green, Gold e Platinum do segmento de Pessoa Física. Já os cartões da linha Blue Box puderam continuar sendo emitidos por outros bancos. Entretanto, o Bradesco conquistou o controle total de qualquer outro lançamento que houver desta linha. O objetivo da aquisição foi para consolidar uma mudança no modelo então vigente, principalmente com a ampliação da rede de aceitação dos cartões da bandeira no Brasil. Assim, a associação não resultou na retirada da American Express do país, visto que o negócio local de cheques de viagem (Travelers Cheques), os acordos de concessão de direitos para administração de cartões de crédito existentes com outros bancos locais e o escritório de representação American Express Bank, localizado em São Paulo, foram excluídos do acordo firmado entre as duas instituições financeiras. Em 24 de janeiro de 2007, o Bradesco adquiriu o Banco BMC, instituição voltada para o crédito consignado de INSS por R$ 800 milhões. Em 2008, o Banco BMC passou a se chamar de Banco Finasa BMC. Em 6 de março de 2008, o Bradesco, por meio do Banco Bradesco de Investimento (BBI) adquiriu a Ágora Corretora, segunda maior corretora do país por R$ 830 milhões. Em 4 de junho de 2009, o Bradesco fechou a compra do Banco Ibi, ligado à rede varejista holandesa C&A;, em um negócio de R$ 1,4 bilhão. O Bradesco adquiriu as operações bancárias e financeiras do IBI México da C&A;, em 2010, passando a denominar o negócio, em ambas as localidades, de Banco BradesCard. === Década de 2010 === Em dezembro de 2010, o Bradesco ganhou a concorrência nacional que escolheu os patrocinadores oficiais dos Jogos Olímpicos de 2016, no Rio de Janeiro. Com isso, foi a instituição responsável por todos os serviços financeiros e seguros relacionados aos jogos. No final do ano seguinte, através de uma parceria entre os bancos Bradesco, Banco do Brasil e Caixa Econômica Federal, foi criada a bandeira Elo, de cartões. Até o final de 2014, havia mais de 15 milhões de cartões da bandeira circulando no Brasil, atrás apenas da Visa e da Mastercard. Em 20 de maio de 2011 o Governo do Estado do Rio de Janeiro informou que o Bradesco arrematou o Banco do Estado do Rio de Janeiro (BERJ) e com isso passou a operar por três anos, a partir de 2012, a folha de pagamento dos servidores ativos e inativos do Governo do Estado. Ao todo o Bradesco investiu R$ 1,8 bilhão, que incluíram a compra do BERJ, a folha de pagamentos do Estado e outras despesas da operação. Com o arremate, o Bradesco recebeu um crédito fiscal de R$ 3 bilhões. Desde então, à frente das operações da folha de pagamento dos servidores do Rio de Janeiro, em agosto de 2017, o Bradesco foi o único banco a apresentar uma proposta, garantindo o direito de manter o gerenciamento do negócio até o final de 2023. Em 2014, com o objetivo de focar em sua atividade principal, o Bradesco vendeu parte da Scopus, empresa de tecnologia da informação, para a IBM. A partir de então, a empresa americana ficou responsável pela estrutura operacional, executando por exemplo as atividades de suporte e manutenção de hardware e software. O banco manteve a gestão das atividades de consultoria e soluções em TI, bem como a propriedade da marca Scopus. No final de 2016, o banco passou a oferecer um sistema inédito em suas máquinas de atendimento da Rede Dia&Noite;, que permitia aos deficientes auditivos a realização de saques com auxílio de intérprete em LIBRAS. No mesmo ano, integrou pela 17.ª vez a lista anual das 150 Melhores Empresas para Trabalhar no Brasil, de acordo com pesquisa realizada pela revista Época em parceria com o Great Place to Work Institute. Em outubro de 2017, substituindo o banqueiro Lázaro de Mello Brandão, Luiz Carlos Trabuco se tornou Presidente do Conselho de Administração do Bradesco, acumulando o novo cargo ao de Presidente do banco. Em março de 2018, Octavio de Lazari Júnior substituiu Luiz Carlos Trabuco na presidência do Bradesco. Octavio de Lazari Júnior anteriormente exerceu a função de diretor-presidente do Grupo Bradesco Seguros que, no mesmo mês, foi ocupada por Vinicius Almeida Albernaz. Após dois anos de investimentos e pesquisas, em junho de 2017, foi lançado o banco Next, primeiro banco 100% digital do Bradesco e dedicado ao público jovem. Composto por um time multidisciplinar de antropólogos, cientistas sociais e matemáticos, o Next oferece diversos serviços bancários sem que o cliente precise ir a uma agência. Em setembro de 2019, o Next passou a oferecer transferências bancárias gratuitas e ilimitadas aos seus clientes. ==== Aquisição do HSBC ==== Em agosto de 2015, foi decretado o acordo entre o Bradesco e a HSBC Holding, por R$ 17,6 bilhões, considerado o maior negócio realizado no ano de 2015 no Brasil. Para que a operação fosse aprovada pelo Conselho Administrativo de Defesa Econômica (Cade), o Bradesco teve que se comprometer a não adquirir qualquer outra instituição financeira pelo período de 30 meses após a assinatura do acordo. Com a execução da transação, ocorreu a migração de todas as contas dos clientes do HSBC Brasil para o Bradesco, que passou a ter 851 novas agências, 5 milhões de novos clientes e R$ 160 bilhões em ativos se aproximando ao tamanho de seu principal concorrente, o Itaú Unibanco. Em Julho de 2016, quando a operação foi concluída, a compra do HSBC representou um aumento de 15,9% no total de ativos do Bradesco, somando um total de R$ 1,276 trilhão. No primeiro semestre, o HSBC registrou um lucro líquido de US$ 9,618 bilhões, 1,31% a menos que no mesmo período de 2014. No segundo trimestre, o lucro líquido caiu 3,8%, a US$ 4,359 bilhões. A queda do lucro foi provocada principalmente pelos custos totais de operação, que no primeiro semestre aumentaram 5% na comparação com o mesmo período de 2014, a 19,187 bilhões de dólares. O Bradesco atingiu, entre abril e junho, seu maior lucro trimestral na história, segundo levantamento da consultoria Economatica. A instituição financeira anunciou ter registrado lucro líquido contábil de R$ 4,473 bilhões no segundo trimestre de 2015, após atingir R$ 4,244 bilhões nos três meses anteriores – um aumento de 5,4%. Já na comparação com o mesmo período do ano anterior, o lucro mostrou crescimento de 18,4%. === Década de 2020 === Em setembro de 2020, o Bradesco entrou no mercado das carteiras digitais com o lançamento do aplicativo Bitz. O app disponibiliza serviços como transferências, pagamentos, recargas e outros, e tem como objetivo alcançar um público que procura por transações financeiras gratuitas, sobretudo os desbancarizados. Por fazer parte de um segmento competitivo que vem crescendo ano após ano, Bitz adquiriu duas startups, DinDin e 4ward, para aumentar sua equipe e aprimorar suas funcionalidades. Em 2021, o banco ingressou no ranking da Forbes que reúne 750 melhores empregadoras do mundo. O banco apareceu na posição 579. Em 2021, o banco anunciou a aquisição do Banco Digio – até então controlado pela EloPar através da parceria junto ao Banco do Brasil –, por R$ 625 milhões. Em 2022, concluiu a aquisição e ampliou os serviços da plataforma, introduzindo produtos de assistência e seguro. Em junho de 2022, o Bradesco anunciou acordo que possibilita a migração de contas do segmento de Private Banking (serviço voltado a clientes com mais de R$ 5 milhões em investimentos) do BNP Paribas, após decisão do banco francês de descontinuar o serviço no país. Em novembro de 2023, Marcelo de Araújo Noronha substituiu Octavio de Lazari Júnior na presidência do banco. Marcelo Noronha tem 38 anos de atuação no mercado financeiro, 20 dos quais no Bradesco e, antes de ingressar no banco, trabalhou na diretoria do Banco BBVA. == Publicidade e ações socioambientais == Com o objetivo de promover a inclusão e o desenvolvimento social através da educação, foi criada em 1956 a Fundação Bradesco, que viria a se tornar um dos mais importantes programas sociais do país. A partir dos anos 2000, o banco passou a ter um foco efetivo em iniciativas e práticas de sustentabilidade corporativa. O Pacto do Equador, os Princípios para Sustentabilidade em Seguros (PSI), Princípios para Investimento Responsável (PRI) e Objetivos do Desenvolvimento Sustentável foram algumas das diretrizes que o banco adotou, visando melhores práticas de sustentabilidade. Em 2007, a foi lançado o conceito \"Banco do Planeta\" que trata de projetos socioambientais e de cunho social administrados pelo banco. As ações vão desde o uso de papéis reciclados na emissão de talões de cheque ao plantio de milhares de árvores para compensar a emissão dos 8 mil funcionários de sua matriz, na Cidade de Deus. Através de uma parceria com o Governo do Amazonas, o Bradesco passa a ser cofundador da Fundação Amazônia Sustentável (FAS), iniciativa sem fins lucrativos cujos objetivos são a preservação da Floresta Amazônica e a contribuição para o seu desenvolvimento sustentável. Ao completar 70 anos, em 2013, o Bradesco lançou um vídeo, assinado pela agência WMcCann contando sua trajetória em um minuto e meio, amplamente divulgado na mídia durante o mês de seu aniversário. Durante as olimpíadas de 2012, o Bradesco começou a explorar o acrônimo BRA nas ativações da marca. O acrônimo, fazia referência à palavra Brasil, representada pelas três primeiras letras e presentes nos uniformes dos atletas nos jogos, e que passou a ser referência também ao Banco Bradesco. Em 2014, passou a utilizar o conceito \"Tudo de BRA\". O tema foi escolhido como uma maneira de ressaltar o valor e as peculiaridades do Brasil, a começar pelo povo. As campanhas publicitárias sob o novo conceito destacaram atitudes do jeito brasileiro como abraçar, praticar esportes e celebrar as coisas boas da vida. Ambas as ações foram uma preparação para os jogos de 2016, sediados no Brasil e patrocinados pelo banco. Em 2017, o banco mudou seu posicionamento e lançou uma nova campanha com o mote \"Pra Frente\", que refletia a busca do brasileiro em alcançar suas metas, mesmo diante da crise econômica de 2014. No final do ano seguinte, o Bradesco mudou sua identidade visual. A logo criada em 1997 e que já havia sofrido sutis mudanças em 2012, passou a ter um design mais contemporâneo e com referências ao ambiente digital, fazendo referência à era conectada em que vivemos. == Conselho de administração == O Bradesco tem um conselho de administração formado por um presidente, um vice-presidente e outros nove membros, quatro deles conselheiros independentes, cinco conselheiros externos. A presidência é ocupada por Luiz Carlos Trabuco Cappi e, a vice-presidência, por Alexandre da Silva Glüher. Os conselheiros externos são Denise Aguiar Alvarez, Milton Matsumoto, Maurício Machado de Minas, Rubens Aguiar Alvarez e Octavio de Lazari Junior. Os conselheiros independentes são Samuel Monteiro dos Santos Junior, Walter Luis Bernardes Albertoni, Paulo Roberto Simões da Cunha e Denise Pauli Pavarina. == Produtos e Serviços== * Ações * Câmbio * Cartões * Cestas de Serviços e Tarifas * Consórcios * Empréstimos e Financiamentos * Investimentos * Leilões de Imóveis * Renegociação de Dívidas * Seguros * Tipos de Contas * Vida e Previdência == Ver também == * Banco internético * Banco móvel * Caixa eletrônico == Bibliografia == * Brasil. Banco Bradesco. Relatórios Anuais 1994-2006. São Paulo: Bovespa.Disponíveis em www.bovespa.com.br * Brasil. Banco Itaú Holding Financeira. Relatórios Anuais 1994-2006. São Paulo: Bovespa. Disponíveis em www.bovespa.com.br * Brasil. Unibanco. Relatórios Anuais 1994-2005. São Paulo: Bovespa. Disponíveis em www.bovespa.com.br * Brasil. Federação Nacional dos Bancos (FENABAN). Relatórios Anuais 1994-2005. Dados Gerais do Sistema Bancário. Disponíveis em intranet.bb.com.br. * Brasil. Banco Central do Brasil. Relatórios Mensais: 1994-2006. Brasília. Disponíveis em www.bcb.gov.br * Costa, Fernando Nogueira da Desnacionalização bancária: construir, destruir, reconstruir. Campinas: Revista Economia e Sociedade, Unicamp, n. 16 – mar/2001. * Fortuna, Eduardo. Mercado Financeiro: Produtos e Serviços. São Paulo: Qualitymark, 2002. * Santos, Tharcisio de Souza. As Transformações do Sistema Financeiro. São Paulo: Fundação Armando Álvares Penteado – Faap, 2004. * Brasil. Scopus Tecnologia. Sala de Imprensa. São Paulo: Notícias. Disponíveis em www.scopus.com.br/comunicado_ibm.asp == Ligações externas == * * Tudo de BRA Categoria:Empresas com sede em Osasco",
 "title": "Bradesco"
}