{
 "id": "116061",
 "text": "Resident Evil 2, conhecido no Japão como é um jogo eletrônico de survival horror lançado originalmente para o PlayStation em 1998. Desenvolvido pela Capcom como o segundo título da série Resident Evil, sua história se passa dois meses após os eventos do primeiro jogo. Ele é ambientado em Raccoon City, uma comunidade americana cujos moradores foram transformados em zumbis pelo T-virus, uma arma biológica desenvolvida pela empresa farmacêutica Umbrella Corporation. Em sua fuga da cidade, os dois protagonistas, Leon S. Kennedy e Claire Redfield, encontram-se com outros sobreviventes e são confrontados por William Birkin, o criador de um vírus ainda mais poderoso chamado de G-virus, que ele injetou em si mesmo. A jogabilidade de Resident Evil 2 centra-se na exploração, solução de quebra-cabeças e combate, apresentando elementos típicos do gênero survival horror, tais como munição e salvamentos limitados. A principal diferença do jogo com seu antecessor é o \"Sistema Zapping\", que fornece a cada personagem história e obstáculos únicos. Desenvolvido por uma equipe entre quarenta e sessenta pessoas ao longo de um ano e nove meses, Resident Evil 2 foi dirigido por Hideki Kamiya e produzido por Shinji Mikami. A versão inicial, comumente referida como Resident Evil 1.5, diferia drasticamente do produto final e foi descontinuada quando já estava com mais de sessenta por cento finalizada, depois de ter sido considerada \"maçante e chata\" pelo produtor. O resultado da recriação introduziu cenários diferentes e uma história mais cinematográfica, apoiada por uma trilha sonora que emprega \"desespero\" como tema subjacente. Resident Evil 2 foi amplamente aclamado pela crítica, que elogiou sua atmosfera, ambientação, gráficos e áudio. No entanto, seus controles, qualidade da dublagem e sistema de inventário receberam algumas críticas, da mesma forma como os quebra-cabeças não foram bem recebidos por certos revisores. O jogo vendeu mais de quatro milhões de cópias no PlayStation e é o título de maior sucesso da franquia em uma única plataforma. Após seu lançamento, Resident Evil 2 foi incluído em várias listas dos 100 melhores jogos. Ele também foi portado para Microsoft Windows, Nintendo 64, Dreamcast e GameCube, além de ser lançado com uma versão modificada em 2.5D para o console portátil Game.com. Sua história foi recontada e desenvolvida nos vários jogos posteriores, sendo adaptada em uma variedade de obras licenciadas. Foi seguido por Resident Evil 3: Nemesis em 1999. Uma recriação foi lançada em janeiro de 2019 para Microsoft Windows, PlayStation 4 e Xbox One. ==Jogabilidade== Como um título de survival horror, Resident Evil 2 apresenta as mesmas mecânicas básicas de seu jogo antecessor, Resident Evil. O jogador explora uma cidade fictícia enquanto resolve quebra- cabeças e luta contra monstros. Os dois protagonistas podem se equipar com armas de fogo, mas a munição é limitada, adicionando um elemento tático para o uso delas. Na tela de status, é possível verificar a condição dos personagens, usar itens medicinais para curar os ferimentos e equipar armas. A saúde atual dos protagonistas também pode ser determinada pela sua postura e velocidade de movimento. Por exemplo, o personagem vai colocar a mão em seu estômago se estiver ferido ou coxear lentamente se estiver à beira da morte. Os jogadores podem carregar um número limitado de itens e devem armazenar os outros em caixas colocadas em todo o mundo do jogo, onde podem ser recuperados posteriormente. Cada protagonista é acompanhado por um parceiro de suporte durante o curso da história. Eles seguem o jogador em algumas cenas e ocasionalmente se tornam jogáveis. Certos quartos possuem máquinas de escrever que podem ser usadas para salvar o jogo. No entanto, esta ação é limitada ao número de fitas de tinta encontradas pelo cenário. O gráfico de Resident Evil 2 é composto por personagens e itens poligonais gerados em tempo real – e, portanto, móveis –, sobrepostos por fundos pré-renderizados que são vistos a partir de ângulos de câmeras fixas. O jogo usa controles \"tanque\", o que significa que pressionar para cima move o personagem na direção em que ele está virado, para baixo inverte-o e para a esquerda e para a direita gira-o, independentemente da perspectiva da câmera. A adição principal do jogo em relação ao seu antecessor é o \"Sistema Zapping\", através do qual cada um dos dois personagens jogáveis é confrontado com quebra-cabeças e estórias diferentes em seus respectivos cenários. Depois de terminar o \"cenário A\" com um protagonista, um \"cenário B\", em que os eventos estão representados a partir da perspectiva do outro protagonista é desbloqueado. O jogador possui a opção de iniciar o \"cenário A\" com qualquer um deles, resultando num total de quatro cenários diferentes. As medidas tomadas durante a primeira jogada afetam a segunda. Por exemplo, a disponibilidade de certos artigos podem ser alterados. Depois de concluir um cenário, o jogador recebe uma classificação baseada no tempo total necessário para completá-lo e no número de salvamentos e itens de cura especiais utilizados. Dependendo das conquistas do jogador, armas bônus e trajes podem ser desbloqueados como recompensas. A versão original de Resident Evil 2 contém dois minijogos autônomos: \"The 4th Survivor\" e \"The To-fu Survivor\". Em ambos, o jogador deve atingir uma meta, enquanto luta contra todos os inimigos ao longo do caminho apenas com itens padrão. Todas as versões posteriores (exceto a de Nintendo 64) adicionam um terceiro minijogo chamado \"Extreme Battle\", que consiste em quatro personagens jogáveis e três estágios. == Enredo == O jogo se passa dois meses após os acontecimentos de Resident Evil, na cidade de Raccon City, localizada na região centro-oeste dos Estados Unidos. Quase todos os seus cidadãos foram transformados em zumbis por um surto do T-virus, um novo tipo de arma biológica secreta desenvolvida pela empresa farmacêutica Umbrella Corporation. Os protagonistas são Leon S. Kennedy, um policial novato em seu primeiro dia na força local, e Claire Redfield, uma estudante universitária à procura de seu irmão Chris Redfield. Tendo acabado de chegar na cidade, os dois partem para o Departamento de Polícia de Raccoon buscando proteção contra a população mutante. No entanto, após um caminhão desgovernado atingir o carro onde estavam, eles são forçados a dividirem-se (é possível escolher jogar como Leon ou Claire). Depois do ataque de alguns zumbis, o protagonista entra na base policial. O jogador descobre que a delegacia está abandonada e a maioria dos policiais foram mortos, e que Chris deixou a cidade para investigar a sede da Umbrella na Europa. Sem nenhuma motivação para ficar ali, os dois protagonistas separam-se para procurar outros sobreviventes e fugir da cidade. Enquanto tentava achar uma rota de fuga, Claire conhece uma menina chamada Sherry, que estava fugindo de uma criatura desconhecida, e Leon se depara com Ada Wong, que afirma estar à procura de seu namorado John, um pesquisador da Umbrella. Posteriormente é revelado que o oficial superior de Leon, o chefe de polícia de Raccoon City Brian Irons, havia sido subornado pela Umbrella para ocultar provas dos experimentos da empresa nos arredores da cidade. Ele também ocultou o desenvolvimento do novo G-virus, um agente capaz de causar mutações generalizadas no corpo de um ser humano e transformá-lo em uma arma biológica. Irons tenta assassinar Claire, mas é morto por um mutante no departamento de polícia. Então ela e Sherry escapam através dos esgotos e se separam. Após deixar Leon, Ada se depara com Sherry e pega um pingente de ouro que a menina deixou cair no chão enquanto fugia. Ainda nos esgotos, ela une-se novamente com Leon após ele insistir que é seu dever protegê-la. O casal encontra uma mulher de meia-idade que dispara em Ada, mas Leon acaba interceptando e levando o tiro. Ada ignora-o inconsciente e segue a mulher. Após alcançá-la, ela revela ser Annette, a mãe de Sherry e esposa de William Birkin, o cientista da Umbrella criador do G-virus. Em uma tentativa de proteger seu trabalho dos agentes especiais enviados pela sede da empresa, ele injetou-se com o vírus e se transformou em uma criatura mal formada que agora está perseguindo Sherry. Annette reconhece o pingente de sua filha e tenta recuperá-lo. A luta segue, durante a qual Annette é jogada sobre uma grade. Ada descobre que o medalhão de ouro contém uma amostra do G-virus, e mais tarde - tomada por suas emoções - retorna para Leon, cuidando de seus ferimentos. Enquanto isso, Claire se reúne com Sherry e descobre que Birkin implantou um embrião para produzir descendentes em sua filha. As duas, junto com Leon e Ada, avançam através de uma fábrica abandonada conectada a instalação de pesquisa subterrânea secreta da Umbrella. Um ataque de Birkin deixa Ada gravemente ferida, e Leon explora o laboratório para encontrar algo para tratar seus ferimentos. Ele é interrompido por uma Annette psicótica, que lhe explica a relação de fachada de Ada com John usada apenas como um meio de obter informações sobre a empresa farmacêutica: ela é uma espiã enviada para roubar o G-virus para uma organização desconhecida. Quando Annette estava prestes a atirar em Leon, um Tyrant aparece e ela é forçada a recuar. Ada retorna para salvar Leon e derrota o Tyrant aparentemente ao custo de sua própria vida. Ela confessa seu amor pelo policial antes dele deixar seu corpo imóvel para trás. Enquanto isso, Annette tenta fugir com outra amostra do G-virus, mas é mortalmente ferida por seu marido mutado. Antes de morrer, ela diz a Claire como criar uma vacina para cessar o crescimento do embrião dentro de Sherry. Depois de preparar a cura, Leon e Claire se juntam em um trem de fuga de emergência e dão a vacina para a menina, salvando a vida dela. Birkin – agora transformado em uma grande aglomeração de carne e dentes – segue-os, mas é destruído quando um sistema de auto-destruição faz com que o trem exploda. Depois de escaparem, Leon tem a intenção de derrubar a Umbrella, enquanto Claire continua a procurar seu irmão. Fica implícito que Ada sobreviveu e acabou com o G-virus do pingente. O minijogo \"The 4th Survivor\" mostra o sucesso da missão para recuperação do vírus e apresenta Hunk, um dos agentes especiais enviados pela Umbrella. \"The To-fu Survivor\" e \"Extreme Battle\" não estão ligados ao enredo do jogo. == Desenvolvimento == === Resident Evil 1.5 === O desenvolvimento de Resident Evil 2 começou um mês após a conclusão do seu antecessor no início de 1996. As primeiras imagens do jogo foram mostradas no festival V-Jump em julho do mesmo ano. Esta produção inicial, mais tarde apelidada de Resident Evil 1.5 (Biohazard 1.5 no Japão) pelo produtor Shinji Mikami, diferia drasticamente da versão lançada tanto em cenários como em apresentação e mecânicas de jogo. Seu enredo seguia o mesmo esquema básico de Resident Evil 2 e contava com um surto de zumbis em Raccoon City dois meses após os eventos do primeiro jogo. Nesta versão da história, no entanto, a Umbrella já havia sido fechada em consequência de seus experimentos ilegais. A equipe de produção procurou manter o nível de medo do jogo original, introduzindo à narrativa dois novos personagens que não tinham experiência com situações aterrorizantes: Leon S. Kennedy, em grande parte idêntico à sua persona na versão final, e Elza Walker, uma estudante universitária e piloto de motocicleta de férias em Raccoon City, sua cidade natal. Ao contrário da versão final, os caminhos de Leon e Elza não se cruzavam, e cada personagem jogável tinha dois parceiros de suporte em vez de apenas um. Leon recebia a ajuda do colega policial Marvin Branagh e de uma pesquisadora chamada Ada, enquanto Elza era auxiliada por Sherry Birkin e um homem chamado John, cuja aparência foi utilizada para o proprietário da loja de armas Robert Kendo no produto lançado. O mundo real influenciou fortemente os desenhistas Isao Ohishi Isao Ohishi e Ryoji Shimogama na produção dos personagens. Por exemplo, Ohishi baseou Leon em seu cão de Santo Humberto e Annette Birkin foi modelada como a atriz Jodie Foster. O departamento de polícia de Resident Evil 1.5 tinha um design mais moderno e realista, além de ser menor do que a construção final vista em Resident Evil 2. Haviam mais encontros com policiais sobreviventes, como um oficial superior de Leon chamado Roy. O número de polígonos utilizados para modelos de inimigos era muito menor. Isto permitia que muitos zumbis aparecessem na tela como um método de invocar o medo no jogador. Além disso, o jogo empregava música dinâmica e frequentemente aplicava alterações aos fundos pré-renderizados em resposta aos eventos durante a campanha. Os personagens jogáveis podiam ser equipados com itens especiais, tais como roupas de proteção, que ressaltavam sua defesa e permitiam-lhes carregar mais itens. Os modelos poligonais dos personagens eram alterados por mudanças de roupa e por danos recebidos de inimigos. === Versão final === O desenvolvimento foi realizado por um grupo entre quarenta e cinquenta pessoas que faziam parte da Capcom Production Studio 4. O diretor Hideki Kamiya liderou a equipe, composta pelos funcionários mais novos da Capcom e por mais da metade dos profissionais do Resident Evil original. Nos estágios iniciais de desenvolvimento, Mikami muitas vezes teve divergências criativas com Kamiya e tentou influenciar a equipe com sua própria direção. Ele finalmente se afastou para um papel de supervisor de produção e pediu para somente o mostrarem o que tinham construido no fim do mês. A equipe acreditou que o jogo estava bom individualmente, mas não satisfatório como um todo; Mikami esperava que o projeto estivesse finalizado antes da data de lançamento prevista para maio de 1997. Pouco tempo depois, Resident Evil 1.5 foi cancelado quando o desenvolvimento já estava entre sessenta e oitenta por cento concluído. Mikami explicou mais tarde que aquela versão não teria atingido a qualidade desejada no período de lançamento, desaprovando especialmente a jogabilidade e os cenários, considerando-os \"maçantes e chatos\". Mikami planejava encerrar a série com a história de Resident Evil 1.5, mas ele foi criticado pelo supervisor Yoshiki Okamoto, que achou muito conclusiva para permitir segmentos futuros. Em vez disso, Okamoto propôs a criação de um universo ficcional para transformar Resident Evil em uma franquia de mídia – semelhante as séries Gundam e James Bond – no qual continham histórias com elementos comuns que poderiam ser contados. Durante o período em que a equipe não realizou progresso em reescrever o enredo, Okamoto foi apresentado ao roteirista profissional Noboru Sugimura, que estava entusiasmado com a história do primeiro jogo. Ele foi inicialmente consultado em uma base experimental, mas Okamoto ficou impressionado com sua facilidade em escrever e consertar os problemas de roteiro, e logo pediu-lhe para compor todo o enredo de Resident Evil 2. Uma modificação fundamental para a história foi a reformulação da personagem Elza Walker para Claire Redfield a fim de introduzir uma conexão com a história do primeiro jogo. Para cumprir o plano de vendas de dois milhões de cópias estabelecido pela Capcom, Kamiya tentou atrair novos jogadores com uma apresentação mais hollywoodiana. Como Okamoto não queria simplesmente cumprir as ordens da direção, ele discutiu as revisões do enredo com Sugimura, Mikami e toda a equipe de produção. Os planejadores redesenharam o jogo desde o início para se ajustar às mudanças e os programadores e os outros membros restantes foram enviados para trabalhar em Resident Evil: Director's Cut, que veio com um disco de demonstração jogável da nova versão de Resident Evil 2 para promover o título e se desculparem com os jogadores pela demora no seu lançamento. Apenas alguns elementos de Resident Evil 1.5 puderam ser reutilizados, já que as principais localizações da versão final foram criadas com um olhar mais extravagante e artístico, baseados em fotografias tiradas dos interiores de edifícios japoneses. Estes ambientes foram criados com um programa de software chamado de O2, e cada fundo levava de duas a três semanas para ser processado. O número máximo de zumbis exibidos na tela ao mesmo tempo era limitado a sete, o que tornava possível a utilização de 450 polígonos para os modelos relativamente detalhados de Leon e Claire. Os protagonistas, em vez de terem feridas visíveis, caminhavam lentamente ao receberem danos graves. Além dos gráficos, uma das novidades mais importantes foi o \"Sistema Zapping\", que era parcialmente inspirado por Back to the Future Part II, um filme de viagem no tempo que oferece uma perspectiva diferente sobre a história do filme original. Todos os dubladores eram canadenses e as falas foram gravadas antes das cutscenes serem concluídas. Eles foram selecionados de uma lista de dez pessoas cogitadas para dublar cada personagem. Posteriormente, os vídeos em full-motion foram criados a partir de filmagens de animações em stop motion de figuras de ação, que foram processadas com ferramentas de computação gráfica (CG) para completar as cutscenes. As cenas de Ada não foram concluídas no tempo determinado; assim, ela é a única personagem a não aparecer em cenas pré-renderizadas. Várias mudanças tiveram que ser feitas entre as versões regionais de Resident Evil 2. A norte-americana contém cenas de \"fim de jogo\" mais violentas, que foram retiradas do Biohazard 2 japonês. A versão ocidental também foi mais dificultada em comparação com a edição do Japão, a fim de evitar afetar as vendas nos Estados Unidos. === Música === A música de Resident Evil 2 foi composta por Masami Ueda, Shusaku Uchiyama e Syun Nishigaki, com uma canção (\"The Underground Laboratory\") composta por Naoshi Mizuta. As faixas foram feitas para transmitir \"desespero\" como tema subjacente. Em seu papel como compositor principal, Ueda forneceu os temas, enquanto Uchiyama foi responsável pela música de horror usada para as cenas de investigação e cutscenes. O tema principal do jogo, um leitmotiv versátil de três notas, aparece várias vezes ao longo da história, sendo incluída em faixas como \"Prologue\", \"Raccoon City\" e \"The Third Malformation of G\". Vários estilos musicais, que vão desde músicas de horror ambientes até peças industriais, são usados para representar os diferentes ambientes do jogo. Por exemplo, as ruas de Raccoon City são enfatizadas com música à base de percussão militarista, enquanto o departamento de polícia apresenta sequências de piano ameaçadoras. Os principais eventos do enredo são suportados com composições orquestrais e cinematográficas – uma ação inspirada pelos filmes de grande sucesso. Dois álbuns com a música do jogo foram liberados em janeiro e agosto de 1998, respectivamente. O primeiro, Biohazard 2 Original Soundtrack, é a versão principal e inclui a maioria das composições significativas. O segundo, Biohazard 2 Complete Track, abrange grande parte dos temas menos prevalentes, mas oferece um medley orquestral e um segundo CD com efeitos sonoros e coleções de voz, bem como uma entrevista com a equipe de áudio. Biohazard 2 Original Soundtrack recebeu uma versão europeia idêntica intitulada Resident Evil 2 Original Soundtrack. No álbum norte-americano de mesmo nome, o tema de abertura \"The Beginning of Story\" é dividido em quatro faixas individuais. Cinco arranjos orquestrais da música do jogo foram incluídos em Bio Hazard Orchestra Album, uma gravação de um concerto ao vivo apresentado na Orquestra Filarmônica Novo Japão. O discotecário Piston Nishizawa criou remixes eletrônicos para várias composições, que foram mais tarde liberadas como o álbum Biohazard 2 Remix: Metamorphoses. ==== Lista de faixas ==== == Relançamentos e portes == Após o lançamento inicial para o PlayStation em janeiro de 1998, Resident Evil 2 foi reeditado e portado para outros sistemas, muitas vezes ganhando novos recursos no processo. O primeiro relançamento foi o Dual Shock Ver., que incorporou suporte para as funções de vibração e do controle analógico DualShock do PlayStation. Também foi incluído um novo minijogo desbloqueável chamado \"Extreme Battle\" e um modo \"Rookie\", que permite ao jogador começar a história principal com uma arma poderosa com munição infinita. O Dual Shock Ver. japonês continha um modo \"Versão dos EUA\", baseado no nível de dificuldade das versões ocidentais de Resident Evil 2. O Dual Shock Ver. serviu de base para a maioria dos portes, como no lançamento para Windows 9x, que foi intitulado Resident Evil 2 Platinum na América do Norte. Além de manter todos os recursos adicionados anteriormente, a versão de computador podia ser executada em altas resoluções. Uma \"galeria de dados\" foi adicionada ao menu principal, permitindo ao jogador ver as cutscenes, esquetes, ilustrações e modelos 3D. Em fevereiro de 2006, uma versão japonesa exclusiva para Windows XP foi publicada. Desenvolvido pela Sourcenext, incluía vídeos em full-motion de alta qualidade codificados com uma resolução de 640×480 pixels. A versão de Dreamcast manteve as adições do primeiro porte para computador, rodando a sessenta quadros por segundo e incorporando a condição do personagem em tempo real através da Unidade de Memória Visual. Foi dada a edição japonesa de Dreamcast o subtítulo Value Plus, que veio com uma demonstração jogável de Resident Evil CODE: Veronica. Um porte não modificado do Dual Shock Ver. foi lançado para o Nintendo GameCube. A versão inicial para PlayStation foi relançada na PlayStation Network japonesa em 2007, enquanto o serviço homólogo norte-americano recebeu o jogo dois anos mais tarde. A edição de Resident Evil 2 para Nintendo 64 difere da maioria das outras versões. Produzido ao longo de doze meses e com um orçamento de um milhão de dólares, Resident Evil 2 foi portado para o console por uma equipe de cerca de vinte funcionários da Capcom Production Studio 3, Angel Studios e Factor 5. Esta versão oferece recursos que não foram incluídos em qualquer outro sistema, tais como roupas alternativas, a capacidade de ajustar o grau de violência e de mudar a cor do sangue, um gerador aleatório para colocar itens de forma diferente durante cada jogada e um esquema de controles em primeira pessoa mais ágil. Além disso, o porte dispõe de 16 novos documentos no jogo conhecidos como \"Ex Files\", escritos por Tetsuro Oyama. Escondidos ao longo dos quatro cenários, eles revelam novas informações sobre a história da série e conectam o enredo de Resident Evil 2 com outros títulos da franquia. A versão de Nintendo 64 ajusta a sua resolução de tela dependendo do número de modelos poligonais exibidos e suporta o acessório Expansion Pak para uma resolução máxima de 640×480 durante o jogo. Outras melhorias visuais incluem animações suaves e mais nítidas dos personagens e texturas de perspectivas corrigidas para os modelos 3D. A música nesta plataforma utiliza Dolby Surround e foi convertida por Chris Hülsbeck, Rudolf Stember e Thomas Engel. A equipe refez o áudio do zero para proporcionar a cada instrumento uma maior taxa de amostragem do que no PlayStation, resultando assim em músicas de alta qualidade. Entretanto, alguns recursos de outros portes melhorados com base no Dual Shock Ver. não foram incluídos, como o minijogo \"Extreme Battle\". Um porte para o Sega Saturn foi desenvolvido internamente na Capcom por um tempo, mas dificuldades técnicas levaram ao seu cancelamento em outubro de 1998. A Tiger Electronics divulgou uma versão baseada em sprites de 2.5D para o console portátil Game.com no final de 1998. Ele incluía apenas o caminho da história de Leon e removeu várias das principais características do jogo original. Em fevereiro de 2013, uma versão inacabada de Resident Evil 1.5 vazou na internet. == Recepção == === Avaliações iniciais === Resident Evil 2 foi aclamado por grande parte dos críticos. Seu lançamento original no PlayStation detém pontuação média de noventa e três por cento no GameRankings e de oitenta e nove de cem pontos no Metacritic. A maioria dos comentários elogiaram o jogo por sua atmosfera, ambientação, gráficos e áudio, mas criticaram seus controles, dublagem e certos elementos de jogabilidade. Para Ricardo Sanchez da IGN a atmosfera estava \"no ponto\", e afirmou que \"[os] gráficos, efeitos sonoros, música e design de nível trabalhavam em conjunto para criar um mundo assustador, cheio de horror\". Ryan Mac Donald da GameSpot compartilhou a opinião e considerando-o \"como um produto de Hollywood\". Ele acreditava que era \"mais uma experiência interativa e cinematográfica do que um jogo eletrônico\". Escrevendo para a Computer and Video Games, Paul Mallinson destacou a atmosfera, história e apresentação das cutscenes como as características mais marcantes. Embora tenha considerado o enredo \"inverossímil\", para ele o jogo \"manteve os pés no chão com um roteiro inteligente e contou uma história arrojada\". Já o escritor da GamePro Mike Weigand chamou a narrativa de \"envolvente e dramática\" e o diálogo \"bem escrito\" e \"fascinante\". Sanchez, Brian Davis da GameSpy e Martin Taylor do Eurogamer elogiaram o \"Sistema Zapping\" pela adição à história, assim aumentando o valor de repetição. Mac Donald achou que a ideia de ações no primeiro cenário afetando o segundo foi \"legal no conceito\", mas pouco utilizado. Resident Evil 2 também foi elogiado por seus gráficos, considerados bem melhores do que os apresentados no primeiro jogo. Sanchez e Weigand perceberam melhoras nos fundos pré-renderizados em comparação ao Resident Evil original graças ao seu maior detalhamento e interatividade. Mac Donald elogiou os modelos das animações por terem atingido um \"realismo verdadeiro\", além do uso da linguagem corporal como um meio para comunicar perfeitamente a condição da saúde dos protagonistas. Shawn Sackenheim da Allgame elogiou seus gráficos, comentando que os fundos foram \"renderizados à perfeição\", as cutscenes eram \"uma obra de arte\" e a animação \"fluida e assustadora\". O áudio também foi bem recebido pela crítica. Weigand citou-o como um \"excelente acompanhamento para os visuais\". Sanchez disse que Resident Evil 2 poderia ter \"o melhor design de som em um jogo de console\". Sackenheim descreveu a música e efeitos sonoros como \"perfeitamente acomodados\" e chamou a trilha sonora de \"perfeitamente composta\", enquanto Mac Donald comparou o uso do áudio como em filmes de terror clássicos. Um ponto comum de crítica foi o sistema de inventário, descrito por Sanchez como \"doloroso\". Ele desaprovou a necessidade do jogador recuperar objetos de caixas de itens, e Mac Donald criticou o sistema por ser irrealista, com as caixas sendo \"[magicamente]\" interligadas e por todos os itens tomarem a mesma quantidade de espaço quando estão sendo carregados, independentemente do seu tamanho. Além disso, Mallinson e Mac Donald desaprovaram determinados quebra-cabeças, que eles acreditavam estarem fora de lugar em um cenário de delegacia de polícia. Para Sanchez, os enigmas tinham um ritmo melhor comparado ao seu antecessor, mas também achou-os menos interessantes e muito fáceis para os jogadores experientes. Na análise de Sackenheim, ele observou a brevidade do jogo e achou os cenários individuais pouco diferenciados para manter o interesse dos jogadores casuais até o final da campanha. Para o revisor, os controles eram \"fáceis de pegar e jogar\", enquanto Sanchez teve dificuldades com a maneira de mirar. Alguns colaboradores criticaram a dublagem, chamando-a de \"brega\", \"terrível\" e \"bárbara\". === Avaliações posteriores === Com exceção do aclamado porte para Nintendo 64, a maioria dos lançamentos posteriores de Resident Evil 2 receberam pontuações ligeiramente mais baixas do que a versão de PlayStation. Weigand aconselhou os jogadores que já possuíam o jogo alugar o Dual Shock Ver. pelo minijogo \"Extreme Battle\" e recomendou aos novos jogadores comprar a edição atualizada em vez da original. O porte de Windows foi elogiado pelo seu conteúdo adicional, mas criticado por não permitir ao jogador salvar à vontade e por falta de fundos atualizados para se ajustar à resolução mais alta. A versão de Nintendo 64 foi amplamente elogiada pela realização técnica da montagem de um jogo de dois discos em um único cartucho de 512 megabites (64MB). No entanto, Taylor criticou-o por manter as cenas de carregamento da versão de PlayStation, uma desvantagem técnica de discos ópticos que os cartuchos não compartilham. O escritor da GamePro sob o pseudônimo de \"The Freshman\" ficou impressionado com os gráficos melhorados no Nintendo 64, mas estava desapontado com suas cutscenes fortemente comprimidas. Joe Fielder da GameSpot considerou a compressão perdoável dado ao jogo ser em cartucho e observou que as novas características exclusivas foram feitas pela falta do modo \"Extreme Battle \". O revisor da IGN Matt Casamassina elogiou a execução do suporte para Dolby Surround e chamou a edição de Nintendo 64 de \"a melhor versão do jogo\". Os efeitos sonoros mais claros do porte para Dreamcast foram bem recebidos por Shawn Sparks da Game Revolution, que também achou os modelos de personagens um pouco mais nítidos. No entanto, Steve Key do Computer and Video Games não gostou de fundos de baixa resolução, fazendo os personagens se destacarem muito dos ambientes e, portanto perdendo um pouco da atmosfera do jogo. Escrevendo para o GameSpot, James Mielke não acreditava que o porte para Dreamcast era \"uma compra essencial\", mas ainda o chamou de um \"grande jogo\", e graças ao seu baixo preço de varejo, uma oferta atraente. A versão de GameCube foi fortemente criticada por seu alto preço e gráficos datados. No entanto, para \"Four-Eyed Dragon\" da GamePro esta versão tinha melhores visuais do que qualquer outra versão do jogo. Davis e Mark MacDonald do 1UP.com ficaram decepcionados com a falta de recursos incluídos na versão de Nintendo 64. Peer Schneider da IGN achou a versão 2.5D para o Game.com frustrante e apenas \"parcialmente fiel\" a versão original de Resident Evil 2. Embora os gráficos e efeitos sonoros tenham em certa medida conseguido recriar a atmosfera original, ele achou os controles muito \"lentos\" para permitir uma experiência agradável. === Retrospectiva === Resident Evil 2 ganhou grande respeito nos anos seguintes de seu lançamento inicial e foi nomeado o quarto melhor jogo de PlayStation pela Famitsu. Electronic Gaming Monthly, IGN, Game Informer e Official UK PlayStation Magazine incluíram-no em sua listas dos 100 melhores jogos de todos os tempos, ficando em 62º, 58º, 34º e sexto lugar, respectivamente. Os leitores da Retro Gamer classificaram Resident Evil 2 como o 97º melhor jogo retrô, com a equipe observando que ele foi \"considerado por muitos como o melhor da série\". A GameTrailers o classificou em quarto lugar em uma lista dos jogos que mais necessitavam de uma recriação. == Vendas == Promovido com uma campanha publicitária de cinco milhões de dólares, Resident Evil 2 tornou-se o jogo eletrônico mais vendido na América do Norte. No fim de semana após seu lançamento, vendeu 380.000 cópias e arrecadou dezenove milhões de dólares. Por isso, ultrapassou a receita de todos os filmes de Hollywood naquela semana e quebrou os recordes de vendas estabelecidos anteriormente por Final Fantasy VII e Super Mario 64. Com 4,96 milhões de cópias vendidas, a versão de PlayStation de Resident Evil 2 foi um sucesso comercial e é o jogo mais vendido da franquia em uma única plataforma. Outras 810.000 cópias do Dual Shock Ver. foram distribuídas em março de 1999. == Legado == A história de Resident Evil 2 serviu de base para várias obras licenciadas posteriormente. Ted Adams e Kris Oprisko adaptaram-na vagamente para as histórias em quadrinhos \"Raccoon City – R.I.P.\" e \"A New Chapter of Evil\", que foram lançadas nas duas primeiras edições da Resident Evil: The Official Comic Book Magazine em março e junho de 1998. Um manhua cantonês de sessenta edições chamado Shēnghuà Wēijī 2 (lit. \"Crise Biológica 2\") foi publicado semanalmente entre fevereiro de 1998 e abril de 1999. Uma releitura em comédia romântica da história do jogo centrada em Leon, Claire e Ada foi lançada como uma revista em quadrinhos taiwanesa de duas edições chamada Èlíng Gǔbǎo II (lit. \"Castelo Demoníaco II\"). Resident Evil: City of the Dead, um livro de 1999 escrito pela autora S. D. Perry e publicado pela Pocket Books é uma adaptação direta da narrativa, sendo o terceiro lançamento em sua série de romantizações de Resident Evil. O jogo para celular Resident Evil: Uprising contém uma versão condensada da história adaptada por Megan Swaine. Resident Evil: The Darkside Chronicles, um shoot 'em up lançado para o Wii em 2009, inclui um cenário chamado \"Memórias de uma Cidade Perdida\", que reimagina o enredo de Resident Evil 2, mantendo cenas-chave de quatro cenários da campanha. Em 2008, o produtor de Resident Evil 5 Jun Takeuchi, que já tinha trabalhado anteriormente na série como designer de armas e animador de gráficos, aludiu à possibilidade de uma recriação completa do jogo. Tal projeto já havia sido considerado para o GameCube em 2002, mas Mikami abandonou a ideia para não atrasar o desenvolvimento de Resident Evil 4. Os arcos de história introduzidos em Resident Evil 2 continuaram em áudios e lançamentos de jogos posteriores. Kyoko Sagiyama, Junichi Miyashita, Yasuyuki Suzuki, Noboru Sugimura, Hirohisa Soda e Kishiko Miyagi – roteiristas contratados pela Flagship, ex-subsidiária da Capcom – criaram duas radionovelas intituladas Chiisana Tōbōsha Sherry (lit. \"Sherry, A Pequena Fugitiva\") e Ikiteita Onna Spy Ada (lit. \"A Espiã Ada Vive\"). Os dramas foram transmitidos pela Rádio Osaka no início de 1999 e mais tarde lançados pela editora Suleputer como dois CDs separados com o título comum Biohazard 2 Drama Album. Chiisana Tōbōsha Sherry começa logo após os eventos do jogo. Sherry é separada de Claire enquanto fogem de soldados enviados pela Umbrella para matar todas as testemunhas do surto viral. Raccoon City é incendiada pelo governo dos Estados Unidos em uma tentativa da empresa para encobrir o desastre. Sherry busca refúgio na cidade vizinha de Stone Ville e mais tarde foge para o Canadá com a ajuda de uma garota chamada Meg, que promete ajudá-la a se reunir com Claire. Ikiteita Onna Spy Ada acontece alguns dias depois de Resident Evil 2 e narra a missão de Ada para recuperar o pingente de Sherry com a amostra do G-virus, que é dito estar na posse de Hunk. A agente intercepta a entrega do medalhão na França e mata Hunk e seus homens. Como consequência de um vazamento acidental do T-virus em Loire Village, o destino da entrega, Ada é forçada a retirar-se para um velho castelo. Junto com uma unidade da Força Aérea Francesa enviada para incendiar a aldeia, ela encontra Christine Henry, diretora da Umbrella que deu a ordem para Hunk levar a amostra do G-virus até a França. Jacob, o líder da unidade aérea, é revelado ser um co-conspirador de Christine. No entanto, ele pretende manter a amostra do G-virus para si mesmo e matá-la. Philippe, um outro membro da unidade, convence Ada a dar-lhe o pingente e depois ele injeta-se com o vírus para dar a si mesmo o poder de parar Jacob. Ada escapa e percebe seus sentimentos por Leon, tomando a decisão de sair do negócio de espionagem e retornar para ele. As duas radionovelas são consideradas cenários \"e se\" e não são reconhecidas em lançamentos posteriores da série. Os arcos de história dos personagens são continuados de formas diferentes: Sherry é levada em custódia pelo governo dos Estados Unidos imediatamente após os acontecimentos de Resident Evil 2, Ada mantém o pingente com o G-virus e retoma suas atividades como espiã e Hunk oferece com sucesso uma outra amostra do vírus para a Umbrella. == Recriação == Em 12 de agosto de 2015, o produtor da Capcom Yoshiaki Hirabayashi confirmou a informação de que uma recriação de Resident Evil 2 estava em desenvolvimento. O projeto, liderado por Hirabayashi, foi produzido pela equipe da Capcom R&D; Division 1. O produtor também já havia trabalhado nas remasterizações em alta definição de Resident Evil e Resident Evil Zero. Ele afirmou ainda que o projeto foi aprovado após o grande apoio da base de fãs da série. Anunciado oficialmente durante a Electronic Entertainment Expo de 2018, a recriação de Resident Evil 2 foi lançada em 25 de janeiro de 2019 para PlayStation 4, Xbox One e Windows. O jogo usa o motor gráfico RE Engine, que também foi utilizado em Resident Evil 7: Biohazard, e substitui os controles \"tanque\" e ângulos de câmera fixos por uma jogabilidade \"sobre o ombro\" semelhante a Resident Evil 4. == Ligações externas == * * Categoria:Apocalipse zumbi Categoria:Jogos cancelados para Sega Saturn Categoria:Jogos da série Resident Evil Categoria:Jogos eletrônicos ambientados nos Estados Unidos Categoria:Jogos eletrônicos de 1998 Categoria:Jogos eletrônicos de ação e aventura Categoria:Jogos eletrônicos de sobrevivência Categoria:Jogos eletrônicos de survival horror Categoria:Jogos eletrônicos desenvolvidos no Japão Categoria:Jogos eletrônicos exclusivamente para um jogador Categoria:Jogos eletrônicos com protagonistas femininas Categoria:Jogos para Dreamcast Categoria:Jogos para Game.com Categoria:Jogos para Nintendo 64 Categoria:Jogos para Nintendo GameCube Categoria:Jogos para PlayStation Network Categoria:Jogos para PlayStation Categoria:Jogos para Windows Categoria:Sequências de jogos eletrônicos Categoria:Jogos eletrônicos de horror",
 "title": "Resident Evil 2"
}