{
 "id": "116099",
 "text": "Fallen é o álbum de estreia da banda de rock americana Evanescence. Foi lançado em 4 de março de 2003 através da gravadora Wind-up Records. O álbum foi gravado em múltiplos estúdios, incluindo Conway Recording Studios em Hollywood, Califórnia. É comercialmente o disco mais bem sucedido da banda, com vendas de mais de sete milhões de cópias nos Estados Unidos, e atualmente estima-se mais de 17 milhões em todo o mundo. Estreou na sétima posição da Billboard 200, vendendo mais de 141 mil cópias em sua primeira semana, acabou atingindo o número 3 em junho de 2003. Internacionalmente, liderou as paradas em mais de dez países do mundo. Foi certificado sete vezes com disco de platina pela Recording Industry Association of America (RIAA), e adquiriu várias certificações em todo o mundo. Após seu lançamento, Fallen recebeu críticas positivas por críticos da música. O álbum gerou quatro singles: \"Bring Me to Life\", \"Going Under\", \"My Immortal\" e \"Everybody's Fool\". \"Bring Me to Life\" e \"My Immortal\" entraram em paradas de mais de dez países, incluindo Austrália, Reino Unido e Estados Unidos. O disco recebeu cinco indicações no 46º Grammy Award, vencendo Melhor Novo Artista e Melhor Performance do Hard Rock. ==Antecedentes e gravações== Após a formação do Evanescence em 1995 por Amy Lee e Ben Moody, a banda lançou três extended plays (EP) e um CD demo; em janeiro de 2001, assinaram com sua primeira gravadora, Wind-up. O processo de escrita do álbum teve um período de oito anos. Durante uma entrevista à MTV, Ben Moody revelou que ele nunca escreveu junto com Lee, acrescentando: \"talvez duas ou três vezes em oito anos que nós realmente sentamos e escrevemos juntos na mesma sala\". O álbum foi gravado nos estúdios Track Record, NRG Recording Studios, Ocean Studios e Conway Recording Studios, todos na Califórnia. Diferentes faixas foram gravadas como demos antes das sessões de gravação do álbum, incluindo \"My Immortal\", \"Imaginary\", e \"Whisper\" que apareceram em trabalhos anteriores da banda. O disco foi gravado e mixado entre final de agosto e início de dezembro de 2002. O trabalho de gravação para Fallen começou no Ocean Studios, em Burbank, Califórnia, onde a maior parte de \"Bring Me to Life\" foi gravada para a trilha sonora do filme Daredevil, antes da produção completa do disco. Para essa música, Jay Baumgardner usou diversos mixes em seu estúdio, NRG Recording Studios, em North Hollywood, Los Angeles, em uma SSL 9000 J. Trilhas de bateria foram registradas no Ocean Studios, com Josh Freese tocando para diversas faixas, contendo guitarras e vocais em estéreo nas músicas selecionadas. No restante da bateria, Fortman disse que usou um D112 no interior do tambor de pontapé, uma U47 na parte externa, um altifalante NS-10 como um microfone externo. O produtor correu 414s no prato de condução e chimbal. Ele gravou a bateria em duas polegadas de fita em uma máquina Studer e depois passou para um Pro Tools. As guitarras (Gibson Les Paul, Gibson SG, Mesa Boogie, Marshall Amplifiers) foram gravadas no Mad Dog Studios em Burbank, Califórnia com um antigo amplificador Mesa/Boogie. Os vocais de Lee, o piano e as vozes de fundo pelo coral The Millennium Choir foram gravados no NRG Recording Studios. As partes da orquestra foram arranjadas por David Hodges e David Campbell, exceto em \"My Immortal\", que foi feito pelo compositor Graeme Revell. A mixagem para o álbum teve um período de duas semanas no Conway Recording Studios em North Hollywood, enquanto o álbum foi masterizado por Ted Jensen no Sterling Sound, em Nova York. ==Composição== ===Canções e letras=== De acordo com Amy Lee, \"Going Under\" é sobre um relacionamento anterior emocionalmente e fisicamente prejudicial, dizendo: \"É sobre quando você está no fim de tudo, quando você está no ponto em que você percebe que algo tem de mudar, que você não pode continuar a viver na situação que você está vivendo. É legal. É uma canção muito forte.\" Foi a última canção escrita para o álbum, e foi originalmente planejado para ser o primeiro single, no entanto, \"Bring Me to Life\" foi escolhida devido a sua aparição na trilha sonora de Daredevil, sendo lançado como o segundo single. \"Bring Me to Life\" é uma canção de rock, metal alternativo e metal gótico situado em um tempo comum e realizado em um ritmo moderado de 96 batidas por minuto. Ele foi escrito por Lee, Ben Moody e David Hodges, e foi inspirado por um incidente que ocorreu enquanto ela estava sentada em um restaurante quando um conhecido de Lee perguntou se ela estava feliz em seu relacionamento atual. Foi então que Lee percebeu que ela era, de fato, infeliz em seu atual relacionamento e expressou que ela sentiu que tinha sido \"acordada\", daí a letra \"wake me up inside / acorde-me por dentro\". Lee também confirmou que a canção era sobre seu amigo de longa data Josh Hartzler, com quem se casou em 2007. \"Everybody's Fool\" foi escrita por Lee, Moody e Hodges e é sobre celebridades que têm imagens completamente falsas. Em entrevista à VH1, Lee afirmou: \"Minha irmã estava realmente ficando obcecada por essas coisas, eu não quero ofender ninguém, mas são ídolos femininos falsos, idiotas e vagabundas, e isso realmente me irritou. Ela começou a se vestir como eles e como ela havia oito anos, eu conversei com ela e escrevi essa canção. \"My Immortal\" é uma balada no piano, e foi escrita por Moody, enquanto a ponte foi adicionada por Lee durante as gravações posteriores, e é baseado em um conto contado por Ben; ele também confirmou no encarte do álbum que ele dedicou ao seu avô, Bill Holcomb. \"Haunted\" também é baseada em um conto contado por Moody, que foi publicado no site da banda, EvBoard. \"Tourniquet\" foi originalmente escrita pela banda de metal cristão Soul Embraced, que incluía o ex-membro Rocky Gray antes de se juntar ao Evanescence. \"Hello\", foi escrita em homenagem a irmã mais nova de Lee, que faleceu aos três anos de idade devido a uma doença não identificada. \"My Last Breath\" foi escrita por Lee, Moody e Hodges, e foi inspirado pelos ataques de 11 de setembro de 2001. ==Recepção== ===Resposta da crítica=== Fallen recebeu críticas mistas e positivas dos críticos de música. Johnny Loftus do Allmusic marcou quatro estrelas de cinco, dizendo: \"O álbum não inclui flashes de nu metal em alguns singles (\"Everybody's Fool\", \"Going Under\"). Mas é o rock gótico sinfônico de grupos como Type O Negative que influencia a maior parte de Fallen\". Entertainment Weekly também fez uma revisão geral positiva, marcando o álbum com um B−, dizendo: \"o gênero agora muito mais velho para ser chamado de nu metal, geralmente não é associado à grandes vocalistas – e muito menos do sexo feminino. A vocalista sombria do Arkansas, Amy Lee, é uma exceção\". Kirk Miller da Rolling Stone fez uma revisão mista, marcando três de cinco estrelas para o álbum, dizendo: \"Quando a vocalista Amy Lee canta sobre a mentira 'na minha terra de flores de papel' ou 'remorso sanguinário e traição', ela dá à Fallen um tom espiritual assustador que falta em garotos do nu metal\". Adrien Begrand do PopMatters avaliou o álbum negativamente, dizendo: \"é basicamente banal e mudo como tudo em seu gênero, tem apenas um pequeno punhado de momentos transcendentes, mas com uma completa falta de ousadia musical\". No entanto, ele elogiou os vocais de Lee, \"crescente, encantador e angelical\", dizendo que \"o Evanescence não seria nada\" sem ela. Christa Titus da Billboard chamou Fallen de \"altamente polido\". Melissa Maerz da revista Spin classificou o álbum com quatro de cinco estrelas, afirmando: \"O nu metal recebe uma pulverização teatral de Andrew Lloyd Webber em níveis A do piano, acrescentando seções de cordas, e aborda questões com letras maiúsculas, Deus ('Tourniquet'), Amor ('Going Under') e Morte ('Bring Me to Life') – com a grandeza que elas merecem\". ===Performance comercial=== Fallen foi um sucesso comercial, vendendo mais de 17 milhões de cópias desde o seu lançamento em 2003. Na parada Billboard 200, o álbum estreou na sétima posição, com mais de 141 mil cópias vendidas em sua primeira semana. Nos Estados Unidos, o disco já vendeu mais de 7.6 milhões de cópias. Fallen foi o oitavo álbum mais vendido em 2004 e o décimo-nono álbum mais vendido da década de 2000. Em outubro de 2011, o disco passou 106 semanas na Billboard 200, com 58 semanas no top 20. Alcançou a terceira posição da Billboard 200 em 14 de junho de 2003, e reentrou na parada em 13 de março de 2010 na posição 192. O álbum passou 232 semanas na Top Pop Catalog após sair da Billboard 200. A Recording Industry Association of America (RIAA) certificou o disco com platina em abril de 2003, e em junho de 2008 havia recebido sete vezes platina. Na parada UK Albums Chart, Fallen estreou no número 18 vendendo 15.589 cópias. Chegou ao número um com 38.570 cópias sete semanas depois, após \"Bring Me to Life\" ficar no topo da parada UK Singles Chart. No entanto, vendeu mais de 56.193 cópias em dezembro de 2003, que se tornou sua maior semana de vendas, embora fosse no número 28 da mesma semana. Mais tarde, passou 33 semanas no top 20, e 60 semanas dentro do top 75. O álbum reentrou nas paradas do Reino Unido no número 35 após a semana do lançamento do segundo álbum de estúdio da banda, The Open Door. Em outubro de 2011, o álbum já havia vendido mais de 1.367.900 cópias no Reino Unido. O álbum também foi um sucesso internacional, no topo das paradas em mais de dez países, e dentro do top 10 de mais de vinte países. Depois de passar mais de três meses no top 10 na Canadian Albums Chart, o álbum alcançou a posição número um em 13 de agosto de 2003, com a venda de 8.900 exemplares de acordo com dados compilados pela Nielsen SoundScan. ===Controvérsias=== O álbum Fallen foi originalmente promovido em lojas cristãs. Mais tarde, a banda deixou claro que não queriam ser considerados parte do gênero rock cristão, como os companheiros de gravadora, Creed. Em abril de 2003, o presidente da gravadora Wind-up Records, Alan Meltzer, enviou uma carta às rádio cristãs e lojas de varejo para explicar que, apesar da \"sustentação espiritual, que despertou interesse e entusiasmo na comunidade religiosa cristã, o Evanescence são uma banda secular, e para tais verem sua música como entretenimento\". Portanto, ele escreveu: \"Wind-up sente fortemente em dizer que não pertencem mais aos mercados cristãos\". Quase imediatamente após o recebimento da carta, muitas estações de rádio cristãs retiraram as canções de Fallen de suas listas. Terry Hemmings, diretor executivo da distribuidora de música cristã Provident, expressou sua perplexidade, dizendo: \"Eles entenderam claramente o álbum seria vendido nestes canais\". Em 2006, Amy Lee disse à Billboard que ela havia se oposto a ser identificada como uma \"banda cristã\" desde o início. Ela ainda acrescentou: \"Podemos por favor pular essa coisa cristã, eu sou contra isso desde o início. Eu nunca quis ser associado a isso, era coisa de Ben, acabou. É um novo dia\". ==Turnê== Para promover o álbum Fallen, a banda realizou uma série de concertos ao redor do mundo, a turnê recebeu o nome de Fallen Tour. A primeira apresentação ocorreu em 13 de janeiro de 2003 na cidade natal da banda, Little Rock, Arkansas em uma cafeteria para um pequeno público; neste mesmo show foi lançado Mystary EP, uma prévia do álbum Fallen. A partir de 24 de janeiro, iniciou-se uma série de shows por todo o território americano, encerrando em 26 de maio na cidade de Burgettstown, Pensilvânia. Dias depois, a banda realizou o primeiro concerto internacional em Barcelona na Espanha que foi seguido por uma pequena turnê no continente europeu. Em 7 de junho de 2003, o Evanescence se apresentou no festival alemão Rock am Ring, sendo este o concerto com maior público até então. Em julho daquele mesmo ano, a banda realizou quatro concertos na Austrália e Japão, que foram seguidos por uma extensa turnê americana em agosto e setembro de 2003. No mês seguinte, a banda viajou para a Europa e realizou 24 shows em diversos países. Na manhã de 24 de outubro de 2003, horas antes do show em Berlim na Alemanha, o guitarrista e cofundador do Evanescence, Ben Moody, deixou a banda alegando \"diferenças criativas\"; o guitarrista da banda Cold, Terry Balsamo foi convidado para substituir Moody até o fim da turnê, porém acabou por integrar a banda oficialmente. Em janeiro de 2004, a banda voltou à Oceânia e ao Japão com 14 shows ao total. Em fevereiro retornou aos Estados Unidos para uma turnê que durou até maio de 2004; semanas depois a banda excursionou pela Europa, afim de realizar a última turnê no continente. O concerto em Paris na França foi utilizado para a gravação do álbum ao vivo Anywhere but Home, liberado meses depois em novembro de 2004. Em 30 de maio, a banda se apresentou no festival Rock in Rio Lisboa juntamente com as bandas Kings of Leon, Foo Fighters, Charlie Brown Jr. e Seether. Em julho daquele mesmo ano, a banda retornou à América do Norte para realizar os últimos shows da turnê que foi encerrada em 14 de agosto de 2004 na Alltel Arena em Little Rock, com 208 concertos realizados. ==Lista de faixas== ==Créditos== Os créditos foram tomados a partir de Allmusic, e do encarte do álbum Fallen. * Beverly Allen – coro * Geri Allen – coro * Zac Baird – programação * Jay Baumgardner – mixagem * Sergio Chavez – engenheiro assistente * Jason Cupp – engenheiro assistente, engenheiro * Mark Curry – engenheiro, mixagem * Francesco DiCosmo – baixo * Dave Fortman – mixagem, produtor * Josh Freese – percussão * Al Fujisaki – engenheiro assistente * Rocky Gray – compositor * David Hodges – compisitor, teclados, piano, programação, arranjo de cordas * Melanie Jackson – coro * Ted Jensen – masterização * Chris Johnson – programação * John LeCompt – compositor * Amy Lee – arranjador, compositor, vocais * Diana Meltzer – A&R; * Ben Moody – compositor, engenheiro, produtor * Victor Murgatroyd – supervisor de produção * Dean Nelson – engenheiro assistente * Joanne Paratore – coro * Jeremy Parker – engenheiro assistente * Leslie Paton – coro * Graeme Revell – arranjo de cordas * John Rodd – engenheiro * Edwards Sherman – direção de arte * Tom Steel – equipe de placo * Dwight Stone – coro * Sam Story – engenheiro assistente * Richard Stubbs – coro * Bill Talbott – engenheiro * Damon Tedesco – equipe de palco * Talaya Trigueros – coro * Susan Youngblood – coro ==Posições nas paradas musicais== ===Paradas semanais=== Paradas (2003–05) Melhor posição Dinamarca (Hitlisten) 34 Escócia (Scottish Albums Chart) 1 Espanha (PROMUSICAE) 6 Europa (European Top 100 Albums) 1 Holanda (MegaCharts) 2 Hungria (MAHASZ) 18 Irlanda (IRMA) 3 Japão (Oricon) 7 Polônia (ZPAV) 3 Reino Unido (UK Rock & Metal Albums) 1 República Tcheca (IFPI) 7 Rússia (Russian Music Charts) 1 Paradas (2008) Melhor posição Paradas (2009) Melhor posição Estados Unidos (Billboard US Hard Rock Albums) 18 Paradas (2013) Melhor posição Reino Unido (UK Rock Chart) 10 ===Paradas de fim de década=== Paradas (2000–09) Posição Austrália (ARIA) 15 Áustria (Ö3 Austria) 28 Estados Unidos (Billboard 200) 19 Holanda (Megacharts) 67 Reino Unido (OCC) 87 ===Paradas de fim de ano=== Paradas (2003) Posição Alemanha (Offizielle Top 100) 9 Argentina (CAPIF) 13 Austrália (ARIA) 15 Austrália (ARIA Heavy & Rock Metal Albums) 2 Áustria (Ö3 Austria) 17 Bélgica (Ultratop Flandres) 38 Bélgica (Ultratop Valônia) 17 Dinamarca (Hitlisten) 25 Espanha (PROMUSICAE) 15 Estados Unidos (Billboard 200) 8 Finlândia (Musiikkituottajat)The first list is the list of best-selling domestic albums of 2003 in Finland and the second is that of the best-selling foreign albums: * * 16 França (SNEP) 10 Holanda (MegaCharts) 23 Hungria (MAHASZ) 81 Itália (FIMI) 13 Mundo (IFPI) 7 Nova Zelândia (RMNZ) Note: The reader must select \"2003\" → \"Albums\". 6 Reino Unido (OCC) 16 Suécia (Sverigetopplistan) 5 Suíça (Schweizer Hitparade) 3 Paradas (2004) Posição Alemanha (Offizielle Top 100) 1 Argentina (CAPIF) 11 Austrália (ARIA) 7 Áustria (Ö3 Austria) 15 Bélgica (Ultratop Flandres) 12 Bélgica (Ultratop Valônia) 16 Dinamarca (Hitlisten) 52 Estados Unidos (Billboard 200) 6 Finlândia (Musiikkituottajat) 59 França (SNEP) 20 Holanda (MegaCharts) 10 Hungria (MAHASZ) 28 Mundo (IFPI) 43 Nova Zelândia (RMNZ) Note: The reader must select \"2004\" → \"Albums\". 14 Portugal (AFP) 5 Reino Unido (OCC) 59 Suécia (Sverigetopplistan) 39 Suíça (Schweizer Hitparade) 15 Paradas (2006) Posição Reino Unido (OCC) 191 ==Certificações== País Certificação Vendas Alemanha (BVMI) 500.000+ Argentina (CAPIF) 120.000+ Austrália (ARIA) 420.000+ Áustria (IFPI) 30.000+ Bélgica (BEA) 50.000+ Brasil (Pro-Música Brasil) 250.000+ Canadá (Music Canada) 700.000+ Dinamarca (IFPI) 80.000+ Espanha (PROMUSICAE) 100.000+ Estados Unidos (RIAA) 10.000.000+ Europa (IFPI) 3.000.000+ Finlândia (Musiikkituottajat) 56.679+ França (SNEP) 600.000+ Grécia (IFPI) 40.000+ Holanda (NVPI) 80.000+ Hungria (MAHASZ) 20.000+ Itália (FIMI) 50.000+ Japão (RIAJ) 250.000+ México (AMPROFON) + 225.000+ Noruega (IFPI) 40.000+ Nova Zelândia (RMNZ) 75.000+ Polônia (ZPAV) 35.000+ Portugal (AFP) 80.000+ Reino Unido (BPI) 1.348.108 Rússia (NFPF) 20.000+ Suécia (GLF) 60.000+ Suíça (IFPI) 80.000+ Total 17.000.000 ==Singles== * \"Bring Me to Life\" foi o primeiro single do álbum Fallen, lançado em 22 de abril de 2003, é considerada uma das canções mais famosas da banda. Contém a participação do cantor Paul McCoy da banda 12 Stones. É umas das canções mais tocadas ao vivo. * \"Going Under\" foi o segundo single do álbum Fallen, lançado em 9 de setembro de 2003, seu videoclipe é um dos mais notáveis do Evanescence, com influências do filme Evil Dead. * \"My Immortal\" foi o terceiro single do álbum Fallen, lançado em 8 de dezembro de 2003, é considerada a canção mais famosa do Evanescence. Possui duas versões diferentes no álbum. Seu videoclipe foi gravado em preto e branco. * \"Everybody's Fool\" foi o quarto single do álbum Fallen, lançado em 7 de junho de 2004, não obteve tanto sucesso comercial quanto seus antecessores, porém é uma das canções mais insignes do disco. Seu conteúdo lírico se refere à artistas pop, que usam seus corpos para obterem sucesso comercial. Lista de singles, com posições na paradas musicais e certificações Single Ano Melhores posições nas paradas Certificações EUA AUS AUT CAN FRA ALE HOL NZ SUI RU \"Bring Me to Life\" 2003 5 1 3 3 5 2 10 3 6 1 * EUA: * AUS: * FRA: * ALE: * SUI: \"Going Under\" 104 14 14 14 16 15 16 4 13 8 * AUS: \"My Immortal\" 7 4 11 1 11 5 7 2 7 7 * EUA: * AUS: \"Everybody's Fool\" 2004 — 23 — — — — 35 — 35 24 — ==Histórico de lançamento== País Data Gravadora Formato Catálogo Estados Unidos Lançamento de Fallen nos Estados Unidos: * Lançamento original: * Relançamento de 10º aniversário: 4 de março de 2003 Wind-up CD, download digital 60150-13063-2 CanadáLançamento de Fallen no Canadá: * Lançamento original: 1 de abril de 2003 Wind-up, Epic EK 91746 Áustria Lançamento de Fallen na Europa: * Áustria: * Áustria (relançamento de 2004): * Áustria (relançamento de 2009): * Alemanha: * Alemanha (relançamento de 2004): * Alemanha (relançamento de 2009): * França: * França (relançamento de 2009): * Reino Unido: * Reino Unido (relançamento de 2004): * Reino Unido (relançamento de 2009): 28 de abril de 2003 WIN 510879 2 Alemanha Reino Unido WIN 687043 2 AustráliaLançamento de Fallen na Austrália: * Lançamento original: 19 de maio de 2003 510879200 França 20 de maio de 2003 WIN 510879 2 Japão Lançamento de Fallen no Japão: * Lançamento original: * Edição limitada (CD+DVD): * Relançamento de 2009: 7 de julho de 2003 Epic/Sony Records EICP-253 9 de setembro de 2003 Edição limitada (CD+DVD) EICP-242 Áustria 26 de janeiro de 2004 Wind-up, Epic Relançamento do CD WIN 510879 9 Alemanha França 4 de fevereiro de 2004 Reino Unido 23 de fevereiro de 2004 Áustria 25 de setembro de 2009 Wind-up, EMI WIN 687043 2 Alemanha Reino Unido 28 de setembro de 2009 França 5 de outubro de 2009 Japão 12 de outubro de 2011 EMI Music Japan Edição limitada (relançamento) TOCP-54276 Estados Unidos 21 de maio de 2013 Wind-up Remasterização em disco de vinil 60150-13359-1 == Ligações externas == * * * Categoria:Álbuns de Evanescence Categoria:Álbuns de estreia de 2003 Categoria:Álbuns de metal alternativo Categoria:Álbuns de nu metal Categoria:Álbuns de metal gótico Categoria:Álbuns da Wind-up Records",
 "title": "Fallen (álbum de Evanescence)"
}