{
 "id": "116163",
 "text": "Afonso II das Astúrias, o Casto (Oviedo, 759/760 — Oviedo, 20 de março de 842) foi Rei das Astúrias de 791 a 842. Era filho de Fruela I e Munia, neto de Afonso. Após a morte de seu pai, ficou aos encargos da sua tia Adosinda (esposa de Silo das Astúrias), embora exista uma lenda que indique que ele tenha sido levado para o mosteiro de Samos, na Galiza. Após a morte de Silo, que lhe confiara o governo do Palácio, é escolhido para rei devido ao apoio da tia e da corte. Porém, o seu tio Mauregato organizando uma forte oposição, consegue depor Afonso, que se refugia em Álava com os seus parentes maternos. Quando Bermudo I renuncia ao trono devido à derrota na Batalha de Burbia, Afonso regressa às Astúrias e é proclamado rei a 14 de Setembro de 791. Sabe- se que mantinha contactos com o imperador Carlos Magno; existem registos de que três delegações asturianas viajaram até à corte dos Francos nos anos de 796, 797 e 798, embora se desconheçam a agenda. Entre as hipóteses para os reais motivos destas deslocações encontram-se a intenção de manter a integridade do seu reino frente aos ataques muçulmanos na fronteira oriental das Astúrias e possivelmente para discutir os efeitos do Adopcionismo, contra o qual Carlos Magno lutava activamente. Tomou Lisboa em 798 e venceu os muçulmanos nas batalhas de Lutos, a do rio Nalón e em Anceo (825). Graças às vitórias sobre os muçulmanos, afirma a sua presença na Galiza, Leão e Castela, repovoando-os. Fixou a corte em Oviedo, onde construiu várias igrejas e um palácio. Actualmente apenas restam ruínas da Igreja de Santo Tirso. Nas imediações de Oviedo erigiu a igreja de Santullano. A crónica Sebastianense diz dele que morreu em 842 «após conduzir, por 52 anos, de forma casta, sóbria, imaculada, piedosa e gloriosamente o governo do reino». Diz a lenda que foi durante o seu reinado que foi descoberto o túmulo do apóstolo São Tiago, por um ermita de Compostela no ano 814, convertendo assim a cidade num centro de peregrinação para toda a cristandade. Segundo a lenda, Afonso teria sido o primeiro peregrino da história. Com sua morte, foi eleito Nepociano das Astúrias mas Ramiro I das Astúrias, parente de Afonso II, na Batalha da Ponte de Cornellana o vence, tornando-se rei. == Ver também == *Tabela cronológica dos reinos da Península Ibérica Categoria:Reis das Astúrias Categoria:Monarcas católicos romanos",
 "title": "Afonso II das Astúrias"
}