{
 "id": "116161",
 "text": "Ramiro I (c. 790/800/805 — Lillo, 850) foi rei das Astúrias, atual Espanha, de 842 até sua morte em 850. Filho do rei Bermudo I, ele se tornou rei após uma luta pela sucessão depois que seu antecessor, Afonso II, morreu sem filhos. Durante seu reinado turbulento, ele se defendeu de ataques tanto dos vikings quanto das forças de al-Andalus. Arquitetonicamente, seu palácio recreativo Santa María del Naranco e outros edifícios usaram o estilo ramirense que prefigurou a arquitetura românica . Ele foi contemporâneo de Abd ar-Rahman II, emir omíada de Córdoba. == Biografia == Foi filho de Bermudo I das Astúrias (? - 797), rei de Leão e das Astúrias, sendo este filho do príncipe Fruela da Cantábria, filho de Pedro da Cantábria e portanto irmão de Afonso II das Astúrias, tio-avô a quem Ramiro I sucedeu após uma revolta interna onde derrotou o usurpador Conde Nepociano, na batalha da ponte de Cornellana. Com a sua eleição como rei, abandona-se definitivamente a sucessão por eleição, característica dos reis godos, em detrimento da sucessão hereditária. A ascendência de Ramiro I está documentada na Crónica Iriense (século X), onde diz que, morrendo Afonso II, «cui in regno successit Ranemirus filius Veremundi principis nepos suus, filius fratris Froila». De resto, Afonso III (neto de Ramiro I) doou uma propriedade que tinha pertencido a «tius noster Dnus Adefonsus», que lhe vinha de «bisavii sui Dni Pelagii». Os que julgavam Ramiro I filho de Bermudo I dizem, com dúvida, que terá nascido cerca de 791. Mas Luiz de Mello Vaz de São-Payo aponta a data de 805. Pela cronologia do pai e avô, Ramiro I não pode, de facto, ter nascido antes de 800, sendo na verdade mais provável 805. Durante o seu conturbado reinado, relatam as crónicas que teve que enfrentar os normandos e muçulmanos de Al-Andalus, que derrotou na lendária batalha de Clavijo (que, na verdade, se deu durante o reinado de Ordonho II de Leão).A Ascendência de D. Afonso Henriques», de Luiz de Mello Vaz de São-Payo, in Raízes & Memórias», n.º 7, Outubro de 1991 == Relações familiares == Foi filho de Bermudo I das Astúrias (c. 760 - Oviedo, 797) \"o Diácono\" e de Numila, que nas crónicas de Rodrigo de Toledo e de Lucas de Tui é chamada de Imilo e de Nunilo, e no seu epitáfio é nomeada como Ozenda. Terá sido casado por duas vezes, a primeira, cerca de 820 uma com Urraca cuja ascendência não é conhecida mas que segundo o nome pode ser de origem vasco- navarro, com quem teve: * Ordonho I das Astúrias (ca. 830 — Oviedo, 27 de Maio de 866), casado com Flórez, Enrique (1770). Antonio Marín. ed. Memorias de las Reinas Católicas. Historia genealógica de la Casa real de Castilla y de León. Tomo I (2ª edición). Madrid. p. 68. Nuna. O segundo casamento foi cerca de 842 com Paterna. De acordo com as crônicas, quando Afonso II morreu em 842 Ramiro, que ainda não tinha sido proclamado rei, estava em Castela finalizando os preparativos para seu segundo e último casamento. Deste matrimônio, supostamente nasceram os seguintes filhos, embora não existe prova documental para confirmar se eram do seu segundo casamento: * Garcia * Aldonça O genealogista Fancisco Fernández de Bethencourt assumiu que Ramiro e Paterna foram os pais de Rodrigo de Castela. Esta filiação é cronologicamente improvável já que Ramiro contraiu matrimônio com Paterna cerca de 842 e é difícil que seu suposto filho repovoara Amaya em 860. Também poderia ser o pai de Gatón conde em Astorga e El Bierzo, conforme indicado no Al-Bayan al- Mughrib de ibne Idari que diz que Gatón era o irmão do rei Ordonho embora também pode ser o irmão de sua esposa, mas não de Paterna devido a data deste último casamento. == Bibliografía == * == Ver também == * Tabela cronológica dos reinos da Península Ibérica Categoria:Reis das Astúrias Categoria:Monarcas católicos romanos",
 "title": "Ramiro I das Astúrias"
}