{
 "id": "116234",
 "text": "Fernando III, o Santo (, – Sevilha, ) foi rei de Castela desde 1217, rei de Leão desde 1230, e conde de Aumale por casamento desde 1235 até sua morte. Uniu definitivamente os reinos de Castela e Leão e consolidou a Reconquista, deixando por conquistar apenas o reino tributário de Granada. Foi canonizado em 1671, sendo conhecido também como São Fernando. == Subida ao trono de Castela == Fernando era filho de e de Berengária, infanta e rainha de Castela. Nasceu em Agosto de 1201 no em Peleas de Arriba. Em 1204 o casamento dos seus pais foi anulado pelo por motivos de consanguinidade, e Berengária levou os filhos para a corte de Castela. Após a morte do seu tio , com apenas 13 anos de idade, só tinham sobrevivido algumas irmãs de Henrique. Berengária, que tinha sido regente do irmão de 1214 a 1217, foi aclamada rainha de Castela somente um mês após a morte deste. Mas logo após ser coroada abdicou em favor do seu filho varão mais velho, Fernando, então apenas com 16 anos. O pai de Fernando, o rei Afonso IX de Leão, que fora casado com Berengária de Castela e tivera o matrimónio anulado em 1204 devido à relação de parentesco, ambicionava ser rei de Castela por ser neto de . Apoiado pela poderosa família Lara e outros nobres descontentes, proclamou guerra aberta a Castela. Berengária passou então a conselheira do rei. Ajudou a subjugar os nobres rebeldes e depois combinou o casamento (celebrado no final de Novembro de 1219 ou 1220 no Real Mosteiro de San Zoilo em Carrión de los Condes, Palência) de Fernando com uma esposa digna do jovem monarca, e de uma família politicamente útil. A escolhida foi Isabel de Hohenstaufen, conhecida em Castela como Beatriz da Suábia , filha de Irene Angelina de Constantinopla e de Filipe, duque da Suábia, rei da Germânia e rei dos Romanos, neta do [[[Sacro Império Romano-Germânico|imperador romano-germânico]] Frederico Barba Ruiva. Depois de vencer os nobres rebeldes, o conflito com Leão acabou por ser resolvido com umas tréguas tratadas pelo rei Afonso IX e a sua antiga esposa. == União pessoal de Castela e Leão == Em 1230, o monarca de Leão faleceu. Tinha deserdado Fernando e, no seu testamento, legado o reino às infantas Sancha e Dulce, filhas do seu primeiro casamento com a sua prima Teresa, infanta de Portugal. Fernando e a rainha-mãe ambicionavam obter a coroa de Leão e voltar a unir os dois reinos, separados em 1157 com a morte de Afonso VII de Leão. Para tal, reuniram-se na cidade portuguesa de Valença as duas mulheres de Afonso IX de Leão, Teresa de Portugal e Berengária de Castela, com as infantas Sancha e Dulce, para selarem um acordo, assinado em Benavente e que ficaria conhecido como a Concórdia de Benavente ou Tratado das Tercerias. Sancha e Dulce renunciaram à coroa de Leão, em troca de uma renda de 30 mil maravedis e outros privilégios. Pelo Tratado das Tercerias, a união pessoal das duas coroas foi restaurada definitivamente na pessoa do rei Fernando III, o Santo, e na dos seus sucessores, passando Castela a deter a hegemonia na Hispânia. Com a morte de Beatriz da Suábia em 1235, Fernando casou-se pela segunda vez em 1237 com Joana d'Aumale, condessa de Ponthieu , filha de Maria de Belleme, senhora de Ponthieu, e de Simão Dammartin, conde de Aumale. == Reconquista e santidade == Fernando recuperou o esforço castelhano de reconquista. Tomou grande parte de Al-Andalus, o equivalente à moderna comunidade autónoma da Andaluzia, excepto os reinos de Granada e Niebla. Desde 1219 combinou as acções diplomáticas com intervenções bélicas, aproveitando as discórdias existentes entre as taifas para submeter os pequenos reinos ao seu poder. As suas maiores conquistas terão sido Baeza (1227), Úbeda (1233), Córdova (1236), Múrcia (1241), Xaém (1246) e Sevilha (1248). Em 1244, pelo Tratado de Almizra, repartiu as novas terras conquistadas entre as ordens militares, o clero e a nobreza, o que deu lugar mais tarde à formação dos latifúndios da região. Depois da tomada de Córdova, o Santo ordenou a adopção do Liber Iudiciorum (direito visigótico) pelos seus cidadãos, e mandou traduzi-lo, mesmo que com alguns erros, para castelhano, constituindo aquilo a que se viria designar de Fuero Juzgo. Também ajudou a desenvolver a Universidade de Salamanca e fundou a Catedral de Burgos. Foi um patrono das novas ordens de frades, que diferiam dos monges por terem um maior envolvimento com o mundo secular, em detrimento do isolamento dos últimos em mosteiros. Enquanto que os beneditinos, cistercienses e cluniacenses já tinham participado activamente da Reconquista cristã, Fernando III introduziu os dominicanos, franciscanos, trinitários e mercedários na Andaluzia. Apesar de ter determinado assim o futuro da religião na região, que viria a perseguir o rito visigótico ou moçárabe e os não- cristãos, teria encorajado a convivência dos seus súbditos de diferentes fés, que teria a sua expressão máxima na capital cultural de Toledo. No entanto, importa contextualizar esta \"convivência\" no seu local e época. Não se tratava de um convívio intercultural à luz da moral dos dias de hoje. Havia discriminação racial e religiosa. Uma curiosa expressão da língua portuguesa nasceu durante este período: dar às de Vila Diogo, que significa fugir. A explicação desta expressão não é uma verdade histórica indiscutível, mas reflete um pouco do pensamento e do preconceito antissemita da época. A tradição conta que Fernando III concedeu o direito de os judeus de Villadiego não serem perseguidos. Havia, no entanto, uma contrapartida: tinham que usar calças (os cristãos usavam calções) para garantirem os seus privilégios. Os judeus de Burgos e de Toledo não tinham tais privilégios e, logo que perseguidos, abandonavam tudo o que tinham e fugiam para Villadiego (por aportuguesamento Vila Diogo, daí a expressão linguística \"dar às de Vila Diogo\", que significa \"fugir\", ainda usada em Portugal). Nesta localidade, eram-lhes oferecidas calças para escaparem aos perseguidores, mas com um preço: eram forçados a pagar um tributo aos judeus locais. Fernando faleceu em Sevilha a 30 de maio de 1252, com 51 anos. Estava na companhia dos seus filhos tidos com Beatriz (excepto Berengária e Sancho), dos três filhos do seu segundo casamento e ainda da sua segunda esposa, Joana d'Aumalle. O seu corpo foi sepultado na catedral da cidade (antiga Grande Mesquita, que antes de ser mesquita era uma basílica cristã antes da invasão dos mouros), e o seu túmulo foi inscrito em quatro línguas diferentes: castelhano, latim, árabe e hebraico. O seu coração foi enterrado no Monte Calvário de Jerusalém, pela sua forte devoção a Cristo. São Fernando foi o primeiro rei espanhol a ser canonizado, em 1671 pelo . É o padroeiro de vários locais do antigo império colonial espanhol, e de Sevilha, onde sua efígie está incluída tanto no escudo da cidade e da província, como do Sevilha Futebol Clube. Desde a criação em 1819 da diocese de San Cristóbal de La Laguna, também chamada diocese de Tenerife (ilhas Canárias), São Fernando é o compatrono dos mesmos e da catedral diocesana por bula do . Isto porque esta diocese é dependente da Arquidiocese de Sevilha, cuja capital tem por patrono São Fernando, que também é o padroeiro da Universidade de La Laguna, uma vez que esta instituição foi fundada sob o nome de Universidade Literária de São Fernando. == Descendência == Do primeiro casamento com Beatriz da Suábia, em 1219 ou 1220, nasceram: * Afonso X de Castela, o Sábio (1221-1284); * Fradique (1223 - Burgos, 1277), foi casado por duas vezes, a primeira com Beatriz de Malaspina e a segunda com Catarina Komenos. Foi executado pelo seu irmão Afonso; * Fernando (1225/1227-1243/1243); * Leonor (n. 1227), morreu jovem; * Berengária (1228-1289), abadessa de Las Huelgas; * Henrique de Castela, o Senador (1230-1304), senhor de Écija, casou-se com D. Joana Nunez de Lara, senhora de Lara, fora do casamento, com Maior Rodriguez Pecha, filha de Esteban Pecha, deixou descendência; * Filipe (1231-1274), prometido à Igreja mas, apaixonado pela noiva de um dos seus irmãos, casou-se em 1258 com Cristina, princesa da Noruega * Sancho (1233-1261), arcebispo de Toledo; * Manuel (1234-1283), senhor de Escalona, Peñafiel e Vilhena, casou-se com Constança de Aragão e com Beatriz de Saboia; * Maria (1235), morreu jovem. Do segundo casamento com Joana d'Aumale, em 1237, nasceram: * Fernando (1239-1269), senhor de Aumale, casou-se com Laura de Monfort, senhora de Esperon; * Leonor (1241-1290), consorte de ; * Luís (1243-1269), senhor de Marchena, casou-se com Joana Gómez de Manzanedo, senhora de Gatón de Campos; * Ximena (1244), morreu jovem; * João (1245), morreu jovem. ==Ancestrais== == Bibliografia == * * * * * The Ornament of the World, María RosaMenocal, Little, Brown and Company, Boston, 2002 (ISBN 0-316-16871-8) * Reinado y Diplomas de Fernando III, i: Estudio, Julio González, 1980 * Berenguela of Castile's Political Motherhood, Miriam Shadis, 1996 * Reinas Catolicas, Enrique Florez, 1761 Categoria:Reis de Leão Categoria:Reis de Castela Categoria:Reis da Galiza Categoria:Santos de Castela e Leão Categoria:Santos da Galiza Categoria:Monarcas canonizados Categoria:Naturais de Samora (província) Categoria:Casa da Borgonha Categoria:Espanhóis do século XIII Categoria:Reis de Badajoz Categoria:Pessoas canonizadas pelo papa Clemente X",
 "title": "Fernando III de Castela"
}