{
 "id": "116243",
 "text": "Afonso IX de Leão e da Galiza (Zamora, 15 de agosto de 1171 - Sarria, 24 de setembro de 1230), cognominado o Galego nas fontes da época, foi o último soberano dos reinos de Leão e de Galiza independentes de 1188 até à sua morte. == Subida ao trono == Afonso era filho de e de Urraca de Portugal e, portanto, neto materno de e de Mafalda de Saboia e sobrinho de . Em 1181 os seus pais separaram-se devido a serem primos segundos (terem os mesmos bisavôs), regressando a sua mãe à corte do seu avô materno D. Afonso Henriques e ficando Afonso entregue à tutela do seu pai. Teve de enfrentar a sua madrastra Urraca Lopes de Haro e o seu meio-irmão Sancho Fernandes de Leão pelo direito à coroa de Leão. Para fortalecer a sua pretensão convocou a Cúria Régia para receber o apoio do clero, da nobreza e dos representantes das cidades. As Cortes de Leão de 1188 podem ser consideradas o primeiro antecedente na Europa Ocidental do parlamentarismo moderno. Nelas foi reconhecido o direito à inviolabilidade do domicílio e o de habeas corpus, entre outros. Em 1188 Afonso tornou-se rei de Leão e da Galiza após a morte do seu pai. Nesse mesmo ano morreria também a mãe Urraca de Portugal. == Reinado == Casou-se em 1191 com a sua prima direita Teresa Sanches, filha de e de Dulce de Aragão. A união seria anulada em 1194 pelo papa e só após algum tempo Afonso acataria a anulação. Em dezembro de 1197 celebra segundas núpcias em Valladolid com a sua prima-sobrinha Berengária de Castela, filha de e Leonor Plantageneta. Deste segundo casamento Afonso teve o herdeiro que uniria as duas coroas, . O seu segundo estratégico casamento seria anulado em 1204, novamente por consanguinidade. Encarado como uma afronta ao poder papal, teve como reação um interdicto (o equivalente à excomunhão para um reino ou território) sobre a sua pessoa e o seu reino. No entanto, Inocêncio III acabou por levantar a sanção sobre Leão, sob o argumento de que se a população não tivesse acesso aos serviços da religião, deixariam de apoiar o clero, e aumentaria a heresia no reino. Afonso continuou sob interdicto pessoal, ao qual se mostrou indiferente, apoiado pelo seu clero. Depois da separação com Berengária, o rei voltou a ligar-se a Teresa, a cujas filhas legou o reino. Depois da separação de Berengária, a política de Afonso IX centrou-se na rivalidade com Castela, que violara os acordos com o seu reino, conquistando-lhe toda a franja do Carrión e parte de Tierra de Campos. Em 1217 Berengária tornou-se rainha de Castela após a morte do irmão , mas abdicou quase imediatamente para o filho de ambos, Fernando III. Em consequência, este foi viver com a sua mãe e governar Castela. Afonso IX, que ambicionava a esta coroa por ser neto de , proclamou guerra aberta ao reino do filho, apoiado pela poderosa família Lara e outros nobres descontentes. Os seus planos não se concretizariam e acabaria por assinar umas tréguas com a sua ex-esposa. No processo deserdaria o filho da coroa de Leão. == Posteridade == Em 1218, Afonso fundou a Universidade de Salamanca. Depois do fracasso com Castela, concentrou-se na luta contra o Califado Almóada, onde se destacam as suas conquistas na Estremadura: Cáceres em 1229, Mérida e Badajoz em 1230. Embora, por sua morte em 1230, o seu testamento previsse que o trono seria legado às suas filhas Sancha e Dulce, resultantes do primeiro matrimónio, foi o filho que teve do segundo, Fernando III, que acabaria por lhe suceder, juntando as duas coroas numa união pessoal: cada uma manteria a sua independência, cortes e oficiais, mas seriam regidas pelo mesmo monarca. Afonso IX de Leão morreu na cidade galega de Sarria em 24 de setembro de 1230, com cinquenta e nove anos de idade, quando ele fez uma peregrinação a Santiago de Compostela e foi enterrado na catedral de Santiago de Compostela. == Descendência == Do primeiro casamento em 1191 com a infanta Teresa Sanches, filha de Sancho I de Portugal, e de Dulce de Aragão, teve os infantes: * Sancha de Leão (1191-antes de 1243). * Fernando de Leão (1192/1193–1214). * Dulce de Leão (1193/1194-1248). Do segundo casamento, em 1197 com Berengária de Castela, filha de Afonso VIII e de Leonor Plantageneta, princesa de Inglaterra, teve os infantes: * Leonor de Leão (m. 1202). * Constança de Leão (m. 1242), monja no Mosteiro de Las Huelgas. * Fernando III de Castela (Zamora, agosto de 1201-Sevilha, 30 de maio de 1252), sucedeu a Henrique I de Castela em 1214 no trono de Castela e a seu pai em 1230 no trono de Leão, unificado ao de Castela. * Afonso de Molina (1202-1272), senhor de Molina pelo seu primeiro casamento com Mafalda Gonçalves de Lara. De sua terceira esposa, Maior Afonso de Meneses, foi o pai de Maria de Molina, rainha consorte de Castela pelo seu matrimónio com o rei . * Berengária de Leão (m. 1235), casada na cidade de Toledo em 1222 com João de Brienne, rei de Jerusalém e regente do Império de Constantinopla. Depois da anulação de seu primeiro matrimónio e antes de casar com Berengáira, teve uma relação amorosa que durou cerca de dois anos com Inês Íñiguez de Mendoça, filha de Íñigo Lopes de Mendoça e de Maria Garcia. * Urraca Afonso de Leão, casada com Lope Díaz II de Haro, senhor da Biscaia. Afonso teve outra relação com uma nobre galega, Estefânia Peres de Faiam, a quem em 1211 o rei doou um reguengo em terras ourensanas onde a sua família teve muitas propriedades, assim como no norte de Portugal. Era filha de Pedro Mendes Faiam quem confirmou vários documentos reais do rei Afonso IX, e neta de Menedo Faiam, quem também foi testemunha de diplomas do rei Fernando II emitidos em Galiza a partir de 1155. Estefânia se casou depois de sua relação como o rei com Rodrigo Soares de quem teve descendência. No seu testamento, Estefânia mandou ser enterrada no mosteiro de Fiães. Alfonso IX e Estefânia foram os pais de: * Fernando Afonso (n. 1211), quem morreu jovem. Segundo o historiador espanhol Julio González, depois de sua relação com Estefânia, o rei Afonso teve um filho com uma senhora chamada Maura, de Salamanca, da origem desconhecida: * Fernando Afonso de Leão (m. 1278), deão da Catedral de Santiago de Compostela, arquidiácono da Catedral de Salamanca, e canónigo da Catedral de Leão. Entre 1214 e 1218, Afonso teve uma relação com a nobre portuguesa Aldonça Martins da Silva, filha de Martim Gomes da Silva e de Urraca Rodrigues (que depois se casou com Diogo Froilaz, conde de Cifuentes, filho do conde Froila Ramires e da condessa Sancha Fernandes): * Rodrigo Afonso de Leão (m. depois de 1252), senhor de Aliger, casado com Inês Rodriguez de Cabrera, filha de Rui Fernandes de Valduerna \"o Feio\" e de Maria Frolaz de Cifuentes. * Aldonça Afonso de Leão (m. depois de 1267), casada por duas vezes, a primeira com Diego Ramírez Froilaz de quem não teve filhos e a segunda antes de junho de 1230 com Pedro Ponce de Cabrera filho de Ponce Vela de Cabrera, de quem vem os Ponce de Leão. * Teresa Afonso de Leão, a esposa de Nuno Gonçalves de Lara o Bom. A relação mais duradoura do rei Afonso, que começou em 1218 e durou até 1230, foi com Teresa Gil de Soverosa, filha de Gil Vasques de Soverosa e de Maria Aires de Fornelos, tendo esta também tido filhos de Sancho I de Portugal: Os filhos, que nasceram entre 1218 e 1230, foram: * Sancha Afonso (m. 1270), casada com Simão Roiz, senhor de Os Cameros. Depois de enviuvar, foi freira no convento de Santa Eufémia de Cozuelos que tinha fundado. * Maria Afonso de Leão (m. depois de julho de 1275). Contraiu um primeiro matrimónio com Álvaro Fernandes de Lara e depois, segundo o conde de Barcelos, casou com Soeiro Aires de Valadares, filho de Aires Nunes de Valadares e de Jimena Nunes. Foi concubina do rei com quem teve uma filha chamada Berengária. * Martim Afonso de Leão (m. antes de abril de 1272), casou-se com Maria Mendes de Sousa, filha de Mem Gonçalves de Sousa e de Teresa Afonso de Menezes. Foram os fundadores do Mosteiro de Sancti Spíritus em Salamanca, um convento feminino da Ordem de Santiago. * Urraca Afonso de Leão (n. 1228), casada com Garcia de Romeu e depois com Pedro Nunes de Guzmão. Embora tenha sido atribuído um outro filho ao rei Afonso IX chamado Pedro, supostamente mestre da ordem de Santiago, Pedro não está documentado como os outros filhos do rei. == Notas == * == Bibliografia == * * * * * * * * Categoria:Reis de Leão Categoria:Reis da Galiza Categoria:Anscáridas Categoria:Naturais de Samora Categoria:Espanhóis do século XII Categoria:Reis de Badajoz Categoria:Nobres com deficiência",
 "title": "Afonso IX de Leão"
}