{
 "id": "116221",
 "text": "Afonso X (), o Sábio ou o Astrólogo (Toledo, 23 de novembro de 1221 — Sevilha, 4 de abril de 1284) foi rei de Castela e Leão de 1252 até sua morte. == Biografia == Afonso era o primogénito de e de Beatriz da Suábia, pela ascendência da qual derivaram as suas aspirações ao trono imperial germânico, filha de Filipe da Suábia, rei da Germânia e rei dos Romanos e de Irene Angelina de Constantinopla, e neta do imperador romano-germânico . Foi declarado herdeiro da coroa em 21 de março de 1222 com apenas quatro meses de idade em uma cerimônia na cidade de Burgos. Sua ama de leite foi Urraca Peres e seu aio Garcia Fernandes de Villamayor, mordomo-mor da rainha Berengária de Castela e esposo de Mor Arias da linhagem galega dos Limia. O infante cresceu com seus aios em Villaldemiro e em Celada del Camino e também passou parte de sua infância nas propriedades de seus cuidadores em Allariz onde aprendeu galaico-português que anos depois utilizou para escrever as Cantigas de Santa Maria. Ainda infante, seu pai lhe participou na tomada de várias praças andaluzas, entre as quais Múrcia, Alicante e Cádis, na reconquista durante o reinado do seu pai, Fernando, o Santo. Em finais de 1246, o infante Afonso apoiou a causa do rei contra o seu irmão, o conde de Bolonha com um exército que integrava a vários nobres dos reinos de Leão e Castela. Embora, \"o infante castelhano, apercebendo-se das dificuldades da empresa ou porque o pai o pressionava para o assédio a Sevilha [...] Em março convencera já o rei português a acompanhá-lo a Castela.\" Porém, enquanto rei, teve que renunciar à posse do Reino do Algarve (pelo Tratado de Badajoz de 1267), bem como às suas aspirações sobre o reino de Navarra. Em 1260 conquistou e incendiou Rabat. Na política interna, teve que fazer frente a rebeliões, das quais se destacam a dos mudéjares (mouros em territórios controlados pelos cristãos) em 1264 e o problema sucessório nos últimos anos do seu reinado. Casado desde 1249 com Violante de Aragão, filha de Jaime I, o Conquistador, o monarca teve no entanto vários filhos ilegítimos. O seu primogénito legítimo, e herdeiro do trono, Fernando de La Cerda, morreu em 1275. Afonso X passou a defender os direitos sucessórios do seu neto primogénito de Fernando, Afonso de Lacerda, mas , seu segundo filho e irmão de Fernando, reclamou a sucessão para si, recebendo poderosos apoios à sua causa. Afonso X só conservou a fidelidade de Múrcia e Sevilha, cidade em que viveu durante os seus últimos meses, bastante isolado e secundado apenas por um pequeno número dos seus antigos colaboradores. Apesar de ter deserdado o seu filho Sancho por decreto a 8 de novembro de 1282, este viria a ser coroado após a sua morte. Durante o seu reinado, Afonso impulsionou a economia, destacando-se em 1273 a criação da Mesta, instituição de representação dos pastores e criadores de gado. Em Leão e Castela desta época, esta actividade tinha mais importância económica do que a agricultura. Fomentou a repopulação de terras conquistadas aos muçulmanos, nomeadamente no Reino de Múrcia e na Baixa Andaluzia. Fundou a Villa Real, que posteriormente passaria a ser Ciudad Real, em uma zona controlada pelas ordens militares. Mas essencialmente foi um legislador. Compôs (em castelhano) as obras legislativas Fuero Real de Castela e o código das Siete Partidas, para além de obras sobre a história da Espanha (Primeira Crónica Geral de Espanha) e história universal (Grande e General Estoria ou General Estoria). Tendo investido grande esforço e dinheiro, em vão, na obtenção da coroa do Sacro Império Romano-Germânico. O Sábio faleceu em Sevilha, a 4 de abril de 1284, com 63 anos. Foi enterrado na Catedral de Sevilha e seu coração em Múrcia. == Contribuições para a cultura == Como D. Dinis seu neto, Afonso X fomentou a actividade cultural a diversos níveis. Realizou a primeira reforma ortográfica do castelhano, idioma que adoptou como oficial em detrimento do latim. O objectivo seria desenvolver o vernáculo do seu reino, segundo o historiador Juan de Mariana. A famosa escola de tradutores de Toledo juntou um grupo de estudiosos cristãos, judeus e muçulmanos. Foi principalmente nesta que se realizou o importantíssimo trabalho de traduzir para as línguas ocidentais os textos da antiguidade clássica, entretanto desenvolvidos pelos cientistas islâmicos. Estas obras foram as principais responsáveis pelo renascimento científico de toda a Europa medieval, que forneceria inclusivamente os conhecimentos necessários para o subsequente período dos Descobrimentos. A verdadeira revolução cultural que impulsionou foi qualificada de renascimento do . Mas a obra que mais foi divulgada e traduzida no reinado deste intelectual foi a Bíblia. No entanto, através de académicos judeus, também patrocinou uma tradução do Talmud. Mas depois da revolta liderada por D. Sancho, perseguiu a comunidade judaica de Toledo, aprisionando-os nas suas sinagogas e demolindo as suas casas.Carroll, James Constantine's Sword: The Church and the Jews, Boston, Houghton-Mifflin, 2002, págs. 327-28 Afonso foi também mecenas generoso do movimento trovadoresco, e ele próprio um dos maiores trovadores e poetas de língua galaico-portuguesa (a língua mais usada na lírica ibérica do ), tendo chegado até nós 44 cantigas suas, de amor e principalmente de escárnio e maldizer. A sua obra mais reconhecida é as Cantigas de Santa Maria, cancioneiro sacro sobre os prodígios da Virgem Santíssima, num total de 430 composições, musicadas. Também colaborou no El Libro del Saber de Astronomia, obra baseada no sistema ptolomaico. Esta obra teve a participação de vários cientistas que o rei congregara, e aos quais proporcionava meios de estudo e investigação, tendo mesmo mandado instalar um observatório astronómico em Toledo. Compõs as tabelas afonsinas sobre as posições astronómicas dos planetas, baseadas nos cálculos de cientistas árabes. Como tributo à sua influência para o conhecimento da astronomia, o seu nome foi atribuído à cratera lunar Alfonsus. Outras obras com o seu contributo são o Lapidario, um tratado sobre as propriedades das pedras em relação com a astronomia e o Libro de los juegos, sobre temas lúdicos (xadrez, dados e tabelas - uma família de jogos a que pertence o gamão), praticados pela nobreza da época. == Casamentos e descendência == Teve vários filhos naturais antes de se casar com Violante de Aragão. Com Maria Afonso de Leão, sua tia, filha ilegítima do rei Afonso IX de Leão e de Teresa Gil de Soverosa, viúva de Álvaro Fernandes de Lara, teve a: * Berengária (n. c. 1241). Contraiu matrimónio com Pedro Nunes de Gusmão, embora morreu jovem sem descendência. Depois, com Elvira Rodrigues de Villada, filha de Rodrigo Fernandes de Villada, que depois se casou com o merino-mor de Leão, Gonçalo Morán, teve a: * Alfonso \"o Niño\" (1242–1281), senhor de Molina e Mesa pelo seu casamento com Branca Afonso de Molina, filha de Afonso de Molina e Mafalda Gonçalves de Lara, de quem teve dois filhos. Foi um dos colaboradores mais fiéis de seu pai. Teve uma filha natural com Mor Guilhém de Guzmão, provavelmente a relação mais estável e duradoura do infante antes de seu matrimónio: * Beatriz de Castela, casada com o rei Afonso III de Portugal em 1253 e mãe do rei D. Dinis de Portugal. Em 1240, o matrimonio do infante Afonso, que naquele ano tinha dezenove anos, e Violante de Aragão, com quatro anos, já estava acordado, segundo depreender-se do testamento do rei datado de 1 de janeiro de 1241: \"Ioles, coniugi Alfonsi, primogeniti ilustris regis Castellae\". O contrato de casamento foi assinado em Valladolid em 26 de novembro de 1246: \"contraxit matrimonium solemniter per verba de presenti [...] cum domina Violante filia domini Iacobi, illustris regis Aragonum\". Os testemunhas do documento foram, entre outros, Mor Arias, a viúva do ayo do infante, Garcia Fernandes de Villamayor, e Urraca Peres, \"nutrix domini infanteis Alfonsi\". A boda real celebrou-se em 25 de janeiro de 1249. Violante era a filha de e Iolanda da Hungria. Deste casamento nasceram: * Berengária de Castela (Sevilha, 10 de outubro de 1253–depois de 1284), senhora de Guadalajara, foi noiva de Luís Capeto, filho e herdeiro de Luís IX de França, mas com a morte deste em 1260 entrou no convento de Las Huelgas; * Beatriz de Castela, marquesa de Monferrato, (Burgos, 1254–1280) casou-se em agosto de 1271 com Guilherme VII de Monferrato. Eles eram os pais da imperatriz-consorte bizantina Irene de Monferrato, casada com Andrônico II Paleólogo; * Fernando de La Cerda (Valladolid, 23 de outubro de 1255–Villa Real, 25 de julho de 1275), casou-se com Branca de França, filha de Luís IX de França, da qual nasceram Fernando e Afonso, os infantes de la Cerda; * Leonor de Castela (agosto 1256/1257–Montpellier, 1275), donzella; * (Valladolid, 12 de maio de 1258–Toledo, 25 de abril de 1295), casou-se com Maria de Molina em junho de 1284, e foi o sucessor de Afonso X; * Constança de Castela (1259–23 de julho de 1280), freira no Mosteiro de Las Huelgas; * Pedro (Sevilha, 1260–Ledesma, 20 de outubro de 1283), senhor de Ledesma, Alba de Tormes, Salvatierra e Miranda, esposo de Margarita de Narbona, pai de Sancho \"el de la Paz\"; * João de Castela (1262–25 de junho de 1319), senhor de Valencia de Campos, Oropesa, Ponferrada, Castroverde e outros lugares. Casou-se duas vezes: a primeira vez com Margarita de Montferrat e a segunda com Maria Diaz de Haro, senhora de Biscaia, filha de Lope Diaz de Haro e de Joana Afonso de Molina. Com descendência de ambos casamentos. * Isabel de Castela (n. 1263/1264) morreu jovem; * Violante de Castela (1265–12 de março de 1287/30 janeiro 1308), casou-se com Diego Lopes de Haro, senhor da Biscaia; * Jaime de Castela (1266–Orgaz, 9 de agosto de 1284), senhor de Os Cameros, sem descendência. Teve outros dos filhos de mãe desconhecida, os dois menores de idade quando o rei Afonso outorgou testamento em janeiro de 1284: * Martim Afonso, abade em Valladolid, mencionado no codicilo do rei Afonso; * Urraca Afonso, também mencionada no codicilo onde seu pai encarrega sua filha, a rainha Beatriz, a missão de casá-la. == Ver também == * Tábuas afonsinas * Cantigas de Santa Maria == Notas == ==Bibliografia== * * * * * * * * == Ligações externas == * * * * , e * e dados bibliográficos * * * Alfonso X de Castilla y León, em Cancioneros Musicales Españoles. Categoria:Anscáridas Categoria:Compositores do século XIII Categoria:Compositores medievais Categoria:Dia das Letras Galegas Categoria:Escritores da Espanha Categoria:Espanhóis do século XIII Categoria:Juristas da Espanha Categoria:Naturais de Toledo Categoria:Poetas cristãos Categoria:Reis de Castela Categoria:Reis da Galiza Categoria:Reis de Leão Categoria:Reis de Badajoz",
 "title": "Afonso X de Castela"
}