{
 "id": "116273",
 "text": "Afonso V de Leão (994 - Viseu, Portugal, 7 de Agosto de 1028), chamado o Nobre ou o dos Bons Forais, filho de Bermudo II de Leão e da sua esposa Elvira Garcia, filha de Garcia Fernandes, conde de Castela e neta de Fernão Gonçalves. Afonso reinou de 999 a 1027. Durante a sua menoridade, a sua mãe, a rainha Elvira, foi co-regente com o conde Mendo Gonçalves até 1008, o ano da morte do conde, após o qual Afonso reinou sozinho. Afonso herdou um reino cheio de instabilidade política. A sua mãe Elvira Garcia, junto com os três mais importantes nobres do reino quase que desaparecem da vida política. Esse nobres eram: o conde de Castela Sancho Garcia, o chefe dos Banu Gómez, o conde Garcia Gómez e o conde Portucalense Mendo Gonçalves, tutor do Infante Afonso, que tinham sido uma fonte de problemas durante a regência. Afonso V quer instalar uma nova administração, e para isso precisa primeiro de um novo quadro legal. Assim, em 1017, numa reunião da Cúria Regia, promulga a Carta de Leão, que tem sido descrita como a sanção legal do feudalismo em Leão. Ele tentou acabar com a agitação da nobreza e recuperar o poder real. Esta decisão recebe o nome de \"Carta de Leão\" e na parte é um conjunto de regras decretadas pelo rei Afonso V de Leão e pelo concilium reunido na Catedral de Leão em 1020. São 20 preceitos que foram adicionados mais 28 que regem a vida local, na cidade de Leão. Morreu durante um cerco que pôs à cidade de Viseu, Portugal em 1028. Seu corpo foi levado para a cidade de Leão e enterrado no Panteão dos Reis da Basílica de Santo Isidoro, acompanhado por seus pais. O túmulo de pedra em que foi depositado o corpo do rei encontra-se bem preservado, sendo possível ler na sua tampa a seguinte mensagem que aparece esculpida em latim: == Matrimónio e descendência == Primeiro casou-se em 1013 com Elvira Mendes, filha do tutor de Afonso V, Mendo Gonçalves, conde do condado de Portucale, e de Tutadona, e quem teve: * Bermudo III de Leão (ou Vermudo III) (c. 1015 – Batalha de Tamarón, 1037), foi rei de Leão de 1027 até 1037. * Sancha de Leão (c. 1020–1067), casou com Fernando I de Leão (1016 — 27 de dezembro de 1065). A rainha Elvira morreu em 2 de dezembro de 1022. No ano seguinte, entre maio e novembro de 1023, o rey Afonso se casou com Urraca Garcês de Pamplona, filha do rei Garcia Sanches II de Pamplona e de Jimena Fernandes. Deste casamento nasceu: * Jimena de Leão. == Bibliografia == * * * * Categoria:Reis de Leão Categoria:Monarcas mortos em combate Categoria:Sepultados na Basílica de Santo Isidoro",
 "title": "Afonso V de Leão"
}