{
 "id": "116287",
 "text": "Fernando I de Leão (1016–27 de dezembro de 1065), cognominado o Grande ou o Magno, Rei de Leão (1037–1065), Conde de Castela (1035–1065), conquistou Viseu e Coimbra em 1064. Era filho de Sancho Garcês III de Pamplona e da Rainha Munia Mayor de Castela. De sua mãe herdou o condado de Castela, em 1029. Sob a divisão de territórios organizada por seu pai antes de sua morte, ele recebe Castela, sucedendo em 1035 como FERNANDO I \"el Magno\" Rei de Castela. Conquistou pela força das armas o reino de Leão, com a ajuda de seu irmão García , Rei de Navarra, derrotou e matou o cunhado Bermudo III, Rei de Leão, proclamando-se Rei de Leão e da Galiza a 4 de setembro de 1037. Foi coroado em Santa Maria de Leão, a 22 de junho de 1038, após o qual ele usou o título \"imperatur\". O reinado do rei Fernando foi um período de rápida expansão castelhana. Ele derrotou e matou o irmão Garcia Sanches III, Rei de Navarra em Atapuerca em setembro de 1054, exigindo a cessão do distrito de Bureba na margem oeste do alto rio Ebro. Os laços estreitos entre Borgonha e Espanha começaram durante o reinado de Fernando I, rei de Castela, que estabeleceu uma renda anual de 120 onças de ouro em favor da abadia de Cluny algum tempo depois de 1055. Aliou-se a Ibn-Hud para atacar o Reino Taifa de Toledo, de quem forçou o pagamento de um grande tributo ou pária, que se tornou a forma estabelecida de angariar receitas para os reinos cristãos. Em 1057, invadiu o território dos Aftasides de Badajoz, capturando Lamego a 29 de novembro de 1057 e Viseu a 25 de julho de 1058. Também atacou Santarém, forçando o seu governante a pagar 5.000 dinares por ano para manter uma trégua. Exigiu parias anuais de Saragoça a partir de 1060. Parte para Santiago de Compostela, em peregrinação para pedir a intercessão de Santiago, para o cerco que iria a efectuar em Coimbra. Nesta viagem, parte com a sua esposa Sancha, os bispos de Santiago, Lugo, Mondonhedo, para além dos abades de Celanova e Guimarães, para além de outras personagens notáveis. Depois de um cerco de seis meses, rendidos pela fome, os habitantes de Coimbra rendem-se a 9 de julho de 1064. Depois desta vitória, Fernando Magno volta juntamente com Sesnando Davides (Conde de Coimbra) para Santiago de Compostela, para agradecer o feito, tornando-se na primeira peregrinação a partir de terras portuguesas de que se tenha conhecimento por documentação histórica. Tal como fez seu pai, também dividiu o seu reino à hora da morte; assim, o seu primogénito, Sancho, herdou o reino principal, Castela; o resto dos seus domínios foi repartido por Afonso (Leão), Garcia (Galiza), e ainda Elvira e Urraca (a quem deixou a posse de dois mosteiros). Fernando acabou por falecer na Festa de São João Batista, a 27 de dezembro de 1065. == Relações familiares == Foi filho de Sancho Garcês III de Pamplona), e da rainha Munia Mayor de Castela. Casou com Sancha I de Leão (1016–7 de Novembro de 1067), filha de Afonso V de Leão e de sua primeira esposa Elvira Mendes, de quem teve: # Urraca de Zamora, infanta de Leão (1033–1101), também conhecida por Urraca de Leão; # Sancho II de Leão e Castela (1038–1072); # Elvira de Toro (1037/38/39–1101); # Afonso VI de Leão e Castela (1047–1109); # Garcia II da Galiza (depois de 1047–1090). == Bibliografia == * Heraldry of the Royal Families of Europe, Jiri Louda & Michael Maclagan, Clarkson N. Potter Inc Publishers, 1.ª Edição, New York, 1981. Tabela 45. * Brevíssima História da Pelegrinação jacobeia em Portugal, Arlindo de Magalhães Ribeiro da Cunha, acedido em 25 de maio 2018. * A Herança Genética de D. Afonso Henriques, Luiz de Mello Vaz de São Payo, Universidade Moderna, 1.ª Edição, Porto, 2002. página n.º 283. * Rainhas Medievais de Portugal, Ana Rodrigues Oliveira, Esfera dos Livros, 1.ª Edição, Lisboa, 2012. Página 22–23. Categoria:Reis de Leão Categoria:Reis de Castela Categoria:Reis da Galiza Categoria:Sepultados na Basílica de Santo Isidoro",
 "title": "Fernando I de Leão"
}