{
 "id": "116353",
 "text": "Eduardo Henrique Accioly Campos (Recife, – Santos, ) foi um economista e político brasileiro. Foi governador de Pernambuco por dois mandatos, presidente do Partido Socialista Brasileiro (PSB) e candidato à Presidência da República nas eleições presidenciais de 2014. Neto de Miguel Arraes de Alencar, Eduardo desde cedo conviveu com nomes emblemáticos da política local e nacional. Campos era graduado em Economia pela Universidade Federal de Pernambuco (UFPE). Aprovado no vestibular desta instituição com 16 anos, concluiu a faculdade aos 20, sendo também orador da turma. Sua morte ocorreu na manhã de 13 de agosto de 2014, quando o jato em que viajava, do Rio de Janeiro a Guarujá, caiu em um bairro residencial de Santos. Em outubro de 2024, Eduardo teve seu nome inscrito no Livro de Aço do Panteão da Pátria e da Liberdade Tancredo Neves, recebendo assim o título de \"Herói Nacional\". == Família e formação == Nascido na capital pernambucana, Eduardo Campos era filho do poeta e cronista Maximiano Accioly Campos (1941–1998) com a ex- deputada federal e ex-ministra do Tribunal de Contas da União Ana Lúcia Arraes de Alencar (1947). Era neto de Célia de Sousa Leão (1924-1961) e de Miguel Arraes de Alencar (1916–2005), ex-governador de Pernambuco, sendo considerado seu principal herdeiro político, além de sobrinho de Guel Arraes, cineasta e diretor da Rede Globo de Televisão. Eduardo Campos se formou em ciências econômicas na Universidade Federal de Pernambuco (UFPE) em 1986. No curso de Economia da UFPE foi colega de turma do então estudante piauiense Firmino Filho, que mais tarde se tornaria prefeito de Teresina. Casou-se com a também economista e auditora do Tribunal de Contas de Pernambuco Renata de Andrade Lima (n. 1967), com quem teve cinco filhos: Maria Eduarda (n. 1992), João Campos (n. 1993), Pedro Henrique (n. 1995), José Henrique (n. 2004) e Miguel (n. 2014). Seu filho mais novo, nascido no dia 28 de janeiro de 2014, é pessoa com síndrome de Down. Em fevereiro de 2022, sua filha, Maria Eduarda, deu à luz ao primeiro neto de Eduardo Campos. O nome escolhido para a criança foi Eduardo Andrade Lima Campos Alencar. O menino também é neto, pelo lado paterno, do ex-deputado federal Tadeu Alencar. == Vida política== Eduardo Campos começou na política ainda na universidade, quando foi eleito presidente do Diretório Acadêmico da Faculdade de Economia. Em 1986, trocou a oportunidade de fazer um mestrado nos Estados Unidos pela participação na campanha que elegeu o avô Miguel Arraes como governador de Pernambuco. Com a eleição de Arraes, em 1987, passou a atuar como chefe de gabinete do governador. Neste período, foi o responsável pela criação da primeira Secretaria de Ciência e Tecnologia do Nordeste e da Fundação de Amparo à Ciência e Tecnologia de Pernambuco (FACEPE). === Assembleia Legislativa === Campos filiou-se ao Partido Socialista Brasileiro (PSB) em 1990. No mesmo ano, foi eleito deputado estadual e conquistou o Prêmio Leão do Norte concedido pela Assembleia Legislativa de Pernambuco aos parlamentares mais atuantes. === Congresso Nacional === Em 1992, Campos disputou sua primeira eleição majoritária, para Prefeitura do Recife, mas ficou em quinto lugar, atrás respectivamente de Jarbas Vasconcelos, Humberto Costa, André de Paula e Newton Carneiro. Em 1994, foi eleito deputado federal pelo PSB com 133 mil votos. Porém, pediu licença do cargo para integrar o governo de Miguel Arraes como secretário de Governo e secretário da Fazenda, entre 1995 e 1998. Neste último ano voltou a disputar um novo mandato de Deputado Federal e atingiu o número recorde de 173 657 votos, a maior votação no estado. Em 2002, pela terceira vez no Congresso Nacional, ganhou destaque e reconhecimento como articulador do governo Lula nas reformas da Previdência e Tributária. Por três anos consecutivos, esteve na lista do Departamento Intersindical de Assessoria Parlamentar (DIAP) entre os cem parlamentares mais influentes do Congresso. No decorrer de sua vida pública no Congresso Nacional, Eduardo Campos participou de várias CPIs, como a de Roubo de Cargas e a do Futebol Brasileiro (Nike/CBF). Nesta última, atuou como sub-relator, onde denunciou o tráfico de crianças brasileiras para o exterior, fato que teve ampla repercussão na imprensa nacional e internacional. Como deputado federal, Eduardo foi ainda presidente da Frente Parlamentar em Defesa do Patrimônio Histórico, Artístico e Natural Brasileiro, criada por sua iniciativa em 13 de junho de 2000. A Frente tem natureza suprapartidária e representa, em toda a história do Brasil, a primeira intervenção do Parlamento Nacional no setor. Eduardo também foi autor de vários projetos de lei. Entre eles, o que prevê um diferencial no FPM para as cidades brasileiras que possuam acervo tombado pelo IPHAN; o do uso dos recursos do FGTS para pagamento de curso superior do trabalhador e seus dependentes; o que tipifica o sequestro-relâmpago como crime no código penal; e o da Responsabilidade Social, que exige do Governo a publicação do mapa de exclusão social, afirmando seu compromisso com os mais carentes. === Ministério da Ciência e Tecnologia === Em 2004, a convite do presidente Luiz Inácio Lula da Silva, Eduardo Campos assumiu o Ministério da Ciência e Tecnologia (MCT), tornando-se o mais jovem dos ministros nomeados. Em sua gestão, o MCT reelaborou o planejamento estratégico, revisou o programa espacial brasileiro e o programa nuclear, atualizando a atuação do órgão de modo a assegurar os interesses do país no contexto global. Em abril do mesmo ano, Eduardo Campos foi admitido por Lula à Ordem do Mérito Militar no grau de Grande-Oficial especial. Como ministro, Eduardo Campos também tomou iniciativas que repercutiram internacionalmente, como a articulação e aprovação do programa de biossegurança, que permite a utilização de células- tronco embrionárias para fins de pesquisa e de transgênicos. Também conseguiu unanimidade no Congresso para aprovar a Lei de Inovação Tecnológica, resultando no marco regulatório entre empresas, universidades e instituições de pesquisa. Outra ação importante à frente da pasta foi a criação da Olimpíada Brasileira de Matemática das Escolas Públicas, considerada a maior olimpíada de matemática do mundo em número de participantes. === Presidência do Partido Socialista Brasileiro === Eduardo Campos assumiu a presidência nacional do PSB no ano de 2005. No início de 2006, licenciou-se da presidência do partido para concorrer ao governo de Pernambuco, pela Frente Popular. Em 2011 foi reeleito presidente do partido, com mandato até 2014. Foi reconduzido ao cargo por aclamação e sem concorrentes. == Governador de Pernambuco == === Campanha de 2006 === Em 2006, lançou-se candidato ao governo do estado de Pernambuco, tendo como coordenadores o ex-deputado estadual José Marcos de Lima, também ex-prefeito de São José do Egito. Também contou com o apoio de importantes lideranças do interior do estado, como o deputado federal Inocêncio Oliveira e o então prefeito de Petrolina, Fernando Bezerra Coelho. O primeiro turno apresentou um fato curioso: o presidente Lula manifestou apoio para dois candidatos à sucessão estadual: Eduardo Campos, do PSB, e Humberto Costa, do PT. Tal posicionamento foi encarado pelos críticos políticos como uma estratégia dos partidos de esquerda do estado para quebrar a hegemonia do ex-governador Jarbas Vasconcelos (PMDB), que apoiava a reeleição de Mendonça Filho (PFL), governador que assumiu o poder após Jarbas renunciar em abril de 2006, para disputar uma vaga de senador, visando a levar as eleições estaduais para o segundo turno. Eduardo Campos iniciou a campanha eleitoral, de acordo com as pesquisas eleitorais, na terceira colocação. Mas a coligação que apoiava Mendonça Filho utilizou extensivamente denúncias de corrupção que pesavam sob o candidato Humberto Costa quando ocupou o cargo de Ministro da Saúde, no governo Lula. Os aliados de Mendonça Filho e Jarbas Vasconcelos acreditavam que os votos dos potenciais eleitores de Humberto poderiam migrar naturalmente para Mendonça. Afirmavam que, mesmo as eleições sendo levadas para um segundo turno, o candidato Eduardo Campos seria um alvo mais fácil para ser atacado na campanha por causa do seu envolvimento, como secretário da Fazenda, nas operações dos precatórios no último governo de Miguel Arraes, porém ele e o governo do avô foram inocentados sobre o caso na justiça, em última instância. Humberto Costa, que saiu da campanha do primeiro turno na terceira colocação, manifestou de imediato apoio a Eduardo Campos. O candidato do PSB conseguiu aglutinar em seu palanque quase todas as forças sociais e partidos opositores a Mendonça Filho e Jarbas Vasconcelos. O governador candidato à reeleição, Mendonça Filho, não conseguiu se eleger e Eduardo Campos foi eleito com mais de 60% dos votos válidos para governador no segundo turno. === Reeleição === Com o governo bem avaliado e a popularidade em alta, Eduardo Campos concorreu à reeleição em 2010. Assim como em 2007, contou com o apoio do então presidente Luiz Inácio Lula da Silva. Campos foi reeleito, desta vez como o governador mais bem votado do Brasil: mais de 80% dos votos válidos no primeiro turno, derrotando o senador Jarbas Vasconcelos, adversário histórico e principal oponente. === A gestão de Eduardo Campos === Eduardo Campos ocupou o Governo de Pernambuco durante sete anos (2007–2014). Na primeira gestão, destacam-se projetos e obras estruturadoras do governo Federal como a ferrovia Transnordestina, a Refinaria de Petróleo Abreu e Lima, a fábrica de hemoderivados Hemobrás e a recuperação da BR-101. O socialista colocou as contas públicas na internet com o Portal da Transparência do Estado, considerado pela ONG Transparência Brasil o segundo melhor do país, entre os vinte e seis estados da federação e o Distrito Federal. O estado de Pernambuco cresceu acima da média nacional (3,5% em 2009) e os investimentos foram de mais de R$ 2,4 bilhões em 2009, contra média histórica de R$ 600 milhões/ano. A administração foi premiada pelo Movimento Brasil Competitivo. Na segurança pública, houve redução dos índices de violência com a implantação do programa Pacto pela Vida. O número de homicídios no estado sofreu uma queda 39,10% desde o início do programa. Além disso, 88 municípios pernambucanos chegaram a uma taxa de Crimes Violentos Letais Intencionais (CVLI) menor que a média nacional, que é de 27,1 por 100 mil habitantes. A redução também ocorreu com crimes como roubos e furtos. Entre 2007 e 2013, houve uma diminuição de 30,3% neste tipo de delito no estado. Em 2013, Eduardo anunciou o rompimento com o governo Dilma, saindo da base aliada junto com seus correligionários, orientando-os a entregarem os cargos de confiança nos vários escalões. Um ano antes decidiu lançar candidato próprio a prefeitura do Recife, o Geraldo Júlio, que ganhou a disputa municipal, e não apoiar a reeleição do prefeito João da Costa, do PT. No mesmo período, se aproximou do antigo adversário Jarbas Vasconcelos e ampliou o leque de alianças com partidos da centro- direita. Entre os motivos do rompimento, Campos apontou a manutenção da aliança do governo Dilma com setores políticos tradicionais, entre os quais, com o PMDB, mesmo estando na esfera estadual aliado ao PMDB de Jarbas e de outras forças de centro-direita como o PP (Partido Progressista). Aproximou-se de Marina Silva e a acolheu, com seus aliados, no PSB, chamando o novo movimento de \"Nova Política\". Este rompimento provocou uma rachadura entre a PSB e os aliados à presidente Dilma Rousseff do PSB do Ceará, com seu líder Ciro Gomes. == Eleição presidencial em 2014 == miniatura|220px|direita|Campos e Marina Silva, em 2013. Oficialmente confirmada como pré-candidata à reeleição, Dilma Rousseff teve inicialmente entre seus principais adversários Eduardo Campos e o senador do PSDB por Minas Gerais, Aécio Neves. Aécio Neves depois confirmou a sua candidatura pelo PSDB, tendo como vice o senador Aloysio Nunes (PSDB-SP). Em outubro de 2013, o então governador Eduardo Campos anunciou a aliança programática com Marina Silva e correligionários que formariam posteriormente a Rede Sustentabilidade, cujo pedido de registro do novo partido havia sido negado pelo Tribunal Superior Eleitoral (TSE). A aliança foi formalizada em 4 de fevereiro de 2014, no evento que lançou as bases para elaboração do programa de governo do PSB-Rede. Na mesma data, o Partido Popular Socialista (PPS), através do deputado federal Roberto Freire, formalizou a entrada do partido na aliança. As diretrizes para elaboração do programa de governo foram: * Estado e democracia de alta densidade; * Economia para o desenvolvimento sustentável; * Educação, cultura e inovação; * Políticas sociais e qualidade de vida e * Novo urbanismo e o Pacto pela Vida. Eduardo Campos anunciou, em 14 de abril de 2014, em um evento realizado em Brasília, a pré-candidatura à Presidência do Brasil, tendo como vice a líder da Rede Sustentabilidade, Marina Silva. Após a morte de Eduardo Campos, Marina Silva assumiu a candidatura à presidência em seu lugar e Beto Albuquerque foi oficializado como vice. Em 2018, o então ex-presidente Luiz Inácio Lula da Silva revelou que havia proposto um acordo em 2011, durante viagem à Bogotá, para que Eduardo Campos fosse candidato à vice-presidente na chapa de Dilma Rousseff na eleição de 2014, de modo que na eleição de 2018 o próprio Eduardo fosse o candidato à presidência com o apoio de Lula, Dilma e do conjunto de partidos que davam sustentação ao governo petista. ==Morte== Em 13 de agosto de 2014, o então candidato à presidência da República embarcou em um avião modelo Cessna Citation 560XLS+ de prefixo PR-AFA, cujo primeiro voo havia se realizado em 2011. O avião saiu do Aeroporto Santos Dumont, na cidade do Rio de Janeiro, por volta das 9h, com destino ao município de Guarujá, para cumprir agenda de campanha. Por volta das 10h, o avião caiu sobre uma área residencial do bairro do Boqueirão, no município de Santos, Estado de São Paulo, sem deixar sobreviventes. Eduardo Campos faleceu no mesmo dia que seu avô Miguel Arraes, morto no ano de 2005. Após a liberação por parte do IML de São Paulo, seus restos mortais chagaram à Base Aérea do Recife na noite de 16 de agosto de 2014. O caixão foi colocado em caminhão do Corpo de Bombeiros e percorreu 11 bairros da capital pernambucana sob forte comoção popular. O velório aconteceu na Praça da Republica, em frente ao Palácio do Campo das Princesas, sede do governo de Pernambuco, e reuniu cerca de 160 mil pessoas. Foi sepultado em 17 de agosto de 2014 no Cemitério de Santo Amaro, no Recife, ao lado do túmulo do avô materno, Miguel Arraes, e do tio Carlos Augusto de Arraes. Eduardo havia participado na noite anterior à sua morte de uma entrevista ao vivo no Jornal Nacional, da TV Globo, apresentado por William Bonner e Patrícia Poeta. Ao final de sua participação no telejornal, o político disse: \"Não vamos desistir do Brasil. É aqui onde nós vamos criar nossos filhos, é aqui onde nós temos que criar uma sociedade mais justa\". A morte de Eduardo Campos gerou comoção nacional e internacional. O governo dos Estados Unidos lamentou o falecimento do político por meio de nota da então porta-voz do Conselho de Segurança Nacional da Casa Branca, Caitlin Hayden. O então presidente do Banco Interamericano de Desenvolvimento (BID), Luis Alberto Moreno, também lamentou o falecimento e disse que se despedia de \"um grande político, amigo e ser humano\". O governo da Argentina, liderado à época por Cristina Kirchner, estendeu suas \"sentidas condolências ao governo do povo irmão que perdeu uma comprometida e respeitada referência de sua democracia\". Outros governos, como o do México e da Costa Rica, também manifestaram pesar pela morte de Eduardo Campos. Em 2013, o Banco Interamericano de Desenvolvimento (BID) havia instituído o concurso \"Governarte: a arte do bom governo\", que reconhece as melhores iniciativas de governos subnacionais na América Latina e Caribe, além de fomentar o intercâmbio de boas práticas, disseminar experiências e facilitar a cooperação entre governos locais e outros autores. A partir de 2015, a premiação passou a ser denominada \"Governarte: a arte do bom governo - Prêmio Eduardo Campos\" em homenagem ao político falecido no ano anterior. Em 2024, décimo ano de seu falecimento, teve seu nome incluído no Livro dos Heróis e Heroínas da Pátria. O \"Livro de Aço\" fica localizado no Panteão da Pátria e da Liberdade Tancredo Neves, na Praça dos Três Poderes, em Brasília, e guarda nomes de personalidades importantes para a cultura e a história brasileiras. A lei que permitiu a inclusão do nome do Eduardo Campos no Livro foi uma inicitiva parlamentar aprovada na Câmara dos Deputados e no Senado e sancionada pelo presidente Luiz Inácio Lula da Silva. == Suspeita de corrupção == A Polícia Federal, através da Operação Turbulência, investiga um esquema de lavagem de dinheiro que teria movimentado mais de R$ 600 milhões. O dinheiro teria sido utilizado para abastecer o caixa dois do PSB e assim financiar a campanha de reeleição de Eduardo Campos ao governo de Pernambuco em 2010 e nas eleições presidenciais de 2014. Segundo as investigações, parte do dinheiro teria sido empregada na compra da aeronave utilizada por Campos na sua campanha e que caiu no acidente. Segundo o Ministério Público Federal, Eduardo Campos e o senador Fernando Bezerra Coelho teriam recebido propina do dono da aeronave. A construtora Camargo Corrêa teria pago propina a Campos e Coelho referente às obras na Refinaria Abreu e Lima. A empreiteira OAS também estaria envolvida. O esquema de lavagem de dinheiro também estaria ligado com outros esquemas investigados na Operação Lava Jato. == Premiações == * 2009 – considerado pela Revista Época um dos 100 brasileiros mais influentes do ano. * 2010 – primeiro colocado no ranking de governadores estabelecido pelo Instituto Datafolha de Pesquisas, sendo uma dessas com 80% de aprovação entre os pernambucanos. * 2011 – apontado pela pesquisa IBOPE/Band como o melhor governador do Brasil e novamente, pela Revista Época, um dos 100 brasileiros mais influentes do ano. *2013 – Pacto pela Vida recebe o prêmio do Banco Interamericano de Desenvolvimento (BID) na categoria “Governo Seguro – Boas práticas em prevenção do crime e da violência”. == Trajetória política == ImageSize = width:700 height:550 PlotArea = left:50 right:0 bottom:10 top:10 DateFormat = yyyy Period = from:1988 till:2014 TimeAxis = orientation:vertical ScaleMajor = unit:year increment:2 start:1988 ScaleMinor = unit:year increment:1 start:1990 PlotData = color:yellow mark:(line,black) align:left fontsize:M shift:(25,0) #shift text to right side of bar # there is no automatic collision detection, fontsize:XS # so shift texts up or down manually to avoid overlap shift:(25,-10) from:1988 till:1990 text:Chefe de gabinete no governo de Miguel Arraes. from:1991 till:1995 text:Deputado estadual. at:1991 text:Secretário de Governo do Recife. from:1995 till:1996 text:Secretário de Governo de Pernambuco. from:1996 till:1997 text:Secretário da Fazenda de Pernambuco. at:1999 text:Líder do PSB. from:1999 till:2007 text:Deputado Federal. at:2003 text:Deputado Federal. at:2004 text:Torna-se Ministro da Ciência e Tecnologia. at:2005 text:Presidente do PSB. Deixa o cargo de Ministro da Ciência e Tecnologia. from:2007 till:2010 text:Governador de Pernambuco. from:2011 till:2014 text:Governador de Pernambuco. / Candidato à presidência da república. from:2014 till:2014 text:Morre em acidente aéreo em Santos. ==Ver também== *Lista de governadores de Pernambuco == Ligações externas == * . Categoria:Ministros do Governo Lula (2003–2011) Categoria:Ministros da Ciência e Tecnologia do Brasil Categoria:Governadores de Pernambuco Categoria:Deputados federais do Brasil por Pernambuco Categoria:Deputados estaduais de Pernambuco Categoria:Candidatos à Presidência da República do Brasil em 2014 Categoria:Membros do Partido Socialista Brasileiro de Pernambuco Categoria:Família Accioli Categoria:Família Arraes Categoria:Naturais do Recife Categoria:Católicos do Brasil Categoria:Socialistas do Brasil Categoria:Alunos da Universidade Federal de Pernambuco Categoria:Vítimas do acidente do Cessna Citation prefixo PR-AFA em 2014 Categoria:Mortes em acidentes e incidentes aéreos Categoria:Economistas de Pernambuco Categoria:Sepultados no Cemitério de Santo Amaro (Recife) Categoria:Grandes-Oficiais da Ordem do Mérito Militar Categoria:Membros do Partido Socialista Brasileiro Categoria:Políticos de Pernambuco do século XX Categoria:Políticos de Pernambuco do século XXI Categoria:Heróis nacionais do Brasil",
 "title": "Eduardo Campos"
}