{
 "id": "116389",
 "text": "O discordianismo é uma religião baseada na adoração de Éris (também conhecida como Discórdia), a deusa greco-romana da discórdia e da confusão. Foi fundada em algum momento entre 1958 e 1959, após a publicação do seu (primeiro) livro sagrado, o Principia Discordia, escrito por Malaclypse the Younger (\"Malaclypse o Jovem\") e Omar Khayyam Ravenhurst, depois de uma série de alucinações compartilhadas em uma pista de boliche. A religião já foi relacionada ao Zen, baseada em similaridades com interpretações absurdistas da escola Rinzai. O discordianismo é centrado na ideia de que ordem e desordem são ambas ilusões impostas no Universo pelo sistema nervoso humano, e que nenhuma dessas ilusões de aparente ordem e desordem é mais acurada ou objetivamente verdadeira do que outra. O discordianismo é por vezes considerado uma paródia da religião, embora exista discussão sobre até que ponto isso é verdade. Discordianos usam humor subversivo para divulgar sua filosofia e evitar que suas crenças se tornem dogmáticas. É difícil estimar o número de discordianos porque não lhes é exigido ter discordianismo como único sistema de crenças,Rabinovitch, Shelly & Lewis, James. The Encyclopedia of Modern Witchcraft and Neo-Paganism\". Pp 75–76. Citadel Press. 2002. ISBN 0-8065-2406-5. e porque há incentivo a criar cismas e cabalas.http://altreligion.about.com/od/alternativereligionsaz/a/Discordianism.htm ==Fundação== O documento de fundação do discordianismo é o Principia Discordia, quarta edição, escrito por Malaclypse the Younger, um pseudônimo de Gregory Hill. Esse livro contem muitas referências a uma fonte mais antiga, The Honest Book of Truth (HBT) (O Livro Honesto das Verdades). Pelas citações, o HBT parece estar organizado como a Bíblia, consistindo em versos agrupados em capítulos, agrupados em livros, agrupados dentro do próprio HBT. O Principia inclui uma grande parte de um (ou possivelmente todo o) capítulo de The Book of Explanations (\"O Livro das Explicações\"), que conta como o HBT foi revelado a Omar Khayyam Ravenhurst.Malaclypse the Younger, Principia Discordia, Page 00041 A história da descoberta do HBT contem muitas similaridades com a história da descoberta do Livro de Mórmon. Também inclui um pedaço do próximo capítulo, contando como um HBT foi tomado por um catador de lixo, que se recusou a devolvê-lo.Malaclypse the Younger, Principia Discordia, Page 00030 O discordianismo pode ser interpretado como a crença de que desarmonia e caos são aspectos igualmente válidos da realidade. O Principia Discordia frequentemente implica que o discordianismo foi fundado como uma antítese dialética a religiões mais populares baseadas na ordem, embora a retórica por todo o livro descreva o caos como um muito mais subjacente impulso do universo. Isso pode ter sido feito com a intenção de meramente \"equilibrar\" as forças criativas de ordem e desordem, mas o foco é nos aspectos mais desordenados do mundo — às vezes as forças de ordem são igualadas. Há outras religiões que veneram os princípios da harmonia e ordem no Universo. ==Ligações externas== * Principia Discordia * Discordianismo: o culto moderno à deusa Éris * An Introduction to Discordianism *",
 "title": "Discordianismo"
}