{
 "id": "116420",
 "text": "Mariah Carey (Huntington, 27 de março de 1969) é uma cantora, compositora, produtora musical e atriz estadunidense. Reconhecida por seu alcance vocal de cinco oitavas, estilo de canto melismático e uso exclusivo do registro de apito, ela é referida como \"Pássaro Supremo\" e \"Rainha do Natal\". Ao longo de sua carreira, Carey tem sido considerada uma das maiores e mais influentes vocalistas da história da música gravada. É creditada por ter influenciado a construção vocal de diversos artistas de diversos gêneros musicais e como uma das primeiras artistas a popularizar o hip hop e a prática dos remixes na música popular. Sob a orientação de seu ex-marido, o executivo Tommy Mottola, Carey alcançou fama no início da década de 1990, após assinar com a Sony Music e liberar seu álbum de estreia homônimo, que liderou a Billboard 200 por onze semanas seguidas. O trabalho fez dela o único artista na história a ter seus cinco primeiros singles — de \"Vision of Love\" a \"Emotions\" —, em primeiro lugar na Billboard Hot 100. Sua popularidade atingiu o ápice com seus discos subsequentes Music Box (1993) e Daydream (1995), que venderam mais de 20 milhões de cópias mundialmente e foram certificados de diamante nos Estados Unidos. Com esse último projeto, Carey fez história quando o single, \"One Sweet Day\", um dueto com Boyz II Men, esteve por 16 semanas consecutivas na liderança da Billboard Hot 100, um recorde mantido por 23 anos. Em paralelo, ela liberou Merry Christmas (1994), que extraiu o single \"All I Want for Christmas Is You\". Ambos sagraram-se como o disco e a canção com temática natalina mais comprados de todos os tempos. Depois de se separar de Mottola, Carey adotou uma nova imagem e incorporou mais elementos de hip hop em suas obras, o que ficou evidente com o lançamento de Butterfly (1997) e Rainbow (1999). Carey deixou a Sony em 2000 e assinou um contrato de gravação por um valor de 100 milhões de dólares com a Virgin Records. No entanto, após ter um colapso físico e emocional altamente divulgado, bem como o fracasso crítico e comercial de seu filme Glitter (2001) e sua trilha sonora correspondente, a Virgin rescindiu seu contrato por 50 milhões e ela assinou com a Island no ano seguinte. Após um período relativamente mal-sucedido, seus álbuns seguintes The Emancipation of Mimi (2005) e E=MC² (2008) a trouxeram de volta ao topo das paradas. A partir de Memoirs of an Imperfect Angel (2009), Carey voltou a experimentar sucesso moderado com seus discos de estúdio. Em toda sua carreira, ela acumula 19 singles em primeiro lugar nos Estados Unidos — mais do que qualquer outra artista feminina da era Billboard Hot 100 —, incluindo \"Hero\", \"Without You\", \"My All\", \"Heartbraker\", \"We Belong Together\" e \"Touch My Body\". Seu trabalho rendeu-lhe três entradas no Livro dos Recordes, cinco Grammy Awards, 21 American Music Awards, 21 World Music Awards e vários outros, além dos títulos de \"Ícone da Indústria\" e \"Artista dos Anos 1990\". Carey tornou-se a primeira artista a estrear três músicas na posição máxima da Billboard Hot 100, a maior quantidade entre qualquer outro músico. De acordo com a Recording Industry Association of America (RIAA), ela é a mulher que mais recebeu certificados nos Estados Unidos, com base em suas 68,5 milhões de unidades contabilizadas. A nível mundial, a artista distribuiu 200 milhões de gravações, o que a torna uma recordista em vendas. O canal VH1 posicionou-a em segundo lugar na lista das 100 maiores mulheres da música, enquanto a revista musical Rolling Stone a reconheceu como um dos 100 maiores vocalistas de todos os tempos. Em 2019, a revista Billboard a nomeou o quinto músico de todos os tempos com melhor desempenho em suas tabelas. == Vida inicial == Mariah Carey nasceu em Huntington, Nova Iorque, em 27 de março de 1969. É a terceira filha de Patricia Hickey, uma cantora de ópera e treinadora vocal de ascendência irlandesa, e Alfred Roy Carey, um engenheiro aeronáutico, filho de uma afro- americana com um imigrante venezuelano. Seu primeiro nome foi derivado da música \"They Call the Wind Maria\", originalmente tema do musical da Broadway de 1951, Paint Your Wagon, enquanto o seu sobrenome foi adotado por seu avô venezuelano, Francisco Núñez, após ele emigrar para Nova Iorque. A família de Patricia a deserdou por se casar com um homem negro. Como uma família multi- racial, as tensões raciais impediram os Careys de se integrar a comunidade. Enquanto moravam em Huntington, os vizinhos envenenaram o cachorro da família e incendiaram seu carro. Após seus pais se divorciaram, Carey passou a ter pouco contato com Alfred, e sua mãe teve que trabalhar em vários empregos para sustentar ela e seus irmãos. Aos cinco anos de idade, Carey já corrigia sua mãe quando esta cantava notas erradas. Patricia então percebeu que a filha tinha um ouvido musical absoluto, algo raro para uma criança dessa idade. Ficando muito tempo em casa sozinha, Carey escutava músicas para passar o tempo e sempre imitava as notas altas que ouvia da mãe. Começou a escrever poesia e letras enquanto cursava a Harborfields High School em Greenlawn, Nova Iorque, onde se formou em 1987. Embora apresentasse a filha à ópera clássica, Patricia nunca a pressionou a seguir uma carreira nela; Carey observou que Patricia \"nunca fora uma mãe insistente. Ela nunca disse: 'Dê mais toque de ópera [ao seu canto]\". Eu respeito muito a ópera, mas isso nunca me influenciou\". Ainda em Long Island ela teve a oportunidade de trabalhar com músicos como Gavin Christopher e Ben Margulies, com quem co-escreveu material para sua fita demo. Disposta a buscar um contrato de gravação, Carey mudou-se para a cidade de Nova Iorque, onde morou com mais duas amigas num pequeno apartamento alugado. Nesse período, ela trabalhou como garçonete e assistente num salão de beleza. Após realizar um teste, ingressou como vocalista de apoio da cantora Brenda K. Starr. == Carreira == === 1988–92: Mariah Carey e Emotions === Em dezembro de 1988, Starr levou Carey para uma festa de gala da indústria fonográfica, tentando convencer um executivo de uma editora a ouvir a sua fita demo. Jerry L. Greenberg, presidente da Atlantic Records tomou conhecimento disto. Quando Carey foi entregar a fita a Greenberg, Tommy Mottola rapidamente arrancou-a da sua mão, insistindo que iria \"lidar com o projeto\". Quando Mottola entrou em sua limusine mais tarde naquela noite, escutou a fita e rapidamente percebeu o talento que tinha acabado de descobrir. Então, rapidamente voltou para o evento; no entanto, Carey já havia deixado a festa. Após uma semana de procura, graças a ajuda de Starr, Mottola entrou em contato com Carey. Ele a contratou a para a Columbia e imediatamente começou a montar estratégias de como seria sua estreia comercial. Mottola sentiu que seria muito importante para o sucesso da editora descobrir uma vocalista jovem e muito talentosa, para rivalizar com Whitney Houston da Arista Records, ou uma estrela pop para competir com Madonna, que assinara com a Sire Records na época. O empresário percebeu que Carey representava os dois tipos. A sua confiança nela o levou a contratar uma variedade de compositores talentosos e conhecidos da indústria para auxiliar na produção de seu primeiro álbum e também para criar novos materiais. Entre eles estavam Ric Wake, Narada Michael Walden e Rhett Lawrence. Foram destinados 1 milhão de dólares na produção do disco, o homônimo Mariah Carey. O material recebeu análises positivas de críticos musicais, os quais definiram-no como uma estreia madura com diversas influências musicais, como o pop, o R&B; e o soul. Após a intérprete fazer uma apresentação ao vivo na edição de 1991 dos Grammy Awards — onde foi condecorada a Artista Revelação e Melhor Performance Vocal Feminina Pop por seu single \"Vision of Love\" — à exposição causada, fez o álbum culminar na Billboard 200 por 11 semanas consecutivas. Os singles liberados a partir da obra, \"Vision of Love\", \"Love Takes Time\", \"Someday\" e \"I Don't Wanna Cry\", alcançaram o número um na tabela musical estadunidense Billboard Hot 100. Ao fim de 1991, Mariah Carey constava como o álbum mais comprado do ano no país e recebeu nove certificações de platina pela Recording Industry Association of America (RIAA), registando mais de 15 milhões de cópias vendidas mundialmente. No ano seguinte, Carey retornou aos estúdios para dedicar-se à composição e produção do material que viria a se tornar seu segundo álbum. Devido ao sucesso da estreia da cantora, a Columbia permitiu que ela tivesse mais controle musical, permitindo-lhe mudar e misturar seus gêneros musicais, suas melodias e produções. Durante a gravação do álbum, a cantora trabalhou com diversos músicos e produtores, além de Walter Afanasieff, um dos produtores de seu álbum homônimo. Emotions apresentou influências musicais de baladas dos anos 1950, 60 e 70 e da música gospel, além do R&B; e do soul, presentes no álbum anterior de Carey. O disco veio a ser distribuído em 17 de setembro de 1991 com análises mistas da mídia especializada, em que alguns profissionais elogiaram as suas influências musicais, enquanto outros criticaram o seu conteúdo. A nível comercial, estreou no quarto posto da Billboard 200, obtendo vendas de oito milhões de unidades em todo o mundo mas falhou na tentativa de atingir a mesma recepção comercial e crítica de seu antecessor. Carey mais uma vez se recusou a embarcar em uma turnê mundial para promovê-lo. Embora ela tenha creditado o medo do palco e a natureza vocalmente desafiadora de suas canções, cresceram as especulações de que a cantora era um \"rato de estúdio\" e que ela era incapaz de reproduzir o tom perfeito e o mesmo alcance vocal pelo qual era conhecida. Na esperança de deixar de lado qualquer especulação, a Columbia organizou uma apresentação nos estúdios Kaufman Astoria, situado em Nova Iorque, no dia 16 de março de 1992. O programa, intitulado MTV Unplugged, transmitido na MTV, tem o objetivo de apresentar artistas conhecidos interpretando algumas de suas faixas em versões acústicas ou sem equipamentos de estúdio. Dias antes de ser gravado, Carey e Afanasieff optaram por adicionar a lista de faixas uma versão cover da música \"I'll Be There\" originalmente gravada pelos Jackson 5 em 1970. A aclamada apresentação tornou- se um sucesso. Estabelecendo a intérprete como uma artista viável ao vivo, com críticos descreveram o concerto como a \"turnê da força vocal\". Sua versão de \"I'Be There\" tornou-se sua sexta canção a liderar a Billboard Hot 100, passando duas semanas nessa posição. O concerto foi lançado como um extended play (EP) de mesmo nome, sendo certificado como platina pela RIAA ao vender 100 mil cópias nos Estados Unidos. === 1993–96: Music Box, Merry Christmas e Daydream === Depois que o Emotions falhou na tentativa de alcançar a mesma receptividade comercial do seu primeiro álbum, a Columbia decidiu colocar Carey no mercado musical de uma forma semelhante à sua estreia, encorajando-a a produzir canções mais comerciais possíveis para tocarem nas rádios. Os planos da gravadora era usar tons baixos nos vocais da artista e suavizar a produção do disco, transformando-o em um registro pop contemporâneo. Concordando com a mudança, Carey e Afanasieff começaram a escrever e a gravar material para o terceiro álbum de estúdio da cantora, Music Box (1993). Para ajuda-la a criar a direção certa para o projeto, Carey trabalhou ao lado de Afanasieff e iniciou com ele uma parceria de composição que se estenderia até o Butterfly de 1997. Em 31 de agosto de 1993 chega às lojas seu terceiro disco, Music Box, recebendo uma recepção díspar de críticos de música; Suas composições foram descritas como clichê e suas performances vocais mais suaves foram consideradas menos emotivas e mais preguiçosas. Ao resenhar o material, Ron Wynn, do banco de dados AllMusic, concluiu: \"Foi sensato para Carey exibir outros elementos de sua interpretação, mas às vezes o espírito excessivo é preferível a uma ausência de paixão\". Para promovê-lo, a cantora embarcou em sua turnê de estreia, uma série de concertos de seis datas intitulada apropriadamente de Music Box Tour. \"Dreamlover\" e \"Hero\", os dois primeiros singles do disco, respectivamente, conseguiram posicionar-se na primeira posição nos Estados Unidos. Em termos comerciais, Music Box também atingiu a primeira colocação no país e angariou uma certificação de diamante pela Recording Industry Association of America (RIAA), denotando vendas de 10 milhões de unidades nesse território. Em âmbito global, comercializou cerca de 28 milhões de cópias, sendo o álbum mais vendido de Carey e um dos que mais venderam de todos os tempos. No verão de 1994, Carey gravou e lançou um dueto com Luther Vandross; um cover de \"Endless Love\", de Lionel Richie e Diana Ross. Ela e os executivos de sua gravadora começaram a desenvolver ideias para o seu próximo trabalho, uma das quais incluiu a criação de um álbum natalino com Afansieff. Inicialmente mal vista, a ideia desenvolveu-se em Merry Christmas, liberado em dezembro daquele ano, que se tornou o álbum com essa temática mais comprado de todos os tempos, ultrapassando 15 milhões de exemplares. O disco reunia várias canções natalinas e três inéditas, uma das quais era \"All I Want for Christmas Is You\", que tornou-se a canção natalina mais bem sucedida na história dos Estados Unidos, tendo sido certificada com diamante pela RIAA, e comercializou estimadamente 16 milhões de unidades mundialmente — sendo a mais comprada da carreira de Carey e uma das que mais venderam de todos os tempos. Em setembro de 1995, foi divulgado sua quinta gravação em estúdio, sob o título de Daydream, onde a intérprete explora um maior controle criativo em sua obra, o que resultou em um convívio tenso com sua gravadora. Também revelou ser uma partida de sua musicalidade centrada no pop comercial, em detrimento de uma direção mais voltada ao rhythm and blues (R&B;) e hip hop. Criticamente, foi descrito como o seu melhor trabalho até hoje. O New York Times classificou-o como um dos melhores lançamentos de 1995 e concluiu: \"[o álbum] leva a produção de R&B; adocicados a um novo pico de refinamento textural […] As composições de Carey deram um salto à frente e se tornaram mais relaxadas, sensuais e menos dependentes de clichês barulhentos\". O principal foco de promoção, \"Fantasy\" foi o segundo por um artista e o primeiro por uma artista feminina a estrear no topo da Billboard Hot 100. \"One Sweet Day\", uma colaboração com a banda Boyz II Men, também estreou no número um, o que fez de Carey a primeira artista a estrear dois singles consecutivos na primeira colocação da parada; posto no qual constou por 16 semanas consecutivas, tornando-se a música a perdurar por mais tempo na liderança em toda a história. Em seu país natal, Daydream fechou 1995 como o disco mais comprado no período, e seu segundo de Carey a obter um certificado de diamante pela RIAA, depois de Music Box. Ele solidificou o domínio de Carey em mercados asiáticos e distribuiu mais de dois milhões de unidades somente em terras japonesas e outros vinte milhões globalmente. Daydream e seus singles foram nomeados ao 38ª edição dos Grammy em seis categorias. Embora considerada uma das favoritas para ganhar os principais prêmios da noite, Carey saiu de mãos vazias, levando-a a comentar \"O que se pode fazer? Nunca mais vou me decepcionar\". Na primavera de 1996, a cantora embarcou em sua primeira série internacional de shows, a Daydream World Tour. Suas sete datas renderam três apresentações no Japão e quatro em toda a Europa. Estabelecendo um recorde quando todos os 150 mil ingressos para seus três concertos no maior estádio do Japão, o Tokyo Dome, esgotaram-se em menos de três horas, quebrando o recorde anterior realizado pelos Rolling Stones. === 1997–2000: Nova imagem e independência, Butterfly e Rainbow === Os lançamentos musicais subsequentes da americana seguiram a tendência que começou com Daydream. A sua musicalidade começou a depender menos de baladas, passando a incorporar elementos pesados de hip-hop e R&B.; Para sua próxima obra, ela colaborou com vários outros produtores além de Afanasieff, como Sean Combs, Q-Tip, Missy Elliott e Jean Claude Oliver e Samuel Barnes, da equipe de produção Trackmasters. Durante o desenvolvimento do álbum, em meados de 1997, após quatro anos de casamento, ela e Mottola anunciaram o rompimento conjugal. A artista descreveu-o como um ser cada vez mais controlador e viu a separação como uma nova oportunidade em sua vida. Em 16 de setembro de 1997 é lançado Butterfly, onde apresenta um estilo mais suave em seu canto, com os críticos notando a incorporação de vocais ofegantes. Alguns viram sua falta de propensão a usar seu alcance superior como um sinal de maturidade, enquanto outros questionavam se isso pressagiava a proeza vocal decrescente da artista. Embora tenha sido um sucesso comercial, falhou em alcançar o mesmo números de vendas de seus lançamentos anteriores, Music Box e Daydream. \"Honey\" e \"My All\", singles do disco, posicionam-se no primeiro lugar da Hot 100, o que rendeu a Carey novamente a colocação de cinco singles consecutivos no ápice da tabela. O videoclipe de \"Honey\", o primeiro desde que se separou de Mottola, deu a primeira prévia de sua nova direção artística e introduziu uma imagem mais abertamente sensual à cantora. Em 14 de abril de 1998 a americana participou do concerto beneficente VH1 Divas, onde cantou ao lado de Aretha Franklin, Celine Dion, Shania Twain, Gloria Estefan e Carole King. Nesse período, a artista começou a conceituar a produção de um filme e uma trilha sonora correspondente, ambos intitulados All That Glitters (2001). No entanto, tais projetos sofreram um lento processo de desenvolvimento, fazendo Carey pausar as produções, isso marcou o início das perseguições a cantora pois Mottola não queria perder o controle de sua vida. Durante este período, ela decidiu embarcar em uma turnê para divulgar Buttefly, que ainda estava vendendo fortemente. Entretanto, executivos da Sony, a pressionaram para lançar um álbum de grandes êxitos a tempo das festividades natalinas, cujo período era bastante lucrativo para a gravadora. Carey, não tendo tempo para gravar nenhuma canção, concordou. A Sony queria lançar uma coletânea que incluísse apenas singles que atingiram a primeira posição na Billboard Hot 100, o que desagradou a artista que desejava incluir suas canções mais pessoais e favoritas em vez de somente suas faixas com maior apelo comercial. O material resultante, intitulado #1's (1998), contêm como novidades apenas um cover da canção \"I Still Believe\", de Brenda K. Starr, e a inédita \"When You Believe\", um dueto com Whitney Houston, que foi promovido como parte da trilha sonora do filme The Prince of Egypt (1998). No Japão, a compilação permanece como o álbum mais vendido por uma artista não-asiática no país, comercializando mais de três milhões de cópias em apenas três meses após o seu lançamento. Com apenas um disco para cumprir seu contrato com a Sony e com um desejo ardente de se separar profissionalmente da gravadora que seu ex-marido ainda dirigia, Carey completou o álbum em um período de três meses no verão de 1999. Em seu processo de concepção, a cantora recrutou produtores com os quais ela não havia trabalhado antes, se tornando o seu primeiro lançamento a não apresentar uma colaboração com seu parceiro de longa data, Walter Afanasieff, ao invés disso ela optou por trabalhar com David Foster e Diane Warren. Além de suas crescentes diferenças criativas, Mottola concedeu à Afanasieff mais oportunidades de trabalhar com outros artistas. Ela sentiu que Mottola estava tentando separá-la de Afanasieff apenas para manter a sua relação com a Sony permanentemente tensa. Disponibilizado em 2 de novembro de 1999, seu sétimo disco de inéditas, Rainbow, debutou na segunda ocupação da Billboard 200, com vendas de 322 mil cópias em sua semana de lançamento. Criticamente foi prezado por sua contínua mudança de seu antigo gênero adulto. Entretanto, sua produção foi criticada por parte dos avaliadores, que sentiram que o álbum não era tão forte ou tão distinto como Butterfly. O projeto gerou seis singles, com \"Heartbreaker\" e \"Thank God I Found You\" conseguindo liderar a Billboard Hot 100. Nesse período, o relacionamento tenso da cantora com sua gravadora começou a ficar cada vez mais evidente; Carey começou a postar uma série de mensagens em seu site, compartilhando informações privilegiadas com seus fãs sobre a contenda, bem como instruindo-os a solicitar \"Can't Take That Away (Mariah's Theme)\" nas estações de rádio. No entanto, a Sony queria trabalhar uma faixa urbana e mais otimista. Com medo de perder sua artista de maior sucesso comercial na década, a gravadora aceitou lançar a música. Carey, inicialmente contente com o acordo, logo descobriu que a canção teria apenas um lançamento muito limitado e de baixa promoção, o que a impedia de alcançar sucesso nas tabelas. Desde então, Rainbow contabiliza 8 milhões de réplicas distribuídas em todo mundo. === 2001–04: Conflitos pessoais e profissionais, Glitter e Charmbracelet === Em abril de 2001, Carey deixou oficialmente a Sony e assinou o maior contrato da história da indústria fonográfica para uma artista solo, avaliado em 100 milhões de dólares, com a Virgin Records — empresa subsidiária da EMI Music — para a gravação de cinco álbuns. Além da gravadora garantir à artista total apoio ao controle conceitual e criativo na realização de seus projetos. Em seguida, o fim do relacionamento de três anos de Carey com o cantor mexicano Luis Miguel foi anunciado. Meses depois, em 19 de julho, a artista fez uma aparição surpresa no programa Total Request Live (TRL) da MTV. Na ocasião, ela surgiu inesperadamente detrás de uma cortina cantando sem o apoio instrumental, enquanto empurrava um carrinho de sorvetes e distribuía-os aos espectadores. Seguidamente, ela foi entrevistada por Carson Daly, apresentador do programa, e começou a realizar um striptease, no qual tirou a camisa que vestia para revelar um pequeno e apertado conjunto. Seu comportamento na atração causou reações negativas da mídia, com muitos veículos citando seu comportamento como \"perturbado\" e \"errático\". Alguns dias depois, ela começou a postar mensagens perturbadoras em sua página oficial na Internet, reclamando de estar trabalhando muito e dormindo pouco a cada noite: \"Eu estou tentando entender as coisas da vida agora, e eu realmente não sinto que deva estar fazendo música neste momento. O que eu gostaria de fazer é apenas uma pausa ou pelo menos ter uma noite de sono sem que alguém apareça para me acordar. Tudo o que eu realmente quero é apenas ser eu [mesma] e é isso que eu deveria ter feito em primeiro lugar. [...] Eu não digo muito, mas adivinhe, eu não me cuido\". Em 26 de julho, Carey teve uma crise nervosa e sua mãe chamou o resgate para levá-la ao hospital. Foi internada citando estafa e colapso nervoso em uma clínica não divulgada em Connecticut, onde permaneceu sob cuidados médicos por duas semanas, seguida por uma ausência prolongada da mídia. Paralelamente, Glitter, o filme no qual ela estreou nos cinemas interpretando a protagonista, foi lançado. A película recebeu análises negativas e baixo desempenho comercial — apenas 8 milhões de dólares foram arrecadados em âmbito global, em contrapartida aos 22 milhões de dólares gastos em sua produção. Sua trilha sonora correspondente, também lançada em 2001, vendeu mais de três milhões de unidades mundialmente, inferior a todos os outros álbuns da intérprete, e o single inicial atingiu a vice-liderança na Billboard Hot 100, sendo o primeiro da cantora a não liderar a parada. A artista responsabilizou o fraco desempenho da produção ao seu estado de espírito no momento do lançamento, seu adiamento, bem como a trilha sonora lançada no mesmo dia dos ataques de 11 de setembro de 2001. Após a grande negativação em relação à vida pessoal da cantora na época, bem como a má recepção de seus projetos, a Virgin decidiu residir o contrato de cinco álbuns no valor de 100 milhões e pagou-lhe apenas metade do valor proposto. Para aumentar ainda mais a carga emocional da artista, seu pai, com quem ela teve pouco contato desde a infância, morreu de câncer em julho daquele ano. Logo depois, Carey viajou para Capri, Itália após duas semanas de tratamento, permanecendo lá por cinco meses, período no qual começou a desenvolver material para um novo álbum de estúdio, decorrente das experiências que sofreu em 2001. Em retrospecto, ela descreveu seu tempo na Virgin \"como um completo e total […] festival de estresse. Eu fiz uma decisão totalmente precipitada que foi baseada em dinheiro, e eu nunca tomei decisões baseadas em dinheiro. Aprendi uma grande lição com isso\". Em 2002, Carey foi escalada para o filme independente WiseGirls, ao lado de Mira Sorvino e Melora Walters, que co- estrelou como garçonete em um restaurante operado por mafiosos. O projeto estreou no Festival de Cinema de Sundance e recebeu resposta crítica em sua maioria negativa, apesar da interpretação da cantora ter sido elogiada; Roger Friedman, da Fox News, se referiu a ela como \"uma Thelma Ritter do novo milênio\" e escreveu: \"Sua entrega de linha é acentuada e ela consegue dar as risadas certas\". Em seguida, ela assinou um contrato com a Island Records, avaliado em mais de 24 milhões de dólares, e fundou seu próprio selo modelado com suas iniciais, a MonarC Entertainment. Em dezembro de 2002 é liberado seu pretendido lançamento de retorno, Charmbracelet (2002), que, segundo a intérprete, marcou \"uma nova oportunidade de vida\" para ela. As vendas do disco foram moderadas, debutando na terceira colocação da Billboard 200, com 241 mil cópias vendidas, comercializando um total de 3 milhões de exemplares mundialmente. Críticos musicais descreveram o álbum como uma forte melhoria de Glitter, mas que não era algo que recapturaria os públicos ao redor do mundo e voltaria com a popularidade da artista como era nos anos 1990. Muitos notaram os vocais mais arejados e leves de Carey, e criticaram-na por não ser capaz de atingir o mesmo nível de talento vocal que a fez ser conhecida no início de sua carreira. Em junho de 2003 foi iniciada sua quarta turnê, Charmbracelet World Tour, composta por 69 apresentações, sendo a sua maior digressão até hoje. Nos Estados Unidos, os shows ocorreram em cinemas: \"É muito mais íntimo, você sentirá que teve uma experiência. Que passou uma noite comigo\". No entanto, enquanto produções menores foram reservadas em toda a parte do país, Carey se apresentou em estádios na Ásia e na Europa, apresentando-se para uma multidão de mais de 35 mil pessoas em Manila, 50 mil na Malásia e mais de 70 mil pessoas na China. === 2005–09: Ressurgimento com The Emancipation of Mimi, E=MC² e Memoirs of an Imperfect Angel=== Após três anos amargando o \"escrutínio\" dos críticos, Carey começou a planejar seu retorno à música. Através de uma carta divulgada em sua página oficial em novembro de 2004, ela revelou que o nome de seu novo disco seria The Emancipation of Mimi, derivado de seu apelido Mimi. Em 12 de abril de 2005 o produto foi disponibilizado, para concebê-lo a cantora recrutou a trabalho dos produtores The Neptunes, Kanye West e o seu colaborador de longa data, Jermaine Dupri. O trabalho debutou no topo da Billboard 200 com 430 mil unidades vendidas em sua semana de estreia, marcando o primeiro número um de Carey no periódico desde Butterfly (1997). Recebeu uma resposta positiva de críticos musicais, que elogiaram os vocais da intérprete e a mistura de estilos musicais. Como resultado, foi indicado a um total de dez categorias nos Prêmios Grammy — o maior número de indicações já recebido por ela em uma única noite, ganhando três; Melhor Álbum de R&B;, Melhor Performance Vocal Feminina de R&B; e Melhor Canção de R&B.; Em âmbito global, The Emancipation of Mimi foi o segundo álbum mais adquirido de 2005, após X&Y; de Coldplay, e mais de 10 milhões de exemplares foram comercializados até a data. \"We Belong Together\", a segunda faixa de trabalho, \"redefiniu sua carreira\" e marcou seu \"retorno ao êxito\", após um período de lançamentos mal sucedidos em que muitos críticos consideravam que sua popularidade havia declinado. A composição culminou na Billboard Hot 100 por 14 semanas não-consecutivas e converteu-se na mais bem sucedida em 2005 e na década de 2000. O terceiro single \"Shake It Off\", tingiu o 2.º lugar da tabela sendo impedida de assumir a liderança por \"We Belong Together\", o que converteu Carey na primeira artista a ocupar simultaneamente os dois primeiros postos da lista. \"Don't Forget About Us\", retirada da edição Ultra Platinum, também conquistou o primeiro lugar, rendendo a Carey seu 17.º tema a atingir tal feito. Como forma de divulgação, a artista embarcou na The Adventures of Mimi Tour; Rendendo 40 datas, passou pela África, América do Norte e a Ásia e foi registrada no DVD homônimo. Em 2007, Carey começou a trabalhar em seu 10º lançamento de inéditas, em sua casa particular em Anguilla, no Caribe. Ela queria desenvolver canções que considerasse adequadas para o projeto, e nada para agradar aos executivos de gavadora. Saudado como um dos álbuns mais esperados de 2008, muitos críticos ponderaram suas opiniões sobre se ela seria capaz de alcançar um sucesso significativo, seguindo suas conquistas com The Emancipation of Mimi. A primeira faixa de trabalho, \"Touch My Body\", alcançou a posição máxima da Billboard Hot 100, tornando-se o 18º pódio de Carey na tabela, fazendo dela a artista solo com maior quantidade de músicas em primeiro lugar na história dos Estados Unidos, superando o recorde de Elvis Presley. Carey passaria a perder somente para os Beatles, que têm 20 lançamentos nessa posição. Além disso, deu a artista sua 79ª semana no topo do gráfico, empatando com Presley com mais semanas nessa posição. O material, intitulado E=MC² veio a ser distribuído em abril de 2008, atraindo boas avaliações da crítica; com alguns deles sentindo um excesso de semelhança à fórmula usada em The Emancipation of Mimi. Comercialmente, o material conseguiu estrear no cume da Billboard 200, com 460 mil cópias vendidas, a melhor semana de estreia de toda sua carreira. O álbum alcançou vendas mundiais superiores a 2,6 milhões de cópias, considerado abaixo do que era esperado, principalmente se comparado ao seu anterior. Em sua promoção, Carey planejou embarcar em uma extensa turnê que nunca ocorreu. Mais tarde, ela afirmou que estava grávida durante esse período e sofreu um aborto espontâneo, por isso cancelou a turnê. Em seguida, também interpretou uma aspirante a cantora chamada Krystal no filme Tennessee e teve uma aparição como si mesma em You Don't Mess with the Zohan. Em 2009, a artista deu vida a assistente social Weiss em Precious, uma adaptação cinematográfica do romance Push (1996), escrito por Sapphire. O filme recebeu críticas positivas dos revisores, que teceram elogios a atuação da artista. A revista Variety considerou \"perfeita\" sua interpretação. Durante o Festival Internacional de Cinema de Palm Springs, em janeiro de 2010, Carey ganhou o Prêmio de Melhor Atriz por seu desempenho na produção. Em 25 de setembro, foi editado seu décimo segundo projeto, intitulado Memoirs of an Imperfect Angel. A recepção dos críticos foi em sua maioria mista; enquanto alguns o consideraram \"seu álbum mais interessante em uma década\", outros negativaram o uso excessivo de seus registros vocais mais suaves às custas de seus registros mais fortes, inferiores e superiores. Com 168 mil unidades adquiridas em seus primeiros dias de distribuição, atingiu a terceira ocupação na Billboard 200. \"Obsessed\", a primeira faixa a ser trabalhada, qualificou-se no sétimo posto da Billboard Hot 100, tornando-se o 27º lançamento de Carey a listar-se entre as dez primeiras posições em solo americano. Em 31 de dezembro, a intérprete embarcou na excursão Angels Advocate Tour, que visitou as Américas, Ásia e África e foi completada em 26 de setembro de 2010. === 2010–16: Merry Christmas II You, Me. I Am Mariah… The Elusive Chanteuse e Residência em Las Vegas === Carey retornou aos estúdios para começar a trabalhar em seu décimo terceiro álbum de estúdio. Mais tarde foi revelado que seria seu segundo disco natalino, uma continuação de Merry Christmas. Os colaboradores do projeto incluíram Jermaine Dupri, Johntá Austin, Bryan-Michael Cox e Randy Jackson, além de novos produtores como Marc Shaiman. Em 2 de novembro o trabalho foi disponibilizado sob o título Merry Christmas II You; a lista de faixas inclui seis canções inéditas, além de um remix de \"All I Want for Christmas Is You\". O álbum recebeu críticas mistas dos profissionais especializados, que o elogiaram por capturar a \"mesma magia\" de Merry Christmas, e suas canções inéditas por se encaixarem \"perfeitamente\" com os clássicos de Natal, enquanto outros o consideraram previsível e algumas regravações \"desnecessárias\". Em sua estreia na Billboard 200, o conjunto ocupou a quarta posição, sendo comercializado mais de 56 mil vezes. Em novembro do ano seguinte, Carey gravou \"When The Bells Ring For Me?\" em dueto com Tony Bennett, para o álbum intitulado Duets II. No mesmo período, ela colaborou com Justin Bieber para uma nova versão de \"All I Want for Christmas Is You\", inclusa no álbum natalino dele, Under the Mistletoe. A artista também atuou como convidada no tema \"Warning\", de Uncle Murda; o remix também apresenta 50 Cent e Young Jeezy. Ainda em novembro, ela emprestou vocais a canção \"When Christmas Comes\", de John Legend, originalmente parte de Merry Christmas II You. Em março de 2012, Carey esteve em Nova Iorque para se apresentar no Gotham Hall; sua primeira apresentação ao vivo estando gravida. Também cantou três músicas em um evento especial para Obama, realizado no Plaza Hotel de Nova Iorque, entre elas uma música inédita, intitulada \"Bring It On Home\", escrita por ela como forma de mostrar seu apoio à campanha de reeleição dele. No meio do ano, a artista juntou-se a Randy Jackson, Nicki Minaj e Keith Urban no quadro de mentores da 12ª temporada do American Idol, substituindo Jennifer Lopez. Posteriormente, ela relevou ter odiado trabalhar no programa, acrescentando: \"Era como ir trabalhar todos os dias no inferno com Satanás\", referindo-se às brigas no bastidores com Minaj. Em seguida, a americana apareceu no filme de Lee Daniels, The Butler e deu voz a uma personagem na série de animação American Dad!. Em agosto, ela lançou \"Triumphant (Get 'Em)\", em parceria com os rappers Rick Ross e Meek Mill, que foi originalmente considerada uma prévia de seu próximo álbum inédito. No entanto, o single recebeu baixo desempenho, tanto crítico quanto comercial, e acabou sendo descartado do projeto. Em fevereiro de 2013, Carey gravou e lançou uma música chamada \"Almost Home\", para a trilha sonora do filme Oz: The Great and Powerful, uma produção do The Walt Disney Studios. O vídeo da canção foi dirigido pelo fotógrafo David LaChapelle. A artista confirmou que estava em processo de desenvolvimento de seu próximo álbum. Alguns dos profissionais com quem Carey trabalhou na produção do projeto incluem: DJ Clue?, Randy Jackson, Q-Tip, R. Kelly, David Morales, Stevie J, Bryan-Michael Cox, Hit-Boy, The-Dream, Da Brat e Rodney Jerkins. A musicista disse à Billboard: \"Trata-se de garantir que eu tenha toneladas de músicas boas, porque no final do dia isso é a coisa que mais importa, há muito mais baladas cruas do que as pessoas esperam, também há música em andamento acelerado e canções de assinatura que representam [minhas] diferentes facetas como artista\". A primeira faixa usada para promover o registro, \"Beautiful\", uma colaboração com o cantor Miguel, alcançou o número 15 no Billboard Hot 100. Em 27 de maio chega às lojas seu décimo quarto álbum, Me. I Am Mariah… The Elusive Chanteuse; recebendo algumas críticas positivas, um editor do AllMusic elogiou a artista por abandonar a brevidade de seus lançamentos anteriores e ainda ser \"capaz de entregar 40 minutos de R&B; forte e com voz suprema\". No entanto, foi uma decepção comercial, debutando em terceiro lugar na Billboard 200 com 60 mil unidades adquiridas e comercializando um total de 200 mil cópias globalmente, tornando-se o álbum de estúdio não natalino com as vendas mais baixas de sua carreira até a data. Em seguida, ela inaugurou a All I Want For Christmas Is You, A Night of Joy & Festivity, um compilado de concertos anuais realizados no Beacon Theatre, em Nova Iorque. A primeira etapa incluiu seis shows, realizados entre 15 a 22 de dezembro de 2014. A segunda etapa contou com 8 concertos, de 8 a 18 de dezembro de 2015. Em 30 de janeiro de 2015, foi anunciado que Carey havia deixado a Def Jam Recordings da Universal Music Group, para se filiar a Epic Records. Em maio, #1 to Infinity, sua nova residência no Caesars Palace, em Las Vegas, é anunciada. Para coincidir com o evento, é liberado #1 to Infinity, um álbum compilatório que reúne todos os seus 18 singles número um na Billboard Hot 100, além de uma faixa inédita, intitulada \"Infinity\", lançada como prévia da obra em 27 de abril. Também fez sua estreia como diretora na película natalina da Hallmark Channel, A Christmas Melody, no qual ela também atuou como uma das personagens principais. As filmagens começaram em outubro do mesmo ano. Em março de 2016 é anunciado a turnê The Sweet Sweet Fantasy, que rendeu um total de 27 concertos realizados e arrecadou mais de 30 milhões de dólares. Carey disponibilizou Mariah's World, uma série de documentários que seriam transmitidos pelo E!, no qual reúne imagens das apresentações de sua turnê Sweet Sweet Fantasy, bem como sua rotina pessoal. Estrelou um episódio do drama musical Empire, como uma cantora chamada Kitty. Em seguida, ela participou do concerto beneficente VH1 Divas Holiday: Unsilent Night, ao lado de Vanessa Williams, Chaka Khan, Patti Labelle e Teyana Taylor. No dia 31, sua apresentação no Dick Clark's New Year's Rockin' Eve, realizado na Times Square, atraiu atenção mundial depois que dificuldades técnicas causaram mau funcionamento dos monitores intra-auriculares usados pela artista. Ela citou sua incapacidade de ouvir a música no ponto auditivo como a causa do incidente. Seus representantes e a Dick Clark colocaram a culpa um no outro. === 2017–presente: Projetos de televisão e cinema, Caution, The Rarities e Magical Christmas Special === Em abril de 2017, foi anunciado que a cantora estaria lançando sua própria gravadora, Butterfly MC Records, em parceria com a Epic Records. Em julho, Carey fez uma participação especial no filme de comédia Girls Trip. No mesmo mês, ela embarcou em uma turnê com Lionel Richie, intitulada, All the Hits Tour. Seguiu-se a sua colaboração no remix oficial do single de French Montana, \"Unforgettable\", ao lado de Swae Lee. Em outubro, ela lançou \"The Star\" presente na trilha sonora do filme com o mesmo nome. Além disso, a artista desenvolveu um filme de animação natalino, intitulado All I Want for Christmas Is You, liberado diretamente em vídeo no dia 14 de novembro. Em 2018, ela assinou um acordo mundial com a Live Nation Entertainment. O primeiro compromisso acordado foi o lançamento de sua nova residência em Las Vegas, The Butterfly Returns, no qual recebeu elogios da crítica; Seus primeiros 12 concertos arrecadaram mais de 3 milhões de dólares. Logo depois, ela excursionou pela Ásia com a turnê Mariah Carey: Live in Concert e retornou à Europa com uma série de concertos intitulados All I Want for Christmas Is You. Em setembro, Carey anunciou planos de lançar seu décimo quinto álbum de estúdio no final daquele ano. \"With You\", foi disponibilizada como a primeira canção de trabalho usada na promoção do registro, apresentando-a pela primeira vez durante a cerimônia dos American Music Awards. Em 16 de novembro, divulga o disco Caution, recebendo elogios da crítica; sendo descrito como uma \"afinação\" do trabalho anterior da cantora e elogiado por seu frescor, que o tornou \"agradavelmente desafiador\". Vendeu 51 mil cópias em sua primeira semana e atingiu a quinta colocação como melhor na Billboard 200. Em fevereiro de 2019, a artista iniciou a Caution World Tour em apoio ao projeto. Em dezembro, \"All I Want for Christmas Is You\" chegou à primeira posição da Billboard Hot 100, pela primeira vez desde que foi lançado; converteu-se no décimo oitavo tema de Carey a culminar na tabela, o que não apenas ampliou seu recorde como a artista solo com maior número de canções nessa posição, mas também fez dela o único artista da história a ter uma música número um em quatro décadas consecutivas. Nos anos seguintes, tornou-se uma tradição a música alcançar o posto máximo do períodico durante o período natalino. Em 29 de setembro de 2020, publica seu primeiro livro de memórias, intitulado The Meaning of Mariah Carey, co-escrito com Michaela Angela Davis. Em agosto é anunciado o lançamento de um álbum chamado The Rarities para 2 de outubro; Em entrevistas, a cantora informou que o projeto consiste em versões demo e faixas nunca antes divulgadas, assim como desempenhos ao vivo no Tokyo Dome no Japão. Em 4 de dezembro disponibiliza no Apple TV+ seu especial natalino, Mariah Carey's Magical Christmas Special, juntamente com a trilha sonora do mesmo. O especial contou com a participação de convidados especiais, incluindo Ariana Grande, Jennifer Hudson, Snoop Dogg, Misty Copeland, Jermaine Dupri e Mykal-Michelle Harris. Carey participou do remix de \"Yes, And?\", que foi divulgado em 16 de fevereiro de 2024 e incluído no sétimo álbum de Grande, Eternal Sunshine. Em seguida, ela iniciou uma nova residência em Las Vegas, intitulada The Celebration of Mimi. Além disso, a artista foi confirmada no festival brasileiro Rock in Rio, onde se apresentará no Palco Sunset em 22 de setembro. Também fez um show extra no país, que foi realizado no Allianz Parque, em São Paulo, no dia 20 do mesmo mês. ==Outras atividades== Recusando ofertas de aparecer em comerciais desde o seu início de carreira, Carey não esteve envolvida em iniciativas de merchandising até 2006, quando participou de endossos para computadores pessoais Intel Centrino e lançou sua linha de joias e acessórios destinados ao público adolescente, sob o nome de Glamorized. Além de campanhas para às marcas Claire e Glacê. Durante esse período, como parte de uma parceria com a Pepsi e Motorola, Carey gravou e promoveu uma série de toques de celular exclusivos para as empresas, incluindo \"Time of Your Life\". Em 2007, ela assinou um contrato de licenciamento com a marca de cosméticos Elizabeth Arden e liberou sua própria fragrância, M. O acordo com a Arden gerou um lucro de 150 milhões de dólares. Em 29 de novembro de 2010, Carey estreou uma coleção de joias, sapatos e fragrâncias no Home Shopping Network. Em 2007, a Forbes a nomeou a quinta mulher mais rica da indústria do entretenimento, com um patrimônio líquido estimado em 270 milhões. A Business Insider estima que seu patrimônio líquido seja avaliado em mais de 520 milhões até outubro de 2018. Em 2021, a americana anunciou o lançamento de uma nova linha de bebidas alcoólicas chamada Black Irish, uma homenagem à sua herança negra e irlandesa. ===Filantropia=== Carey já participou de diversas atividades filantrópicas. Recebeu o prêmio Congresso do Horizonte por seu trabalho de caridade relacionado à jovens carentes. Carey é associada à fundação Fresh Air Fund desde o início dos anos 1990 e é co- fundadora de um campo localizado em Fishkill, Nova Iorque, que permite que os jovens do local conheçam as artes e as tomem como atividades profissionais. O acampamento foi nomeado de Camp Mariah em sua homenagem devido ao \"seu generoso apoio e dedicação às crianças da fundação\". Carey também doou os direitos autorais de suas composições \"Hero\" e \"One Sweet Day\" para instituições de caridade, bem como uma porcentagem das vendas de seu álbum MTV Unplugged. É conhecida por seu trabalho com a Make-A-Wish, que atende aos desejos de crianças com doenças fatais e, através disso, recebeu a honraria de ídolo da fundação por sua \"extraordinária generosidade e seu grande desejo de alcançar realizações\". Em 2008, a cantora foi nomeada embaixadora do Programa Alimentar Mundial. A canção \"100%\", originalmente escrita e gravada por ela para o filme Precious, foi usada como uma das músicas-tema dos Jogos Olímpicos de Inverno de 2010, com todo o dinheiro arrecadado sendo destinado ao Comitê Olímpico. Uma das aparições em concertos de maior destaque de Carey foi no especial Divas Live de 1998, durante o qual ela apresentou ao lado de outras cantoras em apoio à Save the Music Foundation. Foi agraciada por seu apoio à fundação desde a sua inauguração. Carey apareceu no especial televisivo America: A Tribute to Heroes após os ataques de 11 de setembro e, em dezembro daquele ano, se apresentou diante das tropas de manutenção da paz em Kosovo. Ainda naquele ano, apresentou-se no especial televisivo At Home for the Holidays da CBS, que documentou histórias reais de crianças e famílias adotivas. Carey cantou no Live 8 em Londres e também em um show criado para arrecadar fundos às vitimas do Furacão Katrina. Em agosto de 2008, juntou-se a outras vocalistas para dar vóz ao single de caridade \"Just Stand Up\", produzido por Babyface e L. A. Reid, em apoio a campanha Stand Up to Cancer. Em 2017, a organização Pessoas pelo Tratamento Ético dos Animais entregou a artista o 'Prêmio Anjo dos Animais' por seu \"incentivo as famílias a fornecerem um abrigo a um animal abandonado\" em seu filme natalino, intitulado, Mariah Carey's All I Want For Christmas Is You. == Características musicais == ===Influências=== Carey disse que desde a infância ela foi influenciada musicalmente por Billie Holiday, Stevie Ray Vaughan e músicos de rhythm and blues (R&B;) e soul como Al Green, Stevie Wonder, Gladys Knight e Aretha Franklin. Sua música contém fortes influências da música gospel, e ela credita as Clark Sisters, Shirley Caesar e Edwin Hawkins como fontes de inspiração em seus primeiros anos de carreira. Quando Carey incorporou o hip hop em sua sonoridade, surgiram especulações de que ela estava tentando tirar vantagem da popularidade do gênero, mas a cantora esclareceu à revista Newsweek: \"As pessoas simplesmente não entendem. Eu cresci ouvindo essa música\". Ela expressou apreço por rappers como Sugarhill Gang, Eric B. & Rakim, Wu-Tang Clan, The Notorious B.I.G. e Mobb Deep, com quem colaborou no single \"The Roof (Back in Time)\" (1998). Explicou, também, que foi a cantora Minnie Riperton que a influenciou a incorporar o registros de apito em seu canto após vê-la fazendo. Carey ainda menciona Marilyn Monroe como um de seus maiores ídolos e seu \"símbolo de beleza\", e a referenciou em alguns de seus videoclipes, como \"I Still Believe\" ou \"Don't Forget About Us\". Ao longo de sua carreira, o estilo vocal e musical de Carey, juntamente com seu nível de sucesso, foram comparados aos de Celine Dion e Whitney Houston; ela revelou possuir grande admiração por esta última. Alguns críticos de música observaram que, ao contrário de Houston e Dion, Carey escreve e produz suas próprias músicas. ===Conteúdo lírico e composições=== Relacionamentos amorosos compõe a maior parte do conteúdo lírico das canções de Carey, embora ela tenha abordado outros temas como racismo, alienação social, morte, fome no mundo e espiritualidade. Disse que grande parte de seu trabalho é parcialmente autobiográfico, mas a revista Time escreveu: \"Se ao menos suas canções refletissem os dramas de sua vida. Entretanto, suas músicas são frequentemente melosas e artificiais, sua vida real tem paixão e [mas também] conflito\". Ele comentou que, à medida que os álbuns dela progrediam, suas composições e faixas também se transformaram em uma obra mais madura e significativa. Ao revisar Music Box, Stephen Holden, da revista musical Rolling Stone, comentou que a artista interpretou as faixas do projeto com \"paixão\", Jim Faber, do New York Daily News, fez comentários semelhantes: \"Para Carey, vocalizar é tudo [durante] a performance, não as emoções que a inspiraram. Cantar, para ela, representa um desafio físico, não um desabafo emocional\". Arion Berger, da Entertainment Weekly, escreveu que durante alguns momentos vocais, Carey fica \"sobrecarregada demais para colocar sua paixão em palavras\". Carey já faz uso de instrumentos eletrônicos em suas obras, como caixa de ritmos, teclados e sintetizadores. Muitas de suas canções contêm melodias movidas a piano, porque a intérprete teve aulas do instrumento aos seis anos de idade. Disse que não consegue ler partituras e prefere colaborar com um pianista ao compor suas obras, mas acha que é mais fácil experimentar melodias e progressões de acordes mais rápidas e menos convencionais usando essa técnica. Mesmo já tendo tido aulas de piano em tenra idade, e incorporar diversas faixas de produção e instrumentação em sua construção musical, Carey sustentou que sua voz desde sempre foi seu instrumento mais importante: \"Minha voz é meu instrumento; sempre foi\". A artista liderou a prática de gravar vocais inteiramente inéditos para os remixes, logo após encomendá-los para suas canções no início de sua carreira. O disco-jóquei (DJ), David Morales já colaborou com Carey em várias ocasiões, começando com \"Dreamlover\" (1993), que popularizou a tradição de remixar canções de R&B; com elementos de música house, considerada uma das melhores músicas de dance de todos os tempos pela revista Slant. A partir de \"Fantasy\" (1995), a musicista recrutou produtores de hip-hop e house para reestruturar suas canções. A Entertainment Weekly incluiu dois remixes da canção — produzido por Morales e outro por Sean Combs em parceria com o rapper Ol' Dirty Bastard — em uma lista das maiores gravações da intérprete até 2005. Combs disse que Carey \"sabe a importância dos remixes, então você sente que está com um artista que aprecia seu trabalho, uma artista que quer criar algo com você\". ===Voz e timbre=== Carey possui um alcance vocal de cinco oitavas (fa2—si7), e tem a capacidade de alcançar notas além da sétima oitava. É referida como o \"pássaro supremo\" pelo Guinness World Records. Seu alcance vocal é classificado como sendo absoluto, apesar de vários críticos especializados a descreverem como uma soprano coloratura. Sobre sua voz, Carey disse; \"Eu tenho nódulos nas cordas vocais. Minha mãe disse que eu os tenho desde criança. Essa é a razão pela qual eu alcanço notas altas e faço belting. A única coisa que afeta minha voz é não dormir, às vezes quando estou muito exausta não consigo alcançar notas altas\". Jon Pareles, do New York Times, descreveu o registro mais baixo da cantora como um \"alto e rouco\" que se estende a \"notas altas\". Além disso, no final dos anos 1990, Carey começou a incorporar vocais ofegantes em suas canções. Tim Levell, do portal BBC News, descreveu seus vocais como \"sopros sensuais perto do microfone\", enquanto Sasha Frere-Jones, da revista The New Yorker, acrescenta que seu timbre possui várias nuances, dizendo: \"O som de Carey muda em quase todas as linhas, passando de um tom de aço para um rosnado vibrante e depois para um murmúrio húmido e ofegante. Sua ampla extensão vocal permite ela levar melodias das notas de fundo altas ao registro superior de soprano coloratura\". A cantora também possui um \"registro de sussurro\" e em uma entrevista para Ron Givens, da Entertainment Weekly, seu canto foi descrito como \"primeiro, um ooh ondulante e comovente sai de sua garganta sem esforço. Então, após uma respiração rápida, ela segue para a estratosfera, com um som que quase altera a pressão barométrica na sala. Em uma breve investida, ela parece gritar e rugir ao mesmo tempo\". Jon Pareles acrescenta que sua voz \"pode levar tempo em curvas sensuais, rosnar com confiança lúdica, sincopar como um cantor de scat, com um tom surpreendentemente preciso\". === Apresentações de palco e vídeos === Desde seus primeiros anos na indústria musical, Carey sempre expôs publicamente seu medo de se apresentar no palco. Uma de suas primeiras performances foi no MTV Unplugged, que foi bem recebido por silenciar os críticos que levantavam questionamentos sobre ela ser uma artista de estúdio, não sendo capaz de entregar ou replicar os mesmos vocais ao vivo. Sua interpretação de \"The Star-Spangled Banner\" no Super Bowl XXXVI foi chamada de \"deslumbrante\" pela Billboard. Também cantou \"America the Beautiful\" nas finais da NBA de 1990, na qual a escritora Brittany Spanos da revista musical Rolling Stone afirmou que os jogadores ficaram \"maravilhados com o incrível talento da jovem estrela em ascensão\". Após realizar um medley de \"We Belong Together\" e \"Fly Like a Bird\" durante a 47ª cerimônia do prêmio Grammy, a cantora recebeu a única ovação de pé da noite. Carey é conhecida por ser muito estática durante suas apresentações ao vivo; alguns críticos creditaram seu medo do palco e falta de confiança em si como justificativas para esse comportamento, enquanto outros apontaram que suas performances se concentram apenas em seus vocais e na qualidade de suas canções não sendo necessário nada além disso. Suas gesticulações de mão no palco geralmente têm sido imitadas, já que a cantora tem uma tendência a \"usar suas mãos para apontar, agitar e varrer o ar enquanto habilmente atinge sua extensão vocal máxima\". Em 2014, ao revisar um show de Carey, Michael Lallo escreveu que \"quando uma nota alta está no horizonte, ela se prepara tocando sua orelha e adotando uma expressão de dor, provocando a multidão a perder seu raciocínio coletivo\". O videoclipe de \"Fantasy\" foi o primeiro que Carey dirigiu inteiramente por conta própria. É aberta ao fato de não ter ficado feliz com o resultado de alguns de seus videoclipes anteriores e, posteriormente, foi conhecida por autodirigir e co- produzir sua videografia subsequente. Em 2020, a Billboard posicionou Carey em 73º lugar em sua lista dos 100 maiores artistas de videoclipes de todos os tempos, afirmando que \"ao longo de três décadas, […] [ela] exibiu uma coleção de vídeos tão amplos quanto seu alcance vocal, de agente secreta, noiva em fuga e até mesmo sua própria perseguidora em uma coleção de clipes que se assemelham a curta-metrages\". O vídeo da música \"The Roof\" foi classificado em 18º lugar na lista dos \"100 Maiores Videoclipes\" pela revista Slant. Enquanto \"Heartbreaker\" possui um dos vídeos mais caros até a data, com 2 milhões de dólares sendo gastos nele. Em 2021, Carey recebeu o Prêmio Inovação de Realização Especial por sua \"narrativa visual em seus videoclipes e especiais\". ===Impacto === A obra de Carey impactou a indústria da música ao popularizar as colaborações com rappers na música pop por meio de suas canções pós-1995. A mídia a chamou de \"Rainha dos Remixes\", com a redatora da MTV, Princesa Gabbara, observando que \"não é segredo que [Carey] faz um grande esforço para entregar remixes espetaculares, muitas vezes regravando vocais, escrevendo novas letras, gravando novos videoclipes e registrando diferentes versões para satisfazer o público de pop, R&B;, hip-hop e EDM\". Sasha Frere- Jones, editora da The New Yorker comentou: \"Tornou-se padrão para estrelas de R&B;/hip-hop como Missy Elliott e Beyoncé, combinar melodias com versos de rap. E jovens popstars brancos — como Britney Spears, Jessica Simpson, Christina Aguilera e 'N Sync — que passaram grande parte dos últimos dez anos fazendo um tipo de pop que é inconfundivelmente R&B;\". Além disso, Jones conclui que \"a ideia [de Carey] de juntar uma artista feminina com os principais MCs masculinos do hip-hop mudou o R&B; e, eventualmente, todo o pop. Embora hoje em dia qualquer um esteja livre para utilizar essa ideia, o sucesso de The Emancipation of Mimi sugere que a expoente maior ainda é Carey\". Judnick Mayard, escritor do The Fader, escreveu que, em relação à junção do R&B; com hip hop, \"a campeã desse movimento é Mariah Carey\", citando que, devido a canção \"Fantasy\", \"ambos os gêneros tornaram-se melhores amigos\". Kelefa Sanneh, do The New York Times escreveu: \"Em meados da década de 1990, Carey foi pioneira em um subgênero que algumas pessoas chamam de \"dueto entre o romântico e o rebelde\". Atualmente, espera-se que estrelas pop com boas reputações colaborem com rappers, mas quando Carey uniu-se a Ol' Dirty Bastard, do Wu-Tang Clan, para o remix de \"Fantasy\" em 1995, foi uma surpresa e um grande sucesso\". Em uma revisão de seu álbum Greatest Hits, Devon Powers, do PopMatters, escreve que \"ela influenciou inúmeras vocalistas subsequentes. Aos 32 anos, ela já é uma lenda viva, mesmo que nunca mais volte a cantar alguma outra nota\". O escritor da revista Vulture, Craig Jenkins apontou que algumas das canções de Ariana Grande remetiam ao trabalho de Carey no final dos anos [19]90, onde ela conseguiu combinar elementos de hip-hop, pop e R&B.; Em entrevista à Billboard em 2019, David Morales, que colaborou pela primeira vez com a cantora no Def Club Mix de seu single \"Dreamlover\" de 1993, comentou que o papel revolucionário de Carey na popularização dos remixes \"abriu uma grande porta, e poucas pessoas na época eram capazes de fazer isso. Quando outros grandes artistas viram o que eu fiz com Mariah, eles quiseram fazer o mesmo. Por causa dela eu entrei no estúdio com Toni Braxton, Aretha Franklin, Seal e Donna Summer\". ==Imagem pública== A mídia constantemente rotulou Carey como \"diva\" por seu estrelismo e vedetismo. Sobre isso, ela comentou: \"[Sim] eu tive meus momentos de diva, e então as pessoas não conseguem me desassociar disso. Acho que é um pouco exagerado, porque sou fruto de uma verdadeira diva: Minha mãe é cantora de ópera. E isso que é uma verdadeira diva, você sabe. E encaro isso como um elogio, ou seja, eu não seria a pessoa que sou sem ter vivenciado isso\". Em 2008, a revista Time a nomeou uma das 100 personalidades mais influentes do ano no mundo. O escritor do periódico NOW, Kevin Hegge, concordou que \"a influência de Carey é indiscutível\". O nome da estadunidense foi \"presença constante nos tabloides no início da década de 2000\" e seu colapso físico e emocional público durante a promoção Glitter, em 2001, se tornaram \"matéria rotineira nos portais\", de acordo com Justin Curto, escritor da Vulture. Hegge também disse que, nos últimos anos, o público se debruçou mais sobre o drama da artista, afirmando que \"cada passo em falso e peculiaridade de Carey foram examinados de forma viral […] o público adora nada mais do que rejeitá-la como uma celebridade decadente\". O tom de pele altamente claro da artista atraiu questões quanto a sua real identidade racial; No primeiro ano de sua carreira, 1990, publicações como Los Angeles Daily News, Playboy e Herald Sun se referiram a ela como \"branca\". Pouco depois, seu porta-voz esclareceu que ser classificada como branca a enfurecia e ela se identificava como birracial. Vários meios de comunicação apelidaram Carey de \"Rainha das Indiretas\"; Em 2002, quando questionada se havia rivalidade com a cantora Jennifer Lopez em uma entrevista para a TV alemã, Carey respondeu: \"Eu não sei quem é ela\", embora estivesse claro que ela tinha ciência de quem se tratava e estivesse sendo irônica. Posteriormente, a resposta tornou-se um meme de Internet e Carey manteve o mesmo posicionamento desde então. Na época de seu lançamento, \"Obsessed\" gerou controvérsia devido ao seu conteúdo lírico; os críticos e a mídia sugeriram que Carey estivesse referindo-se ao rapper Eminem, que a referenciou negativamente em diversas canções, bem como a sua constante \"obsessão\" por ela na mídia. \"Obsessed\" não faz menção ao nome do artista, embora os críticos achem que seja muito óbvio o destinatário. Além disso, Carey desempenhou um papel que se assemelha ao dele no videoclipe que acompanha a música. \"All I Want for Christmas Is You\" e Merry Christmas, se tornaram partes tão onipresentes da cultura popular que Carey foi apelidada de \"Rainha do Natal\". O tema e o álbum foram saudados, sendo descritos como \"uma das poucas adições modernas ao mercado natalino\" pelo The New Yorker. A mídia considerou que \"Dezembro pertence a Mariah Carey\". O sucesso da canção, em particular, levou Carey a construir o que a Billboard descreveu como um \"mini-império natalino em expansão\". É reconhecida como um ícone LGBT e sua música \"Hero\" é considerada um hino entre essa população, por suas letras motivacionais que instrui o ouvinte olhar para dentro de si e enxergar sua própria força interior quando sentir-se desencorajado ou depressivo. De acordo com Carey, muitos de seus fãs gays admitiram também ter crescido ouvindo sua música \"Outside\" e se relacionando com o sentimento de isolamento e inadequação da letra. A personalidade diva da artista também contribuiu para o aumento da admiração dos LGBTs por ela. Em 2016, Carey foi homenageada pela GLAAD com o Troféu Aliado. A condecoração é entregue a figuras públicas que \"usaram suas imagens para apoiar e promover a igualdade e aceitação das pessoas LGBT\". Também é considerada um símbolo sexual. Como a artista mais popular da música em meados da década de 1990, os \"primeiros anos de Carey como estrela pop foram extraordinariamente frutíferos, mas restritivos\". Seu álbum Butterfly recebeu o crédito por renovar sua imagem, tornando as borboletas um símbolo metafórico de seu impacto e legado na música pop e R&B.; Emilia Petrarca da revista W afirmou que \"Carey é extremamente cautelosa em cultivar sua imagem pública\", mas quando se trata de estilo, ela \"faz mais do que não faz\". Os figurinos da vocalista também compõe imagem dela; ela foi citada como um ícone de moda por Susanna Heller, da Vulture, que acrescentou que \"seu decadente guarda roupa compõe vários estilos e é cheio de roupas de grife, lingerie, sapatos e acessórios\". Em seu livro CR Fashion Book, Shepherd também observou que enquanto sua \"estética visual mudou alguma coisa aqui e ali […], [Carey] favorece em grande parte roupas sensuais, curtas e muitas vezes espalhafatosas\". Durante suas turnês, ela frequentemente usa calçados de salto agulha de alta qualidade, bem como meias-calças, espartilhos e meias arrastão. Laura Antonia Jordan, da revista Grazia, afirmou que, na década de 1990, os trajes favoritos de Carey eram \"silhuetas super justas, tops curtos, bainhas nas calças que chegavam até as coxas e vestidos com fendas apertadas\". No final desse período, após se separar de Mottola, ela adotou uma imagem mais provocativa e menos conservadora do que a anterior e começou a usar roupas mais sensuais. O videoclipe de \"Honey\" ganhou atenção do público, já que Carey, pela primeira vez em sua carreira, estava vestida de forma provocante, dando aos telespectadores um \"gostinho da Mariah mais livre\". ==Impacto e legado== O estilo vocal de Carey, bem como sua habilidade para cantar, impactaram significativamente a música popular e contemporânea. É considerada uma das maiores vocalistas de todos os tempos; Como escreveu o crítico de música G. Brown, do The Denver Post, \"para melhor ou para pior, o alcance de cinco oitavas e o estilo melismático de Carey influenciaram toda uma geração de cantores pop\". O editor Roger Deckker, da revista New York, comentou que embora \"Whitney Houston possa ter introduzido o melisma na música de massa foi Mariah — com seu alcance de cair o queixo — que o solidificou no padrão americano\". Na Slate, Jody Rosen exemplificou ainda mais a influência de Carey traçando um paralelo com o American Idol, que, para ela, \"muitas vezes se desenrolava como um choque de admiradores de Mariah loucos para fazer melisma\". Deckker também acrescentou que \"toda vez que você liga o American Idol, está assistindo os pupilos dela\". Para a Rolling Stone, \"seu domínio no melisma e suas cordas vocais vibratórias de notas altas que decoram músicas como \"Vision of Love\", inspirou toda escola vocal do American Idol e praticamente todas as outras vocalistas de R&B; desde os anos 1990\". thumb|200px|esquerda|Carey em 2009, se apresentando ao vivo durante cerimônia de posse do ex-Presidente Obama. Devido a sua habilidade em fazer melimas, scats e incrível controle usando o registro de apito, Carey é creditada por popularizar essas técnicas na música comercial, e exerceu influência para muitos cantores as aderirem também em seus vocais, como Ariana Grande, Christina Aguilera e Eden Alene, que citaram a artista como uma de suas principais influências em seu canto. Beyoncé credita Carey e sua música \"Vision of Love\" como impulso a começar a praticar \"corridas\" vocais quando criança, além de ajudá-la a seguir uma carreira musical. Segundo Pier Dominguez, autor de Christina Aguilera: A star Is Made, Aguilera adorava ouvir Whitney Houston, mas foi Carey quem teve a maior influência em seu estilo vocal. A imagem cuidadosamente coreografada de Mariah como uma mulher adulta impactou Aguilera; Sua admiração também cresceu a partir do fato de que ambas também possuem etnia mista. Philip Brasor, editor do The Japan Times, expressou como o estilo vocal e melismático de Carey tem sido uma grande influência nos cantores asiáticos, incluindo a japonesa Hikaru Utada. A brasileira Anitta revelou que \"aprend[eu] a cantar\" com Carey, a citando como sua primeira referência musical: \"Foi a primeira inserção que eu tive na música. Com ela entendi o que era ser uma cantora, o que é acompanhar o álbum e o trabalho de alguém por tanto tempo. É como se ela tivesse me ensinado a cantar\". Para Stevie Wonder: \"Quando as pessoas falam sobre vocalistas de grande influência, elas falam sobre Aretha, Whitney e Mariah. Isso é um testemunho de seu talento. Seu leque é incrível\". Entre os vários outros artistas que citaram Carey como uma influência em algum aspecto de suas carreiras estão Ariana Grande, Ava Max, Bonnie McKee, Brandy Norwood, Bridgit Mendler, Grimes, Jake Zyrus, Jessica Simpson, Jordin Sparks, Justin Bieber, Jessica Sanchez, Katy Perry, Kelly Clarkson, Lady Gaga, Leona Lewis, Nelly Furtado, Mary J. Blige, Melanie Fiona, Missy Elliott, Pink, Regine Velasquez, Rihanna, Sarah Geronimo, Sandy, Sam Smith e Wanessa Camargo. A escritora Kristin Corry falou sobre o legado de Carey, afirmando que assim \"como muitas mulheres negras antes dela, Carey lutou pelo controle criativo de sua carreira\" e trouxe o \"hip-hop para o público pop não por necessidade, mas porque era um parte de sua identidade\". Além de sua capacidade vocal, Carey foi creditada por seu papel e impacto como compositora; Corry notou que \"além de sua habilidade para cantar, a voz que [Carey] possuí em suas letras são igualmente fortes\". Jeff Benjamin, da Forbes, notou que as habilidades de composição da artista eram um aspecto \"geralmente esquecido\" de seu legado musical. Ao homenageá-la com o \"Prêmio Ícone\" em sua cerimônia realizada em 2012, a Broadcast Music, Inc. (BMI) descreveu as composições da cantora como tendo \"uma influência única e indelével em gerações de músicos\". Jeffrey Ingold, do Vice, saudou o lirismo das canções da artista como \"um dos mais detalhados da música pop\", elogiando sua capacidade de transmitir \"histórias sutis sobre amor, perda, sexo, raça e abuso\" em suas músicas. As composições de Carey foram gravadas ou interpretadas por uma variedade de artistas, incluindo aqueles de gerações anteriores, como Aretha Franklin, Patti Labelle, Dolly Parton, Red Hot Chili Peppers e Shania Twain. Numerosos historiadores e cientistas sociais também creditaram a franqueza de Carey à sua herança multirracial por facilitar o discurso público em torno de como a identificação racial é tratada nos Estados Unidos, bem como o advento do feminismo interseccional, durante os anos 1990. Como observado pelo professor Michael Eric Dyson em seu livro Between God and Gangsta Rap: Bearing Witness to Black Culture, a \"recusa de Carey de ceder à pressão pública\" em torno da natureza de sua etnia expôs \"a política de definição desordenada, às vezes arbitrária\" e \"as contradições raciais no centro da música pop contemporânea\". Sika Dagbovie-Mullins, da Universidade Flórida Atlântica, creditou Carey como uma \"heroína multirracial pioneira\", observando sua capacidade de explorar e criticar \"as várias manifestações do estereótipo mulato\" ao longo de sua carreira. == Conquistas== Ao longo de sua carreira, Carey ganhou diversas láureas e reconhecimentos, incluindo seis Grammy Awards e trinta e três Billboard Music Awards e uma estrela na Calçada da Fama de Hollywood; De acordo com a revista Billboard, ela foi a artista de maior sucesso na década de 1990 nos Estados Unidos. Enquanto os World Music Awards reconheceu-a como a artista feminina mais exitosa do milênio. Em mais de duas décadas de carreira, seu número de vendas discográficas é avaliado em mais de 200 milhões de cópias, o que a torna um dos artistas que mais venderam de todos os tempos. Também ganhou o prêmio Chopard Diamond em 2003, concedido somente a artistas que venderam mais de 100 milhões de trabalhos. Carey está em primeiro lugar entre as cantoras com maior número de vendagens durante a era Nielsen SoundScan, com mais de 52 milhões de unidades contabilizadas. A Recording Industry Association of America (RIAA) classificou-a na primeira posição (empatada com Barbra Streisand) entre as artistas femininas que mais venderam nos Estados Unidos, com 68,5 milhões de cópias certificadas. A cantora acumula dois álbuns certificados de diamante no mesmo país, Music Box e Daydream; Ambos venderam mais de 20 milhões de réplicas em todo o mundo e continuam sendo um dos que mais venderam na história. Merry Christmas distribuiu 15 milhões de unidades, tornando-se o disco natalino de maior vendagem até hoje. Enquanto \"All I Want for Christmas Is You\" se tornou o único toque de celular a receber o certificado de multiplatina nos Estados Unidos. No Japão, quatro álbuns da cantora estão entre os que mais venderam de todos os tempos por um artista não asiático no país, no qual Number 1's se mantém como o mais bem sucedido da lista. \"All I Want for Christmas Is You\" possui o terceiro maior número de unidades comercializadas por uma canção de um músico não asiático. Em 2023, a música foi selecionada pela Biblioteca do Congresso para preservação no Registro Nacional de Gravações, devido à sua \"importância cultural, histórica e estética\" na paisagem sonora estadunidense. A Billboard nomeou-a como a artista ocidental de maior sucesso no Japão. Em 2009, \"I Want to Know What Love Is\" tornou-se a canção que ocupou por mais tempo o cume da parada brasileira, Hot 100 Airplay, totalizando 27 semanas consecutivas. Na Billboard Hot 100, Carey detêm um total de 19 singles em primeiro lugar, a maior quantidade entre qualquer artista em carreira solo; Com 82 semanas, ela também possuí o maior tempo de permanência nessa posição que qualquer outro músico na história. \"One Sweet Day\" (1996), com Boyz II Men, ocupou por 16 semanas consecutivas o topo da tabela supracitada, obtendo o recorde de maior permanência consecutiva nessa posição até hoje. Além disso, três canções da intérprete debutaram diretamente na posição máxima do gráfico: \"Fantasy\", \"One Sweet Day\" e \"Honey\", mais do que qualquer outro artista até os dias atuais; sendo \"Fantasy\" a primeira música de uma mulher a realizar esse feito. O impacto de sua obra a fez receber três menções no Guinness World Records. Em 2021, \"Fantasy\" foi posicionada na 149ª colocação na contagem das 500 melhores canções de todos os tempos pela revista musical Rolling Stone. Carey liderou a lista realizada pela MTV e pela revista Blender das 22 maiores vozes da música, enquanto a Rolling Stone classificou-a como um dos 100 maiores vocalistas de todos os tempos. Em 2009, a Billboard elegeu \"We Belong Together\" como a música de maior sucesso da década de 2000 e a décima primeira canção mais popular de todos os tempos. Além disso, a mesma publicação classificou a intérprete entre os 50 melhores artistas de R&B;/Hip-Hop dos últimos 25 anos. Carey é o quinto músico de maior sucesso na história da Billboard Hot 100, a segunda mulher mais bem posicionada. Ela tornou-se o oitavo artista a receber o troféu de Ícone pela Billboard. Em 2012, o canal VH1 adicionou-a em segundo lugar na lista das 100 maiores mulheres da música. Em 2 de fevereiro de 2024, a Recording Academy anunciou que Carey receberia o Grammy Global Impact Award, uma láurea especial em reconhecimento aos \"expoentes da música negra cuja dedicação à essa forma de arte influenciou muito a indústria e cujo legado inspira inúmeros indivíduos em todo o mundo\". ==Vida pessoal== Carey começou a namorar o empresário Tommy Mottola enquanto gravava Music Box, e casou com ele em 5 de junho de 1993. Após o lançamento de Daydream e o êxito que se seguiu, ela começou a se concentrar seu casamento, que estava e crise naquele momento. O relacionamento começou a se deteriorar, devido às crescentes diferenças criativas em termos de seus álbuns, bem como à suposta natureza controladora de seu então marido. Em 30 de maio de 1997, o casal anunciou a separação, com o divórcio finalizado em 2 de dezembro de 2000. De 1998 a 2001 esteve em um relacionamento de três anos com o cantor Luis Miguel. Carey conheceu o ator e comediante Nick Cannon enquanto eles gravavam o videoclipe de sua música \"Bye Bye\" em uma ilha na costa de Antigua. Em 30 de abril de 2008, eles oficializaram a união nas Bahamas. Com 35 semanas de gravidez, Carey deu a luz ao gêmeos fraternos Moroccan e Monroe, através de parto cesariana, em 30 de abril de 2011. Monroe é nomeada em homenagem a Marilyn Monroe, enquanto Moroccan (a palavra inglesa para \"marroquino\") recebeu o nome da sala de decoração marroquina do apartamento da cantora, onde Cannon a pediu em casamento. Em agosto de 2014, o casal anunciou a separação. Entre janeiro a outubro de 2016, Carey e o bilionário australiano James Packer estiveram noivos. Em outubro de 2016, ela começou a namorar o coreógrafo Bryan Tanaka; contudo, em dezembro de 2023, a relação chegou ao fim após sete anos. Carey é cristã. Declarou em 2006: \"Acredito que nasci de novo de várias maneiras. Acho que mudei minhas prioridades e meus relacionamentos com Deus. Sinto a diferença quando não tenho meus momentos privados para orar […] Sou um lutadora, mas aprendi que não estou no comando. O que quer que Deus queira que aconteça, é o que vai acontecer. […] É pela graça de Deus que ainda estou aqui\". Em abril de 2018, a cantora revelou sofrer de transtorno bipolar. Ela, segundo relatos, foi diagnosticada em 2001, mas manteve o diagnóstico em segredo. Carey trata a doença por intermédio de medicação e terapia. == Discografia == * Mariah Carey (1990) * Emotions (1991) * Music Box (1993) * Merry Christmas (1994) * Daydream (1995) * Butterfly (1997) * Rainbow (1999) * Glitter (2001) * Charmbracelet (2002) * The Emancipation of Mimi (2005) * E=MC² (2008) * Memoirs of an Imperfect Angel (2009) * Merry Christmas II You (2010) * Me. I Am Mariah... The Elusive Chanteuse (2014) * Caution (2018) == Filmografia == Cinema * The Bachelor (1999) * Glitter (2001) * Testemunhas Contra a Máfia (2002) * State Property 2 (2005) * Tennessee (2008) * You Don't Mess with the Zohan (2008) * Precious (2009) * Bad 25 * A Christmas Melody (2015) * Popstar: Never Stop Never Stopping (2016) * The Keys of Christmas (2016) * The Lego Batman Movie (2017) * Girls Trip (2017) * The Star (2017) * All I Want for Christmas Is You (2017) * All I Wan't for Christmas Is You 2 (2024) == Turnês == Turnês principais * Music Box Tour (1993) * Daydream World Tour (1996) * Butterfly World Tour (1998) * Rainbow World Tour (2000) * Charmbracelet World Tour (2003–2004) * The Adventures of Mimi (2006) * Angels Advocate Tour (2009–2010) * Australian Tour (2013) * The Elusive Chanteuse Show (2014) * The Sweet Sweet Fantasy Tour (2016) * Mariah Carey: Live in Concert (2018) * Caution World Tour (2019) * The Adventures of Mimi (2024) Turnês como co-atração principal * All the Hits Tour (com Lionel Richie) (2017) Residências * Live at the Pearl (2009) * All I Want for Christmas Is You, a Night of Joy and Festivity (2014–2019) * #1 to Infinity (2015–2017) * The Butterfly Returns (2018–2020) * The Celebration of Mimi (2024) == Ver também == * Lista de recordistas de vendas de discos * Lista de recordistas de vendas de discos nos Estados Unidos === Bibliografia === * * * * * * * * * * * * * == Ligações externas == * * * * * * * Mariah Carey no Spotify * Categoria:Nascidos em 1970 Categoria:Mariah Carey Categoria:Naturais de Huntington (Nova Iorque) Categoria:Cantoras afro-americanas Categoria:Atrizes afro-americanas Categoria:Norte-americanos de ascendência irlandesa Categoria:Norte-americanos de ascendência venezuelana Categoria:Cantoras dos Estados Unidos Categoria:Atrizes dos Estados Unidos Categoria:Atrizes de cinema dos Estados Unidos Categoria:Atrizes de televisão dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Produtores musicais dos Estados Unidos Categoria:Diretores de vídeos musicais dos Estados Unidos Categoria:Protestantes dos Estados Unidos Categoria:Filantropos dos Estados Unidos Categoria:Meios-sopranos Categoria:Pessoas com distúrbio bipolar Categoria:Cantores de neo soul Categoria:Cantores de R&B; contemporâneo dos Estados Unidos Categoria:Cantores de soul dos Estados Unidos Categoria:Cantoras de música pop dos Estados Unidos Categoria:Cantores de hip hop dos Estados Unidos Categoria:Cantores de língua espanhola dos Estados Unidos Categoria:Músicos vencedores do Grammy Categoria:Produtores de hip hop dos Estados Unidos Categoria:Músicos vencedores do World Music Awards Categoria:Músicos vencedores dos MTV Europe Music Awards Categoria:Grammy Award para artista revelação Categoria:Recordistas de vendas de discos Categoria:Recordistas de vendas de discos no Brasil Categoria:Recordistas de vendas de discos nos Estados Unidos Categoria:Artistas da Island Records Categoria:Artistas da Def Jam Recordings",
 "title": "Mariah Carey"
}