{
 "id": "116456",
 "text": "O Forte de São João Baptista das Berlengas, Forte da Berlenga ou Fortaleza das Berlengas, localiza-se na ilha de Berlenga Grande, no arquipélago das Berlengas, integrando o conjunto defensivo de Peniche, na região Oeste portuguesa.Ficha na base de dados SIPA O Forte de São João Baptista está classificado como Monumento Nacional desde 1938.Ficha na base de dados da DGPC == História == === Antecedentes === A ocupação humana da Berlenga Grande (única habitável) remonta à Antiguidade, sendo assinalada como ilha de Saturno pelos geógrafos romanos. Posteriormente foi visitada por navegadores muçulmanos, viquingues, corsários franceses e Ingleses. Em 1513, com o apoio da rainha D. Leonor, monges da Ordem de São Jerónimo aí se estabeleceram com o propósito de oferecer auxílio à navegação e às vítimas dos frequentes naufrágios naquela costa atlântica, assolada por corsários. Fundaram o Mosteiro da Misericórdia da Berlenga no local onde em 1953 foi construído um restaurante. No entanto, a escassez de alimentos, as doenças e os constantes assaltos de piratas e corsários marroquinos, argelinos, ingleses e franceses, tornaram impossível a vida de retiro dos frades, muitas vezes incomunicáveis devido à inclemência do mar. === O forte seiscentista === No contexto da Guerra da Restauração, sob o governo de D. João IV (1640-1656), o Conselho de Guerra determinou a demolição das ruínas do mosteiro abandonado e a utilização de suas pedras na construção de uma fortificação para a defesa daquele ponto estratégico do litoral. Embora se ignore a data em que as obras foram iniciadas, já em 1655, quando ainda em construção, resistiu com sucesso ao seu primeiro assalto, ao ser bombardeada por três embarcações de bandeira turca. Em 1666, no contexto da tentativa de rapto da princesa francesa Maria Francisca Isabel de Saboia, noiva de Afonso VI (1656-67), uma esquadra espanhola integrada por 15 embarcações intentou a conquista do forte, defendido por um efetivo de pouco mais de duas dezenas de soldados sob o comando do Cabo António Avelar Pessoa. Numa operação combinada de bombardeio naval e desembarque terrestre os atacantes perderam, em apenas dois dias, 400 soldados em terra e 100 nos navios (contra um morto e quatro feridos pelos defensores), sendo afundada a nau Covadonga e sériamente avariadas outras duas, afundadas no regresso a Cádiz. Traída por um desertor, sem mais munição e mantimentos, a praça finalmente rendeu-se perdendo nove das peças da sua artilharia capturadas pelos invasores. No tempo da Guerra Peninsular, foi utilizada como base de apoio pelas forças inglesas, numa campanha de guerrilha na qual colaborou ativamente a população de Peniche. Posteriormente sofreu obras de restauração, com a reedificação da Capela no seu interior. Durante a Guerra Civil Portuguesa (1828-1834), a fortaleza encontrava-se em mãos dos partidários de Miguel I de Portugal (1828-1834). Com deficiência de artilharia, entretanto, não resistiram diante do assalto dos liberais que a utilizaram como base para o assalto à cidadela de Peniche, reduto dos miguelistas. Sem maior valor militar, diante da evolução dos meios bélicos no século XIX, foi desartilhada (1847) e abandonada passando a ser utilizada como base de apoio para a pesca comercial. === Do século XX aos nossos dias === Em meados do século XX foi parcialmente restaurada e aberta ao turismo adaptada como pousada. Actualmente funciona apenas como casa-abrigo, sob a gestão da Associação dos Amigos das Berlengas. == Características == O forte de planta no formato de um polígono heptagonal irregular (orgânica). No terrapleno, pelo lado voltado para a ilha, apresenta a edificação principal com dois pavimentos, com doze compartimentos onde funcionavam as dependências de serviço (Casa do Comando, Quartéis de Tropas, Armazéns, Cozinha e outros) e mais oito compartimentos inscritos no interior das muralhas. Um corredor sem iluminação dá acesso internamente aos vários pontos da estrutura. Voltadas para o mar rasgam-se onze canhoneiras. ==Bibliografia== *Portugal. Ministério das Obras Públicas. «Forte da Berlenga», n.º 74 de Monumentos : Boletim da Direção-Geral dos Edifícios e Monumentos Nacionais, 1953. == Ligações externas == * * * * Categoria:Berlengas Sao Joao Baptista Berlengas Categoria:Edifícios monásticos jerónimos de Portugal Categoria:Monumentos nacionais no distrito de Leiria Categoria:Património edificado em Peniche Categoria:Fortificações classificadas como monumento nacional em Portugal Categoria:Fortificações costeiras em Portugal",
 "title": "Forte de São João Batista das Berlengas"
}