{
 "id": "116491",
 "text": "Antonio Muniz Sodré de AragãoComo se pode ver nas fontes citadas neste verbete, a grafia do nome do político era Antônio Moniz Sodré de Aragão, e comumente citado apenas como Antônio Moniz ou Moniz Sodré. O uso da primeira variante é a única justificativa possível para ter levado o site oficial do governo baiano, e também o da Assembléia Legislativa a adotar, até 26 de janeiro de 2008 (data da consulta), a grafia como sendo Antônio Ferrão Muniz de Aragão (vide desambiguação, no alto da página) (Salvador, — Rio de Janeiro, ) foi um jurista, jornalista, professor e político brasileiro, ex-governador do estado da Bahia durante a República Velha. ==Biografia== Era filho do Vice- almirante Francisco Moniz Ferrão de Aragão e D. Laurinda Augusta Freire Moniz. Estudou na Faculdade de Direito da Bahia, onde bacharelou-se em 1903.Verbete in: Dicionário de Autores Baianos. Secult, Salvador, 2006, ISBN 978-85-7595-151-1 Exerceu o magistério em diversas instituições soteropolitanas de ensino médio e superior, tais como na Escola Normal, Politécnica e na Faculdade de Direito em que se formara e no Rio de Janeiro foi professor de Direito Penal da Faculdade de Direito e no doutorado da Faculdade Nacional de Direito da Universidade do Brasil.Ficha catalográfica na Biblioteca PUC-RJ, consultada em 27 de janeiro de 2008 Foi pai do teórico marxista e escritor Edmundo Moniz, autor de \"Canudos: a luta pela terra\". (São Paulo: Global, 1981)http://www.portfolium.com.br/Sites/Canudos/conteudo.asp?IDPublicacao=70 – página consultada em 27 de janeiro de 2008 ==Política== Tendo sido eleito deputado federal (1912-1918), e posteriormente senador (1920-1927), parte de sua atuação deu-se também no Rio de Janeiro, ocupando a pasta de Secretário de estado do Interior e Justiça do Estado do Rio no governo do almirante Protógenes Guimarães. Na Bahia sua participação política começou como deputado estadual (1909-1912), no grupo chefiado por José Joaquim Seabra, quem efetivamente o fez eleger e a quem sucedeu e também foi sucedido,Biografia, sítio oficial do governo da Bahia – esta página, até 27 de janeiro de 2008, trazia como sendo o nome do governador \"Antônio Ferrão Moniz De Aragão\" (sic). a despeito da forte oposição, capitaneada por Rui Barbosa, Luiz Vianna, Ernesto Simões Filho, Octávio Mangabeira, Bráulio Xavier, Horácio de Matos, entre outros.MORAES, Walfrido. Jagunços e Heróis - A Civilização do Diamante nas Lavras da Bahia. Civilização Brasileira, Rio de Janeiro, 1963 Junto a Seabra, apoiou a Revolução de 1930 e a Aliança Liberal. ==Governo da Bahia== Tomou posse a 29 de março de 1916, exercendo o mandato até 29 de março de 1920. Vivia o Estado forte crise em razão da I Guerra Mundial. As exportações agrícolas – principal esteio da economia local – foram suspensas. Na capital o clima de insatisfação se agravava, redundando na eclosão de várias greves, a maior e mais traumática delas a dos professores municipais de 1918. A oposição de tudo isso se valia, acirrando inda mais as agitações.Artigo: COSTA, Ana Alice Alcântara. CONCEIÇÃO, Hélida. As Mulheres na \"Revolta dos Resiguinados\": A Greve dos Professores Municipais em 1918 (página consultada em 26 de janeiro de 2008). ===Realizações=== *Fundação, pelo historiador Francisco Borges de Barros, do Museu de Arte da Bahia, em 1918 http://www.funceb.ba.gov.br/mab/p_historic.htm, página consultada em 27 de janeiro de 2008 *Apoio à fundação da Academia de Letras da Bahia *Conclusão do Quartel de Cavalaria *Ala principal do Palácio da Aclamação *Reconstrução do Palácio Rio Branco *Reconstrução do Hospital dos Alienados *Reabertura da Escola Agrícola de São Bento das Lages (atual Escola de Agronomia de Cruz das Almas) *Construção do prédio da Biblioteca Pública do Estado da Bahia *Incrementou a abertura de estradas de rodagem e de ferro e a navegação ==Imprensa== Iniciou no jornalismo em 1895, na Gazeta de Notícias, tendo ainda atuado no Correio do Brasil e na Gazeta do Povo. Como jornalista, primou pela publicação de artigos, mormente sobre a Bahia. Escreveu Moniz Sodré, sobre o estado: ::\"O Estado da Bahia exerceu sempre a mais pronunciada influência na vida do Brasil, destacando-se nas diferentes fases de sua história, não somente pelo valor intelectual e moral dos seus filhos, com os quais se tem irmanado em todo vigor da sua proverbial intrepidez e do seu denonado patriotismo, mas, também, pelas contribuições materiais de suas potentes forças econômicas […].\"MONIZ, Antonio. \"A Bahia e o seu Papel Histórico na Evolução Política do Brazil\". Revista da Bahia, Bahia, nº 21, 15 de outubro de 1922. in artigo: LEITE, Rinaldo Cesar Nascimento. Discursos sobre as Grandezas e os Infortúnios da Bahia: Identidade Local e Inserção na Ordem Republicana (página pesquisada em 26 de janeiro de 2008) ==Letras== Foi com o seu apoio que Arlindo Fragoso pôde fundar a Academia de Letras da Bahia, em 7 de março de 1917. Moniz ali teve assento na Cadeira número 10, cujo Patrono é Lino Coutinho. ===Obras=== *\"A Bahia e o seu Papel Histórico na Evolução Política do Brazil\". Revista da Bahia, Bahia, nº 21, 15 de outubro de 1922. *Estatuto dos Funcionários Públicos, de 1913 *Curso de Direito Criminal. São Paulo. *As três escolas penais: clássica, antropológica e crítica (estudo comparativo). 7.ed. Livraria Freitas Bastos, 1938. Resumo. *A Bahia e os seus governadores na República. Bahia: Imprensa Oficial, 1923 Categoria:Governadores da Bahia Categoria:Senadores do Brasil pela Bahia Categoria:Juristas da Bahia Categoria:Naturais de Salvador Categoria:Alunos da Faculdade de Direito da Universidade Federal da Bahia",
 "title": "Antônio Muniz Sodré de Aragão"
}