{
 "id": "116536",
 "text": "Dalton Jérson Trevisan (Curitiba, 14 de junho de 1925) é um advogado e escritor brasileiro, famoso por seus livros de contos, especialmente O Vampiro de Curitiba (1965), e por sua natureza reservada.Dalton Jérson Trevisan. Recanto das Letras == Biografia == Dalton Jérson Trevisan nasceu em Curitiba em 1925. Estudou no Colégio Estadual do Paraná e trabalhou durante sua juventude na fábrica de vidros de sua família. Depois de se formar pela Faculdade de Direito do Paraná (atual Universidade Federal do Paraná), chegou a exercer a advocacia durante 7 anos. Quando era estudante de Direito, Trevisan costumava lançar seus contos em modestos folhetos. Liderou o grupo literário que publicou, entre 1946 e 1948, a revista Joaquim. O nome, segundo ele, era \"uma homenagem a todos os Joaquins do Brasil\". A publicação tornou-se porta-voz de uma geração de escritores, críticos e poetas. Reunia ensaios assinados por Antonio Cândido, Mário de Andrade e Otto Maria Carpeaux e poemas até então inéditos, como \"O Caso do Vestido\", de Carlos Drummond de Andrade. A revista também trazia traduções de Joyce, Proust, Kafka, Sartre e Gide e era ilustrada por artistas como Poty, Di Cavalcanti e Heitor dos Prazeres. A publicação, que circulou até dezembro de 1948, continha o material de seus primeiros livros de ficção, incluindo Sonata ao Luar (1945) e Sete Anos de Pastor (1948) - duas obras renegadas pelo autor. Em 1954 publicou o Guia Histórico de Curitiba, Crônicas da Província de Curitiba, O Dia de Marcos e Os Domingos ou Ao Armazém do Lucas, edições populares à maneira dos folhetos de feira. Inspirado nos habitantes da cidade, criou personagens e situações de significado universal, em que as tramas psicológicas e os costumes são recriados por meio de uma linguagem concisa e popular, que valoriza os incidentes do cotidiano sofrido e angustiante. Publicou também Novelas Nada Exemplares (1959) e ganhou o Prêmio Jabuti da Câmara Brasileira do Livro. Como era de se esperar, enviou um representante para recebê-lo. Morte na Praça (1964), Cemitério de Elefantes (1964) e O Vampiro de Curitiba (1965). Isolado dos meios intelectuais e concorrendo sob pseudônimo, Trevisan conquistou o primeiro lugar do I Concurso Nacional de Contos do Estado do Paraná, em 1968. Escreveu depois A Guerra Conjugal (1969), posteriormente transformada em um premiado filme, dirigido por Joaquim Pedro de Andrade, Crimes da Paixão (1978) e Lincha Tarado (1980). Em 1994 publicou Ah, é?, obra-prima do estilo minimalista. Seu único romance publicado é A Polaquinha.Dalton Trevisan - Biografia. UOL Educação É reconhecido como um importante contista da literatura brasileira por grande parte dos críticos do país. Entretanto, é avesso a entrevistas e exposições em órgãos de comunicação social, criando uma atmosfera de mistério em torno de seu nome. Por esse motivo recebeu a alcunha de \"Vampiro de Curitiba\", nome de um de seus livros. Assina apenas \"D. Trevis\" e não recebe a visita de estranhos.Escritores - Dalton Trevisan. Site do Escritor == Prêmios == Foi eleito por unanimidade vencedor do Prémio Camões de 2012, ano em que também recebeu o Prêmio Machado de Assis, da Academia Brasileira de Letras, pelo conjunto de sua obra. == Obras publicadas == *Novelas nada Exemplares (1959)Dalton Trevisan - Biografia Projeto Releituras *Cemitério de Elefantes (1964) *Morte na Praça (1964) *O Vampiro de Curitiba (1965) *Desastres do Amor (1968) *Mistérios de Curitiba (1968) *A Guerra Conjugal (1969) *O Rei da Terra (1972) *O Pássaro de Cinco Asas (1974) *A Faca No Coração (1975) *Abismo de Rosas (1976) *A Trombeta do Anjo Vingador (1977) *Crimes de Paixão (1978) *Primeiro Livro de Contos (1979) *Vinte Contos Menores (1979) *Virgem Louca, Loucos Beijos (1979) *Lincha Tarado (1980) *Chorinho Brejeiro (1981) *Essas Malditas Mulheres (1982) *Meu Querido Assassino (1983) *Contos Eróticos (livro) (1984) *A Polaquinha (1985) *Noites de Amor em Granada *Pão e Sangue (1988) *Em Busca de Curitiba Perdida (1992) *Dinorá - Novos Mistérios (1994) *Ah, É? (1994) *234 (1997) *Vozes do Retrato - Quinze Histórias de Mentiras e Verdades (1998) *Quem tem medo de vampiro? (1998) *111 Ais (2000) *Pico na veia (2002) *99 Corruíras Nanicas (2002) *O Grande Deflorador (2002) *Capitu Sou Eu (2003) *Continhos galantes (2003) *Arara Bêbada (2004) *Gente Em Conflito (com Antônio de Alcântara Machado) (2004) *Macho não ganha flor (2006) *O Maníaco do Olho Verde (2008) *Uma Vela Para Dario (talvez 2008) *35 noites de paixão - contos escolhidos (2009) *Violetas e Pavões (2009) *Desgracida (2010) *Mirinha (2011) *Nem te conto, João (2011) *O Anão e a Ninfeta (2011) *Novos contos eróticos - Antologia (2013) *A mão na pena (2014) *O beijo na nuca (2014) *Antologia pessoal (2023) === Renegados pelo autor === Primeiros livros publicados, que o autor renega. Editores desconhecidos. *Sonata ao Luar (1945) *Sete Anos de Pastor (1948) === No exterior === *Novelas Nada Ejemplares - tradução de Juan Garcia Gayo, Monte Avila - Caracas (1970) *De koning der aarde (O Rei da Terra) - tradução de August Willemsen - Amsterdam (1975) *The Vampire of Curitiba and Others Stories - tradução de Gregory Rabassa, Alfred A. Knopf - Nova York (1972) *El Vampiro de Curitiba - tradução de Haydée M. J. Barroso, Ed. Sudamericana - Buenos Aires (1976) *De vijfvleugelige vogel (O Pássaro de Cinco Asas) - trad. August Willemsen - Amsterdam (1977) *Ehekrieg (Guerra Conjugal) - (coletânea de contos, não corresponde ao livro \"A Guerra Conjugal\") - tradução de Georg Rudolf Lind, Ed. Suhrkamp - Frankfurt (1979) === Antologias === Contos em antologias alemãs (1967 e 1968), argentinas (1972 e 1978), americanas (1976 e 1977), polonesas (1976 e 1977), sueca (1963), venezuelana (1969), dinamarquesa (1972) e portuguesa (1972). == Filme == Guerra Conjugal (1974), histórias e diálogos do autor, roteiro e direção de Joaquim Pedro de Andrade. == Ligações externas == *Trecho do livro Duzentos ladrões - Editora L&PM; *Biografia do autor - Editora L&PM; Categoria:Dalton Trevisan Categoria:Naturais de Curitiba Categoria:Família Trevisan Categoria:Alunos do Colégio Estadual do Paraná Categoria:Alunos da Universidade Federal do Paraná Categoria:Advogados do Paraná Categoria:Contistas do Brasil Categoria:Contistas do Paraná Categoria:Escritores contemporâneos do Brasil Categoria:Escritores vencedores do Prémio Camões Categoria:Homens ganhadores do Prêmio Jabuti Categoria:Ganhadores do Prêmio Machado de Assis Categoria:!Editatona Cada livro seu público 2024",
 "title": "Dalton Trevisan"
}