{
 "id": "1165",
 "text": "Lisboa é a capital e maior cidade de Portugal, com uma população estimada de 548.703 habitantes em 2022 dentro dos seus limites administrativos numa área de cerca de 100 quilómetros quadrados. Lisboa é a capital mais ocidental da Europa continental (a segunda no geral, depois de Reykjavik) e a única ao longo da costa atlântica, estando as outras (Reykjavik e Dublin) em ilhas. A cidade situa-se na porção ocidental da Península Ibérica, na margem norte do rio Tejo. A porção ocidental da sua área metropolitana, a Riviera Portuguesa, acolhe o ponto mais ocidental da Europa Continental, culminando no Cabo da Roca. Lisboa é uma das cidades mais antigas do mundo e a segunda capital europeia mais antiga (depois de Atenas), antecedendo em séculos outras capitais europeias modernas. Estabelecida por tribos pré-celtas e posteriormente pelos fenícios, Júlio César fez da cidade um município chamado Felicitas Julia, acrescentando o termo ao nome Olissipo. Após a queda do Império Romano, foi governada por uma série de tribos germânicas a partir do século V, mais notavelmente os visigodos. No século VIII, no entanto, foi capturada pelos mouros. Em 1147, Afonso Henriques conquistou a cidade e em 1255 o povoado tornou-se capital do Reino de Portugal, substituindo Coimbra. Desde então, tem sido o centro político, econômico e cultural do país, como sede do governo, da Assembleia Nacional, do Supremo Tribunal de Justiça, das Forças Armadas e da residência do chefe de Estado. É também o centro da diplomacia portuguesa, com embaixadores de 86 países residentes na cidade, bem como representações de Taiwan e da Palestina. Cerca de 3 milhões de pessoas vivem em sua área metropolitana, tornando-a a terceira maior área metropolitana da Península Ibérica (depois de Madrid e Barcelona), além de figurar entre as 10 áreas urbanas mais populosas da União Europeia,Demographia: World Urban Areas - demographia.com, 06.2021 representando cerca de um terço da população do país. Lisboa é reconhecida como uma cidade global de nível alfa devido à sua importância nas finanças, comércio, moda, mídia, entretenimento, artes, comércio internacional, educação e turismo. Está entre as duas cidades portuguesas (sendo a outra o Porto) reconhecidas como cidade global, sendo também sede de três empresas do Global 2000 (Grupo EDP, Galp Energia e Jerónimo Martins). É um dos grandes centros económicos da Europa, com um setor financeiro em crescimento, sendo que o índice PSI faz parte da Euronext, a maior bolsa de valores da Europa continental. A região de Lisboa tem um PIB por paridade do poder de compra per capita mais elevado do que qualquer outra região portuguesa. A cidade ocupa o 40º lugar de maior rendimento bruto do mundo e, com quase 21 mil milionários residentes, é a 11ª cidade europeia em número de milionários e a 14ª em número de bilionários.\"Ranking: The richest cities in the world\" – City Mayors.com A maior parte das sedes das empresas multinacionais portuguesas estão localizadas na região de Lisboa.\"Lisboa é 9ª cidade que mais recebe congressos internacionais\" – Agência LUSA == Etimologia e gentílico == Para Samuel Bochart, um francês do que se dedicou ao estudo da Bíblia, o nome Olissipo é uma designação pré-romana de \"Lisboa\" que remontaria aos fenícios. Segundo ele, a palavra “Olissipo” deriva de \"Allis Ubbo\" ou \"Porto Seguro\" em fenício, porto esse situado no estuário do Tejo. Não existe nenhum registo que possa comprovar tal teoria, a qual é descartada pelos académicos recentes. Segundo Francisco Villar,Los indoeuropeos y los orígenes de Europa, Dial.net, base de dados “Olissipo” seria uma palavra de origem tartessa sendo o sufixo ipo usado em territórios de influência Turdetano-Tartessica.Indoeuropeos y no indoeuropeos en la Hispania prerromana O prefixo \"Oli(s)\" não seria único visto estar associado a outra cidade lusitana de localização desconhecida, que Pompônio Mela dizia chamar-se \"Olitingi\". Os autores da Antiguidade conheciam uma lenda que atribuía a fundação de Olissipo ao herói grego Ulisses,JULII SOLINI DE MIRABILIBUS MUNDI. CAPITULA XXIII - XXXIV provavelmente baseando-se em Estrabão: Ulisses teria fundado em local incerto da Península Ibérica uma cidade chamada Olissipo (Ibi oppidum Olisipone Ulixi conditum: ibi Tagus flumen).A odisseia de um mito: diálogos intertextuais em torno da fundação de Lisboa por Ulisses nas literaturas anglófonas – artigo de Rogério Miguel Puga, CETAPS, FCSH, Universidade Nova de LisboaO mito de Ulisses ou a queda da História – artigo de Manuel Alves publicado no volume colectivo Literatura Comparada: Os Novos Paradigmas, Porto, Associação Portuguesa de Literatura Comparada, 1996, pp. 569-574 (download) Posteriormente, o nome latino teria sido corrompido para \"Olissipona\". Ptolomeu deu a Lisboa o nome de \"Oliosipon\". Os visigodos chamaram-na UlishbonFrancisco Azevedo, Once Upon a Time in Rio: A Novel; Simon and Schuster, 2014. pp. 299. ISBN 1451695578 e os mouros, que conquistaram Lisboa no ano 714, deram-lhe em árabe o nome ou ainda . Na gíria popular, os naturais ou habitantes de Lisboa são chamados \"alfacinhas\". A origem da palavra é desconhecida. Supõe-se que o termo se explica pelo facto de existirem hortas nas colinas da primitiva cidade de Lisboa, onde verdejavam \"plantas hortenses utilizadas na culinária, na perfumaria e na medicina\", vendidas na cidade. A palavra alface provém do árabe e poderá indicar que o cultivo da planta começou aquando da ocupação da Península Ibérica pelos Muçulmanos. Há também quem sustente que, num dos cercos de que a cidade foi alvo, os habitantes da capital portuguesa tinham como alimento quase exclusivo as alfaces das suas hortas. O certo é que a palavra ficou consagrada e que os grandes da literatura portuguesa convencionaram tomar por alfacinha um lisboeta. == História == === Neolítico e fundação === Em Lisboa encontram-se vestígios do neolítico, eneolítico e neoneolítico. Durante o Neolítico, a região de Lisboa foi habitada por povos que também viveram neste período noutros espaços da Europa atlântica. Estes povos construíram vários monumentos megalíticos. É ainda possível encontrar alguns dólmens e menires na atual área metropolitana. Situado no estuário do rio Tejo, o excelente porto de Lisboa tornou-a cidade ideal para abastecer de alimentos os navios que rumavam para as Ilhas do Estanho (actuais Ilhas Scilly) e para a Cornualha. O povo celta invadiu a Península no . Graças a casamentos tribais com os povos ibéricos pré-romanos, aumentou significativamente na região o número de falantes da língua celta. O povoado pré-romano de Olissipo, com origem nos séculos , assentava no morro e na encosta do castelo. A Olissipo pré-romana foi o maior povoado orientalizante de Portugal. Estima-se que a sua população rondasse entre e pessoas. Olissipo seria um bom fundeadouro para o tráfego marítimo e para o comércio com os fenícios.Os Primeiros Momentos da Colonização Fenícia na Península Ibérica: uma visão síntese das realidades socioeconómicas de Gadir em contacto com os indígenas – texto de João Pedro Oliveira e Silva, Faculdade de Letras da Universidade de Lisboa Achados arqueológicos sugerem que já havia trocas comerciais com os fenícios na região de Lisboa em ,O Tejo, palco de interação entre Indígenas e Fenícios – texto de Guilherme Cardoso e José d’Encarnação em Estudo Geral nº 2, setembro 2013 levando alguns historiadores a admitir que teriam habitado o que é hoje o centro da cidade, na parte sul da colina do castelo. Na praça de D. Luís, em Lisboa, foram localizados vestígios de um fundeadouro com mais de 2000 anos, remontando ao e ao , onde os navios ancoravam para fazer descargas e reparações e também para o trânsito de passageiros e carga.Fundeador romano encontrado em Lisboa é achado extraordinário Além de viajarem daí para o Norte, os fenícios também aproveitaram o facto de estarem na desembocadura do maior rio da Península Ibérica para fazerem comércio de metais preciosos com as tribos locais.Os Primeiros Momentos da Colonização Fenícia na Península Ibérica: uma visão síntese das realidades socioeconómicas de Gadir em contacto com os indígenas – artigo de João Pedro Oliveira e Silva, Faculdade de Letras da Universidade de Lisboa Outros importantes produtos aí comercializados eram o sal, o peixe salgado e os cavalos puros-sangue lusitanos, bem conhecidos na Antiguidade. Na década de 1990, Sé de Lisboa, CNS:3229, Portal do Arqueólogo vestígios fenícios do foram encontrados sob a Sé de Lisboa. Não obstante, alguns historiadores modernos consideram que a ideia da fundação fenícia é irreal, convictos que Lisboa era uma antiga civilização autóctone (chamada pelos romanos de ópido) que se limitava a estabelecer relações comerciais com os fenícios, o que explicaria a presença de cerâmicas e de outros artefactos com tal origem.Mattoso, José (dir.), História de Portugal. Primeiro Volume: Antes de Portugal, Lisboa, Círculo de Leitores, 1992. === Período romano === As influências civilizacionais desta região saloia da Estremadura é fenícia, púnica e, sobretudo, em termos estruturais, berbere-moura e latino- romana.Lisboa romana – ilustração: O porto de Olissipo. Reconstituição virtual 3D por César Figueiredo Esta última, exógena, mais requintada, dominará enquanto cultura de poder, nas estruturas administrativas e do ensino, quando os legados do Império Romano são apropriados pela Igreja Católica.A Muralha de D. Dinis e a Cidade de Lisboa - Fragmentos arqueológicos e evolução histórica – texto de Artur Rocha em Museu do DinheiroNovos dados sobre a ocupação pré- romana da cidade de Lisboa: as ânforas da sondagem n.º 2 da Rua de São João da Praça – artigo em Património Cultural Após a conquista de Cartago, os romanos iniciam as conquista da Península Ibérica. Cerca de , conquistaram Olissipo, durante a campanha de Décimo Júnio Bruto Galaico, que reforçou as muralhas da cidade para se defender das tribos hostis. Felicitas Julia beneficia assim do estatuto de município, juntamente com os territórios em seu redor, num raio de 50 km, não pagando impostos a Roma, ao contrário do que se passava com quase todos os outros castros e povoados autóctones conquistados. A cidade foi por fim integrada, com larga autonomia, na província da Lusitânia, cuja capital era Emeritas Augusta, a actual Mérida, situada na Estremadura espanhola. A Olissipo romana dispunha-se em anfiteatro desde a colina do Castelo de São Jorge até ao Terreiro do Trigo, o Campo das Cebolas, a antiga Ribeira Velha e a Rua Augusta. Um dos mais antigos e importantes vestígios da presença romana em Lisboa são as ruínas de um magnífico teatro () então construído no local que hoje corresponde ao n.º 3A da Rua de São Mamede, em Alfama, muito frequentado pelas elites da época.Museu de Lisboa – teatro romano em Agenda Cultural de LisboaVisita Guiada (V), RTP2 – programa de Gabriela Canavilhas em 5 de março 2016 No tempo dos romanos, a cidade era famosa pelo fabrico de garum, alimento de luxo feito de pasta de peixe, conservado em ânforas e exportado para Roma e todo o império. Outros produtos comercializados eram o vinho e o sal. Ptolomeu designava essa primordial Lisboa como sendo a cidade de Ulisses. No seu tempo, para além exploração das minas de ouro e prata, a maior receita provinha de tributos, impostos, resgates e saques, que incluíam ouro e prata dos tesouros públicos dos povos da Lusitânia e de outras feitorias peninsulares. No finais do império romano, Olissipo seria um dos primeiros agregados que espontaneamente acolheram o cristianismo. O primeiro bispo da cidade foi São Gens. Em consequência da queda do império, Lisboa foi vítima de invasões bárbaras, dos alanos, dos vândalos e dos suevos, tendo sido parte do seu reino. Foi tomada pelos visigodos de Toledo, que lhe chamavam “Ulishbona”. === Período muçulmano === Após três séculos de saques, pilhagens e perda de dinâmica comercial, “Ulishbuna” pouco mais seria que uma vila como muitas outras do início do . Em 711, aproveitando uma guerra civil dos visigodos, tropas mouras lideradas por Tárique invadem a Península Ibérica. O que sobra do ocidente peninsular romano é conquistado por Abdalazize ibne Muça, um dos filhos de Tárique.História (Porto de Lisboa) Com a queda do Império Romano, seguiram-se os Suevos e os Visigodos que controlaram a cidade desde 472. Os mouros tomaram Lisboa – Asch-Bonnah – em 714 e desenvolveram o porto através das suas actividades comerciais mediterrânicas e atlânticasGharb Al-Andalus (711 - 1250) Capitulação sem resistência de Évora, Santarém, Lisboa e Coimbra, ante Abdalazize ibne Muça. As regiões a norte do Tejo, até ao Mondego, ficaram também sob regime de autonomia, de natureza idêntica ao antes estabelecido com Teodomiro. A capital desta região foi, durante um século, CoimbraAl Usbuna: Lisboa islâmica, 711-1147 A tomada de Al-Usbuna pelo poder muçulmano dá-se em 714, quando Aidulfo, pertencente à nobreza visigoda, entrega a cidade por via diplomática a Abd al-Aziz A cidade pertenceu à primeira Taifa de Badajoz no ano de 1013, criada por Sabur al-Amiri (1013–1022), um saqaliba, antigo súbdito de . Em 754 houve uma incursão de viquingues na costa de Lisboa. Esta frota nórdica era constituída por 6 navios e cerca de 520 homens e mulheres que se pensa serem originários do que é hoje o sul da Noruega. Esta frota desembarcou e destruiu vilas costeiras. Ficaram 12 dias até o atual governo de Lisboa finalmente agir e organizar uma força de 300 homens do Norte de África que recentemente tinham chegado de Marrocos. Finalmente saíram e navegaram rumo ao Mediterrâneo. Os cristãos de Lisboa foram considerados responsáveis pelos muçulmanos e muitos foram expulsos da região.Eduardo Morais Moreno, Os viquingues em Espanha, nº 12 de História de Iberia Velha, HRH Editores, Madrid, 2006. descreve Lisboa: O geógrafo Iacute de Hama revela outras coisas ainda: === Reconquista === A primeira tentativa de reconquista de Lisboa ocorre em 1137. Fracassa frente às muralhas da cidade. Em 1140, acorrem aos sediantes cruzados em trânsito por Portugal. Juntos, empreendem novo ataque, que também falha. Só sete anos depois, os cristãos reconquistariam a povoação dando graças ao primeiro rei de Portugal, Afonso Henriques. O rei concede-lhe foral em 1179. Em 1255, graças à sua localização estratégica, Lisboa torna-se a capital do reino. Terminada a reconquista, consolidada a religião cristã e instituída a língua portuguesa, é criada a diocese de Lisboa que, no , será elevada a metrópole (arquidiocese). Nos últimos séculos da Idade Média a cidade expandiu-se e tornou-se um importante porto, com comércio estabelecido com o norte da Europa e com as cidades costeiras do Mar Mediterrâneo. Em 1290 o rei Dom Dinis criou a primeira universidade portuguesa em Lisboa que, por causa de um incêndio, foi transferida para Coimbra em 1308, quando a cidade já dispunha de grandes edifícios religiosos e conventuais. Dom Fernando I, o Formoso, construiu a famosa Muralha Fernandina, já que a cidade crescia rapidamente para fora do perímetro inicial. Começando pelo lado dos bairros mais pobres e acabando nos bairros da burguesia, a maior parte do dinheiro utilizado na execução do projeto veio desta última. Esta estratégia mostrou-se conveniente, já que de outra forma a burguesia deixaria de financiar a obra.Descrição em Gabinete de Estudos Olissiponenses (CML) O novo capítulo da história de Lisboa é iniciado com a revolução motivada pela crise de 1383–85. Após a morte de Fernando de Portugal, o Reino deveria passar a ter como soberano nominal o rei de Castela, , e ser regido por Leonor Teles. Porém o rei castelhano quis ser soberano efectivo ou, como se costuma dizer, \"rei e senhor\", persuadindo a sogra e rainha regente a renunciar ao governo e a ceder-lho. Isto, sem o consentimento das Cortes, constituía uma usurpação de poder, o que deu guerra. Depois de cerca de ano e meio de luta, a burguesia da cidade, com as suas ligações inglesas e capitais avultados, seria um dos vencedores: o Mestre de Avis é aclamado reirei, depois de levar a bom termo o cerco de Lisboa de 1384 e antes de ganhar, em 1385, a Batalha de Aljubarrota, sob a liderança de Nun'Álvares Pereira, contra as forças castelhanas reforçadas com militares franceses e apoiadas pelos fidalgos portugueses que prestavam vassalagem ao rei de Castela.Auto da eleição do rei , de 6 de Abril de 1385, Fonte: Frei Manuel dos Santos, Monarquia Lusitana, parte 8.ª, págs. 668 e segs. D. António Caetano de Sousa, Provas da História Genealógica da Casa Real Portuguesa, tomo I, págs. 340 e segs, Portal da História, Manuel Amaral 2000-2010 Em 1385, Lisboa substitui Coimbra como capital do reino. === Era dos Descobrimentos === Os descobrimentos marítimos portugueses eram, nos finais do , uma das prioridades estratégicas de , que ascendeu ao trono em 1481 e que mudou a sua residência do Castelo de São Jorge para o Terreiro do Paço (Paço da Ribeira) que, por esse motivo, assim ficou conhecido: o grande “terreiro” onde e em redor do qual se concentravam os grandes estaleiros de construção naval de Lisboa e onde ficou instalado o paço real, no lado ocidental da “praça do comércio”. Seria esse o melhor local para o jovem soberano vigiar o Tejo, lá do alto de uma fina torre, ali mesmo a dois passos das ruelas de fama duvidosa por ele preferidas em escapadelas nocturnas. Portugal fica na vanguarda dos países seus contemporâneos ao ser o primeiro a transformar a pesquisa tecnológica e científica em política de Estado e ao abrir as portas a especialistas aragoneses, catalães, italianos e alemães com o objectivo de aumentar e enriquecer os conhecimentos náuticos de oficiais e simples marinheiros. Esta política seria incrementada com o saber de pilotos orientais. Várias expedições se fazem com tripulações portuguesas integrando expatriados de outros reinos que levarão à descoberta dos arquipélagos dos Açores, Madeira e Canárias. Com sérios argumentos, afirmam alguns historiadores que caravelas portuguesas terão entretanto alcançado o Brasil. Relacionam-se tais argumentos com projectos secretos de João II que, antes do Tratado de Tordesilhas contratou navegantes e cartógrafos. De Lisboa partem inúmeras expedições nessa época dos descobrimentos (séculos XV a XVII), como a de Vasco da Gama, em 1497–1498, fazendo melhorar o porto de Lisboa, centro mercantil da Europa, ávida por ouro e especiarias. Na alta da expansão colonial portuguesa, as casas ribeirinhas de Lisboa tinham entre três a cinco andares: uma loja e, acima dela, instalações comerciais. Duas gravuras da Rua Nova dos Mercadores no descobertas em Londres ilustram essa realidade e o importante papel da presença negra na cidade.A quinta avenida do ficava em Lisboa – notícia do jornal Público, 10/12/2015 Lisboa passou a ocupar o lugar de Génova no comércio de escravos provenientes de África, da Península Ibérica e resto da Europa. Tornou-se um porto em que circulavam cativos que depois eram vendidos para diversos pontos da Europa. A maior riqueza de Lisboa desde o fim do era o ouro e o monopólio dos produtos do Brasil. Findos os conflitos e guerras entre conservadores e liberais, foi perdido o monopólio e do ouro só uma pequena parte chegava aos cofres reais devido ao contrabando e à pirataria. Encontrava-se o país numa situação económica difícil quando as nações da Europa, iniciando a industrialização, enriqueciam com o comércio das Américas (a Inglaterra viria a dominar o comércio brasileiro) e da Ásia. Os problemas do comércio aumentam quando, em 1636, os catalães se revoltam, povo mercador como o de Lisboa também oprimido pelas taxas castelhanas. É a Portugal que Madrid vem reclamar homens e fundos para submeter a Catalunha. É então que os mercadores da cidade se aliam à pequena e média nobreza. Tentam convencer o Duque de Bragança, Dom João, a aceitar o trono, mas este, como o resto alta nobreza, é favorecido por Madrid e só a intenção de o tornar rei o convence. Os conspiradores assaltam o Palácio do Governador e aclamam o novo rei (D. João IV), primeiramente com o apoio do Cardeal Richelieu, francês, e depois recorrendo à velha aliança com a Inglaterra, processo este designado como Restauração da Independência (1640).Hespanha, António Manuel. As estruturas políticas em Portugal na Época Moderna. IN: TENGARRINHA, José e (org.) História de Portugal. São Paulo: EDUSC/ UNESP, 2001, p. 139-147. FRANÇA, Eduardo D’Oliveira. Portugal na época da Restauração. São Paulo: Editora HUCITEC, 1997. Lisboa seria então o grande palco de autos-de-fé movidos pela Igreja contra apóstatas, heréticos, cristãos-novos, judeus em particular, acusados de desvios do cristianismo.Judaísmo em Portugal – artigo de Carlos Fontes sobre a Inquisição] Além destes, qualquer cidadão podia ser sacrificado por “pecados” irrisórios denunciados por vinganças mesquinhas. A delação era elevada a virtude. Na maior parte dos casos por falsas razões ou por motivos fúteis, as vítimas eram queimadas vivas em aparatosas fogueiras acendidas em locais como o Rossio e a Praça do Comércio, perante multidões excitadas que à vezes apaziguavam a vergonha com churrascadas e vinho.O Último Auto-de-Fé em Diário UniversalEpisódios dramáticos da Inquisição portuguesa – livro de António Baião Tais espectáculos, animados por hábeis carrascos da Coroa, em que participavam representantes das autoridades eclesiástica e secular, duraram até 1821. Eram regularmente honrados com a presença do rei , que se empenhava em não ficar aquém da vizinha Espanha e de outros países europeus em obras grandiosas, notáveis feitos e grandes medidas como as do Santo Ofício. Tais práticas repressivas, cultivando o medo, suscitando um estigma na alma de um povo, serviriam de modelo a governantes vindouros, que delas souberam tirar bom partido.A Inquisição como saber – artigo de Sónia Siqueira em Biblioteca digital, Faculdade de Letras da Universidade do PortoQuem tem medo da Inquisição portuguesa? – artigo de Isabel Salema, jornal Público, 12 abril 2013 Foi ele quem ordenou em 1731 a construção do Aqueduto das Águas Livres. === Sismo de 1755 e a Lisboa Pombalina === Lisboa foi quase na totalidade destruída a 1 de Novembro de 1755 por um terrível sismo. Foi reconstruída segundo os planos traçados pelo Marquês de Pombal, Ministro da Guerra e Negócios Estrangeiros. Oriundo da baixa nobreza, depressa reagiu perante as ruínas do sismo logo depois de ter dito ser necessário enterrar os mortos, cuidar dos vivos e reconstruir a cidade. A parte central reconstruída terá o nome de Baixa Pombalina. A quadrícula adoptada nos planos de reconstrução permitiria desenhar as praças do Rossio e Terreiro do Paço, esta com uma belíssima arcada aberta em frente do rio Tejo. Ainda no e a instâncias de , o papa concedeu ao arcebispo da cidade o título honorífico de patriarca e a nomeação automática como cardeal (daí o título de \"Cardeal Patriarca de Lisboa\"). Nos primeiros anos do Portugal foi invadido pelas tropas de Napoleão Bonaparte, obrigando o rei a deslocar-se temporariamente para o Brasil, Lisboa rendeu-se, portanto, sem enfrentar as tropas francesas. No entanto, em 29 de novembro de 1807, um grupo de cerca de 1.500 pessoas, a maioria lisboetas, juntamente com cerca de 200 soldados portugueses do 23º Regimento de Milícias, resistiu à primeira incursão de Junot em Lisboa. Essa força portuguesa foi dizimada pelas forças francesas que acompanhavam Junot. Os cerca de 1.500 franceses eram todos, na sua totalidade, tropas de elite de Napoleão Bonaparte. A escaramuça aconteceu junto a Sacavém e teve um final infeliz para os portugueses, que recuaram em debandada para Lisboa, sendo quase todos enforcados ou mortos no local pelos franceses. O chefe que organizara as forças portuguesas, o Capitão Fonseca da Trindade, foi enforcado em praça pública no Terreiro do Paço em 7 de dezembro de 1807, e seus restos mortais estão sepultados no Cemitério dos Prazeres. A cidade viveu intensamente as lutas liberais. Teve início uma época de florescimento dos cafés e teatros. Mais tarde, em 1879, foi aberta a Avenida da Liberdade que iniciou a expansão citadina para além da Baixa. O centro cultural e comercial da cidade passou para o Chiado durante o (cerca de 1880). Com as velhas ruas da Baixa já ocupadas, os donos de novas lojas e clubes estabeleceram-se na colina anexa, que rapidamente se transformou. Aqui são fundados clubes célebres, como o Grémio Literário, afamado pelas histórias de Eça de Queirós. === Século XX === Em 1907, que, alarmadas com o declínio monárquico, as elites impõem a ditadura com João Franco, mas é tarde de mais. Em 1908 a família real sofre um atentado (no Terreiro do Paço) em que morrem El-Rei Dom Carlos de Portugal e o herdeiro do trono, o Príncipe Real Dom Luís Filipe de Bragança, numa acção provavelmente executada pelos anarquistas (que neste período atacam figuras públicas em toda a Europa). Em 1910, em Lisboa, dá-se a revolta que implantaria a república em Portugal. Uma grande quantidade de habitantes da cidade, incitados pelo Partido Republicano Português, formam barricadas nas ruas e são distribuídas armas. Os exércitos ordenados a reprimir a revolução são desmembrados pelas deserções. O resto do país é obrigado a seguir a capital, apesar de continuar profundamente rural, católico e conservador. É proclamada a Primeira República. Em 1912 os monárquicos do norte aproveitam o descontentamento com as leis liberais dos republicanos e tentam um golpe de estado, que falha. Em 1916, Portugal entra, por via da Aliança, na Primeira Guerra Mundial. Em plena crise nacional, mobiliza homens e recursos consideráveis. São muitas as baixas. Perante o desastre do Corpo Expedicionário Português, Sidónio Pais é um dos que se opõem ao Governo do Partido Democrático acabando por liderar novo golpe em dezembro de 1917, protagonizado pela Junta Militar Revolucionária, de que era Presidente. No dia oito é demitido o Governo da União Sagrada chefiado por Afonso Costa e o poder transferido para a Junta. Destituído Bernardino Machado, Afonso Costa assume provisoriamente o cargo de Presidente da República. Emite uma série de decretos ditatoriais que mudam a Constituição e lhe dão poderes acumulados de Presidente e chefe do Governo, fundando uma República Nova que antecipará o Estado Novo. Sidónio será morto a tiro em dezembro de 1918. O fim da Primeira República tem lugar em 1926, quando a direita conservadora antidemocrática (largamente liderada pelos descendentes da antiga Nobreza do norte do país e pela Igreja Católica) toma por fim o poder, após duas outras tentativas em 1925. Alega pretender acabar com a anarquia, que ela própria tinha criado. Liderado pelo General Gomes da Costa, o novo governo adota uma ideologia fascista, sob a liderança do ditador Salazar. O novo regime governaria impunemente o país durante quatro décadas. O Estado Novo foi derrubado pela Revolução dos Cravos, a 25 de Abril de 1974. Ao golpe militar seguiu-se o período conturbado do PREC, marcado particularmente em Lisboa pela propaganda e acção da esquerda, da mais moderada à mais radical. O Comício da Fonte Luminosa seria evento decisivo para o futuro político do paísO discurso da vida de Soares no comício da Fonte Luminosa, artigo no jornal Diário de Notícias, 19 de julho, 2005Arquivo na RTP MemóriaOs cinquenta momentos políticos mais importantes depois do 25 de Abril (1974-2005) – no arquivo do Universidade de Coimbra A agitação é ao mesmo tempo agravada por grupos de extrema direita que chegam ao ponto de bloquear os acessos à cidade e de levar a cabo acções terroristas no norte do país com o intuito de travar os progressos da revolução. Durante dois anos, em 1974 e 1975, Lisboa foi invadida por jornalistas estrangeiros e esteve nas luzes da ribalta dos principais meios de comunicação internacionais. O repórter Horst Hano da televisão alemã ARD foi um dos mais importantes, dando cobertura particularmente completa aos principais eventos políticos em Portugal e em Espanha entre 1975 e 1979.Horst Hano, repórter da ARD na Península Ibérica entre 1974 e 1979 (em alemão). Ver todas as fontes no artigo Horst Hano Dez anos após a queda do regime fascista, já longe dos dramas do Processo Revolucionário em Curso, é assinado em Lisboa em 1985 o Tratado de Adesão à Comunidade Económica Europeia, no Mosteiro dos Jerónimos pelo então Presidente da República, Mário Soares. Desde então Lisboa e o país têm sido governados, em alternância partidária, por um regime democrático. Lisboa continua a desenvolver-se ao ritmo das mais importantes capitais europeias, melhorando as suas infraestruturas e construindo novas, remodelando o sistema de transportes urbanos, de segurança e saúde. Em 1998 inaugura a sua segunda ponte, na altura a mais longa de toda a Europa e a quarta maior do mundo, a Ponte Vasco da Gama. Nesse mesmo ano organiza a EXPO 98, no Parque das Nações. == Geografia == Localizada na margem direita do estuário do Tejo, a 38º42' N e a 9º00' W, com altitude máxima na serra de Monsanto (226 metros de altitude), Lisboa é a capital mais ocidental da Europa. Fica situada a oeste de Portugal, na costa do Oceano Atlântico. Os limites da cidade, ao contrário do que ocorre em grandes cidades, encontram-se bem delimitados dentro dos limites do perímetro histórico. Isto levou à criação de várias cidades ao redor de Lisboa, como Loures, Odivelas, Amadora e Oeiras, que são de facto parte do perímetro metropolitano de Lisboa. Mais recentemente, a sul do Tejo, mas pertencentes já ao distrito de Setúbal, Almada, Seixal e Barreiro são também casa para a expansão urbanística de Lisboa em particular após 1974, beneficiando da proximidade ao centro nevrálgico de Lisboa, embora com uma identidade claramente distinta da existente a norte do Tejo. O centro histórico da cidade é composto por sete colinas, sendo algumas das ruas demasiado estreitas para permitir a passagem de veículos. A cidade serve-se de três funiculares e um elevador (Elevador de Santa Justa). A parte ocidental da cidade é ocupada pelo Parque Florestal de Monsanto, um dos maiores parques urbanos da Europa, com uma área de quase 10 km². Lisboa tem ganho terreno ao rio com sucessivos aterros, sobretudo a partir do . Esses aterros permitiram a criação de avenidas, a implantação de linhas de caminho-de-ferro e a construção de instalações portuárias e mesmo de novas urbanizações como o Parque das Nações e equipamentos como o Centro Cultural de Belém. === Clima === Lisboa é uma das capitais mais amenas da Europa, com um clima mediterrânico (Csa segundo a classificação climática de Köppen)Titulo: Orientações climáticas para o ordenamento em Lisboa. Unidade de Investigação: Centro de Estudos Geográficos da Universidade de Lisboa. Área de Investigação de Geo-Ecologia fortemente influenciado pela Corrente do Golfo. A Primavera é fresca a quente (de 8 °C a 26 °C) com sol e alguns aguaceiros. O Verão é, em geral, quente e seco e temperaturas entre 16 °C a 35 °C. O Outono é ameno e instável, com temperaturas entre 12 °C e 27 °C e o Inverno é tipicamente chuvoso e fresco, também com algum sol. A temperatura mais baixa registada foi de -1,7 °C em 11 de fevereiro de 1956 e a mais elevada foi de 44,0 °C, em 4 de agosto de 2018. === Meio ambiente e áreas verdes === Lisboa é uma cidade repleta de espaços verdes, de variadas dimensões. Foi nesta cidade que surgiu o primeiro jardim botânico português: Jardim Botânico da Ajuda. Alguns dos jardins da cidade estão em processo de recuperação, no intuito da criação de um corredor verde na cidade, enquanto outras áreas, anteriormente concentrando elevados níveis de tráfego e poluição, estão a ser requalificadas, sendo o caso mais recente o da CRIL — 2ª Circular. Em temos de qualidade do ar, apresenta níveis progressivamente descendentes de poluição atmosférica, embora ainda com partículas NO2 claramente superiores ao limite legal. Estes valores de partículas decorrem da utilização acima da média europeia de tráfego automóvel, por contraponto à utilização de transportes públicos, o que distingue Lisboa de outras capitais europeias. Em anos recentes, têm sido feitas melhorias dentro e fora de Lisboa no planeamento da rede de transportes públicos ferroviária e rodoviária, permitindo uma utilização mais eficiente e eficaz e, por consequência, menos poluição emitida. Existem em Lisboa mais de uma centena de parques, jardins, quintas e tapadas, entre eles o Parque Eduardo VII, o Parque Florestal de Monsanto, o Jardim Botânico da Ajuda, o Jardim Botânico de Lisboa, o Jardim da Estrela, a Tapada da Ajuda, entre muitos outros. O Parque Florestal de Monsanto é o maior e mais importante parque da cidade, chamado o seu \"Pulmão Verde\", ao ser a única grande floresta em Lisboa (as outras mais próximas são a Tapada de Mafra, a Tapada da Ajuda e a Serra de Sintra). == Demografia == A população de Lisboa é caracterizada por vários altos e baixos ao longo da sua história. Atualmente, a população de Lisboa está em queda. Já a área metropolitana de Lisboa está em crescimento populacional, em decorrência da migração dos habitantes da cidade para as cidades vizinhas. Na atual estrutura demográfica de Lisboa, as mulheres representam mais de metade da população (54%) e os homens 46%. A cidade apresenta uma estrutura etária envelhecida, com 23% de idosos (65 anos ou mais), quando a média portuguesa é de 16%. Entre os mais novos, 13% da população tem menos de 15 anos, 9% está entre os 15 e os 24 anos e 53% dos 25 aos 64 anos de idade. ===População por freguesia=== Freguesias do município de Lisboa Freguesia Residentes (2011) Residentes (2021) Ajuda 15617 14306 Alcântara 13943 13850 Alvalade 31813 33309 Areeiro 20131 21160 Arroios 31653 33302 Avenidas Novas 21625 23261 Beato 12737 12123 Belém 16528 16546 Benfica 36985 35362 Campo de Ourique 22120 22140 Campolide 15460 14787 Carnide 19218 18028 Estrela 20128 20267 Lumiar 45605 46334 Marvila 37793 35479 Misericórdia 13044 9658 Olivais 33788 32179 Parque das Nações 21025 22382 Penha de França 27967 28475 Santa Clara 22480 23645 Santa Maria Maior 12822 10051 Santo António 11836 11060 São Domingos de Benfica 33043 34076 São Vicente 15339 13956 Total 552 700 545 796 Número de habitantes por Grupo Etário 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 92 086 110 179 111 796 131 141 146 734 149 140 144 249 152 000 153 020 94 306 65 548 70 494 71 220 15–24 Anos 69 283 89 061 102 443 122 513 132 144 150 165 124 969 110 620 120 527 99 116 71 634 53 507 55 069 25–64 Anos 176 499 213 166 243 399 307 772 383 704 434 947 458 124 410 645 418 870 345 407 294 171 292 772 291 739 = ou > 65 Anos 16 795 20 607 23 108 32 420 43 578 56 182 74 888 86 885 115 520 124 565 133 304 130 960 127 768 > Id. desconh 1 346 2 346 5 626 544 2 959 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ===Religiões=== Segundo pesquisa de 2018, pouco mais da metade da população de Lisboa afirmou ser católica (54,9%) e 35% declarou não ter religião (13,1% crentes sem religião, 10% ateus e 6,9% agnósticos). As minorias religiosas somavam 10% da população, sendo metade (5%) pertencentes a igrejas protestantes e os outros 5% divididos entre testemunhas de Jeová, muçulmanos, budistas, ortodoxos e outros. Apenas 11,4% da população de Lisboa declarou frequentar a igreja ou outros locais de culto semanalmente. == Administração municipal == thumb|Câmara Municipal de Lisboa É em Lisboa que se localizam os principais órgãos políticos do país (ministérios, tribunais, etc.). O município de Lisboa é administrado por uma Câmara Municipal composta por 17 vereadores. Existe uma Assembleia Municipal que é o órgão legislativo do município, constituída por 75 deputados municipais, 51 dos quais eleitos directamente mais os presidentes das 24 juntas de freguesia do município. O cargo de Presidente da Câmara Municipal ficou vago desde 15 de Maio de 2007, após a demissão de António Carmona Rodrigues que tinha sido eleito pelo PSD. Nas eleições de 15 de Julho de 2007 foi eleito António Costa, pelo PS. Após a renúncia deste ao mandato, em 2015, o vice-presidente Fernando Medina assumiu o cargo, tendo sido posteriormente eleito presidente como resultado das eleições autárquicas de 2017, apesar de o PS ter perdido a maioria absoluta, recebendo 42% dos votos. === Subdivisões administrativas === Desde a reorganização administrativa de 2012, Lisboa conta 24 freguesias agrupadas em cinco Zonas (ou Unidades de Intervenção Territorial - UIT). * Ajuda * Alcântara * Alvalade * Areeiro * Arroios * Avenidas Novas * Beato * Belém * Benfica * Campo de Ourique * Campolide * Carnide * Estrela * Lumiar * Marvila * Misericórdia * Olivais * Parque das Nações * Penha de França * Santa Clara * Santa Maria Maior * Santo António * São Domingos de Benfica * São Vicente === Relações internacionais === A cidade de Lisboa é uma das 7 Cidades Fundadoras da UCCLA, União das Cidades Capitais Luso-Afro-Américo-Asiáticas. A cidade de Lisboa faz parte da União de Cidades Capitais Ibero-americanas, Rede das Cidades Interculturais e Rede de Cidades Cervantinas. Abaixo está uma lista das cidades geminadas de Lisboa e aquelas com as quais o governo da cidade estabeleceu um acordo de cooperação e amizade: ; Cidades geminadas * Bissau, Guiné-Bissau (1985) * Brasília, Brasil (1985) * Budapeste, Hungria (1992) * Cacheu, Guiné-Bissau (1988) * Capitais de países de expressão portuguesa (1985) * Capitais iberoamericanas (1982)[https://web.archive.org/web/20130510114810/http://www.munimadrid.es/UnidadWeb/Contenidos/EspecialInformativo/RelacInternac/RRII/HermanamientosyAcuerdos/Files/hermanamiento_UCCI.pdf Acordo Cidades Iberoamericanas * Guimarães, Portugal (1993) * Luanda, Angola (1988) * Macau, China (1982) * Madrid, Espanha (1979) * Malaca, Malásia (1984) * Maputo, Moçambique (1982) * Praia, Cabo Verde (1983) * Rabat, Marrocos (1988) * Rio de Janeiro, Brasil (1980) * Salvador, Brasil (1995) * São Tomé, São Tomé e Príncipe (1985) ; Acordo de cooperação e/ou amizade * Argel, Argélia (1998) * Assunção, Paraguai (2014) * Belém, Palestina (1995) * Bissau, Guiné-Bissau (1983) * Buenos Aires, Argentina (1992) * Curitiba, Brasil (2005) * Haimen, China (2011) * Kiev, Ucrânia (2000) * Madrid, Espanha (2023) * Maputo, Moçambique (1982, 1983, 2022, 2023) * Miami, Estados Unidos (1987) * Montevideu, Uruguai (1993) * Moscovo, Rússia (1997) \\- suspenso desde fevereiro de 2023 devido à invasão da Ucrânia pela RússiaDeliberação n.º 48/AML/2023 - Proposta n.º 181/CM/2022 - Suspensão da eficácia do Protocolo de Amizade e Cooperação entre a cidade de Lisboa e a cidade de Moscovo, nos termos da proposta * Pangim (Goa), Índia (1989) * Paris, França (1998) * Pequim, China (2007) * Praia, Cabo Verde (1983) * Qingdao, China (2010) * Rabat, Marrocos (1988) * Rio de Janeiro, Brasil (2006) * Santa Catarina, Cabo Verde (1997) * São Paulo, Brasil (2022) * Sófia, Bulgária (2001) * Toronto, Canadá (1987) * Tunes, Tunísia (1993) * Zagrebe, Croácia (1977) == Economia == A região de Lisboa é a mais rica de Portugal e produz um produto interno bruto (PIB) per capita acima da média da União Europeia, além de ser responsável pela produção de 45% do PIB português. A economia da cidade baseia-se principalmente no sector terciário. A maioria das sedes das empresas multinacionais que operam em Portugal estão concentradas na Grande Lisboa, especialmente no município de Oeiras. A Área Metropolitana de Lisboa é altamente industrializada, especialmente na margem sul do rio Tejo. A região de Lisboa teve um rápido crescimento económico durante grande parte dos anos 2000 e aumentou seu PIB PPC per capita de euros em 2004, para em 2007. Em 2011, a região metropolitana de Lisboa registou um PIB no valor de de dólares e dólares per capita. A bolsa de valores Euronext Lisboa, que faz parte do sistema financeiro pan-europeu Euronext, juntamente com as bolsas de Amesterdão, Bruxelas e Paris, está associada com a Bolsa de Valores de Nova York desde 2007, quando o grupo multinacional de bolsa de valores NYSE Euronext foi criado. Antes da crise da dívida pública da Zona Euro estourar e um plano de resgate financeiro ser implementado pela UE e pelo FMI na década de 2010, a cidade de Lisboa estava prestes a receber muitos investimentos financiados pelo Estado, incluindo a construção de um novo aeroporto, uma nova ponte, uma expansão de 30 km do sistema do metropolitano da cidade, o construção de um hospital central, a criação de duas linhas de TGV para conectar a capital portuguesa à Madrid, Porto, Vigo e ao resto da Europa, a restauração da parte histórica da cidade, a criação de um grande número de ciclovias, além da modernização e reforma de várias instalações. == Infraestruturas == === Educação === A cidade de Lisboa possui escolas e jardins-de-infância, públicas e privadas, de ensino primário, básico e secundário. Lisboa dispõe actualmente de duas universidades públicas, a Universidade de Lisboa, criada em 2013 pela junção da Universidade Clássica de Lisboa (também chamada só de Universidade de Lisboa) com a Universidade Técnica de Lisboa, formando assim a maior universidade a nível nacional, e a Universidade Nova de Lisboa, fundada em 1973. Existe também o ISCTE-IUL, ISCTE - Instituto Universitário de Lisboa, e o Instituto Politécnico de Lisboa. As maiores instituições privadas de ensino superior, incluem a Universidade Católica Portuguesa, a Universidade Lusíada, a Universidade Lusófona e a Universidade Autónoma de Lisboa, entre outras. O total de inscritos nas instituições de ensino superior público e privado foi, no ano lectivo de 2007-2008, de alunos, dos quais em instituições públicas. A cidade está equipada com diversas bibliotecas e arquivos, sendo a mais importante a Biblioteca Nacional. A merecer destaque como um dos mais importantes arquivos do mundo, com mais de 600 anos, está o Arquivo Nacional da Torre do Tombo, arquivo central do Estado Português desde a Idade Média e uma das mais antigas instituições portuguesas activas. Há ainda, entre outros, o Arquivo Histórico Militar e Arquivo Histórico Ultramarino. === Transportes === Duas pontes unem Lisboa à margem sul do rio Tejo: a Ponte 25 de Abril que liga Lisboa a Almada, inaugurada em 1966 com o nome de Ponte Salazar e posteriormente rebaptizada com a data da Revolução dos Cravos, e a Ponte Vasco da Gama, com 17,2 km de comprimento, a mais longa da Europa e a quinta mais longa ponte do Mundo, que liga a zona Oriental e Sacavém ao Montijo. Inaugurada em 1998 no âmbito da Expo 98, comemora também os 500 anos da chegada de Vasco da Gama à Índia. Existe já um projecto aprovado para a construção de uma terceira ponte sobre o rio Tejo, prevista para 2013. A exploração dos autocarros está também a cargo da empresa Carris. Existe ainda o Terminal Rodoviário de Lisboa, um dos mais importantes do país, onde partem e chegam todos os dias dezenas de autocarros com os mais variados destinos nacionais e internacionais. Os táxis também são muito comuns na cidade, sendo actualmente de cor creme, muitos mantêm ainda as cores emblemáticas dos táxis antigos: preto e verde. Existem várias praças de táxis e circulam centenas de táxis por toda a cidade. Apesar da rede de transportes, todos os dias se deslocam para Lisboa mais de 3 milhões de automóveis. Lisboa e a sua área metropolitana são atravessadas por duas autoestradas circulares, uma exterior e outra interior – a CRIL, Circular Regional Interior de Lisboa e a CREL,Circular Regional Exterior de Lisboa, ou A9. As principais autoestradas que ligam a cidade à envolvente são as A1 (em direcção a norte, por Vila Franca de Xira), A8 (também para norte, via Loures), A5 (em direcção a oeste, até Cascais), A2 (para sul, por Almada) e A12 (para leste, por Montijo). O aeroporto de Lisboa, Aeroporto Humberto Delgado, situa-se a 7 km do centro, na zona nordeste da cidade. O Aeroporto Humberto Delgado é o maior aeroporto em Portugal, com um volume de tráfego de cerca de 20 milhões de passageiros por ano. Aberto ao tráfego em 1942, o Aeroporto Humberto Delgado é servido por duas pistas e possuí dois terminais: o Terminal 1 para voos internacionais, o Terminal 2 para voos nacionais, incluindo as Regiões Autónomas dos Açores e da Madeira. O Porto de Lisboa é um dos principais portos turísticos europeus, paragem de numerosos cruzeiros. Está equipado com três cais para navios-cruzeiro: Alcântara, Rocha Conde Óbidos e Santa Apolónia. A cidade tem ainda várias marinas para barcos de recreio, nas docas de Belém, Santo Amaro, Bom Sucesso, Alcântara Mar e Olivais. Existe ainda uma rede de transportes fluviais, a Transtejo, que liga as duas margens do Tejo, com estações em Cais do Sodré, Belém, Terreiro do Paço e Parque das Nações, na margem norte, e Cacilhas, Barreiro, Montijo, Trafaria, Porto Brandão e Seixal, na margem sul. thumb|Estação Cabo Ruivo do metropolitano de Lisboa A cidade dispõe de uma rede ferroviária urbana e suburbana com nove linhas (4 de metropolitano e 5 de comboio suburbano) e 123 estações (56 de metropolitano e 67 de comboio suburbano). A exploração da rede de metro é efectuada pela Metropolitano de Lisboa e a rede ferroviária suburbana pela Comboios de Portugal. Construída por altura da Expo'98, a Gare do Oriente é uma das principais estações terminais e interfaces de transportes de Lisboa. Por ela passam comboios, o metropolitano, autocarros e táxis. A estação, com uma notável arquitectura de vidro e colunas aço a lembrar palmeiras, foi desenhada pelo arquitecto Santiago Calatrava. Mesmo em frente, situa-se o Parque das Nações, e a estação possui ligação ao Centro Comercial Vasco da Gama. Com a sua cor amarela característica, os Elétricos de Lisboa são o transporte tradicional no centro da cidade. São explorados pela Carris, assim como os vários elevadores que galgam as colinas de Lisboa: elevador da Bica, elevador da Glória, elevador do Lavra e elevador de Santa Justa. A rede de eléctricos é composta actualmente por seis carreiras e percorre um total de 48 km de linhas em bitola de 900 mm, sendo 13 km em faixa reservada. Emprega 165 guarda-freios (condutores de eléctricos, funiculares e elevador) e uma frota de 58 veículos (40 históricos, 10 articulados e 8 ligeiros), baseados numa única estação — Santo Amaro. Segundo dados de 2000, da Câmara Municipal de Lisboa, e segundo a tipologia de percursos cicláveis, existiam e estavam em projecto 84 km de percursos de bicicleta, 50 km de pistas cicláveis, 73 km de faixas circuláveis e 74 km de tipologia de coexistência com veículos. === Saúde === Em Lisboa existem vários hospitais (quer públicos quer privados), clínicas, centros de saúde, etc. Existe também um projecto em curso, que prevê a construção de um Hospital Central, no Parque da Bela Vista. O Hospital intitulado Hospital de Lisboa Oriental, englobará alguns hospitais existentes no centro de Lisboa (como por exemplo, o Hospital de Dona Estefânia, o Hospital de Santa Marta, etc. Em Lisboa existem vários hospitais públicos (do Serviço Nacional de Saúde), hospitais militares, centros de saúde, hospitais privados e clínicas. Existe também um projecto em curso, que prevê a construção de um Centro Hospitalar Oriental, no Parque da Bela Vista. Os hospitais de Santa Marta e Santa Cruz começaram por ser especializados em Cardiologia, posteriormente englobaram outras especialidades. Os hospitais públicos da Cidade de Lisboa estão agrupados em centros: Centro Hospitalar Lisboa Norte; Centro Hospitalar Lisboa Central; Centro Hospitalar Lisboa Ocidental; Centros Especializados; e hospitais militares. == Cultura == === Museus === Entre os museus destacam-se: Museu Nacional de Arte Antiga, com a mais importante colecção nacional de pintura antiga; Museu Calouste Gulbenkian, cuja colecção diversificada inclui seis mil peças de arte de vários períodos históricos; Museu do Chiado, com uma colecção de arte portuguesa a partir do ; Museu-Colecção Berardo, onde é apresentada uma colecção de arte moderna e contemporânea internacional em paralelo com mostras de arte contemporânea; Centro de Arte Moderna José de Azeredo Perdigão onde, a par de exposições temporárias se expõe um núcleo permanente de arte portuguesa dos séculos XX e XXI; Museu Nacional dos Coches, o mais visitado do país, com a maior colecção de coches do mundo; Museu da Electricidade com uma exposição permanente onde se mostra a produção de energia e a maquinaria da antiga Central Tejo misturando ciência e diversão; Oceanário de Lisboa, com a sua impressionante colecção de espécies vivas; Museu Militar de Lisboa, com uma exposição permanente de armamento de diversas épocas. Outros museus e centros culturais: Museu Arpad Szenes - Vieira da Silva; Museu Rafael Bordalo Pinheiro; Museu do Design e da Moda; Museu de Artes Decorativas; Museu Nacional de Arqueologia; Museu Nacional do Traje; Museu do Oriente; Museu Nacional do Azulejo; Museu da Farmácia; Museu de Marinha; Museu da Água; Museu da Companhia Carris de Ferro de Lisboa; Casa-Museu de Fernando Pessoa; Fundação José Saramago. === Música e dança === A música tradicional de Lisboa é o fado,O fado e as regras da arte: autenticidade, pureza e mercado canção nostálgica acompanhada à guitarra portuguesa. Espectáculo típico de tavernas e pequenos recintos dos bairros populares de Lisboa, o fado,O fado é o coração: o corpo, as emoções e a performance no fado – EtnográficaEu sou em quase tudo um francês: o rechaço de Eça de Queiroz ao Fado português na formulação de um projeto político para a nação a partir do início do século, «… conhece uma gradual divulgação e consagração popular, através da publicação de periódicos que se consagram ao tema e da consolidação de novos espaços performativos numa vasta rede de recintos …».História do Fado (Museu do Fado) Nas salas de espectáculos destacam-se o Coliseu dos Recreios. Lisboa acolhe a Companhia Nacional de Bailado, a companhia estatal criada em 1977, com vasto reportório de programação de dança clássica e contemporânea. Após a Expo'98, a CNB tornou-se residente do Teatro Camões, no Parque das Nações. Conta com a Fundação EDP como mecenas exclusivo. A Companhia de Dança de Lisboa, CDL, fundada em 1984, tem como objectivo divulgar e descentralizar a dança, ensinando as diferentes técnicas de dança em aulas abertas à população a partir dos 3 anos de idade. Cria e apresenta espectáculos com particular atenção aos temas da cultura portuguesa, a nível nacional e internacional. === Eventos === thumb|Entrada do Rock in Rio Lisboa de 2008 Desde 1994, ano em que foi Capital Europeia da Cultura, Lisboa tem vindo a acolher uma série de eventos internacionais, da Expo 98 ao Tenis World Master 2001, , Gymnaestrada, MTV Europe Music Awards, Rali Dakar, Rock in Rio ou os 50 anos da Tall Ships' Races (Regata Internacional dos Grandes Veleiros). O Rock in Rio é um festival de música originalmente organizado no Rio de Janeiro, de onde vem o nome, que rapidamente se tornou um evento de repercussão mundial e, em 2004, teve a sua primeira edição internacional em Lisboa. Ao longo da sua história, teve 7 edições, três no Brasil, três em Portugal e uma em Espanha. Em 2008, foi realizado pela primeira vez em dois locais diferentes, Lisboa e Madrid, e há intenções em organizar uma edição simultânea em três continentes diferentes. Em 2014, Lisboa voltará a receber o Festival. Lisboa possuí um feriado municipal, o 13 de Junho, Dia de Santo António. Porém, o padroeiro da capital é São Vicente. As festas em honra de Santo António de Lisboa, acontecem em toda a cidade e os bairros típicos, como Alfama, Madragoa, Mouraria, Castelo e outros, são enfeitados com balões e arcos decorativos. Neles há arraiais populares, locais engalanados onde se comem sardinhas assadas na brasa, Caldo Verde (uma sopa de couve cortada aos fiapos) e se bebe vinho tinto. A Noite de Santo António, como é popularmente designada, é a festa que começa logo na noite do dia 12. Todos os anos a cidade organiza nesta noite as marchas populares, grande desfile alegórico que desce a Avenida da Liberdade (principal artéria da cidade), no qual competem os diferentes bairros, um pouco à maneira das escolas de samba, numa espécie de carnaval português. Um grande fogo de artifício costuma encerrar o desfile. Os rapazes compram um manjerico (planta aromática) num pequeno vaso, para oferecer à namorada, o qual traz uma bandeirinha com uma quadra popular, por vezes brejeira ou jocosa. Santo António é conhecido como santo casamenteiro, por isso a Câmara Municipal de Lisboa costuma organizar, na Sé Patriarcal de Lisboa, o casamento de jovens noivos de origem modesta, todos os anos no dia 13 de Junho. São conhecidos por 'noivos de Santo António', recebem ofertas do município e também de diversas empresas, como forma de auxiliar a nova família. Esta tradição dos casamentos de Santo António, começou em 1958. Já as marchas surgiram em 1932. Todos os anos, de 25 de Novembro a 7 de Janeiro, Lisboa é iluminada por milhões de pequenas luzes. Em 2004, ergueu a Maior Árvore de Natal da Europa. Inicialmente colocada em Belém, passou para o Terreiro do Paço em 2005 e 2006, então com 76 metros de altura, equivalentes a um prédio de 30 andares. Pelas ruas da Baixa, é normal ver-se várias atracções natalícias, como espectáculos de música, animadores disfarçados de Pai Natal, etc (animação de rua). No Ano Novo, são comuns as festas por toda a cidade. A televisão costuma exibir vários programas em directo, e a festa principal da cidade realiza-se no Terreiro do Paço, com vários concertos e um mega- espectáculo pirotécnico à meia-noite em ponto (além do Terreiro do Paço, existem vários pontos de lançamento de engenhos pirotécnicos espalhados por Lisboa e pela margem sul do rio Tejo em frente à capital). O Carnaval em Lisboa é festejado principalmente nas escolas. Algumas escolas organizam desfiles, que percorrem algumas ruas da cidade (principalmente a Rua Augusta). O mais antigo é o desfile da Escola Artística António Arroio. Nas instituições recreativas e, no Bairro Alto também se pode admirar festas relacionadas com o Carnaval. A Moda Lisboa aquece o Inverno mais suave de todas as capitais europeias com vários desfiles de moda, onde vários criadores portugueses e estrangeiros mostram as suas tendências. Lisboa, é também palco de outros inúmeros eventos culturais. O Lisbonarte, consiste em várias exposições de artes plásticas nas galerias de arte lisboetas. Vários artistas expõem os seus trabalhos ao público. Na literatura, a Feira do Livro de Lisboa, um certame que se realiza anualmente desde maio de 1930 em Lisboa. A Feira decorre, em geral, nos últimos dias de Maio. A sua localização actual é o Parque Eduardo VII. Nesta feira são, geralmente, convidados vários autores de diversos livros para sessões de autógrafos. São óptimas ocasiões para comprar livros a preços mais baixos. Outros eventos incluem o Festival dos Oceanos, que ocorre todos os anos em Agosto, no Parque das Nações; o Experimentadesign, um mega-festival de design realizado de dois em dois anos em Setembro; e a LisboaPhoto, uma exposição, onde vários fotógrafos podem expor as suas fotos ao público. Desde 2006 que se realiza em Lisboa um evento dedicado exclusivamente à Luz (um evento bianual), o Luzboa. Pela cidade são espalhados várias instalações criadas por artistas plásticos centradas no tema Luz. Bairro Alto, Baixa, Avenida, são alguns dos locais que recebem este espectáculo. === Património histórico === Junto à zona ribeirinha do Tejo, a Poente do centro da cidade, encontra-se a freguesia de Belém, representante da cidade da época dos Descobrimentos. Podemos ver nesta zona duas construções classificadas pela UNESCO como Património da Humanidade: o Mosteiro dos Jerónimos, mandado construir pelo Rei D. Manuel I em 1501 e o melhor exemplo do denominado Estilo Manuelino, cuja inspiração provém dos descobrimentos, estando também associado ao estilo gótico e algumas influências renascentistas. O mosteiro custou o equivalente a 70 kg de ouro por ano, suportados pelo comércio de especiarias. Os restos mortais de Luís Vaz de Camões, autor de Os Lusíadas, repousam no Mosteiro, e também o grande descobridor Vasco da Gama. Muito perto do Mosteiro dos Jerónimos, encontra-se a Torre de Belém, construção militar de vigia na barra do Tejo, o grande \"ex-libris\" da cidade de Lisboa e uma preciosidade arquitectónica. Para além disto, é em Bélem que se encontram o Padrão dos Descobrimentos, o Palácio de Belém, residência oficial do Presidente da República, o Museu Nacional dos Coches, o Museu da Electricidade, a Igreja da Memória e o Centro Cultural de Belém. Representante da Lisboa moderna, o Parque das Nações nasceu em 1998, para acolher a exposição mundial Expo 98 subordinada ao tema dos Oceanos. A exposição abriu a 22 de Maio de 1998, dia em que se celebraram os 500 anos da descoberta do caminho marítimo para a Índia por Vasco da Gama. Com tudo isto, a zona oriental da cidade chamada Parque das Nações tornou-se na zona mais moderna de Lisboa e mesmo de Portugal, e Lisboa ganhou imensas estruturas, como a Torre São Rafael e Torre São Gabriel, ambas com 110 metros de altura, as mais altas estruturas de Lisboa e de Portugal). As principais atracções do bairro são: o Oceanário de Lisboa, o Pavilhão Atlântico, o Pavilhão de Portugal, a Torre Vasco da Gama, a Ponte Vasco da Gama e o Gare do Oriente, do arquitecto Santiago Calatrava. Os bairros de manufatura e as instalações industriais à beira-rio são o palco de eleição para galerias de arte contemporânea, vida noturna, mercados, restaurantes e museus, como o Museu Nacional do Azulejo ou o Palácio do Grilo. Do início do o monumento mais significativo é o Aqueduto das Águas Livres. De referir ainda os palácios reais das Necessidades e da Ajuda, na parte Oeste da cidade. Em finais do os planos urbanísticos permitiram estender a cidade além da Baixa para o vale da actual Avenida da Liberdade. Em 1934 é construída a Praça do Marquês de Pombal, remate superior da avenida. === Gastronomia === A gastronomia de Lisboa está influenciada pela sua proximidade do mar. Especialidades tipicamente lisboetas são as pataniscas de bacalhau e os peixinhos da horta. Também se pode desfrutar das saborosas sardinhas (principalmente nas épocas festivas, como no Santo António). O famoso bife à café, é outro ex-libris alimentar da capital. O doce mais famoso de Lisboa, é o pastel de nata, cujos mais famosos são os de Belém, que são feitos numa antiga fabrica na freguesia de Belém. Reza a lenda, que há mais de 500 anos, uma cozinheira, não tinha ingredientes suficientes para fazer um doce, e que resolveu inventar, ai nasceram os pastéis de Belém. === Desportos === A Meia Maratona de Lisboa realiza-se todos os anos no mês de Março, e conta com a participação de milhares de concorrentes de vários países, profissionais e amadores. Existem sempre dois estilos de provas, uma curta para amadores que não se sintam muito preparados, e uma mais longa para profissionais, e quem quiser arriscar. O futebol é o desporto mais popular de Lisboa. Os clubes de futebol mais destacados são o Sport Lisboa e Benfica (SLB) e o Sporting Clube de Portugal (SCP), conhecidos apenas por Benfica e Sporting respectivamente. Estes clubes jogam nas mais altas modalidades desportivas nacionais e internacionais: o Benfica joga no Estádio da Luz, com 65 mil lugares sentados e com a distinção de 5 estrelas pela UEFA. Já ganhou duas vezes a Liga dos Campeões da UEFA, tendo já chegado um total de 7 vezes à final. Os seus jogadores mais famosos são Eusébio (Bola de Ouro, Bota de Ouro por 2 vezes), Rui Costa (FIFA 100), Nuno Gomes e Simão Sabrosa. O Sporting joga no Estádio José Alvalade, com uma capacidade para 50 mil pessoas com a distinção de 5 estrelas pela UEFA. Vencedor da Taça dos Clubes Vencedores de Taças e finalista, por uma ocasião, da Taça UEFA, é o segundo clube na Europa com mais títulos no conjunto de todas as modalidades, apenas suplantado pelo FC Barcelona, e o terceiro clube europeu com mais taças europeias conquistadas (25). O futsal é, provavelmente, o segundo desporto mais popular da capital, havendo três equipas profissionais na Liga Sport Zone sediadas na cidade: Sporting CP, SL Benfica e Belenenses. O basquetebol profissional tem cada vez mais seguidores e Lisboa foi a sede do Campeonato Mundial de Basquetebol Sub-19 de 1999, disputado no Pavilhão Atlântico. Na cidade, praticam-se muitos outros desportos, com destaque para os desportos náuticos, como vela, remo e ciclismo, etc. == Ver também == === Bibliografia === * * * * * * * * * Sainz Guerra, José-Luis (coord.), \"La remodelación de la ciudad europea\", Valladolid, 2007, ISBN 978-84-8448-417-2, Publicações da Universidade de Valladolid == Ligações externas == Câmara Municipal * * * * * * Agenda Cultural na página da CML Outros * Associação de Turismo de Lisboa * Lisboa 360 Categoria:Grã-Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Cidades portuárias da Europa Categoria:Cidades de Portugal Categoria:Capitais da Europa Categoria:Comendadores da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Cidades do Califado de Córdova Categoria:Capitais europeias da cultura",
 "title": "Lisboa"
}