{
 "id": "116549",
 "text": "A Jordânia é uma monarquia constitucional, baseada em constituição de 1952. O território que hoje é a Jordânia é parte de uma região historicamente rica. Sua história começa em 2000 a.C., quando os Semitas formaram uma colônia ao redor do rio Jordão em uma área chamada Canaã. Subsequentes invasores e colonos incluíram egípcios, israelitas, assírios, babilônios, persas, gregos, romanos, muçulmanos árabes, cruzadas cristãs, turcos otomanos e, finalmente, os britânicos. No fim da Primeira Guerra Mundial, o território que agora compreende Israel, Jordânia, o Banco do Oeste (Cisjordânia), a Faixa de Gaza e Jerusalém foi concedido ao Reino Unido, assim como o controle da Palestina e Transjordânia. Em 1922, a Grã-Bretanha dividiu o controle estabelecendo o semi-autônomo Emirado da Transjordânia, regido pelo príncipe hachemita Abdullah, enquanto continuou a administração da Palestina sob um alto comissário britânico. O domínio sob a Transjordânia acabou em 22 de Maio de 1946; em 25 de Maio, o país tornou-se o independente Reino Hachemita da Transjordânia. O tratado especial de defesa com o Reino Unido acabou em 1957. A Transjordânia foi um dos Estados árabes que se moveu para ajudar os nacionalistas Palestinos à contrários à criação de Israel em Maio de 1948, e tomou parte na guerra entre os estados árabes e o recentemente fundado Estado de Israel. O armistício de 3 de Abril de 1949 deixou a Jordânia com o controle da Cisjordânia e garantiu que as linhas de demarcação do armistício não prejudicariam futuras colonizações territoriais ou fronteiras. Em 1950, o país foi renomeado para “o Reino Hachemita da Jordânia” para incluir aquelas porções da Palestina anexadas pelo Rei Abdullah. Enquanto reconhecia a administração jordana sobre a Cisjordânia, os Estados Unidos mantiveram a posição que a soberania definitiva era assunto para um futuro acordo. A Jordânia assinou um pacto de defesa mútua em Maio de 1967 com o Egito, e participou na guerra de Junho de 1967 entre Israel e os Estados árabes de Síria, Egito e Iraque. Durante a guerra, Israel ganhou o controle da Cisjordânia e toda Jerusalém. Em 1988, a Jordânia renunciou todas as reivindicações sobre a Cisjordânia, mas reteve um papel administrativo sob uma colonização final, e o tratado com Israel permitiu a continuidade do papel jordano nos lugares sagrados dos muçulmanos em Jerusalém. O governo dos EUA considera a Cisjordânia como um território ocupado por Israel e acredita que o estado final seja determinado através de negociações diretas entre as partes nas bases das resoluções 242 e 338 do Conselho de Segurança da ONU. A Guerra de 1967 trouxe um dramático aumento do número de palestinos vivendo na Jordânia. A população de refugiados – 700 000 em 1966 – cresceu com outros 300 000 da Cisjordânia. O período que após a guerra de 1967 viu um aumento no poder e importância dos elementos da resistência Palestina (fedayeen) na Jordânia. Os fortemente armados fedayeen constituíram uma crescente ameaça à soberania e segurança do estado hachemita, e a luta aberta eclodiu em junho de 1970. Outros governos árabes tentaram contribuir para uma solução pacífica, mas em Setembro, a continuidade das ações fedayeen na Jordânia obrigou o governo a tomar uma ação para reaver o controle sobre sua população e território. Na luta pesada seguinte, uma força de tanques sírios tomou posições no norte da Jordânia para apoiar os fedayeens, mas foi forçada a recuar. Em 22 de setembro, ministros do exterior árabes reunidos no Cairo conseguiram um cessar-fogo começando no dia seguinte. Violências esporádicas continuaram, entretanto, até que as forças jordanianas obtiveram uma vitória decisiva sobre os fedayeen em Julho de 1971, expulsando-os do país. Nenhuma luta ocorreu ao longo da linha do cessar-fogo do Rio Jordão de 1967 durante a guerra árabe-israelita de Outubro de 1973, mas a Jordânia mandou uma brigada para a Síria para lutar contra as unidades israelenses. A Jordânia não participou da Guerra do Golfo de 1990-91. Em 1991, A Jordânia aceitou, juntamente com representantes da Síria, Líbano e Palestina, participar de negociações de paz diretas com Israel mediadas por Estados Unidos e Rússia. Foi negociado o fim das hostilidades com Israel e assinado um tratado de paz em 25 de Julho de 1994. Desde então, a Jordânia procura ficar em paz com todos os seus vizinhos. == Ver também == * Política * Assembleia Nacional da Jordânia == Ligações externas == * Parlamento da Jordânia * Primeiro-ministro da Jordânia",
 "title": "Política da Jordânia"
}