{
 "id": "116679",
 "text": "O Clube Jacobino () foi um grupo político da Revolução Francesa, sendo seu Fundador Maximilien de Robespierre. O clube deve seu nome ao Convento dos Jacobinos, onde se instalou em 1719. A palavra designava os dominicanos, após a colocação de seu convento principal ser feita na Rua Saint-Jacques (Jacques ), em Paris. Os jacobinos foram dos mais radicais partidários da Revolução Francesa que, apesar de liderarem a França apenas por um ano, entre 1793 e 1794, deixaram uma marca de audácia e sanguinarismo que espantou o mundo. Procuraram conciliar a democracia de massas com uma direção política centralizada, tirânica; o sufrágio universal masculino, com a decisão única, a virtude republicana coletiva com o cultivo do talento privado. Foram apontados como o primeiro grupo revolucionário moderno, inspirador de uma série de outros movimentos do seu tempo e posterior.«Os Jacobinos - O Despotismo da Liberdade», Mundo A ação do clube, essencial desde o início de 1790, torna-se dominante entre 1792 e 1794. Nessa época, o adjetivo \"jacobino\" significava partidário da política do Comitê de Salvação Pública. Ao final de 1793, cerca de 6 000 sociedades do mesmo tipo estão em correspondência com o original em toda a França. A queda de Robespierre marca o fim do grande papel político exercido pelo clube e leva à sua dissolução, em 1794. Depois desta época, o substantivo e adjetivo aplicam-se a um homem político hostil a qualquer ideia de enfraquecimento e desmembramento do Estado,Alain Rey, Dictionnaire historique de la langue française , Le Robert , 1992 radicado na extrema- esquerda dos espectros político e social. == História == A história do Clube dos Jacobinos pode ser dividida em três períodos distintos, os quais Jules Michelet caracterizou através de homens: \"Houve o jacobinismo primitivo, parlamentar e nobiliário, de Duport, Barnave e Lameth, aquele que matou Mirabeau. Houve o jacobinismo dos jornalistas republicanos, orleanista, Brissot, Laclos, etc., dominado por Robespierre. Finalmente o jacobinismo de 1793, o de Couthon, Saint-Just, Dumas, etc., aquele que deve desgastar Robespierre e desgastar-se com ele.François Furet e Mona Ozouf, Dictionnaire critique de la Révolution française , artigo Jacobinisme, Flammarion, 1988, p.751\" === Sob a Constituinte (Outono de 1789 - Outono de 1791) === Em 30 de abril de 1789, os deputados bretões nos Estados Gerais – notadamente Le Chapelier, Lanjuinais e Glezen, advogados dos tribunais de Rennes – fundam, em Versalhes, um Clube Bretão, logo aberto a outros deputados patriotas. Após a Jornada de 5 e 6 de Outubro de 1789 e da transferência da Assembléia Constituinte para Paris, seguindo o Rei Luís XVI de França, este clube se reconstitui sob o nome de \"Sociedade dos Amigos da Constituição\" () e instala- se no Convento dos Jacobinos, nome que se tornará célebre. O objetivo do clube é, em sua origem, o de preparar as sessões da Assembléia, discutindo de antemão os textos que devem ser debatidos, e de trabalhar no estabelecimento e no fortalecimento da Constituição. O sucesso é rápido: de 200 sócios em sua criação, passa para mais de mil em Dezembro de 1789. O recrutamento, a partir daí, não é mais reservado apenas aos deputados. Um sistema de cotas (24 libras) e a necessidade de ser apresentado por cinco padrinhos conferem à sociedade um caráter elitista. Aí se podem encontrar todas as cabeças do partido patriótico, de Mirabeau à Robespierre, de La Fayette à Pétion, passando pelo triunvirato Duport, Barnave e Lameth. Muito depressa o clube cerca-se de sociedades afiliadas nas províncias, a quem dá investidura. Ao final de 1789, possuíam perto de 150 filiais, já bastante numerosas para se constituírem uma rede dotada, desde Outubro de 1789, de um \"Jornal das Sociedades dos Amigos da Constituição\", fundado por Laclos. Um comitê de correspondência, o mais importante dentro do clube e controlado por Barnave e seus amigos, vela pelas relações entre a sociedade-mãe e as filiais. Uma análise social do recrutamento de afiliados, em Paris e nas províncias, faz aparecer a mesma predominância da elite do Terceiro Estado: negociantes, magistrados, oficiais, médicos. Em Paris, é Mirabeau quem, por sua eloquência, exerce a maior influência dentro do Clube dos Jacobinos, pelo menos até Dezembro de 1790. Em 2 de março de 1791, Lameth destrói essa influência, acusando Mirabeau de conluio com os \"aristocratas\". A partir daí, é o triunvirato que domina os Jacobinos. Porém a fuga do Rei Luís XVI, em Junho de 1791, e seu retorno, mudam os rumos. Os decretos que declaram a inviolabilidade do rei e o restabelecimento de suas funções provocam uma cisão. Em 16 de julho de 1791, véspera do Massacre do Campo de Marte, desertando dos Jacobinos, Barnave reúne a maioria moderada (da qual faz parte quase a totalidade dos deputados) e vai instalar-se no Convento dos Feuillants, formando aí um novo clube, o \"Clube dos Feuillants\". Resta aos Jacobinos apenas uma dezena de deputados: Robespierre, Pétion, Roederer, Buzot, Grégoire e mais alguns outros. Porém a cisão provocada por Barnave vai se revelar um fracasso político, tanto em Paris quanto nas províncias (no outono de 1791, são contadas 442 sociedades jacobinas contra 60 dos \"feuillants\" e 110 indecisas). Apesar dessa vitória, os Jacobinos obtém apenas um sucesso relativo nas eleições de Setembro de 1791 para a Assembleia Legislativa: seus candidatos são derrotados em Paris, apesar de terem sorte melhor no interior. Na nova Assembleia, 136 deputados inscrevem-se nos Jacobinos, 260 nos Feuillants. Os outros (mais de 300) recusam-se a escolher entre as facções.François Furet et Denis Richet, La Révolution française , Fayard, 1973, p.145 No entanto, o clube havia mudado de papel. Grégoire e Roederer reformulam os princípios da organização e sua doutrina. O Clube torna-se uma máquina política ao serviço de uma segunda revolução. === Sob a Assembleia Legislativa (Outono de 1791 - Outono de 1792) === A novidade maior é, sem dúvida, a modificação das relações entre o Clube e a Assembléia Nacional. A partir daí, o clube não se destina mais a preparar debates a serem realizados dentro da Assembléia. O clube adquire uma autonomia real. É uma outra Assembléia, reunindo outros deputados. Agora, os grandes debates políticos tem lugar tanto no Clube dos Jacobinos quanto na Assembléia. Esta passa a ser constantemente contestada pelos guardiões do espírito revolucionário, como se declaram os Jacobinos. Devemos nos lembrar que a Assembleia Legislativa, sucessora da Assembléia Nacional Constituinte, é composta por membros novos. Um decreto, votado sobre proposição de Robespierre, havia interditado aos Constituintes que se elegessem para a nova assembléia. Brissot enumera, num discurso de 28 de Setembro, as tarefas que recaem sobre o clube: discutir as leis futuras e criar as condições de uma disciplina parlamentar, além de \"submeter a conduta dos funcionários públicos à censura rigorosa do tribunal da opinião pública\", e, sobretudo \"denunciar as leis nocivas e buscar meios de obter sua revogação\". A admissão do público às sessões, a partir de 12 de Outubro de 1791, submetem doravante o clube à pressão dos ativistas parisienses nas tribunas. Aos três comitês de correspondência, admissão e apresentação, junta-se um comitê de relacionamento e um comitê de vigilância, porém o comitê de correspondência ainda conserva seu papel estratégico e reúne os líderes potenciais: Pétion, Brissot, Buzot, Robespierre, Réal, Carra, Bourdon, Billaud-Varennes, Collot d’Herbois, Desmoulins, Clavière. O inverno de 1791-1792 é marcado, no Clube Jacobino, por um debate sobre a guerra e um duelo entre Brissot e Robespierre. Brissot é homem de guerra: \"Chegou o momento, diz ele, de uma nova cruzada: uma cruzada de liberdade universal.\"; é um dever dar assistência aos revolucionários em toda a Europa; destruindo o centro das emigrações de Coblença, obrigar-se-ia o rei a se declarar, restabelecer-se-ia a tranquilidade. Robespierre é hostil à proposta. Ele teme a ditadura militar e denuncia o idealismo de Brissot: Robespierre, isolado, não chega a convencer. Sua popularidade no clube está em baixa. A guerra é declarada pela Áustria, terra natal da Rainha Maria Antonieta, em 20 de abril de 1792. Brissot e seus amigos parecem selar sua vantagem quando o rei constitui, na primavera de 1791, um ministério girondino, porém esse comprometimento com a Corte os torna vulneráveis aos ataques de Robespierre. Este último readquire vantagem dentro do Clube dos Jacobinos em julho, com os primeiros fracassos que vam radicalizar a Revolução. Em um importante discurso, em 29 de Julho, Robespierre orquestra as palavras de ordem espontâneas dos federados (20.000 guardas nacionais das províncias, chamados à Paris para assistir à festa da Federação) e das secções parisienses: queda do rei e eleição de uma Convenção Nacional, eleita por sufrágio universal. O Clube dos Jacobinos é um dos principais beneficiários da Jornada de 10 de Agosto de 1792, que sela a queda da monarquia. Ele ocupa, a partir daí, uma posição dominante e inaugura o período jacobino da Revolução Francesa. É o Clube dos Jacobinos que designa a delegação parisiense (24 deputados) para as eleições da Convenção. Robespierre é eleito em primeiro lugar, Danton em segundo (com mais vozes que Robespierre, 638 entre os 700 presentesJean Tulard, \"Nouvelle histoire de Paris, la Révolution\", Biblioteca Histórica da Cidade de Paris, 1789, p.221). === Sob a Convenção (Outono de 1792 - Outono de 1794) === A partir do outono de 1792, o Clube muda de nome e torna-se a \"Sociedade dos Amigos da Liberdade e Fraternidade\". Muda também de fisionomia. Segundo Michelet, \"esta terceira legião, convocada de certa forma em nome da igualdade, diferia bastante das outras duas. Para começar, era mais jovem. Depois, a grande maioria compunha-se de homens de condição pouco letrada, como o carpinteiro Duplay. Estes bravos, bastante entusiasmados, eram geralmente honestos e desinteressados. Profundamente fanáticos com relação à salvação da pátria, confessando sua ignorância, careciam de um diretor. Fazia- lhes falta um homem honesto, bastante seguro e sólido, que os representasse; colocaram suas consciências nas mãos de Robespierre. Eram, se não me engano, mais ingênuos e mais violentos, menos finos e menos penetrantes que o povo de hoje. O fanatismo sincero, tão pouco esclarecido de uns, a violência verdadeira ou simulada de outros, a concorrência de fúria que havia entre eles, cada qual querendo superar o outro em cólera patriótica, tornava a sociedade (tão aparentemente disciplinada) muito difícil de manipular. Ela saía constantemente da medida que comportava o momento.\" O clube torna-se mais um clube militante que um clube de deputados. Os efetivos parisienses são então da ordem de um milhar, sendo 205 deputados da Convenção em Outubro de 1792, repartindo-se entre 38 Girondinos, 129 Montanheses e 38 deputados da Planície.números fornecidos por Michel Vovelle em Les Jacobins, La découverte,1999 Até a Jornada de 31 de Maio a 2 de Junho de 1793, o clube é a sede dos conflitos entre os Montanheses e Girondinos, que dispõe da maioria na Convenção, graças ao apoio da Planície. A partir de Setembro-Outubro de 1792, o clube está sobre a dominação de Robespierre e Brissot é excluído dos Jacobinos como conspirador e inimigo do povo. É o fim dos debates apaixonados que, desde sua origem, haviam periodicamente agitado o clube. Não era mais questão, a partir daí, dos Jacobinos serem uma contra-assembléia e sim um apoio à minoria mais radical da Convenção. O papel dos Jacobinos é essencial na Jornada de 31 de Maio a 2 de Junho de 1793, (prisão dos Girondinos). O programa está traçado desde o início de Maio pelo irmão de Robespierre, Augustin: \"É preciso que todos os bons cidadãos se reúnam em suas secções, que daí dirijam a opinião pública de uma maneira mais útil do que tem feito até o presente, e que eles venham até as barras da Convenção forçar-nos a por em estado de detenção os deputados infiéis.\" Os Jacobinos vão participar ativamente na pessoa de vários de seus membros do comitê dito \"do Bispado\" que vai organizar a insurreição. No dia 26, no clube, Maximilien Robespierre convida \"o povo a colocar-se em insurreição contra os deputados corrompidos\". Em 2 de Junho, uma multidão de 80 000 homens armados investe contra a Convenção. Depois de uma tentativa de saída em cortejo que esbarra nos canhões de Hanriot, a assembléia tem que se resignar a decretar a prisão dos chefes girondinos. Os Jacobinos, guardiões da ortodoxia revolucionária, vão recorrer cada vez mais ao escrutínio purificador, em Paris e nas províncias, sob o impulso de representantes missionários. Em Paris, após os expurgos de Abril de 1793, conduzidos por um comitê designado e não eleito, já que Robespierre alegou que \"a sociedade tem muitos inimigos em seu seio, interessados em afastar deste comitê os membros que temem por sua severidade\", os expurgos vão se suceder com a eliminação das \"facções\" (Hebertistas e Dantonistas). \"Vota- se com as mãos levantadas, por definição: o segredo convém apenas aos complôs. A decisão, imediata, deve ser tomada antes da reunião do clube, nos conciliábulos dos chefes, e ratificadas pelo fanatismo ou adesão das tropas. E a província segue a casa-mãe.François Furet e Mona Ozouf, Dictionnaire critique de la Révolution française, artigo Jacobinisme, Flammarion, 1988, p.756\" Os Jacobinos controlam então uma rede de 5 500 filiais na FrançaA pesquisa que faz hoje referência é a de Jean Boutier e Philippe Boutry (La diffusion des sociétés politiques en France 1789 – an III. Une enquête nationale nos Annales historiques de la Révolution française, no 266, set-out 1986, p. 365-398) e representam de 100 a 200.000 militantes. A implantação é forte no norte e noroeste, na Ile-de-France, Aquitânia, sudoeste e Provence oriental, fraca no Bocage normando, Bretanha interior, Vosges, Alsácia, Champagne, Berry e parte do Maciço central. Dentro de cada comuna é preciso, diz uma instrução do Comitê de Salvação Pública, \"uma sociedade que aqueça o espírito público, proteja o povo e vigie aqueles que possam prejudicá-lo\". As atribuições dessas filiais são múltiplas: encorajar os recrutamentos e sustentar o esforço de guerra, perseguir os suspeitos, vigiar a execução das leis, impor o novo calendário revolucionário francês, etc. Os Jacobinos constituem a base do poder de Robespierre no ano II. É para lá que ele gosta de se dirigir, onde ensaia suas ideias, onde é regularmente aclamado. Lá ele é \"como um peixe dentro d'água\" diz François Furet.François Furet e Mona Ozouf, Dictionnaire critique de la Révolution française, artigo Jacobinisme, Flammarion, 1988, p.756 \"Critico Robespierre por expulsar os Jacobinos que se parecem com ele\" esbravejará Panis na Convenção, no 8 Termidor, fazendo alusão à Fouché. A preparação do complô do 9 Termidor (27 de Julho de 1794) é bem conhecida. O Comitê de Salvação Pública havia se dividido. Robespierre não aparecia lá há mais de um mês. Collot d’Herbois, Billaud-Varenne, Carnot sentem-se ameaçados e passam a contactar outros grupos: os antigos representantes em missão externa, chamados de volta por Robespierre por terem \"abusado dos princípios revolucionários\", o Comitê de Segurança Geral, que não aceita ver reduzidas suas prerrogativas em assuntos policiais, os deputados da Planície que submetem-se, ainda que deplorando, ao regime do Terror. O Clube dos Jacobinos vai se sustentar até ao fim mas não será capaz de levantar os sans-culottes das secções, como havia feito em 2 de Junho. No 8 Termidor, Robespierre toma a palavra na Convenção para exigir a punição dos traidores (sem os nomear) e o expurgo dos comitês. Intimidada, a Assembléia vota, num primeiro momento, a impressão de seu discurso. Depois, muitos deputados tendo reclamado os nomes dos traidores sem Robespierre aceitar nomeá-los, ela reconsidera e decide enviar o discurso para o exame dos comitês. De noite, Robespierre dirige-se aos Jacobinos com Couthon. Billaud-Varennes e Collot d’Herbois chegam antes dele. Eles pedem a palavra; Robespierre também. É ele quem a obtém. Ele relê o discurso num ambiente totalmente diferente do da Convenção. Os Jacobinos o aclamam. Collot e Billaud querem direito de resposta; tempo perdido, sob apupos e gritos de: \"Para a guilhotina!\". Eles são expulsos da sala. E Dumas, presidente do Tribunal Revolucionário, lhes grita com voz de trovão: \"Eu vos espero amanhã no tribunal!Jean Massin, Robespierre, Alinea, 1988, p.286\". No dia seguinte, 9 Termidor, na Convenção, ao final de um debate dramático, é decretada a prisão de Robespierre. A insurreição liderada pelos Jacobinos e pela Comuna fracassa e ele é guilhotinado com seus partidários em 10 Termidor. Sua queda não ocasiona o fim dos Jacobinos de imediato. O clube é fechado e depois, expurgado dos elementos supostamente partidários de Robespierre, reabre suas portas um pouco depois. Mas a pressão da opinião pública contra o Terror e seus responsáveis determina com que a Convenção feche a sala de reuniões em 12 de Novembro de 1794. Ela será destruída seis meses depois, tendo um decreto de 1795 ordenado de transformar o imóvel dos Jacobinos em mercado público sob o nome de \"mercado do 9 Termidor\". == Origem do nome \"Jacobino\" == O termo \"jacobino\" designava, antes da Revolução, a Ordem dos Dominicanos, que estabeleceu seu primeiro convento em Paris numa casa de caridade para peregrinos necessitados em 6 de agosto de 1218. Em 1789, os Dominicanos possuíam em Paris três casas: a da Rua Saint-Jacques, a da Rua Saint-Honoré, que se torna sede do Clube dos Jacobinos, e a do Faubourg Saint-Germain cuja capela tornou-se a Igreja de São Tomás de Aquino.\"Michel Mourre, 1986\" O convento dos Dominicanos dependia de um convento italiano dedicado a São Tiago (Jacques, em francês), situado ao norte de Gênova. O convento dominicano de Paris toma também o nome de São Tiago (Saint-Jacques), nome que é dado também à rua onde o convento foi construído. Os irmãos dominicanos de Saint-Jacques receberam o apelido de \"Jacobinos\", derivado do nome Jacques, Jacobus em latim. No século XVII, o convento dominicano foi transferido para a Rua Saint-Honoré, mas conservou o apelido de Jacobino. Do convento primitivo resta apenas a Igreja de Saint- Jacques-du-Haut-Pas. No século XVIII, a crise de vocações obriga os raros dominicanos a procurar recursos financeiros alugando os refeitórios do convento da Rua Saint-Honoré, salas imponentes e tornadas inúteis. É assim que a Sociedade dos Amigos da Constituição aluga, em 1789, a sala dita \"dos Jacobinos\", no mesmo momento em que a Assembleia transfere-se de Versalhes para Paris. O nome do lugar toma o lugar do nome oficial. O nome \"jacobino\" passa a servir, a partir daí, para designar na França os republicanos partidários de uma democracia centralizadora e de um poder executivo forte. Durante a Comuna de Paris, uma fração do Conselho da Comuna é qualificado como \"jacobino\". == Bibliografia == * Bruno Benoît, Les Grandes Dates de la Révolution française , Paris, Larousse 1988, . * Michel Mourre, Dictionnaire encyclopédique d'histoire , Paris, Bordas, 1986, em 8 volumes, vol.IV, * Philippe Reclus, La République impatiente ou Le Club des Jacobins (1951-1958), Paris, Publications de la Sorbonne, 1987. * Jean Tulard, Jean-François Fayard, Alfred Fierro. Histoire et dictionnaire de la révolution française , Robert Laffont, coleção Bouquin, 1988 . * Os jacobinismos (1789 - 1794), por Josemar Machado de Oliveira, Brasil, 2007 Jacobino, Clube",
 "title": "Clube Jacobino"
}