{
 "id": "11671",
 "text": "Os Illuminati (plural da palavra em Latim illuminatus, \"iluminado\") é um nome dado a vários grupos secretos, tanto reais quanto fictícios. Historicamente, o nome geralmente se refere aos Illuminati da Baviera, uma sociedade secreta da época do Iluminismo fundada em 1 de maio de 1776. Os objetivos da sociedade eram opor-se à superstição, ao obscurantismo, à influência religiosa sobre a vida pública e aos abusos de poder do estado. \"A ordem do dia,\" escreveram em seus estatutos gerais, \"é colocar fim às maquinações dos perpetradores da injustiça, controlá-los sem dominá-los\".Richard van Dülmen, The Society of Enlightenment (Polity Press 1992) p. 110 Os Illuminati — juntamente com a Maçonaria e outras sociedades secretas — foram proibidas por um édito do soberano bávaro Carlos Teodoro, com o encorajamento da Igreja Católica, em 1784, 1785, 1787 e 1790.René le Forestier, Les Illuminés de Bavière et la franc-maçonnerie allemande, Paris, 1914, pp. 453, 468-9, 507-8, 614-5 Muitos intelectuais influentes e políticos progressistas se consideraram membros, como Fernando de Brunsvique-Volfembutel e o diplomata Xavier von Zwack, que era o segundo no comando da Ordem. Atraiu literários como Johann Wolfgang von Goethe e Johann Gottfried Herder e duques reinantes de Gotha e Weimar. == História == === Origens === Adam Weishaupt (1748-1830) um professor de Direito Canônico e filosofia prática na Universidade de Ingolstadt era o único professor não-clerical em uma instituição dirigida por jesuítas, cuja ordem tinha sido dissolvida em 1773. Os jesuítas de Ingolstadt, no entanto, ainda mantinham algum poder na Universidade que continuaram a considerar como sua. Foram feitas várias tentativas para frustrar e desacreditar o pessoal não clerical, especialmente quando o material do curso continha qualquer coisa que eles consideravam liberal ou protestante. Weishaupt tornou-se profundamente anti-clérigo, resolvendo espalhar os ideais do Iluminismo (Aufklärung) através de um tipo de sociedade secreta de indivíduos de opiniões semelhantes.Vernon Stauffer, New England and the Bavarian Illuminati, Columbia University Press, 1918, Chapter 3 The European Illuminati, Grand Lodge of British Columbia and Yukon A Ordem dos Illuminati da Baviera foi fundada na noite de 30 de abril a 1 de Maio de 1776 (véspera da famosa Noite de Santa Valburga) em uma floresta perto da cidade de Ingolstadt, no estado da Baviera, sul da Alemanha, onde um pequeno grupo de jovens criou e prometeu cumprir os fins da sociedade. Entre aqueles que estavam naquela noite, sabe-se apenas a identidade de três: Adam Weishaupt, Max Merz e Anton von Massenhausen. O fato de que não se sabe exatamente quem estava presente naquela noite foi a causa da especulação sobre o número de pessoas que criaram a ordem, alguns dizem que eram apenas quatro e outros argumentam que foram treze. Após a fundação, Adam Weishaupt (que se proclamou a si mesmo o nome simbólico de Spartacus) atraiu seus primeiros seguidores, um estudante de Munique chamado Franz Xavier von Zwack e um barão protestante de Hanôver chamado Adolph von Knigge (Frater Philon) que já havia sido iniciado na Maçonaria e, posteriormente, desenvolveu o Rito dos Illuminati da Baviera, junto com Weishaupt, a quem foi introduzido na loja de Munique: Theodor zum guten Rath. Graças às habilidades de von Knigge, os Illuminati rapidamente se espalham pela Alemanha, Áustria, Hungria, Suíça, França, Itália e outras partes da Europa e afiliando personalidades como Herder (Damasus), Goethe (Abaris), Cagliostro, o Conde de Mirabeau (Leonidas), o lendário alquimista Conde de St. Germain, entre outros. Alguns nobres como o duque de Saxe-Weimar e de Saxe-Gotha, os príncipes Ferdinando de Brunswick e Karl de Hesse, Conde de Stolberg e o Barão Karl Theodor von Dalberg, também figuraram dentro da iniciação iluminada. Incentivado pelo seu sucesso em conseguir recrutar um grande número de pensadores, filósofos, artistas, políticos, banqueiros, analistas, etc; Adam Weishaupt tomou a decisão de juntar-se a Maçonaria por meio de Von Knigge, e ordenou a infiltração e dominação da mesma. Em 16 de julho de 1782, numa reunião da maçonaria continental realizada no Convento de Wilhelmsbad, os Illuminati tentaram unificar e controlar sob a sua autoridade todos os ramos da Maçonaria. Embora tenham conseguido se infiltrar nas lojas em toda a Europa, a Grande Loja de Inglaterra, a Grande Oriente de França e os iluminados teósofos de Swedenborg decidiram não apoiar os planos de Weishaupt, contrariando assim algumas das ambições da Ordem. Devido ao fracasso do movimento, Von Knigge renunciou pensando que seria inútil continuar com os planos e foi para Bremen, onde passou seus últimos anos. Entretanto, Weishaupt recebia a ofensiva dos Maçons da Inglaterra e dos Martinistas, a quem denunciou em seus escritos, argumentando que a Grande Loja de Londres em si foi criada em 1717 por pastores protestantes, que não foram iniciados na Maçonaria, isto é, que foi fundada por profanos sem documentos válidos ou provas. === Trajetória === Os Illuminati da Baviera foram um movimento de curta duração de autointitulados livre-pensadores, o ramo mais radical do Iluminismo – a cujos seguidores foi atribuído o nome de Illuminati (mas que a si mesmos chamavam de “perfectibilistas” ou \"perfeccionistas\") – foi fundado, a 1° de maio de 1776, pelo professor de lei canônica Adam Weishaupt (1748-1830), e pelo maçom barão Adolph von Knigge na cidade de Ingolstadt, Baviera, atual Alemanha. O grupo foi criado com o nome de \"Antigos e Iluminados Profetas da Baviera (Ancient and Illuminated Seers of Bavaria, AISB)\" ou \"Ordem dos Perfeitos\", mas tem sido chamado de \"Ordem Illuminati\", a \"Ordem dos Illuminati\" e os \"Iluminados Bávaros\".The Ultimate Book of Top Ten Lists. Ulysses Press, 2009. pp. 329. ISBN 1569757151Patrick Farrell, Joseph. The SS Brotherhood of the Bell: NASA's Nazis, JFK, and Majic-12. Adventures Unlimited Press, 2006. pp. 416. ISBN 1931882614Hüsken, Ute. When Rituals Go Wrong: Mistakes, Failure and the Dynamics of Ritual. BRILL, 2007. pp. 113. ISBN 9004158111Streeter, Michael. Behind Closed Doors: The Power and Influence of Secret Societies. New Holland Publishers, 2008. pp. 101. ISBN 1845379373 Na Baviera, onde o Eleitor Maximiliano José III de Wittelsbach foi sucedido em 1777 pelo seu herdeiro Carl Theodor, a organização não durou muito até ser suprimida pela polícia sob acusações de conspiração. Em 1784, o governo bávaro baniu todas as sociedades secretas incluindo os Illuminati e os maçons. A estrutura dos Illuminati desmoronou logo, mas enquanto existiu, alguns intelectuais influentes se contaram entre os seus membros. Eles eram recrutados principalmente dentre os maçons e ex-maçons, juravam obediência a seus superiores e estavam divididos em três classes principais: a primeira, conhecida como Berçário, compreendia os graus ascendentes ou ofícios de Preparação, Noviciado, Minerval e Illuminatus Minor; a segunda, conhecida como a Maçonaria, consistia dos graus ascendentes de Illuminatus Major e Illuminatus dirigens, esse último algumas vezes chamado de Cavaleiro Escocês; a terceira, designada de Mistérios, estava subdividida nos graus de Mistérios Menores (Presbítero e Regente) e Mistérios Maiores (Magus e Rex). Relações com as lojas maçônicas foram estabelecidas em Munique e Frisinga, em 1780. A ordem tinha ramos na maior parte dos países europeus, mas o número total de membros parece nunca ter sido superior a 2000 durante o período de dez anos. O esquema teve a sua atração para os literatos, como Goethe e Herder, e mesmo para os duques reinantes de Gota e Weimar. Rupturas internas precederam o desmoronamento da organização, que foi efetivado por um édito do governo bávaro em 1785. A ordem foi encerrada em 1788. ==Illuminati modernos== Pouca evidência pode ser encontrada para apoiar a hipótese de que o grupo de Weishaupt tenha sobrevivido até o século XIX. Contudo, diversos grupos têm usado a fama dos Illuminati desde então para criar seus próprios ritos, alegando serem os Illuminati, incluindo a Ordo Illuminatorum, Die Alten Erleuchteten Seher Bayerns, The Illuminati Order, e outros\".Orden Illuminati Consejo Central México ==Cultura popular== === Teoria da conspiração === Os Illuminati não sobreviveram muito tempo à sua supressão na Baviera, e seus traços e tramas adicionais na obra de Barruel e Robison devem ser considerados como invenção dos escritores. Escritores como Mark Dice, David Icke, Ryan Burke, Jüri Lina e Morgan Gricar, além de outros, têm argumentado que os Illuminati da Baviera sobreviveram possivelmente até hoje. Muitas destas teorias propõem que os eventos mundiais estão a ser controlados e manipulados por uma sociedade secreta que se autodenomina Illuminati.Barkun, Michael. A Culture of Conspiracy: Apocalyptic Visions in Contemporary America, Comparative Studies in Religion and Society, University of California Press, 2003,Illuminati News website: The Secret Order of the Illuminati (A Brief History of the Shadow Government) Os teóricos afirmam que muitas pessoas notáveis foram ou são membros dos Illuminati, incluindo Winston Churchill (que teria alertado a respeito da organização),J. C.. Mysteries of the Universe. Xulon Press, 2004. pp. 330. ISBN 1594679592 a família Bush,D. King, Jawara. Transform Your World Through the Powers of Your Mind. AuthorHouse, 2009. pp. 408. Barack Obama,The Barack Obama Illuminati Connection a família Rothschild,Makow Ph.D, H: Illuminati: The Cult that Hijacked the World, BookSurge Publishing, 2008, ISBN 1439211485 a família Rockefeller (incluindo David Rockefeller) e Zbigniew Brzezinski, entre outros.Springmeier, F: Blood Lines of the Illuminati, Ambassador House, 1998, ISBN 0966353323 Muitas teorias da conspiração propõem que os eventos mundiais estão sendo controlados e manipulados por uma sociedade secreta chamando-se os Illuminati. Os teóricos da conspiração alegam que muitas pessoas notáveis eram ou são membros dos Illuminati. Presidentes dos Estados Unidos são um alvo comum para tais afirmações. Outros teóricos afirmam que uma variedade de eventos históricos foram orquestrados pelos Illuminati, desde a Revolução Francesa, Batalha de Waterloo o Assassinato de John F. Kennedy até um suposto plano comunista para acelerar o \"Nova Ordem Mundial\" infiltrando-se na indústria cinematográfica de Hollywood.Mark Dice, The Illuminati: Facts & Fiction, 2009. ISBN 0-9673466-5-7Myron Fagan, The Council on Foreign Relations. Council On Foreign Relations By Myron Fagan Desde o final do século XVIII até meados do século XX, muitos teóricos têm especulado que os Illuminati sobreviveram à sua supressão, por causa de sua infiltração na Maçonaria, e se tornaram o cérebro por trás de grandes eventos históricos como a Revolução Americana,Hieronimus, Robert. Cortner, Laura. Founding Fathers, Secret Societies. 2ª edi. Inner Traditions / Bear & Co, 2005. pp. 26. ISBN 1594778655 a Revolução Francesa,Epps, Henry. Consummation of the Ages vol I. Lulu.com. pp. 96. ISBN 1300140569 a Revolução Russa, as Guerras MundiaisBurnett, Thom. Conspiracy Encyclopedia. Franz Steiner Verlag, 2006. pp. 286. ISBN 1843403811 e os ataques de 11 de setembro de 2001.Lee, Martha F.. Conspiracy Rising: Conspiracy Thinking and American Public Life. ABC-CLIO, 2011. pp. 104. ISBN 0313350140 ==== Os Aquisitores ==== Os Aquisitores é o nome genérico dado a supostos grupos dissidentes que surgiram com a atuação dos Illuminati no Brasil.JOÃO PAULO MEDINA DA SILVA. SOMBRAS DO PODER. biblioteca24horas. pp. 13–. ISBN 978-85-7893-388-3. Sua origem está quase sempre relacionada à renuncia de Jânio Quadros, o presidente que renunciou por não aguentar o peso das \"forças terríveis\" (\"forças ocultas\") e a instauração do Regime Militar em 1964. O nome Aquisitores é uma referência a prosperidade financeira e a atuação de seus membros na economia do país, especialmente na região de São Bernardo do Campo, no ABC Paulista durante a próspera fase pela qual passou a região na década de 1970, no movimento metalúrgico e na posterior eleição do Presidente Lula. P.B. Lemos Filho (2016). Os Reis Que Virão e o Plano. Clube de Autores. p. 362. == Ver também == * Despotismo esclarecido * Maçonaria == Bibliografia == * The Secret School of Wisdom: The Authentic Ritual and Doctrines of the Illuminati, ed. Josef Wäges e Reinhard Markner, Lewis Masonic, London, 2015. ISBN 978-0853184935 * Encyclopædia Britannica 1911: \"Illuminati\" * America's Secret Establishment: An Introduction to the Order of Skull & Bones — Antony C. Sutton (Trine Day, LLC, 2003) * Die Korrespondenz des Illuminatenordens. vol. 1, 1776-81, ed. Reinhard Markner, Monika Neugebauer-Wölk e Hermann Schüttler. - Tübingen, Max Niemeyer, 2005. - ISBN 3-484-10881-9 * Proof of a Conspiracy Against all the Religions and Governments of Europe — Robinson, John A.M. (Nova Iorque, 1798) * Grand Acquisitors - John L. Hess - ISBN 0-395-18013-9 * Illuminati FAQ * A Ditadura Derrotada - Elio Gaspari, Companhia das Letras, 576p. * René Chandelle, Au- delà des Anges et Démons, le secret des Illuminati et la grande conspiration mondiale, Éditions Exclusif, 2006. ISBN 2848910542 * Marie-France Etchegoin, Frédéric Lenoir, Code Da Vinci : l’enquête, éd. Robert Laffont, coll. Points P1484, Paris, 2006. * René Le Forestier, Les illuminés de Bavière et la Franc- maçonnerie allemande, 1915 (reeditado em 2001 por Archè, Milão). * Jean Racine, Abrégé de l’histoire de Port Royal, 1767, reed. 1994, ed. de la Table Ronde, Petite Collection Vermillon, Paris. ISBN 2-7103-0604-2. Faz alusão aos acontecimentos da abadia de Maubuisson. * John Robison, Proofs of a Conspiracy. ISBN 0944379699 * Pierre-André Taguieff, La foire aux Illuminés : Ésotérisme, théorie du complot, extrémisme. Éditions Mille et une Nuits, 2005. ISBN 2842059255 * Werner Gerson, Le Nazisme société secrète, éd. J'ai lu / L'Aventure mystérieuse n°A267. O autor cita os \"iluminados da Baviera\". * Jean-Pierre-Louis de Luchet, Marquis de la Roche du Maine, Essai sur la Secte des Illuminés, Londres, 1789. * André Baron, Les Sociétés Secrètes, leur crime depuis les initiés d'Isis jusqu'aux Francs-Maçons modernes. * Santiago Camacho, La conspiración de los illuminati, La Esfera de los Libros, 2006, ISBN 84-9734-440-5. * Paul Koch, Illuminati. Barcelona (Espanha): Planeta, 2004, ISBN 84-08-05568-2. * Luis Miguel Martínez Otero, Los illuminati: la trama y el complot. Obelisco, 2005. == Ligações externas == * Ceticismo Aberto: O Mundo das Teorias de Conspiração * Superinteressante: Illuminati, os soldados da Nova Ordem * CATHOLIC ENCYCLOPEDIA: Illuminati (newadvent.org) Categoria:1776 na política Alemanha",
 "title": "Illuminati"
}