{
 "id": "116757",
 "text": "Asa Norte é um bairro da região administrativa de Plano Piloto, no Distrito Federal. Tombado pela Unesco como parte integrante do Plano Piloto de Brasília, a Asa Norte figura entre os bairros com maiores índices de qualidade de vida no Brasil. A região é local de moradia de diversos políticos, jornalistas, funcionários do alto escalão, artistas além de vasto público universitário. É uma região valorizada no DF, que possui imóveis de alto valor de mercado e habitantes com alto poder aquisitivo. A Asa Norte possui um arranjo urbano estruturado no conceito de \"cidade-parque\" que valoriza a predominância de áreas verdes e arborizadas entre os edifícios urbanos residenciais. == História == A Asa Norte surgiu junto do restante do Projeto de Lúcio Costa para o Plano Piloto de Brasília, como parte da zona residencial do projeto. No item 16 do relatório justificativo, Lúcio Costa coloca, pela primeira vez, a ideia das sequência de quadras em torno do Eixo Rodoviário, com árvores para garantir as sombras e o passeio, e a organização e tamanho dos blocos dentro das superquadras - termo que surge ali pela primeira vez. Já no item 21, ele cria a numeração das quadras e divide a cidade em norte e sul a partir do Eixo Monumental, divisão do qual surgirá o ponto cardeal no nome da Asa Norte. A partir da definição do plano, as edificações na Asa Norte foram sendo progressivamente feitas desde 1958. === O nome === Apesar da crença popular de que a Asa Norte seria literalmente uma das asas do \"avião\" que forma o desenho de Brasília - crença também alimentada pelo fato do projeto ser nomeado plano piloto. Sabe-se que Lúcio não pensava em um avião quando desenhou a cidade, mas sim em uma cruz - o Eixo Rodoviário, que forma as \"asas\", é curvado, mas para se adaptar ao terreno e não por algum tipo de desenho intencional. O termo \"plano piloto\" foi, na verdade, citado por Le Corbusier em um sentido de \"plano geral\", numa carta a José Pessoa sobre um possível projeto para Brasília em 1955, e acabou permanecendo. Já o termo \"asa\" é, na verdade, a mesma coisa que \"ala\", ou seja, uma porção ou um lado de um projeto - Lúcio Costa, nascido na França, foi educado na Inglaterra e na Suíça e estudava projetos estrangeiros, e provavelmente usou asa pois as palavras asa e ala, nas línguas inglesa e francesa, são um único termo (wing e aile, respectivamente) e o uso do sinônimo não seria estranho para ele. == Subdivisões == A Asa Norte é uma das áreas que compõem o Plano Piloto de Brasília (junto com a Asa Sul, Sudoeste/Octogonal, Noroeste e Cruzeiro). Assim como a Asa Sul, é cortada pelo Eixo Rodoviário de Brasília, o popular Eixão, uma via expressa de seis faixas e pelos chamados \"Eixinhos\" W (do inglês West, oeste) e L (leste). Ambas são formadas por Quadras, Superquadras e Entrequadras, numeradas de 202 a 216, 402 a 416, 602 a 611 a leste do Eixão e 101 a 116, 301 a 316, 502 a 516, 701 a 716 e 901 a 916 na parte a oeste do Eixo Rodoviário. Diferente da Asa Sul, não existem as quadras 800. Quadras 900 - Setor de Grandes Áreas Norte (SGAN) - Região destinada a instituições de interesse público, universidades, escolas, associações, igrejas, além de alguns prédios residenciais. Quadras 700 - constituídas majoritariamente de casas e prédios de 3 e 6 andares. Também possui comércio nas margens da via W3 Norte. Quadras 500 - quadras comerciais que abrigam do comercio varejista a prédios de órgãos públicos, tribunais e etc. Quadras 300 - Superquadras Norte (SQN): constituídas de até 14 prédios residenciais (blocos) de 6 andares Quadras 100 - Superquadras Norte (SQN): constituídas de até 14 prédios residenciais (blocos) de 6 andares. As quadras encontram-se ao longo do eixo rodoviario e eixinho W. Quadras 200 - Superquadras Norte (SQN): constituídas de até 14 prédios residenciais (blocos) de 6 andares. As quadras encontram-se ao longo do eixinho L. Quadras 400 - Superquadras Norte (SQN): constituídas de até 20 prédios residenciais (blocos) de 3 andares. Quadras que margeiam a via L2 Norte. Quadras 600 - Setor de Grandes Áreas Norte (SGAN) Composta por diversas instituições privadas e publicas, hospitais, instituições de Ensino e etc. Os prédios residenciais de 6 andares das SQNs 100, 200 e 300 foram idealizados por Lúcio Costa à semelhança da experiência do urbanista com o Parque Guinle (RJ) e idealizados em uma estética utilitarista, minimalista e concretista herdada do modernismo francês e da escola de design alemão Bauhaus. No modelo de prédios de Brasília foi inserido o uso predominante de pilotis com o intuito de integrar as áreas públicas e os espaços embaixo dos prédios, seguindo os cinco pontos da nova arquitetura, defendidos pelos Congressos Internacionais de Arquitetura Moderna e seus líderes, como Le Corbusier. Entre as Superquadras, há as Comércios Locais (CLN), com padarias, lojas, restaurantes, farmácias, etc. A Asa Norte tombada pelo UNESCO como Patrimônio Histórico da Humanidade, no dia 7 de dezembro de 1987. === Outras Subdivisões === A CLN 205/206 é chamada de \"Babilônia Norte\". A entrequadra possui uma arquitetura unificada e diferenciada composta da união de arcos que remetem à arquitetura islâmica. A frente dos prédios da entrequadra é virada para a quadra residencial (o inverso de todas as outras entrequadras do Plano Piloto de Brasília) e o local possui terraços com jardins chamados de \"oásis\" ou \"jardins suspensos\". Atualmente, o local foi revitalizado e abriga estúdios de arte, além de sediar atividades artísticas e eventos culturais. Antigamente, a quadra abrigava a Associação Judaica de Brasília. O \"Baixo Asa Norte\" é uma região boêmia, com a maior concentração de bares de Brasília, e compreende as entrequadras CLN 408/409 e 412/413. O nome do local se deu em referência ao Baixo Augusta em São Paulo e o Baixo Gávea no Rio de Janeiro. A região também foi apelidada de \"Quadrilátero da Bebida\" por possuir dezena de bares, além de lanchonetes e outros estabelecimentos para lazer e diversão do público jovem e universitário. == Infraestrutura == O bairro conta com uma boa infraestrutura de lazer, moradia, transporte, educação, o que torna o bairro bastante valorizado. === Comércio === Na Asa Norte possui cinco principais shoppings, entre eles o Conjunto Nacional, o Brasília Shopping, o Boulevard Shopping Brasília, o Liberty Mall e o Shopping ID, este ultimo especializado em móveis e decoração. No bairro também se localizam diversos supermercados (três Big Box, dois Carrefour Bairro e dois Pão de Açucar) e 3 hipermercados (Carrefour, Extra e Sam's Club), farmácias, restaurantes, pizzarias, redes de fast-food, hospitais públicos e particulares, parques, hotéis (como o Mercure), emissoras de televisão (TV Globo Brasília e Rede TV Brasília), postos de combustíveis (Petrobras, Jajour e Shell), limpeza automotiva, bares, igrejas, concessionárias (Citroën, Honda, Hyundai, BYD e Kia) e várias lojas. === Ensino === Encontra-se na Asa Norte uma grande quantidade de escolas como o Colégio Marista João Paulo II, e o Sigma, Everest Kinder além do Leonardo da Vinci. Dentro do bairro, no que se refere a Ensino Superior, são localizados o principal campus da Universidade de Brasília (UNB), a Fundação Getulio Vargas, o Ibmec Educacional, o Campus I do UniCEUB, o campus norte do Centro Universitário Euroamericano (Unieuro), o Campus Norte do IESB e o um campus do Instituto Federal de Brasília. === Saúde === O Principal hospital público da Asa Norte é o Hospital Regional da Asa Norte (HRAN) seguido do Hospital Universitário de Brasília. No bairro também encontram-se diversos hospitais privados e clinicas especializadas. === Parques === O principal parque da Asa Norte é o Parque Olhos D'Água que está localizado nas quadras 413 e 414. Ao final da quadra 416 encontra-se uma área de lazer com deck para caminhada, banho e atividades à beira do lago Paranoá chamada de Calçadão da Asa Norte. A Asa Norte ainda conta com o Arboreto da Universidade de Brasília, um corredor ecológico dedicado a pesquisa pelos alunos e professores da Universidade. O Bosque Norte-Leste é um bosque localizado nas entrequadras 216 e 416. É administrado pela Prefeitura da 416 Norte. O local também é conhecido como \"Pico do Pôr do Sol\". O Parque Estação Biológica (PqEB) é localizado no final da Asa Norte. Nele é localizado a sede principal da Empresa Brasileira de Pesquisa Agropecuária. === Religião === A Basílica Menor São Francisco de Assis foi inaugurada em 4 de dezembro de 1981. Inicialmente instituída como Paróquia São Francisco de Assis, o santuário foi elevado ao título de basílica menor pelo Papa Francisco no dia 3 de fevereiro de 2023. O Grande Oriente do Distrito Federal é localizado na 415 Norte. O Centro Islâmico do Brasil é localizado na Asa Norte. O local foi abandonado depois que um incêndio destruiu o local em 1980. O Templo de Brasília de A Igreja de Jesus Cristo dos Santos dos Últimos Dias foi anunciado por Thomas S. Monson em 2 de Abril de 2017. A abertura de terra foi realizada no dia 26 de setembro de 2020. O Templo é localizado na Quadra 612 Norte, e possui 2.320 metros quadrados. Sua inauguração ocorreu em 2023. === Transporte === O bairro ainda não possui metrô, apesar de o projeto de expansão do Metrô-DF para a Asa Norte se dar desde o início da construção no ano 1992. A primeira estação da Asa Norte está em processo de elaboração e se chamará Estação HRAN. A saída da Asa Norte em direção a Sobradinho se chama Saída Norte, que desde 2011 passa pelo Projeto Nova Saída Norte. Existe o plano de construção de uma nova ponte para o Lago Norte, passando pelo Setor Habitacional Taquari. O projeto foi feito por Oscar Niemeyer. A primeira etapa do projeto foi concluída, com a reforma da Ponte do Bragueto, construção de duas pontes auxiliares e a construção do Complexo Viário Joaquim Domingos Roriz, mais conhecido como Trevo de Triagem Norte. (TTR). === Avenidas === * Via N1 (Eixo Monumental - Sentido Rodoferroviária) * Via N2 - entre os Setor Hoteleiro Norte (SHN) e o Setor Comercial Norte (SCN)/ entre os Ministérios e seus Anexos * Via N3 * Via N4 * Via W5 Norte - entre as entrequadras 700/900 e as quadras 900 (Possui escolas e igrejas) * Via W4 Norte - entre as quadras 700 e as entrequadras 700/900 * Via W3 Norte - entre as quadras 500 e 700 (Área comercial. Possui escolas, shoppings, bancos, lojas, entre outros) * Via W2 Norte - entre as quadras 300 e 500 * Via W1 Norte - entre as quadras 100 e 300 * Eixo W Norte (Eixinho) * Eixo Rodoviário Norte (Eixão) - via expressa que liga a Asa Norte à Asa Sul. * Eixo L Norte (Eixinho) * Via L1 Norte - entre as quadras 200 e 400 *Via L2 Norte - entre as quadras 400 e 600 * Via L3 Norte - entre as quadras 600 e 800 = Perpassa o Campus Universitário Darcy Ribeiro, principal campus da Universidade de Brasília. * Via L4 Norte - entre as quadras 800 e o Setor de Clubes Esportivos Norte (SCEN) == Esporte e Cultura == === Carnaval na Asa Norte === No Setor de Clubes Norte está localizada a sede da escola de samba Acadêmicos da Asa Norte. Fundada em 1969 como um bloco de Carnaval, em 1973 se transformou em uma escola de samba. No período de carnaval é comum a existência de blocos de carnaval de rua ocorrendo em diversos pontos do bairro com destaque a CLN 201/202 (batizada como Praça dos Prazeres), via W3 norte, Setor Bancário Norte e outras entrequadras. === Esportes === A Asa Norte conta com algumas equipes esportivas, como o Desportivo UNB, Minas Brasília Tênis Clube e CRESSPOM. Na década de 70, a Associação Atlética Asa Norte e o Flamengo Atlético Clube faziam o maior clássico de futebol da Asa Norte. == Ver também == * Setor Comercial Norte * Galinho de Brasília == Ligações externas == * Categoria:!Artigos com ligações precisando de desambiguação",
 "title": "Asa Norte"
}