{
 "id": "116739",
 "text": "A Estrongiloidíase ou Estrongiloidose é uma infecção intestinal causada pelo parasita nemátode Strongyloides stercoralis. A estrongiloidíase é uma das principais doenças parasitárias transmitidas por meio do solo, estima-se que 30 a 100 milhões de pessoas estejam infectadas em todo o mundo, a estrongiloidíase é endêmica nos trópicos e subtrópicos, o Strongyloides stercoralis tem a capacidade única de se desenvolver até a idade adulta no solo e também no intestino humano e ao contrário de outros vermes transmitidos pelo solo, o S. stercoralis é capaz de autoinfecção, que pode resultar em doença crônica com duração de décadas. == Strongyloides stercoralis == O S. stercoralis é um pequeno nemátode fusiforme, com a fêmea apenas ligeiramente, se de todo, maior que o macho, ambos com apenas 3 milímetros. Só fêmeas podem ser parasitas, os machos vivem sempre livres no solo, alimentando-se de detritos orgânicos por toda a vida. No ciclo parasitico, as fêmeas reproduzem- se assexuadamente por partenogénese (põem ovos-clones, todos do sexo feminino, sem fecundação por espermatozoide); enquanto as formas livres são de reprodução sexual. === Ciclo de vida === As fêmeas parasitam o lúmen intestinal, onde produzem assexuadamente numerosos ovos clones (e, portanto todos fêmeas). As larvas com 0,3 milímetros saem dos ovos ainda dentro do lúmen intestinal e só depois são expulsas com as fezes. É possível que larvas antes de saírem com as fezes penetrem na mucosa e voltem ao lúmen enquanto formas adultas, um processo denominado autoinfecção, mas em indivíduos imunocompetentes isto na prática não sucede com frequência. As larvas excretadas com as fezes são infecciosas. Porem se tiverem boas condições na terra onde foram depositadas, desenvolvem-se em formas adultas femininas de vida livre alimentando-se de detritos orgânicos. Nessa forma livre podem acasalar com machos (que são sempre de vida livre), produzindo sexualmente ovos que se desenvolvem em larvas (geneticamente diversas e não clones). As larvas descendentes machos continuam a viver livremente na terra, mas as larvas femininas apesar de também serem capazes de sobreviver na terra, se tiverem oportunidade infectam o ser humano. A infecção das larvas fêmeas é por penetração direta (rápida e indolor) da pele intacta (pés descalços na terra molhada). Após invasão de um ser humano, a larva passa para a corrente sanguínea, no lúmen das veias e passando pelo coração vai estabelecer-se no pulmão. Aí alimenta-se até crescer e tornar-se irritante para o órgão, sendo expulsa para a faringe devido a tosse, onde é deglutida, passando ao tracto gastrointestinal. No intestino matura-se na forma adulta, e alimenta-se do bolo alimentar da pessoa, produzindo mais ovos clones fêmeas por partenogénese. == Epidemiologia == Segundo a OMS haverá 100 milhões de pessoas infectadas. Existe em todo o mundo mas é mais predominante nas regiões tropicais. Afecta o Homem assim como outros primatas e ainda raramente cães. A infecção dá-se pela penetração das larvas da pele nua, logo é frequente em agricultores de campos irrigados. ===Brasil=== A estrongiloidíase é hiperendêmica no Brasil, a ocorrência de S. stercoralis por métodos parasitológicos foi de 5,5%, sendo 4,8% na zona rural e 5,0% na zona urbana. == Progressão e Sintomas == Por vezes a penetração das larvas na pele pode provocar reações \"alérgicas\" como eritema e prurido. A passagem pelos pulmões, principalmente se por muitas larvas, pode levar à irritação com tosse e hemoptise. O período de incubação é de duas ou três semanas. Na fase intestinal muitos são assintomáticos, mas pode haver dor, diarreia ou esteatorreia, flatulência, e se o número de parasitas é elevado, necrose e edema com má absorção dos nutrientes. Em indivíduos subnutridos pode levar à perda de peso e síndromes por défice de vitaminas lipofílicas. O problema desta parasitose é autoinfecção, diferente dos outros parasitas, que excretam ovos, nesta condição são excretadas larvas, pois podem penetrar na mucosa antes de sairem com as fezes. A autoinfecção é combatida quando o indivíduo tem o sistema imunitario saudável e em casos contrários ocorre problemas graves devido à multiplicação e constante invasão das larvas. Nestes casos há por essa razão disseminação das larvas causando danos nos órgãos como no pulmão, fígado ou canais biliares. A infecção pode se eternizar devido à autoinfecção, mesmo em indivíduos com sistema imunitário competente. A estrongiloidíase disseminada pode se desenvolver em pacientes com HIV em fase ativa. Porém ainda há controvérsias na literatura, já que outros autores afirmam que AIDS não atua como fator predisponente de estrongiloidíase disseminada, baseado em estudos feitos na ÁfricaDias RMDS et al. Ocorrência de Strongyloides stercoralis em pacientes portadores da síndrome de imunodeficiência adquirida (AIDS). Ver. Inst. Méd. trop. S. Paulo 1992; 15(1): 15-17.. == Diagnóstico e Tratamento == O diagnóstico clínico é pouco preciso em decorrência da grande diversidade clínica. O diagnóstico laboratorial é feito pela pesquisa de larvas nas amostras fecais pelo método de Baerman- Moraes. Pode-se realizar também pesquisas de larvas nas secreções e coprocultura, além de métodos imunológicos como ELISA; imunofluorecência indireta (IFI) e radioimunoabsorção. O tratamento tradicional é com albendazol ou tiabendazol, porém ultimamente a ivermectina oral tem se mostrado mais eficaz e mais cômoda. Categoria:Helmintíases Categoria:Nematoda",
 "title": "Estrongiloidíase"
}