{
 "id": "116865",
 "text": "Um personagem literário ou figura literária é um personagem fictício em um texto literário. Os personagens literários são definidos por suas características, que pode ser feita de diversas formas dentro do texto. O personagem é o primeiro revelador de uma época e de uma sociedade, pois apresenta características notáveis ​​daquela era. O papel do personagem literário mudou à medida que a literatura e a sociedade se desenvolveram. Personagens literários famosos incluem o mosqueteiro d'Artagnan, Odisseu e Harry Potter. == Criação de personagens literários == As figuras literárias podem ser estáticas ou dinâmicas, ou seja, podem se desenvolver dentro do texto e mudar suas características ou não. Eles também podem ter diferentes graus de complexidade. No decorrer da história literária, diferentes tipos de personagens têm sido preferidos, dependendo da respectiva estética. A forma de figura mais abstrata e menos complexa é a alegoria ou personificação, que desempenha um papel importante na literatura medieval e, como figura literária, incorpora um conceito abstrato. Um pouco mais complexo é o tipo, uma figura menos abstrata que tem características fixas e aparece em mais de uma obra. Tais tipos apareceram em todas as épocas literárias desde os tempos antigos. Com algumas exceções, figuras individuais e complexamente caracterizadas só apareceram na história literária desde o Iluminismo. Desde a era moderna, novas tendências à abstração têm sido discerníveis, privando parcialmente as figuras literárias de sua coerência psicológica ou reduzindo- as a clichês e cifras.Greimas, Algirdas Julien: Actants, Actors, and Figures. On Meaning: Selected Writings in Semiotic Theory. University of Minnesota Press, Minnesota 1987, ISBN 978-0-8166-1519-3 == Tipos de personagens literários == === Personagens principais, secundários e episódicos === Tendo em vista seu papel em termos de enredo, há personagens principais, secundários e, às vezes, episódicos.„Енциклопедичен речник на литературните термини“, Иван Богданов, Издателство „Петър Берон“, София, 1993„Речник на литературните термини“, Иван Богданов, Издателство „Наука и изкуство“, София, 1969 * Os personagens principais são aquelas figuras literárias que são mais importantes para o desenvolvimento da trama e a divulgação completa do projeto artístico e conceitual do autor. São protagonistas (esforçando-se para conseguir algo) e antagonistas (protagonistas opostos) – essas são as expressões dos dois pontos de vista opostos, em cujo conflito está a conexão da obra. * Personagens secundários – têm um papel coadjuvante na trama da obra. Suas personagens complementam ou contrastam com os personagens principais, de modo a criar condições para que as ideias do autor se destaquem ainda mais claramente. === Personagens líricos, épicos, dramáticos === Dependendo do gênero literário, eles diferem: * Um personagem lírico é uma imagem central na poesia de um poeta ou em uma obra lírica. Através do personagem lírico, o poeta frequentemente expressa suas próprias experiências e emoções. * Um personagem dramático é uma força motriz em uma obra dramática (tragédia, comédia, teatro). * Um herói épico é um personagem central em uma obra épica. Em grandes obras épicas às vezes há vários personagens épicos principais. === Personagens positivos e negativos === Dependendo de seu papel na realização da tarefa artística e estética do autor, os personagens literários são positivos e negativos, com todas as gradações possíveis entre esses dois extremos. == Ver também == * Teoria da literatura * Personagem histórica * Personagem fictícia * Personagem modelo Categoria:Personagens Categoria:Narratologia",
 "title": "Personagem"
}