{
 "id": "116828",
 "text": "Resident Evil é um filme de ação e terror de 2002, escrito e dirigido por Paul W. S. Anderson. O filme é estrelado por Milla Jovovich, Michelle Rodriguez, Eric Mabius, James Purefoy, Martin Crewes e Colin Salmon. É o primeiro título da franquia de filmes Resident Evil, que é vagamente baseada na série de jogos eletrônicos homônima. Tomando emprestados elementos dos jogos Resident Evil (1996) e Resident Evil 2 (1998), o filme segue a heroína amnésica Alice e uma equipe da Umbrella Corporation enquanto tentam conter o surto do T-vírus em uma instalação subterrânea secreta. O estúdio alemão Constantin Film comprou os direitos para adaptar a série em live-action em janeiro de 1997. Vários escritores e cineastas, como Alan B. McElroy, George A. Romero e Jamie Blanks, foram inicialmente contratados para dirigir e escrever o filme, mas seus roteiros foram rejeitados. Em 2000, Anderson foi anunciado como escritor e diretor. Desenvolvido como uma prequela na mesma continuidade da série de jogos, o filme foi inicialmente intitulado Resident Evil: Ground Zero, mas foi renomeado após os ataques de 11 de setembro. O elenco foi divulgado no início de 2001 e a fotografia principal iniciou-se em março de 2001 em Berlim. Resident Evil foi inicialmente lançado nos cinemas alemães em 12 de março de 2002, pela Constantin Film Verleih, e no Reino Unido em 12 de julho de 2002, pela Pathé Distribution. O filme recebeu avaliações geralmente negativas dos críticos e arrecadou US$103 milhões em todo o mundo, contra um orçamento de produção de US$33 milhões. Foi seguido por cinco sequências estabelecendo sua própria continuidade: Apocalypse (2004), Extinction (2007), Afterlife (2010), Retribution (2012) e The Final Chapter (2016). == Sinopse == Um terrível vírus é criminosamente solto nas dependências da Umbrella Corporation, a mais poderosa empresa do mundo, que secretamente desenvolve pesquisas biológicas. Infectados, seus funcionários são transformados em zumbis, e Alice é chamada para averiguar os acontecimentos. == Elenco == * Milla Jovovich como Alice * Michelle Rodriguez como Rain Ocampo * Eric Mabius como Matt Addison * James Purefoy como Spence Parks * Martin Crewes como Chad Kaplan * Colin Salmon como James \"One\" Shade * Marc Logan-Black como Alfonso * Heike Makatsch como Dra. Lisa * Michaela Dicker como Rainha Vermelha * Pasquale Aliardi como J.D. Salinas * Liz May Brice como Olga Danilova == Recepção == Resident Evil não foi bem recebido por parte da crítica especializada. Com uma classificação de 33% em base de 123 críticas, o Rotten Tomatoes publicou um consenso: \"Como outras adaptações de videogame, Resident Evil é violento, estereótipo e brega\". No agregador Metacritic, o filme tem um índice de 33/100, baseado em 24 resenhas, indicando \"críticas desfavoráveis\". Categoria:Filmes de ficção científica da Alemanha Categoria:Filmes de ficção científica do Reino Unido Categoria:Filmes com trilha sonora de Marco Beltrami Categoria:Filmes de ficção científica dos Estados Unidos Categoria:Filmes dirigidos por Paul W. S. Anderson Categoria:Filmes de terror da década de 2000 Categoria:Filmes de ficção científica da França Categoria:Filmes baseados em jogos eletrônicos Categoria:Filmes de zumbis Categoria:Filmes de ação do Reino Unido Categoria:Filmes de ação dos Estados Unidos Categoria:Filmes de ação da França Categoria:Filmes de terror do Reino Unido Categoria:Filmes do Reino Unido de 2002 Categoria:Filmes de terror dos Estados Unidos Categoria:Filmes de terror da Alemanha Categoria:Filmes de terror da França Categoria:Filmes de ação da Alemanha Categoria:Filmes dos Estados Unidos de 2002 Categoria:Filmes da Alemanha de 2002 Categoria:Filmes da França de 2002 Categoria:Filmes de Resident Evil Categoria:Filmes sobre epidemias Categoria:Filmes em língua inglesa Categoria:Apocalipse zumbi",
 "title": "Resident Evil (filme de 2002)"
}