{
 "id": "116838",
 "text": "Lesão por Esforço Repetitivo, ou L.E.R, são lesões nos sistemas músculo- esquelético e nervoso causadas por tarefas repetitivas, esforços vigorosos, vibrações, compressão mecânica (pressionando contra superfícies duras)ou posições desagradáveis por longos períodos. É um tipo de Distúrbio Osteomuscular Relacionado ao Trabalho (D.O.R.T). É ilegal demitir um trabalhador por causa da L.E.R, assim como de qualquer outra doença ocupacional relacionada ao trabalho. ==Definição== Consiste em uma síndrome de dor com queixa de grande incapacidade funcional, causada primariamente por tarefas que desenvolvem movimentos locais repetitivos ou posturas forçadas. Também é conhecido por L.T.C (Lesão por Trauma Cumulativo) e por D.O.R.T (Distúrbio muscular Relacionado ao Trabalho). Contudo, como o nome L.E.R se tornou comum e até popular, esta é a denominação adotada no Brasil, e representa exatamente do que se trata a doença, pois relaciona sempre tais manifestações com certas atividades no trabalho. O diagnóstico diferencial pode incluir as tendinites e tenossinovites primarias a outros fatos, como reumatismo, esclerose sistêmica, gota, traumática, osteoartrite, diabetes, mixedema etc., uma vez que estas também representam frequentes lesões causadas por esforços repetitivos. As lesões inflamatórias causadas por esforços repetitivos já eram conhecidas desde a antiguidade sob outros nomes, como por exemplo, na Idade velha, a \"Doença dos Quibes\", que nada mais era do que uma tenossinovite, praticamente desaparecendo com a invenção da imprensa. Já em 1891, De Quervain descrevia o \"Entorse das Lavadeiras\". === Classificação === As classificações mais usuais são feitas conforme a evolução e o prognóstico, classificando a \"DORT\" baseando apenas em sinais e sintomas. ==== Fases ==== * Fase 1 - Apenas dores mal definidas e subjetivas, melhorando com repouso. * Fase 2 - Dor regredindo com repouso, apresentando poucos sinais objetivos. * Fase 3 - Exuberância de sinais objetivos, e não desaparecendo com repouso. * Fase 4 - Estado doloroso intenso com incapacidade funcional (não necessariamente permanente). === Estágios === Estágio 1 - Dor e cansaço nos membros superiores durante o turno de trabalho, com melhora nos fins de semana, sem alterações no exame físico e com desempenho normal. Estágio 2 - Dores recorrentes, sensação de cansaço persistente e distúrbio do sono, com incapacidade para o trabalho repetitivo. Estágio 3 - Sensação de dor, fadiga e fraqueza persistentes, mesmo com repouso. Distúrbios do sono e presença de sinais objetivos ao exame físico. === Graus === Dennet e Fry, em 1988, classificaram a doença, de acordo com a localização e fatores agravantes: Grau 1 - Dor localizada em uma região, durante a realização da atividade causadora da síndrome. Sensação de peso e desconforto no membro afetado. Dor espontânea localizada nos membros superiores ou cintura escapular, às vezes com pontadas que aparecem em caráter ocasional durante a jornada de trabalho e não interferem na produtividade. Não há uma irradiação nítida. Melhora com o repouso. É em geral leve e fugaz, e os sinais clínicos estão ausentes. A dor pode se manifestar durante o exame clínico, quando comprimida a massa muscular envolvida. Tem bom prognóstico. Grau 2 - Dor em vários locais durante a realização da atividade causadora da síndrome. A dor é mais persistente e intensa e aparece durante a jornada de trabalho de modo intermitente. É tolerável e permite o desempenho da atividade profissional, mas já com reconhecida redução da produtividade nos períodos de exacerbação. A dor torna- se mais localizada e pode estar acompanhada de formigamento e calor, além de leves distúrbios de sensibilidade. Pode haver uma irradiação definida. A recuperação é mais demorada mesmo com o repouso e a dor pode aparecer, ocasionalmente, quando fora do trabalho durante outras atividades. Os sinais, de modo geral, continuam ausentes. Pode ser observado, por vezes, pequena nodulação acompanhando bainha de tendões envolvidos. A palpação da massa muscular pode revelar hipertonia e dolorimento. Prognóstico favorável. Grau 3 - Dor desencadeada em outras atividades da mão e sensibilidade das estruturas; pode aparecer dor em repouso ou perda de função muscular; a dor torna-se mais persistente, é mais forte e tem irradiação mais definida. O repouso em geral só atenua a intensidade da dor, nem sempre fazendo-a desaparecer por completo, persistindo o dolorimento. Há frequentes paroxismos dolorosos mesmo fora do trabalho, especialmente à noite. É frequente a perda de força muscular e parestesias. Há sensível queda da produtividade, quando não impossibilidade de executar a função. Os sinais clínicos estão presentes, sendo o edema frequente e recorrente; a hipertonia muscular é constante, as alterações de sensibilidade estão quase sempre presentes, especialmente nos paroxismos dolorosos e acompanhadas de manifestações como palidez, hiperemia e sudorese das mãos. A mobilização ou palpação do grupo muscular acometido provoca dor forte. Nos quadros com comprometimento neurológico compressivo a eletromiografia pode estar alterada. Nessa etapa o retorno à atividade produtiva é problemático. Grau 4 - Dor presente em qualquer movimento da mão, dor após atividade com um mínimo de movimento, dor em repouso e à noite, aumento da sensibilidade, perda de função motora. Dor intensa, contínua, por vezes insuportável, levando o paciente a intenso sofrimento. Os movimentos acentuam consideravelmente a dor, que em geral se estende a todo o membro afetado. Os paroxismos de dor ocorrem mesmo quando o membro está imobilizado. A perda de força e a perda de controle dos movimentos se fazem constantes. O edema é persistente e podem aparecer deformidades, provavelmente por processos fibróticos, reduzindo também o retorno linfático. As atrofias, principalmente dos dedos, são comuns. A capacidade de trabalho é anulada e os atos da vida diária são também altamente prejudicados. Nesse estágio são comuns as alterações psicológicas com quadros de depressão, ansiedade e angústia. == Prevalência == thumb|A atividade com mais queixas de LER é a de digitador.http://www.ergonet.com.br/download_2/contrib-estudo-lerdort.pdf Dentre as L.E.R/D.O.R.T mais comuns, com cerca de 30% dos casos, e seus respectivos números de casos no Brasil em 1997 estão: *Sinovite e tenossinovite com 12.258 casos *Convalescença pós-cirurgia com 6.149 casos *Ferimentos de dedos da mão, sem menção de complicação, com 5.754 casos *Fratura de falanges com 5.252 casos *Ferimento de dedos da mão, com complicações com 3.776 casos *Lumbago 3.060 com casos Em 1997 foram registrados 36.648 casos, o que representa entre 50 a 60% dos casos de doenças ocupacionais no país, média similar a de países desenvolvidos como Canadá e Dinamarca. Os trabalhadores são na maioria jovens e mulheres com nível fundamental ou médio. E os setores com mais casos de LER são: *Bancário * *Comércio *Processamento de dados *Têxtil *Confecção *Químico *Plástico *Serviços *Telecomunicações == Tratamento == Existem centenas de causas para L.E.R e portanto centenas de tratamentos diferentes, mas geralmente o tratamento a prescrição do médico ocupacional que diagnosticou a L.E.R/D.O.R.T é imobilizar a área traumatizada, descansar por algum tempo sem fazer esforço na região, uso oral ou tópico de anti-inflamatórios e analgésicos e sessões com um fisiologista de reabilitação e treino de técnicas menos estressante para o corpo na atividade exercida. É obrigação da empresa providenciar equipamentos ou tempo livre para evitar doenças ocupacionais recorrentes.http://www.state.nj.us/health/eoh/peoshweb/ctdib.pdf == Ligações externas == * Categoria:Doenças ocupacionais Categoria:Doenças ósseas es:Enfermedad profesional#Enfermedades osteomusculares",
 "title": "Lesão por esforço repetitivo"
}