{
 "id": "11682",
 "text": "A bandeira nacional dos Países Baixos é um dos símbolos oficiais deste país. Consiste em três faixas horizontais nas cores vermelho, branco e azul. É a tricolor mais antiga ainda em uso. == Projeto == === Descrição === A bandeira nacional dos Países Baixos é descrita no real decreto número 93, de 19 de fevereiro de 1937, e, na decisão ministerial número 182503/142779, de 16 de agosto de 1949 da seguinte forma:Hoofdstuk 3 Vlaggen - De Nederlandse vlag. Ministério da Defesa dos Países Baixos. Consultado em 11 de fevereiro de 2021 # A bandeira nacional possui um formato retangular. # É dividida em três faixas horizontais de igual largura. # Têm três cores oficiais: vermelho, branco e azul. # A primeira faixa, na parte superior da bandeira, é vermelhão brilhante e a segunda faixa, situada ao centro, é de cor branca. O azul- cobalto ocupa a terceira faixa, na parte inferior. # Têm proporção largura- comprimento de 2:3. A bandeira dos Países Baixos apresenta uma grande semelhança com a bandeira do Luxemburgo.Flag of the Netherlands. Encyclopædia Britannica, 9 september 2010 (em inglês) Consultado em 5 de março de 2017 A única diferença entre as duas bandeiras nacionais é o tom de azul utilizado. === Simbolismo === A bandeira é o símbolo da união e da independência do Reino dos Países Baixos. O significado das cores é o seguinte:Waarom de omgekeerde vlag oprukt. Het Parool, 6 de julho de 2020. Consultado em 11 de fevereiro de 2021 Waarom is de Nederlandse vlag rood-wit-blauw?. Quest, 1 de agosto de 2011. Consultado em 8 de fevereiro de 2021 * O vermelho, simboliza o povo. * A cor branca representa a igreja. * O azul simboliza a nobreza. === Cores === O esquema de cores da bandeira nacional segue abaixo: Esquema Vermelhão brilhante Branco Azul-cobalto Cromática X=18.3 Y=10.0 Z=3.0 N/A X=7.5 Y=6.6 Z=25.3 CMYK 0.84.77.32 0.0.0.0 76.50.0.46 RGB (174,28,40) (255,255,255) (33,70,139) Hexadecimal #AE1C28 #FFFFFF #21468B RAL 2002 9010 5013 === Construção e dimensão === As proporções laterias são 2:3. == História == A origem da bandeira dos Países Baixos remonta o século XVI, quando o primeiro stadthouder da República Holandesa Guilherme de Orange juntou-se aos nacionalistas holandeses e liderou a luta pela independência da República das Sete Províncias Unidas. Em homenagem a ele, a primeira bandeira adotada pelos holandeses foi um tricolor horizontal nas cores laranja, branco e azul. A bandeira tricolor laranja, branco e azul foi baseada na farda de Guilherme de Orange e tornou-se conhecida como a Prinsenvlag (\"bandeira do Príncipe\"). Como a cor laranja era particularmente instável e tendia a ficar vermelho com o passar do tempo, em meados do século XVII, o vermelho foi adotado como cor oficial. Desde então a bandeira dos Países Baixos passou por outras versões até a versão atual da bandeira ter entrado em vigor pelo decreto real em 1937, quando os parâmetros da cor foram precisamente definidos. Sendo a primeira bandeira tricolor, teve uma influência seminal na bandeira de outros países, particularmente sobre a bandeira da Rússia.Flag of Russia. Encyclopædia Britannica, 16 de fevereiro de 2001 (em inglês) Consultado em 5 de março de 2017 == Bandeiras históricas == Ficheiro:Bandera_cruz_de_Borgoña_3.svg| Bandeira dos Países Baixos Burgúndios (1384–1482) Ficheiro:Flag_of_the_Low_Countries.svg| Bandeira das Dezessete Províncias (1477–1556) Ficheiro:Prinsenvlag.svg| Bandeira do Príncipe (1572-1653) Ficheiro:Statenvlag.svg| Bandeira Holandesa (século XVI até 1810) Ficheiro:Flag of the navy of the Batavian Republic.svg| Bandeira da República Batava (1796-1801) == Outras bandeiras == Royal Standard of the Netherlands.svg|Estandarte Real dos Países Baixos Civil Jack of the Netherlands.svg|Bandeira naval de uso civil Naval Jack of the Netherlands.svg|Jaque da Marinha Real Neerlandesa Flag of the Dutch Ministry of Defence.svg|Bandeira do Ministério da Defesa dos Países Baixos Flag of the Secretary of Defence of the Netherlands.svg|Secretário de Estado da Defesa dos Países Baixos (desde 1971) NL Onderscheidingsvlag IGK.svg|Inspetor geral Church Pennant outline.svg|Pendente da Marinha GVB Amsterdam.JPG|Bandeira da Empresa de Transporte Público GVB Amsterdam == Ver também == * Brasão de armas dos Países Baixos * Hino nacional dos Países Baixos * História dos Países Baixos == Ligações externas == * Países Baixos no Flags of the World Paises Baixos",
 "title": "Bandeira dos Países Baixos"
}