{
 "id": "116883",
 "text": "The Count of Monte Cristo é um filme de produção internacional entre Estados Unidos, Reino Unido e Irlanda de 2002, do gênero drama romântico, produzido por Roger Birnbaum, Gary Barber, e Jonathan Glickman e dirigido por Kevin Reynolds. O roteiro tem como base o romance homónimo de Alexandre Dumas. Estrelado por Jim Caviezel, Guy Pearce e Richard Harris. Segue a trama geral do romance, com a história principal de prisão e vingança preservada, mas muitos elementos, incluindo as relações entre os personagens principais e o final, foram modificados, simplificados, adicionados ou removidos. O filme teve um sucesso modesto nas bilheterias. ==Elenco== * Jim Caviezel - Edmond Dantès, Zatara, o Conde de Monte Cristo * Guy Pearce - Fernand Mondego * James Frain - J.F. Villefort * Dagmara Domińczyk - Mercédès Mondego (née Herrera) * Luis Guzmán - Jacopo * Richard Harris - Abbé Faria * Michael Wincott - Armand Dorleac * Henry Cavill - Albert Mondego * Albie Woodington - Danglars * JB Blanc - Luigi Vampa * Alex Norton - Napoleão Bonaparte * Patrick Godfrey - Morrell * Freddie Jones - Coronel Villefort * Helen McCrory - Valentina Villefort * Christopher Adamson - Maurice ==Locais de filmagem== Cerca de 80% do filme foi filmado na ilha de Malta, onde a capital Valeta representou Marselha. A cidade fortificada de Vittoriosa, parte do Grão-Porto de Valeta, foi escolhida por sua forte semelhança com o Porto de Marselha no início do século XIX. O trecho à beira-mar de Vittoriosa conhecido como Xatt Ir-Risq e o Forte de Santo Elmo aparecem especificamente nas cenas de \"Marselha\". O Grão- Porto tinha a vantagem adicional de ser um dos poucos portos com profundidade suficiente para permitir que os enormes veleiros de época trazidos do Reino Unido atracassem. Torre de Santa Maria na ilha de Comino foi usado para os exteriores do Castelo de If; a Janela Azul de Gozo também aparece nas cenas ambientadas na ilha de Montecristo. Na Irlanda, as locações incluíram Powerscourt Estate, que representou a propriedade que Dantès compra e onde ele hospeda sua grande introdução à sociedade parisiense, enquanto a Kilruddery House aparece como a casa do Mondego no início do filme. A cena de luta climática entre Dantès e Mondego foi filmada perto de Slane no Condado de Meath. ==Recepção== O Conde de Monte Cristo possui uma classificação de 73% com base em 143 avaliações no Rotten Tomatoes, com o consenso crítico de que: \"Embora possa não alcançar novos patamares artísticos, O Conde de Monte Cristo é um swashbuckler à moda antiga e agradável\". No Metacritic, o filme recebeu uma pontuação de 61 em 100, com críticas geralmente favoráveis. O público entrevistado pela CinemaScore entregou ao filme uma nota média de \"A\" em uma escala de A + a F.. Roger Ebert deu ao filme 3 estrelas de 4, escrevendo: \"O Conde de Monte Cristo é um filme que incorpora pirataria, Napoleão no exílio, traição, confinamento solitário, mensagens secretas, túneis de fuga, fanfarronice, alívio cômico, um mapa do tesouro, Alta sociedade parisiense e doce vingança, e traz isso em menos de duas horas, com atuações de bons atores que estão claramente se divertindo. Este é o tipo de filme de aventura que os estúdios produziram na Idade de Ouro - tão tradicional que quase parece novo\". ===Bilheteria=== O filme arrecadou 75,4 milhões de dólares, sendo 54,2 milhões em bilheterias domésticas e 21,2 milhões no mercado internacional. == Lançamento == Nis Estados Unidos, foi lançado em 25 de janeiro de 2002, em Portugal, em 5 de abril, e no Brasil, em 1 de maio de 2002. ==Trilha sonora== A trilha sonora oficial do filme foi composta e conduzida por Edward Shearmur e executada pela London Metropolitan Orchestra. Categoria:Filmes dos Estados Unidos de 2002 Categoria:Filmes do Reino Unido de 2002 Categoria:Filmes da Irlanda de 2002 Categoria:Filmes de aventura dos Estados Unidos Categoria:Filmes de aventura do Reino Unido Categoria:Filmes de aventura da Irlanda Categoria:Filmes de drama romântico dos Estados Unidos Categoria:Filmes de drama romântico do Reino Unido Categoria:Filmes de drama romântico da Irlanda Categoria:Filmes de drama romântico da década de 2000 Categoria:Filmes de aventura da década de 2000 Categoria:Filmes dirigidos por Kevin Reynolds Categoria:Filmes baseados em O Conde de Monte Cristo Categoria:Filmes sobre erros judiciais Categoria:Filmes com trilha sonora de Edward Shearmur Categoria:Filmes de capa e espada Categoria:Filmes de caça ao tesouro Categoria:Filmes sobre vingança Categoria:Filmes gravados em Malta Categoria:Filmes sobre fuga da prisão Categoria:Filmes ambientados na França Categoria:Filmes ambientados em Roma Categoria:Filmes ambientados no século XIX Categoria:Filmes da Spyglass Entertainment Categoria:Filmes da Touchstone Pictures Categoria:Filmes em língua inglesa",
 "title": "O Conde de Monte Cristo (filme de 2002)"
}