{
 "id": "116817",
 "text": "Smilacaceae é constituída por dois gêneros, Heterosmilax e Smilax. Heterosmilax com predominância em regiões tropicais e raro ter ocorrência em regiões temperadas, é constituída por cerca de 11 espécies sua ocorrência é no sudeste da Ásia. O maior gênero, com aproximadamente 300 espécies é o Smilax, é o único gênero representado no Brasil com 31 espécies catalogadas que habitam principalmente formações vegetais florestais e tem uso popularmente medicinal. == Diversidade Taxonômica == Smilacaceae é uma família de plantas da ordem Liliales que inclui 315 espécies distribuídas em dois gêneros (Smilax e Heterosmilax). Família de distribuição predominantemente tropical e subtropical. No Brasil Smilax é popularmente conhecida como salsaparrilha ou japecanga as quais ocorrem em bordas de florestas menos úmidas, particularmente em cerradões e florestas estacionais. == Gêneros == : Heterosmilax (11 spp.) : Smilax (300 spp.) : == Morfologia == Na família Smilacaceae existem representantes com características lianas lenhosas ou herbáceas e com raros representantes de ervas, subarbustos ou arbustos. O sistema subterrâneo é rizomatoso ou do tipo rizóforo. A morfologia do caule é aculeados e suas folhas são alternas ou raramente opostas; 3-7 nervadas; reticuladas; pecioladas; dotadas de um par de gavinhas inseridas na junção do pecíolo com a bainha. A inflorescências são axilares; em cimas umbeliformes, racemos, espigas ou panículas. Em relação as flores observam-se a maioria indivíduos dióicos; díclinas, raro monóclinas; trímeras; perigônio com 6 tépalas, em dois verticilos, livres ou raramente unidas; estames 3, 6 ou 18, com filetes livres ou unidos; ovário súpero, tricarpelar, trilocular, 1-2 óvulos por lóculo; estiletes curtos com 3 estigmas; estaminódios 3-6. Frutos bagas; sementes 1-6. Frutos do tipo baga, globosos ou piriformes (ANDREATA, 2015). == Hábito de vida == Encontrada como arbusto, liana, trepadeira e subarbusto == Espécies brasileiras == Apenas o gênero Smilax é encontrado no Brasil, sendo reconhecidas 19 espécies endêmicas, popularmente conhecidas como salsaparrilha ou japecanga as quais ocorrem em bordas de florestas menos úmidas, particularmente em cerradões e florestas estacionais. Em geral, essas plantas têm uso medicinal. == Classificação == ====== Gênero Smilax ====== Smilax catalonica Poir. Smilax goetzeana Engl. Smilax conferta Jord. Smilax platyphylla Jord. Smilax picta K.Koch Smilax intricatissima Jord. Smilax variabilis Pers. Smilax nigra Willd. Smilax willkommii Gand. Smilax saxicola Gand. Smilax sagittifolia G.Lodd. Smilax aspera nigra (Willd.) A.DC. Smilax aspera perrottetiana A.DC. Smilax tetragona L.f. Smilax sagittata Desv. ex Ham. Smilax rigida Sol. ex Sm. Smilax pendulina Lowe Smilax oxycarpa Jord. == Domínios == As plantas da família Smilacaceae estão distribuídas nas seguintes regiões brasileiras, Amazônia com 9 espécies, Caatinga, Cerrado, Mata Atlântica, Pampa e Pantanal. == Ocorrências confirmadas no Brasil == Norte (Acre, Amazonas, Amapá, Pará, Rondônia, Roraima, Tocantins) Nordeste (Alagoas, Bahia, Ceará, Maranhão, Paraíba, Pernambuco, Piauí, Rio Grande do Norte) Centro-Oeste (Distrito Federal, Goiás, Mato Grosso do Sul, Mato Grosso) Sudeste (Espírito Santo, Minas Gerais, Rio de Janeiro, São Paulo) Sul (Paraná, Rio Grande do Sul, Santa Catarina) == Referências == * Espécies da família Smilacaceae. Disponível em: https://jb.utad.pt/especie/Smilax_aspera. Acesso em: 31 de março de 2022. * Família Smilacaceae| Flora On. Disponível em: https://acores.flora-on.pt/#/00EQj . Acesso em: 31 de março de 2022. * Flora das cangas da Serra dos Carajás, Pará, Brasil: Smilacaceae. Disponível em: https://www.scielo.br/j/rod/a/p8r3W5VbXgMqkXq879HKxsJ/?lang=pt. Acesso em: 31 de março de 2022. * Reflora Flora e Funga do Brasil. Disponível em: http://floradobrasil.jbrj.gov.br/reflora/listaBrasil/ConsultaPublicaUC/BemVindoConsultaPublicaConsulta r.do?invalidatePageControlCounter=7&idsFilhosAlgas;=%5B2%5D&idsFilhosFungos;=%5B1%2C11%2 C10%5D&l;íngua=&grupo;=6&fam;ília=224&g;énero=&esp;écie=&autor;=&nomeVernaculo;=&nomeComp; leto=&formaVida;=null&substrato;=null&ocorreBrasil;=QUALQUER&ocorrencia;=OCORRE&endemism; o=TODOS&origem;=TODOS®iao=QUALQUER&estado;=QUALQUER&ilhaOceanica;=32767&dom; Fitogeograficos=QUALQUER&bacia;=QUALQUER&vegetacao;=TODOS&mostrarAte;=SUBESP_VAR &opcoesBusca;=TODOS_OS_NOMES&loginUsuario;=Visitante&senhaUsuario;=&contexto;=consultapublica. Acesso em: 31 de março de 2022. * Smilacaceae Vent. Disponível em: https://ala-bie.sibbr.gov.br/alabie/species/364686?lang=pt_BR#classification. Acesso em; 31 de março de 2022. * Smilacaceae – Wikipédia, a enciclopédia livre. Disponível em: https://pt.wikipedia.org/wiki/Smilacaceae. Acesso em: 31 de março de 2022. * https://link.springer.com/chapter/10.1007/978-3-662-03533-7_52 * https://link.springer.com/chapter/10.1007/978-3-662-03533-7_52 * http://cncflora.jbrj.gov.br/portal/pt-br/profile/Smilax%20japicanga * https://sea.ufr.edu.br/SEA/article/view/1503/1559 ! Categoria:Famílias de monocotiledóneas Categoria:Liliales Categoria:Famílias de angiospérmicas",
 "title": "Smilacaceae"
}