{
 "id": "116960",
 "text": "A Bandeira do estado do Pará é um dos símbolos oficiais do estado brasileiro do Pará.ALVES. Derly Halfeld. Bandeiras: nacional, históricas e estaduais. Brasília. Edições do Senado Federal, 2011. ISBN 978-85-7018-358-3. == História == Um dia após a adesão a República em 16 de novembro de 1889, bem como em seus anos iniciais, a bandeira do Clube Republicano Paraense figurou como bandeira estadual. De autoria de Philadelpho de Oliveira Condurú, era assim descrita: :Bandeira partida em pala, de vermelho, branco, vermelho, com uma estrela azul no centro.CARVALHO, Alfredo de. Brasões do Brasil Republicano. In: Almanach de Pernambuco'. 1904 No dia 10 de abril de 1890, o Conselho Municipal, por proposição do seu presidente, Artur Índio do Brasil, aprovou projeto fazendo do distintivo do Clube, a bandeira do município de Belém. Já em 3 de junho de 1890, um projeto de lei para oficialização da bandeira foi apresentada pelo deputado Higino Amanajás na Câmara Estadual. Seu conteúdo era o seguinte: :O Congresso Legislativo do Estado do Pará decreta: :Art. 1º — Fica considerada como Bandeira do Estado do Pará a que servia de distintivo ao Clube Republicano Paraense, antes da proclamação da República, e que em sessão de 10 de abril de 1890 foi adotada como Bandeira do Município. :Art. 2º — Renovam-se as disposições em contrário. Ribeiro registra que o projeto não chegou a ser oficializado, sendo rejeitado no Senado, por inspiração do presidente Augusto Montenegro, sob o fundamento de que todos os brasileiros deviam ter como único pavilhão a bandeira do Brasil. O atual desenho da bandeira, que fora utilizado como referência na confecção do brasão oficializado em 1903, é assim composto: um retângulo vermelho com uma faixa branca oblíqua, que vai do canto superior esquerdo ao canto inferior direito, e uma estrela azul no centro da faixa. == Simbolismo == A faixa branca é a faixa planetária e representa o Zodíaco \"projetada como um espelho horizontal\". Lembra tanto a linha do equador quanto o Rio Amazonas. A estrela simboliza o estado, que na bandeira nacional corresponde a Espiga, a estrela alfa de primeira grandeza da constelação de Virgem. No pavilhão brasileiro, é a única estrela acima da faixa com o dístico \"Ordem e Progresso\" porque, à época da proclamação da República, era o Estado cuja capital, Belém, era a mais setentrional do país. Outra afirmação do porquê a estrela é solitária foi porque o estado foi a última província a aceitar a independência do Brasil de Portugal. O vermelho é a força do sangue paraense, que corre nas veias como um verdadeiro espírito de luta harmonizada, dando provas da dedicação dos patriotas nas causas da adesão do Pará à Independência e à República, realizadas em 15 de agosto de 1823 e 16 de novembro de 1889, respectivamente. == Versões recentes == Com o desenvolvimento de propostas separatistas dentro do território paraense, mais especificamente das regiões sul e oeste do estado, e o posterior [[surgiram as propostas de bandeiras para Carajás e Tapajós. As bandeiras das propostas se caracterizam pela adoção das cores da Bandeira do Brasil. O plebiscito ocorreu em dezembrode 2021 sendo que foi decidido pela não divisão do Estado do Pará com 66% dos votos válidos. Categoria:Bandeiras introduzidas em 1890",
 "title": "Bandeira do Pará"
}