{
 "id": "117035",
 "text": "O condado de Broward () é um dos 67 condados do estado americano da Flórida. A sede e cidade mais populosa do condado é Fort Lauderdale. Foi fundado em 1915 e seu nome provém do 19.° governador da Flórida, Napoleon Bonaparte Broward. Com quase 2 milhões de habitantes, de acordo com o censo nacional de 2020, é o segundo condado mais populoso do estado, atrás do Condado de Miami-Dade, e o 17º mais populoso do país. É também o segundo mais densamente povoado do estado. Vivem no condado 9% da população total da Flórida. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, o condado possui uma área de , dos quais estão cobertos por terra e (8,1%) por água. === Localidades === ; Cidades * Coconut Creek * Cooper City * Coral Springs * Dania Beach * Davie * Deerfield Beach * Fort Lauderdale * Hallandale Beach * Hillsboro Beach * Hollywood * Lauderdale Lakes * Lauderdale-by-the-Sea * Lauderhill * Lighthouse Point * Margate * Miramar * North Lauderdale * Oakland Park * Parkland * Pembroke Park * Pembroke Pines * Plantation * Pompano Beach * Southwest Ranches * Sunrise * Tamarac * Weston * West Park * Wilton Manors ; Vilas * Lazy Lake * Sea Ranch Lakes == Demografia == Desde 1920, o crescimento populacional médio do condado, a cada dez anos, é de 102,0%. O condado é um dos centros de presença brasileira nos Estados Unidos, com milhares de imigrantes. === Censo de 2020 === Segundo o censo nacional de 2020, o condado possui uma população de e uma densidade populacional de . Seu crescimento populacional na última década foi de 11,2%, abaixo da média estadual de 14,6%. É o segundo condado mais populoso da Flórida, atrás do Condado de Miami-Dade, e o 17º mais populoso dos Estados Unidos. É também o segundo mais densamente povoado do estado. Possui que resulta em uma densidade de e um aumento de 6,2% em relação ao censo anterior. Deste total, 12,1% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,3 pessoas por residência. === Censo de 2010 === Segundo o censo nacional de 2010, o condado possui uma população de e uma densidade populacional de . Possui , que resulta em uma densidade de . Das 31 localidades incorporadas no condado, Fort Lauderdale é a mais populosa, com , enquanto North Lauderdale é a mais densamente povoada, com . Lazy Lake é a menos populosa, com 24 habitantes. De 2000 para 2010, a população de Lauderdale-by-the-Sea cresceu 136% e a de Sea Ranch Lakes reduziu em 52%. Apenas cinco localidades possuem população superior a 100 mil habitantes. == Educação == As Escolas Públicas do Condado de Broward gerencia escolas públicas. == Ligações externas == * *",
 "title": "Condado de Broward"
}