{
 "id": "117090",
 "text": "Álvaro de Campos (Tavira ou Lisboa,Tavira é indicada como local de nascimento de Álvaro de Campos na carta de Fernando Pessoa a Adolfo Casais Monteiro, datada de 13 de Janeiro de 1935. Já num texto talvez datado de 1919 (reproduzido in Georg Rudolf Lind e Jacinto do Prado Coelho, Páginas Íntimas e de Auto-Interpretação, p. 409ss), Fernando Pessoa situa o nascimento de Álvaro de Campos em Lisboa. 13 ou 15 de OutubroA carta astral de Álvaro de Campos, manuscrita por Fernando Pessoa (reproduzida in Teresa Rita Lopes, Fernando Pessoa: Vivendo e Escrevendo, p. 35. Assírio & Alvim, 1998), e o texto de 1919 já referido indicam o dia 13; na carta a Adolfo Casais Monteiro, Fernando Pessoa refere o dia 15 assim como no poema \"Aniversário\". de 1890 — 1935) é um dos heterónimos mais conhecidos, verdadeiro alter ego do escritor português Fernando Pessoa, que fez uma biografia para cada uma das suas personalidades literárias, a que chamou heterónimos. Como alter ego de Pessoa, Álvaro de Campos sucedeu a Alexander Search, um heterónimo que surgiu ainda na África do Sul, onde Pessoa passou a infância e adolescência. == Biografia == Depois de \"uma educação vulgar de liceu\" Álvaro de Campos foi \"estudar engenharia, primeiro mecânica e depois naval\" em Glasgow, realizou uma viagem ao Oriente, registada no seu poema \"Opiário\", e trabalhou em Londres, Barrow on Furness e Newcastle upon Tyne (1922). Desempregado, teria voltado para Lisboa em 1926, mergulhando então num pessimismo decadentista. O poema \"Tabacaria\", de 1928, foi uma das criações de Álvaro de Campos. == A heteronímia == Em 13 de Janeiro de 1935, Fernando Pessoa escreveu uma longa carta a Adolfo Casais Monteiro, respondendo a algumas questões, designadamente sobre a génese dos heterónimos.Fernando Pessoa, Correspondência (1923-1935), edição: Manuela Parreira da Silva, Lisboa: Assírio & Alvim, 1999, pp. 337-348. Em resposta, Pessoa fez uma «história directa» dos seus principais heterónimos, que considera serem Alberto Caeiro, Ricardo Reis e Álvaro de Campos. \"Eu vejo diante de mim, no espaço incolor mas real do sonho, as caras, os gestos de Caeiro, Ricardo Reis e Álvaro de Campos. Construi-lhes as idades e as vidas\".Fernando Pessoa, Correspondência (1923-1935), edição: Manuela Parreira da Silva, Lisboa: Assírio & Alvim, 1999, pp. 344.: Quanto a Bernardo Soares, \"ajudante de guarda-livros na cidade de Lisboa\" e autor do Livro do Desassossego, uma das suas mais conhecidas personalidades literárias, Pessoa esclarece que ele não é um verdadeiro heterónimo: \"O meu semi-heterónimo Bernardo Soares, que aliás em muitas coisas se parece com Álvaro de Campos, aparece sempre que estou cansado ou sonolento, de sorte que tenha um pouco suspensas as qualidades de raciocínio e de inibição; aquela prosa é um constante devaneio. É um semi-heterónimo porque, não sendo a personalidade a minha, é, não diferente da minha, mas uma simples mutilação dela. Sou eu menos o raciocínio e a afectividade\". == Álvaro de Campos por Fernando Pessoa == Na referida carta para Adolfo Casais Monteiro, Pessoa afirma que entrava na personalidade de Álvaro de Campos quando sentia \"um súbito impulso para escrever\" e não sabia o quê, exprimindo através dele \"toda a emoção\" que não dava nem a si nem à vidaFernando Pessoa, Correspondência (1923-1935), edição: Manuela Parreira da Silva, Lisboa: Assírio & Alvim, 1999, pp. 340-345.: == Álvaro de Campos por Álvaro de Campos == No poema \"Opiário\", publicado no primeiro número da revista Orpheu, supostamente escrito em Março de 1914, no \"canal de Suez, a bordo\", e dedicado ao \"Senhor Mário de Sá-Carneiro\", Álvaro de Campos descreve-se assimOrpheu - Revista Trimestral de Literatura, 1.º número, Lisboa, 1915.: == A obra de Álvaro de Campos == Entre todos os heterónimos, Álvaro de Campos foi o único a manifestar fases poéticas diferentes. Houve três fases distintas na sua obra. Começou a sua trajectória como decadentista (influenciado pelo Simbolismo), mas logo adere ao Futurismo: é a chamada \"fase sensacionista\", em que produz, com um estilo assemelhado ao de Walt Whitman (a quem dedicou um poema, \"Saudação a Walt Whitman\"), versilibrista, jactante, e com uma linguagem eufórica onde abundam as onomatopeias, uma série de poemas de exaltação do mundo moderno, do progresso técnico e científico, da industrialização e da evolução da humanidade. Nesta primeira fase, Álvaro de Campos foi influenciado por Marinetti, o fundador do futurismo. Após uma série de desilusões e crises existenciais, a sua escrita assume uma expressão niilista ou intimista, conhecida como \"fase abúlicólica\", assemelhando-se bastante, sobretudo nas temáticas abordadas, à obra do Pessoa ortónimo. A desilusão do mundo em que vive, a tristeza, o cansaço (\"o que há em mim é sobretudo cansaço\", assim começa um dos seus mais famosos poemas) leva-o a reflectir, de modo assaz saudosista, sobre a sua infância, passada na «velha casa»: infância arquetípica, de uma felicidade plena, é o contraponto ao seu presente. Uma fase caracterizada pelo cansaço e pelo sono que se denota bastante no poema pessimista Dactilografia da obra Poemas: No poema Aniversário Álvaro de Campos compara a sua infância, \"o tempo em que festejava o dia dos meus anos\" com o tempo presente, em que afirma \"já não faço anos. Duro. Somam-se-me dias\". Este é talvez o exemplo mais acabado - e mais conhecido - dessa mitificação da infância, por contraste à tristeza e descrença do poeta no presente. == Fases da escrita == É possível verificar que existiram três fases na escrita de Campos: a primeira, a decadentista, é a que mais se aproxima da nossa poesia de final do século; a segunda, a modernista, corresponde à experiência de vanguarda iniciada com Orpheu; e a terceira é a negativista, na qual a angústia de existir e ser mais se evidencia e se radicaliza. 1ª Fase - Decadentista Nesta fase o poeta exprime o tédio, o cansaço e a necessidade de novas sensações (“Opiário”). Também o decadentismo surge como uma atitude estética finissecular que exprime o tédio, o enfado, a náusea, o cansaço, o abatimento e a necessidade de novas sensações. Esta fase expressa-se como a falta de um sentido para a vida e a necessidade de fuga à monotonia, com preciosismo, símbolos e imagens apresenta-se marcado pelo Romantismo e pelo Simbolismo. Citações que sintetizam a fase: :::“E afinal o que quero é fé, é calma/ E não ter estas sensações confusas.” :::“E eu vou buscar o ópio que consola.” :::\"É antes do ópio que a minha alma é doente\" 2ª Fase – Modernista/Sensacionista Esta fase foi bastante marcada pela influência de Walt Whitman e de Marinetti (Manifesto Futurista), nela, Álvaro de Campos celebra o triunfo da máquina e da civilização moderna. Sente-se nos poemas uma atracção quase erótica pelas máquinas, símbolo da vida moderna. Campos apresenta a beleza dos “maquinismos em fúria” e da força da máquina por oposição à beleza tradicionalmente concebida. Exalta o progresso técnico, essa “nova revelação metálica e dinâmica de Deus”. A “Ode Triunfal” ou a “Ode Marítima” são bem o exemplo desta intensidade e totalização das sensações. A par da paixão pela máquina, há a náusea, a neurastenia provocada pela poluição física e moral da vida moderna. O futurismo nesta fase é visível no elogio da civilização industrial e da técnica (“Ó rodas, ó engrenagens, r-r-r-r-r-r eterno!”, Ode Triunfal), na ruptura com o subjectivismo da lírica tradicional e na transgressão da moral estabelecida. Quanto ao Sensacionismo, este revela-se na vivência em excesso das sensações (“Sentir tudo de todas as maneiras” – afastamento de Caeiro), no masoquismo (“Rasgar-me todo, abrir-me completamente, / tornar-me passento/ A todos os perfumes de óleos e calores e carvões…”, Ode Triunfal) e na expressão do poeta como cantor lúcido do mundo moderno. Citações que sintetizam a fase: :::\"Quero ir na vida como um automóvel último modelo\" :::\"Quero sentir tudo de todas as maneiras\" 3ª Fase – Intimista/Pessimista A fase intimista é aquela em que, perante a incapacidade das realizações, traz de volta o desalento que provoca “Um supremíssimo cansaço, /Íssimo,íssimo,íssimo /Cansaço…”. Nesta fase, Campos sente-se vazio, um marginal, um incompreendido. Sofre fechado em si mesmo, angustiado e cansado. Como temáticas destacam-se: a solidão interior, a incapacidade de amar, a descrença em relação a tudo, a nostalgia da infância, a dor de ser lúcido, a estranheza e a perplexidade, a oposição sonho/realidade – frustração, a dissolução do “eu”, a dor de pensar e o conflito entre a realidade e o poeta. O poema \"Tabacaria\", escrito em 1928 e publicado em 1933, é a maior obra da última fase de Álvaro de Campos. Citação que sintetiza a fase: \"íssimo, issimo, issimo , cansaço\" == Expressividade da linguagem == Nível fónico a) Poemas muito extensos e poemas curtos; b) Versos brancos e versos rimados; c) Assonâncias, onomatopeias exageradas, aliterações ousadas; d) Ritmo crescente/decrescente ou lento nos poemas pessimistas. Nível morfo-sintáctico a) Na fase futurista, excesso de expressão: enumerações exageradas, exclamações, interjeições variadas, versos formados apenas com verbos, mistura de níveis de língua, estrangeirismos, neologismos, desvios sintácticos; b) Na fase intimista, modera o nível de expressão, mas não abandona a tendência para o exagero. Nível semântico a) Apóstrofes, anáforas, personificações, hipérboles, oximoros, metáforas ousadas, polissíndetos. == Curiosidades == Encontra-se um breve texto de Álvaro de Campos intitulado \"Nota ao acaso\" no número três da revista Sudoeste (1935) dirigida por Almada Negreiros. Existe uma biblioteca com seu nome em Tavira. == Alguns poemas == * Passagem das Horas, 1916 * Apontamento, 1929 * Tabacaria, 1929 * Magnificat, 1933 * Aniversário, 1930 * Lisbon Revisited, 1923 * Poema em Linha Reta * Ode Triunfal * Se te Queres == Outros heterónimos == * Alberto Caeiro * Ricardo Reis * Bernardo Soares == Ligações externas == * * * * * * * * * * * Categoria:Fernando Pessoa Categoria:Futurismo em Portugal Campos, Alvaro De Categoria:Heterônimos",
 "title": "Álvaro de Campos"
}