{
 "id": "117039",
 "text": "Karl Mannheim (Budapeste, 27 de Março de 1893 — Londres, 9 de Janeiro de 1947) foi um sociólogo judeu nascido na Hungria. == Vida == Iniciou seus estudos de filosofia e sociologia em Budapeste participando de um grupo de estudos coordenado por Georg Lukács. Estudou também em Berlim — onde ouviu as preleções de Georg Simmel — e Paris. Em Heidelberg, onde Mannheim foi aluno do sociólogo Alfred Weber, irmão de Max Weber, tornou-se privatdozent a partir de 1920. Foi professor extraordinário de sociologia em Frankfurt a partir de 1934. Em 1935, com a ascensão do nazismo Mannheim deixou a Alemanha para tornar-se professor da London School of Economics. O marxismo exerceu inicialmente uma forte influência sobre o pensamento de Mannheim, mas acabou abandonando-o, em parte por não acreditar que fossem necessários meios revolucionários para atingir uma sociedade melhor. Seu pensamento assemelha-se em certos aspectos aos de Hegel e Comte: acreditava que, no futuro, o homem iria superar o domínio que os processos históricos exercem sobre ele. Foi também muito influenciado pelo historicismo alemão e pelo pragmatismo inglês. Max Weber e Karl Marx são os principais sociólogos com quem Mannheim dialoga para a construção da sua teoria sociológica a partir de Ideologia e Utopia (1929). Seu primeiro livro de grande envergadura (pois já publicara outros textos desde 1918), Ideologie und Utopia (Ideologia e utopia), de 1929, é também considerado seu mais importante escrito. Nesta obra, Mannheim afirma que todo ato de conhecimento não resulta apenas da consciência puramente teórica (lógica formal ou epistemologia positivista) mas também de inúmeros elementos de natureza não teórica, provenientes da vida social e das influências e vontades a que o indivíduo está sujeito. Algumas influências de pensadores anteriores são importantes para os conceitos que Mannheim desenvolverá a partir desta obra. De Nietzsche utilizará o perspectivismo, de Marx o conflito e a dominação e a sua teoria da ideologia, de Max Weber a sua tipologia para análise e o método compreensivo. Como resultado, Ideologia e Utopia é um livro que abarca desde epistemologia e metodologia, até teoria social (sociologia e política), e lança os alicerces da Wissensoziologie (Sociologia das Ideias ou Sociologia do Conhecimento), que já havia sido introduzida, de forma não tão consistente como o fez Mannheim, por Scheler e Veblen. Expande a questão dos intelectuais relativamente desvinculados de classes sociais, utilizando o termo intelligentsia cunhado por Alfred Weber, introduz uma análise do irracionalismo na política (que aprofundará em obras posteriores). Segundo Mannheim, a influência desses fatores é da maior importância e sua investigação deveria ser o objeto de uma nova disciplina: a sociologia do conhecimento. Cada fase da humanidade seria dominada por certo tipo de pensamento e a comparação entre vários estilos diferentes seria impossível. Em cada fase aparecem tendências conflitantes, apontando seja para a conservação, seja para a mudança. A adesão à primeira tende a produzir ideologias e a adesão à segunda tende a produzir utopias. Mannheim entende que ao adotar o ponto de vista de uma classe ou grupo (seja ideológico ou utópico) o indivíduo não estará apto a uma compreensão total da realidade, pois tais pontos de vista sempre limitam a sua compreensão em relação aos pontos de vista \"adversários\". O pensamento de Mannheim foi criticado sob alegação de, através do historicismo, conduzir ao relativismo. Mannheim negou essa crítica, afirmando que o relativismo só existe dentro de uma concepção absolutista das ideologias ou de qualquer forma de pensamento. Aliás, foi o próprio Mannheim que, em Ideologia e Utopia disse textualmente que o relativismo seria uma forma errônea de compreender a realidade social (se deseja-se uma compreensão científica), sugerindo o relacionismo como uma forma ampliada de compreender as realidades parciais (ideologias e utopias) em inter-relação constante. Outras investigações importantes de Mannheim compreendem estudos sobre as relações entre pensamento e ação. Sua contribuição para a teoria do planejamento e para a caracterização das sociedades de massa tem especial destaque. O sociólogo Kurt Heinrich Wolff,Joseph Pace Filtranisme, Una vita da raccontare, intervista di Rogerio Bucci, Quattrochi Lavinio Arte, p. 17 and 18, 2012, Anzio, Italia que foi aluno de Mannhein em Frankfurt e que em seguida foi Presidente do Comitê de Investigação da Sociologia do Conhecimento do International Sociological Association e Presidente da Sociedade Internacional para a Sociologia do Conhecimento, teve uma grande influência na propagação da Sociologia do conhecimento por ter traduzido Karl Mannheim no Estados Unidos. == Obras == # Alma e Cultura. Hungria, 1918. # Die Strukturanalyse der Erkenntnistheorie (\"A análise estrutural da teoria do conhecimento\"). Berlim, 1922. Publicado originalmente em 1918 em húngaro. (tradução alternativa: A análise estrutural da epistemologia). # Ensaio sobre a interpretação da Weltanschauung. Berlim, 1923. # Historicismo. Berlim, 1924. # O Problema da Sociologia do Conhecimento. Berlim, 1925. # O Pensamento Conservador. Berlim, 1927. # O Problema das Gerações. Berlim, 1927. # A Competição como Fenômeno Cultural'. Berlim, 1929. # Ideologia e Utopia. Bonn, 1929 (edições posteriores em Frankfurt am Main). # Die Gegenwartsaufgaben der Soziologie. (\"As funções atuais da sociologia\". Tradução alternativa: As Tarefas Atuais da Sociologia. Moldar o Ensino). Tübingen, 1932. # Elementos Racionais e Irracionais na Sociedade Contemporânea. Berlim, 1934. # Mensch und Gesellschaft im Zeitalter des Umbaus (\"Homem e Sociedade na Era da Reconstrução\"). Leiden, 1935. # Diagnosis of our Time (\"Diagnóstico de nosso tempo\") Londres, 1943. # Freedom, Power and Democratic Planning (\"Liberdade, Poder e Planificação Democrática\"). Londres, 1950. # Ensaios sobre a Sociologia do Conhecimento (publicação póstuma). 1952. # Ensaios sobre Sociologia e Psicologia Social (publicação póstuma). 1953. # Ensaios de Sociologia da Cultura. Londres, 1956. (Edição de Ernest Mannheim, seu sobrinho, do texto escrito por Mannheim em 1932). # Sociologia Sistemática — Uma Introdução à Sociologia (publicação póstuma). 1957. # Introdução à Sociologia da Educação (publicação póstuma).1962. # Wissenssoziologie. Auswahl aus dem Werk (\"Sociologia do conhecimento. Obras escolhidas\"), editado por Kurt H. Wolff. Berlim, 1964. # Strukturen des Denkens (\"Estruturas de pensamento\"). Editado por David Kettler, Volker Meja e Nico Stehr. Frankfurt am Main, 1980. # Konservatismus (\"Conservadorismo\"). Editado por David Kettler, Volker Meja e Nico Stehr. Frankfurt am Main, 1984. == Ligações externas == * Essays on the Sociology of Knowledge. Coletânea de seis ensaios de Mannheim, escritos entre 1923 e 1929, sobre Sociologia do conhecimento. Oxford University Press: New York, 1952. Categoria:Naturais de Budapeste Mannheim Mannheim Mannheim",
 "title": "Karl Mannheim"
}