{
 "id": "11707",
 "text": "A nova bandeira de Mianmar foi adotada em 21 de outubro de 2010, em substituição da antiga bandeira socialista do país (que também mudou seu hino nacional e seu nome oficial para República da União de Mianmar) Mianmar tem novo nome oficial, bandeira e hino apresentados em uma nova Constituição, antes das eleições gerais de novembro de 2010, a bandeira irá simbolizar à transição do país de um regime militar para uma democracia civil eletiva. == Descrição == A bandeira consiste em um tricolor horizontal com uma estrela branca atravessada no centro. As cores consistem em amarelo, verde e vermelho, nesta ordem, de cima para baixo. A estrela branca vai do centro da bandeira até a metade das faixas das pontas. == 1974–2010 == A antiga bandeira do país permaneceu entre 3 de janeiro de 1974 e 21 de outubro de 2010. * Vermelho: representava a coragem. * Branco simbolizava a pureza. * Azul: significava a paz e a integridade. As catorze estrelas representavam as divisões administrativas de Mianmar, a roda dentada e o ramo de a arroz representavam respectivamente os operários e os agricultores birmaneses. Sua bandeira relembra a de Taiwan, com o fundo vermelho e azul com um símbolo branco. == A nova bandeira (2010—) == Foi proposta em setembro de 2007, inclusa na nova Constituição e aceita em referendo realizado em 2008. Até então não havia sido anunciada data para a introdução da nova bandeira. e os oficiais foram orientados a baixar a antiga bandeira em favor da nova, pouco tempo antes de 3 horas, hora local, em 21 de outubro de 2010.Global flag Ordens foram entregues para garantir todas as bandeiras antigas fossem queimadas. A adoção da nova bandeira foi anunciada pela mídia estatal pouco antes da mudança. O desenho da bandeira possui três listras horizontais, as quais simbolizam: * Amarelo: defende a paz; * Verde: para a solidariedade e a tranquilidade; * Vermelho: simbolizando a coragem e a determinação. == Bandeiras históricas do país == Ficheiro:Flag of the Alaungpaya Dynasty of Myanmar.svg|Bandeira do Império Birmanês sob o poder da dinastia Konbaung (1700–1885) Ficheiro:Flag of the United Kingdom.svg|Bandeira da Birmânia Britânica sob tutela da Índia britânica (1824–1939) Ficheiro:British Burma 1937 flag.svg|Bandeira da Birmânia Britânica como colônia separada (1939–1943, 1945–1948) Ficheiro:Flag of Burma 1943.svg|Bandeira do Estado da Birmânia (1943–1945) Ficheiro:Flag of Burma (1948-1974).svg|Bandeira da União da Birmânia (1948–1974) Ficheiro:Flag of Myanmar (1974-2010).svg|Bandeira da República Socialista da União da Birmânia (1974–1988) e da União de Mianmar (1988–2010) Ficheiro:Flag of Myanmar.svg|Bandeira da República da União de Mianmar (2010—) Categoria:Símbolos de Mianmar Mianmar Categoria:Bandeiras introduzidas em 2010",
 "title": "Bandeira de Mianmar"
}