{
 "id": "117128",
 "text": "Leão Hebreu, pseudônimo de Judá Abravanel (Lisboa, c. 1460 - c.1530 Nápoles?), (Hebraico: יהודה בן יצחק אברבנאל; versão judaica latinizada: Yehuda ben Yitzhak Abravanel), foi um filósofo, poeta e médico português de ascendência judaica sefardita. Apesar de nem a sua data de nascimento nem o ano de sua morte serem exatamente conhecidos, Teresa Lousa tenta fazer uma aproximação apontando como data de nascimento de Leão Hebreu o ano de 1465, em Lisboa; e de sua morte em 1535, na Itália. Ainda segundo Lousa, Judá Abravanel estudou \"o Talmude, a Cabala e a Filosofia clássica hebraica, latina e muçulmana, e formou-se em medicina. Filósofo de tendência sincrética, tentou mostrar o acordo da Bíblia com a Filosofia grega, bem ao estilo neoplatónico e renascentista\". == Vida == A família Abravanel (ou Abrabanel) era extraordinariamente proeminente entre as famílias judias da Idade Média, atuando em serviço público na corte de Castela. Como conta Teresa Lousa, Judá (ou León, como é conhecido em espanhol) era filho de Isaac ben Judá Abravanel (que significa Isaac \"filho de Judá\" Abravanel), o qual, segundo Soria, foi \"o último grande comentarista da Bíblia dos judeus medievais\".Soria Olmedo, Andrés. Los Dialoghi D’Amore de León Hebreo: Aspectos Literarios y Culturales. Granada: Universidad de Granada, 1984. Dom Isaac era um importante rabino e intelectual, estadista, financiador e defensor da fé judaica, que também nasceu em Lisboa em 1437 e passou a maior parte de sua vida em Portugal, tornando-se conselheiro financeiro do rei Afonso V. No entanto, em 1481, o rei Afonso V morreu e Dom Isaac foi suspeito de conspirar para entronizar o duque de Bragança, com quem ele havia feito amizade antes, no lugar do filho de Afonso, João II. Consequentemente, ele teve que fugir sem sua família de Portugal para Sevilha, e depois para Castela, estabelecendo-se finalmente em Toledo. Dom Isaac acabou se refugiando de seus negócios financeiros e políticos em seu outro amor - a literatura - enquanto morava com sua família, com quem mais tarde se reuniu em Toledo.Feldman, Seymour. Philosophy in a Time of Crisis: Don Isaac Abravanel: Defender of the Faith. New York: RoutledgeCurzon, 2003.Sonne, Isiah. Intorno alla vita di Leone Ebreo. Florence: Civiltà Moderna, 1934. A Espanha havia visto recentemente o casamento de Isabel de Castela e Fernando de Aragão, os monarcas católicos. Sob seu governo, começou a centralização do poder na Espanha, depois fragmentada pela governança individual de suas muitas regiões. Os monarcas desejavam conquistar o reino de Granada, que na época era muçulmano. Dom Isaac Abravanel viu isso como uma oportunidade e se tornou um financiador na corte. Seu filho, Judá, juntou-se a ele no serviço aos monarcas católicos em 1484 como médico pessoal da família real. O ano de 1492 trouxe uma mudança turbulenta para a família Abravanel e para todos os judeus na Espanha, pois Isabela e Fernando ordenaram a conversão forçada ou expulsão de todos os judeus na Espanha. Dom Isaac, em um apelo desesperado, jogou-se aos pés dos monarcas católicos e implorou que revogassem seu decreto, mas sem sucesso. Ele fez planos de mudar sua família para Nápoles, Itália. Inutilmente, subornou o rei Fernando e até ameaçou a rainha Isabela de que os judeus eram o povo eterno e, portanto, não podiam ser destruídos. Uma trama foi planejada para sequestrar o filho de Judá como uma tentativa de convencer a família Abravanel a se converter ao cristianismo e, finalmente, a permanecer a serviço dos monarcas católicos. Na tentativa de contornar a trama, Judá enviou seu filho a Portugal com uma ama, mas por ordem do rei, o filho foi apreendido e batizado. Essa ocorrência foi um insulto devastador para Judá e sua família, e foi uma fonte de amargura por toda a vida de Judá e o tópico de seus escritos anos depois. A família Abravanel escolheu o exílio ao invés da conversão, embora não tenha sido uma escolha fácil, considerando que não havia muitos lugares na Europa em que os judeus eram bem-vindos e que viver no exílio exigia dinheiro, e os judeus não tinham permissão de levar muito com eles. Com a intenção original de viajar para o Império Otomano, Dom Isaac e sua família se estabeleceram em Nápoles. Lá, tornou-se consultor financeiro do rei de Nápoles, Ferrante, e de seu filho Alfonso. A família Abravanel gozou de uma posição de prestígio na corte de Nápoles até 1494, quando Carlos VIII, rei da França, invadiu Nápoles. A família real napolitana fugiu para a Sicília, acompanhada por Dom Isaac. Enquanto isso, Judá se mudou para Gênova, onde estudou em um ambiente humanista italiano e provavelmente escreveu os dois primeiros de seu Diálogos. Há evidências de que ele se mudou de Gênova para Barletta em 1501, onde se tornou servo do rei Frederico de Nápoles, partindo em 1503 para Veneza, onde reencontrou-se com seu pai Dom Isaac. Outras fontes dizem que ele deixou Gênova para Nápoles em 1501 e permaneceu lá até 1506. Enquanto em Nápoles, Judá (aparentemente ignorando as feridas do passado) tornou-se o médico do vice-rei espanhol Don Gonzalo de Córdoba, \"O Grande Capitão\". Em 1506, o governo napolitano foi derrotado e a Espanha ganhou o controle do sul da Itália. Judá deixou Nápoles para Veneza, onde se dedicou novamente ao estudo da filosofia até 1507. Após esse período, pouco se sabe sobre a vida de Judá. Sua obra mais famosa, Dialoghi d'amore, parece ter sido escrita por volta de 1501-02. Em 1535, quando seu amigo Mariano Lenzi descobriu o manuscrito e o publicou em Roma, os registros indicam que ele já havia morrido. == Influências == Através de suas viagens, Judá conheceu muitos humanistas italianos e a Corte Napolitana. Alguns dizem que ele pode ter conhecido Giovanni Pico della Mirandola enquanto esteva em Florença e compôs para ele um discurso sobre a \"Harmonia dos Céus\". Nesse caso, ele provavelmente também se associou a Elia de Medigo, professor de Pico della Mirandola, Yohanan Alemanno (um escritor judeu influenciado pela corte dos Medici e pelo misticismo e autor de Cântico dos cânticos), Giovanni Pontano, Mario Equicola e o monge Egidio da Viterbo. Leon estava cercado por humanistas interessados no tema do amor. O chanceler de Florença, Marsilio Ficino, comentou o Banquete de Platão (1474-1475), enquanto Girolamo Benivieni compôs seu Canzone d'amore (1486), que Pico della Mirandola analisou logo depois. Os livros Libro della natura d'amore (1495), de Equicola, Asolani, de Pietro Bembo, e De amore, de Francesco Cattani da Diacceto, foram publicados enquanto Judá escrevia. O Dialoghi de Abravanel é considerado o melhor desses trabalhos. Menéndez Pelayo descreve-o como a mais monumental obra da filosofia platônica desde as Enéadas de Plotino.Menéndez Pelayo, Marcelino. \"Introduction.\" Diálogos de amor. Trans. Garcilaso de la Vega, El Inca. México: Editorial Porrúa, 1985. Semelhante a outras obras humanistas, o Diálogos é fortemente influenciado por Platão e Aristóteles. Menéndez Pelayo afirma que Abravanel emprega ideais platônicos em seu trabalho, mas filtrou sua herança. Ou seja, seu neoplatonismo derivou-se da comunidade judaica hispânica, especialmente das obras de Salomão ibn Gabirol e Maimônides. Discípulo desses renomados estudiosos judeus, Abravanel também foi influenciado pelo espírito helênico do Renascimento. Noções platônicas de alcançar um ideal quase impossível de beleza, sabedoria e perfeição abrangem toda a obra. == Obra == A sua obra mais importante foi Diálogos do Amor, escrita por volta de 1502 e muito popular no século XVI, tendo sido traduzida para português, francês, espanhol, inglês, latim, hebraico e outros idiomas. Os especialistas em Leão Hebreu atualmente tendem a concordar que tal obra não fora escrita em toscano (italiano), apesar de todas as traduções da mesma a que hoje temos acesso tenham sido feitas da obra em italiano, a qual seria a única tradução direta do original que sobreviveu. A língua original, contudo, permanece um mistério. \"Na obra Diálogos de Amor, este conceito é apresentado como uma tensão redentora. A sua tese assenta numa clara rejeição dos sentidos, à boa maneira platónica. Este defenderá que é através da alma e do conhecimento puramente intelectual que se dará a contemplação divina e o acesso abstracto às ciências de Deus. O amor é, depois de analisadas as suas várias dimensões, percepcionado como uma experiência mística e redentora que proporciona o regresso do homem a Deus. O amor na sua dimensão superior é puramente intelectual, e assim se compreende a importância e a função sagrada e escatológica que o conhecimento adquire na filosofia de Leão Hebreu.\" Leão Hebreu escreveu também uma obra astronómica a pedido de Pico della Mirandola, que, no entanto, não foi publicada. == Ver também == * Isaac Abravanel - seu pai Categoria:Poetas de Portugal Categoria:Filósofos de Portugal Categoria:Filósofos medievais Categoria:Médicos de Portugal Categoria:Judeus de Portugal Categoria:Naturais de Lisboa Juda Abravanel",
 "title": "Judá Abravanel"
}