{
 "id": "117196",
 "text": "Unterseeboot 869 (U-869) foi um submarino da Kriegsmarine, marinha alemã da Segunda Guerra Mundial, cujos destroços foram descobertos em Nova Jersey, EUA, no ano de 1991. A construção do U-869 foi iniciada a 5 de Abril de 1943, pela AG Weser de Bremen e foi lançado ao mar em 26 de Janeiro com o capitão-tenente Hellmut Neuerburg em comando. O U-869 não sofreria casualidades para a sua tripulação até a sua perda, em fevereiro de 1945, quando todos os seus 56 marinheiros e oficiais morreram. A 28 de Fevereiro de 1945, o contratorpedeiro norte-americano USS Fowler e o caça-submarinos francês L'Indiscret efectuaram ataques com cargas de profundidade num contacto com o inimigo no meio do Atlântico perto de Rabat. O U-869 já tinha recebido ordens anteriores do Almirante Karl Dönitz, comandante da frota de submarinos do III Reich, para mover a sua área de operações da costa norte-americana para a área de Gibraltar. Por vários anos este ataque foi presumido como o fim do submarino. == A descoberta == Contudo, a 2 de Setembro de 1991, destroços de um submarino não identificado foram descobertos a 73 metros de profundidade perto da costa de Nova Jersey, nos Estados Unidos, por mergulhadores a bordo do barco Seeker, entre eles o mundialmente conhecido John Chatterton. Foi dado ao submarino a alcunha de «U-Who» («U-Quem»), e sua identificação exata foi várias vezes debatida através dos anos,sendo inicialmente considerado como sendo os destroços do U-550 ou do U-521, afundados na região, durante a guerra. Continuaram-se a fazer várias operações de mergulho durante vários anos, mesmo com vários riscos (três mergulhadores morreram ao explorar os restos do U-869), até que conseguiu recuperar uma faca com o nome de um dos membros da tripulação, uma parte de um torpedo UZO, e algumas partes da seção do motor com números de série e outras identificações gravadas, que o identificavam realmente como sendo o U-869. Em 31 de agosto de 1997 Chatterton e o companheiro Richie Kohler provaram oficialmente que o submarino encontrado era ele de fato. Até hoje o que os cruzadores norte-americanos atacaram perto de Rabat é desconhecido. == Ver também == * Lista de submarinos alemães == Bibliografia == * Robert Kurson, Shadow Divers ISBN 0-375-50858-9 Categoria:Submarinos alemães Tipo IX Categoria:U-Boots comissionados em 1944 Categoria:U-boots afundados em 1945 Categoria:Submarinos da Alemanha na Segunda Guerra Mundial Categoria:Naufrágios nos Estados Unidos Categoria:U-boots afundados por cargas de profundidade Categoria:U-boots afundados por navios de guerra dos Estados Unidos Categoria:Naufrágios no oceano Atlântico na Segunda Guerra Mundial Categoria:Navios de 1943 Categoria:Navios construídos em Bremen (estado) Categoria:Navios perdidos com todos os tripulantes e passageiros Categoria:Desastres em Nova Jérsei",
 "title": "U-869"
}