{
 "id": "117146",
 "text": "Ilha do Retiro é um bairro do Recife, Pernambuco, Brasil.Apesar do nome, como em outros bairros do Recife, Ilha do Retiro já não se constitui individualmente como uma ilha. Bairro de pequena dimensão territorial, é conhecido principalmente por abrigar o estádio de futebol do Sport Club do RecifeIlha do Retiro, Aldemar da Costa Carvalho, vulgarmente conhecido como Ilha do Retiro. Localiza-se entre os bairros da Madalena, Prado, Afogados e através do rio faz limite com Paissandu , tendo formato aproximadamente quadrangular. O bairro situa-se no sudoeste do Recife, sendo uma localização central, fez parte no passado do bairro de Afogados (Sudoeste - RPA 5); porém hoje faz parte da (zona Oeste - RPA 4 ) devido a zona Oeste ser dívida e classificada em duas RPAs (Representações Política Administrativa); nos limites dos bairros do centro do Recife, tem se o bairro do Paissandu (bairro do Paissandu, faz parte do principal polo médico da cidade) e próximo a Joana Bezerra ( o bairro de Joana Bezerra hoje o principal polo jurídico da cidade, juntamente com um grande complexo viário fazendo conexão com a zona sul da cidade); Além de proximidade com o bairro do Derby da zona Noroeste - RPA 3 e claro da Zona Oeste (da capital pernambucana). O bairro é cortado pelo rio Capibaribe e por grandes avenidas, como a avenida Abdias de Carvalho, que liga Recife ao interior de Pernambuco, e a nobre avenida Beira Rio, que se estende até o bairro da Torre. É uma área nobre para as poucas edificações de habitação.[http://bdtd.ibict.br/vufind/Record/UFPE_d1ce57884d3bcfbe18ecc7e8097a9a11 IBICT}, == Edificações == * Estádio Adelmar da Costa Carvalho, que leva o nome do bairro;Uma razão para viver: Ilha do Retiro == Demografia == * Área: 54 hectaresRecife - Ilha do Retiro * População: 3.740 habitantesCenso demográfico de 2010, disponível em ibge * Densidade demográfica: 68,75 hab./ha. == Ver também == * Lista de bairros do Recife Categoria:Bairros do Recife",
 "title": "Ilha do Retiro"
}