{
 "id": "117244",
 "text": "Ladyhawke é um filme lançado em 1985, dos gêneros fantasia, romance e aventura, dirigido por Richard Donner. Ladyhawke é um filme de fantasia de 1985 dirigido por Richard Donner, estrelado por Matthew Broderick, Rutger Hauer e Michelle Pfeiffer. O filme ficou marcado como o segundo filme da 20th Century Fox para ser co-produzido e co-realizado pela Warner Bros. O primeiro foi o Inferno na Torre, desta vez Warner tem os direitos de distribuição E.U.A. para o filme e a Fox, Europeu e internacional de direitos. Na Europa medieval, um ladrão chamado \"O Rato\" escapa das masmorras de Áquila, pondo em movimento uma cadeia de eventos que podem salvar ou destruir uma bela mulher e um capitão valente. Os dois amantes estão condenados a separação ao longo da vida por uma maldição demoníaca invocada pelo corrupto e ciumento Bispo de Áquila: durante o dia, Isabeau se transforma em um falcão, enquanto à noite, Navarre (o capitão) se transforma em lobo negro. Imperius, o monge que, quando bêbado, traiu seu amor ao Bispo, encontrou uma maneira de quebrar a maldição, mas somente se ele e o Rato conseguirem trazê-los de volta a Áquila para enfrentar o Bispo. ==Sinopse== Na Itália do século XII, Philippe Gaston, \"O Rato\" (Matthew Broderick), é um ladrão condenado a execução que escapa das masmorras de Áquila, através dos esgotos, e foge para o campo. O Bispo de Áquila (John Wood) envia o seu Capitão da Guarda Marquet (Ken Hutchison) para caçar Phillipe; ele e seus soldados encontram Philippe, mas são frustrados por um misterioso cavaleiro negro que revela ser seu ex-capitão, Etienne de Navarre (Rutger Hauer), viajando com um falcão belo e dedicado. Marquet avisa ao Bispo sobre o retorno de Navarre, que entre outras coisas solicita a convocação de Cezar (Alfred Molina), o caçador de lobos. Navarre diz a Philippe por que o salvou: ele precisa de um conhecimento que é único de Philippe, para levá-lo para dentro de Áquila e matar o Bispo. Enquanto viajam, Philippe se torna ciente de eventos misteriosos e assustadores que os rodeiam, incluindo o aparecimento a noite de um lobo negro e de uma mulher notavelmente linda (Michelle Pfeiffer), a qual não teme o lobo. Navarre e o falcão são feridos em outro encontro com os homens do Bispo; Navarre envia o falcão com Philippe ao velho monge Imperius (Leo McKern), para curá-la. No castelo em ruínas, Philippe finalmente percebe a verdade, a qual é confirmada por Imperius: o falcão é uma mulher chamada Isabeau d'Anjou (Michelle Pfeiffer), que veio viver em Aquila depois que seu pai morreu em Antioquia (veja A Primeira Cruzada). Todos os que a viam apaixonavam-se por ela, inclusive o poderoso e corrupto Bispo. Mas Isabeau já amava o capitão da Guarda dele, Etienne Navarre, com quem ela secretamente se encontrava sem ninguém saber. Acidentalmente traídos por seu confessor, Imperius, eles fugiram. Em seu ciúme doentio, o Bispo fez um pacto demoníaco para garantir que eles estariam \"Sempre juntos, eternamente separados\": durante o dia Isabeau transforma-se num falcão, de noite Navarre se transforma em um lobo negro. Nenhum deles tem qualquer memória da sua meia-vida em forma de animal, somente no anoitecer e no amanhecer de cada dia eles podem ver um ao outro em forma humana por um momento fugaz, mas nunca podem tocar-se. Em desespero Navarre planeja matar o Bispo, ou morrer na tentativa, tornando a maldição irrevogável. Mas Imperius descobriu uma maneira de quebrar a maldição: ele e Philippe têm que convencer os amantes a tentar. Se eles conseguirem vencer as aventuras que lhes ocorrerão (incluindo um encontro com Cezar), no prazo de três dias, um eclipse solar em Aquila vai criar \"um dia sem noite e uma noite sem dia\": quando os amantes estiverem juntos em forma humana diante do Bispo, a maldição será quebrada. ==Trilha Sonora== A trilha sonora foi composta por Andrew Powell e produzida por Alan Parsons. Richard Donner afirmou que estava ouvindo The Alan Parsons Project (no qual Powell colaborou) enquanto procurava por locações, e ficou incapaz de separar suas ideias visuais da música. Powell combinou música orquestrada tradicional e cantos gregorianos com material de rock contemporâneo progressivo-infundido, para efeito controverso. A trilha sonora tem sido citada como o exemplo mais memorável da tendência crescente entre os filmes de fantasia dos anos 80 de abandonarem as partituras exuberantes de compositores tais como John Williams e James Horner em favor de um som pop/rock moderno. A trilha sonora foi lançada em 1985 e relançada com faixas adicionais em 1995. ==Locações== Ladyhawke foi filmado na Itália, o prado alpino de Campo Imperatore-Abruzzo serviu como locação exterior proeminente, enquanto a cena do monge foi filmada na Rocca Calábria, uma fortaleza arruinada no topo de uma montanha. Na região de Emilia-Romagna, a aldeia de Castell'Arquato em Piacenza e o Castelo de Torrechiara em Parma (o castelo do filme) também foram usados. Outras localidades italianas usadas incluem Soncino na região de Lombardia, Belluno, na região do Vêneto e da região de Lácio em torno de Viterbo. ==Premiações== Ladyhawke foi indicado a dois Oscars, nas categorias de Melhor Edição de Som e Melhor Mixagem de Som, não tendo vencido em nenhuma. Ele ganhou um Saturn Award de Melhor Filme de Fantasia, e foi indicado nas categorias de Melhor Atriz (Michelle Pfeiffer) e Melhor Música (Andrew Powell). ==Elenco== *Matthew Broderick .... Phillipe Gaston, o Rato *Rutger Hauer .... capitão Etienne Navarre *Michelle Pfeiffer .... Isabeau d'Anjou *Leo McKern .... Imperius *John Wood .... Bispo de Áquila *Alfred Molina .... Cezar *Giancarlo Prete .... Fornac *Loris Loddi .... Jehan *Alessandro Serra .... sr. Pitou *Nicolina Papetti .... sra. Pitou *Charles Borromel .... prisioneiro insano ==Principais prêmios e indicações== Oscar 1986 (EUA) *Indicado nas categorias de Melhor Som e Melhores Efeitos Sonoros. Prêmio Saturno 1986 (Academy of Science Fiction, Fantasy & Horror Films, EUA) *Venceu nas categorias de Melhor Filme de Fantasia e Melhor Figurino. *Indicado nas categorias de Melhor Atriz (Michelle Pfeiffer) e Melhor Música. ==Erro de Continuidade== Quando Navarre entra na igreja para matar o Bispo, acontece o eclipse solar.(tempo de filme 01h44min49seg). Acontece que houve erro de continuidade, pois 02 (dois) dias antes, a caminho de Áquilla, durante a noite a lua estava cheia, e para acontecer um eclipse solar a lua deve estar na fase Nova e entre Lua Cheia e Lua Nova, aproximadamente passam-se 14 dias. ==Ligações externas== * Ladyhawke (Ladyhawke - Richard Donner, 1985) Categoria:Filmes dos Estados Unidos de 1985 Categoria:Filmes com lobisomens Categoria:Filmes premiados com o Saturno Categoria:Filmes dirigidos por Richard Donner Categoria:Filmes da Warner Bros. Categoria:Filmes ambientados no século XII Categoria:Filmes ambientados no século XIII Categoria:Filmes ambientados na Itália Categoria:Filmes de fantasia dos Estados Unidos Categoria:Filmes de fantasia da década de 1980 Categoria:Filmes em língua inglesa",
 "title": "Ladyhawke"
}