{
 "id": "117233",
 "text": "X-Men 2, página visitada em 24 de abril de 2015. (comercializado sob o título X2 nos Estados Unidos) é um filme estadunidense de ação e ficção científica lançado em 2003, baseado no grupo de heróis homônimo da Marvel Comics. Dirigido por Bryan Singer, é o segundo filme da franquia X-Men, sendo a sequência de X-Men (2000). É estrelado por Hugh Jackman, Halle Berry, Famke Janssen, James Marsden, Alan Cumming, Anna Paquin, Rebecca Romijn, Brian Cox, Ian McKellen e Patrick Stewart. O enredo, inspirado na graphic novel \"God Loves, Man Kills\", introduz os X-Men e seus inimigos, a Irmandade de Mutantes, contra o coronel genocida William Stryker. Este lidera um assalto a escola do Professor Xavier para construir sua própria versão de rastreamento de mutantes, o Cérebro, a fim de destruir todos os mutantes da Terra. O desenvolvimento desta sequência começou logo após o lançamento do primeiro filme em 14 de julho de 2000 pela 20th Century Fox. David Hayter e Zak Penn escreveram roteiros separados, combinando o que consideravam ser os melhores elementos de ambos os roteiros em um único rascunho. Michael Dougherty e Dan Harris acabaram sendo contratados para reescrever a obra e mudaram as caracterizações dos personagens Fera, Anjo e Lady Deathstrike. As Sentinelas e a Sala de Perigo originalmente constavam no roteiro original, mas foram descartadas do filme por causa de questões orçamentárias da Fox. A premissa do filme foi influenciada pelas histórias \"Return to Weapon X\" e \"God Loves, Man Kills\". As filmagens começaram em junho de 2002 e terminaram em novembro do mesmo ano, ocorrendo principalmente nos estúdios da Vancouver Film Studios, a maior instalação cinematográfica norte-americana fora de Los Angeles. O desenhista de produção Guy Hendrix Dyas adaptou desenhos semelhantes de John Myhre do filme anterior. X-Men 2 foi lançado mundialmente nos cinemas em 2 de maio de 2003 e se tornou um sucesso de público e crítica, recebendo oito indicações ao Prêmio Saturno e arrecadando cerca de US$ 407 milhões em todo o mundo. == Enredo == Na Casa Branca, um mutante teleportador chamado Noturno tenta assassinar o presidente dos Estados Unidos, mas foge ao levar um tiro disparado por um dos seguranças da Casa, deixando uma faca com a mensagem \"liberdade mutante agora.\" No lago Alkali, Wolverine nada encontra e resolve voltar para a Mansão X, enquanto suas companheiras de equipe, Tempestade e Jean Grey, voam até Boston para encontrar Noturno com a ajuda de Xavier que o localizou usando o Cérebro. Xavier e Ciclope visitam Magneto na prisão, mencionando o ataque mutante ao presidente. Xavier descobre que um agente do governo, coronel William Stryker, extraiu informações de Magneto a força usando uma droga injetável, obrigando Magneto a revelar a localização da Mansão X e detalhes sobre o Cérebro. Stryker e sua assistente Yuriko Oyama capturam Ciclope e Xavier e invadem a escola para mutantes. Wolverine derrota muitos dos homens de Stryker, enquanto Colossus, Vampira, Homem de Gelo, Pyro e a maioria dos estudantes escapam através de túneis escondidos. Wolverine confronta Stryker, que menciona sobre o passado do mutante. Bobby cria uma parede de gelo entre Wolverine e Stryker e os dois escapam. Os homens de Stryker invadem o Cérebro. Assumindo a forma do senador Kelly e de Yuriko, Mística consegue informações sobre a prisão de Magneto e ajuda ele em sua fuga, descobrindo também os planos de Stryker em criar outro Cérebro. Wolverine, Vampira, Homem de Gelo e Pyro vão para a casa dos pais de Bobby em Boston. Respondendo a uma chamada de emergência do irmão de Bobby, Ronny, o Departamento de Polícia de Boston chega quando o grupo está partindo. Pyro usa seu poder de projeção de fogo para atacar os policiais, mas Vampira o detém quando ele começa a atacá-los furiosamente. Tempestade e Jean chegam no X-Jato para buscá-los, e a aeronave é perseguida por dois caças da Força Aérea. Eles são atingidos por um míssil, mas Magneto impede que o jato caia em solo usando seus poderes. Os X-Men se unem com Magneto e Mística contra os planos de Stryker. Em seu acampamento, Magneto revela que Stryker orquestrou o ataque ao presidente para fornecer uma justificativa para invadir a escola de Xavier, a fim de roubar informações do Cérebro, onde planeja a construção de um segundo, que será construído em sua basa secreta. Jean lê a mente de Noturno e conclui que a base de Stryker está abaixo do lago Alkali. Usando seu filho telepata, Jason, Stryker consegue controlar Xavier, que é posto na sala do \"novo Cérebro\" e obrigado a encontrar e matar todos os mutantes do mundo. Mística, disfarçada de Wolverine, infiltra-se na base, e após derrotar alguns soldados, consegue abrir os portões para os X-Men entrarem. Tempestade e Noturno vão atrás dos alunos raptados. Jean, Magneto e Mística são atacados por Ciclope hipnotizado na tentativa de resgatar Xavier. A luta entre Jean e Ciclope consegue libertá-lo do controle de Stryker, mas causa danos na base subterrânea e também na barragem da represa, que começa a se partir. Wolverine encontra Stryker na sala onde o adamantium foi colocado em seu corpo. Wolverine luta com Yuriko e a mata, em seguida, encontra Stryker do lado de fora, onde Stryker implora pela sua vida, oferecendo revelar o passado de Wolverine. Wolverine se recusa e, em vez disso prende Stryker a correntes. Tempestade e Noturno resgatam os alunos, enquanto Magneto e Mística encontram Xavier na sala do novo Cérebro. Disfarçada de Stryker, Mística usa Jason para convencer Xavier a encontrar e matar todos os seres humanos, ao invés dos mutantes. Ela e Magneto, juntamente com o novo aliado Pyro, usam o helicóptero de Stryker para fugir do lago Alkali, depois de acorrentarem o coronel a escombros de concreto. Noturno se teleporta com Tempestade para a sala do novo Cérebro, onde ela cria uma tempestade de neve para desconcentrar Jason e libertar Xavier de seu controle mental. Os X-Men fogem da base enquanto a barragem quebra e descobrem que Magneto, Mística e Pyro fugiram no helicóptero, quando são surpreendidos por Vampira e Bobby pilotando o X-Jato. A barragem se rompe por completo. Os controles do jato começam a falhar e todos precisam consertá-lo imediatamente ou serão engolidos pela água. Jean resolve ir para o lado de fora e cria uma parede telecinética contra a água, ligando os motores do jato, que volta a funcionar, mas se sacrifica sendo engolida pelas águas. Os X-Men vão à Casa Branca e entregam arquivos ao presidente que pertenciam a Stryker. De volta à escola, Xavier, Ciclope e Wolverine lamentam a perda de Jean. Por fim, de volta ao lago Alkali, uma figura semelhante a um pássaro se forma entre as águas. == Elenco == *Patrick Stewart como Professor Charles Xavier *Hugh Jackman como Wolverine/Logan *Ian McKellen como Erik Lehnsherr/Magneto *Famke Janssen como Jean Grey *Rebecca Romijn como Mística *Halle Berry como Tempestade *James Marsden como Scott Summers/Ciclope *Anna Paquin como Vampira *Shawn Ashmore como Bobby Drake/Homem de Gelo *Alan Cumming como Kurt Wagner/Noturno *Brian Cox como William Stryker *Kelly Hu como Yuriko Oyama/Lady Letal *Aaron Stanford como John Allerdyce/Pyro *Daniel Cudmore como Peter Rasputin/Colossus *Kea Wong como Jubilation Lee/Jubileu *Bruce Davison como Senador Robert Kelly *Cotter Smith como Presidente McKenna ==Desenvolvimento== ===Escrita do roteiro=== O sucesso financeiro e de crítica de X-Men persuadiu a 20th Century Fox a encomendar imediatamente uma sequência. A partir de novembro de 2000,The Second Uncanny Issue of X-Men: Making X2 Documentary, 2003, 20th Century Fox Bryan Singer estudou várias histórias em quadrinhos da série dos X-Men. Singer queria estudar \"a perspectiva humana, o tipo de raiva cega que alimenta o belicismo e o terrorismo\", citando a necessidade de um \"vilão humano\". Bryan e o produtor Tom DeSanto imaginaram X-Men 2 como o filme Star Wars: Episódio V – O Império Contra-Ataca, em que os personagens são \"todos separados e depois dissecados e ocorrem revelações significativas... O romance se concretiza e muitas coisas acontecem\". O produtor Avi Arad anunciou uma data de lançamento planejada para novembro de 2002 nos cinemas, enquanto David Hayter e Zak Penn foram contratados para escrever roteiros separadamente. Hayter e Penn combinaram o que sentiram ser os melhores elementos de ambos os rascunhos em um único roteiro. Singer e Hayter trabalharam em outro roteiro, terminando em outubro de 2001. Penn foi parcialmente contratado quando convenceu Singer a não adaptar A Saga da Fênix Negra como um enredo para o filme, sentindo que o universo da franquia deveria ser estabelecido muito mais antes de \"se tornar cósmico\". Em vez disso, no que ele sente ser sua maior contribuição para o projeto, Penn baseou o esboço do filme no romance gráfico de Chris Claremont X-Men: God Loves, Man Kills antes de sair para trabalhar em outro filme. Michael Dougherty e Dan Harris foram contratados para reescrever o roteiro de Hayter e Penn em fevereiro de 2002, recusando a oportunidade de escrever Urban Legends: Bloody Mary. Os personagens Anjo e Fera apareceram nos primeiros rascunhos, mas foram excluídos porque havia muitos personagens. Dr. Hank McCoy pode ser visto em uma entrevista na televisão em uma cena. A aparência da Fera era para se parecer com a arte de Jim Lee de 1991 do personagem da série X-Men: Legacy. Anjo era para ter sido um experimento mutante de William Stryker, transformando-se em Arcanjo. Uma referência aos esforços de Dougherty e Harris para incluir Anjo permanece na forma de um raio-X em exibição em um dos laboratórios de Stryker. Tyler Mane estava cogitado para reprisar seu papel como Dente de Sabre antes de o personagem ser deletado. No roteiro de Hayter, o papel eventualmente preenchido por Lady Deathstrike foi Anne Reynolds, uma personagem que aparece em God Loves, Man Kills como a assistente pessoal/assassina de Stryker. Singer a mudou para Deathstrike, citando a necessidade de \"outro mutante poderoso\". Também estava planejado um desenvolvimento maior nos personagens Ciclope e Professor Xavier sofrendo lavagem cerebral por Stryker. As cenas foram filmadas, mas a Fox as cortou por causa da duração do tempo e das complicações da história. Hayter ficou desapontado, sentindo que James Marsden merecia mais tempo na tela. As reescritas foram encomendadas mais uma vez, especificamente para dar a Halle Berry mais tempo na tela. Isso foi por causa de sua recente popularidade em Monster's Ball, a qual ela ganhou o Óscar de melhor atriz. Um corte no orçamento do filme fez com que as Sentinelas e a Sala de Perigo fossem descartadas do filme. Guy Hendrix Dyas e uma equipe de produção já haviam construído o cenário da Sala de Perigo quando foram comunicados de que tais tomadas não seriam feitas, o que os desapontou. ===Produção=== A produtora Lauren Shuler Donner esperava começar as filmagens em março de 2002, mas a produção do filme só começou em 17 de junho em Vancouver e terminou em novembro daquele ano. Mais de 64 conjuntos de cenários e ambientes foram usados ​​em 38 locações diferentes. A equipe de filmagem encontrou problemas quando não havia neve suficiente em Kananaskis, Alberta, para eles usarem em algumas cenas. Uma grande quantidade de neve falsa foi então aplicada. A ideia de fazer Jean Grey se sacrificar no final do filme para ser ressuscitada em uma terceira parte da franquia era altamente secreta. Singer não contou a Famke Janssen sobre isso até o meio das filmagens. O diretor de fotografia Newton Thomas Sigel e dois dublês quase morreram ao filmar a cena em que Pyro briga com policiais. James Bamford trabalhou como dublê de Hugh Jackman nos ensaios até sofrer uma lesão; devido à aparência de Bamford, Singer pediu-lhe para fazer o papel de Gambit para uma participação especial, mas a cena que ele rodou interpretando o personagem foi excluída durante os cortes finais do filme. John Ottman compôs a trilha sonora do filme. Ottman criou uma nova trilha principal para o filme, bem como temas específicos para os personagens Magneto, Jean Grey, Noturno, Mística e Pyro. ===Design e efeitos=== Singer e Sigel creditaram Road to Perdition como uma influência visual para X-Men 2. Embora Sigel tenha rodado o filme original em formato anamórfico, ele optou por filmar a sequência em Super 35. Sigel sentiu que as recentes melhorias nos estoques de filme e óptica aumentaram as vantagens de usar lentes esféricas, mesmo que a ampliação para anamórfico deva ser realizada opticamente em vez de digitalmente. Sigel observou: \"Se você pensar bem, todas as lentes anamórficas são simplesmente lentes esféricas com um anamorfizador. Elas nunca serão tão boas quanto as lentes esféricas que emulam\". As câmeras usadas durante as filmagens incluíam duas Panaflex Millenniums e uma Millennium XL, bem como uma Aaton 35mm. Singer também usou lentes de zoom com mais frequência do que em seus filmes anteriores, enquanto Sigel usou uma lente Frazier especificamente para momentos dramáticos. O X-Jato foi redesenhado e aumentado em tamanho virtual de 60 pés para 85 pés. John Myhre atuou como designer de produção no primeiro filme, mas Singer contratou Guy Hendrix Dyas para fazer X-Men 2, que foi seu primeiro filme como designer de produção.Dyas, Guy, Evolution in the Details: Designing X2 (Documentary), 2003, 20th Century Fox Para as cenas envolvendo a base Alkali de Stryker, o Vancouver Film Studios, o maior palco sonoro da América do Norte, foi alugado. O supervisor de efeitos visuais Mike Fink não ficou satisfeito com seu trabalho no filme anterior, apesar de quase ter recebido uma indicação ao Oscar.Mike Fink – Interview . Sci-Fi Online. Retrieved August 24, 2015. Até 520 tomadas foram criadas para X-Men, enquanto X-Men 2 encomendou cerca de oitocentas. Um novo programa de computador foi criado pela Rhythm and Hues para a cena do tornado durante o combate aéreo. A Cinesite ficou a cargo das cenas relacionadas ao Cérebro, alistando uma equipe de vinte homens. A miniatura da base Alkali tinha 25 pés (7,6 m) de altura e 28 pés (8,5 m) de largura.FX2 Visual Effects, 2003, 20th Century Fox A Cinesite criou trezentos efeitos visuais em várias cenas, com foco na animação de personagens, enquanto a Rhythm and Hues criou mais de cem. ==Lançamento== O filme teve sua premiere em Londres em 24 de abril de 2003 e teve o maior lançamento internacional de todos os tempos até então, estreando simultaneamente em 2 de maio de 2003 nos cinemas de 93 países, através de 7.316 salas de cinema no exterior e em 3.741 cinemas nos Estados Unidos e Canadá. Antes de ser lançado, o filme sofreu alguns cortes para tentar ganhar a \"classificação R\" da Motion Picture Association of America nos Estados Unidos, mas não foi aprovado (devido a cenas violentas de Logan quando o exército de Stryker invade a mansão dos X-Men). Após mais algumas edições, o filme conseguiu garantir uma \"classificação PG-13\". ==Recepção== ===Desempenho comercial=== X-Men 2 estreou em 2 de maio de 2003, acumulando US$ 85,6 milhões em seu fim de semana de estreia em 3.749 cinemas nos Estados Unidos e Canadá. No exterior, arrecadou US$ 69,27 milhões nos primeiros cinco dias, incluindo prévias. O filme ultrapassou Harry Potter and the Chamber of Secrets em termos de número de exibições. X-Men 2 manteria esse recorde até o ano seguinte, quando foi superado por Shrek 2. Ultrapassou Star Wars: Episódio II – Ataque dos Clones por ter o fim de semana de abertura mais alto para um filme da 20th Century Fox. Por duas semanas, permaneceu no primeiro lugar das bilheterias estadunidenses antes de ser substituído por Matrix Reloaded. X-Men 2, Matrix Reloaded, Finding Nemo, Bruce Almighty e Pirates of the Caribbean: The Curse of the Black Pearl se tornaram os cinco primeiros filmes da história a ultrapassar a marca de US$ 200 milhões de bilheteria em uma temporada de verão nos Estados Unidos. O filme arrecadou US$ 214,9 milhões nos Estados Unidos e Canadá, se tornando o sexto filme de maior bilheteria interna de 2003, e ganhou mais US$ 192,8 milhões no exterior, perfazendo um total mundial de US$ 407,7 milhões, sendo o nono filme de maior bilheteria mundial de 2003. O filme também obteve um lucro de US$ 107 milhões em seus primeiros cinco dias quando foi lançado em DVD. ===Resposta da crítica=== X-Men 2 recebeu comentários positivos dos críticos, com elogios direcionados à atuação, ação e história. O agregador online de críticas Rotten Tomatoes relata que 85% dos críticos deram ao filme uma crítica positiva, com base em 247 críticas com uma pontuação média de 7,5/10; o consenso do site afirma: \"Com roteiro rígido, atuações sólidas e impressionantemente ambicioso, X-Men 2 é maior e melhor do que seu antecessor e uma referência para sequências de quadrinhos em geral\". O Metacritic calculou uma pontuação média ponderada de 68 de 100 para o filme, com base nas análises de 37 críticos, indicando \"avaliações geralmente favoráveis\". As audiências pesquisadas pelo CinemaScore deram ao filme uma nota \"A\" numa escala que varia de \"A+\" a \"F\". O crítico de cinema Roger Ebert ficou impressionado com a forma como Singer foi capaz de lidar com tantos personagens em um filme, mas sentiu que \"o enredo não atingiu seu potencial\"; além disso, Ebert escreveu que o fechamento do filme foi perfeito para uma sequência futura, dando a X-Men 2 três de quatro estrelas em sua crítica. Kenneth Turan, do jornal Los Angeles Times, escreveu que era raro uma sequência ser melhor do que seu antecessor; Turan observou que o filme carregava temas emocionais que estão presentes no mundo de hoje e comentou que \"a atuação foi melhor do que o normal [para um filme de super-herói]\".. Peter Travers, da revista Rolling Stone, escreveu que Hugh Jackman melhorou muito seu desempenho, concluindo que \"X-Men 2 é um \"foguete de verão\"; Travers também considerou o filme uma homenagem aos párias, adolescentes, gays, minorias e até mesmo ao Dixie Chicks. A revista Empire chamou X-Men 2 de o melhor filme de quadrinhos de todos os tempos em 2006, enquanto a Wizard nomeou o final do filme como o 22º maior cliffhanger de todos os tempos. Em maio de 2007, o Rotten Tomatoes listou o filme como o quinto maior filme de quadrinhos de todos os tempos. No entanto, o filme também recebeu algumas críticas negativas. Mick LaSalle, em sua resenha para o jornal San Francisco Chronicle criticou o enredo, efeitos especiais e cenas de ação. Joe Morgenstern, do The Wall Street Journal, referiu-se especificamente ao filme como \"acelerado, de raciocínio lento\". Stephen Hunter, do The Washington Post, escreveu: \"Dos muitos filmes de super-heróis de quadrinhos, este é de longe o mais chato, o mais barulhento e o mais longo\". Richard Corliss, da revista Time, argumentou que Singer dependia muito da seriedade e que ele não tinha sensibilidade suficiente para se comunicar com o público. ===Prêmios=== O filme ganhou o Prêmio Saturno de Melhor Filme de Ficção Científica. Além disso, Bryan Singer, Dan Harris e Michael Dougherty, e John Ottman receberam indicações para melhor direção, melhor roteiro e melhor música, respectivamente. X-Men 2 também recebeu indicações por melhor figurino, melhor maquiagem, melhores efeitos especiais e lançamento do ano em DVD, totalizando oito indicações. A Political Film Society laureou X-Men 2 nas categorias de Direitos Humanos e Paz, enquanto o filme foi indicado para o Prêmio Hugo de Melhor apresentação dramática em longa-metragem. ==Trilha sonora== A trilha sonora do filme foi composta por John Ottman, um colaborador regular do diretor de cinema Bryan Singer. O álbum da trilha sonora X2: Original Motion Picture Score foi lançado em 29 de abril de 2003. Ottman usou uma amostra de Requiem de Wolfgang Amadeus Mozart como base para a trilha em cenas envolvendo Noturno. Em 19 de julho de 2012, a La-La Land Records e a Fox Music lançaram uma versão expandida da trilha sonora de Ottman, incluindo a versão especialmente gravada da fanfarra da 20th Century Fox de Alfred Newman incorporando o tema do filme de Ottman. ==Mídia doméstica== X-Men 2 foi lançado em DVD nos formatos widescreen e fullscreen, bem como VHS em 25 de novembro de 2003. O lançamento em DVD inclui dois discos com mais de três horas de recursos especiais.X2 DVD Release Date DVDs ReleaseDates, Retrieved August 29, 2015. O filme também foi lançado em Blu-ray e, adicionalmente, como uma combinação de Blu-ray, DVD e cópia digital em 2011 com vários recursos especiais. O filme também está incluído no conjunto de Blu-ray 4K Ultra HD \"X-Men: 3-Film Collection\", que foi lançado em 25 de setembro de 2018. ==Videogames== Um videojogo intitulado X2: Wolverine's Revenge foi lançado em abril de 2003, para PlayStation 2, GameCube, Microsoft Windows, Xbox e Game Boy Advance. O jogo foi um produto tie-in promocional para o filme. Patrick Stewart reprisa seu papel como Professor Xavier, enquanto a imagem de Hugh Jackman apareceu na capa como Wolverine. Outro jogo, intitulado X-Men: The Official Game, foi lançado em maio de 2006, para PlayStation 2, GameCube, Microsoft Windows, Xbox, Xbox 360, Game Boy Advance e Nintendo DS. O jogo faz a ponte entre X-Men 2 e X-Men: The Last Stand e usa vários dubladores da franquia de filmes. Categoria:Filmes dos Estados Unidos de 2003 Categoria:Filmes de aventura dos Estados Unidos Categoria:Filmes de fantasia dos Estados Unidos Categoria:Filmes de ação dos Estados Unidos Categoria:Filmes ambientados no futuro Categoria:Filmes de super-heróis Categoria:Filmes de aventura da década de 2000 Categoria:Filmes de fantasia da década de 2000 Categoria:Filmes de ação da década de 2000 Categoria:Filmes dirigidos por Bryan Singer Categoria:Filmes ambientados em Nova Iorque (estado) Categoria:Filmes ambientados no Canadá Categoria:Filmes gravados em Nova Iorque (estado) Categoria:Filmes gravados no Canadá Categoria:Filmes baseados em histórias em quadrinhos da Marvel Comics Categoria:Filmes com trilha sonora de John Ottman Categoria:Filmes de X-Men Categoria:Filmes em língua inglesa Categoria:Filmes em blu-ray Categoria:Saturno de melhor filme de ficção científica",
 "title": "X-Men 2"
}