{
 "id": "117281",
 "text": "Hidroquinona, também chamada benzeno-1,4-diol, 1-4 dihidroxibenzeno ou ainda quinol, é um composto orgânico aromático o qual é um tipo de fenol, tendo a fórmula química C6H4(OH)2. Sua estrutura química tem dois grupos hidroxila ligados a um anel benzênico na posição para. É um sólido granular branco na temperatura e pressão ambiente. É o isômero 1,4 do benzenodiol, portanto, isômero da resorcina (1,3 benzenodiol) . == Nomenclatura == Hidroquinona é o nome recomendado pela International Union of Pure and Applied Chemistry (IUPAC) em seu 1993 Recommendations for the Nomenclature of Organic Chemistry == Propriedades == Hidroquinona pode submetida a oxidação suave converter-se no composto parabenzoquinona, C6H4O2, frequentemente chamado p-quinona ou simplesmente quinona. Redução da quinona reverte esta reação novamente à hidroquinona. : Alguns compostos bioquímicos na natureza que têm este tipo de seção hidroquinona ou quinona em suas estruturas, tais como a coenzima Q, e podem ser submetidas a similares interconversões redox. Os grupos hidroxila da hidroquinona são completamente ácidos fracos. Hidroquinona pode perder um H+ e uma das hidroxilas para formar um íon monofenolato ou perder um H+ de ambos para formar um íon difenolato. == Usos == Hidroquinona tem uma variedade de usos principalmente associados com sua ação como um agente redutor sendo solúvel em água. É o principal componente na maioria dos reveladores fotográficos onde, com o composto metol, reduz haletos de prata a prata elementar. Também é muito usado como inibidor de reações de polimerização de ácido acrílico, metilmetacrilato (acrílico). Em medicina, hidroquinona é usada como uma aplicação tópica em clareamento da pele ao reduzir a coloração da pele, incluindo clareamento anal, não tendo a mesma predisposição a causar dermatites como o metol faz. Este uso é banido em alguns países (ex.: França) por causa de riscos de câncer. É utilizado no tratamento de melasma. O sal difenolato de sódio da hidroquinona é usado como um alternativo comonômero na produção do polímero PEEK. Ela é usada como uma matéria prima de herbicidas, anti-oxidantes para borracha e corantes. No processamento radiográfico, a hidroquinona é utilizada como agente revelador, reduzindo haleto de prata em prata metálica (negra). É o responsável pelo detalhe da radiografia. == Ocorrência natural == É uma substância encontrada em vários alimentos, em madeiras, fumo de tabaco, no alcatrão da hulha, óleo cru, etc. Este composto atua em células produtoras de melanina, os melanócitos, bloqueando a produção e aumentando a degradação dos melanossomos, os corpúsculos intra-celulares que armazenam a melanina. A hidroquinona também bloqueia a ação da enzima tirosinase, que tem participação na formação da melanina. == Referências == Categoria:Fenóis Hidroquinona",
 "title": "Hidroquinona"
}