{
 "id": "117317",
 "text": "\"Can't Help Falling in Love\" é uma canção do gênero romântico que fez parte da trilha sonora do filme Blues Hawaii de Elvis Presley, lançada em 1961 no próprio álbum da trilha, como também em single com \"Rock-A-Hula Baby\" no \"lado-B\". É considerada uma das músicas românticas mais bonitas de todos os tempos, além da grande identificação que possui com o nome de Elvis. É uma versão em inglês de \"Plaisir d'Amour\", do compositor francês de origem alemã Jean Paul Egide Martini em 1784. Nos anos 1970, ela seria utilizada como desfecho de quase todos os shows de Elvis. Nos anos 1990, o grupo UB40 fez uma nova versão que se transformou em um grande sucesso. Em 2004, a banda espanhola de folk metal \"Mägo de Oz\" realizou uma adaptação dessa música em seu álbum Belfast, intitulada \"Todo Irá Bien\". == Versão de Elvis Presley == A versão de Elvis Presley da canção, que liderou as paradas musicas do Reino Unido em 1962, foi incluída em inúmeros filmes, incluindo Coyote Ugly e Lilo & Stitch. O single foi certificado com platina pela RIAA, pelas vendas de milhares de cópias. Nos Estados Unidos, a versão de Presley liderou as paradas musicas Pop e também de Easy Listening durante seis semanas consecutivas. Elvis a canta ao vivo no documentário Elvis: That's the Way It Is de 1970. == Versão de UB40 == Em 1993, o grupo de reggae britânico UB40 gravou a canção como primeiro single de seu álbum Promises and Lies. A canção foi lançada em maio de 1993 em grande parte do mundo. Eventualmente, atingiu a primeira posição na Billboard Hot 100, após entrar na parada em 100º lugar. Esta versão foi parte da trilha sonora de Sliver e Fools Rush In, sendo também incluída em um episódio de Hindsight. Permaneceu nas primeiras colocações durante sete semanas. A canção foi um sucesso comercial em quase todos os países onde foi lançada, sendo a mais vendida em Áustria, Países Baixos, Suécia, Reino Unido e Nova Zelândia. == Regravações == * Al Martino * Andrea Bocelli * Blackmore's Night * Bob Dylan * Brenda Lee * Cameo *Christopher von Uckermann * Dave Matthews Band * Doris Day * Eddy Arnold * Engelbert Humperdinck * Erik Figueiredo * Haley Reinhart * Kenny Rogers * Klaus Nomi * Marty Robbins * Michael Bublé * Neil Diamond * Pearl Jam * Perry Como * Ultraje a Rigor * Shirley Bassey * Stray Cats * U2 * UB40 * F4 * A*Teens * Twenty One Pilots * Raul Seixas * Lick the Tins * Rachael Lampa * Diogo Piçarra * Zayn == Ver também == * Lista de singles número um da década de 1960 no Reino Unido == Ligações externas == * |} Categoria:Canções gravadas por Elvis Presley Categoria:Canções gravadas por Bob Dylan Categoria:Baladas de rock",
 "title": "Can't Help Falling in Love"
}