{
 "id": "117527",
 "text": "O Anarquismo individualista (ou anarcoindividualismo) é uma tradição filosófica do anarquismo com ênfase no indivíduo,Brooks, Frank H. 1994. The Individualist Anarchists: An Anthology of Liberty (1881-1908) e sua vontade, argumentando que cada um é seu próprio mestre, interagindo com os outros através de uma associação voluntária. O anarquismo individualista refere-se a algumas tradições de pensamento dentro do movimento anarquista que priorizam o indivíduo sobre todo tipo de determinação externa, que ele é um fim em si mesmo e não um meio para uma causa, incluindo grupos, \"bem-comum\", sociedade, tradições e sistemas ideológicos.\"O que eu entendo por individualismo? Doutrina moral, não baseada em qualquer dogma, nenhuma tradição ou determinação externa, que apela apenas para a consciência individual.\" Mini- Manual do individualismo, de Han Ryner O anarquismo individualista não é uma filosofia simples, mas que se refere a um conjunto de filosofias individualistas que estão frequentemente em conflito umas com as outras. As primeiras influências sobre o anarquismo individualista foram os pensamentos de William Godwin,William Godwin artigo na Stanford Encyclopedia of Philosophy de Mark Philip, 2006-05-20 Henry David Thoreau com a temática do transcendentalismo,A insubordinação voluntária. O anarco-individualismo espanhol durante a ditadura e a Segunda República (1923-1938) Josiah Warren defendendo a soberania individual, Lysander Spooner, Pierre Joseph Proudhon e Benjamin TuckerDe acordo com Tucker, \"se o indivíduo tem o direito de governar a si mesmo, todos os governos externos são uma tirania Tucker, Benjamin R. (10 de março de 1888). «Socialismo estatal e Anarquismo: até que ponto concordam e em que se diferem]» Liberty 5 (16): pp. 2-3, 6. focando no Mutualismo, Herbert SpencerFreeden, Micheal. Ideologies and Political Theory: A Conceptual Approach. Oxford University Press. ISBN 0-19-829414-X. pp. 313-314 e Max StirnerMax Stirner artigo da Stanford Encyclopedia of Philosophy por David Leopold, 2006-08-04 com sua vertente mais extrema. Esta é uma das duas principais categorias em que se divide o anarquismo, sendo a outra o anarquismo coletivista.Ostergaard, Geoffrey. \"Anarchism\". The Blackwell Dictionary of Modern Social Thought. Blackwell Publishing. p. 14.Morris, Christopher W. 1998. An Essay on the Modern State. Cambridge University Press. p 50 (uses \"collectivist\" and \"communitarian\" synonymously)Wolff. Robert Paul. \"Anarchism\". The Oxford Companion to the Politics of the World, 2e. Joel Krieger, ed. Oxford University Press Inc. 2001. Oxford Reference Online. Oxford University Press Acrescentemos que ao contrário do anarquismo comunista, o anarquismo individualista nunca foi um movimento social, mas um fenômeno filosófico/literário.Alexandre Skirda, (2002). Facing the Enemy: A History of Anarchist Organization from Proudhon to May 1968, AK Press. O anarquismo filosófico, isto é, que não defende uma revolução para remover o estado, \"é um componente especial do anarquismo individualista\".(2003) «Anarchism», The Blackwell Dictionary of Modern Social Thought, 2nd edición, Blackwell Publishing, p. 12 Surge em primeiro lugar nos Estados Unidos, depois na Europa no século XIX, sendo aderido especialmente por autores e ativistas estadunidenses que formaram tradição individualista nativa.O anarquismo individualista nos Estados Unidos, na Inglaterra e em outros lugares. Os antigos intelectuais libertários americanos, por Max Nettlau As correntes liberais nos Estados Unidos (Pioneiros da liberdade americana), por Rudolf Rocker Também teve um desenvolvimento particularmente forte em 1920 na França e no Reino Unido. == Visão geral == Dentre as semelhanças dos diversos tipos de anarquismo individualista, estão: # A concentração sobre o indivíduo e sua vontade sobre quaisquer construções, tais como moralidade, ideologia, costume social, religião, metafísica, ideias ou vontade de terceiros.Max Stirner, Encyclopedia Stanford of Philosophy; 4 de Agosto de 2006Nisbet, Robert; La formación del pensamiento sociológico. Amorrortu, 1977, pp. 20-31.Rocker, Rudolf; Las corrientes liberales en los Estados Unidos. Americalee, Buenos Aires, 1944, pp.251-256 # A rejeição ou restrição sobre a ideia de revolução, vendo-a como um momento de revolta em massa que poderia trazer novas hierarquias. Em vez disso, é a favor de métodos mais evolutivos de levar a anarquia através de experiências alternativas e conhecimentos que poderiam ser trazidos hoje,\"A primeira é em relação aos meios de ação no aqui e agora (e assim a maneira pela qual a anarquia surgirá). Individualistas geralmente preferem a educação e a criação de instituições alternativas, tais como bancos mútuos, uniões, comunidades, etc… Essas atividades, argumentam eles, vão garantir que a sociedade atual se desenvolverá gradualmente fora do governo, em um meio anarquista. São principalmente evolucionistas, não revolucionários, e não gostam do anarquismo social do \"uso ação direta para criar situações revolucionárias.\" An Anarchist FAQ, Section A.3.1 What are the differences between individualist and social anarchists? \"Toda revolução, portanto, feita em nome de princípios abstratos, tais como igualdade, fraternidade, liberdade, ou humanidade, tem a mesma finalidade, a anulação da vontade e da soberania do indivíduo, de modo a ser capaz de dominá-lo.\" A insubordinação voluntária. O anarco-individualismo espanhol durante a ditadura e a Segunda República (1923-1938) as revoluções autênticas se experimentam nas consciências e nos pequenos atos cotidianos. Também não é visto como desejável, por alguns indivíduos, o fato de ter de esperar pela revolução para começar a experimentar experiências alternativas fora do que é oferecido no sistema social vigente.\"THE \"ILLEGALISTS \" por Doug Imrie # O ponto de vista de que as relações com as pessoas e outras coisas devem ser do próprio interesse e isto sendo transitório e sem compromisso. Max Stirner recomendou associações de egoístas formadas por indivíduos livres que podem unir-se periodicamente para colaborar,Finalmente, y este es un tema poco resuelto por el filósofo bávaro, resulta evidente que, a pesar de todo culto a la soberanía individual, es necesario y deseable que los individuos cooperen. Pero el peligro de la asociación conlleva la reproducción, a escala diferente, de una sociedad, y es evidente que en este contexto, los individuos deban renunciar a buena parte de su soberanía. Stirner propone \"uniones de egoístas\", formadas por individuos libres que pueden unirse episódicamente para colaborar, pero evitando la estabilidad o la permanencia.\" A insubordinação voluntária. O anarco- individualismo espanhol durante a ditadura e a Segunda República (1923-1938)[No Gods, No Masters, vol. 1, p. 23] \"What are the differences between individualist and social anarchists?\" motivada por uma defesa radical da liberdade individual, entendida como o direito absoluto de agir, obedecendo unicamente a sua própria consciência, em uma afirmação de que cada personalidade tem um valor único, cuja expansão não deva ser limitada por nenhuma fronteira.José Álvarez Junco; La Ideología Política del Anarquismo Español\" (1868-1910)\"; Seculo XX; Madrid; (1976) Por isso a experiência e exploração individual são temas enfatizados. == Primeiras influências == === William Godwin === William Godwin pode ser considerado um anarcoindividualistaWoodcock, George. 2004. Anarchism: A History Of Libertarian Ideas And Movements. Broadview Press. p. 20 e um anarquista filosófico que foi influenciado pelas ideias iluministas\"Anarchism\", Encarta Online Encyclopedia 2006 (UK version) e desenvolveu o que muitos consideram ser a primeira expressão do pensamento anarquista moderno. Segundo Piotr Kropotkin, Godwin foi \"o primeiro a formular os conceitos políticos e econômicos do anarquismo, mesmo não adotando tal denominação em sua obra.\"Peter Kropotkin, \"Anarchism\", Encyclopædia Britannica, 1910Godwin himself attributed the first anarchist writing to Edmund Burke's A Vindication of Natural Society. \"Most of the above arguments may be found much more at large in Burke's Vindication of Natural Society; a treatise in which the evils of the existing political institutions are displayed with incomparable force of reasoning and lustre of eloquence…\" – footnote, Ch. 2 Political Justice by William Godwin. Godwin se opôs ao governo, pois este infringe o direito do indivíduo de \"julgamento privado\" para determinar que ações podem maximizar a utilidade, e também faz uma crítica de toda a autoridade sobre o julgamento do indivíduo. Neste aspecto, a filosofia de Godwin, com exceção do utilitarismo, foi desenvolvida da forma mais extrema posteriormente por Stirner.McLaughlin, Paul (2007). Anarchism and Authority: A Philosophical Introduction to Classical Anarchism. Ashgate Publishing,. p. 123. O individualismo de Godwin foi radical de tal forma que ele mesmo era contra indivíduos que realizam juntos uma orquestra, escrevendo, em Political Justice, que \"tudo o que se entende por cooperação é, em certo sentido, um mal.\"\"Godwin, William\". (2006). In Britannica Concise Encyclopaedia. Retrieved December 7, 2006, from Encyclopædia Britannica Online. A única exceção aparente à oposição à cooperação é a associação espontânea, que pode surgir quando uma sociedade é ameaçada por força violenta. Godwin se opõe à ideia de governo, mas escreveu que o Estado mínimo, no presente, é um \"mal necessário\"Godwin, William (1796) [1793]. Enquiry Concerning Political Justice and its Influence on Modern Morals and Manners. G.G. and J. Robinson. OCLC 2340417. que se tornaria cada vez mais irrelevante e impotente pela expansão gradual do conhecimento. Ele foi expressamente contra a democracia, temendo a opressão do indivíduo pela maioria (embora ele acreditasse que a democracia seria preferível à ditadura). Godwin defendeu o direito de propriedade, definindo-o como \"o império através do qual todo homem tem direito sobre o produto de sua própria indústria.\" Contudo, ele também advogou indivíduos darem seu excedente de propriedade a outros na ocasião em que estes necessitem, mas sem envolver comércio (ver economia do dom). Assim, enquanto pessoas têm o direito a propriedade, elas devem dá-la como gesto de altruísmo. Entretanto, a benevolência não era forçada, sendo questão da liberdade individual: o \"julgamento pessoal\". Ele não defendeu a comunidade dos bens ou afirmou a propriedade coletiva como é abrangida no comunismo, mas sua crença no dever do indivíduo de partilhar com aqueles que necessitam foi influente no desenvolvimento do anarquismo comunista. A visão política de Godwin foi diversa de e em não perfeito acordo com as ideologias que afirmam sua influência; escritores do Socialist Standard, jornal do Partido Socialista da Grã-Bretanha, consideram Godwin tanto individualista quanto comunista;\"William Godwin, Shelly and Communism\" by ALB, The Socialist Standard e o historiador Albert Weisbord considera-o um anarquista individualista sem ressalvas. Alguns escritos demonstram um conflito na sua defesa do \"julgamento pessoal\" e do utilitarismo. Ele disse que a ética requer que os indivíduos forneçam seus excedentes de propriedade a outros, resultando em uma sociedade igualitária, mas, ao mesmo tempo, insiste que todas as coisas são deixadas à escolha individual. Muitas das visões de Godwin mudaram ao longo do tempo, como observou Kropotkin. === Pierre-Joseph Proudhon === Pierre-Joseph Proudhon (1809–1865) foi o primeiro filósofo a definir-se como um \"anarquista\".\"Anarchism\", BBC Radio 4 program, In Our Time, Thursday December 7, 2006. Hosted by Melvyn Bragg of the BBC, with John Keane, Professor of Politics at University of Westminster, Ruth Kinna, Senior Lecturer in Politics at Loughborough University, and Peter Marshall, philosopher and historian. Alguns consideram Proudhon como um anarcoindividualista,George Edward Rines, ed (1918). Encyclopedia Americana. New York: Encyclopedia Americana Corp.. pp. 624. OCLC 7308909.Hamilton, Peter (1995). Emile Durkheim. New York: Routledge. pp. 79. ISBN 0415110475. enquanto outros consideram-o um social anarquista.Bowen, James & Purkis, Jon. 2004. Changing Anarchism: Anarchist Theory and Practice in a Global Age. Manchester University Press. p. 24Knowles, Rob. \"Political Economy from below : Communitarian Anarchism as a Neglected Discourse in Histories of Economic Thought\". History of Economics Review, No.31 Winter 2000. Alguns comentaristas não identificam Proudhon como um anarquista individualista devido a sua preferência pela associação de indústrias de grande porte, ao invés do controle individual.Woodcock, George. Anarchism: A History of Libertarian Ideas and Movements, Broadview Press, 2004, p. 20 No entanto, ele foi influente entre alguns dos individualistas americanos; nas décadas de 1840 e 1850, Charles A. DanaDana, Charles A. Proudhon and his \"Bank of the People\" (1848). e William B. Greene apresentaram as obras de Proudhon aos Estados Unidos. Greene adaptou o mutualismo de Proudhon às condições americanas e apresentou-o a Benjamin R. Tucker.Tucker, Benjamin R., \"On Picket Duty\", Liberty (Not the Daughter but the Mother of Order) (1881–1908); 5 January 1889; 6, 10; APS Online pg. 1 Proudhon opõe-se ao privilégio do governo que protege os capitalistas, os bancos e os interesses fundiários, e à acumulação ou aquisição de bens (e qualquer forma de coerção que levasse a isso), que ele acreditava que prejudicam a concorrência e mantêm a riqueza nas mãos de poucos. Proudhon protegeu o direito dos indivíduos de manter o produto do seu trabalho como sua propriedade, mas acreditava que nenhuma propriedade além do que a que um indivíduo tinha produzido e poderia possuir era legítima. Assim, ele viu a propriedade privada como essencial tanto para a liberdade como para a tirania, a primeira quando resultou do trabalho e foi necessária para o trabalho, e a última quando resultou na exploração (juros, aluguel, impostos). Ele geralmente chama a primeira de \"posse\" e a última de \"propriedade\". Para a indústria em grande escala, ele apoiou as associações de trabalhadores para substituir o trabalho assalariado e foi contra a propriedade da terra. esquerda|thumb|180px|Contracapa de edição de 1846 de O Que É a Propriedade? Proudhon sustentou que os que trabalham devem receber a totalidade do que produzem, e que os monopólios sobre o crédito e a terra são as forças que os proíbem de tal. Ele defendia um sistema econômico que incluísse a propriedade privada como posse e o mercado de câmbio, mas sem fins lucrativos, que ele chamou de mutualismo. É a filosofia de Proudhon que foi expressamente rejeitada por Joseph Déjacque no início do comunismo anarquista, afirmando este numa carta para Proudhon que \"não é o produto do trabalho dele ou dela que o trabalhador tem direito a, mas a satisfação de suas necessidades, seja qual for a sua natureza.\" Individualista, antes de anarcocomunista,Faguet, Emile (1970). Politicians & Moralists of the Nineteenth Century. Freeport: Books for Libraries Press. pp. 147. ISBN 0836918282. Proudhon afirmou que \"o comunismo […] é a própria negação da sociedade em sua fundação […]\"Proudhon, Pierre-Joseph. The Philosophy of Misery: The Evolution of Capitalism. BiblioBazaar, LLC (2006). ISBN 1426409087 pp. 217 e declarou que \"a propriedade é um roubo!\" em referência a sua rejeição dos direitos de propriedade da terra quando concedida a uma pessoa que não está usando/ocupando-a. ==== Mutualismo ==== O mutualismo é uma vertente do anarquismo que pode ser delineada nos escritos de Pierre-Joseph Proudhon, que imaginou uma sociedade onde cada pessoa pode possuir um meio de produção, individual ou coletivamente, com trocas comerciais que representam quantidades equivalentes de trabalho no mercado livre.Mutualist.org Introduction Imprescindível para o projeto foi a criação de um banco de crédito mútuo, que faria empréstimos aos produtores a uma taxa de juros mínima suficiente apenas para cobrir os custos de administração.Miller, David. 1987. \"Mutualism.\" The Blackwell Encyclopedia of Political Thought. Blackwell Publishing. p. 11 O mutualismo é baseado na teoria do valor-trabalho, que afirma que o valor da mercadoria é determinado pela quantidade de trabalho que é necessário para a produzir. Mutualistas são contra à ideia de indivíduos receberem uma renda através de empréstimos, investimentos, ou aluguel, pois afirmam que essas receitas não provém de seu trabalho, mas do de terceiros. Apesar de Proudhon se opôr a este tipo de renda, ele expressou: \"[…] Eu nunca quis proibir ou […] suprimir, por decreto soberano, terreno de aluguel e juros sobre o capital. Penso que todas estas formas de atividade humana devem continuar a ser livres e opcionais para todos.\"Solution of the Social Problem, 1848-49. Na medida em que assegura o direito dos trabalhadores ao produto completo de seu trabalho, mutualistas apoiam os mercados e a propriedade privada do produto do trabalho. No entanto, eles defendem títulos condicionais a terra, cuja propriedade privada só é legítima desde que ela permança em uso ou ocupação (o que Proudhon chamado \"possessão\").Swartz, Clarence Lee. What is Mutualism? VI. Land and Rent Proudhon apoia o trabalho de empresas cooperativas e associações,Hymans, E., Pierre-Joseph Proudhon, pp. 190-1, Woodcock, George. Anarchism: A History of Libertarian Ideas and Movements, Broadview Press, 2004, pp. 110 & 112 porque para \"não precisarmos hesitar, não temos escolha […] é necessário formar uma associação entre os trabalhadores […] porque sem isso, permaneceríamos relacionados como subordinados e superiores, e poderiam advir duas… castas de mestres e operários assalariados, o que é incompatível com uma sociedade livre e democrática\" e assim \"se torna necessário que os trabalhadores constituam-se em sociedades democráticas, com condições iguais para todos os membros, sob pena de uma recaída ao feudalismo.\"General Idea of the Revolution, Pluto Press, pp. 215-216 and p. 277 Quanto aos bens de capital (trabalho humano, terra, \"meios de produção\"), os pareceres mutualistas divergem sobre se estas deveriam ser normalmente ativos geridos por propriedade pública ou privada. Mutualistas têm se distinguido do socialismo de Estado, e não defendem o controle social sobre os meios de produção pelo uso da força. Benjamin Tucker disse, de Proudhon, que \"embora contrário à socialização da propriedade de capital, o objetivo de Proudhon é socializar seus efeitos, tornando-o seu uso benéfico para todos, em vez de um meio de empobrecer a muitos e enriquecer poucos… submetendo o capital à lei natural da competição, levando o preço do seu próprio uso ao de custo.\"Tucker, Benjamin, State Socialism and Anarchism === Max Stirner === Johann Kaspar Schmidt, conhecido pelo pseudônimo Max Stirner (Bayreuth, 25 de Outubro de 1806 — Berlim, 26 de Junho de 1856), foi um filósofo alemão classificado como um dos pais da literatura do niilismo, existencialismo, pós-modernismo e do anarquismo, mais especificamente do anarquismo individualista. Sua principal obra foi O único e sua propriedade, cuja primeira publicação ocorreu em 1844 em Leipzig, e desde então surgiram diversas edições e traduções. ==== Egoísmo ==== A filosofia egoísta de Stirner é a forma mais extrema do anarquismo individualista.Goodway, David (2006). Anarchist Seeds Beneath the Snow. Liverpool University Press. p. 99. Em sua obra O único e sua propriedade (1844), este autor procura demonstrar como, através da história, a humanidade foi levada a se sacrificar por ideais abstratos (fantasmas). Estes ideais, ao invés de trazerem felicidade, apenas serviram de fachada para que uma minoria de indivíduos egoístas se beneficiasse do trabalho da maioria da população. Contra isto, Max Stirner propôs não que nos tornássemos todos cristãos ou altruístas, mas que todos os indivíduos se tornassem egoístas também, se associando voluntariamente conforme necessário, mas zelando pelos seus próprios interesses pessoais. Segundo ele, só assim a exploração de poucos por muitos poderia ser abolida. Stirner não recomenda, ao indivíduo, tentar eliminar o Estado, mas simplesmente desconsiderá-lo e, quando ele entrar em conflito com suas escolhas autônomas, combatê-lo. Ao fazer isso, o indivíduo estará de acordo com seus próprios interesses.Moggach, Douglas. The New Hegelians. Cambridge University Press, 2006 p. 190 Ele diz que o egoísta rejeita a busca da devoção a \"uma grande ideia, uma doutrina, um sistema, uma vocação sublime\", dizendo que o egoísta não tem vocação política, mas \"vive por si só\" sem levar em conta \"quão bem ou mal a humanidade assim passa\".Moggach, Douglas. The New Hegelians. Cambridge University Press, 2006 p. 183 Stirner considerou que a única limitação sobre os direitos do indivíduo é o seu poder para obter o que deseja.The Encyclopedia Americana: A Library of Universal Knowledge. Encyclopedia Corporation. p. 176 Embora a filosofia de Stirner seja individualista, ela tem influenciado alguns comunistas libertários e anarcocomunistas. O livro For Ourselves: Council for Generalized Self-Management discute Stirner e fala de um \"egoísmo comunista\", que se diz ser uma \"síntese de individualismo e coletivismo\", e diz que \"a ganância em seu sentido mais amplo é a única base possível da sociedade comunista\".For Ourselves, The Right to Be Greedy: Theses On The Practical Necessity Of Demanding Everything, 1974. Formas de comunismo libertário como o situacionismo sofreram influência de Stirner.veja, por exemplo, Christopher Gray, Leaving the Twentieth Century, p. 88. A anarcocomunista Emma Goldman foi influenciada por Stirner e Peter Kropotkin e juntou ambas as filosofias junto à sua própria, como mostrado em livros dela como O Anarquismo e Outros Ensaios.Emma Goldman, Anarchism and Other Essays, p. 50. == A tradição Americana == === Origens === Henry David Thoreau (1817-1862) foi um dos primeiros pensadores individualistas influentes nos Estados Unidos e na Europa. Escritor estadunidense, poeta, naturalista, contrário a todo imposto, crítico da industrialização e progresso, historiador, filósofo e um dos principais transcendentalistas. É muito conhecido por seu livro Walden, uma reflexão sobre a vida simples em ambientes naturais, e também por seu famoso ensaio A Desobediência Civil, uma declaração a favor da resistência individual ao governo civil em oposição moral a uma situação injusta. Seu pensamento é primordial nas ideias do anarquismo ecologista, mas com ênfase na experiência individual do mundo natural, que influenciaria posteriormente o pensamento das correntes naturistas. A ideia de uma vida simples com rejeição a um estilo de vida materialista/consumista e a autossuficiência eram as metas de Thoreau, e seus projetos por completo se inspiravam na filosofia transcendentalista. \"Muitos têm visto, em Thoreau, um dos precursores do ecologismo e do anarcoprimitivismo representado atualmente por John Zerzan. Para George Woodcock, essa atitude pode ser motivada por certas ideias de resistência ao progresso e rejeição ao crescente materialismo da sociedade americana no meio do século XX.\"\"EL NATURISMO LIBERTARIO EN LA PENÍNSULA IBÉRICA (1890-1939)\" por Josep Maria Rosell Em sua principal obra, A Desobediência Civil, que teve sua primeira publicação em 1849, Henry Thoreau argumenta que as pessoas não deveriam permitir, aos governos, anularem ou atrofiarem suas consciências, e que as pessoas têm o dever de evitar que tal consentimento permita ao governo torná-los agentes de injustiça. Thoreau foi motivado em parte por seu desgosto pela escravidão e pela Guerra Mexicano-Americana. Influenciou Mohandas Gandhi, Martin Luther King Jr., Martin Buber e Leon Tolstói na defesa da resistência não violenta.RESISTING THE NATION STATE the pacifist and anarchist tradition by Geoffrey Ostergaard Ele foi também o principal precedente do anarcopacifismo. A versão americana do individualismo anarquista tem uma forte ênfase no princípio da não agressão e na soberania individual.Madison, Charles A. (1945). \"Anarchism in the United States\". Journal of the History of Ideas (University of Pennsylvania Press) 6 (1): 46–66. doi:10.2307/2707055. http://jstor.org/stable/2707055. Alguns anarcoindividualistas, como Thoreau,Johnson, Ellwood. The Goodly Word: The Puritan Influence in America Literature, Clements Publishing, 2005, p. 138.Encyclopaedia of the Social Sciences, edited by Edwin Robert Anderson Seligman, Alvin Saunders Johnson, 1937, p. 12. não falam de economia mas simplesmente do direito de \"separação\" de cada um do Estado, e prevê a eliminação gradual do Estado através da evolução social. Seu anarquismo não só rejeita o Estado mas todas as associações organizadas de qualquer tipo, defendendo a completa autossuficiência individual.Richard Orr Curry, Lawrence B. Goodheart. American Chameloen: American Chameleon: Individualism in Trans-national Context. Kent State University Press, 1991. p. 39 Outro anarquista individualista muito influente foi Josiah Warren, que participou do coletivo \"socialista utópico\" iniciado por Robert Owen chamado Nova Harmonia. Após a experiência falhar, Warren chegou à conclusão de que tal sistema pecava com relação ao respeito à \"soberania do indivíduo\"\"Some portion, at least, of those who have attended the public meetings, know that EQUITABLE COMMERCE is founded on a principle exactly opposite to combination; this principle may be called that of Individuality. It leaves every one in undisturbed possession of his or her natural and proper sovereignty over its own person, time, property and responsibilities; & no one is acquired or expected to surrender any \"portion\" of his natural liberty by joining any society whatever; nor to become in any way responsible for the acts or sentiments of any one but himself; nor is there any arrangement by which even the whole body can exercise any government over the person, time property or responsibility of a single individual.\" - Josiah Warren, Manifesto e ao direito de dispor sua propriedade de acordo com seu próprio interesse. A partir de então, fundou, junto a Stephen Pearl Andrews, uma colônia em Long Island, em Nova York, que concordava com seus princípios.Low Living and High think at Modern Times, New York by Roger Wunderlich, 1.Scale Model of Liberty, pg. 2 A comunidade, batizada de Modern Times, teve seu fim seis anos depois de sua fundação devido ao Pânico de 1857, uma queda brusca na economia dos Estados Unidos.Rockoff, Hugh (1997). \"Crisis of 1857\". in Glasner, David; Cooley, Thomas F., eds. Business cycles and depressions: an encyclopedia. New York: Garland Publishing. pp. 128–32. ISBN 0824009444. Havia produtos que a comuna não produzia, e isso obrigava-os a se inserir no mercado. Dessa forma, foram afetados pela crise.Communalism: From Its Origins to the Twentieth CenturyAttempted Utopian Society Modern Times Part 2 Ele editou um jornal de quatro páginas semanais durante 1833, chamado The Peaceful Revolutionist, que foi o primeiro periódico anarquista publicado. Josiah Warren: The First American Anarchist — A Sociological Study, Boston: Small, Maynard & Co., 1906, p. 20' Foi também considerado, pelo biógrafo Willian Bailie, o primeiro anarquista norte-americano. Josiah Warren: The First American Anarchist — A Sociological Study, Boston: Small, Maynard & Co., 1906, p. 3 === Os anarquistas de Boston === Benjamin Tucker e outros anarquistas localizado na área ao redor de Boston, foram influenciados por Warren, e sua interpretação da teoria do valor-trabalho. Tucker acreditava que era injusto pessoas receberem maior renda que outros que haviam executado a mesma quantidade de trabalho. Tucker afirmou que a solução para o crescimento dos salários era que o Estado cessasse de intervir na economia e de proteger os monopólios em relação à concorrência. Como Warren, ele viu que as ganâncias do trabalho eram sinônimos de exploração (com exceção aos donativos e heranças).Tucker, Benjamin. State Socialism and Anarchism Tucker e Spooner \"concordam com a proposição de que a propriedade é legítima apenas na medida em que essa engloba não mais do que o total do produto do trabalho individual.\"\"Anarchism\", Contemporary Political Ideologies, Roger Eatwell and Anthony Wright (eds.), p. 132 Ele argumentou que emprestar dinheiro com juros envolvendo uma parte que não exercia trabalho, como o caso do credor, era uma forma de usura. Essas receitas foram concebidas como sendo injustas, porque, através delas, pessoas lucravam sem trabalhar. Para Tucker e a maioria dos individualistas americanos contemporâneos, o aluguel da terra só existe por causa do \"monopólio\" e do \"privilégio\" apoiados pelo governo, que restringe a concorrência no mercado e concentra riqueza nas mãos de poucos. Tucker argumentou que o controle privado da terra deve ser apoiado apenas se o titular a estiver usando ou ocupando. Caso contrário, os titulares cobrariam aluguel daqueles que estavam trabalhando e produzindo. Tucker imaginou uma sociedade anarquista individualista onde \"cada homem colhesse os frutos de seus trabalhos e ninguém fosse viver na ociosidade através da renda do capital… tornando-se uma grande colmeia de operários anarquistas, indivíduos prósperos e livres levando a produção e a distribuição ao consumidor.\"The Individualist Anarchists, p. 276 Ao final do século XIX, ocorreu uma diferenciação do anarquismo individualista norte-americano quando Tucker e alguns outros abandonaram a teoria dos direitos naturais e se proclamaram egoístas segundo a filosofia individualista de Max Stirner. Alguns dos \"anarquistas de Boston\", como Tucker, se definiram como socialistas, algo que denota uma ampla significação pela qual indicava o compromisso em resolver \"a questão do trabalho\" através de uma radical reforma econômica.Brooks, Frank H. 1994. The Individualist Anarchists: An Anthology of Liberty (1881–1908). Transaction Publishers. p. 75. ==== Anarcocapitalismo ==== A filosofia anarcoindividualista teve grande influência sobre os chamados anarcocapitalistas, uma radicalização do pensamento liberal clássico,Anarcho- capitalism (p. 132). Anarchism, Political Ideology Today. Escrito por Ian Adams que defende a propriedade privada como direito natural e moral. Enquanto os anarcoindividualistas do século XIX defendiam a teoria do valor-trabalho, e afirmavam que o trabalhador tem direito ao produto total de seu trabalho, os anarcocapitalistas - tal como Murray Rothbard - rejeitam essa ideia,Outhwaite, William. The Blackwell Dictionary of Modern Social Thought, Anarchism entry, Blackwell Publishing, 2003, p. 13 remontando às ideias de Gustave de Molinari.Gustave de Molinari and the Anti-Statist liberal tradition, ensayo sobre el anarquismo de mercado de Molinari y su influencia, por David M. Hart, original de 1973, edición de 2003. Rothbard define o anarquismo \"como um sistema que não prevê qualquer sanção legal para a agressão contra a pessoa e a propriedade\" e diz que \"o que o anarquismo se propõe a fazer, então, é abolir o Estado, isto é, abolir a instituição reguladora de coerção.\" Essa nova corrente é considerada por alguns como negligente com o termo e significado de anarquismo,[anarcocapitalistas \"simplesmente substituem o Estado por empresas de segurança privada, e dificilmente podem ser descritos anarquistas como o termo é normalmente entendido. Brian Morris, \"Global Anti- Capitalism\", pp. 170-6, Anarchist Studies, vol. 14, no. 2, p. 175] e por conseguinte, contraditória à sua filosofia.\"Thus anarchism is far more than the common dictionary definition of \"no government\" -- it also entails being against all forms of archy, including those generated by capitalist property. This is clear from the roots of the word \"anarchy.\"\" An Anarchist FAQ - F.1 Are \"anarcho\"-capitalists really anarchists? Argumentam que a \"essência do anarquismo é, antes de tudo, não a oposição teórica ao Estado, mas a luta teórica e prática contra a dominação\",sophisticated and developed anarchist theory proceeds further. It does not stop with a criticism of political organisation, but goes on to investigate the authoritarian nature of economic inequality and private property, hierarchical economic structures, traditional education, the patriarchal family, class and racial discrimination, and rigid sex- and age-roles, to mention just a few of the more important topics.\" For the \"essence of anarchism is, after all, not the theoretical opposition to the state, but the practical and theoretical struggle against domination.\" John Clark, The Anarchist Moment, p. 128 and p. 70 e que a propriedade privada gera essa dominação.[the \"anarcho\"-capitalist the] \"natural outcome of the voluntary transactions between various private property owners is decidedly non-egalitarian, hierarchical and elitist.\" \"The Political Economy of Monarchy and Democracy and the Idea of a Natural Order\", Democracy: the God that Failed, p. 118 Murray Rothbard, aluno de Ludwig von Mises, combinou a economia da escola Austríaca de seu professor das visões absolutistas de direitos naturais com a rejeição ao Estado que ele absorveu estudando os anarquistas individualistas americanos do século dezenove como Lysander Spooner e Benjamin Tucker.Blackwell Encyclopaedia of Political Thought, 1987, ISBN 0-631-17944-5, p. 290 Em meados dos anos 1950, Rothbard escreveu um artigo sob um pseudônimo, dizendo que \"nós não somos anarquistas… mas também não arquistas… Talvez, então, poderíamos nos chamar de um novo nome: não arquistas\", preocupado em diferenciar-se de comunistas e socialistas do ponto de vista econômico de outros anarquistas (incluindo os anarquistas individualistas do século XIX).Rothbard, Murray. Are Libertarians 'Anarchists'? . LewRockwell.com. Contudo, mais tarde Rothbard escolheu o termo \"anarcocapitalismo\" para sua filosofia e referiu a si mesmo como um anarquista. == Impacto do anarcoindividualismo na Europa == Anarquistas individualistas europeus incluem Max Stirner, Albert Libertad, Shmuel Alexandrov, Anselme Bellegarrigue, Émile Armand, Enrico Arrigoni, Lev Chernyi, John Henry Mackay, Han Ryner, Renzo Novatore, Miguel Giménez Igualada, e atualmente Michel Onfray. Dois influentes autores anarcoindividualistas na Europa são Friedrich NietzscheAlbert Lévy e Bernd A. Laska, Stirner e Nietzsche, São Paulo: Expressão & Arte, Editora Imaginário, 2013; Cf. Bernd A. Laska: A crise inicial de Nietzsche. Uma nova luz sobre a questão \"Nietzsche e Stirner\" (ver Anarquismo e Friedrich Nietzsche) e Georges Palante. O anarquismo individualista europeu procedeu a partir das raízes definidas por William Godwin, Pierre-Joseph Proudhon e Max Stirner. === França === :Ver também: Anarquismo na França Do legado de Proudhon e Stirner, surgiu uma forte tradição do anarquismo individualista na França. Um primordial anarquista individualista foi Anselme Bellegarrigue. Ele participou da Revolução Francesa de 1848, foi autor e editor de \"L'Anarchie, journal de l'ordre\" e \"Au fait ! Au fait ! Interprétation de l'idée démocratique\" e escreveu o importante e breve Manifesto Anarquista em 1850. Autonomie Individuelle era um periódico anarquista individualista que funcionou de 1887 a 1888; foi editado por Jean-Baptiste Louiche, Carlos Schaeffer e Deherme Georges. Autonomie Individuelle (1887 — 1888) Mais tarde, a tradição seguiu com intelectuais como Albert Libertad, André Lorut, Émile Armand, Victor Serge, Zo d'Axa e Rirette Maitrejean, que desenvolveram suas teorias no principal jornal anarcoindividualista na França, L'Anarchie,On the fringe of the movement, and particularly in the individualist faction which became relatively strong after 1900 and began to publish its own sectarian paper, -315- L'Anarchie ( 1905-14), there were groups and individuals who lived largely by crime. Among them were some of the most original as well as some of the most tragic figures in anarchist history.\" Woodcock, George. Anarchism: A History of Libertarian Ideas and Movements. 1962 em 1905. Exterior a esse jornal, Han Ryner escreveu Petit Manuel individualiste (1903). Mais tarde, apareceu o jornal L'En-dehors, criado por Zo d'Axa em 1891. Anarquistas individualistas franceses expuseram uma diversidade de posições (por exemplo, sobre violência e não violência). Émile Armand rejeitou a violência e aderiu ao mutualismo enquanto se tornava um importante propagandista do amor livre, ao passo que Albert Libertad e Zo d'Axa foram influentes no meio ilegalista e campeões na propaganda pelo ato, enquanto aderiam ao comunitarismo ou anarcocomunismo\"Libertad était un révolté, qui luttait non en dehors (tel les communautaires/colonies) ni à côté de la société (les éducationnistes), mais en son sein. Il sera énoncé comme une figure de l'anarchisme individualiste, néanmoins, il ne se revendiquera jamais ainsi, même si il ne rejetait pas l'individualisme, et que Libertad se revendiquait du communisme ; plus tard, Mauricius, qui était un des éditeurs du journal \"l'Anarchie\" dira \"Nous ne nous faisions pas d'illusions, nous savions bien que cette libération totale de l'individu dans la société capitaliste était impossible et que la réalisation de sa personnalité ne pourrait se faire que dans une société raisonnable, dont le communisme libertaire nous semblait être la meilleure expression.\". Libertad s'associait à la dynamique de révolte individuelle radicale au projet d'émancipation collective. Il insistait sur la nécessité de développer le sentiment de camaraderie, afin de remplacer la concurrence qui était la morale de la société bourgeoise. \"\"Albert Libertad\" e rejeitavam o trabalho. Han Ryner, por outro lado, conciliou o anarquismo com o estoicismo. Todavia, os círculos anarcoindividualistas franceses tiveram um forte senso de liberdade individual e experimentação. O conteúdo do naturismo e do amor livre passou a ter forte influência nos círculos anarquistas individualistas e, de lá, se expandiu para o resto do anarquismo, aparecendo também em grupos espanhóis anarcoindividualistas. O anarquismo naturista foi promovido por Henri Zisly, Émile GravelleThe daily bleed e Georges Butaud. Butaud foi um individualista \"partidário da ambientes livres\", editor da \"Flambeau\" (\"um inimigo da autoridade\") em 1901, em Viena. A maior parte de suas energias foram dedicadas à criação de colônias anarquistas (communautés experimentales), e ele participou de várias. \"1926 -- França: Georges Butaud (1868-1926) morre em Ermont.\" === Itália === direita|thumb|180px|Gino Lucetti, anarquista italiano que tentou assassinar o fascista Benito Mussolini Na Itália, o anarquismo individualista tinha uma forte tendência para ilegalismo e propaganda pelo ato, similar ao anarquismo individualista francês, mas talvez mais extremo,\"Neste momento, incentivados pela desilusão que se seguiu ao colapso da greve geral, os individualistas terroristas que sempre - apesar da influência de Malatesta - sobreviveram como uma pequena minoria entre os anarquistas italianos, intervindo assustadoramente e tragicamente.\" George Woodcock. Anarquismo: Uma História das Ideias e Movimentos Libertários. 1962. que enfatizava a crítica às organizações sejam anarquistas ou de qualquer outro tipo.\"Em uma disputa com os anarquistas individualistas de Paterson, insistiram que o anarquismo não implicava absolutamente em organização, e que cada homem deve agir apenas sobre seus impulsos. Finalmente, em um debate ruidoso, o impulso individual de um determinado Ciancabilla dirigiu-se a atirar em Malatesta, que foi gravemente ferido, mas recusou-se obstinadamente a dar o nome de seu agressor.\" George Woodcock. Anarquismo: Uma História das Ideias e Movimentos Libertários. 1962 Neste contexto, podemos considerar os notórios magnicídios realizados ou tentados por individualistas como Giovanni Passannante, Sante Caserio, Michele Angiolillo, Luigi Luccheni e Gaetano Bresci, que assassinou o rei Humberto I da Itália. Caserio viveu na França coexistindo ao ilegalismo francês; mais tarde, assassinou o presidente francês Sadi Carnot. As sementes de teóricos do anarquismo insurrecionário atual já foram estabelecidas no final do século XIX na Itália, em uma combinação da crítica anarquista individualista de grupos permanentes com organizações de uma visão socialista da luta de classes.\"Essa trova soprattutto in America del Nord un notevole seguito per opera del Galleani che esprime una sintesi fra l'istanza puramente individualista di stampo anglosassone e americano (ben espressa negli scritti di Tucker) e quella profondamente socialista del movimento anarchico di lingua italiana. Questa commistione di elementi individualisti e comunisti - che caratterizza bene la corrente antiorganizzatrice - rappresenta lo sforzo di quanti avvertirono in modo estremamente sensibile l'invadente burocratismo che pervadeva il movimento operaio e socialista.\"\"anarchismo insurrezionale\" in italian anarchopedia Durante a ascensão do fascismo, esse pensamento também motivou Gino Lucetti, Michele Schirru e Angelo Sbardellotto na tentativa de assassinar Benito Mussolini. No início do século XX, foi importante o trabalho intelectual do anarquista individualista Renzo Novatore, que foi influenciado por Stirner, Friedrich Nietzsche, Georges Palante, Oscar Wilde, Henrik Ibsen, Arthur Schopenhauer e Charles Baudelaire. Ele colaborou com vários jornais anarquistas e participou de correntes vanguardistas do futurismo. Em seu pensamento, ele aderiu ao desrespeito stirneriano à propriedade privada, só reconhecendo a propriedade de um espírito próprio.\"Novatore non era contrario all’abolizione della proprietà privata, poichè riteneva che l’unica proprietà inviolabile fosse solo quella spirituale ed etica. Il suo pensiero è esplicitato in \"Verso il nulla creatore\": Bisogna che tutto ciò che si chiama \"proprietà materiale\", \"proprietà privata\", \"proprietà esteriore\" diventi per gli individui ciò che è il sole, la luce, il cielo, il mare, le stelle. E ciò avverrà!Avverrà perchè noi - gli iconoclasti - la violenteremo!Solo la ricchezza etica espirituale è invulnerabile. E’ vera proprietà dell'individuo. Il resto no! Il resto è vulnerabile! E tutto ciò che è vulnerabile sarà vulnerato.\"\"Renzo Novatore\" na anarcopédia italiana Novatore colaborou com o jornal anarquista individualista Iconoclasta! juntamente com o jovem stirnerista ilegalista Bruno Filippi.The rebel's dark laughter: the writings of Bruno Filippi O filósofo e poeta individualista Renzo Novatore pertencia à esquerda do movimento de vanguarda do futurismo, ao lado de outros anarcoindividualistas futuristas, como Dante Carnesecchi, Rafanelli Leda, Auro d'Arcola e Governato Giovanni. Também há Pietro Bruzzi, que publicou o jornal L'individualista em 1920, mas que caiu diante das forças fascistas posteriormente. === Espanha === :Ver também Anarquismo na Espanha A Espanha recebeu a influência do anarquismo individualista americano, mas a mais importante estava relacionada às correntes francesas. Na virada do século, o individualismo na Espanha ganhou força graças aos esforços de pessoas como Dorado Montero, Ricardo Mella, Federico Urales, Miguel Giménez Igualada e J. Elizalde que traduziria os individualistas franceses e americanos. Importantes neste contexto foram também revistas como a Idea La Libre, La blanca revista, Ética, Iniciales, Al Margen, Estúdios e Nosotros. Os pensadores mais influentes foram Max Stirner, Emile Armand e Han Ryner. Assim como na França, a divulgação do Esperanto e do antinacionalismo foram tão importantes como o naturismo e as correntes de amor livre. Mais tarde, Armand e Ryner começaram a escrever para a imprensa individualista espanhola. O conceito de Armand de camaradagem amorosa teve um papel importante na motivação do poliamor como realização do indivíduo. Um importante anarquista individualista da Espanha foi Miguel Giménez Igualada, que escreveu o longo livro teórico chamado Anarquismo defendendo seu anarquismo individualista.slideshare.net/guest8dcd3f/anarquismo-miguel-gimenez-igualada Anarquismo por Miguel Giménez Igualada Entre outubro de 1937 e fevereiro de 1938, ele inicia como editor da revista anarquista individualista Nosotros, em que muitas obras de Han Ryner e Émile Armand aparecem, e também participa na edição de outra revista anarquista individualista: Al Margen: Publicación quincenal individualista.\"Entre los redactores y colaboradores de Al Margen, que trasladará su redacción a Elda, en Alicante, encontraremos a Miguel Giménez Igualada…\" La insumisión voluntaira: El anarquismo individualista español durante la dictadura y la segunda reppública(1923-1938) por Xavier Diez Seu pensamento foi profundamente influenciado por Max Stirner, do qual ele foi o principal divulgador na Espanha através de seus escritos. Ele editou e escreveu o prefácio para a quarta edição em espanhola de O Único e Sua Propriedade de 1900. Ele propôs a criação de uma união de egoístas, que seria uma Federação de individualistas anarquistas na Espanha, mas não teve sucesso. Em 1956, publicou um extenso tratado sobre Stirner, que dedicou ao seu colega anarquista individualista Émile Armand.\"Stirner\" por Miguel Gimenez Igualada Mais tarde, ele viajou e viveu na Argentina, Uruguai e México.Xavier Diez. L'ANARQUISME INDIVIDUALISTA A ESPANYA 1923-1938 Federico Urales foi um importante anarcoindividualista que editou La Revista Blanca.Xavier Diez. L'anarquisme Individualista a Espanya 1923-1938 O anarquista individualista Urales foi influenciado por Auguste Comte e Charles Darwin. Ele via ciência e razão como uma defesa contra o servilismo cego e a autoridade. Ele foi crítico de influências de pensadores individualistas como Nietzsche e Stirner por promover uma associação de egoístas individualistas em vez de promover um individualismo com solidariedade como um meio de garantir igualdade social e harmonia. No tema da organização, ele foi extremamente crítico do anarcossindicalismo, que viu atormentado por excesso de burocracia e de pensamentos que tendem ao reformismo. Ao invés, ele era a favor de pequenos grupos baseados em alinhamento ideológico. Ele apoiou o estabelecimento da Federação Anarquista Ibérica em 1927, e participou dela. === Alemanha === Na Alemanha, o escocês naturalizado alemão John Henry Mackay tornou-se o propagandista mais importante para as ideias anarquistas individualistas. Ele fundiu o egoísmo de Stirner com as posições de Benjamin Tucker e efetivamente traduziu Tucker para o alemão. Dois textos semificcionais próprios, Die Anarchisten (\"Os Anarquistas\") (1891) e Der Freiheitsucher (O Investigador da Liberdade) (1921), contribuíram para a teoria individualista através de uma atualização de temas egoístas dentro de uma análise do movimento anarquista. As traduções inglesas dessas obras chegaram ao Reino Unido e a círculos individualistas americanos liderados por Tucker.\"New England Anarchism in Germany\" por Thomas A. Riley McKay também é conhecido como um primordial ativista europeu para os direitos LGBT. Usando o pseudônimo de Sagitta, Mackay escreveu uma série de obras para a emancipação homossexual, intitulado Die Buecher der namenlosen Liebe (Livros do Amor anônimo). Esta série foi concebida em 1905 e concluída em 1913 e incluiu a Skaller Fenny, a história de um pederasta. RICHARD STRAUSS and JOHN HENRY MACKAY por Hubert Kennedy Sob o mesmo pseudônimo, ele também publicou ficção, como Holanda (1924), e um romance pederasta de meninos de bares de Berlim, DerPuppenjunge (The Hustler) (1926). Adolf Brand (1874-1945) foi um escritor alemão, anarquista stirnerista e ativista pioneiro para a aceitação da bissexualidade e homossexualidade masculina. Brand publicou um periódico alemão homossexual, Der Eigene, em 1896. Esta foi a primeira publicação homossexual em curso no mundo.Karl Heinrich Ulrichs iniciou um jornal chamado Prometheus em 1870, mas apenas uma edição foi publicada. (Kennedy, Hubert, Karl Heinrich Ulrichs: First Theorist of Homosexuality, In: 'Science and Homosexualities', ed. Vernon Rosario (pp. 26–45). New York: Routledge, 1997. O nome foi tirado dos escritos do filósofo egoísta Max Stirner, que teve grande influência na juventude de Brand, e se refere ao conceito de Stirner de \"autopropriedade\" do indivíduo. A Der Eigene era concentrada em material cultural e acadêmico, e pode ter tido uma média de cerca de 1 500 assinantes por edição durante sua vida, embora os números exatos sejam incertos. Contribuintes incluem Erich Mühsam, Kurt Hiller, John Henry Mackay (sob o pseudónimo de Sagitta) e os artistas Wilhelm von Gloeden, Fidus e Sascha Schneider. Brand contribuiu com muitos poemas e artigos de si mesmo. Benjamin Tucker acompanhou este jornal dos Estados Unidos. === Grã- Bretanha e Irlanda === O teórico político inglês iluminista Willian Godwin exerceu uma importante e antecipada influência como mencionado antes. O escritor irlandês do movimento decadentista Oscar Wilde, influenciou anarquistas como Renzo Novatore\"We must kill the christian philosophy in the most radical sense of the word. How much mostly goes sneaking inside the democratic civilization (this most cynically ferocious form of christian depravity) and it goes more towards the categorical negation of human Individuality. \"Democracy! By now we have comprised it that it means all that says Oscar Wilde Democracy is the people who govern the people with blows of the club for love of the people\".\" \"Towards the Hurricane\" by Renzo Novatore e ganhou admiração de Benjamin Tucker. Em seu importante ensaio A Alma do Homem sob o Socialismo de 1891, ele defendeu o socialismo como caminho para garantir o individualismo e assim disse que \"com a abolição da propriedade privada, então, teremos um Individualismo verdadeiro, belo e saudável. Ninguém irá desperdiçar sua vida em acumular coisas, e os símbolos para as coisas. Irão viver. Viver é a coisa mais rara do mundo. A maioria das pessoas existe, e só.\"The soul of man under Socialism por Oscar Wilde Para o anarquista historiador George Woodcock, \"o objetivo de Wilde em A Alma do Homem sob o Socialismo é perseguir a sociedade mais favorável ao artista… para Wilde, a arte é o objetivo supremo, contendo, dentro de si, a iluminação e regeneração, para que todo o resto da sociedade deve ser subordinado… Wilde representa o anarquista como estético.\"George Woodcock. Anarchism: A History of Libertarian Ideas and Movements. 1962. (pg. 447) Woodcock acha que \"a contribuição mais ambiciosa para a literatura anarquista durante a década de 1890 foi indubitavelmente A Alma do Homem sob o Socialismo de Oscar Wilde\" e acredita que foi influenciada sobretudo pelo pensamento de Willian Godwin. No final do século XIX, no Reino Unido, havia anarquistas individualistas como Wordsworth Donisthorpe, Hiam Joseph Levy, Greevz Joseph Fisher, John Badcock, Jr., Albert Tarn, e Henry Seymour,\"The English Individualists As They Appear In Liberty\" por Carl Watner que eram próximos ao grupo americano em torno da revista Liberty de Benjamin Tucker. Em meados de 1880, Seymour publicou um jornal chamado The Anarchist e também mais tarde desenvolveu um interesse especial pela filosofia do amor livre, como havia relatado no jornal The Adult: A Journal for the Advancement of Freedom in Sexual Relationships. Também há o filósofo e escritor na linha do idealismo alemão Herbert Read, que escreveu sobre Godwin e Stirner, e escreveu trabalhos como To Hell With Culture, The Paradox of Anarchism, \"Philosophy of Anarchism\", Anarchy & Order; Poetry & Anarchism and My Anarchism. Henry Meulen foi um outro anarquista britânico; era conhecido pelo seu apoio ao sistema bancário livre. === Rússia === O anarquismo individualista foi uma das três categorias do anarquismo na Rússia, juntamente com o comunismo libertário e o mais proeminente anarcossindicalismo.Avrich, Paul (2006). The Russian Anarchists. Stirling: AK Press. p. 56. ISBN 1904859488. Os anarquistas individualistas russos eram predominantemente provenientes da intelligentsia e da classe trabalhadora. Na Rússia, Lev Chernyi foi um importante anarquista individualista envolvido na resistência contra o crescimento do poder do Partido Bolchevique. Estudiosos incluindo Paul Avrich e Allan Antliff interpretaram sua visão da sociedade como tendo grande influência dos anarquistas individualistas Max Stirner e Benjamin Tucker.Antliff, Allan (2007). \"Anarchy, Power, and Poststructuralism\". SubStance 36 (113): 56–66. doi:10.1353/sub.2007.0026. https://muse.jhu.edu/login?uri=/journals/substance/v036/36.2antliff.pdf. Retrieved 2008-03-10. Em 1907, publicou um livro intitulado Anarquismo Associativo, em que defendeu a \"livre-associação dos indivíduos independentes.\" No seu retorno da Sibéria em 1917, ele aproveitou a sua grande popularidade entre os trabalhadores de Moscou para atuar como conferencista. Chernyi foi também Secretário da Federação dos Grupos Anarquistas de Moscou, que foi formada em Março de 1917. Morreu depois de ser acusado de participar de um episódio em que esse grupo bombardeou a sede do Comitê do Partido Comunista de Moscou. Embora fosse mais provável que ele não estivesse realmente envolvido com o bombardeio, possivelmente foi morto devido a tortura. Chernyi advogou a desconstrução Nietzscheana dos valores da sociedade burguesa russa, e rejeitou as comunas voluntárias do anarcocomunista Peter Kropotkin como prenúncio para a liberdade do indivíduo.Chernyi, Lev (1923) [1907]. Novoe Napravlenie v Anarkhizme: Asosiatsionnii Anarkhism (Moscow; 2nd ed.). New York. Após a publicação do livro, Chernyi foi aprisionado na Sibéria pelo regime Czarista Russo por suas atividades revolucionárias.Phillips, Terry (Fall 1984). \"Lev Chernyi\" . The Match! (79). http://recollectionbooks.com/bleed/Encyclopedia/ChernyiLev.htm . Retrieved 2008-03-10. == Anarcoindividualistas Latino-Americanos == Vicente Rojas Lizcano, cujo pseudônimo era Biófilo Panclasta, foi um escritor anarquista individualista e ativista colombiano. Em 1904, ele começou a usar o nome Biofilo Panclasta. \"Biofilo\", em espanhol, significa para \"amante da vida\" e \"Panclasta\", \"inimigo de todos\".PANCLASTA, Biófilo (1928): Comprimidos psicológicos de los revolucionarios criollos. Periódico Claridad, Bogotá, Nº 52, 53, 54, 55 y 56. Visitou mais de cinquenta países propagando o anarquismo, que, no seu caso, foi fortemente influenciado pelo pensamento de Max Stirner e Friedrich Nietzsche. Entre suas obras escritas, estão Siete años enterrado vivo en una de las mazmorras de Gomezuela: Horripilante relato de un resucitado (1932) e Mis prisiones, mis destierros y mi vida (1929), que falam sobre suas muitas aventuras enquanto vivia como um ativista aventureiro e vagabundo, bem como seu pensamento e as muitas vezes em que ele foi preso em diferentes países. Maria Lacerda de Moura foi uma professora brasileira, jornalista, anarcafeminista e anarcoindividualista. Suas ideias sobre a educação foram fortemente influenciadas por Francisco Ferrer. Ela, mais tarde, mudou-se para São Paulo e envolveu-se com o jornalismo da imprensa anarquista e proletária. Lá, ela também abordou temas como educação, direitos da mulher, o amor livre, e antimilitarismo. Seus escritos e ensaios alcançaram atenção não só no Brasil, mas também na Argentina e no Uruguai. Em fevereiro de 1923, ela lançou Renascença, um periódico ligado ao anarquismo, progressismo e a esferas de livre pensadores da época. Seu pensamento foi influenciado principalmente por anarquistas individualistas como Han Ryner e Émile Armand.\"Maria Lacerda de Moura - Uma Anarquista Individualista Brasileira\" Ela mantinha contato com grupos anarcoindividualistas da Espanha. == Críticas == O socialista libertário Murray Bookchin criticou o anarquismo individualista por se opor à democracia e adotar o \"anarquismo como estilo de vida\" em detrimento da luta de classes.Bookchin, Murray (1995). Social Anarchism or Lifestyle Anarchism. Stirling: AK Press. ISBN 9781873176832. Bookchin clama que o anarquismo individualista apoia apenas a liberdade negativa e rejeita a positiva.Bookchin, Murray. \"Communalism: The Democratic Dimensions of Social Anarchism\". Anarchism, Marxism and the Future of the Left: Interviews and Essays, 1993-1998. AK Press, 1999, p. 155 O anarcocomunista Albert Meltzer propõe que o anarquismo individualista difere radicalmente do anarquismo revolucionário, e que é \"às vezes muito rapidamente admitido que este é, afinal, anarquismo'\". Ele afirmou que a aceitação por Benjamin Tucker do uso da força policial privada (inclusive para impedir manifestações violentas para proteger a \"liberdade do patrão\") é contraditória à definição de anarquismo como \"sem governo\".Meltzer, Albert. Anarchism: Arguments For and Against. AK Press, 2000. pp. 114-115 Meltzer se opôs ao anarcocapitalismo pelas mesmas razões, argumentando que seu apoio a \"exércitos privados\" é, na verdade, uma defesa do \"Estado limitado/mínimo\". Ele alega que \"só é possível conceber a anarquia como livre, 'comunisticamente' e não oferecendo nenhuma necessidade econômica para a repressão contra ela mesma.\"Meltzer, Albert. Anarchism: Arguments For and Against. AK Press, 2000. p 50 De acordo com Gareth Griffith, George Bernard Shaw inicialmente teve flertes com o anarquismo individualista antes de chegar à conclusão de que era \"a negação do socialismo, e é na verdade, antissocialismo conduzido tão próximo da sua conclusão lógica quanto qualquer homem sensato ousa levá-lo.\" O argumento de Shaw era que mesmo se a riqueza fosse inicialmente distribuída igualmente, o grau de laissez-faire defendido por Tucker resultaria numa redistribuição da riqueza se tornando novamente desigual, pois permitiria a apropriação privada e a acumulação.Griffith, Gareth. Socialism and Superior Brain: The Political Thought of George Bernard Shaw. Routledge (UK). 1993. p. 310 Segundo o acadêmico Carlotta Anderson, os anarquistas individualistas estadunidenses aceitam que a livre-concorrência resulta em desigualdade na distribuição de riquezas, mas \"não veem isso como injustiça\"Anderson, Carlotta R. All-American Anarchist: Joseph A. Labadie and the Labor Movement, Wayne State University Press, 1998, p. 250 Tucker explica que \"Se eu passar a vida livre e rico, não vou chorar porque o meu vizinho, igualmente livre, é mais rico. A liberdade que acabará por tornar todos os homens ricos, não fará todos os homens igualmente ricos. A autoridade pode (ou não) fazer todos os homens igualmente ricos na carteira; e certamente irá torná-los igualmente pobres em tudo o que faz a vida ser melhor\".Tucker, Benjamin. Economic Rent. Há também a crítica contemporânea entre as correntes do anarquismo individualista. O mutualista americano Joe Peacott criticou o anarcocapitalismo por tentar hegemonizar a classificação do \"anarquismo individualista\" e fazer parecer que todo anarcoindividualista é pró-capitalismo\"No artigo dela sobre o anarquismo individualista em Outubro de 1984, New Libertarian, Wendy McElroy erroneamente afirma que o anarcoindividualismo atual é idêntico ao anarcocapitalismo. Ela ignora o fato de que ainda há anarquistas individualistas que rejeitam o capitalismo tanto quanto o comunismo, na tradição de Warren, Spooner, Tucker, e outros.\" \"Eu não questiono McElroy quando definisse como uma anarquista individualista. No entanto, não me agrada o fato de que ela tenta igualar o termo com o anarcocapitalismo. Isso é simplesmente uma inverdade. Eu sou um anarquista individualista e sou contra a relação econômica capitalista, voluntária ou não.\" Benjamin Tucker, quando falou de seus ideais de \"sociedade contratual\", certamente não disse nada remotamente parecido com a sociedade capitalista contemporânea.\" \"Resposta a Wendy Mc Elroy \", por Joe Peacott Ele afirmou que \"alguns individualistas, tanto no passado quanto no presente, concordam com o comunismo anarquista e que no presente o capitalismo é baseado na coerção econômica, não no contrato voluntário. Aluguel e juros são esteios do capitalismo moderno, e são protegidos e executados pelo Estado. Sem essas instituições injustas, o capitalismo não poderia existir.\" Nesse sentido, ele adere ao mutualismo anticapitalista. ==Ver também== * Tópicos no anarquismo == Bibliografia == * Rodrigues, Edgar, Socialismo: Síntese das Origens e Doutrinas, Achiame Editores, Rio de Janeiro, Brasil, 2006. (Edição Revisada) * Rodrigues, Edgar, ABC do Anarquismo, 1976. * Rodrigues, Edgar, Socialismo: Uma Visão Alfabética, 1980. * P-J Proudhon, O que é a Propriedade?, Editora Reconstruir, Buenos Ayres, Argentina, 1853. * P-J Proudhon, Sistema das Contradições Econômicas (ou Filosofia da Miséria), Ed. Brasiliense, Rio de Janeiro, Brasil, * Malatesta, Erico, Mikhail Bakunin, Pensiero e Volontá, Itália, 1926. * Nettlau, Max, Bibliographie de l' Anarchie, 1897. * Beer, Max, História do Socialismo, Ed. Brasiliense, Rio de Janeiro, Brasil, 1968. == Ligações externas == * Categoria:Teorias políticas",
 "title": "Anarquismo individualista"
}