{
 "id": "117619",
 "text": "Afonso Macacho Marceta Dhlakama (Mangunde, Sofala, 1 de Janeiro de 1953 — Gorongosa, 3 de Maio de 2018), foi um político e militar revolucionário e líder da RENAMO (Resistência Nacional Moçambicana), o principal partido político da oposição em Moçambique.Afonso Dhlakama. In Infopédia [Em linha]. Porto: Porto Editora, 2003-2014. [Consult. 2014-05-13]. Disponível na www: Afonso Dhlakama foi ex-vice-presidente da Internacional Democrata Centrista, uma associação internacional, fundada em 1961 e sediada em Bruxelas, da qual a RENAMO é membro.http://www.jn.pt/PaginaInicial/Interior.aspx?content_id=925921http://www.dw.de/internacional- democrata-centrista-defende-di%C3%A1logo-para-a-crise-em- mo%C3%A7ambique/a-17179678 Afonso Dhlakama foi casado com Rosária Xavier Mbiriakwira Dhlakama e teve oito filhoshttp://www.folhademaputo.co.mz/001.aspx?dqa=0:0:9590:2:0:0:-1:0:0 ==Início da vida e carreira militar== Em 1974, após a Revolução do 25 de abril em Portugal e, consequentemente, o fim da guerra colonial, o jovem Dhlakama ingressou na FRELIMO (Frente de Libertação de Moçambique). No entanto, pouco tempo depois abandonou esse movimento para se tornar, em 1976, um dos fundadores da RNM (Resistência Nacional de Moçambique), um movimento armado criado com o apoio do regime minoritário da então Rodésia do Sul.http://www.clingendael.nl/sites/default/files/20060600_cru_working_paper_37_pt.pdf Projecto de Transição Democrática nas Sociedades em situação de pós-conflito, Apoio a Democratização a Moçambique Pós-Conflicto, pg 2 Após a morte do primeiro presidente, André Matsangaíssa em combate, e depois de uma luta pela sucessão, Dhlakama tornou-se presidente deste movimento de oposição ao regime, que se começou a designar RENAMO.http://wiki.verkata.com/pt/wiki/RENAMO Resistência Nacional Moçambicana A guerra civil em Moçambique, que envolvia a FRELIMO (no Governo), e a RENAMO (na oposição), durou 16 anos, durante os quais Dhlakama se manteve a liderar a guerrilha. Em 1984 a República Popular de Moçambique, sob o governo da FRELIMO, e a República da África do Sul, sob o regime minoritário da Apartheid, assinaram o Acordo de Nkomati que previa que cada país acabasse com o apoio aos movimentos armados de oposição do outro e assim eventualmente terminar com a guerra, mas o acordo fracassou.http://noticias.sapo.mz/info/artigo/1273387.html Cronologia 16 anos de guerra e 20 anos de paz em Moçambique ==Pós-guerra e carreira política== ===Fim da Guerra Civil=== Depois de, em 1990, o governo moçambicano ter adotado uma Constituição que instaurava o multi-partidarismo, Dhlakama assinou um acordo de paz com o presidente do país, Joaquim Chissano (líder da FRELIMO), a 4 de outubro de 1992, em Roma, na Itália. Após longo período de negociação, a 4 de Outubro de 1992 assinou com Joaquim Chissano (na altura Presidente de Moçambique), em Roma, o Acordo Geral de Paz, pondo fim a uma guerra civil que durou cerca de 16 anos e que destruiu a economia e infraestruturas do país, tendo provocado centenas de milhares de mortos.http://epm-celp.blogspot.com/2007/10/4-de-outubro-dia-do-acordo-geral- de-paz.html Desde então a RENAMO passou a ser um partido político, o segundo maior partido político de Moçambique. A assinatura do Acordo Geral de Paz criou alicerces para a instauração de democracia e a realização das primeiras eleições multipartidárias, abandono da política comunista, e liberalização do mercado e da economia. ===Encontro com Nelson Mandela=== Em Julho de 1994, Nelson Mandela, aquando da sua visita a Moçambique, na qualidade de presidente da África do Sul, encontrou-se com o presidente da RENAMO, Afonso Dhlakama. Mandela pediu apoio protocolar a Chissano que tratasse de organizar o encontro com o líder da Renamo, mas Chissano considerou que o gesto de Mandela de encontrar-se com Dhlakama iria dar credibilidade indevida ao líder da Renamo. A tentativa de Mandela de se encontrar com Dhlakama esteve envolta numa situação de incerteza até que decidiu avançar por sua iniciativa e meios, para se encontrar com Afonso Dhlakama,o que veio a consumar- se.http://macua.blogs.com/moambique_para_todos/2013/12/mandela-fintou- chissano-para-encontrar-se-com-afonso-dhlakama.html O interesse de Mandela em encontrar-se com Afonso Dhlakama não visava algo substancial, senão mostrar a sua neutralidade, quando faltavam cerca de dois meses para as primeiras eleições multipartidárias em Moçambique.Depois do encontro que Mandela manteve com Dhlakama, numa casa de hóspedes oficial em Maputo, Nelson Mandela afirmou que o líder da RENAMO fora bastante cordial, que não lhe transpareceu um líder rebelde. Dhlakama manifestou-se satisfeito pelo encontro, segundo disse na altura Mandela, etdno afirmado o seguinte: “É muito bom que o Mandela concilia a minha pessoa e a de Joaquim Chissano, seguindo o mesmo processo de reconciliação nacional em curso na África do Sul”. Na entrevista que na altura concedeu ao “WeekendStar” Mandela enalteceu a preocupação de Dhlakama com a paz e o comprometimento dele e de Chissano neste sentido. Entretanto, o gesto de Mandela de encontrar-se com Dhlakama, sem a indiferença a que Chissano lhe aconselhava, só revelou a importância que o líder da RENAMO tem para a democracia e a estabilização de Moçambique. O percurso de Nelson Mandela não é semelhante ao de Dhlakama, mas coincidem nalguns pontos: a violência ou recurso a armas para a solução das diferenças, como o foi em 1976 quando aos seus 23 anos o líder da “perdiz” toma parte da guerrilha para lutar contra a política marxista comunista em Moçambique. No caso de Mandela, ele foi detido pelo facto em 1964, permaneceu na prisão até 1990. ===Candidato Presidencial: 1994-2009=== Em outubro de 1994, Afonso Dhlakama concorreu às primeiras eleições presidenciais de Moçambique, mas só obteve 33,7 % dos votos, contra 53,3 de Chissano. Nas eleições legislativas, a RENAMO também perdeu ao somar 37,7 % dos votos, contra os 44,3 da FRELIMO. Em 1998 reuniu com Chissano para debater a situação no país. Em dezembro de 1999 voltaram a realizar-se eleições presidenciais e de novo Dhlakama perdeu para Chissano. Desta vez a margem foi menor já que o líder da RENAMO somou 47,71 % e o da FRELIMO 52,29%. A RENAMO contestou a validade destas eleições e, cerca de um ano depois, em novembro de 2000, houve violentas manifestações por todo o país, fomentadas pela RENAMO. Dhlakama e Chissano reuniram antes do final do ano, mas logo no início de 2001, o líder da RENAMO reafirmou que não reconhecia o seu homólogo da FRELIMO como presidente da República de Moçambique. Acusou o governo de organizar massacres no norte do país. Entretanto, nunca deixou de pedir a recontagem dos votos das eleições legislativas e presidenciais de 1999. A 19 de novembro de 2003,a RENAMO perdeu novamente para a FRELIMO. Afonso Dhlakama solicitou, mais uma vez, ao Conselho Constitucional Moçambicano, a impugnação dos resultados, alegando irregularidades no processo eleitoral autárquico. Em 2008, no dia 25 de Março, na sua qualidade de Vice-presidente da Internacional Democrata Centrista, a que pertence o Partido Social Democrata (Portugal), o Presidente Afonso Dhlakama recebeu e conversou com o Presidente Português, Cavaco Silva, na cidade de Maputo. http://www.jn.pt/PaginaInicial/Interior.aspx?content_id=925976 Embora os contactos políticos em Moçambique do chefe de Estado português sejam claramente com a FRELIMO, este encontro permitiu ao Presidente Afonso Dhlakama expor ao chefe de estado português a sua opinião sobre a governação em Moçambique, com maior realce para a incapacidade do actual governo de responder às preocupações do povo, a problemática da partidarização do Estado, e apelou ao mais alto magistrado do Estado Português, para continuar com as iniciativas de apoio ao desenvolvimento de Moçambique.http://www.noticiaslusofonas.com/view.php?load=arcview&article;=20759&catogory;=Portugal Além disso, Afonso Dhlakama apontou a necessidade de os apoios canalizados a Moçambique serem acompanhados por iniciativas de responsabilização e transparência. ===Instabilidade político-militar: 2013-2014=== Contudo, como resultado do não cumprimento do Acordo Geral de Paz pelo governo, houve degradação e partidarização da infraestrutura e dos órgãos do estado, o que levou a sua descredibilização. Contrariamente ao previsto nos protocolos do Acordo Geral de Paz, as Forças de Defesa e Segurança, o sistema judicial, o conselho constitucional, e outros órgãos do estado foram partidarizados. Estes aspectos aliados as sucessivas irregularidades nos processos eleitorais, e a ridicularização da oposição e de todos os cidadãos críticos ao regime, levaram o líder da RENAMO, o presidente Afonso Dhlakama, a abandonar a capital do país, onde residia, e deslocar-se para Nampula, província nortenha de Moçambique.http://www.verdade.co.mz/destaques/democracia/44828-guebuza-e-que- fomenta-a-partidarizacao-do- estadohttp://macua.blogs.com/moambique_para_todos/2014/03/guebuza-%C3%A9-que- fomenta-a-partidariza%C3%A7%C3%A3o-do-estado.html Após um dialogo fracassado com Armando Emilio Guebuza, ex-presidente do país (e da FRELIMO), o governo enviou forças militares e paramilitares para as proximidades da sua residência, na cidade de Nampula. Este e outros acontecimentos levaram a que o líder da RENAMO abandonasse mais uma vez a sua residência na cidade de Nampula, tendo-se dirigido para o seu quartel-general no povoado de Sathundjira, localidade de Vunduizi, distrito de Gorongosa, na província central de Sofala.Afonso Dhlakama. In Infopédia [Em linha]. Porto: Porto Editora, 2003-2014. [Consult. 2014-05-13]. Disponível na www: Surpreendendo a todos, no dia 21 de Outubro de 2013 as forças militares do governo atacaram o seu quartel-general, obrigando o líder da RENAMO a se refugiar para um local incerto.http://www.jn.pt/PaginaInicial/Mundo/Palops/Interior.aspx?content_id=3494626 No entanto, outros dirigentes seniores da RENAMO, permaneceram na cidade de Maputo, os quais têm se engajado em um tenso dialogo político com representantes do governo. No âmbito deste diálogo, alguns acordos históricos, previstos nos protocolos do Acordo Geral de Paz,http://www.verdade.co.mz/vozes/37-hora-da-verdade/37066-sobre-o-acordo- geral-de-paz-e-as-exigencias-da- renamohttp://www.noticias.mozmaniacos.com/2012/10/chissano-burlou-dhlakama-na- assinatura.html#axzz31F8GwcXs já foram alcançados. Contudo, mesmo com aparente sucesso no dialogo, o governo tem se engajado em investidas militares, interpretadas por certos setores como tentativas de assassinar o líder do maior partido da oposição, e assim perpetuar-se no poder e/ou garantir o seu sucesso em eleições não transparentes. Estes setores acreditam que certos círculos do governo tem visto a liquidação física do líder da RENAMO como uma forma rápida de enfraquecer a oposição política. Esta crença é consubstanciada pela cada vez mais evidente baixa aceitação da FRELIMO, sobretudo no seio nos jovens, conforme demonstraram as últimas eleições autárquicas. Além do investimento militar, o governo e a família de Armando Emílio Guebuza têm investido em outras ações visando controlar os meios de comunicação, incluindo intimidação. Para citar um exemplo, alguns canais de televisão, anteriormente conhecidos como críticos ao governo, nos últimos dias têm reportado noticiais e promovido debates parciais e favoráveis ao governo. Estes aspectos têm sido descritos por muitos setores da sociedade civil como uma ameaça séria à consolidação da democracia em Moçambique.http://debatesedevaneios.blogspot.com/ Após um longo período de incertezas sobre o seu paradeiro e/ou se ainda estava vivo, no dia 8 de Maio de 2014, beneficiando do adiamento do término do período de recenseamento eleitoral, o líder da RENAMO recenseou- se.http://www.folhademaputo.co.mz/001.aspx?dqa=0:0:14321:2:0:0:-1:0:0&chnl;=37 Contudo, embora este acontecimento tenha trazido algum alivio para a sociedade moçambicana e comunidade internacional, o fim das hostilidades com as forças governamentais ainda está longe do fim.http://www.verdade.co.mz/tema-de- fundo/35-themadefundo/46070-dlhakama-ja-se-recenseou Mesmo com declarações de cessar fogo por parte da RENAMO, o governo tem investido em ações militares, o que reforça as crenças de que a intenção é eliminar fisicamente Afonso Dhlakama, para enfraquecer a oposição e, deste modo, aliviar a pressão política que o a FRELIMO tem sofrido, devido a baixa reputação do atual presidente, má governação, e baixa popularidade da FRELIMO e do seu candidato, Filipe Nyussi, para as eleições previstas para Outubro de 2014.http://opais.sapo.mz/index.php/politica/63-politica/29449-renamo- suspende-ataques-militares-em-gorongosa.html No princípio da tarde de 7 de Julho de 2014, António Muchanga, porta-voz de Afonso Dhlakama, foi detido, sem nenhuma ordem judicial, enquanto saia de uma reunião do conselho de Estado, do qual é membro.http://www.dw.de/momentos-de-instabilidade-pol%C3%ADtica-em- mo%C3%A7ambique-uma-cronologia/a-16912568 A detenção de António Muchanga só foi legalizada um dia depois, altura em que foi transferido para cadeia de máxima segurança. A detenção de Muchanga (que foi apelidada «caso Muchanga») foi contestada por muitos sectores da sociedade civil e académicos, por estar revestida de ilegalidades, além do potencial de deteriorar a já tensa situação político-militar em que o país está mergulhado. Aliás, o então Procurador Geral da República, Augusto Paulino, que foi exonerado um dia depois da detenção de António Muchanga, foi contra este procedimento.http://www.voaportugues.com/content/armando-guebuza-exonera-pgr- um-dia-depois-de-prender-porta-voz-da-renamo/1953753.html O Presidente Afonso Dhlakama, após tomar conhecimento da detenção do seu porta-voz, convocou uma teleconferência na qual prometeu não retaliar militarmente, e ordenou aos seus colegas do partido para que mantivessem a calma.http://opais.sapo.mz/index.php/politica/63-politica/30128-renamo- formaliza-candidatura-de-dhlakama-a-presidencia-da-republica.html Ao mesmo tempo, Afonso Dhlakama telefonou para a presidente da Liga Moçambicana dos Direitos Humanos, Alice Mabota, pedindo-a que representasse o seu porta-voz, como advogada, e tendo esta aceite o pedido. A postura de estado demonstrada pelo presidente da RENAMO no «caso Muchanga» surpreendeu a muitas pessoas, que temiam por uma deterioração da situação político-militar. Contudo, Afonso Dhlakama deixou claro que a detenção do seu porta-voz sustenta o seu receio em sair da Serra de Gorongosa, onde se supõe que esteja, pois, no caso do seu retorno à cidade de Maputo, para o eventual diálogo de alto nível com o presidente da República, Armando Guebuza, este pode mandar prendê-lo ou mesmo assassina-lo.http://opais.sapo.mz/index.php/politica/63-politica/30106-prisao- de-muchanga-viola-a-constituicao.html ===Candidato Presidencial: 2014=== No dia 15 de Julho de 2014, a RENAMO formalizou a candidatura de Afonso Dhlakama para as eleições presidenciais de 15 de Outubro de 2014. Foram 20 mil assinaturas, o dobro do mínimo exigido por lei, que o partido de Afonso Dlakama entregou ao Conselho Constitucional, numa altura em que faltavam 10 dias para o prazo limite para a submissão de candidaturas. A candidatura ocorreu numa altura em que Afonso Dhlakama continuava refugiado nas montanhas de Gorongosa, e dentre os documentos entregues, faltou a certidão do registo criminal do candidato Afonso Dhlakma, uma vez que o documento só pode ser passado por um notário na presença do titular. O registo criminal é um dos documentos fundamentais para a candidatura a cargos políticos, particularmente para Presidente da República e deputados, e apenas quem não tiver antecedentes criminais é elegível à candidatura.http://www.voaportugues.com/content/renamo- formaliza-candidatura-de-afonso-dlakhama-a-presidencia-de- mocambique/1955705.htmlhttp://opais.sapo.mz/index.php/politica/63-politica/30140-falta- de-registo-criminal-pode-comprometer-afonso-dhlakama.html No dia 21 de Julho de 2014 a RENAMO entregou ao Conselho Constitucional a certidão do registo criminal de Afonso Dhlakama, o documento que faltava para a corrida presidencial de Outubro próximo.http://www.voaportugues.com/content/renanmo- entrega-documento-em-falta-para-candidatura-presidencial-de- dlakhama/1962133.html No dia 5 de Agosto de 2014, um acordão do Conselho Constitucional, órgão de supervisão dos actos constitucionais, anunciou que a candidatura de Afonso Dhlakama à Presidência da República nas eleições de 15 de Outubro havia sido aceite, verificados todos os requisitos formais e legais exigidos pela Constituição e por Lei.http://www.jornalnoticias.co.mz/index.php/politica/20663-bge Foram igualmente aceites as candidaturas de Jacinto Nyusi, da Frelimo, e de Daviz Simango, do MDM. O Conselho Constitucional decidiu, por outro lado, rejeitar as restantes oito das onze candidaturas que recebeu por não preencherem o requisito de ser proposto por um mínimo de dez mil eleitores.http://visao.sapo.pt/presidenciais-em-mocambique-apenas-com- candidatos-dos-tres-maiores- partidos=f792221http://portugueseindependentnews.com/blog/2014/08/06/mocambique- nyusi-simango-e-dhlakama-confirmados-candidatos-presidencia-da- republica/?print=pdf ===Atentados contra a sua vida: 2015 - 2016=== Desde as eleições de 15 de Outubro de 2014, que muitos segmentos da sociedade moçambicana e da comunidade internacional consideraram fraudulentas, o líder da RENAMO sofreu vários atentados contra a sua vida. A primeira tentativa de assassinar Afonso Dhlakama aconteceu no início da noite de 12 de Setembro de 2015, quando uma caravana de automóveis em que seguia foi atacada na província de Manica, ao que tudo indica por homens das forças de defesa e segurança de Moçambique. Registram-se cinco feridos, mas o líder da oposição saiu ileso. O ataque, testemunhado pela agência Lusa no local, terá sido dirigido por homens da Unidade de Intervenção Rápida das forças de defesa e segurança de Moçambique (UIR), cerca das 19:00, em Chibata, junto do rio Boamalanga, quando a comitiva de Dhlakama regressava de um comício em Macossa e se encaminhava para Chimoio. Os militares do partido Renamo responderam aos tiros e entraram no mato em perseguição dos homens da UIR, enquanto o resto da comitiva, incluindo Dhlakama, permaneceu no local. No dia 25 de Setembro de 2015, o líder da Renamo escapou ileso a um novo ataque em menos de duas semanas na província de Manica, centro de Moçambique. O segundo atentando aconteceu ao fim da manhã na Estrada Nacional 6 (EN6) em Zimpinga, distrito de Gondola, quando a comitiva da Renamo seguia para Nampula. Dhlakama mencionou que três dos seus guardas foram feridos, mas o jornalista da Lusa que se dirigiu para o local observou pelo menos nove mortos, entre os quais dois homens com uniformes da Renamo. A 02 de outubro de 2015, registou-se um outro ataque contra Afonso Dhlakama no interior do distrito de Gondola. Foi o terceiro incidente grave envolvendo a comitiva de Afonso Dhlakama, depois de, a 12 de setembro, a comitiva do líder da oposição moçambicana ter sido emboscada também na província de Manica, num ataque testemunhado por jornalistas.Estes atentados contra a vida de Afonso Dhlakama teriam sido liderados por altas patentes das forças governamentais, destacando-se o capitão Rodrigues Mandlate (Ngungunhana). Categoria:Políticos de Moçambique Categoria:Naturais de Moçambique colonial",
 "title": "Afonso Dhlakama"
}