{
 "id": "11765",
 "text": "A Bandeira de Santa Lúcia foi adotada em 1 de Março de 1967. A cor azul representa fidelidade, o céu tropical e águas do Mar do Caribe. O amarelo representa a prosperidade e o sol do Caribe. O preto e o branco representam a mistura de raças que deram identidade à ilha. O triângulo simboliza os \"Picos Gêmeos de Pitons\" (Gros Piton, o triâgulo preto, e Petit Piton, o triângulo amarelo), formação geológica de origem vulcânica -vistas de forma alinhada. A bandeira de Santa Lúcia é a única entres as bandeiras nacionais a representar uma formação vulcânica. == História == Os franceses colonizaram Santa Lúcia em 1635 e posteriormente assinaram um tratado com a população indígena local 45 anos depois, em 1680. No entanto, os britânicos disputavam o controle com os franceses, e a ilha frequentemente trocava de mãos entre as duas potências. Isso continuou até 1814, quando o Tratado de Paris foi assinado, que viu a França ceder permanentemente Santa Lúcia aos britânicos, e se tornou uma colônia da coroa do Reino Unido dentro de seu império colonial no mesmo ano. Durante este período colonial de domínio francês e britânico, Santa Lúcia não tinha sua própria bandeira colonial única. Os britânicos finalmente concederam a Santa Lúcia seu próprio brasão de armas em agosto de 1939. O escudo consistia em um escudo negro com duas hastes de bambu formando uma cruz, com duas rosas Tudor simbolizando a Inglaterra e duas flores-de-lis simbolizando a França ocupando os quatro quadrantes. Este emblema foi utilizado para desfigurar o British Blue Ensign com o objetivo de formar a bandeira do território. A ilha tornou-se parte da Federação das Índias Ocidentais do ano de 1958 a 1962. No entanto, essa união política foi encerrada, e em 1º de março de 1967 - cinco anos após a dissolução da federação, Santa Lúcia tornou- se um Estado Associado. Isso dava ao território controle total sobre os assuntos internos, enquanto a Grã-Bretanha mantinha a responsabilidade pelos assuntos externos e defesa da ilha. A nova bandeira do território, desenhada pelo artista Dunstan St Omer, foi adotada no mesmo dia. Quando Santa Lúcia se tornou um país independente em 22 de fevereiro de 1979, o desenho geral da bandeira de doze anos antes permaneceu inalterado, mas a tonalidade da cor azul e os tamanhos dos triângulos foram modificados. Apesar do fato de que a ilha já tinha sua própria bandeira distinta quando se tornou um estado soberano, a Union Jack ainda foi baixada pela última vez na cerimônia oficial que marcou a independência. Santa Lucia Categoria:Símbolos de Santa Lúcia",
 "title": "Bandeira de Santa Lúcia"
}