{
 "id": "117742",
 "text": "Lee De Forest (Council Bluffs, — Hollywood, ) foi um físico e inventor estadunidense. == Carreira == Forest foi um físico que pesquisou componentes e aparelhos dedicados para a gravação e reprodução de sons, assim como instrumentos de aplicação nos campos da eletromedicina e da telefonia.Adams, Mike. Lee de Forest: king of radio, television, and film (Springer Science & Business Media, 2011).Aitken, , Hugh G. J. The Continuous Wave: Technology and American Radio, 1900–1932 (1985).Chipman, Robert A. \"De Forest and the Triode Detector\" Scientific American, March 1965, pp. 93–101.Empire of the Air: The Men Who Made Radio by Ken Burns a PBS Documentary Video 1992. Focuses on three of the individuals who made significant contributions to the early radio industry in the United States: De Forest, David Sarnoff and Edwin Armstrong. LINK Desenvolveu centelhadores com circuitos sintonizados que seriam futuramente utilizados em bisturis eletrônicos, embora este feito não lhe seja atribuído oficialmente. Sua vida acadêmica no campo da física iniciou em 1893 quando entrou na Universidade de Yale, doutorando-se em física em 1899. Trabalhou em pesquisas sobre eletricidade e propagação de ondas eletromagnéticas. Compôs uma tese sobre reflexão de ondas hertzianas. Este trabalho teórico, é considerado um dos primeiros reconhecidos que tratam sistematicamente sobre o fenômeno da radiotransmissão e radio recepção. Em 1907 De Forest patenteou a válvula tríodo e desenvolveu um detector eletrolítico para ondas de rádio. No mesmo ano transmitiu programas musicais experimentalmente para a cidade de Nova York, sendo uma das primeiras transmissões comerciais conhecidas, e reconhecidamente com audiência, embora acadêmica. Em 1908 transmitiu sinais radiofônicos do alto da torre Eiffel, em Paris. Esta transmissão experimental foi captada pelos postos militares da região, comprovando desta forma a possibilidade do rádio para fins bélicos. == Patentes == Imagens de patentes em formato TIFF: * \"Wireless Signaling Device\" (antena direcional), depositada em dezembro de 1902, emitida em janeiro de 1904; * \"Dispositivo responsivo à oscilação\" (diodo detector de tubo de vácuo), depositada em janeiro de 1906, emitida em junho de 1906; * \"Wireless Telegraph System\" (antenas separadas de transmissão e recepção), depositada em dezembro de 1905, emitida em julho de 1906; * Wireless Telegraph System\", depositada em janeiro de 1906 e emitida em julho de 1906; * \"Dispositivo responsivo à oscilação\" (detector de tubo de vácuo – sem grade), depositada em maio de 1906, emitida em novembro de 1906; * \"Wireless Telegraphy\" (detector de tubo de vácuo ajustável – sem grade), depositada em agosto de 1906, emitida em janeiro de 1907; * \"Dispositivo para amplificar correntes elétricas fracas\" (...), depositada em agosto de 1906, emitida em janeiro de 1907; * \"Wireless Telegraph Transmitting System\" (acoplador de antena), depositada em maio de 1904, emitida em janeiro de 1908; * \"Telegrafia Espacial\" (detector de sensibilidade aumentada - mostra claramente a grade), depositada em janeiro de 1907, emitida em 18 de fevereiro de 1908; * \"Telegrafia sem fio\"; * \"Dispositivo de sintonia de telégrafo sem fio\"; * \"Transmissor de telégrafo sem fio\", depositada em fevereiro de 1906, emitida em julho de 1909; * \"Telegrafia Espacial\"; * \"Telefonia Espacial\"; * \"Dispositivo responsivo à oscilação\" (placas paralelas em chama de Bunsen) depositada em fevereiro de 1905, emitida em dezembro de 1910; * \"Transmissão de Música por Ondas Eletromagnéticas\"; * \"Telegrafia sem fio\" (antena direcional/localizador de direção), depositada em junho de 1906, emitida em junho de 1914; * \"Telegrafia sem fio\". == Leitura adicional == * Adams, Mike. \"Lee de Forest and the Invention of Sound Movies, 1918–1926\" The AWA Review (vol. 26, 2013). * De Forest, Lee. Father of radio: the autobiography of Lee de Forest' (Wilcox & Follett, 1950). * Hijiya, James A. Lee de Forest and the Fatherhood of Radio (Lehigh UP, 1992). * Lubell, Samuel. \"'Magnificent Failure'\" Saturday Evening Post, three parts: Jan. 17, 1942 (pp. 9–11, 75–76, 78, 80), Jan. 24, 1942 (pp. 20–21, 27–28, 38, e 43), e Jan. 31, 1942 (pp. 27, 38, 40–42, 46, 48–49). * Tyne, Gerald E. J. Saga of the Vacuum Tube (Howard W. Sams and Company, 1977). Tyne era pesquisador associado do Smithsonian Institution. Detalhes das atividades de Forest desde a invenção do Audion até 1930. == Ligações externas == * Lee de Forest, American Inventor (leedeforest.com) * * Lee de Forest biography (ethw.org) * Lee de Forest biography - National Inventors Hall of Fame * * \"Who said Lee de Forest was the 'Father of Radio'?\" by Stephen Greene, Mass Comm Review, February 1991. * \"Practical Pointers on the Audion\" - A. B. Cole, Sales Manager – De Forest Radio Tel. & Tel. Co., QST, March 1916, pp. 41–44. (wikisource.org) * \"A History of the Regeneration Circuit: From Invention to Patent Litigation\" - Sungook Hong, Seoul National University (PDF) * \"De Forest Phonofilm Co. Inc. on White House grounds\" (1924) (shorpy.com) * Guide to the Lee De Forest Papers 1902–1953 - University of Chicago Special Collections Research Center Categoria:National Inventors Hall of Fame Categoria:Medalha de Honra IEEE Categoria:Medalha Elliott Cresson Categoria:Inventores dos Estados Unidos Categoria:Físicos dos Estados Unidos Categoria:Alunos da Universidade Yale Categoria:Engenheiros eletricistas dos Estados Unidos",
 "title": "Lee De Forest"
}