{
 "id": "117799",
 "text": "PSX (ピーエスエックス Pī Esu Ekkusu ), também conhecido como PlayStation X (プレイステーションエックス Pureisutēshon Ekkusu ), é um dispositivo de central de multimídia da Sony, funcionando como um gravador de vídeo digital e gravador de DVD, baseado no console de jogos Playstation 2. Foi lançado no Japão em 13 de dezembro de 2003. Por ter sido projetado para ser um dispositivo de vídeo de uso geral, foi comercializado pela Sony Corporation, ao invés da Sony Computer Entertainment. == Características == O dispositivo é um gravador de vídeo digital, com suporte para controle remoto infravermelho, S-Vídeo, vídeo composto e RF, sendo também capaz de sintonizar os analógicos VHF e CATV. Através de um cabo USB, conectado a uma porta para o mesmo, pode transferir vídeos e músicas do PlayStation Portable, além de ter um software para edição de vídeo não-linear, edição de imagem e edição de áudio. Foi o primeiro dispositivo a usar a interface gráfica XrossMediaBar (XMB) da Sony, que mais tarde foi utilizado no PlayStation Portable, PlayStation 3, e em alguns modelos de televisão de 2008 da empresa. Além disso, tinha à disposição conexão banda larga e diversos tamanhos de disco rígido. Enquanto o PSX não era fornecido com controles DualShock ou DualShock 2, existem duas portas para encaixe de controles na parte de trás do dispositivo. O usuário poderia comprar o controle DualShock separadamente, já que o dispositivo suportava as duas versões do controle. Na parte frontal do dispositivo existe duas entradas para cartões de memória. O PSX foi comercializado em 8 versões, com suporte de 160GB ou 250GB de HDD. Seu alto custo na época (79,800 ¥, aproximadamente U$ 850,00, e aproximadamente R$ 2,500) resultaram em poucas vendas, o que fez com o que PSX nunca fosse lançado fora do Japão. == Modelos == O PSX foi lançado em oito modelos durante a sua vida útil. A série 5000 (com um logotipo em relevo na parte superior e uma listra cinza na parte de trás) fornecida com unidades de disco rígido de 160 GB. E a série 7000 (com um logotipo colorido na parte superior e uma listra preta na parte de trás) que continha discos de 250 GB. As atualizações de software foram disponibilizadas por disco e download. Nos modelos 7500/7700 foi acrescentado um Ghost Reduction Tuner. A inclusão dos conectores BS e UHF/VHF variaram conforme o modelo. Só a revisão final de cada série suportavam a PlayStation Portable. Comparações entre os modelos do PSX Modelo Armazenamento HDD Led Porta i.LINK VHF/UHF In VHF/UHF Out BS In BS Out PSP Compatível DESR-5000 160GB HDD DESR-7000 250GB HDD DESR-5100 160GB HDD DESR-7100 250GB HDD DESR-5500 160GB HDD DESR-7500 250GB HDD DESR-5700 160GB HDD DESR-7700 250GB HDD Todos os modelos têm dois conjuntos de luzes indicadoras, luzes de energia e receptores de infravermelho; um ao longo da frente para orientação horizontal, e uma segunda faixa ao longo da parte superior traseira para a orientação vertical. O indicador \" Disc Rec \" é apenas na parte frontal do dispositivo em modelos posteriores. == Ver também == * Panasonic Q * PlayStation 2 Categoria:Sony Interactive Entertainment Categoria:Consolas da Sony Categoria:Dispositivos de armazenamento Categoria:Hardware de jogos eletrônicos Categoria:PlayStation Categoria:PlayStation 2",
 "title": "PSX"
}