{
 "id": "117861",
 "text": "Atividade lúdica é todo e qualquer movimento que tem como objetivo produzir prazer quando de sua execução, ou seja, divertir o praticante. As atividades lúdicas abrangem \"os jogos infantis, a recreação, as competições, as representações litúrgicas e teatrais, e os jogos de azar\". . Sumariamente teríamos as seguintes características sobre elas: * são brinquedos ou brincadeiras menos consistentes e mais livres de regras ou normas; * são atividades que não visam a competição como objetivo principal, mas a realização de uma tarefa de forma prazerosa; * existe sempre a presença de motivação para atingir os objetivos. *Pressupõe desafio e surpresa. Desde os filósofos gregos que se utiliza esse expediente para ajudar os aprendizes. As brincadeiras e jogos podem e devem ser utilizados como uma ferramenta importante de educação, pois somente o que é lúdico faz sentido para a criança. Frequentemente, as atividades lúdicas também ajudam a memorizar fatos e favorecem em testes cognitivos. No contexto da Educação Física, as atividades lúdicas consistem em exercícios físicos sadios e intensos. Os professores consideram que tais atividades propiciam desafogo de dificuldades emocionais e sentimentos agressivos, fortalecendo entre outras coisas a autoestima e a segurança.. == Na educação infantil. . . . . == Na educação infantil, as atividades lúdicas são mais empregadas no aprendizado das crianças de 0 a 5 anos de idade, onde elas interagem umas com as outras, desempenham papéis sociais (papai e mamãe), desenvolvem a imaginação, criatividade e capacidade motora e de raciocínio. Alguns educadores julgam necessário que as brincadeiras sejam direcionadas e possuam um objetivo claro, sob o argumento de que são importantes no desenvolvimento afetivo, motor, mental, intelectual, social, enfim no desenvolvimento integral da criança. A brincadeira é mais que passatempo, ela ajuda no desenvolvimento, promovendo processos de socialização e descoberta do mundo. Segundo a pesquisadora Cassiane Knebel, o pedagogo consegue, a partir das atividades lúdicas, exercer importantes transformações quanto relações afetivas, psicomotoras e psicossociais de seus educandos. Ela afirma que: “O trabalho justifica-se incorporando o lúdico como um grande fator para a construção de conhecimento das crianças durante toda infância, e com isso desenvolvendo através de atividades a imaginação, espontaneidade, criatividade, sistema de representação de escrita/leitura\".. Com isso é preciso que o lúdico seja diversificado diariamente nas escolas, sendo esta uma proposta para o trabalho psicopedagógico. Cabe ressaltar que se existissem nas escolas psicopedagogos trabalhando em prol destes alunos com dificuldades de aprendizagem, o número de crianças certamente seria bem menor. Dessa maneira, o trabalho está formatado numa pesquisa bibliográfica, a fim de melhor entender esse tema que possui vasta importância nos dias de hoje. É fundamental trazer a memória que, contrário ao que o senso comum considera, a utilização das atividades lúdicas não se restringe aos primeiros dois anos de vida. Essas são funcionais durante todo o período de vivencia da infância já que o uso das atividades lúdicas atua nas habilidades linguísticas, meta cognitivas, cognitivas e sócio afetivas. Tal processo se dá através da interpretação indireta e simbólica das situações envoltas pela brincadeira. No mundo hodierno existe uma remodelação da gnose lúdica. Trazendo à luz as novas mídias e tecnologias inseridas na infância, é necessário que exista uma análise das transformações decorrentes da influencia da televisão, internet, aparelhos celulares, tablets e demais inovações. Logo, para inserir o lúdico no cotidiano escolar de uma criança e chamar sua atenção, pode-se utilizar de recursos como palavras cruzadas, cruzadinhas ou jogos de trivia (Quizz). “Segundo o Dicionário Eletrônico Houaiss, entre outros significados, em sua versão latina, escola quer dizer “divertimento, recreio” e, em sua versão grega, “descanso, repouso, lazer, tempo livre, hora de estudo, ocupação de um homem com ócio, livre do trabalho servil.” O lúdico, nessa visão, é um auxiliadora à recuperação do sentido origina da palavra “escola”. Dentre as atividades mais conhecidas estão o Jogo da Memória, Bingo, Dominó, Palavras Cruzadas e Caça-palavras. Categoria:Educação física Categoria:Terminologia da educação Categoria:Lazer",
 "title": "Atividade lúdica"
}