{
 "id": "117890",
 "text": "Trinitrocelulose, nitrocelulose, nitrato de celulose, ou algodão-pólvora é um composto obtido basicamente da trinitração da celulose (normalmente utiliza-se o algodão comum). É muito usado na fabricação de detonadores elétricos e seu aspecto assemelha-se muito ao algodão ou a um líquido gelatinoso ligeiramente amarelo ou incolor com odor a éter. O termo trinitrocelulose é adequadamente empregado quando a nitração chega a atingir três grupos nitro para cada monômero de glicose da celulose, alcançando um conteúdo de nitrogênio de 9,13%. ==Utilização== Emprega-se na elaboração de explosivos, inclusive como propelentes para canhões de grande porte, propulsores para foguetes. Uma das maiores vantagens da trinitrocelulose é que ela praticamente não deixa resíduos após a explosão, exceto um forte porém temporário cheiro no ar. Entra também na composição das pólvoras de base simples, de base dupla (com nitroglicerina) e de base tripla (com nitroglicerina e nitroguanidina). Também é utilizada como matéria prima na elaboração de pinturas, lacas, vernizes, tintas, seladores e outros produtos similares. Uma curiosidade é que foi empregada inclusive para a fabricação de bolas de bilhar, resultando no século XIX em inúmeros acidentes, especialmente pelo consumo de cigarros e fumo nas mesas de jogos, onde algumas bolas explodiram ao se impactarem. ===Filme cinematográfico=== O nitrato de celulose foi utilizado como película cinematográfica até aos anos 50 do século XX. Por se tratar de um material altamente inflamável, provocou dezenas de incêndios em estúdios, armazéns e salas de cinema, o que levou a indústria cinematográfica a substituí-lo pelo acetato de celulose. Mais tarde, o acetato de celulose foi substituído pelo poliéster. ==História== Henri Braconnot descobriu em 1832, que ácido nítrico, quando combinado com fibras de amido ou de madeira poderia produzir um material leve e explosivo, o qual chamou de xyloïdine. Poucos anos depois em 1838 um outro químico francês Théophile-Jules Pelouze usando papel e papelão do mesmo modo, obtendo um material parecido, chamado nitramidine. As duas substâncias eram altamente instáveis, não servindo como explosivos práticos. Foi sintetizado pela primeira vez no ano de 1845 pelo químico alemão-suíço Schönbein. Em 1935, o município de São Paulo iniciou a fabricação de trinitrocelulose, atendendo o comércio sul-americano desta substância. ==Fabricação== Obtém-se adicionando algodão oriundo a uma mistura de 3 para 1 de ácido sulfúrico concentrado mais ácido nítrico concentrado (esta mistura é chamada de \"mistura sulfonítrica\"), respectivamente, lavando-se com água destilada logo em seguida. O resultado é um algodão de mesmo aspecto, porém com uma consistência mais áspera, que possui uma inflamabilidade muito elevada. :2 HNO3 \\+ C6H10O5 → C6H8(NO2)2O5 \\+ 2 H2O ==Ver também== * Pólvora sem fumaça * Cordite * Nitroglicerina * Nitroamido Categoria:Explosivos Categoria:Polímeros Categoria:Nitratos de alquila Categoria:Propelentes Categoria:Invenções da França Categoria:Invenções do século XIX Categoria:Mídia de armazenamento",
 "title": "Trinitrocelulose"
}