{
 "id": "117950",
 "text": "A Conrad Editora é uma editora brasileira conhecida no mercado nacional de livros mangás, manhwas sendo, no país, a pioneira na publicação de quadrinhos japoneses e coreanos no formato original. Com sede na cidade de São Paulo a editora transporta seus produtos para todo o território nacional. ==História== A Editora, fundada em 1993 como Acme por Cristiane Monti, André Forastieri, Renato Yada e Rogério de Campos. A editora começou a ganhar reconhecimento através da uma de suas publicações: a revista \"Herói\" (1994), criada graças ao sucesso dos Cavaleiros do Zodíaco, a revista era dedicada a cultura pop em geral e foi publicada em parceira com a editora Sampa, a revista se tornou uma das revistas mais populares do gênero. O primeiro livro da Conrad, lançado em 1998 foi Comic Book, o novo quadrinho americano, ganhador do Troféu HQ Mix de melhor obra estrangeira. A Conrad começou a publicar mangás no Brasil em 1999, com o título Gen Pés Descalços, logo depois publicou os dois mangás de maior sucesso até hoje: Dragon Ball e Cavaleiros do Zodíaco. Dragon Ball Z ganhou um prêmio da distribuidora Dinap reconhecendo que o mangá ultrapassou as 100.000 cópias vendidas. A Editora optou não publicar os mangás no seu formato original (formato parecido com o de um livro de bolso e usado inicialmente pela Editora JBC) e sim no chamado \"formatinho\" com 100 páginas em preto e branco e sentido de leitura japonês (da direita para a esquerda). Em 2004, aproveitando o bom desempenho do MMORPG Ragnarok Online, a editora entrou no ramo dos manhwa (quadrinhos coreanos), publicando Ragnarok, que deu origem ao jogo, ainda não finalizado. Em 2005 há uma dissidência na Editora. André Forastieri deixa a Conrad e no ano seguinte funda a Futuro Comunicação, a Futuro chegou a tenta uma nova versão da Revista Herói e em parceria com a Ediouro criam a Editora Pixel Media. A partir de então a Editora passou por diversas fases, desde as mais conhecidas como a blockbusters (mangás de reconhecimento global), até mangás menos conhecidos. editou outros mangás como One Piece, Vagabond, Slam Dunk, Dr. Slump e Blade of the Immortal (Mugen no Juunin), além de mangás menos famosos, mas com as mesmas formas das anteriores como mangá Bambi. Além de mangás, a Conrad cria outros gêneros de quadrinhos variando de Robert Crumb á Charles M. Schulz, livros de não-ficção (sendo os principais assuntos destes música e política) e séries de livros de grande prestígio, como a coleção Sandman, de Neil Gaiman, e a série Discworld, de Terry Pratchett. Em 2007, a Conrad adquiriu os direitos de publicação da coletânea completa de tirinhas de Calvin e Haroldo, declarando interesse em publicá-la em 2007. Foi anunciado em fevereiro de 2009 a venda da empresa para o grupo IBEP-Companhia Editora Nacional. Mesmo após a transiçao para a IBEP- Companhia Editora Nacional,ASSIS, Érico. (06 de Fevereiro de 2009). Editora Conrad é vendida, mas produção de quadrinhos será mantida. Omelete alguns títulos das séries de mangás seguem com a publicação suspensa. Em 2010, a editora em nota ao site Omelete, declarou que os títulos parados estão em negociação, mas apesar de não darem continuidade aos títulos já iniciados, a Conrad segue lançando novos títulos ao público. Em maio de 2011, a Editora anunciou que os títulos One Piece e Dragon Ball foram cancelados. Também que seria publicada uma nova edição de Gen Pés Descalços e que daria continuidade a publicação de Cavaleiros do Zodíaco - Episódio G e Battle Royale. Em junho de 2020, a editora anunciou a volta do editor Cassius Medauar, que trabalhou na editora entre 2000 e 2003, no mês seguinte, a editora anunciou que continuará publicando Calvin & Haroldo, além de Womans World de Aminder Dhaliwal e quadrinhos brasileiros em formatos digitais como Kindle da Amazon e outros: Duo.Tone de Vitor Cafaggi, Echoes, de Eliana Oda, Makai Mail de Jayson Santos e Sonhonauta de Shun Izumi. == Outras publicações == * A Garra Cinzenta * Sandman ==Ligações externas== * * * * Categoria:Empresas de entretenimento fundadas em 1993 Categoria:Editoras de banda desenhada do Brasil Conrad Categoria:Distribuidoras de mangás Categoria:Distribuidoras de Manhwa Categoria:Grupo IBEP",
 "title": "Conrad Editora"
}