{
 "id": "117932",
 "text": "César Guerra-Peixe (Petrópolis, 18 de março de 1914 — Rio de Janeiro, 26 de novembro de 1993) foi um compositor brasileiro de música erudita, arranjador e estudioso da música brasileira. no sítio do Projeto Guerra-Peixe == Vida == === Inícios === Nasceu em Petrópolis, filho dos imigrantes portugueses Francisco Antonio Guerra-Peixe e de Anna Adelaide Guerra-Peixe, que haviam chegado ao Brasil em 1893. no sítio do Projeto Guerra-Peixe Era o caçula de dez irmãos. Seu pai, que trabalhava como ferrador de cavalos e era músico amador, começou a ensinar-lhe a tocar violão aos seis anos de idade. Aos sete tocava o bandolim, aos oito violino e aos nove piano. Começou estudos musicais formais na Escola de Música Santa Cecília, em sua cidade natal, onde foi aluno de violino do professor Gao Omacht, entre outros. Rapidamente ganhou prêmios na Escola pelo seu desempenho no instrumento. Em 1928 conseguiu seu primeiro trabalho, como violinista em sessões de cinema mudo em Petrópolis. A partir de 1929 começou a desempenhar-se como professor na Escola. A partir de 1931 passou a viajar periodicamente à cidade do Rio de Janeiro para ter aulas particulares de violino com Paulina d’Ambrósio. No ano seguinte, entrou para o curso de violino do Instituto Nacional de Música do Rio de Janeiro (atual Escola de Música da UFRJ), onde estuda harmonia elementar com Arnaud Gouvêa e conjunto de câmara com Orlando Frederico. Com apenas cinco anos de estudo, obteve a medalha de ouro oferecida pela Associação Petropolitana de Letras. Após prestar concurso para ingressar na Escola Nacional de Música, obtendo o primeiro lugar, Guerra Peixe transferiu-se para a cidade do Rio de Janeiro, onde, para sobreviver, passou a trabalhar como músico em orquestras de salão que tocavam em confeitarias e bares, além de integrar um trio alemão que se apresentava na Taberna da Glória. Na Escola de Música, fez os cursos de harmonia elementar, com Arnaud Gouveia, e de conjunto de câmara, com Orlando Frederico. Nesta época, começou a trabalhar como arranjador para alguns cantores e gravadoras. Em 1943, ingressou no Conservatório Brasileiro de Música, para se aperfeiçoar em contraponto, fuga e composição, tornando-se o primeiro aluno a concluir o curso de composição do Conservatório. === De Mário de Andrade ao dodecafonismo === Em 1944, terminado o curso, Guerra Peixe, ansioso por conhecer as novidades no campo da música, entrou em contato com o professor Koellreutter. Suas peças eram, até então, compostas dentro do modelo clássico com melodia brasileira, sendo a Suíte infantil n.º 1 para piano a expressão maior desse período. Guerra Peixe decidiu destruir todas as obras compostas anteriormente, passando a adotar a técnica dodecafônica. Na primeira fase da concepção dodecafônica, sua primeira composição, Sonatina para flauta e clarinete, foi intencionalmente antinacionalista. Compôs também a obra Noneto, interpretada por Hermann Scherchen em diversos centros europeus. Nessa época, participava do grupo Música Viva, com Cláudio Santoro, Edino Krieger e Eunice Katunda. === Por uma dodecafonia nacionalizada === Depois de compor uma obra em que todas as características dodecafônicas se realizam alheias aos valores musicais brasileiros, Música n.º 1 para piano e solo, suas obras seguintes acentuaram a intenção de nacionalizar os 12 sons, como a Sinfonia n.º 1 para pequena orquestra, executada pela BBC de Londres, o 1º quarteto de cordas, as Miniaturas para piano. A peça Trio de Cordas foi um marco na pesquisa da dodecafonia, no sentido de conferir-lhe tons nacionais. Composta em 1945, nota-se, no segundo movimento (andante), um desprendimento no manejo da técnica dos doze sons. A fase dodecafônica encerrou-se em 1949 com a Suíte para flauta e clarinete. === Um sulista nordestinizado === Entre 1948 e 1950 trabalhou como arranjador na Rádio Jornal em Recife. A decisão de aceitar um trabalho na região nordeste foi tomada com o objetivo de conhecer melhor o folclore nordestino. Suas pesquisas musicais foram anotadas em cadernos, com várias melodias sendo utilizadas em obras compostas na década de 1950. Parte do resultado das pesquisas foi publicada em 1955, sob o título Maracatus do Recife (editado pela Ricordi). Guerra Peixe passou a conhecer o folclore brasileiro como poucos, ganhando sua música uma nova dimensão a partir do estudo de ritmos nordestinos como o maracatu, coco, xangô, frevo. O compositor descobriu que os passos do frevo foram trazidos por ciganos de origem eslava e espanhola, e não por negros africanos, como se pensava até então. > \" Durante 3 anos me meti nos xangôs, maracatus, viajei para o interior, > recolhi músicas de rezas para defunto, da banda de pífanos…\" Em 1960 compôs a sinfonia Brasília, conhecida como a obra mais importante de sua fase nacionalista. === Músico, professor e arranjador === Guerra Peixe compôs trilhas para os filmes Terra É sempre Terra e O Canto do Mar, sendo premiado em 1953 como melhor autor de música de cinema. Também realizou trabalhos no campo da música popular brasileira, foi diretor musical de toda uma série intitulada 'A grande música do Brasil', nesta coleção foram lançados quatro álbuns, cada um dedicado a um artista da música popular, como Chico Buarque, Luiz Gonzaga e Tom Jobim, com arranjos sinfônicos de Guerra-Peixe para as músicas destes artistas. Integrou a Orquestra Sinfônica Nacional como violinista, onde estreou, gravou e regeu muitas de suas obras, também dedicou- se à carreira de professor, dando aulas de composição e de orquestração nos Seminários de Música Pro-Arte, no Museu da Imagem e do Som do Rio de Janeiro, no Centro de Estudos Musicais (criado por ele), na Escola de Música Villa- Lobos, instituições onde foi responsável pela formação de inúmeros compositores (como Ernani Aguiar, Jorge Antunes, Guilherme Bauer, Nestor de Hollanda Cavalcanti, Carlos Vianna Cruz, Antônio Guerreiro, Antônio Jardim, José Maria Neves, Clóvis Pereira, Murillo Tertuliano dos Santos), e, por fim, na Universidade Federal de Minas Gerais. Ali, durante toda a década de 1980 até a sua morte, Guerra-Peixe formou um grupo de músicos que ficou conhecido então como \"Escola Mineira de Composição\" e que reunia os nomes de Gilberto Carvalho, Nelson Salomé, Lucas Raposo, João Francisco de Paula Gelape, Sérgio Canedo, Marden Maluf, Alina Paixão Sidney, Clarisse Mourão, Felix Down Gonzalez e Dino Nugent Cole, Márcio Miranda Pontes, entre outros. Nélson Salomé, um dos discípulos mais diretamente ligado a Guerra-Peixe, escreveu um livro sobre o período. Durante sua fase de maturidade artística, compôs Tributo a Portinari, confirmando seu incomparável domínio de orquestração. Poucos compositores conseguiram, como ele, atingir uma versatilidade e uma admirável concisão de linguagem, buscando na simplicidade a sua arma mais eficaz. ===Homenagem=== Desde 2009 a prefeitura de Petrópolis realiza o Prêmio Maestro Guerra-Peixe de Cultura que destaca os artistas nascidos ou residentes que mais se destacam a cada ano. O nome da premiação presta uma homenagem ao compositor petropolitano. == Obras == === Musica orquestral === * 1939 Suíte; Suíte dos Três Minutos; * 1943 Divertimento; * 1944 Duas peças; Seis Instantâneos; * 1946 Marcha fúnebre e Scherzetto; Sinfonia n.1; Suíte em Fanfarra; * 1947 Divertimento n.1; Divertimento n.2; Instantâneos Sinfônicos n.1; Instantâneos Sinfônicos n.2; Variações; * 1949 Suíte para orquestra de cordas; Suíte para pequena orquestra; * 1950 Abertura Solene; * 1951 Terra é sempre terra; * 1955 Ponteado; Suíte Sinfônica n.1 \"Paulista\"; Suíte Sinfônica n.2 \"Pernambucana\"; * 1956 A inúbia do caboclinho; Moda e Rasqueado; Pequeno Concerto para piano e orquestra; * 1958 Chão Bruto; Paixão de Gaúcho; * 1960 Sinfonia n.2 \"Brasília\"; * 1966 Seis peças do Microcosmos; * 1971 A Retirada da Laguna; Assimilações; * 1972 Concertino para violino e orquestra; Museu da Inconfidência; Sugestões de Coral e Dança; * 1976 Mirim I; Petrópolis de minha infância; * 1978 A Batalha dos Guararapes; * 1982 Cinematográfica; * 1984 Minúsculas II, para cordas; * 1991 Tributo a Portinari === Música de câmara === * 1938 Duo, para dois violinos; * 1939 Suíte, para violino e piano; * 1943 Dez variações, para flauta, clarinete, violino e violoncelo; * 1944 Andante, para violino, viola e violoncelo; * 1944 Invenção, para flauta e clarinete; * 1944 Música, para flauta e piano; * 1944 Música, para violino e piano; * 1944 Sonata, para flauta e clarinete; * 1944 Sonatina, para flauta e clarinete; * 1944 Três peças, para fagote e piano; * 1945 Allegretto con moto, para flauta e piano; * 1945 Noneto, para flauta, clar., fag., trompete, trombone, piano, violino, viola e violoncelo; * 1945 Quarteto misto, para flauta, clarinete, violino e violoncelo; * 1945 Trio, para violino, viola e violoncelo; * 1946 Duo, para violino e viola; * 1946 Pequeno duo, para violino e violoncelo; * 1947 Duas peças, para violino e piano; * 1947 Duo, para flauta e violino; * 1947 Miniaturas n.1, para violino e piano; * 1947 Quarteto n.1, para dois violinos, viola e violoncelo; * 1948 Trio n.1, para flauta, clarinete e fagote; * 1949 Suíte, para dois violinos, viola e violoncelo; * 1949 Suíte, para flauta e clarinete; * 1951 Sonata n.1, para violino e piano; * 1951 Trio n.2, para flauta, clarinete e fagote; * 1957 Três peças, para viola e piano; * 1958 Miniaturas, para viola e piano; * 1958 Quarteto n.2, para dois violinos, viola e violoncelo; * 1960 Trio, para violino, violoncelo e piano; * 1969 Oito peças do Microcosmos, para dois violões; * 1970 Dueto característico, para violino e violão; * 1970 Duo, para clarinete e fagote; * 1970 Galope, para duas flautas, violino, viola e violão; * 1970 Nove peças do Microcosmos, para oito violoncelos; * 1972 In moderato, para cordas; * 1977 Variações opcionais, para violino e acordeon; * 1978 Sonata n.2, para violino e piano; * 1979 Roda de amigos, para flauta, oboé, clarinete, fagote e cordas; * 1980 7 Lúdicas para violão e cordas; * 1981 Suítes em duas flautas; * 1982 Em quatro flautas; * 1982 Em três flautas; * 1983 Dança alegre, para três flautas; * 1983 É um A-B-A, para quatro flautas; * 1983 Bilhete de um Jogral, para Viola sozinha; * 1984 Suíte para metais e percussão; * 1985 Espaços sonoros, para trompa e piano; * 1987 Quatro coisas, para gaita e piano === Piano solo === * 1938 Desafio; * 1938 Três entretenimentos; * 1942 Sonata; * 1942 Suíte infantil n.1; * 1944 À infância; * 1944 Quatro bagatelas; * 1945 Música n.1; * 1945 Quatro peças breves; * 1946 Dez bagatelas; * 1947 Duas peças e coda; * 1947 Larghetto; * 1947 Música n.2; * 1947 Peça para dois minutos; * 1947 Miniaturas n.1; * 1947 Miniaturas n.2; * 1948 Miniaturas n.3; * 1949 Miniaturas n.4; * 1949 Peça; * 1949 Prelúdios I, II e III; * 1949 Suíte infantil n.2; * 1949 Suíte para piano n.1; * 1949 Valsa n.1; * 1949 Valsa n.2; * 1949 Valsa n.3; * 1950 Sonata para piano n.1; * 1951 Sonatina para piano n.1; * 1954 Suíte para piano n.2 \"Nordestina\"; * 1954 Suíte para piano n.3 \"Paulista\"; * 1967 Sonata para piano n.2; * 1968 Suíte infantil n.3; * 1969 Sonatina para piano n.2; * 1979 Sugestões poéticas em memória de Fernando Pessoa; * 1979 Prelúdios tropicais n.1, 2, 3 e 4; * 1980 Prelúdios tropicais n.5, 6 e 7; * 1981 Minúsculas n.1, 2, 3, 4, 5 e 6; * 1982 O gato malhado; * 1987 Tocata do Joizinho; * 1988 Prelúdios tropicais n.8, 9 e 10; * 1991 Telefones de gente amiga, para piano a quatro mãos; * 1993 Rapsódica === Violão solo === * 1946 Suíte, para violão; * 1966 Ponteado, para violão ou viola caipira; * 1969 Sonata para violão; * 1969 Prelúdio n.1; * 1970 Prelúdio n.2; * 1970 Prelúdio n.3; * 1970 Prelúdio n.4; * 1970 Prelúdio n.5; * 1979 Lúdicas n.1, 2, 3, 4, 5, 6 e 7; * 1980 Lúdicas n.8, 9 e 10; * 1981 Breves n.1, 2, 3, 4, 5 e 6; * 1982 Páginas soltas n.1 e 2; * 1983 Páginas soltas n.3 e 4; * 1983 Caderno de Marisa, suíte; * 1984 Peixinhos da Guiné; === Instrumentos solo === * 1942 Três invenções, para clarinete; * 1947 Música n.1, para violino; * 1947 Música n.2, para violino; * 1947 Melopéias n.1, para flauta; * 1948 Melopéias n.2, para flauta; * 1950 Melopéias n.3, para flauta; * 1983 Bilhete de um jogral, para viola === Canto e piano === * 1947 Provérbios n.1; * 1947 Provérbios n.2; * 1949 Provérbios n.3; * 1949 A casinha pequenina; * 1955 Eh-boi!…; * 1955 Três canções (1. Suspiros, 2. Poema, 3. Carreiros); * 1955 Trovas alagoanas (1. A viola pela prima, 2. Tomara achar quem me diga, 3. Até nas flores se nota, 4. Nosso amor, 5. Canoeiro, canoeiro); * 1955 Trovas capixabas (1. Abaixai, ó limoeiro, 2. Ó lua que estás tão clara, 3. Tanto verso que eu sabia, 4. Ainda que o fogo apague, 5. Vou-me embora, vou-me embora); * 1957 Eu ia nadá; * 1957 Ô, vaquero!…; * 1970 Cânticos serranos n.1 (1. Fala, 2. Chuva miúda, 3. Seremos dois…); * 1976 Cânticos serranos n.2 (1. História antiga, 2. Almas desoladoramente frias, 3. Confusão); * 1976 Cânticos serranos n.3 (1. Última ilusão, 2. Arrependimento); * 1976 Canções de Débora (Cantigas do amor existencial); * 1976 Teus olhos; * 1977 Linhas de Catimbó; * 1977 Toadas de Xangô; * 1978 Sete drummondianas; * 1979 Amo as interrogações; * 1979 Da fatalidade (Modinha à antiga); * 1979 E quando o amor chegar; * 1979 O que sou?; * 1979 Sinto e provo; * 1979 Suave; * 1979 Utopia; * 1980 A solidão e sua porta; * 1980 Rapadura; * 1980 Sumidouro, cantoria para voz média; * 1980 Tempo de amor; * 1986 Vou-me embora para Passárgada; * 1991 Cânticos serranos n.4; * 1992 Dois poemas de Portinari; s.d. A felicidade === Canto e violão === * 1969 Cântico II (Nesta manhã); * 1969 Mãe d’água (canto vocalizado); * 1969 Resta, sim, é remover === Coro === * 1942 Fibra de herói; * 1970 Na areia, para coro feminino a três vozes; * 1972 Série Xavante, para coro misto; * 1973 Temas de carimbó, para coro misto; * 1976 Colégio José Bonifácio, hino; * 1979 Batalhão de namorados; * 1979 Pirracenta, para coro infantil a três vozes iguais; * 1982 Colégio Nossa Senhora de Fátima, hino; * 1982 Para plantas e flores; * 1984 No estilo da Folia de Reis, para coro misto; s.d. Três peças, para coro misto === Outros === * 1976 Série infantil; * 1991 Sonetos de Raul de Leoni == Discografia == # Jornada da Lapinha nº 1/Jornada da Lapinha nº 2 (1955) Copacabana 78 # A retirada da Laguna. Orquestra Sinfônica Nacional, regência do compositor. (1979) # Chora na rampa (1959) Chantecler 78 # Cidade Maravilhosa/Menina-moça (1960) Chantecler 78 # Vassourinhas (1961) Chantecler 78 # Escuta, Levino/Quarta-feira de cinzas (1962) Chantecler 78 # Sambas clássicos ( S/D) Chantecler LP # Museu da Inconfidência. Orquestra Sinfônica Brasileira (1977) Philips LP # Sedução do norte (1978) RGE/Fermata LP # Música de câmara (1996) Rio Arte Digital CD # Guerra-Peixe|Aguiar - Série Música Brasileira, Volume 7 (2007) GLB CD # Midori Maeshiro, piano (2007) ABM Digital CD # Eliane Tokeshi e Guida Borghoff - Guerra-Peixe: Obras Para Violino e Piano YB Music 2011 CD #Conjunto Picadinho da Velha - Choros de Guerra-Peixe (2016) CD == Bibliografia crítica == # AZEVEDO, M. A . de (NIREZ) et al. Discografia brasileira em 78 rpm. Rio de Janeiro: Funarte, 1982. # EGG, André. O debate no campo do nacionalismo musical no Brasil dos anos 1940 e 1950: o compositor Guerra Peixe. Dissertação de Mestrado em História, UFPR, 2004. # MARCONDES, Marcos Antônio. (ED). Enciclopédia da Música popular brasileira: erudita, folclórica e popular. 2. ed. São Paulo: Art Editora/Publifolha, 1999. == Ligações externas == * Revista Glosas n.º 11, dedicada a César Guerra-Peixe * Projeto Guerra-Peixe Categoria:Arranjadores do estado do Rio de Janeiro Categoria:Brasileiros de ascendência portuguesa Categoria:Ciganos do Brasil Categoria:Compositores de trilhas sonoras do Brasil Categoria:Compositores clássicos do século XX Categoria:Compositores eruditos do Brasil Categoria:Maestros do estado do Rio de Janeiro Categoria:Membros da Academia Brasileira de Música Categoria:Naturais de Petrópolis",
 "title": "César Guerra-Peixe"
}