{
 "id": "117934",
 "text": "thumb|Edifício Henry Ford A Universidade Livre de Berlim (em alemão: Freie Universität Berlin, abreviatura corrente: \"FU Berlin\") é uma das mais prestigiadas universidades da Alemanha e da Europa continental. Distingue-se pelo seu caráter moderno e internacional. É a maior das quatro universidades de Berlim. A pesquisa na universidade está focalizada nas Humanidades e nas Ciências Sociais, assim como nas Ciências da Saúde e nas Ciências Naturais. Fundada em Berlim Ocidental durante o início da Guerra Fria, o seu nome (Universidade Livre) refere-se ao facto de a Universidade Humboldt, mais antiga, ter ficado em Berlim Oriental, parte da cidade controlada pelas forças comunistas soviéticas. Reconhecida como uma das instituições terciárias de topo da Alemanha, a FU Berlin foi uma de nove universidades de topo alemãs (também conhecidas como “universidades de elite”) a vencer na Iniciativa para a Excelência das Universidades Alemãs, uma iniciativa organizada pelo governo federal alemão que tem o objetivo de identificar e formar uma Ivy League alemã. Tendo recebido uma distinção em cinco programas doutorais, três centros de pesquisa interdisciplinares (alguns deles em cooperação com outras universidades) e na estratégia institucional geral, a FU Berlin foi a mais bem sucedida universidade na iniciativa. Nos rankings universitários, a universidade conta-se entre as melhores da Alemanha. Estabeleceu uma forte reputação nas Humanidades e nas Ciências Sociais, sendo uma das instituições de topo da Europa nestes campos. Excluindo a escola médica Charité, co- administrada com a Universidade Humboldt, a FU Berlin é presentemente a universidade líder em oito centros de pesquisa cooperativos da Fundação Alemã de Pesquisa (DFG) e tem cinco unidades da DFG. Catorze académicos da FU Berlin receberam até hoje o Prémio Gottfried Wilhelm Leibniz da DFG, o mais respeitado prémio para feitos de pesquisa na Alemanha. ==Campus== A maior parte das instalações da universidade estão na zona de Dahlem, no sudoeste de Berlim, em Steglitz-Zehlendorf. A primeira estrutura independente a ser completada no campus foi o Edifício Henry Ford, fundado pela Fundação Ford. Até então, a universidade tinha sido instalada em várias estruturas mais antigas dessa zona, como o Edifício Otto Hahn, onde foi descoberta a fissão nuclear, e que ainda hoje é a sede do departamento de Bioquímica. O maior complexo de edifícios é o Rost- und Silberlaube, que consiste numa série de estruturas interligadas num tom alternadamente de bronze escuro e de prata brilhante, rodeando vários pátios arborizados. Desde 2005, esse complexo foi complementado pela Biblioteca de Filologia, da autoria do arquiteto britânico Norman Foster. ==História== A FU Berlin foi fundada por estudantes e académicos em 4 de dezembro de 1948, com o apoio das forças americanas e de políticos de Berlim, como uma resposta à perseguição de estudantes críticos do sistema na Universidade Humboldt, então no setor soviético da cidade. Estes estudantes e académicos pretendiam estudar e fazer pesquisa numa universidade livre de influência política. Graças a generosos donativos dos Estados Unidos, a FU Berlin foi capaz de construir vários novos complexos centrais, incluindo a Clínica Universitária Benjamin Franklin e o Edifício Henry Ford, que alberga as cerimónias mais importantes. Com base na sua tradição fundadora, o brasão da FU Berlin ainda hoje inclui as palavras latinas para Verdade, Justiça e Liberdade. Em 2007, a FU Berlin dedicou um monumento aos estudantes que foram assassinados pelos serviços secretos soviéticos. A universidade atribui um Prémio da Liberdade a personalidades que tenham feito uma contribuição especial à causa da liberdade. Os anos de 1968, 1990 e 2007 representam pontos de viragem da história da FU Berlin. Durante a década de 1960, a universidade foi cenário de protestos estudantis que forneceram o impulso para mais abertura, igualdade, e democracia. Depois da reunificação alemã em 1990, e mais intensamente a partir de 2000, a FU Berlin redefiniu-se. Os resultados da pesquisa da universidade melhoraram em termos de número de estudantes de pós- graduação, doutoramentos obtidos, e publicações. Por trás deste percurso de sucesso estiveram reformas fundamentais como a introdução de modernos sistemas de gestão na administração, uma reorganização de departamentos e uma utilização eficiente de recursos. Prognos, o respeitado instituto económico com sede em Basileia, na Suíça, atribuiu à FU Berlin um prémio pelos seus bons métodos de gestão. Desde 2003, a FU Berlin tem reorientado as suas capacidades transdisciplinares, reagrupando-as em centros de investigação transdisciplinares, aos quais chama “clusters”. O ano de 2007 foi outro ano crucial para a FU Berlin: foi a universidade com o maior número de candidaturas aprovadas para financiamento pela Iniciativa para a Excelência das Universidades Alemãs, e é agora uma das nove universidades alemãs de elite a receber financiamento para a sua estratégia de desenvolvimento futura. A FU Berlin está localizada na zona residencial de Dahlem, no sudoeste de Berlim. No início do século XX, Dahlem foi estabelecido como um centro de pesquisa do mais alto calibre. Os primeiros edifícios albergavam agências de ciência governamentais e novos centros de pesquisa da Universidade Humboldt. A Sociedade Kaiser Wilhelm – precursora da atual Sociedade Max Planck – foi fundada em 1911 e estabeleceu diversos institutos em Dahlem. Um dinâmico grupo de investigadores (entre os quais Albert Einstein, Werner Heisenberg, Otto Hahn, Lise Meitner, Fritz Haber, Walter Bothe e Peter Debye) levou a cabo pesquisas pioneiras que resultaram em numerosos prémios Nobel. Desde a sua fundação, a FU Berlin tem utilizado edifícios anteriormente pertencentes à Sociedade Kaiser Wilhelm e, posteriormente, tem adicionado numerosos edifícios arquitetonicamente inovadores. O campus central consiste em conjuntos de edifícios a curta distância uns dos outros. ==Academia== ===Departamentos=== A universidade tem 12 departamentos académicos, três institutos centrais interdisciplinares e várias outras instituições centrais: #Biologia, Química, Farmácia #Gestão e Economia #Ciências da Terra #História e Estudos Culturais #Direito #Matemática e Ciência da Computação #Medicina (Charité – Universidade de Medicina de Berlim) #Pedagogia e Psicologia #Filosofia e Humanidades #Física #Ciências Políticas e Ciências Sociais #Medicina Veterinária ===Institutos Centrais Interdisciplinares=== #Instituto John F. Kennedy de Estudos Norte-Americanos #Instituto de Estudos da Europa Oriental #Instituto de Estudos da América Latina ===Escolas de Graduação=== #Escola de Estudos Literários Friedrich Schlegel #Escola de Estudos Graduados de Estudos Transnacionais de Berlim (BTS) #Escola de Estudos Graduados de Política Global #Culturas e Sociedades Islâmicas #Escola de Terapias Regenerativas de Berlim- Brandenburgo #Escola de Estudos Norte-Americanos #Escola Matemática de Berlim ===“Clusters” de Excelência=== #Linguagem das Emoções #Topoi – A Formação e Transformação do Espaço e do Conhecimento nas Civilizações da Antiguidade #NeuroCure – Para Uma Melhor Resolução de Desordens Neurológicas ===Centros Interdisciplinares=== #O Mundo Antigo #Arte e Estética #Dinâmicas de Ecossistemas na Ásia Central #Modelos Matemáticos Eficientes #Linguagens da Europa: Estruturas – Desenvolvimento – Comparação (ZEUS) #Antropologia Histórica #Idade Média – Renascimento – Início da Era Moderna #Pesquisa Sobre Ensino e Aprendizagem #História Social e Cultural do Médio Oriente ===Instituições de Serviços Centrais=== #Jardim e Museu Botânico de Berlim #Centro de Aconselhamento Académico e de Carreira #Centro de Estudos Contínuos #Centro de Desportos Recreativos #Centro de Promoção de Estudos Feministas e de Estudos de Género #Centro de Computadores #Centro de Línguas #Biblioteca Central ===Parcerias Internacionais=== A FU Berlin mantém contactos internacionais de largo alcance com outras universidades e organizações que fornecem impulsos para a pesquisa e o ensino: na década de 1950, a FU Berlin já tinha estabelecido parcerias com universidades de topo americanas como a Universidade da Califórnia (incluindo a Universidade de Berkeley e a UCLA), a Universidade de Chicago, a Universidade Cornell, a Universidade Stanford, a Universidade de Princeton, a Universidade Yale e a Universidade Columbia. Na Europa, também desde cedo estabeleceu parcerias com a Universidade de Cambridge, com o University College London e com a École Normale Supérieure de Paris. A FU Berlin é um membro fundador do Centro de Educação Global para o Estudo da Lei Transnacional, o Centre for Transnational Legal Studies em Londres. Os primeiros contactos com universidades da Europa Oriental foram feitos na década de 1970. Na década de 1990, as ligações foram aumentadas e passaram a incluir números crescentes de instituições da América do Norte, da Europa Oriental e do Extremo Oriente. O recém-estabelecido Centro de Cooperação Internacional (CIC) concentra-se em identificar novos parceiros estratégicos para projetos internacionais. Hoje, a FU Berlin tem 130 parceiros a nível mundial, e anualmente recebe cerca de 600 académicos que contribuem para o ensino e a pesquisa na universidade. É uma das primeiras escolhas no programa Erasmus e no programa Tempus, assim como para o programa Fulbright e os programas internacionais do Serviço de Intercâmbio Académico Alemão (DAAD). Uma Universidade Internacional de Verão foi estabelecida para estudantes estrangeiros e providencia créditos académicos aceites internacionalmente. ===Gabinetes Externos=== A FU Berlin tem gabinetes externos em Nova Iorque, Bruxelas, Moscovo, Pequim, Cairo e Nova Deli. Os gabinetes externos procuram expandir cooperações já existentes. Em abril de 2005 a FU Berlin abriu um gabinete conjuntamente com a Universidade de Munique (LMU) em Nova Iorque. Esta Aliança Universitária Alemã, localizada na Casa Alemã (a sede do consulado geral alemão e da missão alemã nas Nações Unidas), representa os interesses das duas universidades nos Estados Unidos e no Canadá e procura aumentar o intercâmbio de académicos e cientistas. Adicionalmente, a FU Berlin fundou uma associação de antigos alunos e de levantamento de fundos em Nova Iorque, a FFUB. Desde 2003, a FFUB tem mantido contacto próximo com alumni e académicos da FU Berlin nos Estados Unidos e procura ganhar apoio financeiro de alumni e de amigos para fortalecer as ligações transatlânticas. Alguns dos fundos conseguidos ajudaram na renovação do Edifício Henry Ford. Com gabinetes adicionais em Moscovo (desde 2004), Pequim e Nova Deli (desde fevereiro de 2008), operados em conjunto com parceiros fortes, grandes instituições de pesquisa, ou universidades, a FU Berlin está a aumentar estrategicamente o seu raio de ação enquanto universidade de rede internacional. Em abril de 2006 a Universidade de Pequim abriu o seu primeiro ramo na Alemanha. Os seus objetivos incluem a promoção do conhecimento da cultura chinesa, da cooperação sino-germânica e da divulgação das línguas chinesas. A Universidade Duke em Durham, Carolina do Norte, tem um Programa de Berlim (Duke in Berlin), levado a cabo com a FU Berlin e com a Universidade Humboldt. A Universidade da Califórnia organiza programas para estudantes americanos em Berlim e Potsdam. Há na FU um gabinete da Universidade da Califórnia, de forma a apoiar os estudantes de intercâmbio da Califórnia. O Gabinete de Programas Globais da Universidade Columbia de Nova Iorque administra o Consórcio de Estudos de Germanística de Berlim (BCGS). Estudantes de Columbia e das outras universidades incluídas no consórcio (Universidade de Chicago, Universidade Cornell, Universidade Johns Hopkins, Universidade da Pensilvânia, Universidade Princeton e Vassar College) podem frequentar aulas na FU durante um ou dois semestres, como alunos externos. Esta inscrição temporária é antecedida por um programa intensivo de seis semanas de estudo da língua alemã. ==Rankings== A FU Berlin é repetidamente classificada entre as melhores universidades alemãs, com destaque particular para as Artes e Humanidades, seguidas pelas Ciências Sociais. Por exemplo o THE-QS World University Rankings de 2009 classificou a FU Berlin como melhor universidade nas Artes e Humanidades na Alemanha, 6ª na Europa e 27ª no mundo . O ranking QS World University Rankings de 2011 classificou a FU, em termos gerais, em 66º lugar internacionalmente. Rivais notáveis na Alemanha, particularmente no campo das Artes e Humanidades e nas Ciências Sociais, incluem a Universidade de Munique, a Universidade de Heidelberg e a Universidade Humboldt de Berlim. Times Higher Education World University Rankings Ano Ranking internacional Ranking regional Ranking nacional Ranking Artes e Humanidades Ranking ciências físicas Ranking ciências sociais Ranking ciências da vida 2006 149 - 33 - - - - 2007 146 - 7 38 - - - 2008 137 - 4 24 - 62 - 2009 94 - 3 27 - 47 - 2010 \\- - - 34 - - - 2011 151 61 6 29 - - - 2012 128 48 6 25 - - - 2013 86 28 4 22 - 87 94 QS World University Rankings Ano Ranking internacional Ranking nacional Ranking Artes e Humanidades Ranking ciências físicas Ranking ciências sociais Ranking ciências da vida 2006 149 - - - - - 2007 146 - 38 102 61 132 2008 137 4 24 82 62 177 2009 94 3 27 77 47 137 2010 70 4 25 66 53 64 2011 66 4 30 60 56 72 2012 87 4 26 59 52 74 2013 109 5 28 106 96 188 == Vencedores do Prémio Gottfried Wilhelm Leibniz == A DFG atribui anualmente, desde 1985, a académicos alemães extraordinários o Prémio Gottfried Wilhelm Leibniz. É o mais alto prémio de pesquisa alemão, e consiste numa bolsa de pesquisa de 2.5 milhões de euros, a serem utilizados ao longo de 7 anos. Até agora, o prémio foi atribuído a 14 académicos da FU Berlin: * Prof. Dr. Volker Erdmann, Bioquímica (1988) * Prof. Dr. Wolfram Saenger, Cristalografia (1988) * Prof. Dr. Randolf Menzel, Neurociência (1991) * Prof. Dr. Irmela Hijiya-Kirschnereit, Estudos Japoneses (1992) * Prof. Dr. Jürgen Kocka, História (1992) * Prof. Dr. Johann Mulzer, Química Orgânica (1994) * Prof. Dr. Peter Schaefer, Estudos Judaicos (1994) * Prof. Dr. Emo Welzl, Ciência da Computação (1995) * Prof. Dr. Onno Oncken, Geologia (1998) * Prof. Dr. Regine Hengge-Aronis, Microbiologia (1998) * Prof. Dr. Joachim Kuepper, Estudos Românicos (2001) * Prof. Dr.-Ing. Rupert Klein, Matemática (2003) * Prof. Dr. Gabriele Brandstetter, Drama (2004) * Prof. Dr. Gyburg Radke, Grego Antigo (2006) ==Pessoas notáveis== *Gudrun Ensslin, guerrilheira (Alumnus) *Johannes Agnoli, cientista político (Professor) *Elmar Altvater, cientista político (Professor) *Arnulf Baring, historiador, cientista político (Professor) *Ernst Benda, Ministro do Interior da Alemanha (1968 to 1969); 4º presidente do Tribunal Constitucional da Alemanha (1971–1983) (Alumnus) *Peter Bieri, filósofo e escritor (Professor) *Reinhold Brinkmann, musicólogo (Alumnus) *Dieter Claessens, sociólogo e antropólogo (Professor) *Christopher Clark, historiador (Alumnus) *Gordon A. Craig, historiador e escritor (Professor) *Herta Däubler-Gmelin, Ministra da Justiça da Alemanha (1998–2002) (Professora) *Eberhard Diepgen, Mayor de Berlim Ocidental (1984–1989, 1991–2001) (Alumnus) *Rudi Dutschke, porta-voz do movimento estudantil alemão da década de 1960 (Alumnus) *Hans Eichel, Ministro das Finanças da Alemanha (1999–2005) (Alumnus) *Gudrun Ensslin, guerrilheira (Alumnus) *Gerhard Ertl, físico e Prémio Nobel da Química (2007) (Professor) *Günter Faltin, economista (Professor) *Paul Feyerabend, filósofo (Professor) *Andrea Fischer, Ministro Federal da Saúde (1998–2001) (Alumnus) *Ernst Fraenkel, cientista político (Professor) *Jonathan Franzen, romancista (Alumnus) *Reinhard Furrer, cientista e astronauta (Alumnus / Professor) *Edwin Gentzler, germanista americano e especialista em estudos da tradução (Alumnus) *Klaus Hänsch, Presidente do Parlamento Europeu (1994–1997) (Alumnus / Assistente Científico) *Roman Herzog, Presidente da Alemanha (1994–1999) (Professor) *Marc Jampole, bolseiro Fulbright, poeta e fundador de Jampole Communications (Alumnus) *Irmela Hijiya-Kirschnereit, estudos japoneses, vencedora do Prémio Gottfried Wilhelm Leibniz Prize (1992) (Professora) *Henning Melber, cientista político, sociólogo alemão. Alemão-Namibiano e Sueco Africanista *Kenzaburo Oe, romancista Prémio Nobel da Literatura (1994) (Professor) *Jürgen Kocka, historiador (Professor) *Renate Künast, Ministro Federal da Alimentação, Agricultura e Proteção do Consumidor da Alemanha (2001–2005) (Alumnus) *Helga Zepp-LaRouche, ativista política alemã, esposa do ativista político americano Lyndon LaRouche (Alumnus) *Jutta Limbach, president do Tribunal Federal Constitucional da Alemanha (1994–2002), presidente do Goethe-Institut (2002–2008) (Alumnus / Professora) *Herbert Marcuse, sociólogo (Professor) *Friedrich Meinecke, historiador (Professor) *Ulrike Meinhof, jornalista e guerrilheira (Professora) *Walter Momper, Mayor de Berlim Ocidental (1989–1991) (Alumnus) *Herta Müller, romancista e Prémio Nobel da Literatura (2009) (Professor) *Ernst Nolte, historiador (Professor) *Hans-Jürgen Papier, Tribunal Federal Constitucional da Alemanha (2002–2010) (Alumnus) *Günter Rexrodt, Ministro da Economia da Alemanha (1993–1998) (Alumnus) *Thomas Risse, cientista político (Professor) *Raúl Rojas, cientista de computadores (Professor) *Ernst Ruska, físico e vencedor do Prémio Nobel da Física (1986) (Professor) *Otto Schily, Ministro Federal do Interior (1998–2005) (Alumnus) *Gesine Schwan, cientista politica e candidata às eleições presidenciais alemãs (2004) (Professora) *Reinhard Selten, economista e vencedor do Prémio de Ciências Económicas em Memória de Alfred Nobel (1994) (Professor) *Vassilios Skouris, presidente do Tribunal de Justiça da União Europeia (desde 2003) (Alumnus) *Amity Shlaes, “senior fellow” em história económica no Council on Foreign Relations e colunista *Péter Szondi, teoria literária (Professor) *Klaus Wowereit, Mayor de Berlin (desde 2001) (Alumnus) *Georges Tamer, estudos islâmicos (Professor & Alumnus) *Jacob Taubes, sociólogo da religião, filósofo, Estudos Judaicos (Professor) ==Ver também== *Sociedade Kaiser Wilhelm *Sociedade Max Planck *Hospital Universitário Charité *Universidade Humboldt de Berlim *Universidade Técnica de Berlim *Universidade de Potsdam *Academia das Ciências de Berlim ==Referências==",
 "title": "Universidade Livre de Berlim"
}