{
 "id": "118099",
 "text": "Eos (), na mitologia grega, é a deusa que personificava o amanhecer. Filha de Hiperião e Teia, é a irmã da deusa Selene, a Lua, e de Hélio, o Sol. == Representação == Normalmente citada como de longos cabelos louros e unhas tingidas de rosa com uma carruagem purpúrea puxada por dois cavalos alados, Lampo e Faetonte, com arreios multicolores. Ágil e graciosa, é munida de asas nos ombros e nos pés. Essa caracterização expressa seu carácter de jovem caprichosa e despreocupada, que vive amores intensos e efêmeros. == Função == Eos tem, como principal função, abrir as portas do céu para a carruagem de Hélio, a personificação do Sol, sendo assim a deusa do amanhecer (Quando a carruagem de Hélio está saindo, e o Sol está nascendo) e do entardecer, mais especificamente, o pôr do sol (Quando a carruagem de Hélio está voltando, e o Sol está se pondo). Responsável também pelo brilho do Sol e das tonalidades do Céu, Eos é a deusa que desperta as pessoas e criaturas dos mais profundos sonhos e derrama orvalho nas folhas, sendo mais conhecida por ser a deusa especialmente do amanhecer. == Amores e filhos == São numerosas as paixões de Eos, sendo a mais conhecida com Titono, irmão mais velho de Príamo. Ao apaixonar-se por ele, teve medo de o perder e o raptou e levou-o para a Etiópia. A deusa amava-o tanto que pediu para que lhe concedessem a imortalidade, mas esqueceu-se da juventude eterna, e dessa forma o amado da deusa transformou-se num velho decrépito, sem nunca, no entanto, morrer. Eos decidiu, então pedir para que Zeus o transformasse numa cigarra. Com Titono, teve dois filhos: Emátion e Mêmnon. Céfalo, filho de Hermes e Herse, também foi vítima do amor implacável de Eos. Ele estava já casado com a princesa Prócris, terna e amorosa e sempre fiel a seu marido. Insaciável como sempre, Eos pouco se importa para o sofrimento de Prócris e rapta Céfalo enquanto caçava nas proximidades do monte Imeto. Mas apesar de todos os esforços da deusa, o jovem continua apaixonado por sua esposa. Apesar de muitos esquemas ardilosos da deusa, Céfalo e Prócris se reconciliam. Céfalo volta a caçar, mas sua esposa, com receando a deusa rival, o segue. Pensando se tratar de um animal, ele a mata e ao ver o que havia feito, se joga ao mar. Comovido, Zeus os transforma em estrelas. Uma das versões do mito de Ganímedes, conta que ele foi raptado e levado ao monte Olimpo não por Zeus, mas pela deusa Eos, ao que parece essa era a versão original do mito de Ganímedes, ela é mencionada por Apolonio de Rodis, e outros escritores da Grecia antiga. As suas paixões atribuem-se ao fato de que teve amores com Ares, algo que deixou Afrodite muito enciumada, fazendo com que lançasse um feitiço sobre Eos, para que ela se apaixonasse apenas por homens mortais, e tivesse um desejo sexual insaciavel. == Versão da lenda segundo Hesíodo == Segundo Hesíodo, Eos (o Dia) sequestrou Céfalo, e o filho deles se chama Faetonte, guardião do templo de Afrodite.Teogonia, 985-992, por HesíodoDescrição da Grécia, 1.3.1, por Pausânias (geógrafo) Categoria:Deusas gregas Categoria:Mitologia grega",
 "title": "Eos"
}