{
 "id": "118081",
 "text": "A Copa São Paulo de Futebol Júnior, também conhecida como Copinha, é uma competição de futebol masculino do Brasil. Organizada pela Federação Paulista de Futebol (FPF), é disputada pelas categorias de base de clubes de todo o Brasil e ocasionalmente estrangeiros desde 1969. == História == Originalmente a competição era chamada de Taça São Paulo de Juvenis, categoria que teve o nome e a idade limite alterado para Juniores em 20 anos no ano de 1981, e era organizada pela Prefeitura de São Paulo, e não pela FPF. Em 1987, o então prefeito Jânio Quadros decidiu não arcar com a Taça São Paulo, que não foi realizada naquele ano. Disputada desde 1969, acontece sempre no início do ano, de modo que a final seja disputada em 25 de janeiro (dia do aniversário da cidade de São Paulo), no Pacaembu (algumas vezes por motivos externos, o local é alterado). Até 1970, a competição só recebia clubes do estado de São Paulo, mas, a partir de 1971, a competição passou a receber clubes de todo o Brasil. Desde então, a Copinha, apelido dado a competição, é um torneio muito observado por imprensa, torcida, empresários e clubes, uma vez que é considerada a principal oportunidade para se descobrir futuros craques do futebol brasileiro. === Equipes estrangeiras === Entre 1993 e 1997, a FPF convidou equipes estrangeiras para participarem da disputa: (Argentina), (Uruguai), (Paraguai), e (ambos do Japão), além das seleções Sub-20 do Japão e da China. Os primeiros clubes estrangeiros a participarem da competição foram o Providencia (do México, em 1980), o (da Argentina, em 1981 e 1982) e o (da Alemanha, em 1985). Como todas elas caíram na primeira fase, a organização da Copinha abandonou a ideia, mas, em 2010, uma nova equipe estrangeira foi convidada para a disputa: o , da Arábia Saudita. Em 2014, o , por motivo de patrocínio, participou da competição e foi a primeira equipe estrangeira a passar de fase. === Mudança para Sub-18=== A partir de sua 41.ª edição, em 2010, a FPF regulamenta a competição admitindo times formados por atletas pertencentes à categoria Sub-18 e passa a chamá-la de Copa São Paulo de Futebol Sub-18. Ainda que não exista a alteração do nome da competição no site da FPF, esta passa a publicar a competição pela nova nomenclatura, sendo divulgada assim pelos meios de comunicação que fazem sua cobertura, inclusive as transmissões televisivas de TV aberta e fechada. Na edição de 2013, a competição voltou a ser Sub-20. E, a partir da edição de 2021, podendo ser inscritos até três jogadores que completem 21 anos no ano da competição. O regulamento da competição é divulgado a cada temporada, mas geralmente a idade mínima é de 15 anos. == Edições == === Campeões por edição === Campeões da Copa São Paulo de Futebol Júnior ;Supercopa São Paulo de Futebol Júnior Ano Sede da final Final Final Final Semifinalistas Semifinalistas Ano Sede da final Campeão Placar Vice-campeão Semifinalistas Semifinalistas 1994 Detalhes Pacaembu 1 – 0 1995 Detalhes Pacaembu 1 – 0 (m.s) === Títulos por clube === * Atualizado após a edição de 2024 * Não foram considerados os resultados das Supercopa São Paulo de Futebol Júnior de 1994 e 1995 Clubes com mais títulos ImageSize = width:215 height:2000 PlotArea = left:40 right:0 bottom:10 top:10 DateFormat = dd/mm/yyyy Period = from:01/01/1969 till:01/01/2030 ScaleMajor = unit:year increment:1 start:1969 TimeAxis = orientation:vertical format:yyyy Colors = id:Corinthians value:black id:Fluminense value:green id:Empate1 value:gray(0.7) id:Empate2 value:gray(0.5) PlotData= bar:Leaders width:25 mark:(line,black) align:left fontsize:S from:01/01/1969 till:01/01/1973 shift:(20,0) text:\"Corinthians\" color:Corinthians from:01/01/1973 till:01/01/1976 shift:(20,0) text:\"Corinthians e Fluminense\" color:Empate2 from:01/01/1976 till:01/01/1977 shift:(20,0) text:\"Corinthians, Flu e Atl-MG\" color:Empate1 from:01/01/1977 till:01/01/1980 shift:(20,0) text:\"Fluminense\" color:Fluminense from:01/01/1980 till:01/01/1983 shift:(20,0) text:\"Fluminense e Internacional\" color:Empate2 from:01/01/1983 till:01/01/1986 shift:(20,0) text:\"Flu, Inter e Atl-MG\" color:Empate1 from:01/01/1986 till:01/01/2004 shift:(20,0) text:\"Fluminense\" color:Fluminense from:01/01/2004 till:01/01/2005 shift:(20,0) text:\"Fluminense e Corinthians\" color:Empate2 from:01/01/2005 till:01/01/2030 shift:(20,0) text:\"Corinthians\" color:Corinthians Clube Títulos Vices 11 (1969, 1970, 1995, 1999, 2004, 2005, 2009, 2012, 2015, 2017 e 2024) 8 (1973, 1976, 1978, 1984, 1993, 1997, 2014 e 2016) 5 (1971, 1973, 1977, 1986 e 1989) 2 (1979 e 2012) 5 (1974, 1978, 1980, 1998 e 2020) 1 (1972) 4 (1993, 2000, 2010 e 2019) 7 (1981, 1992, 1994, 2001, 2004, 2007 e 2018) 4 (1990, 2011, 2016 e 2018) 0 3 (1984, 2013 e 2014) 3 (1982, 2010 e 2022) 3 (1975, 1976 e 1983) 1 (1980) 2 (1981 e 1982) 5 (1975, 1977, 1986, 1995 e 1998) 2 (2022 e 2023) 2 (1970 e 2003) 2 (1972 e 1988) 2 (1969 e 2005) 2 (1991 e 2002) 1 (1974) 1 (1985) 3 (1989, 1990 e 2000) 1 (2007) 3 (1996, 2002 e 2024) 1 (1992) 2 (1999 e 2019) 1 (1994) 1 (1985) 1 (1996) 1 (2023) 1 (2006) 1 (1988) 1 (1979) 0 1 (1997) 0 1 (2001) 0 1 (2003) 0 1 (2008) 0 0 2 (1983 e 2015) 0 2 (1991 e 2020) 0 1 (1971) 0 1 (2006) 0 1 (2008) 0 1 (2009) 0 1 (2011) 0 1 (2013) 0 1 (2017) === Títulos por federação === * Atualizado após a edição de 2024 * Não foram considerados os resultados das Supercopa São Paulo de Futebol Júnior de 1994 e 1995 Estado Títulos Vices SP 33 38 RJ 10 5 MG 5 5 RS 5 3 SC 1 0 PR 0 1 BA 0 1 GO 0 1 === Campanha dos clubes estrangeiros === Ano Time 1980 Providência 3 0 0 3 1 8 -7 1981 align=\"left\" 3 0 2 1 2 3 -1 1982 align=\"left\" 3 0 1 2 5 8 -3 1985 align=\"left\" 3 1 0 2 3 9 -6 1988 Universidad de Guadalajara 3 1 0 2 2 5 -3 1993 align=\"left\" 3 0 0 3 0 7 -7 1993 align=\"left\" 3 0 1 2 2 5 -3 1994 align=\"left\" 3 1 0 2 3 8 -5 1994 align=\"left\" 3 1 0 2 6 13 -7 1995 Japão Sub-20 3 1 0 2 6 8 -2 1996 align=\"left\" 3 0 0 3 3 11 -8 1997 align=\"left\" 3 0 2 1 1 5 -4 1997 China Sub-20 3 1 0 2 4 7 -3 2010 align=\"left\" 3 0 1 2 2 4 -2 2014 align=\"left\" 4 2 1 1 8 7 +1 2016 Pérolas Negras 3 0 0 3 2 6 -4 2017 Pérolas Negras 3 1 0 2 2 5 -3 * MC. O Kashiwa Reysol, na edição de 2014, foi o time com a melhor campanha entre as equipes estrangeiras que participaram da Copinha, chegando até a segunda fase. As demais não passaram da primeira fase :Fonte: == Maiores goleadas == Durante a história da competição houve nove vezes um placar superior a 10 gols de diferença. A primeira vez ocorreu, em 1974. == Particularidades == * Em 1994, a Federação Paulista organizou a 1ª Supercopa São Paulo de Futebol Júnior, contendo apenas campeões e vices de edições anteriores. Tendo como vitorioso . * Em 1995, seguindo o mesmo esquema, a Federação Paulista organizou a segunda edição da Supercopa São Paulo de Futebol Júnior, tendo como vitorioso nesta única edição o , que participou como vice-campeão de 1970, ao vencer na final o , num jogo que ficou marcado pela batalha campal promovida por facções de torcedores após o jogo, que resultou na morte de um torcedor são-paulino. * O possui o melhor aproveitamento em finais, vencendo as quatro decisões que disputou (1990, 2011, 2016 e 2018). * A Copinha só não foi realizada em 1987, por falta de interesse do então prefeito Jânio Quadros, e em 2021, por conta da pandemia de COVID-19. * Nem sempre a decisão da Copa SP aconteceu exatamente em 25 de janeiro. Houve casos em que a competição foi disputada antes do mês de janeiro, ou seja, em dezembro do ano anterior: 1981 (23 de dezembro de 1980), 1982 (19 de dezembro de 1981) e 1983 (18 de dezembro de 1982). A disputa chegou a ser decidida em 19 de janeiro (1989), 20 de janeiro (1979, 1980 e 1985), 22 de janeiro (1984), 23 de janeiro (1976 e 1977), 24 de janeiro (1988), 26 de janeiro (1986, 1991 e 1997), 31 de janeiro (1990) e até em 21 de fevereiro (1975) e em 6 de março (1971). * A decisão de 1977 entre e foi marcada por duas peculiaridades: foi a primeira vez que uma final da Copinha era disputada no Estádio do Morumbi e o jogo serviu também como preliminar do amistoso internacional entre Brasil e Bulgária, que foi vencido pela Seleção Brasileira por 1 a 0. * Em nove oportunidades, o Campeão da Copa São Paulo teve 100% de aproveitamento nos seus jogos: ** em 1976: 3 partidas ** em 1980: 6 partidas ** em 1991: 9 partidas ** em 1999: 7 partidas ** em 2000: 7 partidas ** em 2012: 8 partidas ** em 2014: 8 partidas ** em 2015: 8 partidas ** em 2017: 9 partidas ** Palmeiras em 2023: 9 partidas * Lista de Bicampeões consecutivos da Copa São Paulo: ** Corinthians (1969, 1970) ** Atlético-MG (1975, 1976) ** Ponte Preta (1981, 1982) ** Corinthians (2004, 2005) ** Santos (2013, 2014) ** Palmeiras (2022, 2023) * Só em cinco anos os times paulistas não estiveram presentes nas finais. Nestas ocasiões houve confrontos entre: ** Fluminense e em 1971, ambos cariocas e o campeão foi o Fluminense. ** e Atlético Mineiro em 1980, entre mineiros e gaúchos e o campeão foi o Internacional. ** e em 1996, ambos mineiros e o campeão foi o América-MG. ** Flamengo e em 2011, entre cariocas e baianos e o campeão foi o Flamengo. ** e Grêmio em 2020, ambos gaúchos e o campeão foi o Internacional. * O Bahia foi o primeiro clube do Nordeste a chegar na final da Copinha, na edição de 2011. * O Bahia também foi o primeiro clube do Nordeste a participar da Copinha. Tal fato aconteceu na edição de 1972. * O foi o primeiro clube da região centro-oeste a chegar na final da competição, na edição de 2013. * O e o Goiás são os únicos times da região Centro-Oeste a ter um artilheiro na Copa São Paulo de Futebol Júnior: Valdívia na edição de 2012 e Erik na edição de 2013, ambos marcaram oito gols. * Na edição de 2014, pela primeira vez, uma empresa adquiriu os naming rights da competição, foi a japonesa Hitachi. * Durante a 1ª Fase da edição de 2015, tanto no jogo 1x2 , pelo grupo A, quanto no jogo 2x2 , pelo grupo C, aconteceram gols olímpicos no mesmo minuto de jogo (41' do 2° tempo) e foram disputados no mesmo dia e hora (7 de janeiro, às 14h00). * Por dois anos consecutivos Santos e América-mg se enfrentaram; em 2022 na cidade de São Caetano do Sul, o Santos derrotou por 3 a 0 o clube mineiro; em 2023 pelo mesmo resultado o América Mineiro derrotou o Santos que jogou em seu estádio == Ver também == * Campeonato Paulista de Futebol * Clubes brasileiros de futebol * Copa São Paulo de Futebol Feminino == Ligações externas == * Site oficial * Copinha no Facebook * Copinha no MyCujoo * Copinha no Twitter * Copinha no Instagram",
 "title": "Copa São Paulo de Futebol Júnior"
}