{
 "id": "118037",
 "text": "A caipirinha é um coquetel brasileiro, de origem paulista, criado no interior de São Paulo,CASCUDO, L. da C. Prelúdio da cachaça. [S.l.]: Global, 2006. feito com cachaça, açúcar, limão e gelo. Variações incluem a Caipirosca - com vodca ao invés de cachaça - e a caipiríssima - com rum. Conhecida e consumida nacional e internacionalmente, a caipirinha é um dos componentes mais famosos da culinária brasileira, sendo a receita nacional mais popular mundialmente e frequentemente considerada a melhor bebida do país e um dos melhores coquetéis/drinks do mundo, tendo alcançado a terceira colocação em 2024, de acordo com o site especializado TasteAtlas. Devido à sua importância e popularidade, a caipirinha foi tombada como Patrimônio Cultural Brasileiro em 2003; em 2019, foi considerada Patrimônio Imaterial do Rio de Janeiro, apesar de sua origem paulista. Integra a lista de coquetéis oficiais da International Bartenders Association (IBA). == Origem == Existem diferentes versões para a origem da bebida. Entre as fontes acadêmicas, é consenso que a caipirinha foi inventada no interior de São Paulo, havendo, no entanto, divergências quanto à razão de sua origem e à região específica no estado de São Paulo em que ela teria surgido. Segundo aponta o historiador Luís da Câmara Cascudo, a caipirinha foi criada por fazendeiros latifundiários na região de Piracicaba, no Estado de São Paulo, durante o século XIX, como um drinque local para festas e eventos de alto padrão, sendo um reflexo da forte cultura canavieira na região. A caipirinha, em seus primeiros dias, era vista como um substituto local de boa qualidade ao uísque e ao vinho importados, sendo, a bebida, servida frequentemente em coquetéis de alta classe de fazendeiros, vendas de gado e eventos de grande notoriedade.CASCUDO, L. da C. Prelúdio da cachaça. [S.l.]: Global, 2006. Dessa origem de alta classe, a caipirinha logo passou para o gosto popular devido ao baixo preço de seus ingredientes, popularizando-se por todo o estado e se tornando a bebida-símbolo de São Paulo no século XIX. No início do século XX, na década de 1930, já era possível encontrá-la em outros estados, especialmente no Rio de Janeiro e Minas Gerais. Em outra versão apresentada pelo IBRAC (Instituto Brasileiro da Cachaça), a história da caipirinha começa por volta de 1918, no interior do estado de São Paulo. Nela, a caipirinha como conhecemos hoje teria sido criada a partir de uma receita popular feita com limão, alho e mel, indicada para os doentes da gripe espanhola. Como era bastante comum colocar um pouquinho de álcool em todo remédio caseiro, a fim de acelerar o efeito terapêutico, a cachaça era sempre usada. \"Até que, um dia, alguém resolveu tirar o alho e o mel. Depois, acrescentaram umas colheres de açúcar para adoçar a bebida. O gelo veio em seguida, para espantar o calor\", explica Carlos Lima, diretor-executivo do Ibrac (Instituto Brasileiro da Cachaça). Ainda segundo o mesmo, a difusão da caipirinha para o restante do Brasil teria se dado através da Semana de Arte Moderna de 1922, em São Paulo: a bebida teria ganhado grande popularidade entre os artistas do evento como um símbolo de brasilidade, e os artistas a teriam introduzido em seus estados de origem ao final do evento. Tal versão, embora não seja inteiramente coincidente com a do historiador Luis da Câmara Cascudo, condiz com a versão do acadêmico no que tange a sua origem geográfica e quanto ao período em que a mesma teria se difundido para o restante do Brasil, divergindo no entanto a data e a razão de surgimento da bebida. Outra versão, citada em matéria do jornal paranaense Gazeta do Povo, relata outra história, que coloca a origem do coquetel ainda mais para trás na linha do tempo, afirmando que marinheiros que passavam pelo Rio de Janeiro adicionariam limão às doses de cachaça que bebiam para evitar o escorbuto, e que teria sido uma questão de tempo até ser adicionado o açúcar. Tal referência, no entanto, não menciona quais historiadores ou acadêmicos defendem tal tese. Outra versão ainda afirma que o nome \"caipirinha\" foi criado como uma homenagem à pintora Tarsila do Amaral, natural de Capivari, interior de São Paulo. Segundo essa versão, a pintora servia a bebida a pessoas que frequentavam sua casa em Paris, antes da Semana de Arte Moderna de 1922.Youtube. Disponível em https://www.youtube.com/watch?v=TS15ml5Tr2Y. Acesso em 22 de agosto de 2018. == Como servir == A bebida é servida em um copo para caipirinha, podendo ser acompanhado de um pequeno canudo ou palitos de madeira. Tradicionalmente, a caipirinha é feita no copo em que é servida. Apesar disso, é comum o uso de coqueteleira para a mistura dos ingredientes. == Caipirinha no mundo == Gozando de grande popularidade mundo afora, inúmeras variações dessa bebida são conhecidas. Em algumas regiões, açúcar mascavo é usado em vez do refinado. Mesmo no Brasil, podem ser encontradas variantes com adoçantes artificiais ou com uma grande variedade de frutas. Além disso, a cachaça, algumas vezes, é substituída por vodca (caipiroska, marca registrada pela Smirnoff), Licor Beirão (conhecido por caipirão), rum (caipiríssima, marca registrada pela Bacardi), \"Caipirinhas\" de saquê (saquerinha) ou vinho (caipivinho) também são feitas. Em Cabo Verde, a caipirinha é também preparada com grogue, um rum forte local. É importante observar que o que se chama de limão no Brasil, conhecido como limão-taiti (verde e ácido), é conhecido como lima ácida verde em outros lugares. Assim, seja por dificuldade de encontrar o tipo de cítrico que se usa no Brasil ou por confusão acerca do nome, em muitos lugares, especialmente no hemisfério norte, a caipirinha é feita com lima em vez do limão-taiti — o que em outros lugares é conhecido como limão, é conhecido no Brasil como limão-amarelo ou limão-siciliano, de casca mais grossa e amarelada. == Legislação == Em 2009 foi assinado pelo presidente Luiz Inácio Lula da Silva um decreto, que, dentre outras prerrogativas, estabelece uma padronização para a bebida: O texto substituiu um decreto de 2003, que por sua vez substituía um assinado em 2002 pelo presidente Fernando Henrique Cardoso, que dava definição similar à bebida. == Ver também == * Cana-de-açúcar * Alcoolismo * Lista de coquetéis oficiais da IBA == Ligações externas == * História da caipirinha Categoria:Bebidas frias Categoria:Coquetéis do Brasil Categoria:Bebidas do estado de São Paulo Categoria:Bebidas com limão Categoria:Cultura do estado de São Paulo Categoria:Patrimônio cultural do Brasil",
 "title": "Caipirinha"
}