{
 "id": "1181",
 "text": "Língua artificial é todo idioma construído e definido por um indivíduo ou pequeno grupo de pessoas, em vez de ter evoluído como parte da cultura de algum povo. Geralmente, as línguas artificiais têm algum objetivo. Há muitas construídas para a comunicação humana, para servirem como códigos secretos, outras como experimentos lógicos e mesmo algumas construídas apenas por prazer, constituindo assim uma língua artística. O sinônimo linguagem planejada é usado algumas vezes para se referir às línguas auxiliares, e por aqueles que possam fazer objeção ao uso do termo mais comum, \"artificial\". Alguns falantes do Esperanto evitam a expressão \"linguagem artificial\" porque negam que exista algo \"não natural\" na comunicação em sua linguagem. Todavia, fora da comunidade dos falantes de Esperanto, a expressão planejamento de linguagem refere-se a medidas normativas tomadas em relação a uma linguagem natural. A esse respeito, mesmo as \"linguagens naturais\" podem ser submetidas a um certo montante de artificialidade e, no caso de gramáticas normativas, onde existem regras inteiramente artificiais (como no caso do split infinitive no inglês), torna-se difícil traçar uma linha divisória. == Panorâmica == Línguas artificiais são frequentemente divididas em linguagens a priori, onde boa parte da gramática e vocabulário é criada do zero (usando a imaginação do autor ou meios computacionais automáticos) e linguagens a posteriori, onde a gramática e o vocabulário derivam de uma ou mais línguas naturais. Línguas ficcionais e experimentais também podem ser realistas, no sentido de que elas são planejadas para soar de modo natural e, se derivadas a posteriori, elas tentam seguir regras naturais de mudança fonológica, léxica e gramatical. Visto que estas linguagens não são geralmente planejadas para serem de fácil aprendizado ou comunicação, uma linguagem ficcional realista costuma ser mais difícil e complexa, não menos (porque ela tenta imitar comportamentos comuns de línguas naturais tais como verbos irregulares e substantivos, regras fonológicas complicadas, etc.). À luz do disposto acima, a maioria das línguas artificiais pode ser dividida, grosso modo, da forma como se segue: * Linguagens projetadas (engelangs), outrossim subdivididas em linguagens filosóficas e linguagens lógicas (loglangs) – elaboradas com o propósito de experimentação em lógica ou filosofia; * linguagens auxiliares (auxlangs) – inventadas para comunicação internacional (também IALs, de International Auxiliary Language ou \"Linguagem Auxiliar Internacional\"); * linguagens artísticas (artlangs) – inventadas para criar prazer estético. As fronteiras entre estas categorias, todavia, não são de modo algum nítidas. Por exemplo, para algumas linguagens auxiliares ficcionais, e também algumas linguagens construídas, é difícil decidir se são \"artísticas\" ou \"projetadas\". Uma linguagem artificial pode ter falantes nativos se crianças a aprenderem em tenra idade, dos pais que a aprenderam previamente. O Esperanto é citado comumente como tendo um considerável número de falantes nativos. Um membro do Instituto da Língua Klingon, d'Armond Speers, tentou criar o filho como falante nativo do klingon (bilíngue com o inglês). Evan Robertson, o criador do Mosro, ensinou a linguagem com sucesso a seus quatro filhos. Todavia, tão logo uma linguagem construída comece a ter certo número de falantes nativos, ela começa a evoluir e em consequência perde seu caráter artificial ao longo do tempo. Por exemplo, o hebraico moderno foi moldado a partir do hebraico bíblico, em vez de ser projetado do zero, e vivenciou mudanças consideráveis desde que o Estado de Israel foi fundado, em 1948. Os proponentes de linguagens artificiais particulares frequentemente têm muitas razões para usá- las. Entre eles, a famosa e disputada Hipótese de Sapir-Whorf é frequentemente citada; ela afirma que a língua que alguém fala influencia o modo como a pessoa pensa. Assim, uma linguagem \"melhor\" deveria permitir ao falante atingir um nível elevado de inteligência ou abranger pontos de vista mais diversos. Uma linguagem artificial, ainda por essa hipótese, poderia também ser utilizada para restringir o pensamento, como na Novilíngua de George Orwell. Em contraste, alguns linguistas tais como Steven Pinker, argumentam que tais ideias existem na mente num formato independente da linguagem, de modo que as crianças espontaneamente reinventam a gíria e mesmo a gramática a cada geração (ver Instinto da Linguagem). Se esse argumento é verdadeiro, questiona-se se uma tentativa de controlar o alcance do pensamento humano através da linguagem obteria qualquer sucesso, posto que conceitos como \"liberdade\" reaparecerão em novas palavras caso as antigas desapareçam. O padrão ISO 639-2 reserva o código de linguagem \"`art`\" para indicar línguas artificiais. Todavia, algumas línguas artificiais têm seus próprios códigos de linguagem ISO 639 (por exemplo, \"`eo`\" e \"`epo`\" para Esperanto, ou \"`ia`\" e \"`ina`\" para Interlingua). Na mailing list (\"lista postal\") da CONLANG, desenvolveu-se uma comunidade de conlangers que têm seus costumes próprios, tal como a retransmissão de traduções. == Histórico == A especulação gramatical é documentada desde a Antiguidade Clássica, com o diálogo Crátilo, de Platão. Todavia, os mecanismos sugeridos de gramática foram projetados mais para explicar linguagens existentes (latim, grego, sânscrito), do que para construir novas gramáticas. Grosso modo contemporâneo de Platão, Panini em sua gramática descritiva do sânscrito, construiu um conjunto de regras para explicar a linguagem, de modo que seu texto pode ser considerado uma mistura de linguagem natural e artificial. As primeiras línguas não naturais não eram nem tanto consideradas \"construídas\", mas \"sobrenaturais\" ou místicas. A Língua Ignota, registrada no século XII por Santa Hildegard de Bingen é um exemplo disto; aparentemente, é uma forma de jargão místico particular (ver linguagem dos anjos). Especulação gramática cabalística foi direcionada na tentativa de recuperar a língua original falada por Adão e Eva no Paraíso, perdida na confusão das línguas descrita na Bíblia. Um projeto medieval para uma língua ideal foi esboçado na De vulgari eloquentia de Dante Alighieri, onde ele procura por um italiano vernacular ideal, talhado para a literatura. Ars magna de Ramon Llull foi o projeto de uma língua perfeita com a qual os infiéis poderiam ser convencidos da verdade da fé cristã. Era basicamente uma aplicação de análise combinatória num conjunto dado de conceitos. Durante a Renascença, ideias llullianas e cabalísticas foram transportadas ad absurdum para um contexto mágico, resultando em aplicações criptográficas. O Manuscrito Voynich pode ser um exemplo disso. O interesse da Renascença no Egito Antigo, notavelmente a descoberta da Hieroglyphica de Horapollo e os primeiros contatos com a Escrita chinesa direcionaram os esforços no sentido de uma língua perfeita de caracteres escritos. Johannes Trithemius, em suas obras Steganographia e Polygraphia, tentou mostrar como todas as línguas podem ser reduzidas a uma. No século XVII, o interesse em línguas mágicas foi continuado pelos Rosacrucianos e alquimistas (como John Dee). Jakob Boehme em 1623 falou de uma \"linguagem natural\" (Natursprache) dos sentidos. As linguagens musicais da Renascença foram vinculadas ao misticismo, magia e alquimia, algumas vezes também referenciadas como língua dos pássaros. O projeto Solresol de 1817 reinventou o conceito num contexto mais pragmático. O século XVII também viu o surgimento de projetos para línguas \"filosóficas\" ou \"a priori\". Inaugurado por A Common Writing (1647) e The Groundwork or Foundation laid (or So Intended) for the Framing of a New Perfect Language and a Universal Common Writing (1652) de Francis Lodwick, George Dalgarno (Ars signorum, 1661) e John Wilkins (Essay towards a Real Character, and a Philosophical Language, 1668) produziram sistemas de classificação hierárquica que se destinavam a resultar numa expressão tanto falada quanto escrita. Gottfried Leibniz com a lingua generalis em 1678 perseguiu um fim similar, visando um léxico de caracteres através do qual o usuário poderia realizar cálculos que produziriam proposições verdadeiras automaticamente, e como efeito colateral, desenvolvendo cálculo binário. Esses projetos não estavam somente ocupados com gramáticas reduzidas ou de modelagem, mas também com o arranjo de todo o conhecimento humano em \"caracteres\" ou hierarquias, uma ideia que com o Iluminismo acabaria por resultar na Encyclopédie. Leibniz e os enciclopedistas perceberam que é impossível organizar o conhecimento humano de forma inequívoca num diagrama em árvore, e consequentemente construir uma língua a priori baseada em tal classificação de conceitos. Sob a entrada Charactère, D'Alembert fez uma revisão crítica dos projetos das línguas filosóficas do século anterior. A partir da Encyclopédie, os projetos para linguagens a priori passaram cada vez mais para a esfera dos lunáticos. Autores individuais, tipicamente desconhecendo a história da ideia, continuaram a propor línguas filosóficas taxonômicas até o início do século XX (por exemplo, Ro), mas as linguagens projetadas mais recentes têm tido objetivos mais modestos; algumas estão limitadas a um campo específico, como formalismo matemático ou cálculo (por exemplo, Lincos e outras linguagens de programação), outras são projetadas para eliminar ambiguidade sintática (por exemplo, Loglan e Lojban) ou maximizar a concisão (por exemplo, Ithkuil ou Ygyde). Já na Encyclopédie, a atenção começou a focar-se nas línguas auxiliares a posteriori. Joachim Faiguet, no artigo Langue, também escreveu uma curta proposição de uma gramática \"lacônica\" ou regularizada do francês. Durante o , uma desconcertante variedade de tais \"Línguas Auxiliares Internacionais\" (IALs, na sigla em inglês) foi proposta, de modo que Louis Couturat e Leopold Leau na Historire de la langue universelle (1903) puderam resenhar 38 projetos. Dentre esses, o primeiro a provocar um impacto internacional foi o Volapük, proposto em 1879 por Johann Martin Schleyer e, no espaço de uma década, 283 clubes \"Volapükist\" foram organizados ao redor do mundo. Todavia, essa língua, pelo seu próprio sucesso, perdeu sua unidade e após poucos anos caiu na obscuridade, abrindo caminho para o Esperanto, proposto em 1887 por Ludwik Lejzer Zamenhof, a mais bem sucedida IAL até a presente data. Loglan (1955) e suas descendentes constituem um retorno pragmático aos objetivos das línguas a priori, temperada pela exigência de usabilidade de uma língua auxiliar. Línguas artísticas, construídas para divertimento literário ou com razões estéticas sem quaisquer reivindicações de utilidade, começaram a aparecer no início da literatura moderna (nos contextos de Pantagruel e da Utopia), mas somente ganham notabilidade como projetos sérios a partir do . A Princess of Mars, de Edgar Rice Burroughs, foi possivelmente a primeira obra de ficção do século XX a caracterizar uma língua construída. J. R. R. Tolkien foi o primeiro a desenvolver uma família de línguas ficcionais relacionadas e foi o primeiro acadêmico a discutir publicamente línguas artísticas, admitindo que isso era A Secret Vice (\"um vício secreto\") seu num congresso de Esperanto em 1930. Quanto à Novilíngua de George Orwell, deveria ser encarada como uma paródia de uma IAL em vez de uma língua artística apropriada). Na virada do , tornou-se comum em obras de ficção científica e fantasia passadas em outros mundos, a apresentação de línguas artificiais, e essas tomam parte regular em filmes e séries do gênero, incluindo Star Wars, Star Trek, Stargate SG-1 e Atlantis: The Lost Empire, Star wars e Game of Thrones. == Línguas construídas colaborativas == A maioria das línguas construídas tem sido criadas por uma única pessoa. Umas poucas, todavia, têm sido desenvolvidas por um grupo, e isso tem se tornado aparentemente mais comum em anos recentes, à medida que os projetistas de línguas artificiais começaram a usar ferramentas da Internet para coordenar os esforços do projeto. A NGL/Tokcir foi um projeto colaborativo inicial de língua construída pela Internet, cujos projetistas utilizavam uma mailing list para discutir e votar sobre questões de planejamento gramático e léxico. Mais recentemente, o Projeto IAL Demos está desenvolvendo uma língua auxiliar com métodos cooperativos similares. Várias línguas artísticas têm sido desenvolvidas em diferentes wikis de línguas artificiais, geralmente envolvendo discussão e votação sobre fonologia, regras gramaticais e assim por diante. Uma interessante variação é a abordagem do corpo de escritos, exemplificada pelo Madjal e mais recentemente pelo Kalusa, onde os contribuintes simplesmente lêem o corpo de frases existentes e acrescentam novas palavras e estruturas. O motor do Kalusa acrescenta a capacidade dos visitantes em classificar as frases como aceitáveis ou inaceitáveis. Não há declaração explícita de regras gramaticais ou definição explícita de palavras nesta abordagem de corpo; o significado das palavras é inferido do seu uso em várias frases do corpo, talvez de formas diferentes por leitores diferentes e contribuintes, e as regras gramaticais podem ser inferidas das estruturas e frases que têm sido classificadas em nível superior pelos contribuintes e outros visitantes. == Lista de línguas artificiais == === Línguas auxiliares internacionais === === Mais faladas === * Esperanto * Ido * Interlingua * Interlingue * Kotava * Lingua Franca Nova * Solresol * Volapük === Menos faladas === * Adjuvilo * Arcaicam Esperantom * Babm * Bolak * Esperant' * Esperanto II * Esperanto reformado * Esperanto sen fleksio * Eurolengo * Europanto * Frater * Glosa * Idiom Neutral * Intal * Interglossa * Lingwa de planeta * Unilingua * Mondial * Mundolinco * Neo * Novial * Pasilingua * Românico Moderno * Romániço * Rúnico * Sambahsa * Sona * Spokil * Unish * Universal * Universalglot * Uropi * Yvle * juvíni === Línguas auxiliares zonais === * Intereslavo * Neolatim * Afrihili * Budinos * Guosa * Neoslavônico * Palawa kani * Romance Neolatino * Romanid * Runyakitara * Slovianski * Slovio * Tutonish === Línguas controladas === * E-Prime * Globish * Inglês básico (Basic English) * Inglês especial * Inglês paralelo * Inglês técnico simplificado * Latino sine flexione * Yerkish === Línguas projetadas === * aUI * Isotype * Ithkuil * Kēlen * Láadan * Loglan * Logopandecteision * Lojban * Ro * Toki pona * Viossa === Línguas visuais/de sinais === * Gestuno * Semantografia === Línguas litúrgicas === * Eskayana * Medefaidrin * Damin === Línguas artísticas na ficção === ==== Fantasia ==== * Dothraki, George R. R. Martin / David J. Peterson * Valiriano, George R. R. Martin / David J. Peterson * Quenya, J. R. R. Tolkien * Sindarin, J. R. R. Tolkien * Língua Superior, Stephen King * Língua Antiga, Christopher Paolini * Hen Llinge, Andrzej Sapkowski * Kobaïan, Christian Vander e sua banda Magma ==== Ficção científica ==== * Klingon, criada por Marc Okrand, na série Star Trek * Nadsat, criada por Anthony Burgess, no livro Laranja Mecânica * Novilíngua, criada por George Orwell, no livro 1984 * Na'vi, criada por Paul Frommer, no filme Avatar * Atlante, criada por Marc Okrand para o filme Atlantis: The Lost Empire * Teonaht, criada por Sally Caves para os Teonim == Ver também == * Lista de línguas artificiais * Escrita artificial * Neurolinguística * Língua universal * Construção de línguas ** CONLANG, conlanger ** Regulador de linguagem ** Kit de Construção de Linguagem ** Jogo de linguagem (linguística) ** Escrita artificial * Tradução e modelagem de linguagem ** Tradução de linguagem ** Representação do conhecimento ** Retransmissão de tradução ** Gramática universal ** Metalinguagem * Gramática prescritiva ** Planejamento de linguagem ** Protecionismo linguístico ** Lista de reguladores de linguagem ** Reforma ortográfica ** Pa?ini ** Duden, Reforma ortográfica alemã de 1996 * Surgimento espontâneo da gramática ** Origem da linguagem ** Pidgin ** Poto e Cabengo ** June e Jennifer Gibbons * Linguagens místicas ** Glossolalia ** Linguagem dos pássaros * Trabalhos em construção de línguas ** Literatura em línguas construídas ** Filmes em línguas construídas ** Canções em línguas construídas * Línguas extintas/mortas ** Língua extinta ** Língua morta ** Romania submersa == Referências == * Alan Libert. A Priori Artificial Languages. Lincom Europa, Munique, 2000. ISBN 3-89586-667-9 * Umberto Eco. The search for the perfect language, 1993. * LEAL, Renata (2007). Que inglês, nada!. Revista Época. 17 de janeiro de 2007. p. 90 == Ligações externas == *Artigos e comunidades acadêmicas ** ** ** ** *Tutoriais ** ** ** ** ** *Outros ** ** ** ** ** ** !",
 "title": "Língua artificial"
}