{
 "id": "118146",
 "text": "Em física de partículas, o modelo de partões (ou pártons) é um modelo hadrões, como os protões e neutrões, proposto por Richard Feynman. Foi útil ao permitir a interpretação das cascatas de radiação (um chuveiro de partões) originadas em processos Cromodinâmica quântica e interações em colisões de partículas de alta energia. ==Modelo== thumb|250px| A partícula dispersa apenas vê os partões de valência. A altas energias, as partículas dispersas também detetam o mar de partões Os chuveiros de partões são extensivamente simulados no gerador de eventos Monte Carlo, de modo a calibrar e interpretar (e, desta forma, compreender) processos em experiências de colisão.Davison E. Soper, The physics of parton showers. Accessed 17 Nov 2013. Da mesma forma, o nome é também utilizado para se referir a algoritmos que fazem aproximações e simulam o processo. ===Motivação=== O modelo de partões foi proposto por Richard Feynman em 1969 como um meio de analisar colisões de hadrões de alta energia. Qualquer hadrão (por exemplo, um protão) pode ser considerado como uma composição de um certo número de constituintes pontuais desgnados como \"partões\". O modelo de partões foi imediatamente aplicado à dispersão inelástica profunda eletrão-protão por Bjorken e Paschos. ===Partículas componentes=== Um hadrão é composto por um número de constituintes pontuais, designados de \"partões\". Com a observação experimental da escala de Bjorken, a validação do modelo de quarks, e a confirmação da liberdade assimptótica em cromodinâmica quântica, os partões passaram a associar-se aos quarks e gluões. Assim como as cargas elétricas aceleradas emitem radiação QED (fotões), os partões coloridos acelerados emitirão radiação QCD na forma de gluões. Aocontrário dos protões sem carga elétrica, os gluões têm em si cargas cromáticas e podem, portanto, emitir radiação adicional, dando origem aos chuveiros de partões.Bryan Webber (2011). Parton shower Monte Carlo event generators. Scholarpedia, 6(12):10662., revision #128236. * *Parton Shower Monte Carlo Event Generators. Mike Seymour, MC4LHC EU Networks’ Training Event May 4th – 8th 2009.*Phenomenology at collider experiments. Part 5: MC generators , Frank Krauss. HEP Summer School 31.8.-12.9.2008, RAL. ===Referencial=== O hadrão é definido num referencial em que este tem momento linear infinito — uma aproximação válida em altas energias. Assim, o movimento de partões é retardado por dilatação temporal, e a distribuição de carga do hadrão é contraída,no sentido das transformações de Lorentz, de modo que as partículas de entrada serão dispersas \"instantânea e incoerentemente\". Os partões são definidos de acordo com uma dada escala física. Por exemplo, um partão quark a uma escala de comprimento pode vir a ser a sobreposição de um estado de partão quark e um estado partão gluão simultâneo com outros estados com mais partões a uma escala de comprimento menor. De modo semelhante, um partão gluão a uma escala pode-se assumir como a sobreposição de um estado partão gluão, um partão gluão, estado de partões quark-antiquark e outros estados multipartões. Por esta razão, o número de partões num hadrão aumenta com a transferência de momento. A baixas energias (isto é, com maiores esclas de comprimento), um barião contém três partões de valência (quarks) e um mesão contendo dois partões de valência (um quark e um partão antiquark). A altas energias, contudo observações mostram partões de mar (partões não valentes) adicionalmente aos partões de valência. ::And erratum in ==História== O modelo de partões foi proposto por Richard Feynman em 1969, sendo usado originalmente para análise de colisões de alta energia. O modelo foi aplicado à dispersão inelástica profunda electrão/protão por Bjorken e Paschos. Mais tarde, com a observação experimental da escala de Bjorken, a validação do modelo quark, e a confirmação da liberdade assimptótica na cromodinâmica quântica, os partões passaram a associar-se aos quarks e aos gluões. == Funções de distribuição de partões== Uma função de distribuição de partões (PDF) na chamada fatorização colinear é definida como a densidade de probabilidade de encontrar uma partícula numa determinada fração de momentum longitudinal x à escala de resolução Q2. Devido à natureza não perturbativa inerente aos partões, que não podem ser observados como partículas livres, as densidades de partões não podem ser calculadas usando cromodinâmicas quânticas (QCD) perturbativas. Na cromodinâmica quântica pode-se, contudo, estudar a variação da densidade de partões com escala de resolução dada por sondagem externa. Tal escala é dada, por exemplo, por um fotão virtual com virtualidade Q2 ou por um jet. A escala pode ser calculada a partir da energia e do momentum do fotão virtual ou do jet; quanto maiores o momentum e a energia, menor será a escala de resolução, o que não é mais que uma consequência do princípio da incerteza de Heisenberg. A variação da densidade de partões com a escala de resolução tem-se mostrado conforme aos resultados experimentais,PDG: Aschenauer, Thorne, and Yoshida, (2019). \"Structure Functions\", online. o que configura um importante teste à validade da cromodinâmica quântica. As funções de distribuição de partões obtêm-se ajustando dados observáveis aos dados experimentais. Não podem ser calculadas usando QCD perturbativa. Recentemente, descobriu-se que estas podem ser calculadas diretamente em QCD na rede usando a teoria de campo de momentum amplificado. == Referências == Categoria:Partículas",
 "title": "Párton"
}