{
 "id": "118188",
 "text": "Batalhão de Operações Policiais Especiais (BOPE) é uma força de operações especiais da Polícia Militar do Estado do Rio de Janeiro (PMERJ), subordinada diretamente ao Comando de Operações Especiais (COE) do estado do Rio de Janeiro. == História == === Origem === A ideia de um grupo de policiais que fossem especificamente treinados para atuar em resgate e situações de extremo risco surgiu após o trágico desfecho da ocorrência com reféns no Instituto Penal Evaristo de Moraes, em 1974. Na ocasião o diretor do presídio, o Major PM Darcy Bittencourt, que era mantido refém pelos criminosos que tentavam fuga, foi morto juntamente com alguns presos após a intervenção da força policial. Foi criado em 19 de janeiro de 1978, pelo Boletim da Polícia Militar n° 014 da mesma data como Núcleo da Companhia de Operações Especiais (NuCOE), através de um projeto elaborado e apresentado pelo capitão PM Paulo César Amendola de Souza, que presenciou a crise, ao então comandante-geral da PMERJ, coronel Mário José Sotero de Menezes. O NuCOE foi formado por policiais voluntários, dotados de comprovada integridade moral, e alguns possuíam especialização nas Forças Armadas, tais como o Estágio de Operações Especiais, o Curso de Guerra na Selva (ambos do Exército) e o Curso de Contra Guerrilha (CONGUE), dos Comandos Anfíbios. Funcionava em um acampamento nas dependências CFAP-31 em Sulacap, na zona oeste do Rio, e era subordinado operacionalmente ao chefe do Estado-Maior da PMERJ. Eram 12 barracas para cerca de 30 policiais. Em 1980 passou a ter como símbolo a caveira trespassada por um punhal, ornado por duas garruchas cruzadas. Pelo Boletim da PM n.º 33, de 7 de abril de 1982, por resolução do comandante-geral, o NuCOE passou a funcionar nas instalações do Batalhão de Polícia de Choque, fazendo parte da orgânica daquela unidade e recebendo a designação de Companhia de Operações Especiais (COE). Em 27 de junho de 1984, através da publicação em Boletim da PM n° 120, a COE passou a ser denominada Núcleo de Companhia Independente de Operações Especiais (NuCIOE), funcionando nas instalações físicas do Regimento Marechal Caetano de Farias, ficando subordinado apenas administrativamente ao BPChq, retornando sua subordinação operacional ao chefe do EMG. Pelo decreto-lei n° 11.094 de 23 de março de 1988, foi criada a Companhia Independente de Operações Especiais (CIOE), com suas missões próprias em todo o Estado do Rio de Janeiro, que seriam determinadas pelo comandante-geral. Nesse mesmo ano, ocorreu o seu batismo de fogo para operações em favelas, quando foram chamados para resolver uma guerra para controle de bocas de fumo na Rocinha. Finalmente, pelo decreto n° 16.374 de 1 de março de 1991, deu-se a criação do Batalhão de Operações Policiais Especiais (BOPE), ficando extinto a CIOE. Um aspecto que fora notado é o seu símbolo, que carrega uma faca cravada num crânio sobre garruchas cruzadas. A faca no crânio simboliza a \"vitória sobre a morte\" e as pistolas são o símbolo da Polícia Militar. A origem e o significado do símbolo, de acordo com o site do BOPE: === Tragédia e recomeço (2000) === Em 12 de junho de 2000, oficiais do BOPE foram comunicados para negociar com Sandro Barbosa do Nascimento, um sequestrador aparentemente drogado que mantinha reféns no Jardim Botânico em um evento conhecido como Sequestro do ônibus 174. Os policiais passaram quatro horas tentando negociar com o criminoso, e se comunicavam usando gestos, uma vez que não tivessem rádio. Coronel José Penteado, o comandante da unidade, estava no local e os atiradores de elite posicionados, mas a ordem para disparar um tiro fatal não veio. Após horas frustradas, o sequestrador deixou o ônibus com a professora Geísa Gonçalves, de 20 anos. Sem ordens, o soldado Marcelo Santos avançou pra alvejar Sandro com uma submetralhadora e errou o tiro, acertando a refém de raspão no queixo. Como resposta, Geísa levou três tiros nas costas disparados do revólver do sequestrador. Dentro do camburão, a caminho da prisão, os policiais asfixiaram Sandro. Santos entrou em depressão por anos e Penteado desapareceu. A morte de Geísa serviu de exemplo ao BOPE, que percebeu a falta de treinamento adequado, equipamento e autonomia funcional para decidir uma situação de crise, e se aperfeiçoou especialmente no resgate de reféns. Em dezembro de 2000, ganhou instalações próprias, localizada no hotel cassino abandonado no alto da favela Tavares Bastos, no bairro de Laranjeiras, na Zona Sul da capital fluminense, que era utilizado como ponto de observação do tráfico na região. No mesmo mês, em decorrência do sequestro do 174, o BOPE criou o Grupamento de Intervenção Tática (GIT), um núcleo para o resgate de reféns.Reportagem do Fantástico em 27 de setembro de 2009 sobre os snipers do BOPE. Em 2001, o BOPE adotou veículos blindados batizados como Caveirões para proteger PMs em incursões em favelas. Com isso, o batalhão foi fortemente criticado pelas entidades de direitos humanos por ter estampada a insígnia da caveira trespassada por um punhal. O BOPE foi responsável por treinar tropas do Exército Brasileiro para a Missão das Nações Unidas para a estabilização no Haiti (MINUSTAH), nos morros cariocas, antes dos soldados partirem para o Caribe. === Tropa de Elite (2007) === Em 2007, estreou nos cinemas a adaptação do livro Elite da Tropa, escrito pelo antropólogo e ex-Secretário de Segurança Pública Luiz Eduardo Soares, pelo Major do BOPE André Batista e pelo ex- Capitão Rodrigo Pimentel: Tropa de Elite, dirigido por José Padilha. O filme, que fala sobre a missão de extermínio do tráfico nas favelas para aguardar a chegada do Papa e a substituição de dois capitães do BOPE, se tornou, com apenas duas semanas, a produção mais vista e comentada da história do cinema brasileiro, embora mais de 11 milhões (80%) dos espectadores tenham assistido sua versão pirata, vendida em camelôs. Com o filme, o BOPE se tornou um super- herói brasileiro e um sucesso estrondoso do público. A média de e-mails enviados à unidade, que até então era de 400 por semana, passou a 400 por dia (recados de felicitação do combate ao crime e pedidos de visita ao batalhão). Houve universitários interessados em desenvolver teses acadêmicas sobre os policiais. Várias emissoras insistiam em fazer documentários televisivos e reportagens sobre o BOPE. Com o sucesso, vieram também as críticas. Era dito que Tropa de Elite fazia apologia à tortura e sua violência, verbal ou física, muito criticada. Mário Sérgio Brito Duarte, na época comandante do BOPE e depois comandante-geral da força, deplorou a obra, em artigo. Independente disso, o filme levou milhares a postularem uma vaga na PM e o esquadrão aproveitou para reinventar a imagem da tropa (quebrada após o 174) e angariar apoio no governo para obter equipamento e treinamento. Atualmente, o emprego do BOPE em situações criticas ou missões especiais está regulado pela nota de instrução n°004/02 – EMG, estando a unidade subordinada administrativamente e operacionalmente ao Comando de Operações Especiais da PMERJ. === Grandes eventos em pauta (2010) === Com a aproximação da Copa do Mundo FIFA de 2014, com jogos sediados no Rio de Janeiro, e os Jogos Olímpicos de Verão de 2016, realizados principalmente na capital, o BOPE se preocupou com a preparação de seus agentes e o aumento de seu efetivo e equipamentos. Em 2010, a 18.ª edição do COEsp ganhou dois meses adicionais, para estudar sobre grupos terroristas e aprimorar o condicionamento físico dos agentes. Foi estudado a criação do Curso de Intervenções Táticas, com cerca de seis semanas de duração, dando mais conteúdo, por exemplo, de negociação e equipamento. A modalidade poderia ser realizada por quem já tivesse feito pelo menos um de seus cursos. Também foi marcado um intercâmbio para treinar em Israel em técnicas contra o terrorismo, e construído um centro de instrução especializada. Oito membros do Grupo de Retomada e Resgate participaram do Urban Shield de 2012, instruído pelo Exército dos Estados Unidos e Departamento de Polícia de Oakland, e realizado durante 48 horas ininterruptas, com 32 simulações de situações catastróficas, como incêndios, desastres naturais, atentados terroristas e outras ameaças externas. Em 2 de junho de 2013, foi realizado um treinamento para ambientação operacional em embarcação com a Unidade de Intervenção Tática. O efetivo, de cerca de 400 agentes, foi planejado para dobrar, conseguindo assim atuar tanto nos eventos quanto no resto da cidade e tendo uma atuação mais ampla em ambos os casos. O orçamento planejado para investimentos com o BOPE para os jogos foi de R$ 200 milhões. Foram designados quatro novos Caveirões em complementação aos anteriores, adquiridos em 2014, da linha sul-africana Maverick, e adquiridas fardas com camuflado MARPAT Woodland digital, originais do Corpo de Fuzileiros Navais dos Estados Unidos (USMC) pra operações diurnas e em selva. Também obtidos foram as escutas, capazes de ouvir através de uma parede de até 80 cm; um robô com câmera, para realização de varreduras em locais de difícil acesso; o videoscope, um tubo flexível com microcâmera na ponta que transmite suas imagens a um monitor na farda do policial, e uma série de Taser X2 com câmera acoplada para imobilização de sequestradores. Em 2011, o BOPE, o BAC e o BPChoque finalizaram um treinamento de dois anos com a Polícia Nacional Francesa para aprender a desmobilizar manifestantes agressivos e agilizar o atendimento médico de emergência às vítimas e policiais nos tumultos. Ainda em 2012 foi realizada a primeira simulação com vítimas: o BOPE e outros esquadrões do COE simularam, em agosto, um caso em que três sequestradores tinham 70 reféns em mãos. Em abril de 2013, realizaram ambientação operacional no Corcovado. Nos dias 13 e 15 de janeiro de 2015, simularam um resgate de reféns no metrô. Um mês depois, em 11 de fevereiro, foi simulado um sequestro em ônibus BRT, no Golfe Olimpíco. Em julho, por uma semana, o Groupe d'Intervention de la Gendarmerie Nationale (GIGN), grupo de intervenção francês, fez intercâmbio com o BOPE, ensinando-lhes técnicas novas sobre resgate de reféns e terrorismo. Em 29 de abril de 2016, o BOPE participou de um treinamento com os Navy SEALs norte-americanos nas Barcas, ao lado de agentes da Força Nacional de Segurança Pública formados em operações especiais e soldados do Batalhão de Operações Especiais de Fuzileiros Navais (COMANF). Entre 09 e 13 de maio, em Goiânia, agentes do BOPE participaram do Exercício Conjunto e Interagências com enfoque em simulações de atentados terroristas ao lado de times táticos de Operações Especiais das Forças Armadas, da Polícia Federal, da Força Nacional de Segurança Pública e de Polícias Militares e Civis de diversos estados brasileiros. Em 10 de junho, o COE realizou com o COMANF uma simulação no MetrôRio, em que era feita a retomada do lugar, ocupado por terroristas que invadiram a cabine de comando e o terceiro vagão. === O Sniper na Ponte Rio–Niterói (2019) === Eram 5 horas e 26 minutos, no dia 20 de agosto de 2019, quando o jovem William Augusto da Silva, de 20 anos, colocou um lenço no rosto e anunciou o sequestro do ônibus 2520 da Viação Galo Branco, que liga Alcântara, em São Gonçalo, ao Estácio, no centro do Rio de Janeiro. Armado com um revólver, que depois se constatou ser uma réplica, William ordenou que o motorista cruzasse o veículo no meio de uma das pistas da ponte Rio–Niterói em plena hora do rush e amarrou as mãos dos 39 reféns com lacres plásticos. Em seguida, passou a exibir uma faca de caça e a pendurar no teto potes de garrafa PET abarrotados de gasolina. Pegou um isqueiro de um dos passageiros e ameaçou tocar fogo no ônibus. Repetia que era policial e sofria de depressão. Dizia também que não iria assaltar e estava fazendo aquilo para entrar na história. Um atirador de elite (sniper) do BOPE se posicionou a 80 metros do alvo em cima de um caminhão do Corpo de Bombeiros e cobriu as costas com um grande pano vermelho, para se camuflar junto ao caminhão. Após três horas e meia de puro terror dentro do ônibus, o sequestrador foi fuzilado com seis tiros de fuzil AR-10 disparados pelo sniper. Dois tiros pegaram no tórax, dois nas pernas e dois nos braços. A morte de William foi comemorada efusivamente pelo governador Wilson Witzel, que desceu de um helicóptero aos pulos, vibrando com os punhos cerrados. Apesar de a execução ter sido vista como oportuna – uma vez que William poderia ferir ou matar alguns dos passageiros — a reação do governador foi criticada como uma forma de desumanidade. “O ideal é que todos saíssem com vida, mas nós tivemos que tomar a decisão de salvar os reféns”, justificou Witzel no local. “O que nós assistimos foi um trabalho muito técnico da Polícia Militar.\" No dia 10 de setembro de 2019, a Assembleia Legislativa do Estado do Rio de Janeiro (ALERJ) aprovou uma homenagem ao sniper que matou o sequestrador do ônibus da Ponte Rio–Niterói, e foi-lhe concedida a Medalha Tiradentes. Ficheiro:1 Equipam 10.jpg|Escutas Ficheiro:1 Equipam 12.jpg|Videoscope Ficheiro:1 Equipam 07.jpg|Minirrobô com câmera Ficheiro:1 Equipam 13.jpg|Centro de Controle Ficheiro:14102013 nova farda do BOPE 001.jpg|Farda camuflada == Unidade de Intervenção Tática (UIT) == Para responder a situações de crise o BOPE dispõe da Unidade de intervenção tática (UIT), formada por três grupos distintos: Grupo de Negociação e Análise (GNA), Grupo de Atiradores de Precisão (GAP) e o Grupo de Retomada e Resgate (GRR). Os integrantes dessa Unidade atuam em situações cruciais, pondo a prova todo o treinamento e meios disponíveis. No BOPE, o treinamento não está relacionado somente a repetição continuada de movimentos, mas ao exercício do uso da razão para buscar alternativas possíveis em momentos de alto risco. Os policiais realizam constantes estudos de casos de situações ocorridas no Brasil e no mundo. Além disso, são realizados exercícios simulados para avaliação conjunta dos grupos da UIT. === Grupo de Negociação e Análise (GNA) === A negociação é a primeira alternativa tática empregada numa situação de crise, em virtude de proporcionar uma solução pacífica. A missão é conquistar a confiança do causador da crise e convencê-lo a libertar as vítimas, se houver, e se render. A maioria das ocorrências dessa natureza é resolvida através da negociação, sem necessidade do uso da força. Os policiais que desempenham esse papel desenvolvem técnicas específicas nos cursos de negociação realizados na unidade ou em forças co-irmãs. O BOPE possui uma psicóloga que desenvolve um importante papel de assessoramento ao negociador e ao gerente da crise, dando suporte técnico e definindo o perfil psicológico do causador da crise. O treinamento desse grupo é realizado a partir de estudos de casos e simulações de ocorrências. === Grupo de Atiradores de Precisão (GAP) === É formado por policiais altamente especializados na área de tiro de precisão. Os atiradores são uma ferramenta fundamental de observação e coleta de informações do ambiente de crise. Os policias que formam esse grupo utilizam armamento diferenciado, aferido meticulosamente. A prática do treinamento de tiro é constante e visa a perfeição. === Grupo de Retomada e Resgate (GRR) === É empregado quando as outras alternativas táticas não são suficientes para a resolução da crise. O treinamento e a execução das entradas táticas podem ocorrer em ambientes como: edificações, ônibus, metrô, embarcações, trem, etc. A fim de contar com policiais militares altamente capacitados, o treinamento dos Operadores que compõe o Grupo é constante, pois se trata de uma atividade de altíssimo risco. O GRR conta com o importante apoio do núcleo cinófilo do Batalhão de Ações com Cães (BAC), fazendo uso de cães de neutralização, mesmo em ambientes com vítimas. == Unidade de Engenharia, Demolição e Transporte == A UEDT surgiu devido à necessidade de desobstrução dos acessos das comunidades para a entrada das viaturas durante as operações policiais. Ela é formada por policiais com conhecimento em mecânica de veículos pesados e explosivos. Eles são responsáveis por operar os maquinários na liberação dos acessos e por destruir as fortificações do tráfico. Quando se faz necessário eles também usam explosivos em suas missões. Com a atuação do BOPE no processo de pacificação, a equipe agregou uma nova função: montar os equipamentos desdobrados em terreno de difícil acesso, para servir de base avançada das tropas no local a ser pacificado. O treinamento da equipe é baseado em constantes estudos e pesquisas sobre demolição e engenharia de combate, o que lhes permite o aperfeiçoamento das técnicas utilizadas. Seus policiais são especializados em explosivos e receberem o brevê \"explosivista\". Somente em 2008, a UEDT derrubou cerca de 75 muros de contenção, barricadas e \"bunkers\" de traficantes. A unidade adquiriu recentemente equipamentos chamados \"Transformers Caveiras\", compostos por: uma pá mecânica com alcance de 6 metros, capaz de remover objetos a uma altura de 5 m, equipada com rompedor e com cabine blindada com ar condicionado para o piloto; um trator-esteira capaz de transpor obstáculos grandes projetado para transporte de tropas com um guincho que levanta objetos pesados; uma retroescavadeira com martelo hidráulico para quebrar muros, com cabine blindada; e um caminhão muncke capaz de suportar até 17 toneladas e, dentro de uma cesta especial, levantar até 20 metros um grupo tático. == Veículos == O BOPE progride normalmente por caminhonetes, cuja caçamba carrega os combatentes prontos pra entrar em ativa. Quando a situação torna-se crítica, são usados veículos blindados popularmente conhecidos como \"caveirões\", utilizados, principalmente, em operações onde há conflitos com narcotraficantes. Os blindados não possuem armamento próprio, sendo o seu poder de fogo constituído pelas armas da própria guarnição. Sua blindagem é capaz de resistir a explosivos debaixo do veículo, tiros de fuzis 7,62 até 12,7x99mm NATO. O BOPE começou a utilizar o primeiro caveirão em 2001. A principal finalidade dos veículos blindados é proteger a vida dos elementos da guarnição e romper as barreiras físicas utilizadas pelo narcotráfico. Os blindados são essenciais ainda no apoio ao resgate de unidades policiais encurraladas e na remoção de feridos dos cenários de confronto. Em 2014, o governo fluminense designou quatro novos Caveirões para o BOPE, denominados Maverick, cujo preço individual pode chegar até R$ 1,5 milhão. Eles são fabricados pela empresa sul-africana Paramount e possuem a mesma blindagem do anterior, com teto igualmente à prova de balas, capazes de de resistirem a granadas e coquetéis molotov nas paredes, além de serem equipados com diversas câmeras do lado externo do carro, possuir reforço na carroceria para derrubar bloqueios nas ruas, carregar um sistema de extintores automáticos nas rodas e ter espaço pra até 12 policiais (incluindo motorista e navegador). O novo Caveirão passou em todos os testes e requisitos do BOPE. A partir de janeiro de 2012, o BOPE passou a contar com seis motos Yamaha XT 660R para acessar algumas vielas das comunidades e chegar nesses lugares mais rápido. Os veículos são pintados de preto e contêm adesivos com a bandeira do Estado do Rio de Janeiro. Cinquenta policiais participaram de um treinamento prático e teórico para aprender como se movimentar nas vielas usando motos e armas. Eles contam ainda com um quadriciclo próprio, encomendado com a finalidade de Apoio Policial, na realização de resgates, reboque, desobstrução de vias (com seu pára-choques reforçado e gancho de resgate), pronto atendimento ao policiamento em terreno e checagem de denúncias. Embora inicialmente carregasse apenas três policiais, a ideia era que ele fosse adaptado para suportar cinco, possibilitando ações de Apoio Tático. Feito para suportar as necessidades de locomoção por vielas e becos, eles ainda permite acesso aos diversos tipos de terrenos ali, como barro, asfalto, cascalho, etc. O Exército doou, em 2018, 3 blindados EE-11 Urutu. == Equipamento == O peso do equipamento de um combatente do BOPE varia entre 25 e 30 kg. Eles usam um calçado com uma palmilha no calcanhar muito parecida com um tênis de corrida e ventilação. Há inúmeros bolsos pelo colete, além de uma mochila, cuja intenção é de se manter 48 horas sem parar. Neles, são carregados uma faca, um canivete multifuncional, um rádio comunicador com GPS, carregadores da pistola e fuzil, barrinhas de cereal e câmeras para gravação de ações táticas. Na mochila, seu carregamento pode incluir um aparelho de visão noturna (cedidos pela Marinha), um reservatório de água ou isotônico, um balaclava, dois kits de limpeza de armamento, granadas fumígenas, granadas de luz e som, kit de primeiros socorros, pasta de dente, um binóculo e roupas íntimas. === Armamento === Fabricante Classificação Modelo Calibre Ref Notas Taurus Pistola semiautomática PT92 9×19mm Parabellum Taurus Pistola semiautomática PT100 .40 S&W; IMBEL Pistola 9 M973 9×19mm Parabellum Colt Fuzil de assalto M4A1 5,56×45mm NATO Colt Fuzil de assalto M16A2 5,56×45mm NATO Olive, Ronaldo (2013). FUZIS MILITARES - Volume 2: Evolução Técnica após a 2a Guerra Mundial. Publicação independente. Carabina com cano de 292 mm. IMBEL Fuzil de assalto MD2 5,56×45mm NATO Salles, João Moreira e Lund, Kátia (14 de abril de 1999). \"Notícias de uma Guerra Particular\". 57 min. Heckler & Koch Fuzil de assalto G41 5,56×45mm NATO Olympic Arms Fuzil de assalto UM-1 Ultramatch 5,56×45mm NATO Heckler & Koch Fuzil de batalha G3 7,62×51 mm NATO ArmaLite Fuzil de batalha AR-10A4 CBF 7,62×51 mm NATO 600 unidades. Vem com mira EOTech 552 e empunhadura vertical. Substitui o FAL e ParaFAL. Heckler & Koch Fuzil de precisão PSG1 7,62×51 mm NATO Heckler & Koch Fuzil de precisão MSG90 7,62×51 mm NATO https://sites.google.com/site/worldinventory/wiw_sa_brazil Remington Arms Fuzil de precisão M24 7,62×51 mm NATO Heckler & Koch Fuzil de precisão G3SG1 7,62×51 mm NATO Benelli Espingarda M3 Balote .12 Franchi Espingarda SPAS-15 Balote .12 FN Submetralhadora P90 5,7×28mm NATO Heckler & Koch Submetralhadora MP5 K e A2 9×19mm Parabellum FN Metralhadora ligeira Minimi Mk2 7,62×51 mm NATO Visto em fotografias com o BOPE. Heckler & Koch Metralhadora ligeira HK21A1 7,62×51 mm NATO Liberado pelas forças armadas. Além disso, o BOPE também conta com 30 armas de eletrochoque X2 produzidos pela marca Taser International para serem usados em resgate de reféns. O X2 é característico e eficiente por registrar todas as informações de uso, a possibilidade de acoplar câmeras no armamento para a filmagem das operações e trazer a possibilidade de dois disparos. == Uniformes == Em 22 de junho de 2016, o BOPE estreou sua nova farda verde, com a camuflagem MARPAT Woodland (única dos Fuzileiros Navais norte-americanos) digital que passaria a ser seu uniforme principal. Estudos da Polícia Militar em 2009 pelo então major Fábio Souza demonstraram que, na prática, a cor acaba expondo seus integrantes na maioria dos terrenos e dificulta a camuflagem. Além disso, o preto acumula mais calor e provoca desidratação dos soldados em operações mais longas, sob o sol carioca. O novo uniforme é feito de um tecido moderno, resistente, mais leve e fresco que o antigo, além de permitir melhor circulação de ar e apresentar resistência maior às chamas. O primeiro estoque com 930 fardas é semelhante ao usado pelos fuzileiros navais dos Estados Unidos, e custou R$ 283.600 (R$ 305 por conjunto). A mudança também é provocada pela intensificação da presença de criminosos em áreas de matas ao redor das favelas. == Treinamento == Para ingressar no BOPE, o candidato deve ser policial militar da PMERJ há pelo menos dois anos, possuir excelente condicionamento físico, assim como ser aprovado nas avaliações física, médica e psicológica. Após ser convidado, são oferecidas duas modalidades de curso, para as duas atribuições da unidade. * Curso de Operações Especiais (COEsp), com duração de quatro meses, visando preparar o policial para missões não convencionais (especificas de Operações Especiais), intervenções em áreas de conflito e ao resgate de reféns. Quem passa nesse curso é conhecido como \"Caveira\". É o curso oferecido para oficiais e Praças. * Curso de Ações Táticas (CAT), com duração de cinco semanas (45 dias) e mais de 340 horas de instrução, prepara o policial para atuar em intervenções em áreas de conflito e ao resgate de reféns. Quem passa nesse curso é conhecido como \"Raio\". É o curso oferecido para Praças. === Curso de Operações Especiais - COEsp === No COEsp, o aluno ganha experiência em operações de alto risco em favelas, selvas ou em regiões montanhosa, dorme e alimenta-se muito pouco e é submetido a situações extenuantes, aprendendo a controlar melhor sua agressividade. Misturam-se instruções de atirador de elite, emboscada, defesa pessoal, conduta de patrulha, montanhismo, sobrevivência no mar, primeiros socorros, armamento, situações com reféns e diversas outras situações de risco. Apenas 20% dos que entram nesse curso vão até o fim. Suas aulas teóricas incluem, desde 2010, entender as aspirações políticas dos grupos terroristas, suas maneiras de agir e como identificar seus integrantes e instrumentos de ataque e estudar a origem e história destes. Cada aspirante ao BOPE dá uma média de 2500 tiros no curso preparatório, aprende-se a usar 12 tipos diferentes de armas e seus atiradores de elite são capazes de acertar uma moeda de 5 centavos a uma distância de 100 metros.Veja: Edição n.º 2030, de 17 de outubro de 2007 Uma pesquisa acadêmica revelou que, com o COEsp, os soldados da tropa ganham a capacidade de exercer diversas funções simultâneas, diferente de outras pessoas, desenvolvendo, entre outras coisas, percepção, raciocínio rápido, e capacidade de tomar decisões em situações extremas. Tudo sem perder o controle emocional. Suas primeiras instruções são sobre direitos humanos, comunicação com o público e linguagem corporal, incluindo protocolos da Organização das Nações Unidas (ONU) sobre como tratar a população civil e palestras de profissionais das áreas de direito, sociologia e psicologia. O COEsp surgiu no 2.º semestre de 1978, ainda no primeiro ano NuCOE, sendo instruído pelo Exército. O curso tem como objetivo \"habilitar oficiais e praças para a execução de missões especiais, bem como a manutenção do estado físico e atualização de conhecimentos especializados necessários ao bom desempenho em quaisquer missões especiais, com ênfase aos treinamentos visando ações em áreas urbanas\", nas palavras do site oficial. === Curso de Ações Táticas - CAT === Através de instruções de alto padrão, o Curso de Ações Táticas (CAT) busca colocar na vanguarda tecnológica e operacional policiais militares que irão atuar nas mais difíceis e arriscadas missões no campo de segurança pública. O curso é considerado o mais completo e difícil entre cursos de ações táticas em todo território nacional. Desde 1996, o ano de sua fundação, até 2015, o BOPE já formou 763 \"raios\" (designação aos que completam esse curso). === Preparo === O policial do BOPE tem uma carga diária de mais de três horas de preparo físico, além de fazer treinamentos específicos de três dias (como ações na montanha ou em helicópteros) uma vez por mês.Veja: Edição n.º 2190, de 10 de novembro de 2010 === Curso de Guerra na Selva === Até 1995, o Exército Brasileiro oferecia aos policiais do Batalhão vagas para o Curso de Guerra na Selva, do Centro de Instrução de Guerra na Selva (CIGS). A partir de 1996, as vagas não foram mais disponibilizadas e os agentes passaram a buscar alternativas, como centros de treinamento militar na Colômbia e outros países. Em 2015, o convênio entre o CIGS e o BOPE foi restabelecido. == Controvérsias == O BOPE gerou notoriedade graças ao papel no combate ao narcotráfico nas favelas do Rio de Janeiro, e têm sido referidos internacionalmente como \"Death Squad\" por muitos jornais. A Anistia Internacional declarou que \"as forças policiais brasileiras adotam métodos violentos e repreensivos. Isso causa violações dos direitos fundamentais de grande parte da população em uma base regular\", e atribui um certo número de civis assassinados ao BOPE em particular. Em março de 2006, a Anistia Internacional condenou especificamente a utilização de vans blindadas, como o Caveirão. Ela afirmou que implantar agressivamente e indiscriminadamente o veículo visando comunidades inteiras destacou a ineficácia do uso excessivo da força. === Desvios de conduta === Um relatório de 2005 sobre execuções sumárias pela Universidade de Direito de Nova Iorque indicou que o BOPE estava envolvido na morte de quatro adolescentes sob o pretexto de que eles eram traficantes de drogas que haviam resistido à prisão: \"oficiais do BOPE falsificaram a cena do crime, a fim de incriminar as vítimas. Esperando que essa maneira faça-lhes parecer ser membros de gangues. Nenhuma arma foi encontrada em nenhuma das vítimas. Nenhum deles tinha qualquer histórico prévio de atividade criminal\".http://www.extrajudicialexecutions.org/application/media/E_CN_4_2005_7_Add_1%202005.pdf Entre agosto e dezembro de 2012, o terceiro-sargento Arlen Santos da Silva, de 43 anos, forneceu instruções de uso de armas, fardas e acessórios (colete e coturno) do BOPE a membros da quadrilha do Terceiro Comando Puro do Complexo da Maré, em troca de propina. Além disso, ele dava orientações ao bando pra escapar de flagrantes, deixando armamentos pra trás. Em 6 de dezembro de 2014, um sargento em atividade há pelo menos 14 anos antes do ocorrido foi acusado de desacatar militares da UPP da Vila Cruzeiro por um membro não ter trocado o pneu de seu carro. Em julho de 2015, foi relatado que policiais teriam apreendido 1,8 milhão de reais de traficantes em uma operação no Morro da Covanca. Em 30 de dezembro de 2015, uma mulher de 28 anos da Favela da Rocinha reportou que, ao voltar de uma festa, encontrou quatro policiais e um cadáver, foi pedida que entrasse no Beco do Seu Miro e, então, agarrada pelo cabelo por dois PMs do BOPE e estuprada. Em 2010, durante a ocupação do Complexo do Alemão, foram denunciados diversos abusos policiais supostamente do BOPE por moradores da comunidade. Houve um boato de que traficantes teriam fugido dentro de um blindado do BOPE. A revista Veja credita o fato do BOPE não ter participado da operação que culminou na morte de Playboy aos casos de corrupção que vem \"estilhaçando a credibilidade da unidade de elite da PM\". Um policial diz que \"Eles não conseguem mais controlar 450 homens. Então, fica difícil não haver vazamento\". A Veja também comenta sobre o fato de duas apreensões do Bope que, somadas, dão 39,4 mil reais, equivaler a cinco vezes mais dinheiro do que foi apreendido em 10 anos. Segundo eles, de 2005 a 2015 houve apenas dez apreensões de dinheiro em espécie, totalizando a quantia de 7.295 reais. Metade desta quantia teria sido apreendida em 2011, ao recuperar 3.590 reais que seria usado para pagar propina de policiais do 2.º BPM, em Botafogo. Também denunciam que moradores de comunidades acusam policiais do BOPE de levar o dinheiro de suas economias. Na Rocinha, em 2010, uma família diz que cinco homens da unidade entraram em sua casa e levaram 900 reais. Em 2012, no Morro do Chapadão, outra moradora diz ter chegado em casa e se deparado com um capitão da tropa. Depois, percebeu que R$ 100 havia desaparecido. Os dois casos relatados ainda não foram investigados. ==== Operação Black Evil ==== Na manhã do dia 11 de dezembro de 2015, quatro policiais do BOPE foram presos suspeitos de receber propina de traficantes. Na casa de um quinto policial, Rodrigo Meleipe Vermelho Reis, preso três dias depois de deflagrada a operação, foram encontrados 70 mil reais em dinheiro. Ele estava fora do país. Os suspeitos, além de Rodrigo, eram Maicon Ricardo Alves da Costa, André Silva de Oliveira, Raphael Canthé dos Santos e Silvestre André da Silva Felizardo. Felizardo havia saído do BOPE em dezembro de 2014, mas arregimentou policiais para participar do esquema criminoso. Segundo a denúncia do Ministério Público, os policiais investigados, que atuaram entre agosto e dezembro daquele ano, recebiam propina semanal de uma facção criminosa, o Comando Vermelho, em troca de informações realizadas pelo BOPE nas comunidades Faz-quem-Quer, Covanca, Jordão, Barão, Antares, Vila Ideal, Lixão, Conjunto de Favelas do Lins e Conjunto de Favelas do Chapadão. O grupo ainda negociava com traficantes armas apreendidas em outras ações para uso da quadrilha e até fardas da tropa. A investigação começou depois que, em uma operação no morro do Faz-quem-Quer, num sábado à noite, os policiais encontraram a favela vazia. Eles diziam bom dia, boa noite e pediam desculpas se algo desse errado no vazamento de informações. A propina variava entre 2 mil e 10 mil reais por comunidade. Segundo o MP, cada policial fazia parte de um grupo diferente, dos quatro do BOPE. A operação, batizada de \"Black Evil\", foi feita pela PM do Rio de Janeiro por meio do comando do BOPE, da Corregedoria Interna e da Coordenadoria de Inteligência, com o apoio da Subsecretaria de Inteligência da Secretaria de Segurança (SSINTE) e do Grupo de Atuação Especial de Combate ao Crime Organizado (GAECO) do Ministério Público. Como medidas, o BOPE transferiu 60 policiais para outros batalhões. Os transferidos, que não têm relação com o escândalo investigado pelo Ministério Público, vai atuar em batalhões com carência de efetivos e mais próximos de suas residências. === Rebates === Sobre as denúncias durante a ocupação do Alemão em 2010, o tenente-coronel Wilman René Gonçalves Alonso afirma que, quando foi verificada a localidade das denúncias, checaram que o BOPE não esteve lá. Sobre o boato de que traficantes terem fugido em caveirões, ele comenta: \"Na operação do Complexo do Alemão, nós estávamos na Vila Cruzeiro. Como um camarada iria fugir com um blindado nosso se nós não estávamos lá? Só tínhamos um blindado naquela noite e estava estacionado na Vila Cruzeiro. Havia um planejamento de entrarmos no Alemão num horário X. No horário em que isso teria acontecido, estávamos todos na Vila Cruzeiro\". Alfredo Guarischi, médico civil voluntário no Comando de Operações Especiais, diz testemunhar que o BOPE é \"incorruptível\". == Cultura == O filme \"Tropa de Elite\", do cineasta José Padilha, baseado no livro Elite da Tropa de autoria dos ex-integrantes do BOPE André Batista e Rodrigo Pimentel, em parceria com o antropólogo Luiz Eduardo Soares, inspirado nas ações do BOPE, estreou nos cinemas brasileiros em 12 de outubro de 2007. Sua continuação, Tropa de Elite 2: o Inimigo agora É Outro, estreou em em 8 de outubro de 2010. O segundo livro também acompanhou um filme, este sendo Elite da Tropa 2. No jogo Tom Clancy's Rainbow Six Siege, foi lançada em 2 de agosto de 2016 a \"Operação Skull Rain\", que adiciona o mapa \"Favela\" (\"o mais destrutível e aberto de todos os já lançados para Rainbow Six Siege até agora\") e dois operadores: Caveira e Capitão. Capitão possui uma besta que dispara simultaneamente dardos asfixiantes e letais e granadas de fumaça. Caveira, por outro lado, possui o \"Passo Silencioso\", que a permite surpreender os inimigos para imobilizá-los e interrogá-los para que revelem a localização dos aliados. == Ligações externas == * * Categoria:Polícia Militar do Estado do Rio de Janeiro Categoria:Tropas de elite policiais militares do Brasil",
 "title": "Batalhão de Operações Policiais Especiais (PMERJ)"
}