{
 "id": "11813",
 "text": "Na lógica tradicional, um axioma ou postulado é uma sentença ou proposição que não é provada ou demonstrada e é considerada como óbvia ou como um consenso inicial necessário para a construção ou aceitação de uma teoria. Por essa razão, é aceito como verdade e serve como ponto inicial para dedução de outras verdades (dependentes de teoria). Na matemática, um axioma é uma hipótese inicial de qual outros enunciados são logicamente derivados. Pode ser uma sentença, uma proposição, um enunciado ou uma regra que permite a construção de um sistema formal. Diferentemente de teoremas, axiomas não podem ser derivados por princípios de dedução e nem são demonstráveis por derivações formais, simplesmente porque eles são hipóteses iniciais. Isto é, não há mais nada a partir do que eles seguem logicamente (em caso contrário eles seriam chamados teoremas). Em muitos contextos, \"axioma\", \"postulado\" e \"hipótese\" são usados como sinônimos. Como foi visto na definição, um axioma não é necessariamente uma verdade autoevidente, mas apenas uma expressão lógica formal usada em uma dedução, visando obter resultados mais facilmente. Axiomatizar um sistema é mostrar que suas inferências podem ser derivadas a partir de um pequeno e bem definido conjunto de sentenças. Isto não significa que elas possam ser conhecidas independentemente, e tipicamente existem múltiplos meios para axiomatizar um dado sistema (como a aritmética). A matemática distingue dois tipos de axiomas: axiomas lógicos e axiomas não- lógicos. Nas teorias das ciências naturais, um axioma é considerado uma verdade evidente que e é aceita como tal mas que ao rigor da palavra não pode ser demonstrado ou provado uma verdade absoluta dentro do domínio de sua aplicação; é geralmente derivado de intuição ou de conhecimento empírico, os quais apoiam-se em todos os fatos científicos até então conhecidos e relevantes à área em estudo. A viabilidade ou utilidade de tais teorias, e a classificação das mesmas como teorias científicas válidas ou já aprimoradas, todas sempre logicamente derivadas de forma correta de suas premissas (dos axiomas), dependem das escolhas acuradas de seus axiomas e da corroboração dos mesmos frente aos fatos científicos conhecidos na época em que foram propostos, e frente aos que forem gradualmente descobertos em épocas futuras às suas proposições. Fatos novos, ao serem descobertos, podem levar à evolução das teorias mediante necessidade explicita de modificações em seus axiomas, que, conforme propostos no paradigma científico evoluído e ora válido, devem manter-se sempre corroborados pela íntegra dos fatos científicos conhecidos até a data em questão. Na engenharia, axiomas são aceitos sem provas formais e suas escolhas são negociadas a partir do ponto de vista utilitário e econômico. Podem também ser considerados como hipóteses na modelagem e mudados depois da validação do modelo. Declarações explícitas de axiomas é uma condição necessária para a computabilidade de uma teoria, modelo ou método. Neste caso, o axioma pode ser visto como um conceito relativo dependente de domínio, por exemplo, em cada programa de software, declarações iniciais podem ser consideradas como seus axiomas locais. == Etimologia == A palavra \"axioma\" vem da palavra grega ἀξίωμα (axioma), um substantivo verbalNoção verbal com propriedades nominais similares às de um substantivo. do verbo ἀξιόειν (axioein), que significa \"considerar valido\", mas também \"requerer\", que por sua vez vem da palavra ἄξιος (axios), que significa \"estar em equilíbrio\", e portanto \"ter (o mesmo) valor (de)\", \"valido\", \"apropriado\". Entre os filósofos da Grécia Antiga, um axioma era uma afirmação que poderia ser vista como verdade sem nenhuma necessidade de provas. O significado original da palavra \"postular\" é \"exigir\"; por exemplo, Euclides exige que concordemos que certas coisas podem ser feitas, ex: quaisquer dois pontos podem ser unidos por uma linha reta, etc.Wolff, P. Breakthroughs in Mathematics, 1963, New York: New American Library, pp 47–8 Os antigos geômetras mantiveram alguma distinção entre axiomas e postulados. Ao comentar os livros de Euclides, Proclo adverte que \"GeminusGeminus de Rhodes considerou que este [4º] Postulado não deve ser classificado como um postulado e sim como um axioma, já que, diferente dos três primeiros Postulados, ele não declara a possibilidade de alguma construção mas sim expressa uma propriedade essencial\".Heath, T. 1956. The Thirteen Books of Euclid's Elements. New York: Dover. p200 Boécio traduziu \"postulado\" como petitio e chamou os axiomas de notiones communes, mas em manuscritos posteriores esse uso nem sempre foi estritamente mantido. == Desenvolvimento Histórico == === Visão Clássica === O método lógico-dedutivo clássico consistia em sistemas a partir dos quais premissas eram seguidas de conclusões através da aplicação de argumentos (silogismos, regras de inferência). Com exceção das tautologias, nada pode ser deduzido se nada é assumido. Axiomas e postulados são hipóteses básicas subjacentes a um corpo de conhecimento dedutivo. São aceitos sem demonstração. Todas as outras asserções (teoremas, se estivermos falando sobre matemática) devem ser demonstradas com o auxílio de hipóteses básicas. No entanto, a interpretação do conhecimento matemático mudou dos tempos antigos para o moderno, e consequentemente os termos axioma e postulado tiveram uma leve diferença de significado para os matemáticos atuais, em contraste com o significado original destes termos para Aristóteles e Euclides. Os antigos gregos consideraram a geometria como uma das diversas ciências, e consideraram os teoremas de geometria tão importantes quanto fatos científicos. Dessa forma, eles desenvolveram e usaram o método lógico-dedutivo como um meio de evitar erros, e para conhecimento estrutural e comunicativo. Os analíticos posteriores de Aristóteles é uma exposição definitiva da visão clássica. Um \"axioma\", na terminologia clássica, refere-se a uma hipótese autoevidente comum a vários ramos de ciência. Um bom exemplo seria a asserção que Quando é retirada uma de duas quantias iguais, sobra uma quantia igual a que foi retirada. Na fundação de várias ciências são impostas certas hipóteses adicionais que são aceitas sem demonstração. Estas eram denominadas postulados. Enquanto os axiomas eram comuns a várias ciências, os postulados para cada ciência particular eram diferentes. Sua validade tinha que ser estabelecida por meio de experiências reais. De fato, Aristóteles alertou que a satisfabilidade de uma ciência não pode ser transmitida com sucesso, se o aprendiz estiver em dúvida sobre a veracidade dos postulados. A visão clássica é bem ilustrada pelos elementos de Euclides, onde uma lista de axiomas (muito básicas, asserções autoevidentes) e postulados (fatos geométricos do senso comum obtidos de nossa experiência), são dados. * Axioma 1: Duas coisas iguais a uma terceira, são iguais entre si. * Axioma 2: Se parcelas iguais forem adicionadas a quantias iguais, os resultados continuarão sendo iguais. * Axioma 3: Se quantias iguais forem subtraídas das mesmas quantias, os restos serão iguais. * Axioma 4: Coisas que coincidem uma com a outra, são iguais. * Axioma 5: O todo é maior que a parte. * Postulado 1: Uma reta pode ser traçada de um ponto para outro qualquer. * Postulado 2: Qualquer segmento finito de reta pode ser prolongado indefinidamente no sentido da reta. * Postulado 3: Dados um ponto qualquer e uma distância qualquer, pode-se traçar um círculo de centro naquele ponto e raio igual à dada distância. * Postulado 4: Todos os ângulos retos são iguais entre si. * Postulado 5: Se uma reta cortar duas outras retas de modo que a soma dos dois ângulos interiores, de um mesmo lado, seja menor que dois ângulos retos, então as duas outras retas se cruzam, quando suficientemente prolongadas, do lado da primeira reta em que se acham os dois ângulos. === Visão Geral === Uma lição aprendida pela matemática nos últimos 150 anos é que é útil decifrar o significado das asserções matemáticas (axiomas, postulados, proposições, teoremas) e definições. Esta abstração, que poderia até ser chamada de formalização, faz o conhecimento matemático mais genérico, capaz de múltiplos diferentes significados e, portanto, útil em múltiplos contextos. O estruturalismo matemático vai mais adiante, e desenvolve teorias e axiomas sem uma aplicação particular em mente. A distinção entre um \"axioma\" e um \"postulado\" desaparece. Os postulados de Euclides são provavelmente considerados por fornecerem uma rica coleção de fatos geométricos. A verdade desses fatos complicados está na aceitação de hipóteses básicas. Entretanto, excluindo o quinto postulado de Euclides, obtemos que estes possuem significados em diversos contextos (geometria hiperbólica, por exemplo). Devemos simplesmente estar preparados para usar nomes como \"linha\" e \"paralelo\" com uma maior flexibilidade. O desenvolvimento da geometria hiperbólica ensinou aos matemáticos que postulados podem ser considerados como hipóteses puramente formais, e não como fatos baseados na experiência. Quando matemáticos empregam os axiomas de um campo, as intenções são mais abstratas. As proposições da teoria de campos não interessam a alguma outra aplicação em particular. Os matemáticos agora trabalham em completa abstração. Há muitos exemplos de campos. A teoria de campos garante que o conhecimento sobre eles é correto. Não é correto dizer que os axiomas ou a teoria de campos são \"proposições que são consideradas como verdade sem nenhuma derivação\". O campo de axiomas é um conjunto de restrições. Se um dado sistema de adição e multiplicação satisfaz estas restrições, então o campo está pronto para nos dar informações extras sobre esse sistema. A matemática moderna formaliza seus fundamentos de tal modo que as teorias podem ser consideradas objetos matemáticos, e a lógica por si só pode ser considerada como um ramo da matemática. Frege, Russell, Poincaré, Hilbert e Gödel são personagens-chave nesse desenvolvimento. Na visão moderna, um conjunto de axiomas é uma coleção de asserções formalmente estáveis das quais se seguem outras asserções formais estáveis pela aplicação de certas regras bem definidas. Nesta visão, a lógica se torna apenas um outro sistema formal. Um conjunto de axiomas deve ser consistente, ou seja, deve ser impossível derivar uma contradição de um axioma. Um conjunto de axiomas não deve ser redundante, isto é, uma asserção que pode ser deduzida de outros axiomas não precisa ser considerada um axioma. A esperança dos lógicos modernos era que vários ramos da matemática, senão todos, pudessem ser derivados de uma coleção consistente de axiomas básicos. Um sucesso do programa formalista foi a formalização de Hilbert da Geometria Euclidiana e a demonstração da consistência destes axiomas. Ampliando o contexto, houve uma tentativa de basear toda a matemática na teoria dos conjuntos de Georg Cantor. Neste ponto, levando em consideração o Paradoxo de Russell e a teoria ingênua dos conjuntos viu-se a possibilidade de algum sistema poder se tornar inconsistente. O projeto formalista sofreu uma derrota decisiva, quando em 1931 Gödel mostrou que é possível, para um suficientemente grande conjunto de axiomas (Axiomas de Peano, por exemplo), construir uma hipótese que seja verdadeira independentemente deste conjunto de axiomas. Como corolário, Gödel provou que a consistência de uma teoria como a Aritmética de Peano é uma asserção improvável dentro do escopo desta teoria. É razoável acreditar na consistência da Aritmética de Peano porque ela é satisfeita pelo sistema de números naturais, um infinito mas intuitivamente acessível sistema formal. Entretanto, até hoje, não há um modo conhecido de demonstrar a consistência dos modernos axiomas de Zermelo-Frankel para a teoria dos conjuntos. O axioma da escolha, uma hipótese-chave desta teoria, permanece uma hipótese muito controversa. Além disso, usando técnicas de forçar (Cohen), pode-se mostrar que as hipóteses contínuas (Cantor) é independente dos axiomas de Zermelo- Fraenkel. Desta forma, mesmo este conjunto genérico de axiomas não pode ser considerado como uma base definitiva para a matemática. == Lógica Matemática == === Axiomas Lógicos === Axiomas Lógicos são fórmulas em uma linguagem que é universalmente válida, ou seja, são fórmulas satisfeitas por toda a estrutura sob toda função de tarefa de variáveis. Em outros termos, axiomas lógicos são estados que são verdadeiros em algum possível universo, para alguma possível interpretação e com alguma tarefa de valor. Normalmente eles usam axiomas lógicos para um mínimo conjunto de tautologias que é suficiente para provar todas as tautologias na linguagem; na lógica de primeira ordem o axioma lógico é necessário para provar verdades lógicas que não são tautologias no sentido rígido. ==== Exemplos ==== ===== Lógica Proposicional ===== Na lógica proposicional é comum considerar como axiomas lógicos as fórmulas a seguir, onde \\phi, \\psi e \\chi podem ser qualquer fórmula de linguagem e os conectivos permitidos são apenas \" eg\" para negação e \"\\to\" para implicação (antecedente para consequente): # \\phi \\to (\\psi \\to \\phi) # (\\phi \\to (\\psi \\to \\chi)) \\to ((\\phi \\to \\psi) \\to (\\phi \\to \\chi)) # (\\lnot \\phi \\to \\lnot \\psi) \\to (\\psi \\to \\phi) Cada um desses exemplos é um axioma esquemático, uma regra para generalizar um infinito números de axiomas. por exemplo, se A, B e C são variáveis proposicionais, então A \\to (B \\to A) e (A \\to \\lnot B) \\to (C \\to (A \\to \\lnot B)) são ambos instâncias do primeiro axioma esquemático, e portanto são axiomas. Podemos mostrar que com apenas esses três axiomas esquemáticos e modus ponens, pode-se provar todas as tautologias do cálculo proposicional. E pode mostrar também que sem unir esses axiomas não será suficiente para provar todas as tautologias com modus ponens. Estes axiomas esquemáticos são também usados no cálculo de predicados, mas adicionar axiomas lógicos é necessário. Axioma de Igualdade. Supondo \\mathfrak{L} uma linguagem de primeira ordem. para cada variável x, a fórmula x = x é universalmente válida. Isto quer dizer que, para algum simbolo de variável x, a fórmula x = x pode ser dita como um axioma. Além disso, neste exemplo, para que não haja imprecisão do que nós entendemos por x = x(ou, em outras palavras, \"é igual a\") deve estar puramente formal e sintaticamente usável pelo simbolo = que deve estar bem reforçado, a respeito deles como uma sequência e como uma sequência de símbolos, a lógica matemática faz de fato isto. Vale lembrar que o mais interessante exemplo de axioma esquemático, é aquele que nos determina o que conhecemos como instanciação universal: Axioma esquemático para instanciação universal. Dado uma fórmula \\phi na linguagem de primeira ordem \\mathfrak{L}, uma variável x e um termo t que é substituível para x em \\phi, a fórmula \\forall x \\phi \\to \\phi^x_t é universalmente válida. onde o simbolo \\phi^x_t significa a fórmula \\phi com o termo t substituído por x. Em termos formais, este exemplo nos permite dizer que para este estado, se nós soubermos que uma certa propriedade P possui para todo x e que t estar para um objeto particular na nossa estrutura, então nós estariamos capazes para afirmar P(t). Mais uma vez, nós podemos afirmar que a fórmula \\forall x \\phi \\to \\phi^x_t é válida, isto é, nós podemos ser capazes de ter uma prova deste fato, ou melhor falando, uma meta prova. Atualmente, estes exemplos são meta teoremas da nossa teoria da lógica matemática desde que estejamos relacionados com o mais conceitos de auto prova. A partir disto, nós podemos ter a generalização do existencial: Axioma esquemático para generalização do existencial. Dada um fórmula \\phi na linguagem de primeira ordem \\mathfrak{L}, uma variável x e um termo t que é substituível para x em \\phi, a fórmula \\phi^x_t \\to \\exists x \\phi é universalmente válida. === Axiomas Não-lógicos === Axiomas não-lógicos são fórmulas que usam a função de hipóteses de teorias especificadas. Em razão sobre duas diferentes estruturas, por exemplo os números naturais e os integrais, podem envolver o mesmo axioma lógico; os axiomas não-lógicos visam capturar o que é especial sobre uma estrutura particular (ou conjunto de estruturas, como os grupos). Desse modo os axiomas não-lógicos, diferentemente dos axiomas lógicos, não são tautologias. Outro nome para um axioma não-lógico é postulado. Quase toda a teoria da matemática moderna iniciou de um dado conjunto de axiomas não- lógicos, e eles eram imaginados como um principio que toda teoria pode ser axiomatizada neste caminho e formalizada por uma linguagem vazia de fórmulas lógicas. Isto se tornou impossível e provou ser totalmente uma história; Assim recentemente esta aproximação retornou na forma de neologismo. Axiomas não- lógicos são frequentemente simples referências para os axiomas na matemática dissertativa. Isto não significa que eles são verdades no seu sentido absoluto. Por exemplo, em alguns grupos, o grupo operação é comutativo, e este pode ser declarado com a introdução de um axioma adicional, mas sem este axioma nós podemos realmente fazer um bom desenvolvimento da teoria de grupo, e nós podemos sempre ter as negações como um axioma para o estudo de grupos não-comutativos. Deste modo, um axioma é uma base elementar para um sistema de lógica formal que junto com as regras de inferência define um sistema dedutivo. ==== Exemplos ==== Esta sessão tem exemplos de teoria matemáticas que são desenvolvidos por um conjunto de axiomas não-lógicos. Um rigoroso tratamento de alguns destes tópicos começou com uma especificação destes axiomas. Teorias básicas, assim como aritmética, analise reais e analises complexas são muitas vezes introduzidas como não axiomatizáveis, mas implicitamente ou explicitamente existe geralmente uma hipótese que os axiomas utilizados são os axiomas da teoria dos conjuntos de Zermelo-Fraenkel como opção, ou alguns sistemas mais similares da teoria dos conjuntos axiomatizados, mais frequentemente teoria dos conjuntos de Von-Neumann- Bernays-Godel. Isto é uma extensão conservativa do de Zermelo, com teoremas idênticos sobre conjuntos, e portanto quase relatados. algumas vezes teorias como a teoria dos conjuntos de Morse-Kelley ou teoria dos conjuntos com um cardinal inacessível permitir o uso de um universo Grothendieck são usados, mas de fato mais matemáticos podem provar todas as necessidades de um sistema quanto o Zermelo, assim como a aritmética de segunda ordem. Geometria assim como a Geometria de Euclides, geometria projetiva, geometria simplista. Interessantemente um dos resultados da quinto axioma euclideano estar um axioma não-lógico é aquele que três ângulos de um triangulo soma-se 180º. somente sobre a proteção da geometria euclideana isto será verdade. === Aritmética === O axioma de Peano é o mais usado em axiomatização de aritmética de primeira ordem. eles são um conjunto de axiomas fortes o suficiente para provar alguns importantes fatos sobre teoria dos números e eles permitem que Godel estabilize sua famosa segunda teoria da incompletude. Nós temos uma linguagem \\mathfrak{L}_{NT} = \\\\{0, S\\\\} onde 0 é uma constante e S é uma função unitária e é seguida dos axiomas: # \\forall x. \\lnot (Sx = 0) # \\forall x. \\forall y. (Sx = Sy \\to x = y) # ((\\phi(0) \\land \\forall x.\\,(\\phi(x) \\to \\phi(Sx))) \\to \\forall x.\\phi(x) para alguma formula \\mathfrak{L}_{NT} \\phi com uma variável livre. A estrutura padrão é \\mathfrak{N} = \\langle\\N, 0, S\\rangle onde \\N é o conjunto dos números naturais, S é a função sucessora e 0 é interpretado como o numero 0. === Geometria euclidiana === Provavelmente a mais antiga e mais famosa lista de axiomas são os 4 + 1 postulados de Euclides da geometria plana. Os axiomas são ditos como \"4 + 1\" pois por volta de dois milênios o quinto postulado era questionável por ser uma derivação dos quatro primeiros. Ultimamente, o quinto postulado foi considerado independente dos outros quatro. Sem dúvida, ele pode assumir que não existem paralelas através de um ponto externo a uma linha existente, ou que infinitamente alguns existem. Estas opções nos dão formas alternativas de geometria em que os ângulos internos de um triângulo somados com o menor deles, exatamente, ou mais que um linha correta respectivamente e é conhecida como geometrias hiperbólicas, elípticas e euclidianas. Análises reais O objeto de estudo é o conjunto dos números reais. Os números reais são de certa forma escolhidos pelas propriedades de um corpo ordenado completo (um corpo ordenado completo é um corpo ordenado cujos subconjuntos não vazios que possuem quota superior ou elemento majorante admite um elemento majorante mínimo, chamado supremo). Então, expressando estas propriedades como axiomas teremos que usar a lógica de segunda ordem. O teorema de Lowenheim-Skolem nos diz que se nós restringimos para a lógica de primeira ordem, alguns sistemas axiomáticos para as permissões reais em outros modelos, incluindo ambos modelos que são menores e maiores que os reais. Alguns dos segundos são estudados nas análises não padronizadas. == Papel na lógica matemática == Sistema dedutivo e completude Um sistema dedutivo consiste, de um grupo \\Lambda de axiomas lógicos, um conjunto \\Sigma de axiomas não-lógicos, e um conjunto \\\\{(\\Gamma, \\phi)\\\\} de regras de inferência. Uma propriedade desejável de um sistema dedutivo é que ele seja completo. Um sistema é dito ser completo se, para todas as fórmulas \\phi, :Se \\Sigma \\models \\phi então \\Sigma \\vdash \\phi significa que para alguns estados que a consequência lógica de \\Sigma existe atualmente uma dedução do estado de \\Sigma. isto é, algumas vezes, expressados como \"tudo que é verdadeiro é provado\", mas ele pode ser entendido como \"verdade\" aqui significa \"tornou-se verdade pelo conjunto de axiomas\", e não, por exemplo, \"verdade na interpretação pretendida\". O teorema da completude de Godel estabiliza a completude de um certo comumente usado tipo de sistema dedutivo. Note que \"completude\" tem um diferente significado aqui, então no contexto do primeiro teorema da incompletude de Godel, o qual estados não recursivos, conjuntos consistentes de axiomas não-lógicos \\Sigma da teoria da aritmética é completa, No sentido que sempre existe um estado aritmético \\phi tal que nenhum \\phi nem \\lnot\\phi pode ser provado de um dado conjunto de axiomas. Existe dessa forma, de um lado, a noção da completude de um sistema dedutivo e do outro temos a completude dos conjuntos de axiomas não-lógicos. A teoria da completude e a teoria da incompletude, a despeito de seus nomes, não contradiz o outro. == Ver também == * Axioma esquemático * Dogma * Lista de regras de inferência * Regra de inferência == Ligações externas == * Planet Math Categoria:Lógica Categoria:Geometria Categoria:Terminologia matemática",
 "title": "Axioma"
}