{
 "id": "118262",
 "text": "A Plataforma logística de Iniciativa Empresarial da Guarda, mais conhecida pelo acrónimo PLIE, foi formalmente assinada em Outubro de 2002. Considerada pioneira em Portugal, por possuir as vertentes de serviços, logística e indústria, apenas existe em Portugal uma outra plataforma semelhante, a Tagus Park, em Oeiras, mas que funciona apenas com as áreas de serviços e tecnologias. == Localização == A Plataforma logística de Iniciativa Empresarial da Guarda tem a sua implementação prevista numa zona de excelentes acessos, na Quinta dos Coviais de Baixo, perto da aldeia da Gata, a sudeste da área envolvente da cidade da Guarda. Com uma área total de 96ha encontra-se situada num excelente enquadramento paisagístico e ambiental. === Acessibilidades === \\- E.M. 531 que liga a Guarda > Sabugal, distando cerca de 5 km do centro da Cidade \\- 1,5 km do nó rodoviário da auto-estrada A23 / Guarda (Sul) \\- 3 km do nó rodoviário das auto-estradas A23 / A25 \\- Proximidade do nó ferroviário Linha da Beira Alta / Linha da Beira Baixa Está servida pela VICEG (Via de Cintura Externa da Guarda), com ligação à A25 e A23, prevendo-se posterior utilização da linha-férrea. == Participações == Na sociedade têm participação, para além da Câmara Municipal da Guarda, o Núcleo Empresarial da Região da Guarda (NERGA), a Associação Comercial da Guarda (ACG), o Grupo Joalto, o Grupo Luís Simões, a empresa guardense Gonçalves e Gonçalves, a empresa senense Manuel Rodrigues Gouveia, entre outros. Município da Guarda: 37 % Sociedade Geral: 14 % Gonçalves & Gonçalves: 10 % Grupo Luís Simões: 10 % Grupo Joalto: 10 % Grupo Mota – Engil: 10 % Manuel Rodrigues Gouveia: 5 % ACG: 1 % NERGA: 1 % Ecosoros: 1 % ServiHomem: 1 % == Eixos Orientadores / Potenciadores do Projecto == === Área Logística Regional=== Espaço privilegiado de operadores logísticos e de transporte afirmando-se como uma plataforma aberta: \\- Rede de Armazenagem; \\- Gestão de Transportes; \\- Distribuição; \\- Processamento (agregação e desagregação) de cargas; \\- Terminal multi-modal rodo – ferroviário; === Área de Localização Empresarial=== Espaço ordenado e competitivo com capacidade de atrair actividades industriais: \\- Interacção económica; \\- Actividades de montagem e distribuição; \\- Cooperação empresarial; === Centro de serviços de suporte=== Espaço dedicado a fornecer uma gama de serviços de suporte à actividade económica: \\- Abastecimento de combustível; \\- Apoio logístico e institucional; \\- Manutenção e reparação; \\- Espaço equipado para reuniões e conferências; \\- Hotelaria e restauração; \\- Parque de veículos; \\- Outros serviços (postais, bancários,…) === Espaço dedicado às T.I.C.=== Espaço de afirmação da \"sociedade da informação\", mobilizando e difundindo as T.I.C. (Tecnologias da Informação e Comunicação): \\- Atracção de empresas de maior intensidade tecnológica \\- Fornecimento às empresas, de capacidades tecnológicas e de telecomunicações aplicadas à Logística e à Indústria \\- Criação de um Centro de Investigação, com protocolos de colaboração com Instituições Universitárias (portuguesas e espanholas) que fomente estudos nas áreas da Logística e de estudos ibéricos de interesse sectorial e regional == Objectivos == A PLIE pretende dinamizar a economia regional, atrair fluxos e investimentos no âmbito industrial, pretende também expandir a Espanha os actuais hinterlands portuários. Devido às suas características inovadoras e modernas visa disponibilizar, a preços competitivos, um espaço inovador, transformando a actual periferia numa nova centralidade logística, fornecendo uma grande variedade de serviços, apostando na qualidade desses mesmos serviços proporcionando também a colaboração entre o sector público e privado, criando valor, gerando investimento e potenciando emprego, criando condições ao desenvolvimento empresarial, e contribuindo para uma integração das duas economias ibéricas. Tendo em consideração a importância desta infra-estrutura, quer a nível regional como nacional, a PLIE insere-se na Rede Nacional de Plataformas Logísticas. * PLIE [Em linha]. [Consultado em 1 de abril de 2008]. Disponível em WWW: . == Ver também == * Plataforma logística Categoria:Logística Categoria:Guarda Categoria:Economia de Portugal Categoria:Fundações em Portugal em 2002",
 "title": "Plataforma Logística da Guarda"
}