{
 "id": "118278",
 "text": "Nilcea Freire (Rio de Janeiro, 14 de setembro de 1953 – Rio de Janeiro, 28 de dezembro de 2019) foi uma médica, acadêmica, pesquisadora e política brasileira filiada ao Partido Socialismo e Liberdade (PSOL). Foi ministra- chefe da Secretaria de Políticas para as Mulheres durante o governo Lula. == Biografia == Nilcea graduou-se em medicina pela Universidade do Estado do Rio de Janeiro (UERJ), sendo contratada a priori para o departamento de patologia, posteriormente tornou-se professora além de ocupar cargos administrativos na universidade como a assessoria da Sub-Reitoria de Pós-Graduação e Pesquisa, diretora de Planejamento e Orçamento e vice-reitora entre 1996 e 1999. Em 2000, tornou-se a primeira mulher a ocupar o cargo de reitora em uma universidade pública no estado do Rio de Janeiro. Durante sua gestão da reitoria, a UERJ implantou o sistema de quotas que reserva vagas para alunos negros de baixa renda e formados por escolas públicas. === Secretaria de Políticas para as Mulheres === Filiada ao Partido dos Trabalhadores (PT) desde 1989, em 27 de janeiro de 2004 foi empossada Ministra-Chefe da Secretaria de Políticas para as Mulheres do governo Lula. Em julho de 2004, realizou a I Conferência Nacional de Políticas para as Mulheres, que reuniu mais de 120 mil mulheres de todo o país e, em consequência dessa mobilização, publicou, no final de 2004, o Plano Nacional de Políticas para as Mulheres. Sob sua condução, foram implementadas as mais relevantes políticas públicas voltadas às mulheres da história do Brasil até o momento. A lei Maria da Penha, seguida da formulação e execução do Pacto Nacional de Enfrentamento à Violência contra a Mulher, e programas como Gênero e Diversidade na Escola e Pró-Equidade de Gênero são exemplos disso. Além disso, Nilcea conduziu, ao longo dos sete anos em que esteve à frente da Secretaria Especial de Políticas para as Mulheres, uma forte articulação internacional sobre o tema, tornando o Brasil uma liderança na área. Em 2005, foi admitida pelo presidente Lula já ao último grau da Ordem de Rio Branco, a Grã-Cruz suplementar. Em fevereiro de 2017, tornou-se diretora executiva do Museu do Samba. == Atuação política == Durante a ditadura militar brasileira foi filiada ao Partido Comunista Brasileiro (PCB). Na clandestinidade política imposta pelos militares, foi exilada para o México entre 1975 e 1977. Foi filiada ao Partido dos Trabalhadores entre 1989 a 2016. Apoiou a campanha do então candidato, Sérgio Cabral (PMDB) ao governo do Rio do Janeiro em 2006. Em 2016, filiou-se ao Partido Socialismo e Liberdade (PSOL), partido pelo qual candidatou-se a a vereadora na cidade do Rio de Janeiro. No entanto, alcançou pouco mais de 5 mil votos, terminando na quinta suplência da coligação.Eleições 2016: candidata Nilceia Freire == Vida pessoal == Foi casada com Eduardo Faerstein e teve dois filhos. == Morte == Faleceu em 28 de dezembro de 2019, vítima de um câncer no sistema nervoso aos 66 anos. Nilcea recebia tratamento em sua residência. Categoria:Naturais da cidade do Rio de Janeiro Categoria:Alunos da Universidade do Estado do Rio de Janeiro Categoria:Opositores da ditadura militar no Brasil (1964–1985) Categoria:Membros do Partido dos Trabalhadores Categoria:Membros do Partido Socialismo e Liberdade Categoria:Membros do Partido Comunista Brasileiro Categoria:Médicos do estado do Rio de Janeiro Categoria:Professores da Universidade do Estado do Rio de Janeiro Categoria:Exilados na ditadura militar no Brasil (1964–1985) Categoria:Grã-Cruzes da Ordem de Rio Branco Categoria:Reitores da Universidade do Estado do Rio de Janeiro",
 "title": "Nilcea Freire"
}