{
 "id": "118336",
 "text": "O Castelo de Alenquer, também referido como Castelo e cerca urbana de Alenquer, localiza-se na atual freguesia de Alenquer (Santo Estêvão e Triana), na vila e no Município de Alenquer, região Oeste e distrito de Lisboa, em Portugal. O Castelo de Alenquer está classificado como Imóvel de Interesse Público desde 1955. == História == === Antecedentes === A primitiva ocupação humana da região remonta à pré-história, conforme os testemunhos arqueológicos que atestam ter sido sucessivamente visitada e ocupada, ao longo dos séculos, por povos Gregos, Fenícios, Cartagineses, Romanos, Alanos, Godos e Muçulmanos, estes últimos responsáveis pela fortificação. === O castelo medieval === No contexto da Reconquista cristã da Península Ibérica, a povoação e o seu castelo foram conquistados pelas forças de D. Afonso Henriques (1112-1185) em 1148, que determinou o seu repovoamento e reconstrução de suas defesas. O seu filho e sucessor, D. Sancho I (1185-1211), fez erguer o Paço Real, posteriormente doado à Infanta D. Sancha, sua segunda filha. Sob o reinado de D. Afonso II (1211-1223), esta senhora concedeu o primeiro foral à vila (1212). Posteriormente, Alenquer veio a receber Carta de Foral passada por D. Dinis (1279-1325) em 1302, e o Foral Novo de D. Manuel I (1495-1521), em 1510. === Da Dinastia Filipina aos nossos dias === No contexto da crise de sucessão de 1580, a vila apoiou as pretensões de D. António, Prior do Crato, ao trono, vindo a sua defesa a cair no ostracismo desde então. O castelo encontra-se classificado como Imóvel de Interesse Público por Decreto publicado em 20 de Outubro de 1955. Os seus remanescentes encontram-se atualmente bem conservados, destacando-se alguns troços de muralha, a Porta da Conceição e a Torre da Couraça, de planta quadrada. == Características == O castelo encontra-se em posição estratégica no terreno, o que dificultou a sua conquista em meados do século XII. Os seus muros, ameados, percorridos por adarve, são em aparelho de pedra regular. == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Categoria:Santo Estêvão (Alenquer) Categoria:Património edificado em Alenquer Alenquer Alenquer",
 "title": "Castelo de Alenquer"
}