{
 "id": "118369",
 "text": "A Liga Paulista de Futebol foi a primeira entidade a congregar as equipes de futebol do estado de São Paulo e a organizar o primeiro Campeonato Paulista de Futebol, fundada em 14 de dezembro de 1901.https://www.ludopedio.com.br/v2/content/uploads/142251_futeboldefabrica.pdf == História == No fim do século XIX, o futebol começava a se desenvolver na capital paulista e o primeiro campeonato que se tem notícia foi disputado em 1899 pelas equipes do São Paulo Athletic Club, Associação Atlética Mackenzie College e o Hans Nobilings Team que foi o primeiro time do alemão Hans Nobiling, que depois fundaria o Sport Club Internacional (SP) e o Sport Club Germânia. Com o surgimento de outras equipes voltadas ao futebol é criada em 19 de dezembro de 1901, a Liga Paulista de Foot-ball, que teve como fundadores as equipes do São Paulo Athletic Club, Associação Atlética Mackenzie College, Sport Club Internacional (SP), Sport Club Germânia e o Clube Atlético Paulistano. Seu primeiro presidente foi Antônio Casemiro da Costa, que deu o nome à primeira taça a ser disputada no Brasil. Em 1912 começaram as cisões em função da discordância entre os dirigentes, alguns buscavam a popularização do futebol e outros desejavam manter a sua elitização, também havia a questão do campo de disputa, enquanto a Liga Paulista de Foot-Ball optava pelo Parque Antártica, o Club Athletico Paulistano queria o Velódromo de São Paulo, e neste contexto o Club Athletico Paulistano junto com a Associação Atlética das Palmeiras se retira da liga e cria a Associação Paulista de Sports Athléticos ou simplesmente APSA, que depois passou a se chamar Associação Paulista de Esportes Atléticos ou APEA. As duas entidades organizaram cada uma seu próprio Campeonato Paulista até o campeonato de 1916. Em 1917 a Liga Paulista de Foot- Ball encerrou suas atividades. == Ver também == * Federação Paulista de Futebol Categoria:Organizações de futebol do Brasil Categoria:Organizações esportivas do estado de São Paulo Categoria:Futebol do estado de São Paulo Categoria:Organizações esportivas fundadas em 1901",
 "title": "Liga Paulista de Foot-Ball"
}