{
 "id": "118300",
 "text": "Oscarito, nome artístico de Oscar Lorenzo Jacinto de la Inmaculada Concepción Teresa Díaz (Málaga, 16 de agosto de 1906 – Rio de Janeiro, 4 de agosto de 1970), foi um ator espanhol, naturalizado brasileiro. É considerado um dos mais populares humoristas do Brasil, ficando famoso pela dupla que fez com Grande Otelo, em comédias dirigidas por Carlos Manga e Watson Macedo. == Biografia == Oscarito nasceu na Espanha, numa família circense. A família imigrou para o Brasil quando Oscarito tinha um ano de idade. O artista se naturalizou brasileiro em 1949. Estreou no circo aos cinco anos de idade no papel de um índio, numa adaptação da obra O Guarani, de Carlos Gomes. Ali aprendeu a tocar violino e também foi palhaço, acróbata e trapezista. Estreou no teatro de revista em 1932, na peça Calma, Gegê, que satirizava o presidente Getúlio Vargas, de quem se tornaria amigo. No cinema, estreou em Noites Cariocas, de 1935, embora tenha figurado num filme anterior, e foi nessa arte que ganhou enorme popularidade no país. Fez parceria com Grande Otelo em diversos filmes de chanchada. Seu nome, no Brasil, era paralelo para os maiores humoristas do cinema, como Charles Chaplin ou Cantinflas. Foi casado com Margot Louro, com quem teve dois filhos. Na manhã de 15 de julho de 1970, machucou-se ao realizar um salto que fazia em apresentações. Foi internado e, em seguida, sofreu um AVC. Já em coma, faleceu no dia 4 de agosto. Seu corpo foi velado no salão nobre da Assembleia Legislativa da Guanabara, com a presença de mais de duas mil pessoas. O enterro levou cerca de quinhentas pessoas ao Cemitério São João Batista. == Trabalhos == Oscarito atuou em diversas produções brasileiras. Ano Titulo Papel 1968 Jovens Pra Frente Padre 1968 A Espiã que Entrou em Fria Taxista 1965 Crônica da Cidade Amada Pai 1962 Os Apavorados Didu 1961 Entre Mulheres e Espiões Henrico 1960 Os Dois Ladrões Jonjoca 1960 Duas Histórias Cacareco 1959 O Cupim Tristão dos Prazeres 1959 Pintando o Sete Palhaço Catito 1959 O Homem do Sputnik Anastácio 1959 Esse Milhão é Meu Felismino Tinoco 1957 De Vento em Popa Chico 1957 Treze Cadeiras Bonifácio 1957 Papai Fanfarrão Tibério 1956 Vamos com Calma Buscapé 1956 Colégio de Brotos Agapito 1955 O Golpe Narciso 1955 Guerra ao Samba Camacho e Porfírio 1954 Matar ou Correr Xerife Kid Bolha 1954 Nem Sansão nem Dalila Horácio / Sansão 1953 A Dupla do Barulho Tonico 1952 Três Vagabundos Boa-vida e Carne Assada 1952 Carnaval Atlântida Professor Xenofontes 1952 Barnabé, Tu És Meu Barnabé 1951 Aí Vem o Barão Carlos Ferderico 1950 Aviso aos Navegantes Frederico Cinemateca Brasileira, Aviso aos navegantes [em linha] 1949 Carnaval no Fogo Serafim 1949 Um Caçula do Barulho Operário 1948 É Com Este Que Eu Vou Oscar e Osmar 1948 Falta Alguém no Manicômio Gastão 1948 ... E o Mundo Se Diverte Pacheco, faxineiro do teatro 1948 Asas do Brasil Marinheiro 1947 Este Mundo é um Pandeiro Falso marido 1946 Fantasma por Acaso Zézinho (\"José Sobrinho Filho\") / Daniel Matos 1945 Não Adianta Chorar 1944 Gente Honesta Risadinha 1944 Tristezas não Pagam Dívidas Carlinhos 1942 Os Malandrões 1941 O Dia É Nosso Dr. Lemos 1941 24 Horas de Sonho Leôncio 1941 Céu Azul Vitorino Vitório 1939 Banana da Terra Conselheiro-mor 1939 Está Tudo Aí! Juquinha 1937 Bombonzinho 1936 Alô, Alô Carnaval Homem no cassino 1935 Noites Cariocas Homem no bar 1933 A Voz do Carnaval == Ligações externas == * Oscarito em Cinema Brasileiro * Oscarito Enciclopédia Latinoamericana Categoria:Artistas circenses do Brasil Categoria:Atores de cinema do Brasil Categoria:Brasileiros de ascendência espanhola Categoria:Cidadãos naturalizados do Brasil Categoria:Espanhóis expatriados no Brasil Categoria:Humoristas do Brasil Categoria:Maçons do Brasil Categoria:Mortes por acidente vascular cerebral Categoria:Naturais de Málaga Categoria:Sepultados no Cemitério de São João Batista (Rio de Janeiro) Categoria:Teatro de revista",
 "title": "Oscarito"
}