{
 "id": "118344",
 "text": "A Blastomicose também conhecida como Blastomicose Norte-Americana, Doença de Chicago ou Doença de Gilchrist é uma doença pulmonar causada pelo fungo Blastomyces dermatitidis. É pouco frequente em humanos, gatos e cachorros. Para Blastomicose Sul-Americana, veja Paracoccidioidomicose. == Causas == O Blastomyces dermatitidis é um fungo dimórfico muito semelhante ao Histoplasma capsulatum que causa a doença Histoplasmose. A sua fase multicelular sexual é denominada Ajellomyces dermatitidis, do mesmo gênero da do H. capsulatum e é um ascomiceto, que vive livremente alimentando-se de detritos orgânicos do solo, madeira e plantas, produzindo esporos infecciosos. A forma que vive a 37°C e infecta o homem é uma levedura que se replica assexuadamente por geminação. == Epidemiologia == A blastomicose existe nas zonas rurais da América do Norte, e especialmente nos estados do Rio Mississipi nos Estados Unidos No entanto também existe nos estados das pradarias ocidentais do Canadá, na África, Índia, Arábia Saudita e Israel. Afeta principalmente os agricultores que trabalham a terra que contém os seus esporos (produzidos pela forma sexual livre). A infecção é pela inalação desses esporos infecciosos. Em locais endêmicos a incidência é entre 1 a 2 casos por cada 100.000 habitantes. A doença também afeta cães e gatos, sendo muito mais comum nesses animais.University of Maryland Medical Center (julho de 2006). Blastomicosis (en español). == Progressão e Sintomas == Após inalação dos esporos, as leveduras localizam-se nos pulmões, sendo fagocitadas pelos macrófagos, no interior dos quais sobrevivem e se multiplicam. Na maioria dos casos a infecção é assintomática e o sistema imunitário destrói o invasor. Há frequentemente formação de granulomas que limitam a disseminação das leveduras. Numa minoria há sintomas de pneumonia, com febre, suores, tosse e expectoração e falta de ar. Em alguns individuos imunodeprimidos ou mais idosos, pode haver disseminação do fungo, mesmo na ausência de sintomas pulmonares, com infecção de órgãos como a pele, baço, fígado e outros. Por vezes há limitação da doença ao pulmão sem resolução, desenvolvendo-se um quadro clínico semelhante ao da tuberculose. Os sintomas típicos da infecção respiratória incluemUniversity of Maryland Medical Center (julho de 2006). Blastomicosis (en español).: *Dor óssea, muscular e articular, principalmente no peito *Tosse com ou sem muco marrom ou com sangue *Fatiga e mal estar *Febre e suor frio *Perda de peso Na pele podem produzir pápulas, pústulas o nódulos roxos indolor, geralmente em partes expostas, que podem ulcerar e sangrar. Com o tempo podem deixar uma cicatriz branca.Kauffman CA. Blastomycosis. In: Goldman L, Shafer AI, eds.Goldman's Cecil Medicine == Diagnóstico == A expectoração ou biópsia de pele é observada ao microscópio, mas a cultura pode ser necessária para a identificação. == Tratamento == O tratamento é com antifúngicos como anfotericina B ou com derivados de azol, como itraconazol, cetoconazol o fluconazol. Categoria:Micoses",
 "title": "Blastomicose"
}