{
 "id": "118321",
 "text": "Gerald Thomas Sievers (Nova Iorque, 1º de julho de 1954), mais conhecido como Gerald Thomas, é um autor e diretor de teatro brasileiro com carreira internacional. Seus trabalhos se dividem entre o Brasil, a Inglaterra, a Alemanha e os Estados Unidos. == Biografia == Thomas aprofundou a sua vida teatral no La MaMa de Nova Iorque, espaço dedicado a encenações experimentais, adaptando e dirigindo peças dramáticas e a prosa de Samuel Beckett. Trabalhou com Julian Beck e o Living Theatre, inicialmente em Paris, adaptando novas ficções do autor, entre elas, All Strange Away e That Time com o próprio Julian Beck como ator, em sua única atuação como ator fora do Living. Com polêmicas adaptações em palcos brasileiros, dirigiu atores importantes como Fernanda Montenegro, Antonio Fagundes, Rubens Corrêa, Sérgio Britto, Tônia Carrero, Marco Nanini e Ítalo Rossi. Suas peças já foram apresentadas em vários países, em teatros como o Lincoln Center em Nova Iorque, o Teatro Estatal de Munique, o Wiener Festwochen de Viena e eventos como o Festival de Taormina. Nos 15 países em que já se apresentou, suas produções foram, muitas vezes, transmitidas em redes nacionais de TV. Nos anos 1980, além de Samuel Beckett, Gerald Thomas trabalhou com o autor alemão Heiner Müller, encenando suas obras nos Estados Unidos e no Brasil. Também nessa época começou uma parceria com o compositor americano Philip Glass. == Ópera Seca == Em 1985, Thomas idealiza e dá forma à sua Companhia Ópera Seca, em São Paulo. Com a Companhia, Thomas escreveu e dirigiu grandes sucessos, entre eles: * Eletra com Creta * A Trilogia Kafka * Carmem Com Filtro * Mattogrosso * The Flash and Crash Days * A Trilogia da B.E.S.T.A. * M.O.R.T.E Em 2009, Thomas escreveu um manifesto declarando seu \"adeus para o teatro\". No entanto, em 2010, radicado em Londres, fundou a Cia. London Dry Opera. Throats, escrito e dirigido por ele, teve sua temporada no Teatro Pleasance em Islington de 18 de fevereiro a 27 de março de 2011. Segundo Thomas, o espetáculo era uma tentativa de exteriorizar o que sentiu testemunhando os ataques de 11 de setembro de 2001, quando ajudou no socorro às vítimas no World Trade Center. Desgostoso com esse trabalho, por acreditar não ter corrido riscos e ter se plagiado, Thomas reformulou totalmente a peça, dando origem a Gargólios, que estreou em São Paulo em julho de 2011. Segundo o autor, \"Fiz cenas que nem eu entendo direito por que estão lá, mas que têm o som da verdade\". Com a mesma London Dry Opera, encena Gargólios - que faz viagens mundo afora. Em 2012 - 2013, Thomas publica livros como Nada Prova Nada (editora Record) e seu livro de desenhos e pinturas Arranhando a Superfície (editora Cobogó) e, finalmente volta aos palcos brasileiros com Ney Latorraca, Edi Botelho e a atriz portuguesa Maria de Lima em Entredentes (de sua autoria) no Sesc Consolação em São Paulo. == Vida pessoal == Foi casado com a cineasta Daniela Thomas, e também com a atriz Fernanda Torres. == Prêmios == * Prêmio Molière * Prêmio Mambembe == Polêmicas == Em outubro de 2003, na apresentação de sua montagem Tristão e Isolda no Teatro Municipal do Rio de Janeiro, diante das vaias do público, Thomas mostra as nádegas e simula um ato de masturbação. Foi acusado de cometer ato obsceno, mas acabou absolvido no Supremo Tribunal Federal. Em seu voto, o ministro Gilmar Mendes descaracterizou o crime, considerando que o ato \"não passou de um protesto grosseiro contra o público\". Em abril de 2013, na divulgação de um dos seus livros, Gerald tentou levantar a saia de Nicole Bahls durante uma entrevista realizada pelo programa Pânico na Band. Os integrantes do programa disseram que tudo não passou de uma brincadeira e criticaram o “sensacionalismo da imprensa”. Sobre o fato, o diretor disse que \"meteu a mão na menina\", mas que \"tudo termina em panos quentes\", como todas as coisas no Brasil, que é um \"paisinho de quarto mundo\", um \"Corsa que quer ser Mercedes\". Gerald Thomas também tentou abrir a braguilha da calça de Daniel Zukerman e enfiar a mão no vestido usado por Wellington Muniz, o Ceará, que estava caracterizado como Me come Bahls. No entanto, nenhuma denúncia formal foi realizada. Ainda no evento, o diretor colocou seu pênis para fora, o que também causou polêmica. == Trabalhos == * Em 10 de abril de 2014, Gerald Thomas estreou sua peça \"Entredentes\" no SESC Consolação - Teatro Anchieta, em São Paulo, retomando sua parceria com Ney Latorraca, Edi Botelho e Maria de Lima. Segundo o jornal Folha de S.Paulo, o espetáculo marca um renascimento do autor e diretor. \"Entredentes\" tem trilha do próprio autor e também de Philip Glass. * A tetralogia Asfaltaram a Terra 2006, composta pelos espetáculos: ** \"Brasas no Congelador\", que marcou estreia no teatro do apresentador de televisão Sérgio Groisman, com atores convidados da Companhia, tais como: Anna Américo, Edson Montenegro, Fábio Pinheiro, Gerson Steves, Juliano Antunes, Luciana Ramanzini, Pancho Cappeletti e outros. **Um Bloco de Gelo em Chamas, com Luis Damasceno (interpretando um papel feminino) e atores supracitados. **Terra em Trânsito com Fabiana Gugli como uma diva que alimenta um ganso para fazer foie gras. **Asfaltaram o Beijo, homenagem a Samuel Beckett, em que Gerald foi ator de um espetáculo inteiro pela primeira vez. * Um Circo de Rins e Fígados (2005), comédia política com Marco Nanini, foi o maior sucesso da carreira do diretor. Desde a sua estreia, em 30 de abril, a peça foi vista por mais de 80 mil pessoas em todo o Brasil e na Argentina. * Anchorpectoris (2004), com o subtítulo de \"United States of the Mind\", estreou no La MaMa em 6 de março, quase vinte anos após a estreia de \"All Strange Away\". * Tristão e Isolda (2003), no Teatro Municipal do Rio de Janeiro, ópera escrita por Richard Wagner, sob encomenda do imperador Dom Pedro II, posteriormente paga por um industrial brasileiro que vivia em Dresden. Porém, como o teatro só ficou pronto em 1908, a ópera estreou em Dresden e em Munique, em meados do século XIX). A montagem foi marcada pelo incidente ocorrido na estreia, em que a manifestação de nudismo de Gerald Thomas não agradou alguns setores da plateia. * Deus ex machina (2001), uma versão brasileira de peça dinamarquesa que Thomas escreveu e dirigiu para a Dr. Dante Aveny Company, \"Chief Butterknife\", em 1996. Com sua companhia brasileira, a peça assumiu um significado totalmente diferente, especialmente depois dos ataques de 11 de Setembro de 2001, que Thomas viu de seu apartamento em Williamsburg, tendo mais tarde participado do resgate no Ground Zero, durante 21 dias. * NxW (2000), concepção e direção de Gerald Thomas, baseada em protestos do filósofo Friedrich Nietzsche contra Wagner. * Ventriloquist (1999), de Gerald Thomas, baseado na ópera Moses und Aron, de Arnold Schoenberg. * Os Reis do Iê, Iê, Iê (Festival de Curitiba), 1997, reunião da Companhia Ópera Seca, baseada numa tradução do filme dos Beatles \"A Hard Day's Night\" com Gerald interpretando John Lennon. * Uma Breve Interrupção do Fim (1997), escrita e dirigida por Gerald Thomas. Coreografia de Suely Machado com o Grupo Primeiro Ato. * Babylon (1997), estreia mundial da ópera de Detlef Heusinger, concebida e dirigida por Gerald Thomas, encenada na Ópera de Mannheim (Deutsches National Theater). * Graal, Retrato de um Fausto Quando Jovem (1997), baseada no texto de 1952 do poeta brasileiro Haroldo de Campos, adaptado para o teatro por Gerald Thomas, com música de Michelle Dibucci. Estreou no Teatro Carlos Gomes do Rio de Janeiro, em 2 de outubro de 1997. * Nowhere Man (1996), com apresentações esporádicas no Brasil, Chile e Argentina. * Quartett (1996, 1986 e 1985), de Heiner Müller, em 1996, com Ney Latorraca e Edilson Botelho. Estreou em Nova York em 1985 e no Brasil em 1986, com Tônia Carrero e Sérgio Britto nos papéis principais. * Tristão e Isolda (1996 e 2004), de Richard Wagner. Deutsches National Theater de Weimar, com apresentações mensais. * Uma Breve História do Inferno (1996, inacabada), libreto e cenários de Gerald Thomas. Coreografia de Ismael Ivo. Deutsches National Theater, Weimar. * \"Missa\" (1996) de Janacek, estreou em dezembro na Opera de Krakaw (Cracóvia), com elenco da European Mozart Foundation. A produção viajou por oito cidades europeias, incluindo Florença, Paris, Bruxelas e Estrasburgo. * Chief Butterknife and the Haunting Spirit of his Archenemy, Kryptodick (1995), que estreou em Copenhague, em 25 de janeiro. == Obra literária == * Thomas, G. Scratching the surface (Arranhando a superfície), Editora Cobogó (desenhos e ilustrações, 2012) * Thomas, G. Nada Prova Nada!, Editora Record (artigos, 2011) *Encenador de Si Mesmo, Editora Perspectiva, 1996 *Flash and Crash Days\" em colaboração com o critico David George *Cidadão do Mundo - com Edi Botelho. Autobiográfico. (Editora Aplauso) == Referências bibliográficas == * FERNANDES, Sílvia. \"Memória e invenção: Gerald Thomas em cena. São Paulo: Perspectiva, 1996. * FERNANDES, Sílvia e Guinsburg, J. \"Encenador de si Mesmo: Gerald Thomas\" (1996) * BORNHEIM, Gerd. In: CARMEM COM FILTRO 2. Direção Gerald Thomas; texto Gerd Bornheim. Rio de Janeiro, 1989. Programa do espetáculo, apresentado em 1989. * GEORGE, David \"Flash and Crash Days\", Taylor & Francis == Ligações externas == * Biografia no UOL * * (21 de julho de 2007) * * * Companhia Ópera Seca * Página do diretor Categoria:Dramaturgos do Brasil Categoria:Diretores de teatro do Brasil Categoria:Judeus do estado do Rio de Janeiro Thomas Thomas Categoria:Brasileiros de ascendência norte- americana Categoria:Brasileiros de ascendência inglesa Categoria:Produtores de teatro do Brasil Categoria:Judeus do Brasil",
 "title": "Gerald Thomas (diretor de teatro)"
}