{
 "id": "118469",
 "text": "\"When I'm Sixty-Four\" é uma canção da banda britânica The Beatles, composta por Paul McCartney (porém co-creditada a John Lennon) e lançada em 1967, no álbum Sgt. Pepper's Lonely Hearts Club Band. Seu ritmo é baseado no music hall inglês dos anos 20 e 30, dando um tom de antiguidade à peça, unindo o sentido à letra da canção. De acordo com pelo menos um biógrafo da banda, a canção \"teria como alvo principalmente os pais, e como resultado obteve uma resposta fria da própria geração dos Beatles.\" ==Composição== A canção é interpretada pelo ponto de vista de um jovem para a sua amante, e trata dos seus planos de envelhecer com ela. Embora o tema seja este, foi uma das primeiras canções compostas por McCartney, quando ele tinha apenas dezesseis anos. Os Beatles a utilizaram em seu início como uma canção que podiam tocar quando os amplificadores quebrassem ou na falta de energia elétrica. Tanto George Martin quanto Mark Lewisohn especularam que McCartney teria pensado na canção quando iniciaram-se as gravações de Sgt. Pepper, em dezembro de 1966, porque seu pai teria feito 64 anos no início daquele ano. Lennon teria comentando, a respeito da canção: \"Paul a compôs nos dias do Cavern. Só colocamos algumas palavras a mais na letra dela, como 'grandchildren on your knee' e 'Vera, Chuck and Dave' ... esta era somente uma que fazia bastante sucesso conosco.\" Em sua entrevista de 1980 para a revista Playboy, Lennon também disse: \"Eu jamais sonharia em compor uma canção como aquela.\" ==Instrumentação== Um trio de clarinetes (dois clarinetes soprano em si bemol e um clarinete baixo) aparece com destaque na canção, o que é pouco comum na maior parte dos gêneros musicais, e especialmente no contexto do rock and roll. Compostas por Martin, foram acrescentadas a pedido de McCartney, para \"contornar o fator piegas\" usando os clarinetes \"de uma maneira clássica.\" No verso final da canção o clarinete é tocado em harmonia com o vocal de McCartney, um método pouco comum de harmonização, especialmente em 1967. Entre os instrumentos de acompanhamento estão piano honky-tonk, contrabaixo, guitarra elétrica e os sinos tubulares. ==Gravação== A canção foi gravada em 6 de dezembro de 1966, durante uma das primeiras sessões do próximo álbum da banda, ainda sem título, que posteriormente viria a ser Sgt. Pepper's Lonely Hearts Club Band. Foram feitas múltiplas sessões de overdub, incluindo os vocais principais, de McCartney, em 8 de dezembro, além dos backing vocals feitos por McCartney e George Harrison, em 20 de dezembro. Os clarinetes foram gravados no dia seguinte. A canção está no tom de ré bemol maior; os Beatles a gravaram em dó maior, porém o take principal foi acelerado de forma a subir um semitom, por insistência do próprio McCartney. Martin se lembra de que Paul sugeriu esta mudança para fazer sua voz parecer mais jovem. Em suas palavras, \"eu queria parecer mais jovem, mas aquilo foi só para fazê-la parecer mais chamativa; apenas subi o tom porque ela estava começando a soar pomposa.\" ==Lançamento e recepção== A canção foi quase lançada como lado B de um single, de \"Strawberry Fields Forever\" ou \"Penny Lane\"; George Martin, no entanto, acabou optando por lançá-la num single duplo (com dois lados A). O single não chegou à primeira posição nas paradas de sucesso britânicas, o que rompeu com um ciclo de primeiras posições da banda que se estendia até 1963. Se a canção tivesse sido lançada como um lado B, não teria aparecido em Sgt. Pepper. ==Créditos== * John Lennon – guitarra solo, backing vocal * Paul McCartney – vocal principal, baixo, piano * George Harrison – backing vocal * Ringo Starr – bateria e sinos tubulares * Robert Burns, Henry MacKenzie e Frank Reidy – dois clarinetes, clarinete baixo ==Ligações externas== * Letra da canção * Informações sobre a canção - BBC Categoria:Canções gravadas por The Beatles Categoria:Canções compostas por Lennon/McCartney Categoria:Canções produzidas por George Martin Categoria:Canções de 1967",
 "title": "When I'm Sixty-Four"
}