{
 "id": "118541",
 "text": "Os hatitas eram um povo autóctone que habitava a região de Hati (na Anatólia central), perto da atual Ancara, Turquia, antes de povos indo-europeus se assentarem na região e do surgimento do Império Hitita. Verbete hattian. ==História== Pouco se sabe sobre os hatitas. Especula-se que ocupassem a região da Anatólia, próximo ao rio Quizil Irmaque, desde antes dos povos indo- europeus (hititas, luvitas e palaítas) se assentarem na região. É possível que tenham chegado à Anatólia até mesmo depois dos primeiros indo-europeus, mas parecem ser o primeiro povo permanentemente habitando a região. Tantos os hititas quanto os palaítas viriam a tomar emprestado parte da língua e da religião dos hatitas; os rituais religiosos, por exemplo, eram conduzidos em língua hatita por um longo tempo. As primeiras fontes históricas da região são os relatos de comerciantes assírios estabelecidos na Capadócia entre os séculos XIX e XVIII antes de Cristo. A essa época, a região era um país dominado pelos hititas (ou nesitas), mas onde os elementos hatitas estavam ainda bem presentes. Nessa época, existia um \"reino de Hati\", cuja capital estava situada em Hatusa (que viria a ser também a capital dos hititas). Esse reino era associado a um tal \"reino de Zalpa\", sediado na cidade de Zalpua. Esse primeiro Reino de Hati cairia em ante o rei Anita de Cussara, que teria vencido o rei hatita da época, Huzia, e destruído Hatusa. Note, porém, que, se já se disse que Huzia era um nome hatita e que tal reino seria uma entidade política dominada por esse povo (a ponto de se afirmar que a luta contra os hititas/nesitas seria um conflito étnico), não se pôde confirmar essa hipótese, e há indícios de que Hatusa já estava sendo regida por uma dinastia hitita, como a que fundaria o império hitita no == Cultura == Muito da cultura hatita é conhecido por sua influência sobre os hititas, especialmente no que tange à religião e à língua. === Língua === A língua hatita é uma língua aglutinante sem parentesco certo com qualquer família linguística: enquanto uns a consideram uma língua isolada, alguns pesquisadores vêem relação entre o hatita e as línguas caucasianas do noroeste, Verbete hattic. como o abecásio. De fato, a língua hatita compartilha com esses idiomas a ausência de gênero gramatical e o uso de prefixos. Tal língua foi usada em Anatólia até o princípio do segundo milênio antes da nossa era. O hatita não tem um sistema de escrita próprio. Entretanto, seus escribas provavelmente utilizavam o sistema de escrita cuneiforme para transações comerciais. Com a chegada dos hititas, por volta do ano , as línguas anatólias perderam espaço para as línguas dos recém-chegados indo-europeus. Entretanto, a língua hatita foi utilizada como língua litúrgica até a queda do Império Hitita, em 1200 antes da era corrente, além de ter sido um importante substrato para a língua hitita. O hatita era escrito pelos hititas através da escrita cuneiforme, que precediam as passagens escritas em hatita com o advérbio hatili. === Religião === Os hititas conservaram vários rituais religiosos dos hatita, tanto transcrevendo a língua hatita em escrita cuneiforme quanto traduzindo textos hatitas para a língua nesita. Os registros desses rituais (que faziam referências a mitos hatitas, como A Lua caída do Céu) estão, infelizmente, com lacunas demais para serem bem compreendidos. Em compensação, os nomes dos deuses hatitas são bem conhecidos, porque adotados pelos hititas. A deusa-sol de Arina, divindade do mundo subterrâneo, corresponde à deusa hatita Wurushemu. Seu companheiro, o deus da tempestade, associado de maneira geral à água, chamava-se Taru (donde viria o hitita Tarunta e tinha dois importantes santuários no país hatita, em Neric e em Zippalanda. O deus-sol Estan também é mencionado como consorte de Wurushemu. O deus agrário hitita Telebinu, filho de Wurushemu e de Taru (ou de Estan), talvez mais relacionado ao clima que à vegetação, é sem dúvida de origem hatita. Outros deuses hatitas importantes são Wurunkatte, deus da guerra; Inara, filha de Taru e gênio protetor de Hatusa; Halmasuit, a deusa-trono; e Kunzanisu, deusa lunar. Há também as divindades associadas com a morte: Siwat (geralmente referenciado como \"O dia de sorte\", um eufemismo para dia da morte), frequentemente mencionado em rituais funerários; Lewani, primeiramente um deus e posteriormente uma deusa, é associado ao mundo dos mortos; Sulinkatte, associado ao Nergal babilônio; e Istustaya e Papaya, que tecem os fios do destino. Alguns deuses eram mencionados em antigas colônias assírias, sendo depois referidos no idioma luvita: Pirwa, Ilali, Tarawa e Assiyat. Zithariya era um deus representado por um escudo em procissão. Também se conhece Kait, a deusa dos cereais, Hasammeli, o deus-ferreiro de quem trabalha com metais, e Hapantalli, um deus- sol mencionado na lenda hitita A Lua que Caiu do Céu. ==Terminologia== Embora o termo hititas tenha chegado até nós como o nome do povo indo-europeu que viria a conquistar a Anatólia, os hititas chamavam sua língua de nesili, em referência à cidade de Nesa, ou Canés (sendo por isso também chamados de nesitas). O que os hititas chamavam hatili era de fato a língua dos hatitas. Quando os hititas se instalaram na região, porém, fundaram seu grande império e acabaram por adotar o nome derivativo do antigo termo Hati, que chegou até nós através de fontes fontes do Antigo Oriente, incluindo a Bíblia. Categoria:Hititas Categoria:Povos da Antiguidade Categoria:Anatólios Categoria:Civilizações",
 "title": "Hatitas"
}