{
 "id": "118626",
 "text": "O merengue é um tipo de música e dança na qual um dos pés marca o tempo e o outro é arrastado no chão. É bastante popular em vários países latinos tais como Porto Rico, Cuba, Panamá, México, Honduras, Guatemala, Equador, São Tomé e Príncipe, Venezuela e é a dança nacional dominicana. É também largamente conhecido em Angola já que a sua origem é africana e foi levado pelos escravos da África Austral (Angola) para os novos territórios das Américas. O estilo mais popular do merengue é habitualmente interpretado por um amplo conjunto de instrumentos que inclui vários saxofones, acordeões, trompetas e teclados, com vocalistas divertidos. Ao nível coreográfico, o merengue apresenta passos fáceis e rápidos, dançados por casais entrelaçados. Entre 1838 e 1849, a dança chamada \"Upa Habanera\" (Upa de Havana) fez seu caminho no Caribe sendo bem- vinda em Porto Rico. Um dos passos desta dança era chamado de merengue e isso denominou a dança quando aportou em solos dominicanos. Permaneceu desconhecida para muitos até que o coronel Alfonseca escreveu letras para a nova música. Em 1844, o merengue ainda não era popular, mas em 1850 estava em voga, tirando o lugar antes ocupado pela tumba. Nesta época, os jornais de Santo Domingo iniciaram uma campanha contra o merengue em favor da tumba. A alta sociedade não o aceitava pois as letras eram vulgares, descendiam de negros africanos e não tinham caráter religioso. Mas aos poucos, o merengue foi ganhando espaço No começo do século XX, alguns músicos tentavam introduzir o merengue nos salões de bailes, porém ainda encontravam resistência da alta sociedade que não aceitava as letras das músicas. Em 1930, Rafael Trujilo usou as músicas em sua campanha presidencial através das rádios. Uma família aristocrática pediu para Luiz Alberti para escrever uma letra decente e fez \"Compadre Pedro Juan\" que não foi só aceita pela sociedade como tornou-se um sucesso. A partir daí, o ritmo tornou-se muito popular e passou a ser dançado em muitos lugares do Caribe e América do Sul. Atualmente, o merengue, assim como seu primo samba, sofreu influências norte americanas, como a de grandes bandas. Os instrumentos mudaram, mas o ritmo continua inconfundível. A dança é muito alegre e contagiante, com passos fáceis que permitem a cada dançarino se expressar através de seu gingado, podendo também ser dançada por um casal. == Ligações externas == * * Categoria:Danças da Venezuela Categoria:Danças populares Categoria:Danças sociais de salão Categoria:Música da República Dominicana",
 "title": "Merengue"
}