{
 "id": "118688",
 "text": "O Castelo de Ourém, também conhecido como Paço dos Condes de Ourém, localiza- se na cidade de mesmo nome, freguesia de Nossa Senhora das Misericórdias, município de Ourém, distrito de Santarém, em Portugal.Ficha na base de dados SIPA Em posição dominante sobre a vila medieval e a ribeira de Seiça, é considerado um dos mais belos castelos portugueses. O Castelo de Ourém está classificado como Monumento Nacional desde 1910.Ficha na base de dados da DGPC ==História== ===Antecedentes=== Embora as informações acerca da primitiva ocupação humana de seu sítio sejam escassas, a sua localização e características particulares (em torno de uma fonte de água) levam os estudiosos a acreditar que tenha se desenvolvido desde a pré-história, sucessivamente ocupado por Romanos, Visigodos e Muçulmanos. Estes últimos aí terão erguido uma fortificação. ===O castelo medieval=== À época da Reconquista cristã da Península Ibérica, incorporada a região aos domínios de Portugal, a toponímia Portus de Auren ou Portum Ourens encontra-se mencionada como termo de Leiria, na Carta de Foral passada a esta vila em 1142. Essa toponímia também consta no documento de doação do Castelo de Cera à Ordem dos Templários (1159), e num documento do Bispo de Lisboa a D. Afonso Henriques sobre uma disputa territorial com os Templários (1167). Acredita-se, desse modo, que a primitiva povoação se localizasse num dos vaus da ribeira de Seiça, provavelmente em algum ponto entre as atuais Sabacheira e Seiça. A antiga fortificação muçulmana deverá ter sido reconstruída nos primeiros tempos da monarquia, uma vez que a primeira referência a um castelo de planta triangular no alto do monte remonta a 1178. A povoação e seus domínios foram doados por D. Afonso Henriques (1112-1185) a sua filha, D. Teresa, em data anterior a 1180, visto que neste ano a infanta lhe outorgou Carta de Foral. Em seu testamento, em 1183, se esclarece que o local se denominava anteriormente Abdegas: \"Aprouve-me fazer testamento do eclesiástico de Auren, que antes se chamava Abdegas\". O rei D. Afonso II (1211-1223) confirmou o foral dado pela infanta à vila. Diante do casamento de D. Sancho II (1223-1248) com D. Mécia Lopes de Haro (anteriormente a 1245), preocupados com a descendência ilegítima que poderia advir desta união entre primos, os partidários do infante D. Afonso, encabeçados por Raimundo Viegas Portocarrero, raptaram-na, levando-a para o Castelo de Ourém, que resistiu ao cerco das forças do soberano (1246). D. Mécia retirou-se pouco depois para Castela, tendo se intitulado, até à morte, rainha de Portugal. O rei D. Dinis (1279-1325) doou a vila e o respectivo castelo à sua esposa, a rainha Santa Isabel (1282). Diante do fraco povoamento, entretanto, esses domínios reverteram para a Coroa, sendo doados, em 1299, a Martim Lourenço da Cerveira, com obrigação de os povoar. Sob o reinado de D. Pedro I (1357-1367), o termo da vila foi elevado a condado, sendo 1.° conde de Ourém o nobre D. João Afonso Telo de Menezes. Quando da eclosão da crise de 1383-1385, a povoação e seu castelo, governados pelo conde de Barcelos, D. João Afonso Telo de Menezes, irmão da rainha viúva D. Leonor Teles, tomaram o partido por D. Beatriz. Foram conquistados pelas forças do Mestre de Avis, no início do Verão de 1384. thumb|250px|right|Paço dos Condes de Ourém, Portugal: ruínas. Data do século XV a fase de grande esplendor da vila, sob a direção de D. Afonso, 4.° conde de Ourém, que promoveu grandes reformas no conjunto do castelo medieval, fazendo erguer ainda o edifício do Paço e a Igreja da Colegiada. ===Do terramoto de 1755 aos nossos dias=== O conjunto defensivo foi vítima do terramoto de 1755, que lhe causou danos. Posteriormente, no contexto da Guerra Peninsular, sofreu extensos danos causados quando da ocupação da vila pelas tropas napoleónicas sob o comando do general André Masséna (1810). Classificado como Monumento Nacional por Decreto publicado em 23 de Junho de 1910, o conjunto foi posteriormente restaurado pela Fundação da Casa de Bragança. A Vila Nova de Ourém foi elevada a cidade de Ourém em 16 de Agosto de 1991. ===Reabilitação em 2021=== A Câmara Municipal de Ourém e Fundação Casa de Bragança foram quem promoveram obras de reabilitação, que ficaram concluídas em julho de 2021. Nas obras foi colocado novo pavimento, em soalho de madeira de castanho, ao nível do piso 0, onde se verificavam irregularidades no pavimento, e em parte do piso 1 (a nascente), sobre as paredes divisórias em pedra. Foram reutilizados os cachorros de pedra, bem como os negativos nas paredes, para apoio de vigas e barrotes de madeira. Garantiu-se a reversibilidade de materiais e técnicas assegurando a integridade física e restituindo a homogeneidade e as características inerentes à sua conceção e construção, garantindo assim a sua salvaguarda para o futuro. Foram ainda encerrados vãos com caixilhos em latão e vidro, reposta a cobertura do edifício e introduzidas novas estruturas técnicas. À entrada do edifício, foi recuperado o vão de entrada, composto por pedra irregular, tendo ali sido introduzido uma nova soleira em pedra, um patamar em gradil de latão e uma porta de madeira em riga velha. Foi também acrescentado um guarda-vento em latão. A nova cobertura do Paço é constituída por junta agrafada de zinco, incluindo isolamento e impermeabilização, colocada sobre o forro de madeira de castanho e das novas vigas, apoiadas sobre os cachorros de pedra existentes. O espaço é dotado de pendentes adequadas para encaminhar as águas pluviais até um segundo conjunto de gárgulas, também em bronze mas de secção circular, que as dispersarão no terreno envolvente. Luminárias suspensas dos tetos providenciam a iluminação, não afetando as paredes, acentuando ainda o caráter museológico do espaço. O Paço de Ourém é assim um espaço equipado com sistema apropriado à exibição dos conteúdos museológicos, de carácter temporário ou definitivo. Esse sistema é constituído por estruturas flexíveis e modulares, amovíveis, que permitem formar paredes autoportantes, para exposição de peças na vertical, ou criar suportes horizontais, em forma de mesas contínuas. ==Características== O castelo ergue-se no topo de uma colina, na cota de 330 metros acima do nível do mar. Apresenta planta no formato triangular irregular, com torres nos vértices. Ao centro da sua praça de armas abre-se uma cisterna de planta ogival, alimentada por uma fonte. A torre Noroeste é conhecida como Torre de D. Mécia, por ali ter sido confinada aquela infortunada esposa de D. Sancho II. No lado Norte do castelo abre-se o Terreiro de Santiago, com uma estátua do Condestável D. Nuno Álvares Pereira ao centro. No conjunto destacam-se ainda: * o Paço do Condes, que foi utilizado como residência oficial do conde D. Afonso. * Os torreões de entrada, erguidos por volta de 1450. À época, uma passagem coberta unia o Paço a uma torre cilíndrica, da qual nos resta a base, e daí se fazia a ligação ao castelo. O Paço e os dois torreões apresentam traços de inspiração veneziana, onde se destacam as cimalhas de tijolos salientes. * a Igreja da Colegiada onde se destaca a cripta. * a fonte em estilo gótico. * o Pelourinho em estilo barroco. ===Igreja da Colegiada de Nossa Senhora da Misericórdia=== O templo inicial foi fundado por D. Afonso Henriques. O Conde D. Afonso (4.º Conde de Ourém) remodelou e ampliou a igreja (1445), instituindo nela a Colegiada de Nossa Senhora das Misericórdias. O terramoto de 1755 destruiu a igreja na sua quase totalidade, tendo sobrevivido apenas a parte posterior da abside e a cripta, uma notável sala subterrânea (localizada sob a Capela-Mor) que apresenta semelhanças estruturais com a Sinagoga de Tomar. Este espaço, de teto abobadado apoiado em seis colunas com capitéis lavrados com motivos vegetalistas e geométricos, alberga o túmulo do Conde D. Afonso (o corpo foi trasladado para aqui em 1487), da autoria do escultor quatrocentista Diogo Pires-o-Velho; assinale-se a excecional qualidade da escultura jacente e do minucioso trabalho em pedra que decora as suas quatro faces. A reconstrução do templo data de 1758-70, apresentando uma estrutura simples e decoração barroca. File:Igreja Colegiada Nossa Senhora Misericórdia Ourém IMG 2948.JPG|Exterior da igreja File:Igreja Colegiada Nossa Senhora Misericórdia Ourém IMG 2957.JPG|Interior da igreja File:Igreja Colegiada Nossa Senhora Misericórdia Ourém IMG 2960.JPG|Interior da igreja File:Igreja Colegiada Nossa Senhora Misericórdia Ourém IMG 2964.JPG|Cripta; túmulo do Conde D. Afonso == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * Instituto Português de Arqueologia * Categoria:Nossa Senhora das Misericórdias Categoria:Património edificado em Ourém Ourem Categoria:Monumentos nacionais no distrito de Santarém Categoria:Castelos no distrito de Santarém",
 "title": "Castelo de Ourém"
}