{
 "id": "118742",
 "text": "A pneumocistose é uma infecção oportunista, uma pneumonia causada pelo fungo unicelular Pneumocystis jirovecii (antes referido como Pneumocystis carinii). No início do século passado, o Pneumocystis foi identificado e classificado como um protozoário. Cerca de 80 anos depois, através de métodos de análise de DNA, demonstrou-se que o agente era um fungo. Apesar de ter ocorrido um franco declínio da pneumocistose ou PCP ('Pneumocystis pneumonia') com o advento da terapia antirretroviral (TARV), o Pneumocystis continua sendo o agente isolado mais comum de pneumonia em pacientes infectados pelo HIV, numa taxa de 2–3 casos por 100 pacientes–ano. Em cerca de 50% desses casos, os pacientes desconheciam o diagnóstico de HIV. O contato primordial com o Pneumocystis jirovecii ocorre geralmente na infância. Assim, semelhante à turberculose, a PCP pode resultar tanto de uma nova infecção, quanto da reativação de uma infecção latente. Os pacientes com maior risco de desenvolvimento da doença são aqueles com episódios prévios ou contagem CD4<200 mm³. Outros importantes fatores de risco para a doença são candidíase oral, febre de origem indeterminada, sudorese noturna e perda ponderal inexplicada. == Sinais e sintomas == O paciente clássico com PCP inicia um quadro insidioso com dificuldade respiratória, tosse seca, desconforto torácico e febre. Este quadro em geral persiste por semanas ou até mesmo por alguns meses antes que o diagnóstico seja consolidado. Destaca-se a presença de uma importante hipoxemia. O exame físico não costuma auxiliar muito o diagnóstico e até mesmo a radiografia de tórax pode não revelar anormalidades. Com a evolução da doença, o exame radiológico revelará um infiltrado pulmonar difuso e bilateral, mais evidente na região peri-hilar que avança para as bases. Este quadro radiológico é menos comum em pacientes com AIDS já estabelecida. Em geral os ápices pulmonares são poupados. Já a Tomografia Computadorizada costuma revelar comprometimento difuso e nodular, em padrão de vidro fosco, do parênquima pulmonar acometido. == Diagnóstico == Com a suspeita clínica, poucos são os achados laboratoriais de importância para definição diagnóstica. Costuma chamar a atenção a importante hipoxemia, em geral grave e muitas vezes desproporcional à intensidade da dispneia. Verifica-se também um aumento do LDH. O diagnóstico definitivo requer o isolamento do Pneumocystis jirovecii em tecidos e fluidos. A expectoração costuma ser a primeira abordagem para o diagnóstico. Pode ser realizado, ainda, o lavado broncoalveolar, a biópsia transbrônquica ou a biópsia pulmonar aberta. == Prevenção == Antes dos conhecimentos atuais e do uso rotineiro da Terapia Antiretroviral (TARV) e da quimioprofilaxia, a PCP ocorria em 80% dos pacientes infectados pelo HIV. Atualmente, com o tratamento ideal, os números chegam a próximo de zero. A droga preferencialmente utilizada é o cotrimoxazol (Sulfametoxazol+Trimetoprim), por via oral, numa dose de 800/160 mg, três vezes por semana. Aos que não toleram a droga, pode-se usar como alternativa a Dapsona ou a Pentamidina inalatória. Os seguintes grupos devem receber profilaxia: # Profilaxia Primária: todos pacientes com contagem de CD4+ inferior a 200/mm³, candidíase orofaríngea ou febre de origem indeterminada por mais de 2 semanas. # Profilaxia Secundária: todos pacientes que já tiveram PCP == Tratamento == Diante de um casos suspeito, deve-se iniciar o tratamento empírico. O tratamento de escolha é o Sulfametoxazol-Trimetoprim (SMX/TMP), segundo esquemas que variam de acordo com a gravidade. A ação do medicamento é rápida e costuma ser observada em até uma semana do início do tratamento. A associação de corticoesteroides ao tratamento de PCP moderada a grave apresentou redução importante na mortalidade. Em casos de PCP leve a moderada, o tempo de tratamento é de 21 dias e em geral por via oral. Já no caso de PCP grave, recomenda-se administração por via endovenosa. Categoria:Micoses Categoria:Doenças respiratórias",
 "title": "Pneumocistose"
}