{
 "id": "118784",
 "text": "Loa loa é uma espécie de nematódeo do gênero Loa causador de um tipo de filaríase, especificamente denominada loaíase. Estes vermes estabelecem-se em pares, macho e fêmea, nos vasos linfáticos, podendo causar entumescências devidas à deficiente drenagem da linfa. Os vermes adultos produzem sexualmente inúmeras larvas microscópicas que migram pelo corpo, e são sugadas pelas moscas, transmissoras do sangue. A passagem dessas larvas pode dar diversos sintomas (veja filaríase). É comum as larvas migrarem de forma visível pelo branco (conjuntiva) do olho, donde vem o seu nome alternativo de \"larva do olho\". É transmitida pela picada das moscas gigantes da família Tabanidae, especialmente as do género Crysops. Existe na África tropical. O tratamento é com dietilcarbamazina e cirurgia. == Biologia == === Morfologia === Os vermes Loa loa possuem um corpo simples consistindo de cabeça, corpo, e cauda. Os machos variam de 20mm a 34mm de comprimento e 350μm a 430μm de largura. As fêmeas variam de 20mm a 70 mm de comprimento e podem ter uma largura de cerca de 425μm. Eles variam em cores. === Ciclo de vida === Três espécies envolvidas no ciclo de vida incluindo o parasita Loa loa, a mosca vetor, e o hospedeiro humano. * Uma mosca vetor morde um hospedeiro humano infectado e ingere microfilárias. * Microfilárias movem-se para o corpo gordo do inseto hospedeiro. * As Microfilárias se desenvolvem em larvas de primeiro estágio, segundo estágio, e então em larvas de terceiro estágio. * Larvas de terceiro estágio (infecciosas) viajam para a probóscide da mosca. * Uma mosca vetor infectada morde um hospedeiro humano não infectado e as larvas do terceiro estágio penetram na pele e entram no tecido subcutâneo humano. * Larvas amadurecem em adultos, que produzem microfilárias que foram encontradas no líquido espinhal, na urina, sangue periférico e pulmões. Categoria:Nematoda Categoria:Espécies descritas em 1864 Categoria:Nematódeos parasitas de humanos",
 "title": "Loa loa"
}