{
 "id": "118841",
 "text": "Naipe é cada \"família\" ou tipo das cartas. Cada naipe traz todos os números de 2 a 10, o Ás (que representa ora 1, ora 14), Valete, Dama e Rei. As 52 cartas representam as 52 semanas do ano. Os 4 naipes representam as 4 estações do ano. As 13 cartas de cada naipe representam as 13 semanas que compõem cada estação (carece de fontes). ==Termo== A palavra naipe, derivada do catalão naip, \"carta\" (que por sua vez é originada do árabe نَائِب, nāʾib, \"representante\") significa \"tipo\", \"família\", ou \"estilo\". Em algumas regiões do Brasil também é usada como gíria, como no contexto a seguir: \"olha o naipe daquele sujeito\" significando: \"olha o tipo daquele sujeito\". ==Nomenclatura== Existem diferentes tipos de baralhos, para cada um deles há naipes diferentes e, por conseguinte, nomes diferentes. Os mais antigos são figurativos e têm sido progressivamente substituídos pelo padrão estilizado francês. === Naipes espanhóis === O baralho espanhol, ou baraja, é adaptado do Ganjifa vindo do Egito no século 14 (tais cartas supostamente foram criadas na Pérsia, e depois se popularizaram na Índia, mas os registros escritos mais antigos vêm do país africano).The gamble of trick taking: The Ganjifa card game As cartas representam a sociedade da época em que foi criado. Os nomes dos naipes são:Quem inventou os naipes das cartas de baralho? *Copas - Pode ser traduzido do espanhol como Taças e é exatamente esse o símbolo usado, representa os oratores (religiosos, ou seja, o clero). *Espadas - Simbolizado por espadas, representam os bellatores (guerreiros e cavaleiros, ou seja a nobreza, de origem feudal e militar). *Ouros - Simbolizado por moedas de ouro, representa a burguesia (comerciantes das cidades e proprietários das guildas de manufatura, substituídas tempos depois pelas indústrias) *Paus / Bastões - Pode ser traduzido do espanhol como Bastões ou Paus e representam os laboratores (servos, ou seja, os camponeses e os trabalhadores das cidades). No baralho egípcio eram \"Tacos de polo\", esporte então desconhecido na Europa. === Naipes portugueses === Originados simultaneamente com os espanhóis, pelo menos a partir do século XV, apresentavam características próximas mas muito distintas (Rei-Cavaleiro-Dama, Ases com figuras de dragão, figuras em algumas cartas numéricas). Foram objeto de monopólio real (Real Fábrica das Cartas de Jogar) e tiveram uma grande evolução na iconografia mas extinguiram-se no fim do século XIX. Alguns baralhos tardios com esse padrão foram recentemente editados em Portugal pela Casa da Moeda. O Cavaleiro podia se chamar também \"Conde\" ou \"Valete\", a Dama (a mais baixa das \"cartas de corte\", distintamente do baralho francês) podia se chamar \"Sota\" e era sempre feminina ao contrário do baralho espanhol, sem qualquer coroa ou diadema. Deram directamente origem aos padrões malteses e japoneses (Unsun-Karuta) e influenciaram os antigos padrões italianos e da América Latina. === Naipes italianos === Utilizados nas várias regiões de Itália, onde muita da iconografia das cartas de jogar surgiu ou evoluiu, apresentam características próprias e muito regionais (Bresciane, Bergamasche, Trentine, Trevigiane, Triestine, Bolognesi, Napoletane e Piemontesi), nota-se influência dos padrões espanhóis e portugueses originais, principalmente nas regiões litorais mediterrânicas (pertenceram à coroa espanhola juntamente com Portugal em parte dos séculos XVI e XVII). Mesmo os jogos de cartas tradicionais mais antigos são muito parecidos em Portugal, Espanha, Itália e partes da França. === Naipes alemães === Na Alemanha, os naipes são estilizados de outra forma: * Herz (corações) * Eichel (bolotas) * Laub (folhas) * Schellen (sinos) === Naipes estilizados franceses === O baralho francês tornou-se padrão mundial a partir do século XIX. A estilização dos naipes facilitou a impressão das cartas e o seu manuseamento no jogo, melhorado com a introdução dos gráficos simétricos. Os povos anglo-saxónicos depressa o assumiram e distribuíram pelo seu império (com iniciais inglesas), tornando-se a norma da actualidade.Como surgiram os naipes do baralho? É atualmente o mais utilizado nos países de língua portuguesa, onde se adotaram os naipes franceses desde o fim do século XIX, mas com os nomes exclusivamente baseados no baralho de padrão português utilizado até essa época. Além disso, as cartas modernas realmente têm iniciais em inglês: K (de King, Rei), Q (de Queen, Rainha) e J (de Jack, Cavaleiro - Para evitar o K de Knight que confundiria com o Rei). Os naipes são: * Paus, em francês trèfles (trevos). Conhecido também como \"trevo\", \"pé de pinto\", \"couve\", \"arvorezinha\", \"zape\" ou \"Gato\" (truco) (informal); * Copas, em francês cœurs (corações). Admite as variações no nome: \"taça\", \"coração\" ou \"escopeta\"; * Espadas, piques (pontas de lança, referindo especificamente ao pique). Variações em português: \"espadilha\", \"seta\", \"lança\", ou, informalmente, \"punhal\" ou \"coração negro\"; * Ouros, carreaux (losangos). Chamado também de \"losango\" ou \"diamante\", ou, informalmente, \"balãozinho\", \"Doce de Leite\", \"Bebu\", \"pica fumo\" ou \"Salmora\" É de salientar que em França ainda se utilizam de forma limitada os naipes figurativos latinos, nomeadamente no jogo Alouette e nos jogos de Tarot. === Noutros países === A seguir eis uma lista dos nomes mais comuns em cada país dados aos naipes franceses, apesar de haver jogos específicos em que o naipe é chamado e/ou desenhado de outra forma.De onde vêm os nomes dos naipes do baralho? Copas Ouros Paus Espadas Estados Unidos, Canadá, Austrália e Reino Unido Hearts (corações) Diamonds (diamantes) Clubs (bastões) Spades (pás) Espanha e América Hispânica Copas (taças) Corazones (corações) Oros (ouros) Diamantes Bastos (bastões) Tréboles (trevos) Espadas Picas (lanças) Itália Cuori ou Coppe (corações) Quadri ou Denari (quadrados) Fiori ou Bastoni (flores) Picche ou Spade (lanças) Suíça Alemã Rosen (flores) Schellen (sinos) Eicheln (bolotas) Schilten (escudos) Países Baixos Harten (corações) Ruiten (losangos) Klaveren (trevos) Schoppen (espadas) ==Dígitos para os naipes== Funções da \"linguagem\" ASCII, que os computadores utilizavam antigamente, se tornaram obsoletas em editores de texto mais modernos. Tais funções (utilizadas na programação) acabaram por virar dígitos em tais editores de textos mais modernos (inclusive os da wikipedia). As funções que utilizam os bytes de 0000 0011 (3) a 0000 0110 (6) podem ser representadas (ou digitadas) por naipes de baralho, utilizando-se o teclado numérico à direita do teclado. *Copas: Pode ser digitada através de ALT + 3 (♥). *Ouros: Pode ser digitada através de ALT + 4 (♦). *Paus: Pode ser digitada através de ALT + 5 (♣). *Espadas: Pode ser digitada através de ALT + 6 (♠). Observa-se que: * O teclado numérico que fica acima do de alfabeto (latino) pode não representar os códigos ASCII. * Nem todos os editores de textos aceitam todos os caracteres ASCII. * Em alguns teclados (nem sempre, entretanto) a ativação da tecla \"num lock\" (ou \"number lock\", \"tranca-número\") interfere na digitação da sequência ALT + código (como por exemplo, um navegador pode confundir \"ALT + 4\" com \"ALT + esquerda\" e voltar para uma página antiga). == Ver também == * Baralho * Jogos de cartas Categoria:Cartas de baralho Categoria:Terminologia dos jogos de cartas",
 "title": "Naipe"
}