{
 "id": "118844",
 "text": "A Saia é uma peça do vestuário mais utilizada por mulheres para cobrir apenas as pernas. Desde o princípio da história, a saia vem sendo usada pela humanidade devido ao seu modelo simples e sua grande utilidade. Tudo nela é variável, desde o comprimento ao material utilizado na sua confecção, dos adornos utilizados em sua decoração até sua forma. De acordo com os padrões de uma época ou a moda, as saias podem ser mais compridas, mais volumosas ou mais justas. == História == É muito difícil saber quando que a saia começou a ser utilizada, mesmo porque há divergências quanto o que pode-se considerar saia. Desta maneira, iremos considerar qualquer vestimenta que cinje a parte inferior do corpo como um todo, sem divisão entre as pernas como tal. Logo, não é de se admirar que a primeira peça de roupa foi feita pelos humanos no período mesolítico e tratava-se de um pedaço de pele, sobra de alguma caçada, amarrada pela cintura, no formato de uma saia. Apesar deste passado tão remoto, o primeiro registro que algum destes antigos viventes da terra nos deixou de tal vestimenta é uma escultura suméria, que data de 3000 a.C. === Princípio === Devido a simplicidade de fabricação, não é de se admirar que mesmo depois dos sumérios, muitas outras civilizações utilizaram a modelagem da saia. Um exemplo disto é o Egito Antigo, que, até onde se sabe, só utilizava na parte inferior de suas vestimentas a saia, ou do poderosíssimo Império Romano, onde eram utilizadas túnicas que, na parte inferior, se assemelhavam às nossas saias modernas. Desta maneira, assim que este império se extinguiu, seus conquistadores começaram a absorver alguns de seus aspectos culturais, tais quais a vestimenta. Assim, as túnicas passaram a conviver com as bermudas, atadura e meias, se tornando a vestimenta padrão dos bárbaros por muito tempo, modificando-se muito pouco durante este período. A principal característica das roupas neste momento era a pouca diferenciação das mesmas entre os sexo. Na maiorias das tribos/reinos a veste dominante eram as túnicas, sendo que os homens costumavam utilizar as de “saia” mais curtas, fazendo par com meias, e as mulheres as mais compridas. Foi só no século XI que, em contato com a cultura oriental através (principalmente) das cruzadas, as roupas mudaram de maneira mais relevante. Além de trazerem para casa tecidos orientas, os quais eram muito mais refinados, os cruzados também trouxeram novos cortes, peças de roupa e “tecnologias”, como o botão. Se deparando com tantas novidades e histórias maravilhosas, as mulheres ocidentais começaram a mudar seu visual. As roupas se tornaram, paulatinamente, mais ajustadas no busto graças ao abotoamento lateral, as mangas se tornaram amplas no punho e muito compridas. === Séc.XII ao Séc.XVIII === Por volta de 1130, surge na vestimenta feminina uma nova peça: o corpete. Este ancestral do espartilho era feito bem justo até a altura dos quadris e dele saía uma saia ampla, a qual possuía pregas e podia tanto ter o comprimento na altura dos pés quanto ter até uma cauda. Isto obrigou as sobretúnicas a ficarem mais justas, o que começou a diferenciar de maneira mais clara as vestimentas femininas e masculinas, mas ainda sim não como veio a ocorrer mais tarde. Na segunda metade do séc.XIV, tomando a visão de muitos historiadores, o movimento de estética nas roupas ao qual damos o nome de moda inicia-se. Isto significa que, a partir de então, a parte mais endinheirada da sociedade nunca mais teve sossego tratando-se de vestimentas: as mesmas passaram a ficar defasadas com o passar de pouco tempo. Foi então que a vestimenta mais feminina que se conhece começou a ganhar forma: o espartilho. Junto a ele, usava-se uma saia ampla e comprida em pregas. Sobre tudo isto utilizava-se a contê-hardie, uma bêca semelhante a utilizada pelos homens. Durante um período deste século, foi moda que esta bêca não tivesse lados, ou seja, tivesse grandes aberturas laterais que permitiam entrever o vestido, o que causava um efeito interessante. Durante o fim do séc. XV e começo do XVI houve uma “germanização” geral na moda, a qual foi visível pelos abundantes recortes nas roupas masculinas (inspirados nos trajes dos Landsknecht alemãos). Já nas femininas, as quais não eram tão extravagantes quanto de seus companheiros, isto só era visto nas saias ricamente bordadas de seus vestidos de cintura apertadíssima. Já no séc.XVII a moda de usar uma única saia por baixo da túnica foi substituída pela que pregava várias saias utilizadas de maneira sobreposta a fim de dar volume. O espartilho continuou se desenvolvendo, mais ainda não havia se consolidado. O uso da bêca ainda era essencial sobre o vestido. Importante ressaltar novamente que os únicos que tinham acesso à estas vestimentas “na última moda” era os integrantes da classe alta, ou seja, nesta época a aristocracia cortesã. No fim do séc.XVII e início do XVIII surge na nobreza francesa um novo rei, o qual perseguia um ideal de ostentação extrema. Este soberano foi Louis XIV, também conhecido como O Rei Sol. Neste contexto de opulência o espartilho encontrou terreno fértil para se desenvolver plenamente e as várias saias foram substituída pelo panier, uma armação geralmente feita de galhos de salgueiro que sustentava a saia superior. O panier aumentava a saia lateralmente a tal ponto que algumas delas chegavam a ter até 2 metros de largura. Sobre esta armação era colocada a anágua e sobre esta era utilizada as saia, que podia ser tanto aberta quanto fechada (divisão criada pelos historiadores atuais). As abertas possuíam uma abertura frontal que permitia a visualização da anágua, a qual era ricamente adornada, enquanto as fechadas eram inteiriças. Os principais tecidos para confecção destas saias eram o veludo, o musseline e os tecidos brocados e adamascados. Para sustentar todo este luxo era usada uma grande porcentagem da renda pública, o que ajudou a agravar a crise pela qual a França passava. Os camponeses e a emergente classe burguesa juntaram-se para que pudessem acabar com toda aquela ostentação que, no fim, era paga por eles. Foi assim que, em 1789 irrompe a Revolução Francesa, a qual mudou os rumos da história (e da moda). Logo após sua vitória, os burgueses (os quais possuíam grande admiração pela antiguidade clássica) se inspiraram nos gregos e romanos para construir sua “nova civilização” e a moda não escapou deste revival. As mulheres abandonaram o espartilho e começara a utilizar roupas mais leves e esvoaçantes. A cintura passou a ser logo a baixo do busto, o que é hoje conhecido por cintura império As saias desta época eram compridas e passavam a ideia de leveza. === Séc.XIX e Belle Époque === Esta moda não durou muito e logo em 1820 o espartilho volta para a high fashion. Além dele, outras pequenas modificações ajudam a dar a impressão de cintura fina, dentre elas aumentar a amplidão da saia. A partir de 1830 a saia encurtou um pouco, ficando na altura no tornozelo, e a largura ficou ainda maior. Já em 1840 a saia voltou a crescer em comprimento e diminuir em volume, mas ainda sim permanecendo bem rodada, e a cintura abaixou um pouco. A prosperidade de da década de 1850 foi marcada pelo aumento exagerado das saias, que na primeira metade de década era obtido pelo uso de mais e mais anáguas, mas na segunda elas foram substituídas pela crinolina de armação. Esta fabulosa invenção consistia de uma saia com vários arames costurados, os quais davam a forma desejada à saia superior. Além de muito mais leve, a crinolina era muito mais prática e até ajudou a definir o “ponto erótico da década”: o suave balançar da saia produzido pelo andar da dama. A haute-couture começa nesta época, pelas mãos de Chales Frederik Worth. Na década de 1860 a crinolina deixa de ser um círculo perfeito e passa a ser mais comprido na parte de trás. Isto possibilitou que toda aquela armação fosse substituída pela anquinha posteriormente. A anquinha nada mais é que uma armação que ficava nas costas, logo abaixo da cintura, e acentuava a curva do quadril dramaticamente. A diminuição desta curva e o rebaixamento da mesma são as principais mudanças do período de 1877 a 1883, assim como a diminuição do volume da saia, a qual ficou com um aspecto semelhante ao de um sino. A partir daí, a anquinha volta com tudo e ainda mais marcada do que antes; agora, após a cintura há, literalmente, um apoio perpendicular à mulher de aproximadamente 30 cm. Na década de 1890 a anquinha desapareceu de vez e os vestidos ganharam definitivamente a forma de sino. Este padrão se manteve até aproximadamente 1910. É aí que surge Paul Poiret e revoluciona a maneira tradicional na qual eram feitos estes vestidos. Poiret criava inspirado nas vestimentas orientais e uma de suas criações mais célebres foi a saia Hobles, uma saia tão apertada que as mulheres foram obrigadas a usarem uma espécie de cinto nos joelhos a fim de andarem com passos menores e não estragarem suas saias. Todo o figurino de Poiret era muito suntuoso, cheio de penas, pérolas, bordados, apliques, pedras... Não foi despropositalmente que a tendência seguinte negasse tudo isto. === Coquettes e Ladies (1920 a 1939) === Na década de 1920, após passar por uma guerra, as mulheres queriam estar na moda sem ter seus movimentos tão privados pelas roupas. Foi neste contexto que surgiu Gabrielle Chanel, mais conhecida como Coco Chanel, a qual pregava a funcionalidade das roupas acima de tudo. Por isto, nesta década, as saias encurtaram de maneira nunca vista antes nas mulheres e o modelo mais utilizado era o reto. As calças também começara a serem usadas pelo sexo feminino aqui, porém de maneira que ainda não punha a supremacia das saias em perigo. Após a crise de 1929, um desejo crescente de glamour e ostentação se instalou no subconsciente coletivo. O resultado disto foi uma moda cheia de cetim, veludo, joias, peles e chapéus maravilhosos na década de 1930. As saias nesta época eram amplas e suntuosas ou no modelo lápis, mas todas compridas. Havia este consenso de romantismo no ar a ponto de o espartilho quase voltar, mas rompe a Segunda Grande Guerra e impede este plano. === Segunda Guerra Mundial === Novamente, as mulheres sofreram limitações horríveis e tiveram de substituir os homens no mercado de trabalho. Assim, uma moda mais funcional se instaura novamente. Saias mais curtas, simples, retas e que demandavam menos tecidos foram adotas em pouco tempo. Mesmo assim, a economia era tamanha que em muitos países, a única maneira de ter uma roupa que aparentasse ser nova era reformando as antigas para parecerem novas. === New Look e minissaia === A guerra acabou em 1945 mas é só em 1947 que o novo shape do New Look se instaura. Em negação as privações da década anterior, o new look (o qual imperou por toda década de 1950 também) consistia-se de uma cintura bem marcada e a saia extremamente rodada. O comprimento costumava ser no meio da canela, mas para eventos mais importantes, tornava-se mais comprida. A geração do BabyBoom alcançou a adolescência na década de 1960, e assim exigiu sua própria moda. Desta maneira, a hegemonia da haute-couture e do padrão de beleza mais maduro foram derrubados pelo Prêt-à-porter e pela moda jovem. Assim, a cintura abaixa e os comprimentos diminuem. As saias se tornam mais simples e funcionais e surge a minissaia. Provavelmente nunca saberemos ao certo se houve de fato um(a) inventor(a) da peça de roupa que foi um dos símbolos da liberação sexual dos anos 60. Sua autoria porém, é disputada tanto por Mary Quant quanto por André Courrèges) ou mesmo por Helen Rose, que colocou em cena diversas minissaias no clássico sci-fi Planeta proibido. === 1970 à contemporaneidade === Na década de 1970, esta multidão de jovens, que estão naquele intervalo entre a adolescência e a fase adulta começam a luta por seus ideais. Neste contexto, surgem principalmente duas correntes de moda jovem: o psicodelismo, com saias curtas, extravagantes, coloridas e chamativas e o hippie, com saias longas estilo indiana e princesa. Na década de oitenta todo este idealismo é deixada para trás e surge um neoconservadorismo, que pregava a volta dos trajes clássicos. A cintura voltou a seu lugar e aparece a saia baloné. Os yuppies marcaram esta década como os principais adotantes deste estilo. Na década de 1990, a minissaia voltou à moda, e continua até hoje. == Leituras adicionais == * LAVER, James. A Roupa e a Moda. São Paulo: Companhia das Letras, 2002. * GANDOLFI, Fiora. Il Novecento, Store di Moda: Gonne e Gonnelle. Modena: Zanfi, 1989. * RACINET, Abert. Eutopean Costume. Singaoura: HBM, 2000 == Ver também == * Minissaia * Kilt == Ligações externas == * Modelos de Saias * Tipos de vestidos !",
 "title": "Saia"
}