{
 "id": "118899",
 "text": "Agremiação Sportiva Arapiraquense, mais conhecido como ASA de Arapiraca ou simplesmente ASA, é um clube brasileiro de futebol sediado na cidade de Arapiraca (Alagoas). Foi fundado no dia 25 de setembro de 1952 e seus principais títulos são a Copa Alagipe (2005) e 7 Campeonatos Alagoanos (1953, 2000, 2001, 2003, 2005, 2009 e 2011) e 3 Copa Alagoas (2015, 2020 e 2021). No futebol de Alagoas, o ASA é tido como um dos grandes, junto com e , com participações nas Série A (1979), Série B (1980, 1981, 1984, 2010, 2011, 2012 e 2013) e Série C (1992, 1997, 2001, 2003, 2005, 2007, 2008, 2009, 2014, 2015, 2016 e 2017), Taça João Havelange (2000), que incluem vice-campeonato da Série C em 2009 e da Copa do Nordeste em 2013. Devido ao fato de representar Alagoas durante quatro anos seguidos na Série B, muitos alagoanos e grande parte da mídia já consideram atualmente o ASA como um dos times mais fortes do estado e um dos mais fortes da região Nordeste. Dentro de Alagoas, o ASA tem uma rivalidade histórica com o CSE de Palmeira dos Índios, chamado de Clássico do Interior. Na década de 1960, o clube alagoano fez diversas excursões pelo Nordeste, ganhando vários jogos, e assim ficou conhecido como \"Fantasma das Alagoas\", o que acabou sendo adotado como mascote do clube. Tem como patrimônio um clube social localizado na Rua Manoel Lúcio da Silva, no bairro Cacimbas e um centro de treinamento no Povoado Bananeiras, ambos em Arapiraca. Por causa da poesia na letra do hino do clube do professor Pedro de França Reis (\"Oh Craques da Sportiva, o ASA Gigante tornai\"), é conhecido como Gigante. == História == No ano de 1951, o prefeito de Arapiraca era o Dr. Coaracy da Mata Fonseca. A cidade começava a progredir. A empresa Camilo Colier construía a estrada de ferro, exigindo grande mão-de-obra do povo arapiraquense. Nos dias de folga, os trabalhadores procuravam o futebol como forma de lazer. E requisitaram aos donos da Camilo Colier a criação de um campo de futebol. O primeiro time formado pelos funcionários foi nomeado Ferroviário e apresentava as cores preto e branco. O ponto de encontro dos arapiraquenses nas tardes de domingo passou então a ser o Campo da Estação. Com a conclusão da estrada de ferro, o Ferroviário foi desativado. Inconformados com o fim do futebol na cidade, empresários e autoridades reuniram-se e, no dia 25 de setembro de 1952, a Associação Sportiva de Arapiraca era fundada, tendo como primeiro presidente o Sr. Antônio Pereira Rocha. === 1953: Primeiro título da história e quebra de Tabu no Alagoano === Em 1953, o ASA participa pela primeira vez do Campeonato Alagoano. E foi o campeão. O campeonato alagoano era dividido em dois grupos, grupo da capital e grupo do interior. O ASA bravamente foi campeão do interior, em decisões duríssimas contra o CSE de Palmeira dos Índios, iniciando uma rivalidade que dura até hoje: o \"Clássico do Interior\"). O Ferroviário de Maceió foi o campeão da capital, mas se negou a disputar a final contra o ASA. Com isso, a Federação Alagoana de Desportos, através do ato n. 6 de 20 de março de 1954 declarou o ASA campeão alagoano de 1953, ato publicado na Gazeta de Alagoas de 7 de abril de 1954. Em 1954 o Ferroviário foi novamente campeão da capital e resolveu jogar a final contra o 29 de Setembro de São Miguel dos Campos, campeão do interior daquele ano. Com a vitória do Ferroviário, ele se declarou bicampeão e a notícia se espalhou. Arapiraca era apenas a sexta maior cidade do Estado (hoje é a segunda maior) e o título de 1953 acabou sendo esquecido, apesar de comemorado pelos torcedores na época. Em 1998, o torcedor, pesquisador e advogado José Pereira Neto, com o auxílio de Lauthenay Perdigão, diretor do Museu dos Esportes de Maceió, encontrou o ato n. 6 publicado na Gazeta de Alagoas, resgatando o título que já estava esquecido pela mídia. === 1973: Mané Garrincha veste a Camisa do Alvinegro === Em 1973, Mané Garrincha jogou por quase noventa minutos com a camisa do ASA. Correu, driblou, mas não fez gol. O alvinegro venceu o CSA por 1–0. Ele só saiu de campo após ajudar a vitória ao ASA; o gol do alvinegro saiu dos pés de Cambota, aos 32 minutos do segundo tempo. Mané contribuiu para devolver a derrota da semana anterior. Dias antes, a \"alegria do povo\", como era conhecido, vestiu a camisa do CSA em um jogo amistoso contra o alvinegro, em Maceió. Na partida, o azulino venceu por 3–1. \"Seu Mané\" estava se despedindo da torcida brasileira. Seu futebol estava chegando ao fim. Suas pernas tortas já não corriam como antes. Seus dribles já não eram tão eficientes. Mesmo assim, Garrincha jogou e a torcida alagoana entendeu seu drama. Foi intensamente aplaudido em sua despedida. === 1977: O Fantasma de Alagoas === Em 1977, o ASA passa a chamar-se Agremiação Sportiva Arapiraquense. A boa participação no Campeonato Brasileiro de 1979, quando terminou na quadragésima colocação entre 94 clubes participantes, fez o Fantasma das Alagoas assombrar novamente, agora nacionalmente, recebendo citação de Chico Buarque e Edu Lobo em \"E Se...\" (\"E se o Arapiraca for campeão...\"). O clube homenageou a cultura fumageira da cidade (Arapiraca era conhecida como a capital brasileira do fumo) no ano de 1982, ao incluir a cor verde no uniforme. Mas essa mudança pouco durou e o ASA voltou, pouco tempo depois, a ser \"alvinegro\". Em 2000, após quase 47 anos sem ganhar um campeonato, sagrou-se Campeão Alagoano. O longo tempo de jejum foi compensado: o ASA conquistou os títulos de 2001, 2003, 2005, 2009 e 2011 sendo o \"campeão da década neste século\". Em 2005, o Asa aplicou a sua maior goleada no Campeonato Alagoano: 9–0 no Dimensão Saúde no estádio Rei Pelé em Maceió. Ainda nesse ano, foi campeão estadual e campeão da Copa Alagipe. === 2000 - 2001: A grande quebra do tabu === Após 47 anos sem conquistar o Campeonato Alagoano, o ASA conseguiu quebrar esse incômodo jejum, sendo o campeão alagoano de 2000. A decisão foi contra o CSA. Na primeira partida, o Azulão venceu por 3–1 em Arapiraca, coube, então ao ASA, a missão de reverter o placar em Maceió. O clube do interior foi subestimado pela diretoria do CSA, mas conseguiu vencer por 2–1, obrigando a ter o terceiro jogo, também disputado no Rei Pelé, e o ASA venceu novamente por 2–1, com gol do volante Jaelson e sagrou-se campeão do estadual pela segunda vez em sua história. No ano seguinte, derrotaria novamente o CSA na final do Alagoano e seria o campeão pela terceira vez desde sua fundação. Esse foi, até hoje, o único bicampeonato do ASA. === ASA surpreende o Palmeiras === Em 2002, o ASA encarou o na primeira fase da Copa do Brasil de 2002. O Verdão tinha em seu elenco jogadores de peso como o goleiro Marcos e o meia Alex, enquanto que o ASA possuía um elenco modesto com uma folha salarial muito inferior a do Palmeiras. Todos, é claro, apontavam o clube paulista como o favorito, mas não foi o que aconteceu. Na primeira partida, disputada em Arapiraca, o alvinegro saiu vitorioso por 1–0, gol de Sandro Goiano. Na partida seguinte, o clube arapiraquense apostou em jogar todo na retranca, e conseguiu avançar à próxima fase, mesmo perdendo o jogo por 2–1. O gol do ASA no jogo de volta também foi de Sandro Goiano. === Campeão Alagoano de 2003 === No ano de 2003 o ASA conquistava seu quarto título alagoano na história. A decisão reuniu os últimos dois campeões do torneio, ASA e CRB. A equipe de Arapiraca tinha melhor campanha, e por isso tinha a vantagem de decidir em casa. Na primeira partida, o Alvinegro goleou o clube da capital por 4–1, em pleno Estádio Rei Pelé. No jogo de volta, podendo perder por até 3–0, o ASA foi derrotado por apenas 2–1 e assim assegurou mais um troféu em sua galeria. O grande destaque do ASA na competição foi o atacante Moisés, que foi o artilheiro da competição com 12 gols. === 2005: Conquista o Alagoano e a Copa Alagipe === O Campeonato Alagoano de 2005 o ASA foi o dominador até a última rodada, na primeiro turno denominado \"Copa Maceió\" o ASA conseguiu a marca de 30 pontos com 9 vitórias e 3 empates e apenas 4 derrotas, e ganhou a primeira fase, nessa fase juntamente com ASA avançaram para a próxima fase o Bom Jesus, CRB e Penedense, na segunda fase o ASA enfrentou o Penedense em Penedo e conseguiu o empate em 0–0 no jogo de volta ganhou por 2–0 e avançou para jogar contra o CRB que eliminou o Bom Jesus (5–1 em casa 3–4 fora) na final do 1º turno. como o ASA teve a melhor campanha na primeira fase tinha a vantagem de decidir o segundo jogo em casa e também de jogar pelo empate e foi exatamente isso que o ASA fez, empatou com o CRB em Maceió por 1–1 e empatou novamente por 1–1 em Arapiraca nesse jogo Toninho fez aos 34 do primeiro tempo para o CRB só restava a vitória mais o CRB conseguiu apenas empatar aos 13 do segundo tempo. sendo assim o ASA faturou a Copa Maceió. No segundo turno o ASA também foi campeão da primeira fase com 22 pontos na segunda foi o Coruripe quem ganhou, na final do segundo turno o ASA empatou os 2 jogos contra o Coruripe e fatorou o segundo turno e também o Alagoano. Ainda em 2005 o ASA ganhou seu primeiro título fora do estado de Alagoas: a Copa Alagipe, competição organizada pelas Federações Alagoana e Sergipana de Futebol. Os três títulos (Copa Maceió, Copa Alagoas e Copa Alagipe) caracterizaram a tríplice coroa para o clube em 2005. ===2009: Conquista o alagoano e acesso a Série B === Em 2009, o ASA, conquistou o seu sexto título alagoano na história e também conseguiu o acesso a Serie B ao ser vice-campeão da série C, sendo derrotado pelo América-MG na grande final. === 2010 - 2012: Série B e título Alagoano === Em 2010, Júnior Viçosa, um jovem de 21 anos, formado nas categorias de base do ASA, se destaca atuando na Série B do Campeonato Brasileiro pelo ASA e é transferido para o Grêmio de Porto Alegre sendo a negociação mais cara do futebol de Alagoas em todos os tempos. Em 2010, a diretoria do time põe como principal objetivo se manter na Série B longe da zona de rebaixamento. Em seu primeiro ano de competição na Série B no formato atual em 2010, o ASA consegue seu objetivo com 5 rodadas de antecipação terminando o campeonato no nono lugar. Recentemente o clube adquiriu um moderno ônibus para maior conforto de seus jogadores e comissão técnica, além de ter conquistado o Campeonato Alagoano no começo do ano. Didira foi um dos grandes nomes do ASA durante a temporada 2011. Em 2012, o ASA seria vice-campeão alagoano, tendo o bicampeonato frustrado ao ser derrotado pelo CRB. Ainda assim, conseguiu permanecer por mais um ano na Série B, evitando o rebaixamento nas últimas rodadas. === 2013: Vice-campeão do Nordeste e rebaixamento na Série B === Em 2013, o ASA alcançaria outro grande feito em sua história. A equipe alvinegra foi finalista da Copa do Nordeste. Após uma boa fase de grupos, o ASA eliminou o ABC de Natal, com um empate sem gols em Arapiraca e uma vitória fora de casa por 1–0. Na semifinal o ASA conseguiu superar o Ceará no Castelão, vencendo por 1–0 com gol de Léo Gamalho e assim avançar à final. O título inédito, porém foi frustrado, e a taça ficou com o Campinense da Paraíba. No Campeonato Alagoano de 2013 o time alvinegro chega à semifinal, mas é eliminado pelo seu rival CSA. Na sequência da temporada o ASA ainda faria uma boa campanha na Copa do Brasil, eliminando novamente a equipe do Ceará, na segunda fase, mas seria eliminado na terceira fase da competição pelo Flamengo. Na Série B seria rebaixado para a Série C, depois de um péssimo campeonato, sendo o último colocado da segundona. === 2014: O ano das frustrações === O ASA se planejou para fazer uma grande temporada em 2014, porém não aconteceu o que era previsto pela diretoria do clube. O ASA foi eliminado na semifinal do Campeonato Alagoano pelo CRB e foi desclassificado na primeira fase da Série C. === 2015: Eliminações no Estadual, Copa do Brasil e Série C === O ano de 2015 não poderia começar melhor para o ASA. O time de Arapiraca foi campeão alagoano do primeiro turno, de forma invicta, garantindo uma vaga na Copa do Brasil de 2016. O ASA foi o time de melhor campanha na primeira fase, por isso enfrentou o Murici Futebol Clube na semifinal, e avançou para a decisão com duas vitórias por 2–0. Na grande decisão, o ASA derrotou o rival CSA nos pênaltis, depois de dois empates por 0–0 no Rei Pelé e 1–0 no Municipal. Também de forma invicta, o ASA se classificou para a semifinal do segundo turno do Campeonato Alagoano, e foi justamente aí que caiu a invencibilidade da equipe, por 2–0 frente ao CRB no Rei Pelé. No jogo de volta, a equipe arapiraquense venceu por 2–1, resultado que foi insuficiente para o desejado acesso para a decisão. Pela Copa do Brasil, o ASA se manteve invicto até a terceira fase, quando perdeu por 1–0 para o Palmeiras. Na Série C, o ASA fez boa campanha na primeira fase, conseguindo avançar para as quartas de finais, quando acabou não dando muita sorte e foi eliminado pelo Tupi-MG, sendo derrotado dentro e fora de casa, por 2–1 e 2–0, respectivamente. === 2016: Crise, superação e nova frustração na Série C === O começo de 2016 não foi nada promissor para o time arapiraquense. No estadual, o ASA ainda conseguiu se classificar para o hexagonal final, porém disputou cinco jogos e terminou em último, ficando de fora das semifinais. A má fase também se repetiu na Copa do Brasil, onde o clube acabou eliminado na primeira fase pelo desconhecido Genus, após perder por 2–0 fora de casa e vencer em Arapiraca por 2–1. Após as campanhas ruins no primeiro semestre, o ASA concentrou todas as suas forças para a disputa do Brasileirão Série C reformulando todo o elenco, com as chegadas de jogadores baratos, mas que se identificaram com o clube e a torcida e superaram as expectativas de todos. O ASA entrou na competição completamente desacreditado, mas conseguiu se superar e classificou-se para as quartas de final na última rodada da fase classificatória num conforto recheado de emoção contra o ABC de Natal no Frasqueirão, onde o ASA conseguiu empatar apenas nos acréscimos, resultado que garantiu o clube na fase seguinte da competição. No jogo de ida das quartas- de-final, o ASA gigante voltou a surpreender e derrotou o tradicional Guarani Futebol Clube, dono da melhor campanha da primeira fase, por 3–1 no Fumeirão, com gols do artilheiro Reinaldo Alagoano e dois do meia Diogo. Porém no jogo de volta o Guarani confirmou o seu favoritismo e conseguiu vencer por 3–0, acabando com o sonho do acesso pelo segundo ano seguido. ===2017: Início promissor e rebaixamento=== O ASA começou bem a temporada 2017, conseguindo uma classificação fora de casa contra a na primeira fase da Copa do Brasil com gol marcado por Leandro Kivel. Na segunda fase, novamente o ASA conseguiu um ótimo resultado jogando longe de seus domínios e conseguiu se classificar batendo o Coritiba por 2–0 em pleno Estádio Couto Pereira, com gols de Leandro Kivel de falta e do zagueiro Eron. Na terceira fase da competição, o time alvinegro fez sua estreia em casa enfrentando o Paraná Clube, numa partida que terminou 0–0, mesmo placar do jogo de volta, o que acabou levando a decisão da vaga para os pênaltis. A equipe paranaense foi mais eficiente nas cobranças e conseguiu se classificar. O ASA foi eliminado da competição de forma invicta. No Campeonato Alagoano, o ASA fez uma campanha tranquila na primeira fase e avançou sem dificuldades para o hexagonal. O Alvinegro foi o primeiro clube a garantir vaga para a fase decisiva da competição, tendo feito 10 jogos, dos quais venceu oito partidas e perdeu somente duas vezes. No hexagonal, o ASA fez boa campanha e terminou na 2ª colocação com 10 pontos, atrás somente do CRB que fez 13 pontos. Na semifinal, o ASA enfrentou o CSA com a vantagem de avançar para a final mesmo com dois resultados iguais. No jogo de ida, o time alvinegro teve boa atuação e conseguiu sair de Maceió levando boa vantagem para Arapiraca. Após o empate em 1–1 conquistado no estádio Rei Pelé, o clube precisava apenas de uma empate para ir à final. Porém, o ASA foi mal no jogo de volta e acabou eliminado em casa após perder por 2–1. O ASA iniciou a campanha no Campeonato Brasileiro Série C enfrentando mais uma vez o rival CSA em Maceió, de onde saiu derrotado por 3–0. Depois de uma vitória em casa contra o Remo na segunda rodada, o ASA somou uma sequência negativa de cinco partidas sem vencer. A volta dos resultados positivos aconteceu apenas na oitava rodada, quando venceu o Botafogo da Paraíba por 2–1. Após esse jogo, o Alvinegro não venceu mais na competição, somando 10 jogos consecutivos sem vitória. Ao todo, o ASA fez uma péssima campanha na Série C, não vencendo nenhum jogo fora de Arapiraca, e acabou ficando em último lugar do grupo A, sendo rebaixado para a Série D do ano seguinte, sendo o terceiro clube alagoano na competição, juntando-se a Murici e Santa Rita (classificados via estadual). O clube deu adeus à Série C com uma rodada de antecedência, em 1 de setembro, quando empatou com o Botafogo-PB por 0–0. Em 2018, o ASA disputou a Série D do Brasileirão pela primeira vez. === 2018 === No primeiro semestre de 2018, o ASA se preocupou apenas com o Campeonato Alagoano, que serviu mais como um teste para medir o nível da equipe e buscar reforços para a Série D. O Alvinegro fez uma boa campanha, mas recebeu críticas por haver perdido os dois clássicos da primeira fase, contra CSA e CRB respectivamente. Nas semifinais, perdeu a partida de volta para o CSA com um gol aos 52 minutos do segundo tempo, o que lhe custou a classificação para a final. Na Série D 2018, o ASA ficou no Grupo A-7 junto , Central de Caruaru e Jacuipense, e mais uma vez fez uma péssima campanha, sendo o último colocado de seu grupo com apenas 4 pontos conquistados e sem ter vencido uma única partida. === 2019 - 2021: Frustrações === Em 2019, o Alvinegro fez péssima campanha no Estadual, terminando em 7° colocado na Primeira Fase, a frente na tabela somente do último e rebaixado Dimensão Capela. Já em 2020, o clube conseguiu um melhor desempenho no Estadual e se classificou para o mata-mata. Porém, assim como em anos anteriores, o Alvinegro voltou a ser eliminado na Semifinal, após perder na disputa de pênaltis para o CRB. Na temporada seguinte, o ASA voltou a decepcionar o seu torcedor ficando de fora da fase decisiva do Alagoano. Com 13 pontos conquistados, o clube encerrou a Primeira Fase como 5° colocado, ficando atrás do seu rival CSE e do modesto Deportivo Aliança, este último servindo como motivo para inflamar as duras críticas da torcida ao futebol apresentado pelo clube. === 2022 - 2024: De volta à final do Alagoano === Antes da temporada iniciar, a torcida já cobrava o clube pelo futebol apresentado nos últimos anos, exigindo uma rápida resposta. Em campo, a resposta tão aguardada veio, com o ASA fazendo boa campanha na Primeira Fase do Estadual e conseguindo a classificação sem sustos. A boa fase foi confirmada também nos clássicos: O ASA empatou com o CSA por 2x2 e aproveitou o momento de fragilidade do CRB para aplicar uma sonora goleada em pleno Rei Pelé por 4x1. Na semifinal, o clube arapiraquense deu mais uma demonstração da força e postura protagonista que a torcida há muito sentia falta. O ASA venceu os 2 jogos contra o Murici e avançou para a decisão com um placar agregado de 4x1. Assim, acabava o \"Fantasma da Semifinal\" com o clube carimbando o retorno à Final do Alagoano após exatos 10 anos. A última vez em que o ASA havia estado na final foi em 2012, quando perdeu o título para o CRB. Neste período de uma década (2013 - 2021), o clube amargou 6 eliminações na Semifinal: 2013 (para o CSA), 2014 (CRB), 2015 (CRB), 2017 (CSA), 2018 (CSA) e 2020 (CRB). Apesar do bom jogo em Maceió, o clube perdeu de virada a 1ª partida da decisão para o CRB por 2x1 no Rei Pelé. Em casa, a expectativa de reverter o placar era real, mas o clube amargou uma nova derrota para o rival: 2 a 0. Em 2023, o ASA teve a chance da revanche, reencontrando o algoz CRB na final do Alagoano. Porém, desta vez, a equipe alvirrubra confirmou seu favoritismo sem sequer dar chances ao rival. O Alvinegro foi derrotado em Arapiraca no jogo de ida por 2x0 e no Rei Pelé perdeu pelo placar de 1x0. == Símbolos == === Escudo === No centro do escudo, a esquerda, temos uma figura geométrica ovalada representando uma folha de fumo (economia) bipartido em preto (fumo verde) e branco (fumo maduro) e nesta, o nome ASA; a direita, cinco linhas verticais brancas sugerindo um varal onde o fumo é exposto ao sol para sua secagem no campo. Na parte central, simbolizando Arapiraca, temos a \"estrela radiosa\", parte integrante no hino do município. ==Rivalidades== Os dois principais clássicos do ASA são contra os dois maiores clubes do estado, o CRB e o CSA. O ASA também possui uma rivalidade com o CSE no chamado Clássico do Agreste ou Clássico do Interior. ===ASA x CSA === A rivalidade entre ASA e CSA começou no início dos anos 2000. Nessa época as duas equipes eram aliadas, mas tudo começou a mudar quando ASA e CSA se enfrentaram na decisão do título estadual em 2000, após ter vencido o jogo de ida fora de casa, a diretoria do CSA lançou várias provocações ao time arapiraquense, já considerando que o título estava decidido. Mas no jogo de volta o ASA responde ao CSA, vencendo o duelo e ficando com o título. No ano seguinte o ASA volta e enfrentar o CSA na final do Campeonato Alagoano e novamente fica com o título. Em 2008 a rivalidade volta à tona, com o CSA sagrando-se campeão estadual em cima do ASA. O histórico oficial conta com 209 partidas, com 49 vitórias do ASA, 66 empates e 94 vitórias do CSA; além disso o ASA marcou 246 gols contra 314 do time da capital alagoana. Vale ressaltar que não houve confrontos entre as equipes nos anos de 2004, 2005 e 2010, dois deles por conta dos rebaixamentos que o clube maceioense sofreu à 2ª divisão do futebol alagoano. ===ASA x CSE=== ASA e CSE protagonizam o 'Clássico do Interior', por serem as duas maiores equipes de suas cidades, que são próximas no agreste alagoano, atualmente (18 de março de 2018), o histórico de ASA e CSE conta com 138 partidas, com o ASA em vantagem, são 64 vitórias do ASA, a última dia 31 de janeiro de 2018 pelo Campeonato Alagoano (2–1 no Juca Sampaio), o CSE conta com 36 vitórias, além de 38 empates ===ASA x CRB=== ASA e CRB protagonizaram confrontos históricos, principalmente na ultima década, onde no ano de 2010, foi o principal clássico do estadual, devido a ausência do CSA naquela edição. Criou-se uma certa rivalidade entre as torcidas entre os anos de 2007 a 2012, onde o ASA esteve invicto nos confrontos diretos. Em 2012, os dois clubes decidiram o Campeonato Alagoano, onde o CRB levou a melhor na decisão em Arapiraca. Este jogo ficou marcado pela violência. Ocorreram vários confrontos entre as torcidas organizadas de ambos os times e a polícia militar. ASA e CRB se enfrentaram 5 vezes vezes em campeonatos nacionais, com três vitórias para o time de Arapiraca e duas vitórias do time da capital. O principal jogo aconteceu pela última rodada da Série B de 2012, onde, jogando em Arapiraca, o CRB venceu por 4–2, mas acabou rebaixado para a Série C. As duas equipes se enfrentaram 193 vezes, com 44 vitórias do ASA, 54 empates e 95 vitórias do CRB. == Títulos == INTERESTADUAIS Competição Títulos Temporadas Copa Alagipe 1 2005 ESTADUAIS Competição Títulos Temporadas Campeonato Alagoano 7 1953, 2000, 2001, 2003, 2005, 2009 e 2011 Copa Alagoas 3 2015, 2020 e 2021 Copa Maceió 1 2005 TOTAL Títulos oficiais 12 1 Interestadual, 11 Estaduais Campeão invicto === Campanhas de destaque === * Vice-campeão do Campeonato Brasileiro - Série C (2009) * Vice-campeão da Copa do Nordeste (2013) * 9º colocado no Campeonato Brasileiro de Futebol de 2010 - Série B === Histórico em competições oficiais === O ASA conta com participações em várias competições, entre elas o Campeonato Alagoano da 1ª Divisão, a Copa do Brasil, o Campeonato Brasileiro da Série B, Copa Alagipe, Copa do Nordeste ,Campeonato Alagoano Sub-15, Campeonato Alagoano Sub-18 e o Campeonato Alagoano Sub-20. O maior artilheiro do clube é Freitas com 85 gols, ídolo nas décadas de 1970 e de 1980. O maior craque da história é Acebílio, campeão alagoano em 1953 e jogador que brilhou nos anos 50 e 60. O segundo maior artilheiro do clube é Didira com mais de 80 gols marcados em jogos oficiais e o jogador alagoano com maior número de gols em competições nacionais. O Gigante também foi vice- campeão alagoano em 1967, 1970, 1979, 1991, 2008, 2010 e 2012. Em 2002, o ASA eliminou o Palmeiras em pleno Parque Antártica, mesmo tendo perdido por 2–1, seguiu em frente na Copa do Brasil de 2002 por critérios de desempate, pois venceu por 1–0 em casa. Em 2012, o atacante Lúcio Maranhão foi o terceiro maior artilheiro do Brasil, ficando atrás somente de Neymar (43 gols), e Zé Carlos (41 gols),o atacante terminou a temporada com 40 gols, assim sendo muito cobiçado não só pela elite do futebol brasileiro, mas também por times estrangeiros, acabou sendo contratado pelo Vitória-BA. Em 2010, o ASA disputou a Série B do Campeonato Brasileiro, após subir de divisão em 2009 junto com o , o e o , tendo se sagrado vice-campeão da Série C de 2009. Nos anos de 2011 e 2012, conseguiu assegurar sua permanência na Série B, além de neste último a vaga para a Copa do Nordeste de 2013, quando foi vice-campeão. == Estatísticas == Participações em 2024 Competição Competição Temporadas Melhor campanha Campeonato Alagoano 62 Campeão (7 vezes) 1953 2024 – Copa Alagoas 9 Campeão (3 vezes) 2005 2024 Copa do Nordeste 4 Vice-campeão (2013) 1994 2024 rowspan=\"5\" Campeonato Brasileiro 1 40º colocado (1979) 1979 1979 – Série B 7 8º colocado (1980) 1980 2013 – 1 Série C 13 Vice-campeão (2009) 1992 2017 1 1 Série D 6 6° colocado (2022) 2018 2024 – Copa do Brasil 18 3ª fase (3 vezes) 2001 2024 == Presidentes == * Antônio Pereira Rocha (primeiro presidente) * Egberto Baiano * Antônio Pereira * Maringá Félix * Januário Leite * Florisvaldo Magalhães * Júlio Silva * Pedro Kecé * João Dino * Dijacir Barbosa * Sylvio Rodrigues * Solidônio Tenório * Moacir Teófilo * Manoel Benedito da Silva (Sr. Neco) * Gonzaguinha * João Laranjeira * Alonso de Abreu * José Alves * Darci Leão * Ednel Luís * João Luís Gomes * Luiz Alfredo * Sutebam * Sr. Gilberto * Sr. Lórdes * Milton Carvalho * José Joaquim * José Mota * Aldo Lima * Narciso Leão * Ednaldo Lima * Luís Leonardo * José Alves dos Santos * Francisco Pereira Tavares * Bertino Mendonça * Leônidas de Abreu Silva * Geraldo de Lima Silva * Aurelino Ferreira Barbosa * Reginaldo José da Silva * Demouriez Leão * Severino Pereira (Pereirinha) * Sebastião Cândido * Noel Alves * José Caçula * Pedro Leite * Jadelson Barbosa * Zezinho Nascimento * José de Oliveira Barbosa * Paulo Tenório * Luciano Machado (1999) * Moisés Machado * José Clarindo Lopes * Jairo Barros * Nelson Filho * Celso Marcos * José dos Santos Oliveira * José Alexandre Filho * Everton Santiago * Bruno Euclides (2015–2016) * Nelson Filho (2017–2018) * Moisés Machado (2019–2021) * Higor Rafaell (2021-2022) * Rogério Siqueira(2023-presente) == Ver também == * Lista de clubes de futebol do Brasil * Confederação Brasileira de Futebol * Cruzeiro de Arapiraca == Ligações externas == * Sítio oficial * Facebook oficial * Instagram oficial * Twitter oficial Categoria:Clubes de futebol fundados em 1952 Categoria:Fundações em Alagoas em 1952",
 "title": "Agremiação Sportiva Arapiraquense"
}