{
 "id": "118896",
 "text": "O Forte de Nossa Senhora das Neves, também referido como Forte de Leça da Palmeira ou Castelo de Matosinhos, localiza-se em Leça da Palmeira, município de Matosinhos, distrito do Porto, em Portugal.Ficha na base de dados SIPA/DGPC == História == As suas obras iniciaram-se sob a Dinastia Filipina, em 1638 ou 1639, por determinação de D. João Rodrigues Sá e Menezes, 1º Conde de Penaguião, no local de Santa Catarina, visando a defesa daquele porto contra as ameaças de piratas e corsários. Ficou a cargo do Capitão António Francisco Chorão. Após a Restauração da Independência portuguesa, considerando a sua grande importância estratégica para a defesa da barra, os oficiais da Câmara Municipal do Porto, em 1642, pediram ao Rei que se terminasse as obras com a maior brevidade. As suas obras foram retomadas, em 1646, instituindo-se, por Alvará de 1648, uma guarnição de seis soldados pagos para esta fortificação. Segundo um documento lavrado por um tabelião do Porto, em 1655 ainda as obras não se tinham concluído, cuidando-se da despesa da artilharia da fortificação. Um Relatório de 1701 dá conta de que a fortificação ainda se encontrava incompleta, embora artilhada com quatro peças e guarnecida por oito soldados sob o comando de um tenente. Acredita-se que o forte tenha sido concluído em 1720. Durante as Guerras Liberais, em 1832, o forte foi objecto de algumas benfeitorias, nomeadamente nos armazéns, ponte levadiça, escada do fosso e parapeitos, mantendo, ainda, algumas canhoneiras ao nível da magistral. No século XX, as suas instalações foram entregues à Capitania do Porto de Leixões que nelas se instalou, fazendo erguer em seu terrapleno alguns edifícios para alojamento pessoal, que descaracterizaram o conjunto. Encontra-se classificado como Imóvel de Interesse Público por Decreto publicado em 5 de Dezembro de 1961, em boas condições de conservação. == Características == Fortificação marítima, de tipo abaluartado, apresenta planta no formato de um polígono estrelado de quatro pontas, com guaritas e respectivas cúpulas nos vértices. É defendido externamente por cortinas inclinadas. == Ligações externas == * * * Categoria:Leça da Palmeira Categoria:Património edificado em Matosinhos Categoria:Fortificações classificadas como imóvel de interesse público em Portugal‎ Categoria:Fortificações do distrito do Porto Categoria:Fortificações costeiras em Portugal Categoria:Imóveis de interesse público no distrito do Porto",
 "title": "Forte de Nossa Senhora das Neves"
}