{
 "id": "119079",
 "text": "{{Info/Futebol/seleção |nome =Ilhas Caimã |apelido = |bandeira = |associação =Associação de Futebol das Ilhas Cayman |confederação =CONCACAF |material = |treinador = Benjamin Pugh |capitão = Marks Ebanks |maispart =Lee Ramoon |artilheiro =Lee Ramoon (12) |codigofifa =CAY |rankingfifa =170 |melhorcolfifa =127 (novembro de 1995) |piorcolfifa =192 (dezembro de 1997) |rankingelo =185 |melhorcolelo = |piorcolelo = |partcm = |coparegional =Copa Ouro da CONCACAF |partcoparegional = |melhordescopareg = | modelo = padrão | skin_be1 = _cay23h | skin1 = _cay23h | skin_bd1 = _cay23h | skin_calção1 = _cay23h | skin_meia1 = | braçoesquerdo1 = FF0000 | corpo1 = FF0000 | braçodireito1 = FF0000 | calções1 = FF0000 | meias1 = FF0000 | skin_be2 = | skin2 = | skin_bd2 = | skin_calção2 = | skin_meia2 = | braçoesquerdo2 = FFFFFF | corpo2 = FFFFFF | braçodireito2 = FFFFFF | calções2 = FFFFFF | meias2 = FFFFFF | skin_be3 = | skin3 = | skin_bd3 = | skin_calção3 = | skin_meia3 = | braçoesquerdo3 = | corpo3 = | braçodireito3 = | calções3 = | meias3 = | editar = | current = }} A (AO 1945: Selecção das Ilhas Caimão de Futebol) representa as Ilhas Caimã nas competições de futebol da FIFA. Estreou-se no futebol em 5 de março de 1991, num jogo onde empatou a uma bola com a seleção de São Cristóvão e Neves. No segundo jogo surgiu uma vitória por 2-1 frente à seleção das Ilhas Virgens Britânicas. Os melhores resultados até agora foi ambos por 5-0 com a seleção de Ilhas Virgens Britânicas no dia 2 de março de 1994 e com a seleção de Sint-Maarten que curiosamente foi no jogo seguinte no dia 4 de março de 1994. O Último jogo foi um amigável frente à Jamaica nas Ilhas Caimã onde perdeu por 4-1 em 28 de junho de 2009. == Copa do Mundo == === Eliminatórias para a Copa do Mundo === == Copa do Caribe == == Copa Ouro da CONCACAF == == Elenco Atual == Camisa Nome Posição Idade Jogo/Gol Clube atual Ramon Sealy Goleiro Elite Garth Anderson Goleiro George Town Mark Beckford Goleiro Scholars International Paul Brown Zagueiro Vauxhall Motors Oneil Taylor Zagueiro Elite Luigi Hernandez Zagueiro Bodden Town Donald Solomon Zagueiro Elite Ian Lindo Zagueiro George Town Theron Wood Zagueiro Scholars International Mark Ebanks Zagueiro Scholars International Rene Carter Zagueiro George Town Andre McFarlane Meio Campo Bodden Town Leighton Elliott Meio Campo Scholars International Nicholas Ebanks Meio Campo George Town Tex Whitelocke Meio Campo Bodden Town Ron Douglas Meio Campo Scholars International Carson Fagan Meio Campo 7 (0) George Town Tuda Murphy Meio Campo 7 (0) Boddem Town Leon Whittaker Meio Campo George Town Jamie Wood Atacante 2 (0) The New Saints Alfredo Whittaker Atacante Scholars International Romeo Thomas Atacante Scholars International Chesley Ebanks Atacante Future == Ver também == *Eliminatórias da Copa do Mundo de Futebol de 2006 Ilhas Caimã Categoria:Futebol das Ilhas Cayman",
 "title": "Seleção Caimanesa de Futebol"
}