{
 "id": "119069",
 "text": "A Casa de Hohenstaufen, também conhecida pela dinastia dos Staufer, foi uma importante família nobre suábia, detentora de uma poderosa linhagem de príncipes suábios que nos séculos XII e XIII dominou o Sacro Império Romano- Germânico e de onde provieram os principais imperadores, reis e príncipes alemães. Por casamentos e alianças sucessivas, os von Hohenstaufen ligaram-se à maioria das casas reais europeias medievais. O nome da família deriva do castelo de Stauf, sito na região de Hohenstaufen, no bordo norte das montanhas da Suábia, próximo de Göppingen, actual Estado de Baden-Württemberg, Alemanha. == História dos Hohenstaufen == === A fundação === O primeiro von Hohenstaufen (von Stauf ou Staufer em alemão) conhecido pela História tinha o nome de Frederico, nome que se repete ao longo de toda a sua linhagem, normalmente atribuído ao filho mais velho. Dele apenas se sabe que tinha uma irmã casada com o duque Bertoldo da Brisgóvia, no sudoeste da Alemanha. Há registo de um filho deste Frederico, do mesmo nome, como monteiro-mor na Suábia em meados do século XI. Desse Frederico descende novo Frederico que recebeu o senhorio do castelo suábio de Büren, nas proximidades de Göppingen. A partir desta geração, por sucessivos casamentos e alianças, os Hohenstaufen foram progressivamente alargando a sua influência, tornando-se numa das mais aristocráticas famílias do sudoeste alemão, com fortes ligações na Suábia e na Alsácia. A família inicia o alargamento da sua esfera de influência para além dos seus territórios de origem quando em 1079 outro Frederico, então intitulado Frederico I da Suábia, é elevado à categoria ducal pelo imperador romano-germânico Henrique IV (Heinrich IV ) e casa com Inês, ou Agnes von Waiblingen, filha daquele imperador. Aproveitando a ligação à casa imperial, Frederico eleva o castelo de Stauf e dota o convento de Lorch, de que a família assume o padroado, consolidando o núcleo dominial dos Hohenstaufen. Ele e os seus filhos Frederico (mais tarde Frederico II da Suábia) e Conrado (mais tarde o imperador romano-germânico Conrado III) continuaram a engrandecer os senhorios da família e a estreitar as relações entre a casa imperial e os Hohenstaufen, tornando-os nos mais importantes aliados da dinastia Sálica, ou Francónia, no sudoeste alemão. === Elevação à realeza === Quando em 1125 Henrique V morre sem herdeiro aparente e a dinastia saliana chega ao fim, os seus sobrinhos Frederico e Conrado de Hohenstaufen, netos do imperador Henrique IV, estão posicionados entre os principais pretendentes ao trono. Contudo, é Lotário de Supplinburg o escolhido, reinando com o nome de Lotário II até 1137. Daí resultou uma breve disputa entre o novo monarca e os Hohenstaufen sobre a herança imperial, tendo estes de se submeter, sem se resignar, ao novo poder real. Após a morte de Lotário (1137), chega finalmente a vez da casa dos Hohenstaufen: Conrado é eleito (1138) rei da Germânia, elevando finalmente a casa de Stauf à realeza, governando como Conrado III. À escolha opuseram-se os Welfs e seus aliados, liderados por Henrique o Orgulhoso, intensificando a rivalidade entre ambas famílias na luta pela dignidade imperial. Apesar de Conrado III ter mantido boas relações com Império Bizantino, tinha pouca aceitação na bacia mediterrânica, não conseguindo dominar a realeza italiana. Daí que não tenha conseguido ser investido plenamente na dignidade imperial através da tradicional coroação em Roma. O reinado de Conrado, se descontarmos o conflito mais ou menos latente com os guelfos, foi pacífico e marcado pela paulatina consolidação da base de poder da família de Staufen, continuando a forjar alianças com a aristocracia vizinha e alargando a sua área de influência. Neste período o alargamento da esfera de influência imperial foi rápido, atraindo para a órbita dos Hohenstaufen novos territórios. === Frederico I. Barbarossa === Após a morte em 1152 de Conrado III, o seu sobrinho Frederico, filho de Frederico II da Suábia, conhecido por Frederico Barbarossa, foi o escolhido para o trono. Esta escolha trouxe a esperança de paz com os guelfos, já que o novo monarca era com eles aparentado pela linha maternal. == Literatura == * Odilo Engels: Die Staufer. 8. Auflage. Kohlhammer, Stuttgart 2005, ISBN 3-17-017997-7 * Die Zeit der Staufer. Geschichte, Kunst, Kultur, por Reiner Haussherr, 5 Bde., Stuttgart 1977-1979. * Detlev Schwennicke: Europäische Stammtafeln, Band I.1, 1998 == Ligações externas == * Informação sobre a dinastia Hohenstaufen (em alemão); * O papel dos Hohenstaufen na Itália (em alemão). == Ver também == *Guelfos e gibelinos * Categoria:Dinastias católicas romanas Categoria:Famílias nobres da Alemanha",
 "title": "Dinastia de Hohenstaufen"
}