{
 "id": "119070",
 "text": "{{Info/Futebol/seleção |nome =Cuba |apelido =Los Leones del Caribe (Os Leões do Caribe) Los Soldados de Guevara (Os Soldados de Guevara) Los Guerreiros de Martí (Os Guerreiros de Martí) |bandeira = |associação =Associação de Futebol de Cuba |confederação =CONCACAF |material = Joma |treinador = Pablo Sánchez |capitão = Arichel Hernández |maispart =Yénier Márquez (126) |artilheiro =Lester Moré (30) |códigofifa =CUB |rankingfifa =167 |melhorcolfifa =46 (novembro–dezembro de 2006) |piorcolfifa =182 (agosto de 2017, março–maio de 2018) |rankingelo =140 |melhorcolelo =52 (fevereiro de 2005) |piorcolelo =143 (janeiro de 1965) |partint = 3 – 1 Jamaica (Havana, Cuba; 16 de março de 1930) |maiorvit = 11 – 0 (Havana, Cuba; 8 de setembro de 2018) |maiorder = 8 – 0 (Antibes, França; 12 de junho de 1938) 8 – 0 (Moscou, União Soviética; 24 de julho de 1980) |partcm =1 (1938) |melhordescm =Quartas-de-final (1938) |coparegional =Copa Ouro da CONCACAF |partcoparegional =11 (1ª em 1971) |melhordescopareg =4º lugar (1971) |linkcopareg1 = |resultadocopareg1= |linkcopareg2 = |resultadocopareg2= |linkcopareg3 = |resultadocopareg3= |medalhas = | modelo = padrão | skin_be1 = _navyborder | skin1 = _cub23h | skin_bd1 = _navyborder | skin_calção1 = | skin_meia1 = | braçoesquerdo1 = FFFFFF | corpo1 = FFFFFF | braçodireito1 = FFFFFF | calções1 = FFFFFF | meias1 = FFFFFF | skin_be2 = _jomadanubio1rn | skin2 = _jomadanubio1rn | skin_bd2 = _jomadanubio1rn | skin_calção2 = _whitesides | skin_meia2 = _whitetop | braçoesquerdo2 = 181146 | corpo2 = FF0000 | braçodireito2 = 181146 | calções2 = 181146 | meias2 = FF0000 | skin_be3 = _jomadanubio2nrw | skin3 = _jomadanubio2nrw | skin_bd3 = _jomadanubio2nrw | skin_calção3 = _whitesides | skin_meia3 = _whitetop | braçoesquerdo3 = 181146 | corpo3 = 181146 | braçodireito3 = 181146 | calções3 = 181146 | meias3 = 181146 }} A Seleção Cubana de Futebol representa Cuba nas competições de futebol da FIFA. == História == === Início === A Seleção Cubana de Futebol apareceu pela primeira vez nos Jogos Centro-Americanos e do Caribe de 1930 em Havana, derrotando a Jamaica por 3 a 1 em 16 de março, no que foi sua primeira partida internacional. Quatro dias mais tarde derrotaria Honduras por um incrível 7 a 0, se classificando para fase final. Voltaria a derrotar Honduras, desta vez por 5 a 0, e ainda venceria a Costa Rica por 2 a 1 e El Salvador por 5 a 2, conquistando a medalha de ouro do torneio, seu primeiro título da história. Embora não tenha participado da primeira edição da Copa do Mundo FIFA, disputou as eliminatórias para 1934, aonde eliminou o Haiti depois de três partidas em Porto Príncipe (3 a 1, 1 a 1 e 6 a 0), mas caiu perante o México, depois de três partidas na Cidade do México (2 a 3, 0 a 5 e 1 a 4). Disputou a Copa do Mundo FIFA de 1938, onde nas oitavas-de-final eliminou a Romênia, conseguindo o incrível feito de disputar as quartas-de-final da Copa, quando perdeu de 8 a 0 para a Suécia. ==Títulos== * Jogos Centro-Americanos e do Caribe: Medalha de Ouro: 1 (1930) * Copa do Caribe: 1 (2012) == Campanhas de destaque == * Copa do Mundo de 1938 - quartas-de-final. * Jogos Pan-Americanos: medalha de prata - 1979; medalha de bronze - 1971, 1991 * Copa Ouro da CONCACAF: 4º lugar - 1971* * Copa do Caribe: 2º lugar - 1996, 1999, 2003, 2005; *Obs: quando esse torneio ainda se chamava Campeonato da CONCACAF. == Notas sobre a Seleção Cubana == * Em 11 de março de 2008, após um jogo contra a Seleção dos EUA pelo torneio pré-olímpico classificatório para as Olimpíadas de Pequim (empate em 1x1), cinco jogadores cubanos desertaram: o goleiro José Manuel Miranda, os defensores Erlys García, Yenier Bermúdez (capitão do time) e Loanni Cartaya e o meia Yordany Álvarez e se apresentaram para a equipe de futebol estadunidense Miami FC.http://www.gazetaesportiva.net/ge_noticias/bin/noticia.php?chid=118&nwid;=68616 * Devido às deserções, Cuba se apresentou somente com 10 jogadores em campo na partida seguinte, contra a Seleção de Honduras e perdeu por 2x0 . A seguir, jogou contra o Panamá, perdeu por 4x1 e deu adeus à classificação. * Em 10 de junho de 2011, foi feito um convite ao ex-futebolista brasileiro Sócrates para ser técnico da seleção de Cuba.http://forum.esporte.uol.com.br/socialista-socrates-recebe-convite-de-cuba-e-quer-salario-de-trabalhador-comuma-direita-xora_t_1526880 * Em 3 de junho de 2015, a Seleção de Cuba realizou um histórico amistoso contra a equipe estadunidense New York Cosmos, em Havana, como parte do processo de reatamento de relações entre os EUA e Cuba. O Cosmos venceu a partida por 4x1.COSMOS POST 4-1 WIN OVER CUBA IN HAVANA * O técnico da Seleção Cubana, Pablo Elier Sánchez, foi autorizado pelo Instituto de Esportes de Cuba a convocar pela primeira vez jogadores que atuam fora da ilha. 11 atletas foram incluídos na pré-lista de convocados para os jogos contra Guatemala e Curaçao, pelas eliminatórias da Copa de 2022: 3 atuam em clubes brasileiros (Sandy Sánchez, Sandro Cutiño e Sander Fernández, do Navegantes), 2 na Espanha (Carlos Vázquez e Maikel Reyes) e os demais em times da Guatemala (Yosel Piedra, do Deportivo Sanarate), Estados Unidos (Jorge Corrales, do FC Tulsa), um na Inglaterra (Onel Hernández, do ), San Marino (Joel Apezteguía, do Tre Fiori), Costa Rica (Luis Paradela, do Santos de Guápiles) e República Dominicana (Aricheell Hernández, da Universidad O&M;). A decisão foi um pedido de torcedores e dos próprios jogadores cubanos, na tentativa de melhorar o desempenho da seleção, que chegou a ficar em 46º lugar no ranking da FIFA em 2006 e amargou sua pior posição em 2017 e 2018, quando terminou em 182º. ==Elenco atual== Os 23 jogadores a seguir foram convocados para a Copa Ouro da CONCACAF 2019. Atualizado até 13 de janeiro de 2020 Nome Posição Clube Sánchez Goleiro Delfines del Este Pozo Goleiro Pinar del Río Johnston Goleiro Santiago de Cuba Espino Defesa Artemisa López Defesa Ciego de Ávila Martínez Defesa Santiago de Cuba Morejón Defesa Ciego de Ávila Piedra Defesa Universidad de San Carlos Rizo Defesa Santiago de Cuba Abreu Médio Santiago de Cuba Álvarez Médio Ciego de Ávila Baquero Médio Delfines del Este Caballero Médio Camagüey Hernández Médio Independiente Kindelán Médio Santiago de Cuba Morris Médio Camagüey Pérez Médio Delfines del Este Portal Médio Pinar del Río Rodríguez Médio Pinar del Río Sáez Médio Delfines del Este Santa Cruz Médio Jarabacoa Paradela Avançado Reno 1868 Reyes Avançado Pinar del Río Pablo Sánchez Treinador ==Convocações recentes== # Pos. Nome Data de Nasc. Jogos Gols Clube ==Recordes== ===Mais partidas disputadas=== Pos. Jogador Carreira na seleção Partidas Gols 1 Yénier Márquez 2000–2015 126 15 2 Odelín Molina 1996–2013 122 0 3 Jaime Colomé 2002–2013 82 12 4 Alexander Cruzata 1996–2005 74 2 5 Lázaro Dalcourt 1995–2003 73 21 6 Alain Cervantes 2003–2016 68 8 7 Silvio Pedro Miñoso 2002–2008 66 0 8 Reysander Fernández 2003–2012 65 3 9 Lester Moré 1995–2007 62 29 10 Manuel Bobadilla 1995–2001 57 11 ===Artilheiros=== Pos. Jogador Em atividade Gols Partidas 1 Lester Moré 1995–2007 29 62 2 Lázaro Dalcourt 1995–2003 21 73 3 Roberto Linares 2008–2012 16 42 4 Yénier Márquez 2000–2015 15 126 5 Eduardo Sebrango 1996–1998 13 23 6 Serguei Prado 1999–2005 12 30 6 Maikel Galindo 2002–2005 12 33 6 Osmín Hernández 1995–2004 12 46 6 Jaime Colomé 2002–2013 12 82 9 Ariel Martínez 2008–2015 11 54 Manuel Bobadilla 1995–2001 57 11 Reinier Alcántara 2006–2008 10 19 ==Treinadores== * José Tapia (1930–1934) * Gavin Newton (1934–1935) * José Tapia (1935–1938) * Marcelino Minsal (1947–1949) * František Churda (1963–1964) * Karoly Kocza (1966) * László Mohácsi (1967) * Kim Yong-ha (1970–1971) * Sergio Padrón (1976) * Tibor Ivanics (1980–1981) * Giovanni Campari (1990–1996) * William Bennett (1996–2000) * Miguel Company (2000–2004) * Luis Armelio García (2004–2005) * Raúl González Triana (2006–2007) * Reinhold Fanz (2008) * Raúl González Triana (2008–2012) * Chandler González (2012) * Walter Benítez (2012 – 2015) * Raúl González Triana (2015–2016) * Julio Valero (2016) * Raúl Mederos (2016–2017) * Lorenzo Mambrini (2017–2018) * Raúl Mederos (2018–2019) * Pablo Elier Sánchez (2019–) == Ver também == * Eliminatórias da Copa do Mundo FIFA de 2022 Categoria:Futebol de Cuba",
 "title": "Seleção Cubana de Futebol"
}