{
 "id": "119144",
 "text": "D. Teresa Sanches de Portugal, O.S.B., (Coimbra, - Lorvão, ) também chamada ao tempo de Tarasia ou Tareja, e mais tarde, a Infanta-Rainha ou Rainha Santa Teresa, era a filha mais velha do rei D. Sancho I de Portugal, e esposa de Afonso IX de Leão. == Rainha de Leão == Teresa foi mãe de três filhos de Afonso (D. Sancha, D. Dulce e D. Fernando), mas devido ao facto de serem primos, o casamento foi declarado inválido; Teresa regressou então a Portugal, ao Lorvão, onde viria a fundar um convento beneditino ao qual se recolheu; pouco tempo mais tarde, transformou o mosteiro em abadia cisterciense, com mais de trezentas freiras. == Querelas com D. Afonso II de Portugal, seu irmão == Por morte de D. Sancho I de Portugal, D. Teresa deveria receber, segundo as disposições testamentárias do pai, o castelo de Montemor-o-Velho, com o resto do termo da vila, e todos os rendimentos aí produzidos, podendo usar o título de rainha enquanto senhora desse mesmo castelo. Isto gerou uma luta com seu irmão D. Afonso II de Portugal, que desejando centralizar o poder, obstou à prossecução do testamento do pai, impedindo a infanta-rainha de receber os títulos e os réditos a que tinha direito - de facto, sendo casada com o rei de Leão, temia Afonso II que esta pudesse passar aos herdeiros o vasto património que o testamento lhe legava, criando assim um problema à soberania do rei de Portugal e dividindo quase o país ao meio. O testamento previa também terras e castelos para as suas irmãs D. Sancha e D. Mafalda, tendo-se formado um partido de nobres afectos às infantas, liderado pelo infante D. Pedro (que se acolheu a Leão sob a protecção de Teresa e tomou algumas praças transmontanas), mas que acabaria por sair derrotado; só com a morte de Afonso II, o seu filho Sancho II resolveu o problema, concedendo os rendimentos dos castelos às tias, nomeando os seus alcaides de entre os nomes que estas propusessem, pedindo-lhes apenas que renunciassem ao título de rainhas - assim se estabeleceu enfim a paz no reino, em 1223. == Fim da vida == Em 1230, D. Afonso morreu depois de ter tido cinco filhos da sua segunda esposa, Berengária de Castela. Este segundo casamento foi também anulado devido a consanguinidade. Assim, os filhos de ambos os casamentos viriam a disputar a coroa (até porque Afonso deserdara o primogénito do seu segundo casamento, e legara o reino às duas filhas que tivera de D. Teresa). Teresa interveio e permitiu que Fernando III de Castela assumisse o trono leonês. Após esta querela dinástica, D. Teresa retornou ao Mosteiro de Lorvão e finalmente tomou os votos conventuais após anos de vivência como monja. Aí morreu em 18 de junho de 1250 de causas naturais. == Beatificação == Em 13 de Dezembro de 1705, D. Teresa foi beatificada pelo Papa Clemente XI, através da bula Sollicitudo Pastoralis Offici, juntamente com a sua irmã Sancha. == Ver também == * Beata Mafalda de Portugal * Beata Sancha de Portugal == Bibliografía == * * * Categoria:Infantas de Portugal Categoria:Rainhas de Leão Categoria:Casa da Borgonha (Portugal) Categoria:Anscáridas Categoria:Beatos beneditinos Categoria:Beatos de Portugal Categoria:Príncipes católicos romanos Categoria:Mulheres de Portugal medieval Categoria:Mulheres do século XII Categoria:Mulheres do século XIII Categoria:Freiras católicas de Portugal Categoria:Naturais de Coimbra Categoria:Mortos em 1250",
 "title": "Beata Teresa de Portugal"
}