{
 "id": "119192",
 "text": "Zacate, Zakat, Zakgat al-mal ( , \"zakat sobre a riqueza\"), ou Zakah (árabe: زَكَاة: 'aquilo que purifica' ) é uma contribuição religiosa obrigatória, para os muçulmanos. Em geral, o termo é traduzido, impropriamente, como esmola.Dar el Zakat (Ayuda para los necesitados) Trata-se do terceiro dos cinco pilares do Islão. O seu pagamento é anual e obrigatório para todos os muçulmanos. De uma maneira geral incide sobre 2,5% da riqueza de cada pessoa. Cada muçulmano pode escolher a altura mais adequada do ano para pagar o zakat, mas muitos optam por fazê-lo no mês sagrado do Ramadã. Segundo o Islão, toda a riqueza é oriunda de Allah. Aqueles que tiveram a sorte de beneficiar da sua riqueza devem por sua vez apoiar os membros mais desfavorecidos da comunidade muçulmana (a umma). O não pagamento do zakat é entendido como um pecado que será julgado no Dia do Juízo Final (Yaum al-Qiyamah). Este tributo é também visto como uma forma de purificação do crente O dinheiro obtido a partir do zakat deve ser gasto de preferência na comunidade local. == Beneficiários do Zakat == O Alcorão estabelece oito categorias de beneficiários do zakat: * Fakir - os muçulmanos pobres e os que não conseguem arranjar trabalho; * Miskin - os muçulmanos que não conseguem alcançar com o seu trabalho o mínimo para satisfazer as suas necessidades e as da sua família; * - os coletores do zakat; * Muallaf - os convertidos ao Islão e que em função da sua conversão possam ter perdido bens e sofrido dificuldades económicas; * Riqab - os muçulmanos que se queiram libertar do estatuto de cativo de guerra ou de escravo; * Gharmin - os muçulmanos endividados, desde que estas dívidas tenham sido contraídas para satisfazer as necessidades básicas; * Fisabillillah - os muçulmanos que lutam pela causa de Allah, o que pode incluir a construção de mesquitas, hospitais, escolas, o investimento em obras de divulgação do islão ou a defesa da comunidade muçulmana de agressões externas; * Ibnus Sabil - os muçulmanos que se encontram longe do seu lar, necessitando para a ele regressar de uma quantia em dinheiro de modo a cobrir o custo da viagem. Estas pessoas devem ser tratadas com respeito e o ato de receção do zakat não deve ser alvo de humilhação. == Sadaqa == Os muçulmanos que desejem podem fazer outras contribuições para além do obrigatório zakat. Essas contribuições são chamadas de sadaqa; podem ser em dinheiro ou assumir outras formas, como um gesto amigável ou uma palavra de conforto a uma pessoa em crise. É importante que sejam feitas discretamente e sem que a pessoa seja movida pela vaidade. == Ver também == * Dízimo Categoria:Cinco pilares do Islamismo Categoria:Práticas religiosas Categoria:Conceitos islâmicos",
 "title": "Zacate"
}