{
 "id": "119164",
 "text": "Helloween é uma influente banda de power metal alemã, fundada em 1984. É composta por Andi Deris (vocal), Dani Löble (bateria), Sascha Gerstner (guitarra), Michael Weikath (guitarra) e Markus Grosskopf (baixo), sendo esses dois últimos membros fundadores, junto com Kai Hansen e Ingo Schwichtenberg (falecido). Em 2016, Michael Kiske e Kai Hansen foram reincorporados à banda. É considerada por muitos como a criadora do power metal. Influenciou bandas como Angra, Hammerfall, Edguy, Rhapsody of Fire, Shaman, Stratovarius, Sonata Arctica, Avantasia, entre outras. A banda possui mais de 35 anos de carreira e vendeu mais de 15 milhões de cópias em todo o mundo, até o momento. == História == === Formação e primeiras gravações (1978-1989) === A história do Helloween começou no final da década de 1970, mais precisamente no ano de 1978. Uma jovem banda alemã, chamada Gentry, que contava com Kai Hansen e Piet Sielck (Iron Savior) como alguns dos membros, foi o embrião para a formação do Helloween. Em 1980, a banda já havia sofrido algumas mudanças de formação e Markus Grosskopf (baixo) e Ingo Schwichtenberg (bateria) já faziam parte da formação. Nessa época, o nome do grupo não era mais o mesmo: Second Hell foi o primeiro nome utilizado, mas que durou apenas dois meses, quando então eles batizaram a banda com o nome de Iron First. Nesse período, Piet deixa a banda para se dedicar a produções e engenharia de som, onde entra em seu lugar o ex- integrante do Powerfool, Michael Weikath. Assim, finalmente deram o nome de Helloween para o grupo alemão em 1984. Participa de uma coletânea intitulada Death Metal, com as canções \"Oernst of Life\" e \"Metal Invaders\", do demo inicial de 1984. Logo depois lançam o seu primeiro trabalho, o EP Helloween (1985) que contém cinco canções: \"Starlight\", \"Murderer\", \"Warrior\", \"Victim of Fate\" e \"Cry For Freedom\". O primeiro álbum da banda vem no mesmo ano: Walls of Jericho. Logo após o lançamento do primeiro álbum, Kai Hansen deixa os vocais e concentra-se na guitarra, deixando o posto para o jovem Michael Kiske, então com 18 anos, oriundo da banda I'll Prophecy. O Motivo era que Kai tinha uma sobrecarga muito grande ao ter que cantar e tocar guitarra ao mesmo tempo, então preferiu somente tocar guitarra. Com essa formação, o Helloween lança o Keeper of the Seven Keys Part I em 1987. Um ano depois foi lançado Keeper of the Seven Keys Part II. Esses dois lançamentos eram para ser um só álbum duplo, mas a gravadora não quis. Em 1989, é lançado o primeiro disco ao vivo, gravado no Reino Unido, que recebe o nome de Keepers Live no Japão, I Want Out Live nos Estados Unidos e Live in the UK no resto do mundo. No início de 1989, Kai deixa o Helloween. No início dos anos 1990 cria o Gamma Ray, que é um trabalho de sequência do que ele estava fazendo no Helloween. Roland Grapow (ex-Rampage) assumiu seu lugar na banda. === Saída de Kiske e morte de Ingo (1991-1993) === Com essa nova formação, o Helloween lança Pink Bubbles Go Ape (1991), o primeiro álbum sem Kai Hansen, com produção a cargo de Chris Tsangarides. Chameleon (1993), vem como um álbum diferente em relação aos outros, com instrumentos como trompa, sintetizador, órgão e violino. Michael Kiske foi despedido da banda e seguiu carreira solo, além de cooperar com outros projetos. Sua última performance com a banda foi no dia 22 de dezembro de 1993 em um show para a caridade na Rockfabrik Ludwigsburg, até o seu retorno à banda após 24 anos. Já Ingo saiu da banda por motivos de saúde (saiu no meio da turnê do Chamaleon). Ele sofria de esquizofrenia e suicidou-se atirando-se para a frente de um vagão do metrô de Hamburgo, em 1995. Para substituí-los, são convidados Andi Deris, vocalista vindo da banda de hard rock Pink Cream 69, e Uli Kusch, baterista vindo do Gamma Ray. Richie Abdel Nabi foi chamado para tocar na banda quando Ingo saiu. Ficou apenas na tour do Chameleon, até chamarem Uli Kusch para entrar na banda, em 1994. Ao comentar a saída de Michael, Markus disse em 2011: === A chegada de Andi Deris (1993-2004) === Desde a época da gravação do Pink Bubbles Go Ape, Michael Weikath, fã da banda Pink Cream 69, já demonstrava interesse na entrada de Andi Deris no Helloween - eles já se conheciam de sessões de gravação em Hamburgo e Andi acabou efetivado após sair por uma noite com o conjunto. Com a chegada do vocalista, anunciada ainda em 1993, o Helloween lança o álbum Master of the Rings em 1994. Em 1996, é lançado The Time of the Oath. É um álbum semi-temático que conta a história das profecias de Nostradamus. O álbum foi dedicado a Ingo. A turnê gera um álbum ao vivo gravado na Espanha e na Itália: High Live, lançado em 1996, que gerou uma versão em fita VHS e posteriormente em DVD. Na turnê deste álbum, a banda vem pela primeira vez ao Brasil. Em 1998, o Helloween o Pumpkin Box, uma compilação de quatro CDs que abordam toda a carreira do conjunto. No mesmo ano, a banda lança Better Than Raw, encerrando o contrato de gravação com a inglesa Castle, que durava desde Master of the Rings. No ano de 1999, a banda lança o álbum Metal Jukebox, somente com covers de sucessos que não são necessariamente relacionados ao metal, mas que influenciaram os integrantes da banda. Com uma música de cada uma das bandas Scorpions, Jethro Tull, ABBA, David Bowie, Faith No More, The Beatles, Focus, Alex Harvey, Frank Marino, Cream, Babe Ruth e Deep Purple. Assinando contrato com a Nuclear Blast, gravadora da Europa especializada em heavy metal, lançam o álbum The Dark Ride em 2000. Roland Grapow e Uli Kusch saem em 2001 para formar o Masterplan e para seus lugares são chamados Sascha Gerstner (ex-Freedom Call) e Mark Cross (ex-Metalium, Firewind), que, respectivamente, assumem a guitarra e a bateria. Segundo Markus, um dia ele estava gravando algo com o Freedom Call \"e mais tarde nós o chamamos e ele veio se encontrar primeiro com Weiki [Michael Weikath] porque era muito importante que Weiki encontrasse um músico com quem ele pudesse tocar e também se comunicar e entender. [...] Então nós o levamos à ilha onde gravávamos e o deixamos sair com a gente um pouco e então ele decidiu 'Bom, vamos lá'\" Após ter lançado Treasure Chest, em 2002, um box com uma coletânea de 3 CDs, a banda se prepara para gravar um novo álbum de inéditas. Em maio de 2003, a banda lança Rabbit Don't Come Easy. Durante a gravação do disco, Mark Cross foi obrigado a sair da banda devido a problemas de saúde, e Mikkey Dee do Motörhead assume provisoriamente a bateria nas gravações. Stefan Schwarzmann (ex-Running Wild e Accept) é convidado para participar da turnê do álbum, saindo da banda após o fim dos shows em 2004. Dani Löble (ex-Rawhead Rexx) então é chamado para substituí-lo, estabelecendo assim a formação que se mantém até hoje. === Estabilização de formação mais duradoura até então (2004-2016) === Em 2005 a banda lança a terceira parte da saga Keeper of the Seven Keys, Keeper of The Seven Keys - The Legacy. Após o lançamento, a banda parte para sua turnê mundial, onde gravaram seu novo DVD ao vivo (intitulado Keeper of the Seven Keys - The Legacy World Tour 2005/2006) na Bulgária, Japão e Brasil, onde tocaram em cinco cidades: São Paulo (onde ocorreu a gravação do DVD e do CD), Rio de Janeiro, Porto Alegre, Curitiba e Santos. No ano de 2007, o Helloween lança Gambling With the Devil. Durante a turnê deste álbum, pela primeira vez a banda sai em turnê mundial com o Gamma Ray, banda criada pelo guitarrista Kai Hansen, que hoje integra novamente o Helloween. Em 26 de dezembro de 2009, no Japão, o Helloween lançou um álbum em comemoração dos 25 anos de lançamento do primeiro disco da banda. O álbum é uma seleção de dez canções da banda, regravadas acusticamente pela formação atual. Também é apresentado uma medley de 17 minutos chamada \"Keeper's Trilogy\", gravada pela Orquestra de Praga combinando \"Halloween\", \"Keeper of the Seven Keys\" e \"The King for a 1000 Years\". O título do álbum é Unarmed - Best of 25th Anniversary. Há uma edição limitada, incluindo 30 minutos de making of em DVD com entrevistas e cenas de estúdio, além da faixa \"Why?\", regravada acusticamente. A banda lança também um novo videoclipe com a canção \"Dr. Stein\", regravada acusticamente no Unarmed. Em 31 de outubro de 2010, a banda lança 7 Sinners e sai em turnê mundial (7 Sinners Tour), como headliner ao lado da banda Stratovarius. Em 11 de agosto de 2011, o Helloween faz o maior show de sua carreira, tocando para uma multidão de mais de 500 000 pessoas como um dos headliners do Woodstock 2011, na Polônia. Em outubro de 2012, Helloween lança o EP \"Burning Sun\" e o clipe \"Nabataea\" no dia 14 de dezembro de 2012. Em 18 de janeiro de 2013, sai o seu décimo quarto trabalho de estúdio, Straight Out of Hell. Helloween sai em turnê mundial do álbum no início de 2013 até o fim do ano. A Hellish World Tour Part II, em parceria com o Gamma Ray, passa por países da América Latina e América do Norte, pela Europa, Ásia e Oceania, assim como foi feito na Hellish World Tour, ocorrida entre 2007 e 2008. A banda se apresentou no dia 22 de setembro de 2013 no Rock in Rio, dia do heavy metal, com a participação especial de Kai Hansen. === Celebrações dos 30 anos de carreira, My God-Given Right e nova tour (2014-2016) === Em julho de 2014, após completar 30 anos de carreira, o Helloween se apresentou no festival europeu de metal Masters of Rock 2014 no mesmo palco que o Unisonic, banda que envolvia os então ex-membros Kai Hansen e Michael Kiske. Em outubro de 2014, a banda anunciou um novo álbum para maio de 2015. Sendo produzido por Charlie Bauerfeind no MiSueno Studio em Tenerife, que marcou o retorno do grupo à gravadora Nuclear Blast. Em 26 de fevereiro, a banda revelou o título, a capa e a data exata do lançamento. My God-Given Right é lançado em 29 de maio de 2015. A banda então saiu em turnê mundial e a concluiu em 27 de setembro de 2016. A banda também lançou uma biografia contando a história dos seus mais de 30 anos em atividade. A \"Bíblia do Helloween\" chama-se \"Hellbook\". Em 11 de março de 2021, a banda lança no Japão seu novo livro, a enciclopédia \"Seven Keys United Memorial - Complete Collection of Helloween\".https://www.youtube.com/watch?v=BS9Fv2zophQ === Pumpkins United World Tour, novo DVD/Blu-Ray ao vivo, Rock in Rio de novo e novos álbuns (2017-presente) === Em novembro de 2016, foi anunciado que os ex- membros Kai Hansen e Michael Kiske se juntariam à banda novamente para uma turnê mundial intitulada \"Pumpkins United World Tour\", cujo primeiro show aconteceria em 28 de outubro de 2017, em São Paulo. O início da turnê ocorreu no México, dia 19 de outubro de 2017. O set list contou com cerca de 23 músicas, clássicos de todas as eras da carreira da banda. A banda também seguiu homenageando em seus shows dessa turnê o seu ex-baterista original, Ingo Schwichtenberg, falecido, com a sua participação em telão nos solos de bateria, ao lado do atual baterista Dani Loeble. No mês de outubro de 2017, foi anunciado em formato digital o EP \"Pumpkins United\" em celebração à reunião clássica, com duas versões da música intitulada \"Pumpkins United\", além do lançamento em formato físico de vinil no dia 8 de dezembro do mesmo ano - pela Nuclear Blast Records. Em março de 2018, foi lançada a versão em CD, no japão. Em agosto de 2018, foi anunciado que Kai Hansen e Michael Kiske continuarão na banda, com o Helloween tornando-se assim uma formação fixa de 7 membros, anunciando o lançamento de um novo álbum completo de inéditas em estúdio, no ano de 2020, após o vindouro lançamento do próximo CD/DVD/Blu-Ray ao vivo da \"Pumpkins United World Tour\", em 2019. Em 2019, foi anunciado que substituíram o Megadeth em uma turnê no Brasil, com destaque ao Rock in Rio, no palco mundo, realizando em outubro um dos melhores shows do festival.https://oglobo.globo.com/cultura/helloween-substitui-megadeth-no- palco-mundo-do-rock-in-rio-23760859https://g1.globo.com/pop-arte/musica/rock- in-rio/2019/noticia/2019/10/07/show-do-scorpions-e-eleito-o-melhor-do-5o-dia- do-rock-in-rio-2019.ghtml O show teve grande repercussão positiva na mídia e na crítica.https://g1.globo.com/pop-arte/musica/rock-in- rio/2019/noticia/2019/10/04/helloween-mostra-que-e-mais-que-substituto-de- megadeth-com-formacao-lendaria-no-rock-in-rio.ghtml Em 2020, foi anunciado que a banda lançaria entre o final do ano e o início de 2021 o seu próximo álbum de inéditas, com a formação clássica reunida - e seus 3 vocalistas. O novo trabalho autointitulado Helloween é lançado então em junho de 2021.https://www.rockbizz.com.br/helloween-esta-em-estudio-finalizando-as- gravacoes-dos-vocais-do-novo-album-confira- video/https://whiplash.net/materias/news_739/324376-helloween.htmlhttps://www.blabbermouth.net/news/helloween- to-release-new-album-in-june/https://roadiecrew.com/helloween-lanca-nesta- sexta-feira-18-o-seu-homonimo-novo-album/ O álbum imediatamente torna-se um sucesso de vendas pelo mundo atingindo posições históricas nos charts internacionais, como o primeiro lugar na Alemanha, Reino Unido e Espanha, com o aclamado videoclipe \"Skyfall\", entre outros singles, como \"Fear Of The Fallen\", \"Angels\", \"Mass Pollution\", \"Out For The Glory\" - mais um outro premiado videoclipe inovador, \"Cyanide\", \"Rise Without Chains\", \"Best Time\", \"Robot King\", \"Down In The Dumps\", entre suas principais faixas de trabalho. A banda também anuncia uma nova turnê mundial para o ano seguinte.https://www.loudmagazine.net/helloween-novo-album-no-1-da-tabela-de- vendas-alema/https://whiplash.net/materias/news_733/329596-helloween.html Em maio de 2023, Helloween entrou para o Hall da Fama do metal mundial. https://whiplash.net/materias/news_707/351753-helloween.html. A premiação é destinada às mais importantes bandas e artistas clássicos do estilo. A cerimônia aconteceu no palco do Terminal 5, em Nova York, Estados Unidos, e contou com a presença da vocalista canadense Alissa White-Gluz, do Arch Enemy. https://www.rockbizz.com.br/helloween-e-imortalizado-no-metal-hall-of-fame- veja-video-da-cerimonia/ Em fevereiro de 2024, Helloween anuncia que um novo álbum de estúdio de inéditas, com a atual formação, vem sendo produzido e que o mesmo será lançado no início de 2025. https://www.wikimetal.com.br/helloween-novo-album-2025. Após nova premiação com o Award de melhor banda de metal alemã, Helloween anuncia também um novo álbum e DVD/Blu-ray ao vivo, o \"Live At Budokan\", gravado no Japão, para ser lançado em dezembro de 2024. Helloween vem seguindo o seu caminho de sucesso merecedor à toda grande banda clássica, mostrando que o power metal ainda permanece importante na cena musical mundial. == Integrantes == === Membros atuais === * Michael Weikath – guitarra solo & rítmica, backing vocals (1984-presente) * Kai Hansen - vocal (1984-1987), guitarra (1984-1989, 2016-presente) * Markus Grosskopf – baixo, backing vocals (1984-presente) * Michael Kiske – vocal (1987-1993, 2016-presente) * Andi Deris – vocal (1993-presente) * Sascha Gerstner – rítmica & guitarra solo, backing vocals (2002-presente) * Dani Löble – bateria (2004-presente) === Ex-membros === * Ingo Schwichtenberg – bateria (1984-1993) falecido * Roland Grapow – guitarra (1989-2001) * Uli Kusch – bateria (1994-2001) * Mark Cross – bateria (2002-2003) * Stefan Schwarzmann – bateria (2003-2004) === Linha do tempo === ImageSize = width:900 height:auto barincrement:20 PlotArea = left:120 bottom:60 top:0 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:1984 till:31/12/2019 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:horizontal position:bottom ScaleMajor = increment:2 start:1984 ScaleMinor = increment:2 start:1985 Colors = id:Vocals value:red legend:Vocal id:Guitars value:green legend:Guitarra id:Bass value:blue legend:Baixo id:Drums value:purple legend:Bateria id:BLines value:black legend:Álbuns_de_estúdio id:Lines2 value:gray(0.6) legend:Álbuns_ao_vivo id:bars value:gray(0.9) BackgroundColors = bars:bars LineData = at:01/10/1985 color:black layer:back at:23/05/1987 color:black layer:back at:01/09/1988 color:black layer:back at:21/03/1991 color:black layer:back at:01/06/1993 color:black layer:back at:08/07/1994 color:black layer:back at:29/02/1996 color:black layer:back at:24/04/1998 color:black layer:back at:30/10/2000 color:black layer:back at:12/05/2003 color:black layer:back at:31/10/2005 color:black layer:back at:23/10/2007 color:black layer:back at:31/10/2010 color:black layer:back at:18/01/2013 color:black layer:back at:29/05/2015 color:black layer:back at:01/04/1989 color:Lines2 layer:back at:01/10/1996 color:Lines2 layer:back at:26/02/2007 color:Lines2 layer:back BarData = bar:kiske text:\"Michael Kiske\" bar:deris text:\"Andi Deris\" bar:han text:\"Kai Hansen\" bar:wei text:\"Michael Weikath\" bar:grap text:\"Roland Grapow\" bar:gers text:\"Sascha Gerstner\" bar:gross text:\"Markus Grosskopf\" bar:schwich text:\"Ingo Schwichtenberg\" bar:kusch text:\"Uli Kusch\" bar:cross text:\"Mark Cross\" bar:stef text:\"Stefan Schwarzmann\" bar:lobl text:\"Daniel Löble\" PlotData= width:2.5 textcolor:black align:left anchor:from shift:(10,-4) bar:han from:01/01/1984 till:01/05/1986 color:Vocals width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:han from:01/01/1984 till:01/10/1989 color:Guitars bar:han from:01/11/2016 till:end color:Guitars bar:kiske from:01/05/1986 till:07/11/1993 color:Vocals bar:kiske from:01/11/2016 till:end color:Vocals bar:deris from:01/01/1994 till:end color:Vocals bar:wei from:01/01/1984 till:end color:Guitars bar:grap from:01/10/1989 till:01/03/2001 color:Guitars bar:gers from:01/01/2002 till:end color:Guitars bar:gross from:01/01/1984 till:end color:Bass bar:schwich from:01/01/1984 till:01/11/1993 color:Drums bar:kusch from:01/01/1994 till:01/03/2001 color:Drums bar:cross from:01/05/2001 till:20/05/2003 color:Drums bar:stef from:20/05/2003 till:01/01/2005 color:Drums bar:lobl from:02/01/2005 till:end color:Drums === Prêmios e indicações === ; Metal Hammer Awards (GER) 2014 - Maximum Metal (Venceu) ; Metal Hall of Fame (USA) 2023 - Metal Hall Of Fame https://bravewords.com/news/helloween-to-be-inducted-into-the-metal-hall-of- fame (Venceu) ; Best German Metal Band (GER) 2024 - Helloween https://www.impericon.com/blogs/magazine/these-are-the-nominees-for-the-metal- hammer-awards-2024 (Venceu) == Discografia == === Álbuns de estúdio === Ano Detalhes Posições de pico nas listas de vendas Certificados de vendas ALE AUT FIN FRA JAP NOR ESP SUE SUI RU EUA 1985 Walls of Jericho — — — — — — — — — — — 1987 Keeper of the Seven Keys Part 1 15 — — — 284 — — 42 18 — 104 1988 Keeper of the Seven Keys Part 2 5 9 — — 27 12 — 7 6 24 108 ALE: Ouro 1991 Pink Bubbles Go Ape 32 28 — — 31 14 — 14 20 41 — 1993 Chameleon 35 — — — 8 — — 35 30 — — 1994 Master of the Rings 23 34 — — 6 — — 26 22 — — JAP: Ouro 1996 The Time of the Oath 31 33 14 — 6 — — 26 30 — — JAP: Ouro 1998 Better Than Raw 19 36 7 — 9 — — 35 42 — — JAP: Ouro 2000 The Dark Ride 26 — 19 — 11 — — 38 68 — — 2003 Rabbit Don't Come Easy 26 — 23 119 11 — — 12 93 — — 2005 Keeper of the Seven Keys - The Legacy 28 — 28 89 22 — — 24 61 — — 2007 Gambling with the Devil 38 — 34 103 17 44 59 34 88 — — 2010 7 Sinners 25 57 16 65 6 — 57 40 38 21 (Rock & Metal Chart) — 2013 Straight Out of Hell 4 22 4 29 11 21 46 6 12 24 (Rock & Metal Chart) 97 2015 My God-Given Right 8 30 5 44 9 37 21 22 14 8 (Rock Chart) — 2021 Helloween 1 3 2 5 6 36 1 3 2 2 35 . === EPs e álbuns de regravações === * Helloween (EP, 1985) * Metal Jukebox (1999) * Unarmed - Best of 25th Anniversary (2009) * Pumpkins United (EP, 2017) === Álbuns ao vivo === * I Want Out Live (1989) - apenas nos Estados Unidos * Keepers Live (1989) - apenas no Japão * Live in the UK (1989) * High Live (1996) * The Legacy World Tour 2005/2006 Live in Sao Paulo (2007) * United Alive in Madrid (2019) * Live At Budokan (2024) https://music.apple.com/br/album/live-at-budokan-live/1767863720 === Coletâneas === * Pumpkin Tracks (1989) * The Best, the Rest, the Rare (1991) * Pumpkin Box (1998) - apenas no Japão * Karaoke Album vol. 1 (1998) * Karaoke Album vol. 2 (1998) * Treasure Chest (2002) * Sweet Seductions - Best Of (2017) * United Forces (2021) === Vídeos (VHS, DVDs, Blu-Rays) === * The Pumpkin Video (2000) * High Live (2000) * Hellish Videos (2005) * Keeper Of The Seven Keys - The Legacy: Live On 3 Continents (2007) * Sweet Seductions - Best Of (2017) * United Alive (2019) * Live At Budokan (2024) https://www.altearecords.com.br/produtos/helloween-live-at-budokan- bluray-1br-2024/ === Tributos === * The Eastern Tribute to Helloween (1999) * The Keepers of Jericho - Part I (2000) * The Keepers of Jericho - Part II (2002) * Trick or Treat - Tribute Live (2003) * Helloween Brazilian Tribute - 30 Years of Happiness (2014) * Helloween Brazilian Tribute - Part II (2018) === Singles === * \"Judas\" (1986) * \"Future World\" (1987) * \"Dr. Stein\" (1988) * \"Save Us\" (1988) * \"I Want Out\" (1988) * \"Kids of the Century\" (1991) * \"Number One\" (1992) * \"When the Sinner\" (1993) * \"Windmill\" (1993) * \"Step Out of Hell\" (1993) * \"I Don't Wanna Cry No More\" (1993) * \"Mr. Ego\" (1994) * \"Where the Rain Grows\" (1994) * \"Perfect Gentleman\" (1994) * \"Sole Survivor\" (1995) * \"The Time of the Oath\" (1996) * \"Power\" (1996) * \"Forever and One\" (1996) * \"Forever and One Live\" (1996) * \"Hey Lord!\" (1998) * \"I Can\" (1998) * \"Lay All Your Love on Me\" (1999) * \"If I Could Fly\" (2000) * \"Mr. Torture\" (2000) * \"Just a Little Sign\" (2003) * \"Mrs. God\" (2005) * \"Light the Universe\" (2006) * \"As long as I fall\" (2007) * \"Find my Freedom\" (2008) * \"Dr. Stein\" (2009) * \"Are You Metal?\" (2010) * \"Burning Sun\" (2012) * \"Nabataea\" (2013) * \"Battle's Won\" (2015) * \"Pumpkins United\" (2017) * \"The Game is On\" (1994) (2020) - For Helloween Casino players (LP) https://metalreels.com/helloweenvinyl/ * \"Skyfall\" (2021) * \"Best Time\" (2021) * \"Mass Pollution\" (2021) * \"Angels\" (2021) * \"Rise Without Chains\" (2021) * \"Cyanide\" (2021) * \"Robot King\" (2021) * \"Down In The Dumps\" (2021) == Bibliografia == * Hellbook (2015) https://whiplash.net/materias/news_802/225629-helloween.html * Seven Keys United Memorial - Complete Collection of Helloween (2021) https://whiplash.net/materias/news_733/329216-helloween.html * Helloween: A História Completa (2021) https://esteticatorta.lojavirtualnuvem.com.br/produtos/livro-helloween-a- historia-completa/ *Helloween: Seekers of the Seven Keys Comic Book (2021) # Várias ediçõeshttps://www.rockbizz.com.br/helloween-anuncia-lancamento-do- comic-book-seekers-of-the-seven-keys-saiba-mais/ == Ligações externas == * Categoria:Bandas da Alemanha Categoria:Bandas de power metal Categoria:Bandas de heavy metal da Alemanha Categoria:Bandas de speed metal Categoria:Bandas formadas em 1984 Categoria:Septetos musicais",
 "title": "Helloween"
}