{
 "id": "119265",
 "text": "Johannes Diderik van der Waals (Leiden, — Amsterdã, ) foi um físico neerlandês que formulou equações descrevendo os estados líquido e gasoso, trabalho fundamental para a medição do zero absoluto. Ele tentou descobrir por que as equações de Robert Boyle e Jacques Charles não correspondiam exatamente à forma de comportamento dos gases e líquidos. Concluiu que o tamanho da molécula e a força que atua entre elas afetam seu comportamento. Embora as moléculas de gás sejam extremamente pequenas, cada uma delas tem um tamanho diferente - circunstância que afeta o comportamento das moléculas de diferentes gases. As forças que atuam entre as moléculas de um gás são denominadas forças de van der Waals. Em virtude desse trabalho, Johannes van der Waals foi agraciado com o Nobel de Física de 1910. == Biografia == Van der Waals nasceu em Leiden, nos Países Baixos, o mais velho dos 10 filhos de Jacobus van der Waals, um carpinteiro, e Elisabeth van den Burg. Tornou-se professor escolar, e posteriormente foi autorizado a estudar na universidade, apesar da sua deficiência de educação no campo das idiomas clássicos. Estudou de 1862 até 1865, graduando-se em Matemática e Física. Era casado com Anna Magdalena Smit e teve três filhas e um filho. Em 1866 tornou-se director de uma escola secundária em Haia. Em 1873, obteve doutorado por sua tese intitulada \"Over de Continuïteit van den Gas- en Vloeistoftoestand\" (Sobre a continuidade do gás e do estado líquido). Em sua tese introduziu os conceitos de volume molecular e atração molecular. Em 1876 foi nomeado primeiro professor de física na Universidade de Amsterdão. Van der Waals morreu em Amesterdão em 1923. == Trabalho científico == O principal interesse de Van der Waals era no campo da termodinâmica. Ele foi influenciado pelo tratado de Rudolf Clausius de 1857 intitulado Über die Art der Bewegung, welche wir Wärme nennen (Sobre o tipo de movimento que chamamos de calor).J.D. van der Waals, 1910, \"The equation of state for gases and liquids,\" Nobel Lectures in Physics, pp. 254-265 (December 12, 1910)Clausius, R. (1857). \"Über die Art der Bewegung, welche wir Wärme nennen\". Annalen der Physik. 176 (3): 353–380. Bibcode:1857AnP...176..353C. doi:10.1002/andp.18571760302. Van der Waals foi posteriormente muito influenciado pelos escritos de James Clerk Maxwell, Ludwig Boltzmann e Willard Gibbs. O trabalho de Clausius o levou a buscar uma explicação para os experimentos de Thomas Andrews que haviam revelado, em 1869, a existência de temperaturas críticas nos fluidos.Andrews, T. (1869). \"The Bakerian Lecture: On the Gaseous State of Matter\". Philosophical Transactions of the Royal Society of London. 159: 575–590. doi:10.1098/rstl.1869.0021 Ele conseguiu dar uma descrição semiquantitativa dos fenômenos de condensação e temperaturas críticas em sua tese de 1873, intitulada Over de Continuïteit van den Gasen Vloeistoftoestand (Sobre a continuidade do estado gasoso e líquido). van der Waals, JD (1873) Over de Continuiteit van den Gas- en Vloeistoftoestand (on the continuity of the gas and liquid state) Esta dissertação representou uma marca registrada na física e foi imediatamente reconhecida como tal, por exemplo, por James Clerk Maxwell que a revisou na NatureMaxwell, J.C. (1874). \"Van der Waals on the Continuity of Gaseous and Liquid States\". Nature. 10 (259): 477–480. Bibcode:1874Natur..10..477C. doi:10.1038/010477a0. S2CID 4046639 forma elogiosa. Nesta tese, ele derivou a equação de estado que leva seu nome. Este trabalho deu um modelo em que o líquido e a fase gasosa de uma substância se fundem de maneira contínua. Mostra que as duas fases são da mesma natureza. Ao derivar sua equação de estado, Van der Waals assumiu não apenas a existência de moléculas (a existência de átomos foi contestada na épocaTang, K.-T.; Toennies, J. P. (2010). \"Johannes Diderik van der Waals: A Pioneer in the Molecular Sciences and Nobel Prize Winner in 1910\". Angewandte Chemie International Edition. 49 (50): 9574–9579. doi:10.1002/anie.201002332. PMID 21077069.), mas também que eles são de tamanho finito e se atraem. Como ele foi um dos primeiros a postular uma força intermolecular, embora rudimentar, essa força é agora às vezes chamada de Força de van der Waals . Uma segunda descoberta importante foi a Lei dos Estados Correspondentes de 1880, que mostrou que a equação de estado de van der Waals pode ser expressa como uma função simples da pressão crítica, volume crítico e temperatura crítica. Esta forma geral é aplicável a todas as substâncias (veja a equação de van der Waals). As constantes específicas do composto a e b na equação original são substituídas por quantidades universais (independentes do composto). Foi essa lei que serviu de guia durante os experimentos que levou à liquefação do hidrogênio por James Dewar em 1898 e do hélio por Heike Kamerlingh Onnes em 1908. Em 1890, Van der Waals publicou um tratado sobre a Teoria das Soluções Binárias nos Arquivos Néerlandaises. Ao relacionar sua equação de estado com a Segunda Lei da Termodinâmica, na forma inicialmente proposta por Willard Gibbs, ele foi capaz de chegar a uma representação gráfica de suas formulações matemáticas na forma de uma superfície que chamou de Ψ (Psi) superfície seguinte Gibbs, que usou a letra grega Ψ para a energia livre de um sistema com diferentes fases em equilíbrio. Também deve ser feita menção à teoria da capilaridade de Van der Waals, que em sua forma básica apareceu pela primeira vez em 1893.van der Waals, J.D. (1893). \"Thermodynamische theorie der capillariteit in de onderstelling van continue dichtheidsverandering\". Verhand. Kon. Akad. V Wetensch. Amst. Sect. 1 (Dutch; English Translation in J. Stat. Phys., 1979, 20:197). Em contraste com a perspectiva mecânica sobre o assunto fornecida anteriormente por Pierre-Simon Laplace,Laplace, P.S. (1806). Sur l'action capillaire (Suppl. au livre X, Traité de Mécanique Céleste). Crapelet; Courcier; Bachelier, Paris. Van der Waals assumiu uma abordagem termodinâmica. Isso era controverso na época, uma vez que a existência de moléculas e seu movimento rápido e permanente não eram universalmente aceitos antes da verificação experimental de Jean Baptiste Perrin da explicação teórica de Albert Einstein do movimento browniano. == Citações relacionadas == > Não pode haver dúvida de que o nome de Van der Waals em breve estará entre > os mais importantes da ciência molecular, — Observações de James Clerk > Maxwell na revista Nature (1873). > Ficará perfeitamente claro que, em todos os meus estudos, eu estava bastante > convencido da existência real das moléculas, que nunca as considerei como > uma invenção da minha imaginação, nem mesmo como meros centros de efeitos de > força. Eu os considerava os corpos reais, portanto, o que chamamos de > \"corpo\" na fala cotidiana deveria ser melhor chamado de \"pseudo corpo\". É um > agregado de corpos e espaço vazio. Não sabemos a natureza de uma molécula > constituída por um único átomo químico. Seria prematuro procurar responder a > essa pergunta, mas admitir que essa ignorância em nada prejudica a crença em > sua existência real. Quando comecei meus estudos, tive a sensação de que > estava quase sozinha em manter essa visão. E quando, como já ocorria em meu > tratado de 1873, determinei seu número em um grama-mol, seu tamanho e a > natureza de sua ação, fiquei fortalecido em minha opinião, mas ainda assim > muitas vezes surgiu dentro de mim a questão se, em última análise, uma > molécula é uma invenção da imaginação e de toda a teoria molecular também. E > agora não acho exagero afirmar que a existência real de moléculas é > universalmente assumida pelos físicos. Muitos dos que mais se opuseram a ela > acabaram sendo conquistados, e minha teoria pode ter sido um fator > contribuinte. E precisamente isso, a meu ver, é um passo em frente. Qualquer > pessoa familiarizada com os escritos de Boltzmann e Willard Gibbs admitirá > que os físicos portadores de grande autoridade acreditam que os fenômenos > complexos da teoria do calor só podem ser interpretados dessa maneira. É um > grande prazer para mim que um número crescente de físicos mais jovens > encontre inspiração para seu trabalho em estudos e contemplações da teoria > molecular ... — Notas de Johannes D. van der Waals na Palestra Nobel, A > equação de estado para gases e líquidos (12 de dezembro de 1910). == Ver também == *Equação de van der Waals *Força de van der Waals *Ligação de van der Waals *Raio de van der Waals ==Leitura adicional== * ==Ligações externas== * * Categoria:Nobel de Física Categoria:Laureados dos Países Baixos com o Nobel Categoria:Termodinamicistas Categoria:Professores da Universidade de Amsterdã Categoria:Físicos dos Países Baixos Categoria:Químicos do século XX Categoria:Alunos da Universidade de Leiden Categoria:Naturais de Leida Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Johannes Diderik van der Waals"
}