{
 "id": "119383",
 "text": "The Everly Brothers foi uma dupla de rock and roll influenciada pelo country estadunidense,\"The Everly Brothers finally get to enjoy just being brothers\" - Houston Chronicle, 23 de junho de 1986 conhecida por tocar violão de corda de aço e cantar com harmonias vocais. Isaac Donald \"Don\" Everly (1 de fevereiro de 1937 - 21 de agosto de 2021) e Phillip \"Phil\" Everly (19 de janeiro de 1939 - 3 de janeiro de 2014) foram indicados ao Hall da Fama do Rock and Roll em 1986 e ao Country Music Hall of Fame em 2001. ==História== ===Família e educação=== Don nasceu em Brownie, no Condado de Muhlenberg, Kentucky, em 1 de fevereiro de 1937 e Phil em Chicago, Illinois, em 19 de janeiro de 1939. Seus pais eram Isaac Milford \"Ike\" Everly, Jr. (1908-1975), um guitarrista, e Margaret Embry Everly (1919-2021) O ator James Best (nascido Jules Guy), também do Condado de Muhlenberg, era filho da irmã de Ike. Margaret tinha 15 anos quando se casou com Ike, que tinha 26 anos. Ike trabalhou em minas de carvão a partir dos 14 anos, mas seu pai o encorajou a seguir seu amor pela música, e Ike e Margaret começaram a cantar juntos.Jerry Bledsoe. \"Ike and Margaret Everly Don't Like Doing Nothing.\" Greensboro (NC) Daily News, November 29, 1971, p. B1. Os irmãos Everly passaram a maior parte de sua infância em Shenandoah, Iowa. Eles frequentaram a Longfellow Elementary School em Waterloo, Iowa, por um ano,\"Everly Brothers Back Home Before 2,100.\" Waterloo (IA) Daily Courier, February 9, 1958, p. 14. mas depois mudaram-se para Shenandoah em 1944, onde permaneceram durante o ensino médio. Ike Everly teve um programa nas rádios KMA e KFNF em Shenandoah em meados dos anos 1940, primeiro com sua esposa e depois com seus filhos. Os irmãos cantavam no rádio como \"Little Donnie e Baby Boy Phil\". A família se apresentava como \"The Everly Family\".\"Rock-a-Billy Everly Boys.\" Blytheville (AR) Courier-News, July 31, 1957, p. 8. Ike, com os guitarristas Merle Travis, Mose Rager e Kennedy Jones, foi homenageado em 1992 pela construção da Four Legends Fountain em Drakesboro, Kentucky. A família mudou-se para Knoxville, Tennessee, em 1953, onde os irmãos frequentaram a West High School. Em 1955, a família mudou-se para Madison, Tennessee, enquanto os irmãos se mudaram para Nashville, Tennessee. Don se formou no ensino médio em 1955 e Phil estudou na Peabody Demonstration School em Nashville, onde se formou em 1957.John Larson. \"The Everly Brothers Now Want to Act\". Boston Globe, December 25, 1960, p. 14. Ambos agora podiam se concentrar em gravações.\"Everly Brothers Surprised.\" Richmond (VA) Times-Dispatch, July 5, 1970, p. H8. ===Década de 1950=== Enquanto em Knoxville, os irmãos chamaram a atenção do amigo da família Chet Atkins, gerente do estúdio da RCA Victor em Nashville. Os irmãos se tornaram uma dupla e se mudaram para Nashville.Lazell, Barry ed., with Dafydd Rees and Luke Crampton, Rock Movers & Shakers. Billboard Publications, New York, 1989, p. 171. Apesar da afiliação com a RCA, Atkins conseguiu que os Everly Brothers gravassem para a Columbia Records no início de 1956. Sua canção \"Keep a-Lovin 'Me\", que Don escreveu e compôs, fracassou, e eles foram retirados do selo Columbia. Atkins apresentou os Everly Brothers para Wesley Rose, dos editores de música da Acuff-Rose. Rose disse que ele garantiria um contrato de gravação se assinassem com a Acuff-Rose como compositores. Eles assinaram no final de 1956 e em 1957 Rose os apresentou a Archie Bleyer,Alan Frazer, \"The Everly Saga, $$.\" Boston Sunday Advertiser, July 23, 1961, p. 22. que estava procurando por artistas para sua Cadence Records. Os Everlys assinaram e gravaram em fevereiro de 1957. \"Bye Bye Love\" havia sido rejeitada por 30 outros representantes. Sua gravação alcançou o segundo lugar nas paradas pop, atrás de \"(Let Me Be Your) Teddy Bear\" de Elvis Presley, e número 1 no país e número 5 nas paradas de R&B.; A canção, de Felice e Boudleaux Bryant, tornou- se o primeiro milhão de vendas dos Everly Brothers. Trabalhando com os Bryants, eles tiveram hits nos Estados Unidos e no Reino Unido, sendo os maiores \"Wake Up Little Susie\", \"All I Have to Do Is Dream\", \"Bird Dog\" e \"Problems\". Os Everlys, embora fossem em grande parte artistas interpretativos, também tiveram sucesso como compositores, especialmente com \"(Till) I Kissed You\", de Don, que atingiu o quarto lugar nas paradas pop dos EUA.Whitburn, Joel, The Billboard Book of Top 40 Hits, Billboard Books, NY 1992, p. 165. Os irmãos fizeram uma turnê com Buddy Holly em 1957 e 1958. De acordo com o biógrafo de Holly, Philip Norman, eles foram os responsáveis ​​por persuadir Holly e os Crickets a mudarem suas roupas de Levi's e camisetas para os ternos da Ivy League dos Everlys. Don disse que Holly escreveu e compôs \"Wishing\" para eles. \"Nós éramos todos do sul\", Phil observou de seus pontos em comum. \"Nós começamos na música country\". Embora algumas fontes digam que Phil Everly foi um dos carregadores do caixão de Holly em fevereiro de 1959, Phil disse em 1986 que ele compareceu ao funeral e sentou-se com a família de Holly, mas não carregou o caixão. Don não compareceu, dizendo: \"Eu não pude ir ao funeral. Eu não pude ir a lugar algum. Eu apenas fui para a minha cama\". ===Décadas de 1960/1970=== Depois de três anos na Cadence, os Everlys assinaram com a Warner Bros Records em 1960, onde gravaram por 10 anos. O primeiro hit da Warner Bros., \"Cathy's Clown\", de 1960, que eles mesmos compuseram, vendeu oito milhões de cópias e se tornou o disco mais vendido da dupla. \"Cathy's Clown\" foi o número 1, a primeira seleção da Warner Bros Records já lançada no Reino Unido. Nos anos seguintes, os Everly Brothers venderam menos discos nos Estados Unidos. Seus alistamentos na reserva dos Fuzileiros Navais dos Estados Unidos em outubro de 1961 os tiraram dos holofotes.Natalie Best. \"Rock 'n' Roll Marine Weds With Brother As Best Man.\" San Diego Union, February 14, 1962, p. B1. Uma de suas poucas apresentações durante o seu serviço na marinha foi no The Ed Sullivan Show, em 18 de fevereiro de 1962, quando tocaram \"Jezebel\" e \"Crying in the Rain\" enquanto usavam uniformes da Marinha.George Varga. Everly Brothers Served at Camp Pendleton.\" San Diego Union-Tribune, January 6, 2014. A disputa dos irmãos com a Acuff-Rose durou até 1964, quando eles voltaram a escrever e compor, além de trabalhar com os cônjuges de Bryant. Até então, no entanto, ambos os Everlys eram viciados em anfetaminas. A condição de Don era pior: ele estava tomando ritalina, o que levou a problemas mais profundos. O vício de Don durou três anos, até que ele foi hospitalizado por um colapso nervoso e para tratar de seu vício.The Rolling Stone Encyclopedia of Rock & Roll (Simon & Schuster, 2001) A grande mídia não relatou que um dos irmãos era viciado. Quando Don entrou em colapso na Inglaterra em meados de outubro de 1962, os repórteres foram informados de que ele tinha intoxicação alimentar;\"Don Everly Ill, Taken to Hospital,\" San Diego Union, October 15, 1962, p. 8. quando os tablóides sugeriram que ele havia tido uma overdose de comprimidos, sua esposa e seu irmão insistiram que ele estava sofrendo de esgotamento físico e nervoso.\"Singer Don Everly Flies to N.Y. Hospital.\" Boston Traveler, October 16, 1962, p. 54. A saúde precária de Don terminou sua turnê britânica; ele voltou para os Estados Unidos, deixando Phil para continuar com Joey Page, seu baixista, tomando o lugar de Don. No final da década de 1960, os irmãos retornaram ao country rock, e seu álbum de 1968, Roots, foi aclamado por alguns críticos como \"um dos melhores álbuns country-rock antigos\". No entanto, no final da década de 1960, os Everly Brothers deixaram de ser hitmaker na América do Norte ou no Reino Unido, e em 1970, após um álbum ao vivo sem sucesso (The Everly Brothers Show), seu contrato com a Warner Bros. que já durava dez anos, foi finalizado. Eles eram os apresentadores substitutos de verão para o programa de televisão de Johnny Cash em 1970; seu programa de variedades, Johnny Cash Presents the Everly Brothers, estava na ABC-TV e contou com Linda Ronstadt e Stevie Wonder.\"Everly Brothers Return.\" Cleveland Plain Dealer, July 5, 1970, p. 29E. miniatura|Phil (esquerda) e Don (direita) apresentando-se no Johnny Cash Presents the Everly Brothers, 1970 Em 1970, Don lançou seu primeiro álbum solo, que não foi um sucesso. Os irmãos voltaram a se apresentar em 1971 e lançaram dois discos pela RCA Victor Records em 1972 e 1973. Lindsey Buckingham se juntou a eles em 1972 e participou em uma turnê. Os Everlys anunciaram que sua apresentação final seria em 14 de julho de 1973, na Knott's Berry Farm, na Califórnia, mas as tensões entre os dois surgiram, e Don disse a um repórter que estava cansado de ser um Everly Brother.Marilyn and Hy Gardner, \"Everly Brothers Too Close for Too Long.\" Springfield (MA) Union, August 24, 1973, p. 27. Durante o show, Phil quebrou seu violão e foi embora enquanto Don terminou o show, encerrando sua colaboração. Os dois não voltariam a unir forças musicalmente por mais de dez anos. ===Período solo (1973–1983)=== Phil e Don seguiram carreiras solo de 1973 a 1983. Don encontrou algum sucesso nas paradas dos Estados Unidos em meados de 1970, em Nashville, com sua banda, Dead Cowboys, e tocando com Albert Lee. Don também se apresentou sozinho em um festival anual de música country em Londres em meados de 1976. Sua aparição foi bem aceita e ele recebeu \"aplausos estrondosos\", embora os críticos tenham notado que o desempenho foi desigual.Ed Blanche, \"Everly Laid Back.\" Springfield (MA) Union, June 21, 1977, p. 26. Phil cantou o apoio para o álbum Mustard de Roy Wood em 1975 e duas músicas para o álbum homônimo de Warren Zevon de 1976.album liner notes Don gravou \"Everytime You Leave\" com Emmylou Harris em seu álbum de 1979, Blue Kentucky Girl. ===Reunião e atividades subsequentes (1983–2006)=== O concerto de reunião dos irmãos no Royal Albert Hall, em Londres, em 23 de setembro de 1983, que encerrou suas dez temporadas de carreira solo, foi iniciado por Phil e Don, ao lado de Terry Slater, com Wingfield como diretor musical. Este concerto foi gravado para um LP ao vivo e transmissão de vídeo na televisão a cabo em meados de janeiro de 1984.\"Cable Concert Appearance Reunites the Everly Brothers.\" Newark (NJ) Star-Ledger, January 6, 1984, p. 38. Os irmãos retornaram ao estúdio como uma dupla pela primeira vez em mais de uma década, gravando o álbum EB '84, produzido por Dave Edmunds. O primeiro single, \"On the Wings of a Nightingale\", escrito e composto por Paul McCartney, foi um sucesso (Top 10 adulto contemporâneo) e os retornou para o US Hot 100 (para sua última aparição) e as paradas do Reino Unido. Seu último single a atingir as paradas foi \"Born Yesterday\" de 1986, do álbum de mesmo nome. Eles colaboraram com outros artistas, principalmente cantando vocais de apoio ou duetos, incluindo vocais adicionais na faixa título do álbum \"Graceland\" de Paul Simon em 1986. Em 1990, Phil gravou um dueto com o cantor holandês René Shuman. \"On Top of the World\" foi escrito e composto por Phil, que apareceu no videoclipe que gravou em Los Angeles. A seleção apareceu no álbum de Shuman, Set the Clock on Rock. Uma gravação ao vivo de 1981 da BBC de \"All I Have To Do Is Dream\", que contou com Cliff Richard e Phil compartilhando vocais, foi um sucesso no Top 20 do Reino Unido em 1994. Phil Everly cantou \"Sweet Little Corrina\" com o cantor country Vince Gill em seu álbum de 2006 These Days. Everly já havia fornecido vocais de harmonia em \"White Rhythm and Blues\", de J. D. Souther, em seu álbum de 1979 You're Only Lonely. ===Últimas atividades=== Don Everly participou do Anual Music Masters enquanto o Hall da Fama do Rock and Roll homenageava os Everly Brothers em 25 de outubro de 2014. Don tocou no palco do State Theatre e apresentou a canção clássica da dupla, \"Bye Bye Love\". Don Everly endossou publicamente Hillary Clinton para a eleição presidencial de 2016 em janeiro daquele ano, citando sua experiência em política externa de seu mandato como secretária de Estado, bem como seu apoio à educação. Isso marcou a primeira vez que Don Everly apoiou publicamente um candidato político. Don afirmou que após a morte de seu irmão Phil, ele se sentiu livre para expressar suas opiniões políticas mais abertamente, observando que eles mantinham opiniões políticas opostas que tornavam impossível para eles alguma vez dar apoio ativo a candidatos políticos. Os Everly Brothers estavam entre centenas de artistas cujo material foi supostamente destruído no incêndio na Universal Studios em 2008. ===Mortes=== Phil Everly morreu no Providence Saint Joseph Medical Center, em Burbank, Califórnia, em 3 de janeiro de 2014, 16 dias antes de completar 75 anos, de doença pulmonar. A viúva de Phil, Patti, culpou a morte do marido por seu hábito de fumar, que o levou a desenvolver doença pulmonar obstrutiva crônica, e contou que Phil passou seus últimos anos tendo que levar tanques de oxigênio aonde quer que fosse e tomando 20 tipos diferentes de medicamentos por dia. Ela afirmou que, embora Phil tivesse parado de fumar em 2001, seus pulmões já haviam sofrido danos permanentes. A última aparição pública de Phil foi em 2011, na introdução de Buddy Holly à Calçada da Fama de Hollywood, e ele estava lutando para recuperar o fôlego enquanto se dirigia à multidão. Patti criou a Phil Everly Memorial COPD Fundation em 2014. Don Everly afirmou em uma entrevista em 2014 ao Los Angeles Times que ele havia deixado de fumar no final dos anos 1960 e que Phil havia parado também, mas recomeçou durante o seu rompimento e continuou até 2001. Don disse que os pulmões fracos corriam na família, já que seu pai, Ike, morrera de Antracose. Ele admitiu que viveu \"uma vida muito difícil\" com seu irmão e que ele e Phil se afastaram mais uma vez em anos posteriores, algo que foi atribuído principalmente a \"suas visões vastamente diferentes sobre política e vida\", com a música sendo a única coisa que eles compartilharam de perto, dizendo: \"é quase como se pudéssemos ler as mentes um do outro quando cantávamos\". No entanto, Don também afirmou que ele não tinha superado a morte de Phil, dizendo: \"Eu sempre pensei sobre ele todos os dias, mesmo quando não estávamos falando um com o outro. Ainda me choca saber que ele se foi.\" Don acrescentou que ele sempre acreditava firmemente que ele morreria antes de seu irmão, porque ele era mais velho que Phil. Em uma entrevista de 2016, Don disse que ele ainda estava lidando com a perda de Phil e que ele tinha guardado algumas das cinzas de seu irmão em sua casa. Ele acrescentou que ele pegava as cinzas todas as manhãs e dizia \"bom dia\", embora admitisse que era um ritual peculiar. Em 21 de agosto de 2021, Don Everly morreu de ataque cardíaco em sua casa em Nashville, aos 84 anos. == Estilo e influências == Don e Phil, ambos guitarristas, usaram a harmonia vocal principalmente baseada em terços diatônicos. Na maioria das gravações, Don cantou a parte barítono e Phil a harmonia tenor. Uma exceção notável é em \"Since You Broke My Heart\" (1958). Eles influenciaram grupos de rock dos anos 60. The Beatles, p.293. The Beach Boys pp. 35–36. e Simon & Garfunkel desenvolveram seus primeiros estilos, apresentando músicas do Everly. == Legado == A música dos Everly Brothers influenciou os Beatles, que se referiram a si mesmos como \"os Everly Brothers ingleses\", quando Paul McCartney e John Lennon foram caronando para o sul para ganhar uma competição de talentos. Eles basearam o arranjo vocal de \"Please Please Me\" em \"Cathy's Clown\". p. 55. Keith Richards chamou Don Everly de \"um dos melhores ritmistas\". p. 242. Paul Simon, que trabalhou com a dupla em \"Graceland\", disse no dia seguinte a morte de Phil: \"Phil e Don eram a dupla mais bonita que eu já ouvi. Ambas as vozes são impecáveis ​​e emotivas. Os Everlys estavam lá no cruzamento do country com R&B.; Eles testemunharam e fizeram parte do nascimento do rock and roll.\" Quatro lançamentos em homenagem aos Everly Brothers foram lançados em 2013: Billie Joe Armstrong e Norah Jones gravaram Foreverly, the Chapin Sisters gravaram A Date with the Everly Brothers, Bonnie Prince Billy e Dawn McCarthy gravaram What the Brothers Sang e Wieners gravou Bird Dogs. == Prêmios e honrarias == Os Everly Brothers foram um dos primeiros dez artistas induzidos ao Hall da Fama do Rock and Roll em 1986. Eles foram induzidos por Neil Young, que observou que todo grupo musical já tentou, e falhou, copiar as harmonias dos Everly Brothers. Em 1997, os irmãos receberam o Grammy Lifetime Achievement Award. Eles foram introduzidos no Country Music Hall of Fame em 2001 e no Vocal Group Hall of Fame em 2004. Sua contribuição para a música foi reconhecida pelo Rockabilly Hall of Fame. Em 2 de outubro de 1986, os Everly Brothers receberam uma estrela na Calçada da Fama de Hollywood por seu trabalho na indústria da música, localizada em 7000 Hollywood Boulevard. Em 2004, a revista Rolling Stone classificou o Everly Brothers No. 33 em sua lista dos \"100 maiores artistas de todos os tempos\". Eles também são No. 43 na lista de artistas de singles mais vendidos do Reino Unido de todos os tempos. p.101. == Discografia == ;Álbuns *The Everly Brothers (1958) *Songs Our Daddy Taught Us (1959) *It's Everly Time (1960) *A Date with the Everly Brothers (1961) *Both Sides of an Evening (1961) *Instant Party! (1962) *Christmas with the Everly Brothers (1962) *The Everly Brothers Sing Great Country Hits (1963) *Gone, Gone, Gone (1964) *Rock'n Soul (1965) *Beat & Soul (1965) *In Our Image (1966) *Two Yanks in England (1966) *The Hit Sound of the Everly Brothers (1967) *The Everly Brothers Sing (1967) *Roots (1968) *Stories We Could Tell (1972) *Pass the Chicken & Listen (1973) *EB 84 (1984) *Born Yesterday (1986) *Some Hearts (1989) ==Ligações externas== * Categoria:Bandas de Iowa Categoria:Bandas de rockabilly Categoria:Bandas de rock and roll Categoria:Bandas formadas em 1957 Categoria:Bandas extintas em 2014 Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Bandas extintas em 1973 Categoria:Bandas reativadas em 1983 Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Duos musicais",
 "title": "The Everly Brothers"
}