{
 "id": "119356",
 "text": "William Grey Walter (Kansas City (Missouri), 19 de Fevereiro de 1910 — 6 de Maio de 1977) foi um neurofisiologista e roboticista estadunidense. == Vida == Seus pais eram originalmente alemães/ingleses, do lado do pai, e Americano/Ingleses, do lado da mãe. Ele foi trazido à Inglaterra em 1915, e educado na Westminster School e posteriormente no King's College, em Cambridge, no ano de 1931. Ele falhou ao tentar obter uma bolsa de estudos em pesquisa em Cambridge então começou a fazer as pesquisas neurofisiológicas básicas e aplicadas em hospitais, em London, de 1935 a 1939 e depois disso no Burden Neurological Institute em Bristol, de 1939 a 1970. Ele também fez pesquisas nos Estados Unidos, na União Soviética e em vários outros lugares na Europa. Ele se casou duas vezes, e teve dois filhos no primeiro casamento e um no segundo. De acordo com seu filho mais velho, Nicolas Walter, \"ele era politicamente da esquerda, um comunista durante a Segunda Guerra Mundial e um simpatizante anarquista após ela.\". Durante sua vida ele foi um pioneiro no campo da cibernética. Em 1970 ele sofreu um acidente de automóvel grave e morreu sete anos depois em 6 de Maio de 1977 sem ter se recuperado completamente. == O trabalho de Walter em ondas cerebrais == Quando jovem, Walter foi largamente influenciado pelo trabalho do famoso fisiologista Russo Ivan Pavlov. Ele visitou o laboratório de Hans Berger, que inventou o eletroencefalógrafo, ou máquina EEG, para medir a atividade elétrica no cérebro. Walter produziu suas próprias versões da máquina de Berger melhorando algumas capacidades que permitiam que ela detecta-se uma variedade de tipos de ondas cerebrais desde as ondas alpha com alta velocidade às ondas delta de baixa velocidade observadas durante o sono. No anos 1930 Walter fez uma série de descobertas utilizando suas maquinas EEG no Burden Neurological Institute em Bristol. Ele foi o primeiro a localizar corretamente a fonte de ondas alphas por triangularizaçao com o lobo ocipital do cérebro e demonstrou o uso de ondas delta para localizar tumores no cérebro ou lesões responsáveis por epilepsia. Ele desenvolveu a primeira máquina de topografia cerebral baseado no EEG, usando um conjunto de tubo de raios catódicos conectados a amplificadores de alto ganho. Durante a Segunda Guerra Mundial ele trabalhou na tecnologia dos radares e mísseis guiados, o que pode ter influenciado na sua subsequente hipótese do exame de ondas alpha da atividade cerebral. No anos 1960 Walter também avançou na descoberta do contingente de variação negativa efeito (CNV) (ou potencial de preparo) onde um pulso negativo da atividade elétrica aparece no cérebro com meio segundo de prioridade em uma pessoa estando consciente dos movimentos que vai fazer. Curiosamente, este efeito traz a questão da noção de consciência ou livre arbítrio, e deveria ser considerado uma parte do tempo de reação geral da pessoa a eventos. == Os \"tortoises\" == O trabalho mais famoso de Grey Walter foi sua construção de um dos primeiros robôs autônomos. Ele queria provar que muitas conexões entre um pequeno número de neurônios podiam criar comportamentos muito complexos - essencialmente o segredo de como o cérebro trabalha está em como estão suas conexões. Seus primeiros robôs, chamados Elmer e Elsie, foram construídos entre 1948 e 1949 e eram descritos como tortoises devido aos seus formatos e quantidades pequenas de movimento - e por eles \"nos contaram\" os segredos da organização e da vida. Os três robôs tortoise que usavam roda eram capazes de fotossensibilidade, pelas quais eles podiam achar seu caminho para e estação de recarga quando eles ficavam com as baterias descarregadas. Em um experimento ele colocou a luz no \"nariz\" de um tortoise e observou como o robô se observava no espelho.Versões posteriores dos robôs foram exibidas no Festival of Britain em 1951. Walter sempre insistiu na importância de usar circuitos puramente analógicos para simular processos do cérebro enquanto alguns outro cientistas como Alan Turing e John Von Neumann estavam todos se voltando para a visão de processos mentais em termos de computação digital. O seu trabalho inspirou gerações subsequentes de pesquisadores em robótica tais como Rodney Brooks, Hans Moravec e Mark Tilden. As versões modernas das \"tartarugas \" de Walter podem ser encontrados na Robótica BEAM. Recentemente, um dos tortoises originais foi encontrado por Dr. Owen Holland, da University of West of England, e foi restaurado no ano de 1995. Um espécime de uma tartaruga da segunda geração está na coleção do Smithsonian Institution. == Livros e Artigos == * The Living Brain, [1953], Penguin, Londres, 1967 * An imitation of life, Scientific American (1950) 182(5): 42—45 * A machine that learns, Scientific American (1951) 185(2): 60—63 * The Living Brain, Nova York (1953) * Contingent negative variation: An electrical sign of sensorimotor association and expectancy in the human brain, Nature (1964) 203: 380-384 * Grey Walter: The Pioneer of Real Artificial Life, Holland, Owen E. *Proceedings of the 5th International Workshop on Artificial Life, Christoper Langton Editor, MIT Press, Cambridge, 1997, ISBN 0-262-62111-8, p34-44. * Walter's world, New Scientist, 25 de julho de 1998. * The Tortoise and the Love Machine': Grey Walter and the Politics of Electro-encephalography', Hayward, Rhodri, Science in Context (2001) 14.4, pp. 615–42'' == Ligações externas == * * * ==Fontes== *, por Renato M.E. Sabbatini, PhD em: Cérebro e Mente, Julho de 1999. Categoria:Roboticistas dos Estados Unidos Categoria:Anarquistas dos Estados Unidos Categoria:Ateus dos Estados Unidos Categoria:História da inteligência artificial",
 "title": "William Grey Walter"
}