{
 "id": "119648",
 "text": "O Papa João XVIII (latim: Ioannes XVIII; morreu em junho ou julho de 1009) foi o bispo de Roma e governante nominal dos Estados Pontifícios de janeiro de 1004 até sua abdicação em julho de 1009. Ele exerceu pouco poder temporal, governando durante a luta entre João Crescêncio e o imperador Henrique II pelo controle de Roma. Nascido Giovanni Fasano di Roma, foi eleito sucessor do Papa João XVII, cujo pontificado durou poucos meses. == Família == João nasceu na família Fasano em Roma.\"John XVIII (or XIX) POPE [1004-1009\"]. Encyclopædia Britannica Seu pai era um sacerdote, chamado Leão de acordo com Johann Peter Kirsch,Kirsch, Johann Peter. \"Pope John XVIII (XIX).\" The Catholic Encyclopedia Vol. 8. New York: Robert Appleton Company, 1910 ou Ursus de acordo com Horace K Mann.Mann 1906 , p. 126 == Pontificado == João deve sua eleição à influência e poder do clã Crescêncio. Durante todo o seu pontificado, ele foi supostamente subordinado ao chefe dos Crescêncios, que controlava Roma, o patricius (um líder militar aristocrático) João Crescêncio III.Mann 1906 , pág. 127 Este período foi interrompido por contínuos conflitos entre o imperador otoniano Henrique II e o Arduíno de Ivrea, que reivindicou o Reino da Itália em 1002 após a morte do imperador Otto III. Roma foi assolada por surtos de peste e os sarracenos operavam livremente a partir do emirado da Sicília devastando as costas do Tirreno.Mann 1906 , pág. 140 Como papa, João XVIII ocupou seu tempo principalmente com detalhes da administração eclesiástica. Ele autorizou uma nova Diocese de Bamberg para servir de base para a atividade missionária entre os eslavos, uma preocupação de Henrique II. Ele também julgou o exagero dos bispos de Sens e de Orléans em relação aos privilégios do abade de Fleury.Richard P. McBrien, vidas dos papas: Os pontífices de São Pedro a Bento XVI , (HarperCollins Publishers, 2000) ISBN 978-0060878078 . P. 168. John teve sucesso em criar, pelo menos temporariamente, uma reaproximação entre as igrejas oriental e ocidental. Seu nome podia ser encontrado em dípticos orientais e ele era orado por ele em missas em Constantinopla.Mann 1906 , pp. 129-130. João XVII abdicou em julho de 1009 e, de acordo com um catálogo de papas, retirou-se para um mosteiro, onde morreu pouco depois. Seu sucessor foi o Papa Sérgio IV. === Fontes === * Este artigo incorpora texto de uma publicação agora em domínio público: Herbermann, Charles, ed. (1913). \"Papa João XVIII\". Enciclopédia Católica. Nova York: Robert Appleton Company. * Mann, Horace Kinder (1906). The Lives of the Popes in the Early Middle Ages. Volume 5: The Popes In The Days of Feudal Anarchy, from Formosus to Damasus II, Part 2. London: Kegan Paul, Trench, Trubner & Co. Categoria:Papas da Itália Categoria:Cardeais criados por Silvestre II Categoria:Papas que abdicaram Categoria:Era Crescenzi",
 "title": "Papa João XVIII"
}