{
 "id": "119675",
 "text": "Henrique IV (Goslar, – Liège, ) foi o Imperador Romano-Germânico de 1084 até sua abdicação forçada ao final de 1105, além de Rei da Itália, Rei dos Romanos e Duque da Baviera. Era filho do imperador Henrique III e sua segunda esposa Inês da Aquitânia. Ele foi o terceiro imperador da dinastia saliana e uma das mais poderosas e importantes figuras do século XI. Seu reinado foi marcado pela Questão das Investiduras com o papado. Várias guerras civis ocorreram na Itália e Germânia pelo seu trono. Henrique morreu de doença após derrotar o exército de seu filho na França. == Início de vida == Henrique foi o primogênito do imperador Henrique III e da sua segunda esposa Agnes de Poitou e provavelmente nasceu palácio real de Goslar. Só foi batizado na Páscoa do ano seguinte, de modo que o abade Hugo de Cluny pudesse ser um dos seus padrinhos mas, mesmo antes desta cerimônia, durante o Natal, o seu pai exigiu que os nobres presentes à consoada prometessem fidelidade a seu filho. Três anos mais tarde, ainda ansioso de assegurar a sucessão, Henrique III convocou uma assembleia de nobres para elegerem o jovem Henrique como seu sucessor e, a 7 de julho de 1054, fez com que ele fosse coroado rei da Germânia pelo arcebispo Hermano de Colónia. Desta maneira, quando Henrique III morreu repentinamente em 1056, a ascensão do seu filho de 6 anos não teve oposição, ficando sua mãe, a imperatriz Inês como regente. == Questão da investidura == O reinado de Henrique IV foi marcado por esforços para consolidar o poder do império mas, na realidade, foi uma difícil tentativa de manter a lealdade dos nobres e o apoio do papa, que Henrique pôs em causa quando, em 1075, insistiu no direito de um príncipe secular presidir à investidura dos príncipes da Igreja, especialmente os bispos, o que desencadeou o conflito conhecido como a Controvérsia da investidura. Como consequência, o papa Gregório VII excomungou (penalidade da Igreja católica que consiste em excluir alguém da totalidade ou de parte dos bens espirituais comuns aos fiéis), Henrique no dia 22 de fevereiro de 1076. === Penitência de Canossa === Quando por essa altura, o papa Gregório VII se encaminhava para uma dieta em Augsburgo, soube que Henrique andava ao seu alcance e refugiou-se no castelo de Canossa (perto de Régio da Emília), que pertencia a Matilda, condessa de Toscana. A intenção de Henrique, contudo, era apenas de cumprir a penitência requerida para levantar a sua excomunhão, de modo a poder continuar como rei. Ele ficou três dias, de 25 a 27 de janeiro de 1077, fora das portas de Canossa, na neve, suplicando ao papa para anular a sentença. O papa levantou a excomunhão, debaixo de certas condições, mas que Henrique rapidamente violou. Abdicou ao trono em 1105. Nos últimos anos da sua vida, Henrique IV enfrentou rebeliões por parte do seu filho mais velho e a esposa dele. Morreu em Liège em 1106 e foi enterrado junto a seu pai, em Speyer. == Casamento == Em 21 de setembro de 1066 Henrique casou-se com Berta de Maurienne também conhecida por Berta de Saboia (Maurienne, Saboia, França, 21 de setembro de 1051 - 27 de dezembro de 1086), filha de Otão I de Saboia e de Adelaide de Susa. Em 1068, tentou divorciar-se dela, mas sem o conseguir. Berta faleceu no dia 27 de dezembro de 1086 e foi enterrada na catedral de Speyer. Tiveram os seguintes filhos: # Adelaide, morta na infância. # Henrique, morto na infância; # Inês (nascida em 1072 ou 1073 - 24 de setembro de 1143), que casou por duas vezes, a primeira com Frederico I da Suábia, duque da Suábia e a segunda com Leopoldo III da Áustria. # Conrado II (12 de fevereiro de 1074 - 27 de julho de 1101) casado com Constança de Altavila. Sucedeu seu pai no condado e foi Rei dos Romanos. # Henrique V (1081 - 23 de maio de 1125), que se tornou no sucessor, com os títulos, primeiro de Rei da Germânia e, mais tarde, de Imperador Romano- Germânico, casou com Matilde de Inglaterra (7 de fevereiro de 1102 - 10 de setembro de 1169), filha do rei Henrique I de Inglaterra (1068 - 1 de dezembro de 1135) e de Edite da Escócia (1080 - 1 de maio de 1118). Em 14 de agosto de 1089 Henrique IV casou-se com Eupráxia de Kiev (1071 - 20 de julho de 1109), filha do grão-príncipe Usevolodo I de Quieve, que adotou o nome \"Adelaide\" quando foi coroada. Em 1094, Adelaide participou numa rebelião contra o seu marido, acusando-o de mantê-la prisioneira, de forçá-la a participar em orgias e de pretender fazer uma missa negra sobre o seu corpo desnudo. == Ver também == * Sacro Império Romano-Germânico == Ligações externas == Categoria:Imperadores do Sacro Império Romano Categoria:Pessoas com excomunhão convertida Categoria:Dinastia saliana Categoria:Monarcas católicos romanos Categoria:Reis salianos de Arles Categoria:Controvérsia das investiduras Categoria:Sepultados na Catedral de Speyer",
 "title": "Henrique IV do Sacro Império Romano-Germânico"
}