{
 "id": "119608",
 "text": "O acidente de Alcântara, também conhecido como tragédia de Alcântara, foi um grande incêndio seguido de algumas explosões, que destruíram o foguete brasileiro VLS-1 V03 em sua plataforma de lançamento no Centro de Lançamento de Alcântara, matando 21 técnicos civis. O objetivo da missão, nomeada Operação São Luís, era colocar o microssatélite meteorológico SATEC do Instituto Nacional de Pesquisas Espaciais e o nanosatélite UNOSAT da Universidade do Norte do Paraná em órbita circular equatorial a 750 km de altitude. ==Origem== O foguete, proposto em 1979, teve até o acidente duas tentativas de lançamento: uma em 1997, que acabou no Oceano Atlântico devido ao não acionamento de um dos motores do primeiro estágio e outra em 1999, destruído de forma remota devido à penetração de uma chama na parte superior do bloco do segundo estágio 3 minutos após a decolagem. ==Operação São Luís== Além de ser o terceiro voo do VLS-1, a operação tinha como objetivos o lançamento dos satélites SATEC e UNOSAT; verificar a capacidade do CLA de realizar lançamentos do tipo e o uso do CLBI como estação de rastreio. O transporte de materiais para o V03 foi iniciado em 23 de agosto de 2002 e interrompido em 16 de abril de 2003. A operação foi reiniciada dia 1 de julho, uma vistoria realizada no dia seguinte não encontrou nenhum problema e os satélites foram transportados no dia 30. == Acidente == Após diversas operações na montagem, o acidente ocorreu às 13h 26min 06s (horário de Brasília) do dia 22 de agosto de 2003, três dias antes da data prevista para o lançamento. Ficou registrado entre os quadros 26 e 27 gravados pelo circuito fechado de TV da Torre Móvel de Integração. Uma ignição não planejada destruiu o veículo de lançamento enquanto estava na plataforma do CLA. 21 pessoas faleceram devido à ignição de um motor do primeiro estágio. Levou cerca de oito segundos até que a torre fosse envolvida pela fumaça e gases aquecidos até 3 000 °C. A torre móvel sustentou-se de pé por cinco minutos. Sobreviventes relataram o barulho de pelo menos um propulsor funcionado e diversos estrondos. Devido à escala do evento, os falecidos foram identificados via uma lista de chamada e os restos mortais foram identificados e enviados para o IML no dia 23 de agosto de 2003. No mesmo dia, a base foi reaberta para a imprensa. Ao mesmo tempo que ocorria o acidente, o presidente da AEB Luiz Bevilacqua, dava uma entrevista coletiva sobre o acordo firmado entre o Brasil e a Ucrânia para uso da base de Alcântara, que deu origem à empresa Alcântara Cyclone Space. Ao ser informado do acidente por jornalistas, ironizou dizendo \"Só se for um foguete de São João\". Foi identificado que o processo de ignição ocorreu antes da hora e com isso a torre de lançamento não foi retirada a tempo, sendo esta a principal causa do incêndio. Nenhuma das ações realizadas no dia representavam risco e o acidente atrasou consideravelmente o programa espacial brasileiro. ==Investigação== O Inquérito Policial Militar foi instaurado no dia 26 de agosto de 2003 e a Comissão Técnica de Investigação foi designada em 28 de agosto de 2003. A investigação teve participação da Rússia por pedido do ministério da Defesa, sendo respondido com o envio de seis técnicos da Agência Aeroespacial Russa. As famílias das vítimas chegaram a pedir por uma investigação independente, algo que o então presidente Lula não se pronunciou, mas que anunciou o envio de um projeto de lei para a indenização das famílias das vítimas. Uma Comissão Especial da Câmara dos Deputados visitou a base no dia 20 de outubro. A indenização foi aprovada pela Câmara no dia 28 de outubro de 2003. Apesar das evidências de espionagem francesa no Maranhão, não foram encontradas evidências de sabotagem. A conclusão de tanto os investigadores brasileiros quanto russos foi de que a causa do acidente foi devido ao acionamento não planejado do propulsor A. Entre as possíveis causas da ignição, levantaram a possibilidade da eletricidade estática, com os especialistas russos notando a inexistência de uma ponte entre o propelente e a carcaça do propulsor, mas foi considerado um evento de baixa probabilidade devido a não ocorrência de raios no dia. A hipótese da descarga eletrostática foi considerada superior, devido à inexistência de uma barreira entre os propulsores do primeiro estágio. ==Resultados== A torre de integração, que custou R$ 6,5 milhões em 1995, teve um custo de aproximadamente R$ 10 milhões para ser reconstruída. A torre de lançamento foi concluída e entregue em 2012, mas em 2013 a base ainda não havia terminado sua reconstrução. Uma maquete do VLS-1 foi testada na torre em 2012, mas em 2016 foi decidido encerrar o programa do VLS em favor do VLM. O VLS-1 V04 chegou a ter 70% de sua estrutura concluída, mas foi cancelado com o fim do programa. == Vítimas == O acidente vitimou 21 civis que estavam trabalhando no momento do incêndio. *Amintas Rocha Brito, 47, engenheiro *Antonio Sergio Cezarini, 47, engenheiro *Carlos Alberto Pedrini, 45, engenheiro *Cesar Augusto Costalonga Varejão, 49, engenheiro *Daniel Faria Gonçalves, 20, mecânico *Eliseu Reinaldo Vieira, 46, engenheiro *Gil Cesar Baptista Marques, 44, cinegrafista *Gines Ananias Garcia, 46, engenheiro *Jonas Barbosa Filho, 37, técnico *José Aparecido Pinheiro, 39, técnico *José Eduardo de Almeida, 38, cinegrafista *José Eduardo Pereira II, 43, técnico *José Pedro Claro da Silva, 51, engenheiro *Luis Primon de Araújo, 45, engenheiro *Mario Cesar de Freitas Levy, 43, Engenheiro *Massanobu Shimabukuro, 43, técnico *Mauricio Biella Valle, 42, engenheiro *Roberto Tadashi Seguchi, 46, engenheiro *Rodolfo Donizetti de Oliveira, 35, técnico *Sidney Aparecido de Moraes, 38, técnico *Walter Pereira Junior, 45, técnico == Veja também == * Centro de Lançamento de Alcântara * Exploração espacial * Instituto Nacional de Pesquisas Espaciais ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * Categoria:Desastres no Maranhão Categoria:Mortes na exploração espacial Categoria:Programa espacial brasileiro Categoria:2003 no Brasil Categoria:Acidentes e incidentes espaciais Categoria:2003 na exploração espacial Categoria:Incêndios no Brasil Categoria:Incêndios em 2003 Categoria:Explosões no Brasil Categoria:Alcântara (Maranhão)",
 "title": "Acidente de Alcântara"
}