{
 "id": "119604",
 "text": "Discovery Channel Pro Cycling Team foi uma equipe americana de ciclismo de estrada. Ela era a continuação da equipe US Postal Service Pro Cycling Team. Lance Armstrong, 7 vezes campeão do Tour de France, era o líder da equipe até Julho de 2005 (embora apenas durante o Tour). Desde 2005 até 2007, foi uma das 20 equipes que competiram no novo ProTour. Em 15 de Junho 2004, Discovery Channel assinou um contrato para ser o patrocinador da equipe de 2005 até 2008. Uma das clausulas do contrato, exigia que Lance Armstrong deveria aparecer nos canais Discovery Networks, The Discovery Channel, TLC, e Fit TV. A equipe era dirigida pelo belga Johan Bruyneel, que também dirigia a U.S. Postal. O chefe mecânico era Julien DeVries. Em 10 de fevereiro de 2007 Discovery Channel anunciou que não iria renovar o contrato após o fim do ano. Acredita-se a decisão da não renovação à alteração na direção da Discovery Networks. No dia 10 de agosto de 2007, por razões não esclarecidas, a equipe de ciclismo anunciou que não iria procurar por novo patrocinador, que encerraria suas operações e se separaria ao final da temporada. == Ciclistas formadores da Discovery Channel == Nome Nacionalidade Ano Destaques pela equipe Discovery Channel Lance Armstrong 2005 2005 Tour de France José Azevedo 2005-2006 Michael Barry 2005-2006 2005, 1º na fase 5 do Tour of Austria; 2006, 3º Sachsen Tour International Ivan Basso 2007 Manuel Beltran 2005-2006 9º na Vuelta a Espana 2006 Michael Creed 2005 Antonio Cruz 2005 Viatcheslav Ekimov 2005-2006 1º na fase 4 do Três Dias de De Panne 2005 Roger Hammond 2005-2006 Ryder Hesjedal 2005 Leif Hoste 2005-2006 Três Dias de De Panne 2006, 2º no Tour of Flanders 2006 Benoît Joachim 2005-2006 2006 National Time Trial Cycling Championship - Luxemburgo Jonathan Patrick McCarty 2005 Gennady Mikhaylov 2005-2006 Hayden Roulston 2005 Paolo Savoldelli 2005-2006 Giro d'Italia 2005, 1º na fase 17 do Tour de France 2005 Jurgen Van Den Broeck 2005-2006 Max Van Heeswijk 2005-2006 1º na fase 1 do Tour de Pologne 2006 == Ciclistas da US Postal Service == Nome Nacionalidade Ano Destaques pela equipe Discovery Channel Lance Armstrong 1998-2004 6 vitórias- 1999-2004 Tour de France Frankie Andreu 1998-2000 José Azevedo 2004 5º no Tour de France 2004 Dariusz Baranowski 1998 12º no Tour de France 1998 Michael Barry 2002-2004 Tom Boonen 2000-2002 3º no Paris-Roubaix 2002 Jamie Burrow 2000 Dylan Casey 1999-2002 1998/2002 Campeão do US National Time Trial Championships; 1999, 3º no Tour of the Netherlands; 2000, 1º no TT Four Days of Dunkirk; 2000, 1º no TT Tour de Luxembourg David Clinger 2002 Michael Creed 2004 Antonio Cruz 2001-2004 Julian Dean 1999-2000 Pascal Derame 1998-1999 Viatcheslav Ekimov 1997-2004 David George 1999-2000 Tyler Hamilton 1996-2000 Andrew Hampsten 1996 Roberto Heras 2001-2003 Vuelta a España 2003 Ryder Hesjedal 2004 Frank Høj 1999 Marty Jemison 1998-1999 1999 Campeão do USPRO National Patrick Jonker 2000 Steffen Kjærgaard 2000-2003 Damon Kluck 2003 Kenny Labbé 2000-2004 Floyd Landis 2002-2004 Juan Llaneras Rosello 1998 Levi Leipheimer 2000 Kevin Livingston 1999-2000 Glenn Magnusson 1999 Chann McRae 2002 2002 Campeão do USPRO National Peter Meinert-Nielsen 1998-1999 Gianpaolo Mondini 2002 Kirk O'Bee 2000 Víctor Hugo Peña 2001-2004 Daniel Rincon 2004 Jean-Cyril Robin 1998 6º no Tour de France 1998 Sven Teutenberg 1998 Christian Vandevelde 1998-2003 Jonathan Vaughters 1998-1999 Cédric Vasseur 2000 Stive Vermaut 2000 Robbie Ventura 2003-2004 Anton Villatoro 1996-1998 Matt White 2001-2003 Dave Zabriskie 2003-2004 2004 Campeão no U.S. National Elite Time Trial == História da Discovery Channel Pro Cycling Team e vitórias notáveis == === 2007 === Data Prova País Vencedor 29-07-2007 Maillot jaune, Tour de France 2007 Alberto Contador 29-07-2007 Maillot blanc, Tour de France 2007 Alberto Contador 29-07-2007 Classificação de equipe , Tour de France 2007 Discovery Channel 28-07-2007 Fase 19 (ITT), Tour de France 2007 Levi Leipheimer 22-07-2007 Fase 14, Tour de France 2007 Alberto Contador 22-07-2007 Classificação por pontos, Tour of Qinghai Lake 2007 Allan Davis 22-07-2007 Fase 9, Tour of Qinghai Lake 2007 Allan Davis 21-07-2007 Fase 8, Tour of Qinghai Lake 2007 José Luis Rubiera 19-07-2007 Fase 6, Tour of Qinghai Lake 2007 Allan Davis 18-07-2007 Fase 5, Tour of Qinghai Lake 2007 Allan Davis 16-07-2007 Fase 3, Tour of Qinghai Lake 2007 Allan Davis 15-07-2007 Overall, Tour of Austria 2007 Stijn Devolder 14-07-2007 Fase 7 (ITT), Tour of Austria 2007 Stijn Devolder 14-07-2007 Fase 1, Tour of Qinghai Lake 2007 Allan Davis 12-07-2007 Fase 5, Tour of Austria 2007 Gianni Meersman 01-07-2007 Campeonato Nacional de Ciclismo da Bélgica Stijn Devolder 29-06-2007 Campeonato Nacional de Ciclismo Time Trial da Rússia Vladimir Gusev 24-06-2007 Mountains Classification, Tour de Suisse 2007 Vladimir Gusev 21-06-2007 Fase 6, Tour de Suisse 2007 Vladimir Gusev 03-06-2007 Geral, Tour da Bélgica 2007 Vladimir Gusev 01-06-2007 Fase 3 (ITT), Tour da Bélgica 2007 Vladimir Gusev 23-05-2007 Fase 3, Volta a Catalunya 2007 Allan Davis 22-04-2007 Geral, Tour de Georgia 2007 Janez Brajkovič 22-04-2007 Melhor Jovem Ciclista, Tour de Georgia 2007 Janez Brajkovič 22-04-2007 Classificação de equipe, Tour de Georgia 2007 Discovery Channel 20-04-2007 Fase 5, Tour de Georgia 2007 Levi Leipheimer 19-04-2007 Fase 4 (ITT), Tour de Georgia 2007 Levi Leipheimer 18-04-2007 Fase 3, Tour de Georgia 2007 Gianni Meersman 05-04-2007 Fase 4 (ITT), Três Dias de De Panne 2007 Stijn Devolder 30-03-2007 Geral, Vuelta Ciclista a Castilla y León 2007 Alberto Contador 30-03-2007 Classificação combinada, Vuelta Ciclista a Castilla y León 2007 Alberto Contador 30-03-2007 Classificação de Ciclista Espanhol, Vuelta Ciclista a Castilla y León 2007 Alberto Contador 29-03-2007 Fase 4, Vuelta Ciclista a Castilla y León 2007 Alberto Contador 18-03-2007 Geral, Paris-Nice 2007 Alberto Contador 18-03-2007 Melhor jovem ciclista, Paris-Nice 2007 Alberto Contador 18-03-2007 Fase 7, Paris-Nice 2007 Alberto Contador 16-03-2007 Fase 5, Paris-Nice 2007 Yaroslav Popovych 15-03-2007 Fase 4, Paris-Nice 2007 Alberto Contador 02-03-2007 Fase 4, Vuelta a la Comunidad Valenciana 2007 Alberto Contador 25-02-2007 Geral, Tour of California 2007 Levi Leipheimer 23-02-2007 Fase 5 (ITT), Tour of California 2007 Levi Leipheimer 18-02-2007 Prologue, Tour of California 2007 Levi Leipheimer 15-02-2007 Metas Volantes, Vuelta a Mallorca 2007 Tomas Vaitkus === 2006 === Data Prova País Vencedor 17-09-2006 Classificação de equipe, Vuelta a España 2006 Discovery Channel 17-09-2006 Rei das Montanhas, Vuelta a España 2006 Egoi Martínez 13-09-2006 Fase 17, Vuelta a España 2006 Tom Danielson 06-09-2006 Fase 11, Vuelta a España 2006 Egoi Martínez 04-09-2006 Fase 1, Tour de Pologne 2006 Max van Heeswijk 02-09-2006 Campeonato Nacional Norte-Americano USPRO George Hincapie 27-08-2006 Campeonato Nacional da Bélgica de Ciclismo Time Trial Leif Hoste 20-08-2006 Fase 4 (ITT), Eneco Tour of Benelux 2006 George Hincapie 09-08-2006 Melhor Jovem Ciclista, Deutschland Tour Vladimir Gusev 01-08-2006 Prólogo, Deutschland Tour Vladimir Gusev 23-07-2006 Overall, Sachen Tour International Vladimir Gusev 14-07-2006 Fase 12, Tour de France Yaroslav Popovych 09-07-2006 Geral, Hervis Tour of Austria Tom Danielson 03-07-2006 Maillot jaune After Stage 1, Tour de France George Hincapie 11-06-2006 Campeonato Nacional Japonês de Ciclismo Time Trial Fumiyuki Beppu 2006 Campeonato Nacional Japonês de Ciclismo de Estrada Fumiyuki Beppu 28-05-2006 Classificação combinada (Maglia Blu), Giro d'Italia 2006 Paolo Savoldelli 06-05-2006 Prólogo, Giro d'Italia 2006 Paolo Savoldelli 25-04-2006 Prólogo, Tour de Romandie 2006 Paolo Savoldelli 30-03-2006 Geral, Três Dias de De Panne Leif Hoste 30-03-2006 Rei das Montanhas, Três Dias de De Panne Leif Hoste 30-03-2006 Fase 4, Três Dias de De Panne Leif Hoste 28-03-2006 Fase 1, Três Dias de De Panne Leif Hoste 26-03-2006 Fase 5, Tour of California 2006 George Hincapie 21-02-2006 Fase 2, Tour of California George Hincapie 2006 Campeonato Nacional Britânico de Ciclo-Cross Roger Hammond === 2005 === Data Prova País Vencedor 2005 Classificação de equipe, Hervis Tour of Austria Discovery Channel Pro Cycling Team 02-09-2005 Fase 6, Vuelta a España 2005 Max van Heeswijk 28-08-2005 GP Ouest-France 2005 George Hincapie 08-08-2005 Fase 5 Eneco Tour of Benelux 2005 Max van Heeswijk 04-08-2005 Fase 1, Eneco Tour of Benelux Max van Heeswijk 24-07-2005 Maillot jaune, Tour de France 2005 Lance Armstrong 24-07-2005 Maillot blanc, Tour de France Yaroslav Popovych 23-07-2005 Fase 20, Tour de France Lance Armstrong 20-07-2005 Fase 17, Tour de France Paolo Savoldelli 17-07-2005 Fase 15, Tour de France George Hincapie 05-07-2005 Fase 4 (TTT), Tour de France Discovery Channel Pro Cycling Team 12-06-2005 Classificação de equipe, Dauphiné Libéré 2005 Discovery Channel Pro Cycling Team 12-06-2005 Classificação por pontos, Dauphiné Libéré Lance Armstrong 12-06-2005 Fase 7, Dauphiné Libéré George Hincapie 05-06-2005 Prólogo, Dauphiné Libéré George Hincapie 29-05-2005 Classificaço Geral, Giro d'Italia Paolo Savoldelli 19-05-2005 Fase 11, Giro d'Italia Paolo Savoldelli 22-05-2005 Geral, Volta a Catalunya 2005 Yaroslav Popovych 04-2005 Geral, Tour of Georgia Tom Danielson == História e vencedores notáveis do U.S. Postal Service Pro Cycling Team == O US Postal Service Pro Cycling Team, mais tarde nomeado US Postal Service Pro Cycling Team apresentado por Berry Floor esteve ativo de 1996 a 2004, e durante esse período contou com um dos maiores nomes do ciclismo moderno: Lance Armstrong. O Serviço Postal dos EUA foi o principal patrocinador do time de 1996 a 2004 e a equipe tinha o apelido de \"Trem Azul\". Berry Floor, uma companhia de pisos belga, era o patrocinador secundário, também conhecido como patrocinador apresentador. Dentro dos EUA, a equipe era apresentada pela Alloc, a subsidiária norte-americana da Berry Floor. Armstrong venceu seis vezes o Tour de France (1999-2004) com a equipe e, em 2003, Roberto Heras ganhou a Vuelta a España. Armstrong chegou a vencer o Tour de France uma sétima vez em 2005, após seu contrato com o USPS haver terminado. O Serviço Postal anunciou que pararia de patrocinar o time ao final da temporada de 2004, quando o contrato de 8 anos expirasse. Eles haviam sido criticados anteriormente por conta dos gastos, por websites como a Postal Watch. Problemas legíticos de gerenciamento e contabilidade descuidada foram apontados pelo próprio Serviço Postal, por meio do Escritório do Inspetor Geral. Antes do fim do contrato, Armstrong insistiu que apenas continuaria a competir dentro da estrutura do time do USPS. Essa exigência foi cumprida em 15 de junho de 2004, quando a Discovery Networks concordou em patrocinar a equipe pelos 3 anos subsequentes, como o Discovery Channel Pro Cycling Team. === 2004 === Data Prova País Vencedor 25-07-2004 Geral, Tour de France Lance Armstrong 24-07-2004 Fase 19, Tour de France Lance Armstrong 22-07-2004 Fase 17, Tour de France Lance Armstrong 21-07-2004 Fase 16, Tour de France Lance Armstrong 20-07-2004 Fase 15, Tour de France Lance Armstrong 17-07-2004 Fase 13, Tour de France Lance Armstrong 07-07-2004 Fase 4 (TTT), Tour de France U.S. Postal Service Pro Cycling Team 24-04-2004 Geral, Tour de Georgia Lance Armstrong 23-04-2004 Fase 4, Tour de Georgia Lance Armstrong 22-04-2004 Fase 3, Tour de Georgia Lance Armstrong 01-04-2004 Geral, Três Dias de De Panne George Hincapie === 2003 === Data Prova País Vencedor 28-09-2003 Geral, Vuelta a España Roberto Heras 27-09-2003 Fase 20, Vuelta a España Roberto Heras 27-07-2003 Geral, Tour de France Lance Armstrong 21-07-2003 Fase 15, Tour de France Lance Armstrong 09-07-2003 Fase 4 (TTT), Tour de France U.S. Postal Service Pro Cycling Team === 2002 === Data Prova Pais Vencedor 28-07-2002 Geral, Tour de France Lance Armstrong 27-07-2002 Fase 19 (ITT), Tour de France Lance Armstrong 19-07-2002 Fase 12, Tour de France Lance Armstrong 18-07-2002 Fase 11, Tour de France Lance Armstrong 06-2002 Campeonato Nacional Norte- americano USPRO Chann McRae 18-07-2002 Geral, Vuelta a Murcia Víctor Hugo Peña 05-2002 Geral, Giro d'Italia Paolo Savoldelli === 2001 === Em 2001, o U.S. Postal Service Pro Cycling Team foi nomeado pelo Comité Olímpico dos EUA Equipe do Ano. Além disso, Armstrong foi nomeado Esportista do Ano, título que já havia ganhado em 1999. Data Prova País Vencedor 28-07-2001 Geral, Tour de France Lance Armstrong 27-07-2001 Fase 18 (ITT), Tour de France Lance Armstrong 18-07-2001 Fase 11, Tour de France Lance Armstrong 17-07-2001 Fase 10, Tour de France Lance Armstrong 11-04-2001 Gent-Wevelgem George Hincapie === 2000 === Data Prova País Vencedor 23-07-2000 Classificação Geral, Tour de France Lance Armstrong 21-07-2000 Fase 19 (ITT), Tour de France Lance Armstrong 2000 GP Eddy Merckx Lance Armstrong e Viatcheslav Ekimov === 1999 === Data Prova País Vencedor 25-07-1999 Classificação Geral, Tour de France Lance Armstrong 24-07-1999 Fase 19 (ITT), Tour de France Lance Armstrong 11-07-1999 Fase 8 (ITT), Tour de France Lance Armstrong 03-07-1999 Prólogo (ITT), Tour de France Lance Armstrong 1999 Campeonato Nacional Norte-Americano USPRO Marty Jemison 1999 Circuit de la Sarthe Lance Armstrong 1999 Dauphiné Libéré Lance Armstrong 1999 Route du Sud Lance Armstrong 1999 First Union Classic (Trenton, NJ) George Hincapie 1999 Redlands Classic (Redlands, CA) Christian Vandevelde 1999 Melhor Jovem Ciclista, Quatro Dias de Dunkirk Christian Vandevelde === 1998 === Data Prova País Vencedor 1998 Campeonato Nacional Norte-americano USPRO George Hincapie 1998 Geral, Tour de Luxembourg Lance Armstrong 1998 Tour de Luxembourg Lance Armstrong 1998 Geral, Rheinland Pfalz Lance Armstrong 1998 Killington (Vermont) Stage Race George Hincapie 1998 First Union Invitational (Lancaster, Pa.) Frankie Andreu === 1997 === Thomas Weisel tras Mark Gorski - Medalhista de Ouro nas Olimpíadas de 1984 - para técnico do time. Devido em grande parte ao russo Viatcheslav Ekimov e suas vitórias estratégicas em fases de Paris-Nice e Dauphiné Libéré, o USPS recebe seu primeiro convite para o Tour de France. Data Prova País Vencedor 1997 Fase, Dauphiné Libéré Viatcheslav Ekimov 1997 Fase, Paris-Nice Viatcheslav Ekimov 1997 Campeonato Nacional Russo de Ciclismo de Estrada Viatcheslav Ekimov 1997 Fase, Setmana Catalana George Hincapie === 1996 === Com a ajuda de Thomas Weisel e Eddy Borysewicz, o Serviço Postal dos EUA começa seu reinado como patrocinador principal do que se tornaria a equipe de ciclismo mais bem sucedida dos EUA. Borysewicz serviu como diretor esportivo do time, que correria principalmente em provas dentro dos EUA. Data Prova País Vencedor 1996 Campeonato Nacional Norte-americano USPRO Eddy Gragus == Patrocinadores == * Discovery Channel * AMD * 24 Hour Fitness * Trek * Nike * Thomas Weisel Partners * Škoda Auto * Mio Technology * Bissell * Bontrager * Shimano * Giro * Powerbar * Carmichael Training Systems * 1st Endurance * Tacx * Hutchinson * FRS Antioxidant Energy * eSoles * Park Tool USA * Sci Con * Sapim Race Spokes * SRM * Maximize == Ver também== * Tour de France == Ligações externas == ;Discovery Channel Pro Cycling Team * * * ;U.S. Postal Service Pro Cycling Team * * * Categoria:Equipas ciclistas extintas Categoria:Discovery Channel Categoria:Equipes de ciclismo dos Estados Unidos Categoria:Clubes esportivos fundados em 2008",
 "title": "Discovery Channel Pro Cycling Team"
}