{
 "id": "119776",
 "text": "Alicate é uma ferramenta articulada que serve fundamentalmente para multiplicar a força aplicada pelo usuário para incidi-la sobre o objeto desejado. A multiplicação de força se dá pelo princípio de alavanca, podendo ser calculada através das Leis de Newton. Alicates são usados para muitas finalidades, sendo uma das ferramentas mais comuns em uso pelo homem. Na maioria dos casos, o uso se dá em trabalhos de mecânica, de eletricidade e de eletrônica. Existem diversos tipos e tamanhos de alicate, cada um adaptado às suas aplicações específicas. == História == Alicates foram inventados na Europa cerca de 2000 a.C. para agarrar objetos quentes, especialmente ferro em fundições. As ilustrações mais antigas mostram o deus grego Hefaistos (deus da forja) em sua fundição. Alicates que possuem principalmente a função de manipular com segurança objetos muito quentes costumam ser chamados de tenazes. O número dos diferentes tipos de alicates cresceu juntamente com a invenção dos diferentes objetos nos quais são usados: ferraduras, abraçadeiras, cabos, canos, componentes elétricos e eletrônicos. Pela variedade de objetos e operações, a variedade de alicates hoje provavelmente excede a de todas as demais ferramentas manuais (chaves de fenda são sempre para parafusos, serras para serrar, martelos sempre para bater, etc.). == Partes do Alicate == 300px|esquerda|thumb|Partes do Alicate O alicate é composto de três partes básicas: a cabeça, a articulação e o par de cabos. ; Cabeça : é a parte do alicate que incide força sobre o objeto trabalhado. Nela que ocorrem as adaptações mais significativas para as diferentes aplicações, de acordo com o tipo de incidência que se deseja. A função da cabeça pode ser, por exemplo, segurar, apertar, cortar, conformar ou até mesmo combinar diversas destas funções. Em geral, é composta por mordedores e/ou lâminas. A cabeça é a parte menor do braço de alavanca, sendo, portanto, sempre mais curta que os cabos. ; Articulação : é o vínculo mecânico entre as peças articuladas do alicate, responsável por servir de apoio para a transferência de força dos cabos à cabeça. Geralmente é composto por um pino, em torno do qual deslizam de forma circular as outras partes. Pode haver ainda articulações mais complexas de acordo com a finalidade, como num alicate de pressão, por exemplo. ; Cabos : são os braços onde o usuário aplica força. Podem apresentar curvatura diversa, de acordo com a conveniência anatômica do uso. O tamanho também pode variar proporcionalmente, de acordo com a quantidade de força que se deseja transferir à cabeça. O cabo pode ser nu ou apresentar revestimento. O revestimento pode servir para dar aderência, melhorar o conforto, dar proteção mecânica, isolar eletricamente ou, simplesmente, para dar melhor aspecto ao acabamento. == Material == O material mais usado nos diversos tipos de alicate é o aço temperado, por apresentar grande resistência mecânica a deformações e a quebra, além de ser duro, qualidade importante especialmente na cabeça. Podem ser usados outros materiais, conforme a finalidade. == Tipos == ;Bico redondo Usado em joalharia. ;Corte Como o próprio nome diz, sua função é cortar, podendo apresentar-se de formas diferentes, dependendo da necessidade do usuário. ;Pressão Pode ser utilizado para: #Segurar com firmeza, #Fixar peças #Prender e Travar #Desapertar parafusos danificados #Cortar tubulações metálicas #Crimpar terminais ;Universal É o alicate mais conhecido; é chamado assim, pois tem a capacidade de cortar, de segurar com firmeza e prensar terminais (região retificada próxima a articulação do alicate). == Isolação == Quando um alicate é isolado, em seu cabo vem uma marcação.(Conforme Norma NBR 9699 e Norma Regulamentadora 10 - NR10) == Ver também == *Tenaz - ferramenta similar ao alicate. *",
 "title": "Alicate"
}