{
 "id": "119790",
 "text": "thumb|300px|Monumento aos Tropeiros (Poty Lazzarotto), Lapa (PR), Brasil. O chamado Caminho das Tropas, Estrada das Tropas ou Caminho do Sul foi uma antiga via terrestre de ligação do Rio Grande do Sul com a Capitania de São Paulo durante o período do Brasil Colônia. Tem sua origem nos trechos percorridos por Povos Indígenas, Bandeirantes e Tropeiros em suas rotas de comércio e abastecimento. A Rodovia Régis Bittencourt (parte da BR-116) coincide em parte com essa antiga estrada. == História == Ao longo do século XVIII, a economia colonial crescia, e com ela, a necessidade de abastecer os centros urbanos que floresciam, sobretudo nas Minas Gerais. Os arraiais que se formavam em torno das novas jazidas necessitavam ser abastecidos por gêneros, transportados no lombo de mulas, únicos animais que conseguiam resistir com carga a percorrer grandes distâncias por caminhos muitas vezes impraticáveis. Aos grupos de animais reunidos para esse fim dava-se o nome de \"tropas\" e aos seus condutores, o de \"tropeiros\"O último dos tropeiros - Aos 100 anos de idade, Otávio dos Reis lembra com detalhes dos tempos em que percorria a tradicional rota Viamão-Sorocaba Jornal Paranaense - Gazeta do Povo. Em Sorocaba, no interior de São Paulo aconteciam grandes feiras durante todo o ano, ali sendo comerciados animais e gêneros para os garimpeiros e exploradores. Os comerciantes deslocavam-se entre o Rio Grande do Sul e São Paulo, transportando bois, cavalos, mulas e gêneros regionais. Em 1680, os jesuítas estabeleceram-se na região das Missões, no atual Rio Grande do Sul. Trouxeram com eles o gado que multiplicou-se livre e grandemente nas pradarias dos Pampas gaúchos. Com o advento da descoberta do ouro nas Minas Gerais, houve um grande aumento na demanda de carne (charque) e, também, de couro para os alforjes do transporte do ouro até a metrópole portuguesa. Criou-se então, no Continente de São Pedro, hoje estado do Rio Grande do Sul, formada por paulistas, índios e castelhanos - o futuro homem gaúcho -, uma enorme rede de preação, abate de gado e salga. A Estância do Viamão era o grande mercado onde se comercializava esses produtos, por isso o nome Real Caminho do Viamão. O Caminho das Tropas começou a ser descrito e representado, em mapas e pinturas, a partir do início do século XIX, mas foi estabelecido ao longo do período colonial, com aproveitamento de vários caminhos indígenas anteriores ao século XVI: haviam servido ao comércio de charque do Rio Grande do Sul e de muares do Paraguai, nos séculos XVIII e XIX, mas anteriormente percorridas pelas bandeiras de apresamento de indígenas no século XVII, provavelmente sobre parte do antigo caminho indígena do Peabiru, que ligava a região da hoje São Vicente aos atuais Paraná e Paraguai. Na “Estatística da Imperial Província de São Paulo” (1827), de José Antônio Teixeira Cabral, o autor indica, como a “7ª Estrada” (entre as sete estradas principais da Província de São Paulo), aquela que, no século XX, ligava São Paulo a Itapetininga (posteriormente convertida na Rodovia Raposo Tavares) e prosseguia para o Sul.CABRAL, José Antônio Teixeira. A estatística da Imperial Província de São Paulo (1827); organização, transcrição e notas paleográficas Cristina Antunes; apresentação José de Souza Martins. São Paulo: EDUSP, FAPESP, 2009. p.121. De acordo com esse documento, a estrada iniciava-se na capital, com um trecho no sentido oeste passando por Cotia (com ramificação para Una, atual Ibiúna), São Roque (com ramificação para Santana de Parnaíba), Sorocaba, Itapetininga (com ramificação para Paranapanema), Itapeva e Faxina (com ramificação para Apiaí), seguido de trecho no sentido sudoeste, passando por Castro (antiga Iapó), e trecho no sentido sul, passando por Guarapuava e, em seguida, dividindo-se em um ramo que seguia para Curitiba e outro, mais longo, para a Vila do Príncipe (atual Lapa). A partir da Vila do Príncipe, prosseguia por 40 léguas, com o nome de Estrada da Mata, até a divisa com a Província de Santa Catarina e, daí, até o Rio Grande do Sul. A maioria das paisagens desenhadas por Jean- Baptiste Debret em 1827 (provavelmente a partir de desenhos de outros artistas ou de integrantes de sua equipe), a oeste da cidade de São Paulo e ao sul da Província de São Paulo, foram realizadas em vilas ou freguesias nas estradas e ramificações do Caminho das Tropas: Itu, Porto Feliz, Sorocaba, Itapeva, Jaguariaíva (junto ao rio de mesmo nome), Castro (antiga Iapó), Ponta Grossa, Guarapuava, Curitiba, Lapa (antiga Vila do Príncipe), Paranaguá, Desterro (atual Florianópolis), São Pedro do Sul (atual Porto Alegre) e várias outras.BANDEIRA, Julio; CORRÊA DO LAGO, Pedro. Debret e o Brasil: obra completa 1816-1831; nova edição revista e ampliada. 3. ed., Rio de Janeiro: Capivara, 2013. 720p. As paisagens de Jean-Baptiste Debret são, portanto, as mais antigas imagens tomadas do Caminho das Tropas, as quais eram, basicamente, caminhos de terra de poucos metros de largura, sobre montanhas e vales sinuosos, por entre matas, capoeiras e campos, com algumas pontes rudimentares de madeira, e que, muitas vezes, incluíam a travessia de rios pela água. Um dos mais antigos mapas que representam o Caminho das Tropas é o \"Guia de Caminhantes\", de Anastácio Santana (1817), porém dezenas de mapas, ao longo do século XIX, enfatizaram os troncos principais do caminho que ligava São Paulo a Castro e daí a Lapa, rumo a Santa Catarina e Rio Grande do Sul. Na segunda metade do século XIX e princípios do século XX, no entanto, os mapas do Brasil passaram a destacar as ferrovias, em período cuja tendência predominante foi a construção de redes ferroviárias. Ao longo do século XX, o Caminho das Tropas foi dividido em vários trechos, administrados por governos ou empresas privadas (e parcialmente asfaltado a partir da década de 1950), reaparecendo nos mapas como rodovias. == As principais trilhas == Os tropeiros seguiam por antigos caminhos indígenas e outros, abertos pelas tropas de mulas e pelas boiadas. Essas trilhas de e para o Sul eram chamadas genericamente de Caminho das Tropas, e compunham-se por quatro vias principais: * o Caminho do Viamão, também designado como \"Estrada Real\", a mais utilizada, partia de Viamão, atravessava os campos de Vacaria, Lages, Correia Pinto, Curitibanos, Santa Cecília, Papanduva, Monte Castelo, Mafra, Rio Negro, Campo do Tenente, Lapa, Palmeira, Ponta Grossa, Castro, Piraí do Sul, Jaguariaíva, Sengés, Itararé, alcançando Sorocaba. Na “Estatística da Imperial Província de São Paulo” (1827), o trecho desse caminho que ligava os atuais estados do Paraná a Santa Catarina também era denominado Estrada da Mata. * o Estrada das Missões, partia dos campos de São Borja, seguia por Santo Ângelo, Palmeira das Missões, Rodeio, Chapecó, Xanxerê, Palmas, onde se bifurcava por União da Vitória e Palmeira, e por Guarapuava, Imbituva e Ponta Grossa. * o Caminho da Vacaria, que interligava Cruz Alta a Vacaria, no Caminho do Viamão, passando por Passo Fundo e Lagoa Vermelha. *o Caminho da Praia, que interligava a Colônia de Sacramento no atual Uruguai a Laguna, ia pelo Litoral desde a altura de Montevidéu, atravessando o Rio Chuí, depois o canal de Rio Grande onde desde 1725 havia a tarifação para o transporte do gado, atravessava o rio Mampituba na atual divisa dos Estados do Rio Grande do Sul e Santa Catarina, cruzava o Rio Araranguá, que dá nome à cidade catarinense, e chegava a Laguna. Inicialmente era utilizado como forma de ligação entre Laguna, entreposto importante na expansão luso-brasileira para o Sul da América, na falta de segurança na navegação por conta dos conflitos contra a Espanha. No início da utilização dessa rota como caminho de tropa, a mesma ia até São Francisco do Sul e subia o caminho dos Ambrósios, na Serra Geral a caminho de Curitiba. Também foi aberta uma estrada que ligava Araranguá ao Planalto Catarinense, chamada de Caminho dos Conventos, uma opção para transpor a serra e pegar o Caminho do Viamão em direção a Sorocaba. Com o tempo foi ficando esquecido para o comércio com Sorocaba, pois a utilização do Caminho de Viamão facilitava o transporte e tarifação das tropas, ficando como caminho auxiliar na ligação das estâncias instaladas no litoral entre Santa Catarina e Rio Grande do Sul. == O impulso povoador == A necessidade de paradas, por vezes longas para esperar que as chuvas cessassem e o nível das águas dos rios baixasse, exigia pernoites e alimentação aos tropeiros, assim como pastos para alimentar os animais, fazendo com que famílias fossem se estabelecendo, dedicadas ao cultivo e comércio para atender aos viajantes, fazendo nascer assim pequenas povoações. Com o passar das décadas e o aumento do movimento nas trilhas esses núcleos desenvolveram-se, possibilitando a gradativa integração das economias regionais. Muitos desses núcleos transformaram-se em grandes cidades, como se verifica hoje ao longo desses antigos caminhos. ==O último tropeiro== O último tropeiro vivo (100 anos em 2014) a percorreu o trecho da rota entre Viamão, mora em Porto Amazonas. O peão Otávio dos Reis (nascido em 1914 na cidade de Porto Amazonas) fez 5 viagens antes do seu patrão utilizar outros meios para vender suas mulasAinda menino, Otávio dos Reis se encantou com o mundo tropeiro. A fazenda onde morava em Porto Amazonas, nos Campos Gerais, servia como pouso de tropas. Ver todos aqueles homens tomando chimarrão e conversando ao redor de mulas e cavalos mexia com a imaginação de Otávio Jornal Paranaense - Gazeta do Povo. == A conversão do Caminho das Tropas em rodovias == A partir das décadas de 1910 e 1920, especialmente durante a atuação de Washington Luís, o Brasil iniciou a mudança de sua política de transportes, privilegiando a construção de redes rodoviárias destinadas a veículos motorizados e investindo cada vez menos nas redes ferroviárias.DEBES, Célio, Washington Luis. São Paulo: Imprensa Oficial do Estado de São Paulo, 1993, 2v. Foi nesse contexto, e por determinação de Washington Luís, enquanto governador do Estado de São Paulo, que iniciou-se em 1922 a construção da Estrada São Paulo-Paraná (BR-2), inicialmente apenas com o trecho São Paulo-Cotia-São Roque, a principal região agrícola nas imediações da capital. A Estrada São Paulo-Paraná foi construída pelo alargamento do antigo Caminho de Sorocaba, com retificação de alguns trechos e construção de pontes, sobre o mesmo tronco do Caminho das Tropas, que prosseguia para Itapetininga, Itapeva, Castro, Guarapuava e Lapa. Em 1954, essa rodovia passou a ser administrada de forma independente do trecho que, de Itapetininga, prosseguia ao Paraná, e recebeu o nome de Raposo Tavares, em referência ao fato de que, em 1626, sua bandeira percorreu esse caminho (que na época correspondia ao braço principal do antigo caminho indígena do Peabiru, que ligava a atual São Vicente ao Paraná e ao Paraguai), rumo às reduções jesuíticas do Guairá, com a finalidade de captura e escravização de índios, tipo de ação que os historiadores do século XIX passaram a denominar \"desbravamento\".VARNHAGEN, Francisco Adolfo de. História geral do Brasil: antes de sua separação e independência de Portugal; revisão e notas J. Capistrano de Abreu, Rodolfo Garcia. 10ª ed. integral, Belo Horizonte, Ed. Itatiaia; São Paulo, EDUSP, 1981. 3 v. (Coleção reconquista do Brasil, nova série, edição especial) Os trechos da Estrada São Paulo-Paraná que, de Itapetininga, prosseguiam no sentido sudoeste para Itapeva, Castro e Ponta Grossa foram convertidas nas atuais Rodovias SP-127, SP-258 e PR-151. == Ver também == * Caminho da Bahia * Caminhos do mar de São Paulo * Estrada Real * Registro de Viamão * Sinfonia Tropeira Categoria:Estradas reais do Brasil Colonial Categoria:História do Rio Grande do Sul Caminhos das Tropas Categoria:Tropeirismo Categoria:Patrimônio de Influência Portuguesa no Brasil",
 "title": "Caminho das Tropas"
}