{
 "id": "1198",
 "text": "Patrick Lafcádio Hearn (27 de junho de 1850 - 26 de setembro de 1904), com o nome de batismo grego Πατρίκιος Λευκάδιος Χερν, mas também conhecido como Koizumi Yakumo (小泉八雲 Koizumi Yakumo), nome que adotou após adquirir cidadania japonesa, foi um jornalista e escritor conhecido por seus livros a respeito do Japão. Ele é especialmente conhecido pelos japoneses devido às suas coleções de contos de fadas, um dos quais foi transformado em filme por Masaki Kobayashi (Kwaidan (1965)). Viveu muito tempo no Japão e conquistou, com sua obra, grande renome internacional. É também conhecido por ter feito um registro escrito da tradição oral de contos em língua crioula da ilha de Martinica, no Caribe. == Vida == Hearn nasceu na Grécia, na ilha de Lêucade, uma das ilhas Jônicas (Em grego a ilha se chama Lefkas - de onde se origina seu nome). Filho do major cirurgião Charles Hearn, nascido em King's County na Irlanda e de Rosa Antonia Kassimati nascida em Leocádio. Seu pai estava servindo na ilha durante a ocupação inglesa das ilhas Jônicas. Aos seis anos de idade Lafcádio Hearn mudou-se para a Irlanda. O gosto pelas artes e pela Boemia estava no sangue de Hearn. O irmão de seu pai, Richard, foi um membro renomado do grupo de artistas Barbizon, embora não tenha feito fama como pintor devido à sua falta de energia. O jovem Hearn teve uma educação casual, mas estudou por um curto período (1865) no Ushaw College em Durham. A fé religiosa na qual ele foi criado, foi logo perdida e, aos 19, ele foi enviado para viver nos Estados Unidos, se instalando na cidade de Cincinnati, Ohio. Lá ele desenvolveu uma amizade que durou toda a sua vida com o impressor inglês Henry Watkin. Com a ajuda de Watkin, Hearn iniciou uma carreira no baixo escalão do jornalismo. Devido ao seu talento como escritor, subiu rapidamente e se tornou repórter no Cincinnati Daily Enquirer, onde permaneceu de 1872 a 1875. Aos 23 anos se casou com a afro-descendente Mattie Foley, que tinha sido escrava, e enfrentou problemas legais por conta das leis racistas da época em Ohio, as quais proibiam o casamento interracial. Com liberdade criativa em um dos maiores jornais em circulação na cidade, ele desenvolveu uma reputação pelos sensíveis, sombrios e fascinantes relatos sobre os desfavorecidos de Cincinnati. Ele continuou a se ocupar do jornalismo, leituras e observações da sociedade local, enquanto suas idiossincrasias românticas e por vezes mórbidas se desenvolviam. Ainda em Cincinnati, casou-se com Mattie, uma mulher negra, o que na época era uma prática ilegal. Quando o escândalo foi descoberto e tornado público, ele foi demitido do Enquirer e foi trabalhar no jornal rival, o Cincinnati Commercial, mas a poluição da cidade irritava seus olhos sensíveis e ele se mudou para New Orleans, Luisiana em 1877. De 1877 a 1888 permaneceu em New Orleans escrevendo para o Times Democrat. Seus escritos nessa cidade se concentravam na história creole da cidade, sua culinária peculiar, a marginalidade e o Vodu. Seus artigos para publicações como a Harper's Weekly e Scribner's Magazine ajudaram a moldar a imagem de New Orleans como um colorido reduto da decadência e do hedonismo. Seu livro mais conhecido sobre a Luisiana é Gombo Zhebes (1885). Em 1889 foi enviado pelo jornal Harper's Monthly para as Índias Ocidentais como correspondente. Ele passou dois anos em Saint-Pierre na Martinica e lá produziu Two Years in the French West Indies (Dois Anos nas Índias Ocidentais Francesas) e Youma, The Story of a West-Indian Slave (Youma, a História de um Escravo das Índias Ocidentais), ambos em 1890. Além disso, recolheu e transcreveu contos da tradição oral, em crioulo martiniques, que só foram publicados após sua morte, um livro reunindo seis contos chamado Trois fois bel conte (Três vezes um belo conto) e um segundo com mais oitos contos intitulado Contes créoles II (Contos Crioulos II). Em 1891 Lafcádio Hearn foi ao Japão comissionado como correspondente em um jornal, mas o contrato foi logo rompido. Foi no Japão, no entanto, que Hearn encontrou seu lar definitivo e sua maior fonte de inspiração. Durante a década de 1890, ele se tornou professor de literatura inglesa na Universidade Imperial de Tóquio e logo se viu totalmente enfeitiçado pelo Japão. Casou-se com uma japonesa, Koizumi Setsuko, filha de um samurai, se naturalizou japonês sob o nome de Koizumi Yakumo e adotou o budismo. Sua saúde tornou-se frágil nos últimos anos de sua vida, forçando-o a parar de dar aulas na Universidade. Morreu em 26 de setembro de 1904 vítima de um ataque cardíaco. No fim do século XIX o Japão era ainda desconhecido e exótico para o mundo ocidental. Com a introdução da estética japonesa, particularmente na Exposição Universal de 1900, em Paris, o Ocidente adquiriu um apetite insaciável pelo Japão e Hearn se tornou mundialmente conhecido pela profundidade, originalidade e sinceridade dos seus contos. Em seus últimos anos, alguns críticos, como George Orwell, acusaram Hearn de transferir seu nacionalismo e fazer o Japão parecer mais exótico, mas, como o homem que ofereceu ao Ocidente alguns de seus primeiros lampejos do Japão pré-industrial e do Período Meiji, seu trabalho ainda é valioso até hoje. == Livros sobre temas japoneses == * Glimpses of Unfamiliar Japan (1894) * Out of the East: Reveries and Studies in New Japan (1895) * Kokoro: Hints and Echoes of Japanese Inner Life (1896) * Gleanings in Buddha-Fields: Studies of Hand and Soul in the Far East (1897) * Exotics and Retrospectives (1898) * Japanese Fairy Tales - Contos de fadas japoneses (1898) e seqüências * In Ghostly Japan (1899) * Shadowings (1900) * A Japanese Miscellany (1901) * Kottō: Being Japanese Curios, with Sundry Cobwebs (1902) * Kwaidan: Stories and Studies of Strange Things (1903) * Japan: An Attempt at Interpretation (1904; publicado logo após sua morte) * The Romance of the Milky Way and other studies and stories (1905; publicado postumamente) == Contos da Martinica == * Trois fois bel conte (1932, póstumo) * Contes créoles II (2001, póstumo) == Outras leituras == *Elizabeth Bisland, The Life and Letters of Lafcadio Hearn (2 vols., 1906) (em inglês) *Bronner, Milton, Letters from the Raven: Being the Correspondence of Lafcadio Hearn with Henry Watkin (1907) (em inglês) *G. M. Gould, Concerning Lafcadio Hearn (1908) (em inglês) *Nina H. Kennard, Lafcadio Hearn; contém algumas cartas de Lafcádio Hearn para sua meia-irmã, Sra. Atkinson (1912) (em inglês) *Jonathan Cott, Wandering Ghost: The Odyssey of Lafcadio Hearn (1991) (em inglês) == Referências == ==Ligações externas== *Textos digitais em inglês de algumas obras de Lafcádio Hearn no Projeto Gutenberg *A Promessa - Um conto em português *Site sobre Lafcádio Hearn (em inglês) *Um diário virtual de Hearn (em inglês) Categoria:Escritores do Japão Categoria:Ex-ortodoxos orientais Categoria:Japonólogos do Reino Unido Categoria:Convertidos ao budismo",
 "title": "Lafcádio Hearn"
}