{
 "id": "119877",
 "text": "Urca é um tradicional bairro da Zona Sul do município do Rio de Janeiro. Tendo como pontos turísticos o Morro do Pão de Açúcar e o Morro da Urca, o bairro também sedia outras instituições importantes como: a Universidade Federal do Rio de Janeiro (UFRJ), a Escola de Comando e Estado-Maior do Exército (ECEME), a Escola de Guerra Naval (EGN), a Escola Superior de Guerra (ESG), o Instituto Militar de Engenharia (IME), o Centro Brasileiro de Pesquisas Físicas, o Instituto Benjamin Constant, a Universidade Federal do Estado do Rio de Janeiro (UNIRIO), o Forte São João, o Museu de Ciências da Terra, a Companhia de Pesquisa de Recursos Minerais (CPRM) e o antigo Cassino da Urca, que após a proibição dos jogos de azar no Brasil, foi sede da TV Tupi do Rio de Janeiro. Atualmente, o prédio abriga o renomado Istituto Europeo di Design. A telenovela A Gata Comeu, da Rede Globo, exibida no horário das 18 horas, em 1985, foi ambientada na Urca, em residências do próprio bairro. == Histórico do bairro == === Período colonial === A história do povoamento europeu das terras do que hoje é conhecido como bairro da Urca remonta ao início da própria cidade de São Sebastião do Rio de Janeiro. Até o século XVI, toda a região ao redor da Baía de Guanabara era habitada por povos indígenas de língua tupi. Em 1555, colonos franceses sob o comando de Nicolas Durand de Villegagnon estabeleceram-se na Baía de Guanabara, levando Portugal a enviar uma expedição para expulsá-los em 1560. Subsistindo franceses na Guanabara, uma nova expedição foi enviada, sob o comando do capitão-mor Estácio de Sá. Estabeleceu um núcleo fortificado à entrada da barra em 1º de março de 1565, dando por fundada a cidade de São Sebastião do Rio de Janeiro (em homenagem a Sebastião de Portugal). O local do desembarque e da fundação foi a pequena faixa de terra na \"várzea\" entre os morros Cara de Cão e Pão de Açúcar, atual Praia de Fora, nos terrenos da Fortaleza de São João. Vale notar que, na época, o conjunto dos morros Cara de Cão, do Pão de Açúcar e da Urca era isolado do continente, formando uma ilha chamada Ilha da Trindade. Os portugueses decidiram se estabelecer nessa ilha justamente pela proteção que esta oferecia contra o ataque dos índios tupinambás (também chamados tamoios) que dominavam a baía. Após o desembarque, foi erguida uma ermida de taipa e sapê para entronizar a imagem de São Sebastião. O fundador, Estácio de Sá, morto em 1567, foi enterrado nessa mesma capela, e aí ficou até 1583, quando seu corpo foi trasladado para o Morro do Castelo, onde a cidade já se achava estabelecida. Localizavam-se as primeiras casas e igrejas da cidade na área onde hoje funcionam a Fortaleza de São João e a Escola de Educação Física do Exército. Com a mudança da cidade para o Morro do Castelo, a Vila ou Cidade Velha, como passou a ser chamada, passou a ser usada somente na defesa da Baía de Guanabara. Nos anos de 1659-1660, o trecho de mar entre a Ilha da Trindade e o continente foi aterrado por ordem do governador da Capitania do Rio de Janeiro, Salvador Correia de Sá e Benevides, formando a atual Praia Vermelha. Os primeiros prédios que ocuparam a Praia Vermelha tinham por objetivo, dada sua localização, a defesa militar. Assim, logo no início do século XVIII, foi construído um forte. === Século XIX === Até o final do século XIX, o bairro da Urca, no formato pelo qual o conhecemos hoje, simplesmente não existia, porque as águas da Baía de Guanabara batiam diretamente nas rochas que circundam os morros da Urca e do Pão de Açúcar, inviabilizando qualquer edificação nessa área. Para se ter acesso à Praia de Fora e à Fortaleza de São João, por exemplo, era necessário ir diretamente por mar. Em 1852, foi inaugurado o Hospício Pedro II, no prédio atualmente ocupado pelo campus da Praia Vermelha da Universidade Federal do Rio de Janeiro. Em 1854, foi inaugurado o Imperial Instituto dos Meninos Cegos, atual Instituto Benjamin Constant. A partir de 1856, instalam-se, sucessivamente, na Praia Vermelha, o Batalhão de Engenheiros e a Escola Militar e de Aplicação. Entre 1870 e 1880, o comerciante português Domingos Fernandes Pinto sonhou em transformar o local num novo bairro, ou melhor, numa nova cidade, com os prédios obedecendo \"a um novo estilo, elegante e artístico\". Em 2 de março de 1895, ele assinou contrato com o município para a construção de um cais, ligando a Praia da Saudade, em frente ao Instituto Benjamin Constant, à Escola de Aprendizes de Artilheiros, na Fortaleza de São João. Mas esta obra foi embargada pelo Exército, com a alegação de que a obra prejudicaria a defesa do forte (como se viu mais tarde, o bairro em aterro criou um acesso mais direto àquela área militar). === Século XX === Em 1908, realizou-se, no bairro, a Exposição Nacional Comemorativa do 1º Centenário da Abertura dos Portos do Brasil, para a qual foram construídos vários edifícios. A maioria desses edifícios foi derrubada após o término da exposição. Uma exceção foi o prédio do Pavilhão dos Estados, que é atualmente ocupado pelo Museu de Ciências da Terra. Em 1912, foi inaugurado o Bondinho do Pão de Açúcar. Em 1919, foi assinado um novo contrato com a prefeitura, mas Domingos Fernandes Pinto não pôde cumpri- lo. ==== Construção do Aterro da Urca ==== Em 1921, os engenheiros Oscar de Almeida Gama e Otávio Moreira Penna (filho do Presidente da Republica do Brasil Afonso Penna) constituem a Sociedade Anônima Empresa da Urca, para construção de um cais ligando a Praia da Saudade (na entrada do bairro) à Fortaleza de São João, nos termos do contrato de 1919. Entre as cláusulas do contrato para a construção do bairro da Urca, estava construir uma escola para 200 alunos, que veio a ser a atual Escola Minas Gerais. A Avenida Portugal foi oficialmente inaugurada pelo presidente Epitácio Pessoa e, na mesma época, a antiga praia da Saudade recebia a denominação de Avenida Pasteur. Logo depois, a prefeitura concedeu terrenos de aterro ao longo da costa para sociedades esportivas, surgindo, entre outras, o Fluminense Yachting Club, atual Iate Clube do Rio de Janeiro. O plano geral de arruamento e loteamento da Urca foi aprovado em 1922. Com a área pronta para ser habitada e o prédio do Hotel Balneário necessitando de maior proteção contra a água do mar, aumentou-se a faixa de areia, com os diques de proteção, ficando a praia com a forma que mantém até hoje. Portanto, o efetivo início do Bairro da Urca é de fins de 1922 e início de 1923, quando vai começar a receber os primeiros prédios. Em 1938, a cidade e seus habitantes têm a Praia Vermelha para uso civil, com a abertura da Praça General Tibúrcio. ==== Cassino da Urca ==== O Hotel- Balneário, que foi construído para abrigar os visitantes da Exposição Internacional de 1922, comemorativa do Centenário da Independência do Brasil, nunca chegou a se tornar um grande hotel como os demais do Rio de Janeiro construídos fora do Centro à mesma época. Mas se tornou muito famoso quando transformado em cassino no ano de 1933. O Cassino da Urca reunia um complexo de diversões para acompanhar as horas de lazer, ao lado da principal atividade que eram os jogos de roleta e outros. Os shows apresentavam artistas nacionais e internacionais. Atingiu seu auge nos anos de 1939 a 1941 com as apresentações de Carmem Miranda, época que foi considerada por muitos, uma das melhores e mais badaladas casas noturnas do mundo, e que também serviu, de certa forma, de passaporte para carreira nos Estados Unidos da \"pequena notável\". Porém, em 1946, houve a extinção, por lei, dos jogos de azar no país, o que determinou o fechamento do cassino. Na década de 50, o prédio do Cassino da Urca voltou a ser ocupado. Dessa vez pela televisão. A TV Tupi, canal 6, dos Diários e Emissoras Associados, transferiu seus estúdios do Centro para a Urca. Ficou ali até fechar as portas em julho de 1980, quando foi tirada do ar por ordem do governo federal que cassou a sua concessão. Por anos, ficou vazio, mas, desde 21 de novembro de 2006, o cassino, que estava sobre posse da prefeitura, foi alugado ao Instituto Europeu de Design, que irá investir 17 milhões de reais em troca da concessão de 50 anos para uso do local. O Instituto Europeu de Design pretende instalar no local uma \"incubadora de projetos para pensar o Rio\". Ao iniciar sua atividade, depois de concluídas as restaurações do antigo prédio, foi a segunda maior filial. Contudo, se as obras de restauração têm progredido, o funcionamento da escola no prédio, a que se opõe uma parte significativa dos moradores do bairro, foi impedido por uma decisão judicial do Ministério Público, por falta de numerosas autorizações, como estudos de impacto (trânsito etc.). Entre outros obstáculos à ocupação do prédio pela escola de design, podemos citar também o zoneamento vigente naquele local da Urca, que exclui a possibilidade da implantação de um estabelecimento de ensino superior. Porém, em dezembro de 2012, uma nova decisão judicial falou que o IED Rio pode abrir as portas no prédio. Os cursos foram iniciados em 2013 e o IED Rio foi inaugurado em 27 de maio de 2014. == Geografia == O bairro faz divisa com Botafogo e Leme.Bairros do Rio É no bairro que o Oceano Atlântico encontra-se com a Baía da Guanabara, ou seja, o bairro possui tanto praias com água da baía (impróprias ao banho) e praias com água do oceano (próprias ao banho).http://oglobo.globo.com/infograficos/indice-de-balneabilidade/ === Praia da Urca === A Praia da Urca é uma pequena e estreita praia com 100 metros de extensão, localizada no sopé do Morro da Urca e banhada pela Baía de Guanabara. === Praia Vermelha === A Praia Vermelha, de pequenas dimensões, é muito apreciada pela paisagem envolvente, entre o Morro da Urca e o Morro da Babilônia. Primitivamente ocupada pelo hoje desaparecido forte da Praia Vermelha, atualmente abriga dois campi universitários, um da Universidade Federal do Estado do Rio de Janeiro (UNIRIO), outro da Universidade Federal do Rio de Janeiro (UFRJ), o Instituto Militar de Engenharia (IME), a Escola de Comando e Estado-Maior do Exército (ECEME) e a Escola de Guerra Naval (EGN) e a estação do Bondinho do Pão de Açúcar. A praia está ladeada por duas fortalezas, hoje ocupadas pelo Círculo Militar da Praia Vermelha e a escola municipal Gabriela Mistral. Na região há diversos monumentos históricos. Na própria praia há uma estátua de Chopin. Na Praça General Tibúrcio, atrás da praia, ficam o Monumento aos Heróis de Laguna e Dourados e o Monumento aos mortos na Intentona Comunista. === Praia de Fora === A Praia de Fora é uma praia localizada na Fortaleza de São João, na entrada da Baía de Guanabara. É a praia onde foi fundada a cidade do Rio de Janeiro. A entrada só é permitida pelo Exército. Tem areias claras e finas e possui águas claras e frias própria para banho em certas horas. Geralmente seu mar é calmo e tranquilo. Possui uma linda vista ao redor, principalmente do Pão de Açúcar. == Demografia == A Urca abrigou parte da aristocracia do início do século XX, e posteriormente um dos mais badalados cassinos da cidade - O Cassino da Urca. Devido à proximidade com o cassino, grandes nomes do show-biz residiram no bairro, como foi o caso de Dalva de Oliveira e Carmen Miranda, a brasileira que conquistou Hollywood. A Urca é composta por pequenos prédios, casas de militares devido a sua proximidade com a Fortaleza São João e o Círculo Militar, e casarões históricos; a Urca continuou abrigando ilustres moradores em suas belas residências. O jornalista e fundador das organizações Globo Roberto Marinho e a dama da sociedade carioca Lourdes Catão agitaram o bairro durante os anos que ali moraram. Outros nomes de destaque passaram a residir na Urca sendo também responsáveis pelo agito social no bairro, como é o caso do cantor Roberto Carlos, do crítico de música Ricardo Cravo Albin, do empresário da mineração Nazir João Cosac, do banqueiro Guilherme Arinos Lima Verde de Barroso Franco, do compositor Herivelto Martins, do publicitário Luiz Cortabitart, do empresario Sidney Breyer, o produtor artístico Jairo Pires, entre outros. === Educação === thumb|UNIRIO, campus Urca. Na Praia Vermelha, situam-se dois campi da Universidade Federal do Estado do Rio de Janeiro (UNIRIO), um dos campi da Universidade Federal do Rio de Janeiro (UFRJ), o Centro Brasileiro de Pesquisas Físicas, o Instituto Militar de Engenharia (IME), a Escola de Comando e Estado-Maior do Exército (ECEME), Escola de Guerra Naval (EGN) e o Instituto de Matemática Pura e Aplicada. === Criminalidade === O bairro é considerado o mais calmo da cidade, com criminalidade praticamente nula, devido à presença de um quartel do Exército e outras instalações militares. Também é valorizado por ser um dos poucos bairros da Zona Sul que não conta com a presença de favelas. == Infraestrutura == === Transporte público === O bairro da Urca pode ser acessado a partir de 2 linhas de ônibus: * 107 (Urca - Central) * SP513 (Urca - Metrô de Botafogo) ==Ver também== * Regiões administrativas do Rio de Janeiro == Ligações externas == * * * *",
 "title": "Urca"
}