{
 "id": "119994",
 "text": "Grêmio Recreativo Escola de Samba Unidos da Tijuca (ou simplesmente Unidos da Tijuca) é uma escola de samba da cidade do Rio de Janeiro. A escola é originada a partir de diversos morros da Tijuca, tendo sua sede durante muitos anos no Morro do Borel. Atualmente possui uma quadra comercial localizada na Avenida Francisco Bicalho, no bairro do Santo Cristo, próximo à Rodoviária Novo Rio. Possui 4 títulos de campeã do Grupo Especial do carnaval carioca, conquistados nos anos de 1936, 2010, 2012 e 2014. A Unidos da Tijuca já conquistou também 6 vice-campeonatos, nos anos de 1934, 1948, 2004, 2005, 2011 e 2016, sendo uma das escolas mais vitoriosas do carnaval carioca. == Nome, cores e símbolo == O nome \"Unidos da Tijuca\" faz referência à união de blocos da Tijuca para fundar a primeira escola de samba da localidade. Inicialmente, o símbolo da agremiação consistia em duas mãos entrelaçadas e circundadas por dois ramos, um de café (em referência à época em que a Tijuca era conhecida como \"área do café\", no Século XIX) e outro de fumo (referência à fábrica de cigarros da região); e a inscrição \"UT\" (abreviação de Unidos da Tijuca). A partir de 1984, a escola adotou o pavão real como símbolo. Desde sua fundação, a agremiação tem como cores o azul e o amarelo-ouro. Ambas escolhas são atribuídas à Bento Vasconcelos, um dos fundadores da escola. Há duas versões para a escolha das cores. Uma versão sustenta que foram adotadas as cores utilizadas pela Grande Fábrica de Cigarros, Fumos e Rapé de Borel & Cia, localizada no Morro do Borel, para embalar seus produtos. A outra versão aponta para uma inspiração na Casa de Bragança. As cores usadas pela Corte Imperial significavam prova de bom gosto em suas vestimentas. Também há duas versões para a escolha do símbolo. A primeira também sustenta uma inspiração na Fábrica dos Irmãos Borel, que teria as embalagens de seus produtos nas cores azul e amarelo-ouro, além da impressão de um pavão real. A segunda versão indica que, durante os preparativos para o carnaval de 1984, o pavão era utilizado como símbolo do enredo nas camisetas dos componentes, quando o compositor Carlinhos Melodia sugeriu ao então presidente da escola, Luis Carlos Cruz, que fosse colocado o pavão no carro abre-alas do desfile. A sugestão foi aceita e, a partir de então, o animal se tornou o símbolo maior da agremiação tijucana. Vários sambas de enredo da agremiação citam o pavão: 2002 (\"A língua é força, é união / A homenagem vem na cauda do Pavão\"); 2008 (\"Meu pavão em destaque na exposição, resgatou\"); 2015 (\"Quebrando o gelo, lá vem o pavão\"); 2017 (\"Invade minh’alma a linda canção / No tom da vitória, chegou meu Pavão\"); entre outros. == Bandeira == A bandeira da escola tem forma retangular. A versão, utilizada desde 1988, possui 16 raios de cores intercaladas (oito azuis e oito amarelos) partindo do centro do pavilhão em direção às extremidades, em formação similar à siemens star. O centro da bandeira possui uma circunferência amarela, onde, dentro, encontram-se as inscrições \"G.R.E.S.\" (na parte superior) e \"UNIDOS DA TIJUCA\" (na parte inferior). No centro da circunferência, localiza-se o desenho de um pavão. Abaixo da circunferência, próximo à borda inferior do pavilhão, está inscrito o ano de confecção do mesmo. A versão anterior da bandeira, utilizada até o desfile de 1987, não apresentava o desenho do pavão, e sim o logo anterior da escola, um aperto mãos e ramos de louro e café. == Lugar de origem == A Unidos da Tijuca surgiu no Morro do Borel, comunidade localizada no bairro da Tijuca, na Zona Norte da cidade do Rio de Janeiro. A partir do Século XIX, a cadeia montanhosa da Tijuca passou a ser habitada por escravos alforriados e seus descendentes. Na mesma época, também se instalaram no complexo de morros do Borel as famílias dos fundadores da Unidos da Tijuca – os Moraes, os Chagas, os Santos e os Vasconcelos. O Morro do Salgueiro foi a primeira favela da Tijuca. Logo depois, surgiram o Morro do Borel e o Morro da Formiga. Em 1921, os morros da Tijuca começaram a ser ocupados pela população removida do Centro da cidade com a reforma urbanística do prefeito Pereira Passos. O Morro do Borel herdou o sobrenome de dois irmãos franceses, da família Boreu Meuron, donos da Grande Fábrica de Cigarros, Fumos e Rapé de Borel & Cia, localizada na subida da favela. Diversas composições da agremiação citam o Morro do Borel, com os sambas de 1993 (\"Canta Borel / A tua raça hoje é cor de mel\"); de 2005 (\"O meu paraíso, local mais perfeito não há / Faço do Borel a Shangri- lá\"); de 2009 (\"Cruzou o céu no limiar do infinito / O meu Borel visto de cima é mais bonito\"); de 2011 (\"Sou do Borel da gente guerreira\"); entre outros. Durante muitos anos, a Unidos da Tijuca esteve sediada no Morro do Borel. Em 1988, devido à violência no morro, a escola mudou sua quadra para o bairro de Santo Cristo, na Zona Portuária do Rio. Em 2006, o espaço da antiga sede, no Morro do Borel, foi reativado com a instalação da ONG Instituto Cidadania. Apesar de ter sido fundada no Borel e ter sua quadra em Santo Cristo, a escola de samba foi criada para representar todo o bairro da Tijuca. A região se destaca pelo seu pioneirismo na indústria, e pelos pólos de educação e de cultura. Três escolas de samba tiveram origem no bairro (além da Unidos, Salgueiro e Império da Tijuca). O local também é berço de diversas personalidades, como Aldir Blanc, Bibi Ferreira, Ed Motta, Erasmo Carlos, Lamartine Babo, MC Nego do Borel, Milton Nascimento, Tim Maia, Tom Jobim, entre outros. Também é o único bairro do Rio que tem hino, brasão, bandeira e gentílico (\"tijucano\"). A agremiação homenageou a Tijuca no carnaval de 1969, com o enredo \"Tijuca sempre jovem\". == Fundação == O Grêmio Recreativo Escola de Samba Unidos da Tijuca foi fundado em 31 de dezembro de 1931, sendo a quinta escola de samba a ser fundada (depois de Deixa Falar, Portela, Mangueira e União de Vaz Lobo). A agremiação foi criada a partir da fusão de quatro blocos existentes nos morros da Casa Branca, Formiga, Borel e Ilha dos Velhacos: o Bloco do Velho Ismael Francisco e Dona Blandira (da família Moraes); o Bloco do Velho Pacífico (da família Vasconcelos); o Bloco do Caroço (da Ilha dos Velhacos) e o Bloco de Dona Amélia (do Morro da Formiga). Apesar de abrigar terreiros de samba e blocos carnavalescos, a Tijuca não possuía uma escola de samba. Com isso, sambistas e foliões da região se reuniram no terreiro da Família Vasconcelos, na subida da Rua São Miguel, número 130, casa 20, e decidiram criar a primeira escola de samba da localidade.A escola foi fundada por Bento Vasconcelos, Leandro Chagas, Alcides de Moraes (Tatão), Jorge Vasconcelos, Pacífico Vasconcelos, João de Almeida, Ismael de Moraes, Alfredo Gomes, Tertuliano Chagas, Armando dos Santos, Turíbio dos Santos, Jacinto Ribeiro, Tarquínio Ramos, Orlando Godinho, Waldemar Gargalhada, João Cascorão, José Mamede D´Ávila, Álvaro, Dedé, Regina Vasconcelos, Marina Silva, Zeneide Oliveira, Margarida Santos, Hilda Chagas, Ely Chagas, Elza Gomes, Doralice Caldeira, Hermínia Vasconcelos, Dora de Almeida e Helena de Souza. Em sua origem, a maioria de seus componentes eram operários da Fábrica de Cigarros Souza Cruz, da Fábrica de Tecidos Maracanã, do Lanifício Alto da Boa Vista, da Fábrica de Tecidos Covilhã e de outras fábricas de menor porte localizadas no bairro da Tijuca. == História == Em 1936, a escola foi a grande campeã do carnaval carioca, com o enredo Sonhos delirantes. Naquele desfile, realizado na Praça Onze, a Tijuca trouxe uma inovação, apresentando alegorias aludindo o enredo. De 1960 a 1980, enfrentou um período muito difícil, desfilando no segundo grupo e sem conseguir subir. Neste período, somente uma vez chegou perto de voltar ao grupo das grandes. Em 1980, foi a campeã do Grupo 1B, voltando ao grupo principal do carnaval carioca. O empresário português Fernando Horta assumiu a presidência em 1992 pela primeira vez. Sob sua gestão, uma nova quadra de ensaios foi inaugurada, no Santo Cristo, zona portuária. De acordo com Fernando Horta, essa foi uma medida para atrair recursos para a escola, que assim, poderia ajudar mais a comunidade. Alguns membros da comunidade, no entanto, reclamam da falta de presença da entidade em sua própria quadra, utilizada apenas, segundo estes, pela escola de samba mirim. Em 1998, homenageou o navegador português Vasco da Gama, além do Clube de Regatas Vasco da Gama, que completava o seu centenário. Nesse ano, foi rebaixada. Mais de uma década depois, o presidente classificaria aquele como \"o melhor desfile\" e atribuiria o rebaixamento ao fato de os jurados serem flamenguistas e anti-Eurico Miranda. Em 1999, no Grupo de Acesso, a Tijuca fez um desfile memorável, com o enredo O Dono da Terra do carnavalesco Oswaldo, recebendo todas as notas \"10\", com um belo carnaval e um samba considerado por muitos especialistas como \"antológico\", sendo reconduzida ao Grupo Especial. Em 2000, no carnaval comemorativo dos 500 anos de Descobrimento do Brasil, apresentou o enredo Terra dos papagaios… Navegar foi preciso!. Nesta ocasião, após polêmica devido ao uso da imagem de Nossa Senhora da Boa Esperança e uma cruz, o carnavalesco Chico Spinoza chegou a ser detido e o painel apreendido. O delegado responsável pela operação chegou a dizer que a escola já teria, com isso, alcançado seus minutos de fama, já que possivelmente obteria uma má colocação. No entanto, o quinto lugar obtido foi o melhor resultado em quase 50 anos. No ano seguinte, cantou a vida e obra de Nélson Rodrigues, mas não obteve o sucesso do ano anterior. Em 2002, contou a história da Língua Portuguesa, homenageando os países da CPLP. A escola teve problemas com a última alegoria, que a fez terminar o desfile acima do tempo regulamentar e, com isto, ser punida com 0,2 na apuração, terminando em nono lugar. O ano de 2003, abordou como tema de seu desfile os Agudás, povo africano formado por ex-escravos brasileiros que foram para a África. Um desfile também problemático em diversos quesitos, obteve novamente a nova colocação. Com a chegada de Paulo Barros, em 2004, a Tijuca surpreendeu e conquistou o vice- campeonato, através de um enredo que falava dos avanços da Ciência, tendo revolucionado a estética dos desfiles ao apresentar alegorias humanas. A Revista Nature destacou a alegoria, cuja atração era a presença de 133 bailarinos, que através dos seus movimentos, formavam uma espiral, representando o DNA. Na opinião do então prefeito César Maia, o carro alegórico foi o mais marcante do ano. Em 2005, foi novamente vice-campeã, com um enredo que falava de cidades e reinos do imaginário humano dessa vez ficando a apenas um décimo da campeã Beija-Flor, tendo sido a favorita do público e vencedora do Estandarte de Ouro de melhor escola. Em 2006, a escola do Morro do Borel entrou como favorita no Sambódromo onde realizou um desfile vibrante. O enredo abordava o som, e segundo o carnavalesco, seu desafio seria transformá-lo em imagem. O desfile transcorreu perfeitamente, e a escola ganhou, mais uma vez, o Estandarte de Ouro de melhor escola, porém amargou a sexta colocação. Após o carnaval, Paulo Barros transferiu-se para a Viradouro, sendo substituído pela dupla Lane Santana e Luiz Carlos Bruno Em 2007, a Tijuca manteve o estilo de Paulo Barros desfilando com o enredo De lambida em lambida, a Tijuca dá um click na avenida, que falou sobre a fotografia, conquistando a quarta colocação, ainda à frente do Viradouro. No carnaval de 2008, a azul e ouro da Tijuca falou sobre os diferentes tipos de coleções. thumb|direita|255px|Alegoria, no desfile de 2009. No ano seguinte, saindo da linha sobre temas abstratos, apresentou o enredo Uma odisseia sobre o espaço, de autoria de Luiz Carlos Bruno, texto de João Pedro Roriz e samba-enredo de Julio Alves e Totonho, obtendo a 9º colocação. O presidente, naquele ano, reclamou, após o resultado, que a Beija-Flor, ao desfilar antes da Tijuca com um enredo que abordava o banho, espalhou água pela pista, o que teria prejudicado a apresentação dos segmentos, especialmente, do casal de mestre- sala e porta-bandeira Com o enredo É segredo! e a volta do carnavalesco Paulo Barros no carnaval 2010, a escola quebra o jejum de 74 anos sem o título do Grupo Especial e se torna a campeã do carnaval carioca pela segunda vez, levando ainda o Estandarte de Ouro de melhor escola. O maior destaque do desfile foi a comissão de frente, que agradou ao público e fez shows em vários eventos no Brasil. Para o carnaval de 2011 a escola abordou o medo presente nos filmes com o enredo Esta noite levarei sua alma. Novamente veio na condição de favorita ao título. Na avenida fez um desfile considerado pela crítica como impecável, com a notória criatividade do carnavalesco Paulo Barros, arrancando gritos de \"É campeã!\" do público presente. Acabou ficando com o vice-campeonato. thumb|esquerda|247x247px|Uma das alas no desfile campeão de 2012. Para o carnaval 2012, num desfile correto e pela primeira vez com um tema mais tradicional, Paulo Barros conquistou o título para a escola ao homenagear Luiz Gonzaga, o \"rei do baião\". Naquele ano, foi a primeira vez desde 2006 que os compositores Júlio Alves e Totonho não venceram a disputa de samba-enredo interna da escola, vencida pela parceria do compositor Josemar Manfredini. Em 2013, a escola apresentou um enredo sobre a Alemanha, devido às comemorações do ano da Alemanha no Brasil. Como umas das grandes favoritas ao título, fez um desfile leve, com alegorias de bom gosto, mas obteve um modesto terceiro lugar. Alguns creditam a colocação ao fato de, ao longo de todo o desfile, a escola ter apresentado problemas com o abre-alas, que teve que ser serrado ao final do desfile para poder sair na dispersão. Também houve problemas com o carro da Floresta Encantada, com incêndio e pessoas que desmaiaram. No ano em que completará duas décadas da morte de Ayrton Senna, a escola levou o tricampeão mundial de Fórmula 1 de volta às pistas. O piloto foi tema do enredo \"Acelera, Tijuca!\", em 2014, na Marquês de Sapucaí. Além de reverenciar Senna, o carnavalesco Paulo Barros mostrou o universo da velocidade e do automobilismo. Fã de Ayrton, o presidente da agremiação, Fernando Horta, revelou que a família de Senna abraçou a ideia e estará diretamente envolvida na pesquisa e no desenvolvimento do enredo. Também durante esse ano, a escola trouxe da campeã de 2013, a Vila Isabel: o intérprete Tinga e o casal de mestre-sala e porta-bandeira Julinho e Ruth. E com o enredo \"Acelera, Tijuca!\", homenageando Ayrton Senna, sagrou-se tetracampeã no grupo especial, a um décimo da vice-líder Salgueiro. Depois do carnaval, Paulo Barros novamente deixou a agremiação, indo dessa vez para a Mocidade de Padre Miguel. Por conta disso, a escola optou pela equipe que atuava há bastante tempo na agremiação, como: Annik Salmon, Marcus Paulo e Hélcio Paim que se juntaram ao experiente carnavalesco Mauro Quintaes e Carlos Carvalho, formando assim a Comissão de Carnaval, já tendo como enredo \"Um conto marcado no tempo - O olhar suíço de Clóvis Bornay\" que fala sobre a Suíça tendo como plano de fundo o ex-carnavalesco Clóvis Bornay, que era filho de pai suíço, ficando em 4° lugar. Em 2016, a Tijuca homenageou o agronegócio, em um desfile correto a escola conquistou o vice-campeonato, ficando a um décimo da campeã Estação Primeira de Mangueira. Em 2017, a escola levou para a Sapucaí o enredo “Música na alma, inspiração de uma nação” que homenageava a música americana. Entretanto, o andar do segundo carro alegórico cedeu, deixando pelo menos quinze feridos. A escola foi obrigada a desfilar apenas com alas durante uma boa parte do desfile, já que a alegoria parou, impossibilitando a passagem dos outros carros alegóricos da escola. Após um tempo, os outros carros puderam desfilar e a escola finalizou o desfile com um minuto de atraso. Devido a este acidente e ao que ocorrera com a alegoria do Paraíso do Tuiuti, ficou determinado que nenhuma escola desceria para a Série A e que o Grupo Especial teria 13 agremiações no ano seguinte, das quais duas seriam rebaixadas, como ocorreu em 2011 e 2012. Na apuração, a escola terminou em 11º lugar, o que garantiria sua permanência no Grupo Especial mesmo que o descenso fosse mantido. Para 2018, a escola levou para a Sapucaí a história do ator, diretor, apresentador e produtor Miguel Falabella. O enredo foi anunciado durante o programa Domingão do Faustão já que Miguel era jurado do quadro \"Show dos Famosos\". A escola abriu a segunda noite de desfiles, fazendo um desfile que lavou sua alma. Terminou com a 7° Posição, ficando a 0,2 pontos de retornar ao desfile das campeãs. Para 2019, a escola do Borel contratou Laíla e Fran Sérgio para integrar a Comissão de Carnaval e levou para a Avenida o enredo \"Cada Macaco no seu galho. Ó, meu Pai, me dê o Pão que eu não morro de fome!\" que falou sobre a História do Pão fazendo um contraponto sócio-crítico. Em seu carro de som, a azul e amarela contou com a volta do intérprete Wantuir após onze anos. A escola fez um elogiável desfile, se credenciando ao grupo das favoritas ao campeonato. No entanto, repetiu o sétimo lugar do ano anterior. * 2020: \"Onde Moram os Sonhos\" Após dois anos cortando a verba pela metade, o prefeito Marcelo Crivella decidiu cortar toda a subvenção das escolas que desfilam no Sambódromo. Para o carnaval de 2020, a Tijuca extinguiu sua comissão de carnaval, trazendo de volta o carnavalesco Paulo Barros, tricampeão com a escola em 2010/2012/2014. Barros desenvolveu um enredo sobre arquitetura e urbanismo. A escola não realizou disputa de samba- enredo, optando por encomendar seu samba aos compositores Jorge Aragão, Fadico, André Diniz, Totonho e Dudu Nobre. Foi a primeira vez que Jorge Aragão compôs um samba-enredo. A cantora Lexa assumiu o posto de rainha de bateria da escola. A Tijuca foi a quarta escola a se apresentar na segunda noite do Grupo Especial. Com o desfile, obteve a nona colocação do carnaval. * 2021/2022: \"Waranã - A Reexistência Vermelha\" Após o carnaval de 2020, Paulo Barros se desligou da escola, sendo substituído por Jack Vasconcelos, oriundo da Mocidade Independente. Jack desenvolveu um enredo sobre a lenda da origem do guaraná e a formação do povo indígena Sateré Mawé. Após a realização de sua disputa de samba-enredo, a escola efetivou Wic Tavares como intérprete oficial, formando dupla com seu pai, Wantuir. Sérgio Lobato assumiu a direção da Comissão de Frente, substituindo Jardel Lemos. Phelipe Lemos e Denadir Garcia formaram o novo casal de mestre-sala e porta-bandeira da escola. Com o retorno de Eduardo Paes à Prefeitura do Rio de Janeiro, a subvenção voltou a ser paga às agremiações. Devido ao avanço da Pandemia de COVID-19 em todo o mundo, o desfile das escolas de samba de 2021 foi cancelado, sendo a primeira vez, desde a criação do concurso, em 1932, que o evento não foi realizado. Com o agravamento da pandemia, as escolas paralisaram as atividades presenciais nas quadras e barracões, mas seguiram se programando para o desfile futuro. No final do ano, com a campanha de vacinação contra a COVID e a diminuição de mortes pela doença, as escolas retomaram os ensaios para o carnaval de 2022. Por causa do aumento dos casos de COVID no país, devido ao avanço da variante Ómicron, o desfile das escolas de samba que ocorreriam no carnaval de 2022 foram adiados para abril do mesmo ano, durante o feriado de Tiradentes. A Unidos da Tijuca foi a quarta escola a se apresentar na segunda noite do Grupo Especial de 2022. Apesar de fazer um desfile elogiado por público e crítica, a escola saiu da apuração novamente com o nono lugar. Wic Tavares recebeu o Estandarte de Ouro de revelação do ano. * 2023: \"É Onda que Vai... É Onda que Vem... Serei a Baía de Todos os Santos a Se Mirar no Samba da Minha Terra\" Para o carnaval de 2023, a escola manteve Jack Vasconcelos, que desenvolveu um enredo sobre a Baía de Todos os Santos, a maior baía do Brasil e a segunda maior do mundo, localizada no estado da Bahia. Com a saída de Phelipe Lemos para a Imperatriz Leopoldinense, a Tijuca promoveu seu segundo mestre-sala, Matheus André, ao posto de primeiro, formando dupla com Denadir Garcia. A Unidos da Tijuca foi a quarta escola a se apresentar na primeira noite do Grupo Especial. O desfile começou forte, com uma comissão de frente impactante e que chamou a atenção do público e da crítica, porém, em seguida, apresentou alegorias e fantasias aquém do esperado e a Tijuca se viu distante da esperança de título. Na quarta-feira de cinzas, após a apuração, ficou com um tímido nono lugar, repetindo a colocação dos dois últimos anos. A comissão de frente do desfile recebeu os prêmios Estrela do Carnaval, Gato de Prata e Troféu Tupi. Após o carnaval, a escola dispensou Jack Vasconcelos, a porta- bandeira Denadir Garcia e a dupla de intérpretes Wic e Wantuir. * 2024: \"O Conto de Fados\" Para o carnaval de 2024, a Tijuca contratou o carnavalesco Alexandre Louzada, que desenvolveu o enredo \"O Conto de Fados\", sobre lendas e histórias populares de Portugal. Ito Melodia assumiu o posto de intérprete oficial. Demitida da Portela, a porta-bandeira Lucinha Nobre retornou a Unidos da Tijuca, formando dupla com Matheus André. A Tijuca foi a quinta escola a se apresentar na primeira noite do Grupo Especial. Especialistas elegeram a bateria de Mestre Casagrande como o destaque da apresentação e apontaram que o samba-enredo não empolgou o público, propiciando um desfile \"morno\". No julgamento oficial do carnaval, a Tijuca perdeu pontos em quase todos os quesitos, com exceção de Bateria e Evolução, que garantiram a pontuação máxima. As maiores perdas foram em Enredo (nove décimos) e Samba-Enredo (sete décimos). A escola se classificou na penúltima colocação, o pior resultado desde seu retorno ao Grupo Especial, junto com o carnaval de 2017, quando também ficou em penúltimo lugar. A bateria da escola recebeu o prêmio S@mba- Net. Após o carnaval, Alexandre Louzada foi desligado da escola. Os coreógrafos da Comissão de Frente, Sérgio Lobato e Patrícia Salgado, e o diretor de carnaval, Marquinho Marino, pediram demissão. * 2025: \"Logun-Edé - Santo Menino que Velho Respeita\" Para o carnaval de 2025, a Tijuca contratou o carnavalesco Edson Pereira, que desenvolveu o enredo \"Logun-Edé - Santo Menino que Velho Respeita\", sobre o orixá Lógun Ẹ̀dẹ. Para assumir a Comissão de Frente, foram contratadas as coreógrafas Ariadne Lax e Bruna Lopes. == Carnavais == Legenda: Sem informação disponível Unidos da Tijuca Ano Colocação Grupo Enredo Carnavalesco(a) 1932 3.º Lugar Grupo Único * * 1933 3.º Lugar Grupo Único \"O Mundo do Samba\" (Compositor do samba: Nelson de Morais) * 1934 Vice-campeã Grupo Único * * 1935 5.º Lugar Desfile Oficial * * 1936 Campeã Desfile Oficial \"Sonhos Delirantes\" (Compositor do samba: Henrique Mesquita) * 1937 A Polícia não permitiu que a escola desfilasse, pois o evento havia ultrapassado o horário previamente estabelecido 1938 Não foi julgada Desfile Oficial * * 1939 6.º Lugar Desfile Oficial * * 1940 7.º Lugar Desfile Oficial * * 1941 5.º Lugar Desfile Oficial * * 1942 15.º Lugar Desfile Oficial * * 1943 Não foi julgada Desfile Oficial \"Monte Castelo\" (Compositor do samba: Nelson de Morais) * 1944 Não desfilou 1945 Não desfilou 1946 8.º Lugar Desfile Oficial \"Anjos da Paz\" * 1947 8.º Lugar Desfile Oficial \"Tijuca e Suas Belezas Naturais\" * 1948 Vice-campeã Desfile Oficial \"Assinatura da Lei Áurea\" (Compositores do samba: Jaime Portela, Miguel Alves e Nelson de Morais) * 1949 6.º Lugar Grupo 1 \"Proclamação da República\" (Compositor do samba: Nelson de Morais) * 1950 3.º Lugar Grupo 1 \"Homenagem a Santos Dumont\" * 1951 6.º Lugar Grupo 1 \"Três de Outubro\" * 1952 Resultado não apurado Grupo 1 \"Feira de Nazaré\" (Compositor do samba: Rubem Gerardi) * 1953 5.º Lugar Grupo 1 \"Também Temos Nossos Heróis: Caxias, Barroso e Santos Dumont\" (Compositor do samba: Nelson de Morais) Miguel Moura 1954 11.º Lugar Grupo 1 \"400 Anos de Lutas e Glórias - Homenagem ao 4.º Centenário de São Paulo\" (Compositor do samba: Nelson de Morais) Miguel Moura 1955 11.º Lugar Grupo 1 \"Inferno Verde\" (Compositor do samba: Nelson de Morais) * 1956 6.º Lugar Grupo 1 \"Sinhá Moça\" (Compositor do samba: José dos Reis) * 1957 11.º Lugar Grupo 1 \"Sonho de Esmeralda ou Fascinação do Ouro e Diamantes\" (Compositor do samba: Zequinha Reis) * 1958 11.º Lugar Grupo 1 \"O Patriarca da Independência\" (Compositor do samba: Darcy Si Menor) * 1959 16.º Lugar (Rebaixada) Grupo 1 \"Heróis e Heroínas\" (Compositores do samba: Nelson de Morais e Zequinha Reis) * 1960 8.º Lugar Grupo 2 \"Sonho de Bravos\" (Compositor do samba: Darcy Si Menor) * 1961 7.º Lugar Grupo 2 \"Leilão de Escravos\" (Compositores do samba: Cici, Mauro Affonso e Urgel de Castro) * 1962 7.º Lugar Grupo 2 \"Rio Pitoresco\" (Compositor do samba: Darcy Si Menor) * 1963 8.º Lugar Grupo 2 \"Do Oiapoque ao Chuí\" (Compositores do samba: Flautinho e Totonho) * 1964 4.º Lugar Grupo 2 \"Homenagem ao Rio Grande do Sul\" (Compositor do samba: Antônio dos Santos) * 1965 5.º Lugar Grupo 2 * * 1966 11.º Lugar Grupo 2 \"O Império em Três Atos\" (Compositor do samba: Elias Silva) * 1967 Não desfilou devido ao falecimento do fundador 1968 3.º Lugar Grupo 2 \"Danças do Brasil\" (Compositores do samba: Flautinho e Totonho) * 1969 8.º Lugar Grupo 2 \"Tijuca Sempre Jovem\" (Compositor do samba: Luís Carlos) * 1970 12.º Lugar Grupo 2 \"Festas da Bahia\" (Compositor do samba: Nelson Moraes Júnior) * 1971 10.º Lugar Grupo 2 \"Quiva e Laiá, Lenda de Fundação do Itaguaí\" (Compositor do samba: Jorge Machado) * 1972 10.º Lugar Grupo 2 \"Ganga Zumba\" (Compositor do samba: Nelson Moraes Júnior) * 1973 8.º Lugar Grupo 2 \"Bom Dia, Café!\" (Compositor do samba: Jorge Machado) Clóvis Bornay 1974 15.º Lugar Grupo 2 \"Petrópolis, Nossa Flor Serrana\" (Compositores do samba: Cassinho, Djalma Rodrigues e Pedrinho da Flor) * 1975 6.º Lugar Grupo 2 \"Magia Africana no Brasil e seus Mistérios\" (Compositor do samba: Jorge Machado) * 1976 4.º Lugar Grupo 2 \"Mundo Encantado dos Deuses Afro-Brasileiros\" (Compositores do samba: Milton de Luna, Selym do Leme e Darcy Si Menor) * 1977 9.º Lugar Grupo 2 \"Paraíso dos Sonhos\" (Compositores do samba: Ditão, Juquinha, Miguel e Nelson de Moraes) Júlio Mattos e Poti 1978 15.º Lugar (Rebaixada) Grupo 2 \"A Praça dos Sonhos, Amor, Alegria e Fantasia\" (Compositores do samba: Ditão e Nelson de Moraes) Orlando Pereira 1979 3.º Lugar (Promovida) Grupo 2-A (terceira divisão) \"Brasil Canta e Dança\" (Compositores do samba: Adriano Adauto, Clomar e Ronaldo) Geraldo Sobreira 1980 Campeã (Promovida) Grupo 1-B (segunda divisão) \"Delmiro Gouveia\" (Compositores do samba: Adalto Magalha, Adriano Adauto, Clomar e Ronaldo) Paulo César Cardoso e Renato Lage 1981 8.º Lugar Grupo 1-A (primeira divisão) \"Macobeba - O que Dá pra Rir, Dá pra Chorar\" (Compositores do samba: Azeitona, Buquinha, Celso Trindade, Edmundo Araujo Santos, Ivar, Nêga e Ronaldo) Renato Lage 1982 9.º Lugar Grupo 1-A (primeira divisão) \"Lima Barreto, Mulato Pobre, mas Livre\" (Compositor do samba: Adriano Adauto) Renato Lage 1983 10.º Lugar Grupo 1-A (primeira divisão) \"Brasil: Devagar com o Andor que o Santo É de Barro\" (Compositores do samba: Djalma Leite e Eli Dias) Yarema Ostrog 1984 7.º Lugar (Rebaixado) Grupo 1-A (primeira divisão) \"Salamaleikum - A Epopeia dos Insubmissos Malês\" (Compositores do samba: Carlinhos Melodia, Jorge Moreira e Nogueirinha) Ilvamar Magalhães e Luiz Carlos Cruz 1985 Vice-campeã (Promovida) Grupo 1-B (segunda divisão) \"Mas o que Foi que Aconteceu?\" (Compositores do samba: Djalma Leite, Eli Dias, Ivan Bombeiro, Mauro Gaguinho e Nogueirinha) Sylvio Cunha 1986 15.º Lugar (Rebaixada) Grupo 1-A (primeira divisão) \"Cama, Mesa e Banho de Gato\" (Compositores do samba: Azeitona, Carlinhos Anchieta, Manelzinho Poeta e Vicente das Neves) Wany Araújo 1987 Campeã (Promovida) Grupo 2 (segunda divisão) \"As Três Faces da Moeda\" (Compositor do samba: Piedade) Sylvio Cunha 1988 11.º Lugar Grupo 1 (primeira divisão) \"Templo do Absurdo - Bar Brasil\" (Compositores do samba: Beto do Pandeiro, Carlos do Pagode, Ivan Bombeiro, Monteiro, Nêgo e Vaguinho Ladeira) Sylvio Cunha 1989 8.º Lugar Grupo 1 (primeira divisão) \"De Portugal a Bienal no País do Carnaval\" (Compositores do samba: Beto do Pandeiro, Gilmar Silva, Ivan Bombeiro, Nêgo, Vaguinho Ladeira e Vicente das Neves) Mário Monteiro 1990 9.º Lugar Especial (primeira divisão) \"E o Borel Descobriu, Navegar Foi Preciso\" (Compositores do samba: Azeitona, Beto, Ditão, Gilmar Silva, Ivan Bombeiro, Nêgo, Vaguinho Ladeira, Valtinho e Vicente das Neves) Luiz Fernando Reis e Flávio Tavares 1991 8.º Lugar Especial \"Tá na Mesa, Brasil\" (Compositores do samba: Antonio C. Conceição, Carlinhos Melodia e Nêgo) Oswaldo Jardim 1992 8.º Lugar Especial \"Guanabaram, o Seio do Mar\" (Compositores do samba: Beto do Pandeiro, Gilmar L. Silva e Vicente das Neves) Oswaldo Jardim 1993 12.º Lugar Especial \"Dança, Brasil\" (Compositores do samba: Azeitona, Dário Lima, Juan Espanhol e Paulo Ribeiro) Shanghai 1994 14.º Lugar Especial \"Só Rio... É Verão\" (Compositores do samba: Beto do Pandeiro, Gilmar L. Silva, Grego e Vicente das Neves) Sylvio Cunha 1995 12.º Lugar Especial \"Os Nove Bravos do Guarany\" (Compositores do samba: Dário Lima e Juan Espanhol) Oswaldo Jardim 1996 14.º Lugar Especial \"Ganga - Zumbi, Expressão de Uma Raça\" (Compositor do samba: Beto do Pandeiro) Lucas Pinto 1997 11.º Lugar Especial \"Viagem Pitoresca pelos Cinco Continentes num Jardim\" Lucas Pinto 1998 13.º Lugar (Rebaixada) Especial (primeira divisão) \"De Gama a Vasco, A Epopéia da Tijuca\" Oswaldo Jardim 1999 Campeã (Promovida) Grupo A (segunda divisão) \"O Dono da Terra\" Oswaldo Jardim 2000 5.º Lugar Especial (primeira divisão) \"Terra dos Papagaios… Navegar Foi Preciso!\" Chico Spinoza 2001 9.º Lugar Especial \"A Tijuca Apresenta Nelson Rodrigues pelo Buraco da Fechadura\" Chico Spinoza 2002 10.º Lugar Especial \"O Sol Brilha Eternamente sobre o Mundo de Língua Portuguesa\" Milton Cunha 2003 9.º Lugar Especial \"Agudás, os que Levaram a África no Coração, e Trouxeram para o Coração da África, o Brasil\" Milton Cunha 2004 Vice-campeã Especial \"O Sonho da Criação e a Criação do Sonho: a Arte da Ciência no Tempo do Impossível\" Paulo Barros 2005 Vice-campeã Especial \"Entrou por um Lado, Saiu pelo Outro… Quem Quiser que Invente Outro!\" Paulo Barros 2006 6.º Lugar Especial \"Ouvindo Tudo o que Vejo, Vou Vendo Tudo o que Ouço\" Paulo Barros 2007 4.º Lugar Especial \"De Lambida em Lambida, a Tijuca Dá um Click na Avenida\" Lane Santana e Luiz Carlos Bruno 2008 5.º Lugar Especial \"Vou Juntando o que Eu Quiser, Minha Mania Vale Ouro. Sou Tijuca, Trago a Arte Colecionando o Meu Tesouro\" Luiz Carlos Bruno 2009 9.º Lugar Especial \"Tijuca 2009: Uma Odisseia sobre o Espaço\" Luiz Carlos Bruno 2010 Campeã Especial \"É Segredo!\" Paulo Barros 2011 Vice-campeã Especial \"Esta Noite Levarei Sua Alma\" Paulo Barros 2012 Campeã Especial \"O Dia em Que Toda a Realeza Desembarcou na Avenida para Coroar o Rei Luiz do Sertão\" Paulo Barros 2013 3.º lugar Especial \"Desceu num Raio, É Trovoada. O Deus Thor Pede Passagem para Mostrar nessa Viagem a Alemanha Encantada\" Paulo Barros 2014 Campeã Especial \"Acelera, Tijuca!\" Paulo Barros 2015 4.º Lugar Especial \"Um Conto Marcado no Tempo - O Olhar Suíço de Clóvis Bornay\" 2016 Vice-campeã Especial \"Semeando Sorriso, a Tijuca Festeja o Solo Sagrado\" Mauro Quintaes, Annik Salmon, Marcus Paulo e Hélcio Paim 2017 11.º Lugar Especial \"Música na Alma, Inspiração de Uma Nação\" (Compositores do samba: Totonho, Fadico, Josemar Manfredini e Dudu) Mauro Quintaes, Annik Salmon, Marcus Paulo e Hélcio Paim 2018 7.º Lugar Especial \"Um Coração Urbano: Miguel, Arcanjo das Artes, Saúda o Povo e Pede Passagem\" (Compositores do samba: Mart'nália, Totonho, Fadico, Marcelinho Moreira e Dudu) Annik Salmon, Marcus Paulo e Hélcio Paim 2019 7.º Lugar Especial \"Cada Macaco no seu Galho. Ó, Meu Pai, Me Dê o Pão que Eu não Morro de Fome!\" (Compositores do samba: Márcio André, Júlio Alves, Daniel Katar, Diego Moura, Dr. Jairo, Nego, Elias Lopes e Junior Trindade) Laíla, Annik Salmon, Marcus Paulo, Hélcio Paim e Fran Sérgio 2020 9.º Lugar Especial \"Onde Moram os Sonhos\" (Compositores do samba: Dudu Nobre, Totonho, André Diniz, Fadico e Jorge Aragão) Paulo Barros 2021 Não houve desfile devido a pandemia de Covid-19 2022 9.º Lugar Especial \"Waranã - A Reexistência Vermelha\" (Compositores do samba: Anderson Benson, Eduardo Medrado e Kleber Rodrigues) Jack Vasconcelos 2023 9.º Lugar Especial \"É Onda que Vai... É Onda que Vem... Serei a Baía de Todos os Santos a Se Mirar no Samba da Minha Terra\" (Compositores do samba: Cláudio Russo, Julio Alves e Tinga) Jack Vasconcelos 2024 11.º Lugar Especial \"O Conto de Fados\" (Compositores do samba: Júlio Alves, Cláudio Russo, Jorge Arthur, Silas Augusto, Chico Alves e D'Sousa) Alexandre Louzada 2025 Especial \"Logun-Edé - Santo Menino que Velho Respeita\" (Compositores do samba: Anitta, Estevão Ciavatta, Feyjão, Miguel PG, Fred Camacho, Luiz Antônio Simas, Gustavo Clarão e Diego Nicolau) Edson Pereira == Títulos == Títulos do GRES Unidos da Tijuca Divisão Títulos Carnavais Primeira Divisão 4 1936, 2010, 2012 e 2014 Segunda Divisão 3 1980, 1987 e 1999 == Premiações == A Unidos da Tijuca é vencedora de diversas premiações, como o Estandarte de Ouro (O Globo), considerado o \"óscar do carnaval carioca\"; Tamborim de Ouro (O Dia); Troféu Tupi (Super Rádio Tupi); S@mba-Net; Estrela do Carnaval; Prêmio SRzd; Gato de Prata; Troféu Sambario; entre outras. == Segmentos == === Presidentes === Presidentes Mandato Antoniel Lima 1932 Paulo de Souza Filho 1935 Alfredo Gomes 1948 Gustavo da Costa Diamante (\"Quiro\") 1966–1986 Fernando Horta 1987–1992 Nelson Nunes Alves 1993–1994 Jorge Pinto da Silva 1995–1996 Fernando Horta 1997–1999 João Paredes 2000 Fernando Horta 2001–presente === Intérpretes === Intérpretes Carnavais Alceu Maranhão 1932-1933 Jorge Machado (Gambazinho) 1972-1975 Nogueirinha 1979 Nadinho da Ilha 1980 Sobrinho 1981-1984 Nogueirinha 1985 Nêgo 1986-1992 Vaguinho 1993 Carlinhos de Pilares 1994 Paulinho Mocidade 1995-1996 Serginho do Porto 1997-1998 David do Pandeiro 1999-2000 Wantuir 2001-2002 Nêgo 2003 Wantuir 2004-2008 Bruno Ribas 2009-2013 Tinga 2014-2018 Wantuir 2019-2021 Wantuir e Wic Tavares 2022-2023 Ito Melodia 2024-presente === Comissão de Frente === Coreógrafos(as) Carnavais Carlinhos de Jesus 1990 Mauro Silva 1991 Jerônimo da Tijuca 1992-1993 Carlinhos de Jesus 1994-1995 Renatinho 1996 Juan Carlos Berardi 1997 Marcelo Misailidis 1998-2002 Nino Giovanetti 2003-2005 Sérgio Lobato 2006 Gabriel Cortez 2007 Priscilla Mota e Rodrigo Negri 2008-2014 Alex Neoral 2015-2017 Renato Vieira 2018 Jardel Lemos 2019-2020 Sérgio Lobato e Patrícia Salgado 2022-2024 Ariadne Lax e Bruna Lopes 2025- === Mestre-sala e porta-bandeira === thumb|300x300px|O casal de Mestre-sala e Porta-bandeira, Marquinhos e Giovanna Justo, durante o desfile campeão de 2012. ====Primeiro casal==== Primeiro casal Carnavais Jorge Bossa Nova e Irene 1983 Periquito e Dilacy 1986-1987 Bagdá e Irene 1988 Cizinho e Irene 1989 Paulo Roberto e Juju Maravilha 1990-1992 Marco Aurélio e Nice 1993 Ronaldinho e Tidinha 1994 Zé Luíz e Nicinha 1995-1996 Paulo Roberto e Juju Maravilha 1997 Vanderli e Juju Maravilha 1998 Paulo Roberto e Gleice Simpatia 1999-2001 Rogerinho Dornelles e Lucinha Nobre 2002-2004 Bira e Lucinha Nobre 2005-2008 Rogerinho Dornelles e Lucinha Nobre 2009 Marquinhos e Giovanna Justo 2010-2013 Julinho Nascimento e Rute Alves 2014-2017 Alex Marcelino e Jackeline Pessanha 2018 Alex Marcelino e Raphaela Caboclo 2019-2020 Phelipe Lemos e Denadir Garcia 2022 Matheus André e Denadir Garcia 2023 Matheus André e Lucinha Nobre 2024-presente ====Segundo casal==== Segundo casal Carnavais Marquinhos Simpatia e Cristiane 1989 Cilinho e Nice 1991 Maurício e Janaína 1998 Marcílio e Renata 2000-2001 William e Bárbara 2002-2003 Carlos Leonardo Batista e Carla Cristina Rocha dos Santos 2004 Marcos Alves da Mota e Carla Cristina Rocha dos Santos 2005 Marcos Alves da Motta e Andréa Alves da Motta 2006-2008 Sandro Avelar e Thatanne Loureiro 2009 Sandro Avelar e Patrícia Cunha 2010 Vinicius Pessanha e Jackeline Pessanha 2011-2016 Matheus André e Lohane Lemos 2017-2022 Rafael Gomes e Lohane Lemos 2023 Rafael Gomes e Thainá Teixeira 2024-presente === Bateria === A bateria da Unidos da Tijuca é denominada \"Pura Cadência\". Desde 2008 é comandada por Mestre Casagrande. Possui dois prêmios Estandarte de Ouro, conquistados em 2006 (sob o comando de Mestre Celinho) e 2015 (comandada por Mestre Casagrande). ==== Mestres ==== Diretores de bateria Carnavais Mestre Pavio 1962 Mestre Daniel 1980 Mestre Paulinho Pistola 1983 Mestre Neném 1985 Mestres Claudinho, Marechal e Mazinho 1986 Mestre Marçal 1988-1989 Mestre Paulinho Passista 1990-1992 Mestre João 1993 Mestre Silvão 1994-1997 Mestre Ciça 1998 Mestre Celinho 1999-2007 Mestre Casagrande 2008-presente ====Rainhas==== Rainhas de bateria Carnavais Fábia Borges 1996-2006 Adriane Galisteu 2007-2011 Gracyanne Barbosa 2012 Juliana Alves 2013-2018 Elaine Azevedo 2019 Lexa 2020-presente === Direção de Carnaval === Diretores de carnaval Carnavais Laíla 1980-1982 Paulo César Cardoso 1983 Adalto Correa 1989 Mauro Silva 1991 Roberto Costa 1995 Sergio Murilo Gomes 1997 Paulo Varelli 1998 Vlaudemir Candimba 1999-2000 João Manoel Paredes 2001 Carlos Alberto 2002 Luiz Carlos Bruno 2003-2008 Sérgio Professor 2009 Ricardo Fernandes 2010-2013 Fernando Costa 2014-2018 Fernando Costa e Laíla 2019 Fernando Costa 2020-2023 Marquinho Marino 2024 ===Direção de Harmonia=== Diretores de harmonia Carnavais Laíla 1980-1982 Ditão, Gerárdio, Jaburu, Roberto, Tinho e Xangô 1988 Ditão, Jorginho e Renatão 1989 Alexandre Tuiuti, Ricardo, Vilson, Serginho e Zé Carlos 1995 Sidney Machado \"Chopp\" 1997 Vlaudemir Candimba 1998-2001 Ivan Paulo de Freitas 2002 Ricardo Fernandes 2003-2004 Almir Frutuoso 2005-2008 Fernando Costa 2009-2013 Paulinho Haiti 2014-2015 Fernando Costa 2016-2018 Fernando Costa e Laíla 2019 Fernando Costa 2020-presente == Quadra, sede e barracão == Quadra A quadra da Unidos da Tijuca se localiza na Avenida Francisco Bicalho, n.º 47, no bairro de Santo Cristo, na Zona Portuária do Rio de Janeiro. Fica a poucos metros da Rodoviária Novo Rio. A quadra mede cerca de 2.800 metros quadrados e possui camarotes, boutique, clube de uísque para associados e banheiro LGBT. O espaço é alugado para eventos culturais e shows, além de abrigar os ensaios da agremiação. Em 2012 foi anunciado que a quadra seria desapropriada, dando lugar ao centro corporativo Trump Towers Rio, projeto do empresário americano Donald Trump. Porém, desde então, não houve acordo entre as partes, permanecendo a quadra no mesmo endereço. Sede A sede da escola se localiza na Rua São Miguel, n.º 430, na Tijuca, Rio de Janeiro. O local foi por anos a quadra oficial da escola, que desde 1992 se localiza em Santo Cristo. Barracão O barracão da escola se encontra na Cidade do Samba - juntamente aos das outras escolas do Grupo Especial - na Rua Rivadávia Correa, n.º 60, no bairro carioca Gamboa. A escola ocupa o barracão de n.º 12. == Torcida organizada == Em 19 de março de 2011, foi fundada a Torcida Família Tijucana, a torcida organizada da Unidos da Tijuca. A organização tem o objetivo de unir torcedores da escola e apoiar a agremiação em eventos e ensaios. O mascote da torcida é um pavão chamado Juca. A Família Tijucana foi homenageada na edição de 2013 do Troféu Gato de Prata. Em 2016, a Torcida foi premiada na primeira edição do Prêmio \"Machine - Bastidores do Carnaval Carioca\". == Escola mirim == Grêmio Recreativo Cultural Escola de Samba Mirim Tijuquinha do Borel é a escola de samba mirim da Unidos da Tijuca. Foi fundada em 19 de junho de 2002 e desde então participa dos desfiles das escolas mirins, sendo que esses desfiles não são competitivos. Suas cores são as mesmas de sua escola madrinha, amarelo-ouro e azul-pavão; e o símbolo, um pavão. A escola alterna entre enredos inéditos e reedições da Unidos da Tijuca. == Bibliografia == * * * * * * * * == Ligações externas == * Website oficial da Unidos da Tijuca * * * * Categoria:Unidos da Tijuca Categoria:Fundações no Rio de Janeiro em 1931",
 "title": "Unidos da Tijuca"
}