{
 "id": "119955",
 "text": "O rio UímaCarta Hidrográfica de Santa Maria da Feira. é um afluente da margem esquerda do rio Douro. Nasce no lugar de Duas Igrejas, na freguesia de Romariz, concelho de Santa Maria da Feira. Tem a sua foz em Crestuma, no concelho de Vila Nova de Gaia, ligeiramente a jusante da Barragem de Crestuma- Lever. Da nascente até a foz percorre, predominantemente de sul para norte, as freguesias de Romariz, Pigeiros, Milheirós de Poiares, Escapães, Caldas de São Jorge, Lobão, Fiães, Sanguedo, Vila Maior (todas do concelho de Santa Maria da Feira) Sandim, Lever e Crestuma (do concelho de Vila Nova de Gaia). De notar que a etimologia da palavra Crestuma está ligada ao rio Uíma, sendo a provável junção de palavra Crasto com Uíma. É o principal curso fluvial do concelho de Santa Maria da Feira. Outrora um rio rico em trutas e outros peixes fluviais, desde há muito anos que tem sido maltratado com descargas de efluentes industriais, inicialmente provenientes de indústrias ligadas a puericultura e brinquedos, localizadas nas Caldas de São Jorge e mais recentemente provenientes das pedreiras de extracção de granito, também da mesma zona. Actualmente as preocupações ambientais são maiores, existindo até uma associação (Amigos do Uíma) de cariz ambientalista que tem procurado lutar pela sua preservação, até porque tem bastante importância no contexto da localidade termal das Caldas de São Jorge. Os parques de lazer junto às suas belas margens são já muito visitados, nomeadamente o de Nadais-Escapães, o da Várzea-Pigeiros e outros mais, para além do Parque das Termas, na freguesia de Caldas de S. Jorge. Em parte do seu percurso, abrangendo as freguesias de Pigeiros, Caldas de S. Jorge, Fiães e Lobão, desenvolve-se um percurso pedonal, em passadiço de madeira e térreo, constituindo um amplo espaço de lazer, muito utilizado, designado de Ribeiras do Uíma. == Principais afluentes == \"Índice Hidrográfico e Classificação Decimal dos Cursos de Água - Região Hidrográfica 2 - Douro\", Direcção-Geral dos Recursos e Aproveitamentos Hidráulicos - MHOP-1981.. Na margem direita, da foz para a nascente: * Ribeira da Bica * Ribeiro da Póvoa * Ribeira do Giestal * Ribeira de Lobel * Ribeira da Chã * Ribeira da Azenha * Ribeira de Santo Ovídeo * Ribeira de Estôze Na margem Esquerda, da foz para a nascente: * Ribeiro do Marão * Ribeira de Gende * Ribeira do Regato da Carvalha ou da Candeeira)Projecto de Execução de de Engenharia Natural para Reabilitação do Regato da Carvalha. * Ribeira ou Rio Ás-AvessasCuriosidades do Rio às Avessas. * Ribeiro de Arribes * Ribeiro da Laje == Ligações externas == * Amigos do Uíma * Rio Uíma e seus afluentes Uíma",
 "title": "Rio Uíma"
}