{
 "id": "119945",
 "text": "A lebre é a designação vulgar de várias espécies de mamíferos da família Leporidae, pertencentes a um dos seguintes gêneros: Lepus, Caprolagus ou Pronolagus. Podendo-se locomover com grande velocidade, certas espécies de lebres podem atingir até 55 km/h. O macho denomina-se lebrão ou lebracho,FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 016 a fêmea lebre e os filhotes láparos. \"Lebre\" veio do termo latino lepore. == Características == As lebres europeias mudam o seu comportamento na primavera: elas podem ser vistas, ao longo do dia, correndo atrás de outras de sua espécie nas pradarias. Isto pode ser visto como uma disputa entre machos desta espécie a fim de alcançarem a liderança. Nessas disputas, pode-se frequentemente ver lutas, um atingindo o outro com suas patas. Mas uma observação mais detalhada revelou que geralmente é uma lebre fêmea que acaba batendo em um macho, com o intuito de mostrar que ainda não está pronta para a reprodução ou simplesmente para mostrar a sua determinação. A dieta da lebre é muito similar à do coelho. Uma das diferenças entre lebres e coelhos é o fato de que os filhotes das lebres já nascem com pequena capacidade motora e visual, enquanto que os filhotes dos coelhos nascem completamente cegos e ficam no ninho por algumas semanas até poderem sair sozinhos. Os ninhos das lebres são constituídos por buracos rasos ou são áreas aplainadas na grama, diferentemente dos coelhos, que os fazem em tocas no solo. Devido à caça, o número de lebres na natureza diminuiu aproximadamente em 30% nos últimos 10 anos. Sua pele é vendida para fazer tapetes ou simplesmente para decoração e sua carne é muito apreciada. Mesmo assim, organizações não governamentais conseguiram fazer com que a caça diminuísse e que as lebres pudessem circular livremente em áreas maiores. Atualmente, as lebres estão espalhadas por quase toda a Europa, América e em alguns países da África e da Ásia. Na Região Sul do Brasil é comum ver lebres em fazendas, principalmente em áreas de mato fechado e no período da manhã. == Algumas espécies == * Lepus europaeus * Lepus granatensis * Lepus castroviejoi * Lepus arcticus Categoria:Lagomorfos",
 "title": "Lebre"
}