{
 "id": "119936",
 "text": "Frederico II (Jesi, – Torremaggiore, ) foi Imperador do Sacro Império Romano e Rei da Itália de 1220 até sua morte, além de Rei da Sicília a partir de 1198 e Rei de Jerusalém entre 1225 e 1228 em direito de sua esposa a rainha Isabel II. Era filho do imperador Henrique VI e sua esposa a rainha Constança da Sicília. Esteve em luta quase constante com os Estados Papais e, apesar de excomungado duas vezes, tomou parte na Sexta Cruzada, que conduziu como diplomata e não como guerreiro. Inocêncio IV destituiu-o no Concílio de Lyon. O papa Gregório IX chegou a chamá-lo de Anticristo e, provavelmente por isto, quando morreu, surgiu a ideia de que ele voltaria a reinar de novo em mil anos. == As coroações de Frederico II == Com a morte do imperador Henrique VI, sua esposa Constança da Sicília, que era por direito próprio rainha da Sicília, mandou coroar rei seu filho Frederico, ficando como regente. Em nome de Frederico, dissolveu os laços da Sicília com o império e dispensou os conselheiros alemães, renunciando ao trono da Germânia. Depois da morte de Constança, em 1198, o papa Inocêncio III sucedeu-lhe como guardião de Frederico até à sua maioridade e assegurou a sua educação formal em Roma. Otão IV tinha sido coroado Imperador do Sacro Império Romano por Inocêncio III em 1209 mas, em setembro de 1211, na Dieta de Nuremberga, Frederico foi eleito in absentia Rei da Germânia por uma facção rebelde apoiada por Inocêncio, que tinha entrado em choque pela forma como Otão o excomungara. Frederico foi formalmente eleito em 1212 e coroado a 9 de dezembro, em Mogúncia. Uma terceira cerimónia de coroação teve lugar a 23 de julho de 1215 em Aachen, a do título de Rei da Germânia, que era tradicionalmente precursor do de imperador. Ele foi ainda pretendente ao título de Rei dos Romanos desde 1212, o qual assumiu sem oposição a partir de 1215. thumb|direita|upright=1.0|Nascimento de Frederico II Liber ad honorem Augusti, 1196 A autoridade de Frederico era, contudo, ténue até à Batalha de Bouvines, em 1214, sendo ele reconhecido apenas no sul da Germânia, enquanto que no norte, centro da dinastia dos Guelfos, enquanto que Otão continuava com as rédeas do poder real e imperial, apesar de excomungado. A decisiva derrota de Otão em Bouvines fez-lhe perder o poder e ele retirou-se para as terras hereditárias dos Guelfos, para vir a morrer, praticamente sem apoiantes, em 1218. No entanto, só passados cinco anos, depois de demoradas negociações entre Frederico, Inocêncio III e o Honório III, que lhe sucedeu depois da sua morte em 1216, é que Frederico foi finalmente coroado imperador, em Roma a 22 de novembro de 1220. Nessa mesma ocasião, o seu filho mais velho Henrique tomou o título de Rei dos Romanos. == O reinado de Frederico II == Ao contrário da maioria dos imperadores do Sacro Império, Frederico II passou pouco tempo na Germânia. Por essa razão, ele promulgou, em 1220, o Tratado com os príncipes da Igreja (Confoederatio cum principibus ecclesiasticis), através do qual dava aos bispos da Germânia poder secular, em troca do seu apoio à coroação de seu filho Henrique, como Rei da Germânia, assegurando assim o domínio daquela parte do império. Depois da coroação, passou os dias ora na Sicília ora em cruzadas até 1236, quando fez a sua última viagem à Germânia. Voltou à Itália em 1237 e aí permaneceu durante os restantes treze anos da sua vida, representado na Germânia pelo seu filho Conrado. No Reino da Sicília, continuou a reforma das leis iniciada em 1146 pelo seu avô Rogério II. Ele promulgou a Constituição de Melfi (em 1231, também conhecida como Liber Augustalis), uma coleção de leis que foram fonte de inspiração por muito tempo e se tornaram num precedente para o primado das leis escritas. Com relativamente poucas modificações, o Liber Augustalis continuou a ser a base das leis Sicilianas até 1819. Ele tornou o Reino da Sicília numa monarquia absoluta, sendo o primeiro estado centralizado da Europa a emergir do feudalismo. Durante o seu reinado foram construídos o Castel del Monte e, em 1224, a Universidade de Nápoles, atualmente chamada Università Federico II, que permaneceu como o único atheneum do sul da Itália durante séculos. Em 1226, por meio da Bula Dourada de Rimini, confirmou a legitimidade da administração das terras da Prússia a leste do rio Vístula pelos cavaleiros da Ordem Teutónica, comandados por Hermann von Salza == Frederico II e as artes == Ao contrário de muitos monarcas do seu tempo, muitas vezes analfabetos, sabia expressar-se em nove línguas e correspondia-se por escrito em sete. Era um dirigente moderno, patrono das ciências e das artes: um dos seus conselheiros era o famoso astrólogo Guido Bonatti de Forlì. Tinha ideias avançadas sobre economia, abolindo monopólios estatais, tarifas internas e reformando os regulamentos de importação do Sacro Império Romano-Germânico. Tudo isto estaria provavelmente relacionado com o tempo passado na corte de Palermo, onde influências árabes, germânicas, latinas, bizantinas, normandas, provençais e meso-judias se miscigenavam. Foi mestre da Escola Siciliana de poesia, da qual emergiram, a partir de cerca de 1220, as primeiras formas literárias numa língua ítalo-românica, a língua siciliana, o que representou um corte no uso da língua toscana, que tinha sido a língua franca preferida na Itália durante pelo menos um século. Ficaria conhecido como Stupor mundi (\"a maravilha do mundo\") e escreveu (ou reescreveu) um manual sobre a arte da falcoaria, De arte venandi cum avibus (\"Da arte de caçar com aves\"), do qual subsistem muitas cópias ilustradas dos séculos XIII e XIV. == Campanhas políticas e militares de Frederico II == Apesar de temporariamente em paz com o papado, Frederico II não deixou de ter problemas com os príncipes germânicos. Em 1231, o seu filho Henrique proclamou-se rei e aliou-se com a Liga Lombarda contra o seu pai. A rebelião falhou, Henrique foi preso e substituído no seu título real pelo seu irmão Conrado, que já tinha o título de Rei de Jerusalém. Frederico venceu a decisiva batalha de Cortenuova contra a Liga Lombarda em 1237 e celebrou-a de forma triunfal em Cremona, à maneira dos antigos imperadores romanos. Rejeitou as propostas de paz, mesmo do Ducado de Milão, que tinha oferecido uma grande soma em dinheiro. Esta exigência por uma rendição total levou à resistência por parte de Milão, Bréscia, Bolonha e Placência e, em outubro de 1238, ele foi forçado a fazer o cerco de Brescia, durante o qual os seus inimigos tentaram capturá-lo, em vão. Como aquelas cidades-estados eram vassalas do papa, Frederico foi excomungado pelo papa Gregório IX em 1239, enquanto ele se encontrava em Pádua. O imperador respondeu expulsando os menonitas e outros pregadores da Lombardia e nomeando o seu filho Enzio para o cargo de \"Vigário Imperial\" para o norte da Itália. Em pouco tempo, Enzio anexou a Emília-Romanha, Marcas e o Ducado de Espoleto, nominalmente parte dos Estados Pontifícios. O pai anunciou que iria destruir a República de Veneza, que tinha mandado barcos de guerra contra a Sicília. Em dezembro desse ano, Frederico invadiu a Toscana, entrou triunfalmente em Foligno e Viterbo, de onde ele pretendia partir à conquista de Roma, de forma a restaurar o antigo esplendor do império. O cerco, contudo, foi em vão e Frederico voltou para o sul da Itália, saqueando Benevento, que era uma possessão papal. Entretanto, a cidade gibelina de Ferrara tinha sido tomada e Frederico continuou para norte, capturando Ravena e, depois dum longo cerco, Faença. o povo de Forlì (que se tinha mantido ligado aos gibelinos mesmo depois do colapso do poder da dinastia de Hohenstaufen) ofereceu o seu apoio na captura da cidade rival e, como sinal de gratidão, o imperador permitiu- lhes acrescentar ao brasão da cidade a águia dos Hohenstaufen, junto com outros privilégios. Este episódio exemplifica como as cidades independentes usavam a rivalidade entre o imperador e o papa para obterem o máximo de vantagens. O papa tinha convocado um concílio, mas a cidade gibelina de Pisa boicotou-o, capturando os cardeais e prelados que se encontravam num barco partindo de Génova para Roma. Frederico pensou que desta vez o caminho para Roma estava aberto e novamente dirigiu as suas forças contra o Papa, deixando para trás as cidades arruinadas e queimadas de Úmbria e Grottaferrata. Mas a 22 de agosto de 1240, Gregório morreu e Frederico, querendo mostrar que a sua guerra não era dirigida contra a Igreja de Roma, mas contra aquele papa, retirou as suas tropas e libertou dois cardeais da prisão de Cápua. No entanto, nada mudou na relação entre o papado e o império e as tropas romanas assaltaram a guarnição imperial em Tivoli. Como retaliação, o imperador rapidamente alcançou Roma. Esta situação ambígua repetiu-se em 1242 e em 1243 e, embora vãs, estas expedições permitiram a Frederico capturar tesouros da Igreja Católica nas cidades em que passava e deu-lhe a oportunidade de aproveitar a bela natureza das colinas, lagos e bosques do Lácio. == Inocêncio IV, o último e mais feroz opositor de Frederico II == Um novo papa, Inocêncio IV, foi eleito a 25 de junho de 1243, membro da nobre família imperial, com alguns familiares do lado de Frederico II e, por isso, o imperador ficou inicialmente satisfeito com esta eleição, sem suspeitar que Inocêncio viria a ser o seu mais feroz inimigo. No mesmo ano iniciaram conversações com vista à paz, mas a cidade de Viterbo rebelou-se, por instigação do intriguista cardeal Ranieri de Viterbo. Frederico não podia perder esta praça-forte próxima de Roma e lançou o Cerco de Viterbo. Inocêncio convenceu-o a retirar as suas tropas, mas Ranieri, mesmo assim, atacou mortalmente a guarnição imperial a 13 de novembro. O novo papa era um diplomata e assinou com Frederico um tratado de paz, mas Inocêncio mostrou rapidamente a sua verdadeira face de guelfo e, juntamente com a maioria dos cardeais, fugiu em naves genovesas para a República da Ligúria. O seu objectivo era chegar a Lyon, onde um novo concílio teria início a 24 de junho de 1245. Então, Inocêncio IV destituiu Frederico de imperador, caracterizando-o um \"amigo do sultão de Babilónia\", \"com costumes de sarraceno\", \"mantendo um harém guardado por eunucos\" como o cismático imperador de Bizâncio, em suma, um \"herético\". O papa decidiu então propor Heinrich Raspe, senhor de Turíngia, para a coroa imperial e pôs em marcha um complô para matar Frederico e Enzio, com o apoio do seu cunhado Orlando de Rossi, que era, até essa altura, amigo de Frederico. Os conjurados, no entanto, foram desmascarados pelo conde de Caserta e a vingança foi terrível: a cidade de Altavilla Irpina, onde eles se tinham escondido, foi arrasada e os implicados foram cegados, mutilados e queimados vivos ou enforcados. Uma tentativa de invadir a Sicília, sob o comando de Ranieri, foi impedida em Spello por Marino de Eboli, Vigário Imperial de Espoleto. Inocêncio enviou ainda grandes somas de dinheiro para a Germânia a fim de boicotar o poder de Frederico e os arcebispos de Colónia e Mogúncia chegaram a declarar Frederico deposto e, em maio de 1246, um novo rei foi eleito: Heinrich Raspe. A 5 de agosto, Heinrich, com dinheiro do papa, derrotou uma divisão de Conrado, filho de Frederico, perto de Francoforte. No entanto, Frederico fortaleceu a sua posição no sul da Germânia, adquirindo o Ducado da Áustria, cujo titular tinha morrido sem deixar herdeiros e, um ano mais tarde, Heinrich morreu também. O novo \"anti-rei\" era Guilherme II, Conde da Holanda. Entre fevereiro e março de 1247, Frederico resolveu a situação em Itália durante a dieta de Terni, nomeando familiares ou amigos seus vigários de várias terras, casando o seu filho Manfredo com Beatriz de Saboia, filha de Amadeu IV de Saboia e, assegurando a submissão do marquês de Monferrato, Frederico conseguiu ainda controlar as passagens dos Alpes orientais, a caminho de Lyon, onde ele esperava resolver finalmente a disputa com o papa. Por seu lado, Inocêncio pediu a protecção do rei de França, Luís IX, mas o rei era amigo do imperador e acreditava no seu desejo de paz. O exército papal sob comando de Ottaviano degli Ubaldini não conseguiu chegar à Lombardia e Frederico, acompanhado por um enorme exército, realizou uma dieta em Turim. == O fim: a Batalha de Parma == Em junho de 1247, a importante cidade lombarda de Parma expulsou os funcionários imperiais e aliou-se aos guelfos. Enzio da Sardenha, filho do imperador Frederico II, que o tinha colocado como protector da cidade, não se encontrava presente e teve que pedir o apoio de seu pai, que logo veio fazer cerco aos rebeldes, com o seu amigo Ezzelino da Romano, senhor de Verona. O imperador tinha construído uma verdadeira cidade à volta dos muros de Verona, onde ele tinha o seu tesouro e todas as comodidades e à qual tinha pomposamente chamado Vittoria. Pensando que os cercados não respondiam por falta de meios, Frederico aproveitava para caçar e, a 18 de fevereiro de 1248, durante a sua ausência, Vittoria foi assaltada, a sua guarda chacinada e a cidadela tomada pelos rebeldes. Na batalha que se seguiu, Frederico, sem o seu tesouro, teve dificuldades em manter dominância. Pior que isso, algumas regiões, como a Emília-Romanha, Marcas e Espoleto recusaram-se a continuar a pagar as suas contribuições ao imperador. Entretanto, Enzio foi capturado pelos bolonheses durante a Batalha de Fossalta, em maio de mesmo ano. Com apenas 23 anos, Enzio foi colocado numa prisão para o resto da vida, morrendo 24 anos depois, em 1272, e o título de Rei da Sardenha foi-lhe usurpado pelo marquês Palavicino. Frederico perdeu ainda outro filho, Ricardo de Chieti, mas a luta continuou: o Sacro Império Romano-Germânico perdeu Como e Módena, mas recuperou Ravena. Um exército enviado para invadir o Reino da Sicília, comandado pelo cardeal Pietro Capocci, foi derrotado em Marcas, na Batalha de Cingoli, em 1250. Em janeiro daquele ano, Ranieri de Viterbo morreu e os condottieri imperiais reapossaram-se da Romanha, Marcas e Espoleto. Conrado, Rei dos Romanos, ganhou igualmente várias vitórias na Germânia a Guilherme de Holanda. Frederico, doente, não tomou parte nas campanhas. Morreu em 13 de dezembro de 1250 em Castel Fiorentino, na Apúlia, usando um hábito de monge cisterciense. Com a sua morte, a posição proeminente do Sacro Império na Europa ficou ameaçada, mas não perdida, uma vez que, no seu testamento, deixou ao seu filho legítimo Conrado as coroas imperial e da Sicília. O testamento indicou também que todas as terras conquistadas à Igreja deveriam ser restituídas, todos os prisioneiros libertados e todos os impostos reduzidos, desde que essas reduções não pusessem em causa o império. Com a morte de Conrado, quatro anos depois, a dinastia de Hohenstaufen perdeu o poder e o império conheceu um interregno, que durou até 1273, um ano depois da morte na prisão do último Hohenstaufen, Enzio. Durante este período, surgiu uma lenda segundo a qual Frederico não estaria realmente morto, mas apenas adormecido nas montanhas Kyffhaeuser e um dia iria despertar e reerguer o império. Mais tarde, esta lenda foi transferida para o seu avô, Frederico I, o Barbarossa (\"Barba Ruiva\"). O seu sarcófago, feito de pórfiro vermelho, está depositado na catedral de Palermo, ao lado dos de seus pais, Henrique VI e Constança da Sicília, e do seu avô, o rei normando Rogério II da Sicília. Um busto de Frederico II encontra-se no Templo de Walhalla construído por Luís I da Baviera. A morte do imperador Frederico II Hohenstaufen, em 1250, provocou um longo período de perturbações chamado \"O Grande Interregno\". == Descendência == Listam-se abaixo alguns dos descendentes mais famosos de Frederico II: * Henrique VII da Germânia, (não deve confundir-se com o imperador Henrique VII da dinastia do Luxemburgo), nascido na Sicília em 1211, filho da primeira esposa de Frederico, Constança de Aragão; Henrique teve os títulos de Rei da Germânia, Rei dos Romanos, Rei da Sicília e foi pretendente ao título imperial. Depois de se rebelar contra seu pai e aliar-se à Liga Lombarda, Henrique foi capturado e preso em 1236. Morreu em Martirano em 1242, supostamente em consequência duma tentativa de suicídio; * Conrado IV, filho da sua segunda mulher, Isabel II de Jerusalém, nasceu a 25 de abril de 1228, em Andria, Apúlia. Tornou-se Rei de Jerusalém à nascença (a mãe morreu no parto) e foi eleito Rei da Germânia e futuro imperador em 1237, em Viena, apesar de não chegar a ser coroado. Em 1250, Conrado sucedeu a seu pai como Rei da Sicília e morreu a 1 de maio de 1254 de malária num acampamento militar em Lavello; * Manfredo, Rei da Sicília, nascido em 1231, foi um filho ilegítimo de Frederico e de Bianca, filha do conde Bonifacio Lancia. Manfredo foi regente do filho criança de Conrado, Conradino, e, depois de 1258, como Rei da Sicília, continuou (depois de tentativas iniciais de reconciliação) a luta de Frederico com o papa e foi igualmente colocado sob interdição papal. Manfredo morreu a 26 de fevereiro de 1266 na Batalha de Benevento contra Carlos de Anjou, irmão do rei da França, a quem o papa tinha entregue o Reino da Sicília. A sua esposa Helena e também os seus filhos Frederico, Henrique e Enzio morreram na prisão; as crianças tinham vivido em prisão solitária e nunca sequer aprenderam a falar; * Enzio (ou Enzo) teve os títulos de Rei da Sardenha e de Vigário Imperial para o norte da Itália. Enzio é capturado pelos bolonheses durante a Batalha de Fossalta, a 26 de maio de 1249. Com apenas 25 anos, Enzio foi colocado numa prisão em Bolonha para o resto da vida, morrendo 24 anos depois, em 1272, e o título de Rei da Sardenha foi-lhe usurpado pelos marquês Palavicino. == Ligações externas == *Deutsche Welle - 1194: Nasce Frederico 2º, \"stupor mundi\" *Saltério de Frederico II Categoria:Reis de Jerusalém Categoria:Reis Hohenstaufen da Sicília Frederico 02 Sacro Imperio Romano Categoria:Reis da Germânia Categoria:Duques Hohenstaufen da Suábia Categoria:Reis por direito conjugal Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Monarcas católicos romanos Categoria:Reis Hohenstaufen de Arles Categoria:Cristãos da Cruzada Livoniana Categoria:Cristãos da Quinta Cruzada Categoria:Cristãos da Sexta Cruzada Categoria:Reis titulares da Tessalônica Categoria:Naturais de Ancona (província) Categoria:Príncipes de Tarento Categoria:Pessoas com excomunhão convertida",
 "title": "Frederico II do Sacro Império Romano-Germânico"
}