{
 "id": "119903",
 "text": "thumb|305px|Roaz-corvineiro A Reserva Natural do Estuário do Sado ou RNES situa-se em Portugal. Ocupa uma área total de 23.160 hectares, integrados nos concelhos de Setúbal, Alcácer do Sal, Grândola e Palmela, tendo sido criada por meio do Decreto-Lei nº 430/80, de 1 de Outubro,cria reserva natural do estuário do Sado (RNES) RNES no portal do ICNB à poluição que afecta o estuário do Sado e ao perigo de danificar o património natural de interesse botânico e faunístico existente. Está também classificada como Biótopo CORINE. É também um sítio Ramsar O estuário do Sado desenvolveu-se ao abrigo da península de Troia, formada há pelo menos 5000 anos. Neste local existe o registo de 221 espécies de aves. É um local de nidificação, repouso ou invernada para diversas aves com destaque para o Tartaranhão-dos-pauis (Circus aeruginosus), o Alfaiate (Recurvirostra avosetta), o Flamingo-comum (Phoenicopterus roseus), o Merganso-de-poupa (Mergus serrator), o Maçarico- real (Numenius arquata), o Milherango (Limosa limosa), o Ostraceiro (Haematopus ostralegus), o Pato-trombeteiro (Anas clypeata), o pernilongo (Himantopus himantopus), o Pilrito-de-peito-preto (Calidris alpina) e a Tarambola-cinzenta (Pluvialis squatarola). Importante, igualmente, para a desova, desenvolvimento e crescimento de vários peixes e do roaz-corvineiro (Tursiops truncatus). É no estuário do Sado que se encontram os estaleiros navais da Mitrena (ex-Setenave) actual centro laboral da Lisnave. * Página da Associação de Produtores Florestais sobre a Região do Estuário do Sado * R.N.E.S. no portal do ICNB * R.N.E.S. no portal do ICN * Observação de aves no estuário do Sado * Artigo sobre a Reserva Natural do Estuário do Sado == Ver também == *Moinho de Maré da Mourisca == Ligações externas == * Mapa da R.N.E.S. com pontos de interesse sinalizados * Reserva Natural do Estuário do Sado, lista de espécies (fenologia, estatuto de conservação, abundância) Categoria:Estuários de Portugal Estuario do Sado Estuario do Sado Categoria:Sítios Ramsar de Portugal Categoria:Rio Sado Categoria:Sítios de Importância Comunitária em Portugal",
 "title": "Reserva Natural do Estuário do Sado"
}