{
 "id": "119907",
 "text": "Geoffrey Chaucer (c. 1343 – 25 de outubro de 1400) foi um escritor, filósofo, cortesão e diplomata inglês. Embora tenha escrito muitas obras, é mais lembrado pela sua obra narrativa inacabada, Os Contos da Cantuária (\"The Canterbury Tales\" em inglês), uma das mais importantes da literatura inglesa medieval. Às vezes chamado de pai de literatura inglesa, é atribuído a Chaucer por alguns estudiosos o fato de ter sido o primeiro autor a demonstrar a legitimidade artística do inglês nativo, em vez do francês ou do latim. == Biografia == Chaucer nasceu por volta de 1343, em Londres, embora a data exata e o local do seu nascimento não sejam conhecidos. Seu pai e seu avô eram ambos fabricantes de vinho em Londres e, antes disso, há várias gerações, os membros da família eram comerciantes em Ipswich. Seu nome é derivado do francês chausseur, significando sapateiro.Skeat, W.W., The Complete Works of Geoffrey Chaucer. Oxford: Clarendon Press, 1899, Vol. I p. ix. Em 1324 John Chaucer, pai de Geoffrey, foi raptado por uma tia, na esperança de casar o menino de doze anos de idade com sua filha, na tentativa de manter a propriedade em Ipswich. A tia foi presa e a multa de 250 libras cobrada sugere que a família estava bem financeiramente, pertencente à classe média alta, senão à elite.Skeat, op. cit., pp. xi-xii. John casou-se com Agnes Copton, que em 1349 herdou as propriedades, incluindo 24 lojas em Londres, de seu tio, Hamo de Copton, que é descrito como o \"fabricante de moeda\" na Torre de Londres. Há poucos detalhes do início da vida e da educação de Chaucer, mas em comparação com poetas contemporâneos da mesma época, William Langland e Pearl Poet, sua vida é bem documentada, com cerca de quinhentos itens escritos que atestam a sua carreira. A primeira vez que é mencionado é em 1357, nas contas domésticas de Elizabeth de Burgh, a condessa de Ulster, quando ele se tornou pajem da condessa por meio de conexões de seu pai.Skeat, op. cit., p. xvii. Trabalhou também como um cortesão, diplomata e funcionário público, bem como trabalhou para o rei, coletando e inventariando sucata. Em 1359, nos primeiros estágios da Guerra dos Cem Anos, Eduardo III invadiu a França e Chaucer viajou com Leonel de Antuérpia, marido de Elizabeth, como parte do exército inglês. Em 1360, foi capturado durante o cerco de Reims, tornando-se um prisioneiro de guerra. Eduardo III contribuiu com 16 libras, como parte de um resgate,Chaucer Life Records, p.24 e Chaucer foi liberado. Após isso, a vida de Chaucer é incerta, mas ele parece ter viajado à França, Espanha e Flandres, possivelmente como um mensageiro, e talvez até mesmo ter ido em peregrinação a Santiago de Compostela. Por volta de 1366, casou-se com Filipa (de) Roet. Ela era uma dama de companhia da rainha de Edward III, Filipa de Hainault, e uma irmã de Katherine Swynford, que mais tarde (c. 1396) se tornou a terceira esposa do amigo e patrono de Chaucer, João de Gante. É incerto quantos filhos Chaucer e Filipa tiveram, mas três ou quatro são mais comumente citados. Seu filho, Thomas Chaucer, teve uma carreira brilhante, como copeiro-mor de quatro reis, enviado à França, e Presidente da Câmara dos Comuns. A filha de Thomas, Alice, casou-se com o duque de Suffolk. O bisneto de Thomas (trineto de Geoffrey), João de la Pole, Conde de Lincoln, era o herdeiro ao trono designado por Ricardo III antes de ser deposto. Outros filhos de Geoffrey provavelmente incluíam Elizabeth Chaucy, uma freira na Abadia de Barking, Agnes, uma assistente da coroação de Henrique IV e outro filho, Lewis Chaucer. Chaucer pode ter estudado Direito no Inner Temple (uma Inn of Court, corporação profissional de advogados) por volta dessa época, embora a prova definitiva esteja faltando. Tornou-se um membro da corte real de Eduardo III em 20 de junho de 1367 em uma posição que poderia acarretar qualquer número de postos de trabalho. Sua esposa também recebeu uma pensão para um emprego na corte. Ele viajou ao exterior muitas vezes, pelo menos alguns deles em seu papel de um valete. Em 1368, ele pode ter assistido ao casamento de Leonel de Antuérpia com Violante, filha de Galeazzo II Visconti, em Milão. Duas outras estrelas literárias da época estavam presentes: Jean Froissart e Petrarca. Por esta altura, acredita-se que Chaucer tenha escrito The Book of the Duchess (O Livro da Duquesa) em homenagem a Branca de Lencastre, a primeira esposa de João de Gante, que morreu em 1369. Enquanto esteve situado no círculo nobiliárquico, Chaucer pôde aprimorar seu nível de instrução em outros polos culturais acessíveis para a Coroa, também acumulando títulos como Cavaleiro do Condado de Kent (1386) e Funcionário dos Ofícios do Rei (1389). Considerado um dos grandes poetas da língua inglesa, tendo antecedido William Shakespeare no refinamento poético e no hábil trabalho com a língua, Chaucer viveu como uma espécie de agregado da corte, o que lhe garantiu excelente educação e também a possibilidade de dedicar-se às letras. Durante o período em que foi feito prisioneiro na França, teve contato com a poesia cortês, que aguça seu ouvido de poeta para a musicalidade. Seu interesse pela poesia de corte foi crescente e acabou por gerar uma tradução do famoso Roman de la Rose.Panorama da Literatura Inglesa. Caderno Entre Livros - Clássicos, nº 1. Editora Duetto. São Paulo (2007). Possivelmente no ano de 1343, filho de um próspero mercador de vinhos, Geoffrey Chaucer conseguiu sobreviver na infância à peste negra. Quando jovem, teve excelente formação ao se tornar pajem da corte do rei Eduardo III, consagrando-se como um renomado tradutor do francês e do latim. Daí ele incorporar nos seus Contos da Cantuária, iniciados em 1386, passagens inteiras de obras como Roman de la Rose de Guillaume de Lorris e da Consolatione philosophiae do filósofo Boécio. Mais ainda o mundo se lhe ampliou com suas missões diplomáticas cumpridas entre 1370-1378. Homem educado na corte, afeito aos tratados, enviaram-no ao Flandres, à Navarra, à França, e à Itália, onde entrou em contato direto com a obras de Dante, de Boccaccio e de Petrarca. A riqueza filológica que o cercava foi incorporada à sua obra, dotando a língua Inglesa, desde aqueles tempos, da abertura e plasticidade que a fez um idioma universal por excelência, sempre pronto a acolher as contribuições estrangeiras vindas das mais diversas precedências. Chaucer morreu em 25 de outubro de 1400. Abalado pela deposição de Ricardo II, ocorrida em 1399, o novo monarca, Henrique Bolingbroke (ambos os reis futuros personagens de Shakespeare), no entanto, restaurou-lhe a pensão que lhe havia sido retirada, impedindo que outras desgraças o perturbassem, mas então já foi tarde. Ele foi o primeiro homem de letras a ser enterrado em Westminster, a abadia que abrigava as sepulturas reais da Inglaterra. Muitos autores expressam consenso de que Geoffrey Chaucer é o “pai da poesia inglesa”, possuindo sua projeção literária máxima nos Contos da Cantuária. Outra forma que o poeta teve como se reproduzir enquanto pessoa de influência foi sua proximidade com a corte, possibilitando seu acesso a cargos e títulos reais aliado à o alcance de outros polos culturais da Europa, enriquecendo suas técnicas de escrita poética. Entretanto, durante a época de Chaucer a poesia não era considerada uma atividade profissional, portanto, o escritor não obteve a maioria de sua remuneração por intermédio da escrita. A poesia trouxe benefícios para Geoffrey Chaucer ao alavancar sua estima entre os literatos da época, enquanto que as pensões recebidas pela Corte o sustentavam financeiramente.CARLSON, David R.. Chaucer, Humanism and Printing: Conditions of Authorship in Fiftheenth Century England. In: University of Toronto Quarterly, Volume 64, n°2, 1995. p.274. Todavia, a influência de Chaucer como poeta foi consolidada a partir do século XV, por intermédio do advento da imprensa enquanto meio de difusão de textos e informação. O século XV foi cenário da ascensão da imprensa enquanto meio de difusão de conhecimento. Contudo, também foi um importante vetor para que muitos poetas adquirissem prestígio e influência na escala do conhecimento literário e da produção poética. Entretanto, a imprensa mirava cada vez mais a obtenção de lucro e é nesta questão que a figura de Geoffrey Chaucer se insere. Muitos poetas colocavam o nome de Chaucer em seus manuscritos, sendo o primeiro deles Thomas Usk, afim de alcançarem fama e influência, estando os lucros da imprensa (enquanto mercado editorial) concomitantes às ações destes escritores.CARLSON, David R., op.cit., pp.275-278 == Referências bibliográficas == * Chaucer: Life-Records, Martin M. Crow and Clair C. Olsen. (1966) * Hopper, Vincent Foster, Chaucer's Canterbury Tales (Selected): An Interlinear Translation, Barron's Educational Series, 1970, ISBN 0-8120-0039-0 * Morley, Henry, A first sketch of English literature, Cassell & Co., 1883, from Harvard University * Skeat, W.W., The Complete Works of Geoffrey Chaucer. Oxford: Clarendon Press, 1899. * Speirs, John, \"Chaucer the Maker\", London: Faber and Faber, 1951 * The Riverside Chaucer, 3rd ed. Houghton-Mifflin, 1987 ISBN 0-395-29031-7 * == Ligações externas == * * Categoria:Escritores da Inglaterra Categoria:Filósofos da Inglaterra Categoria:Católicos do Reino Unido Categoria:Diplomatas da Inglaterra Categoria:Tradutores da Inglaterra Categoria:Peregrinos de Santiago Categoria:Naturais de Londres Categoria:Sepultados na Abadia de Westminster",
 "title": "Geoffrey Chaucer"
}