{
 "id": "120055",
 "text": "Grêmio Recreativo Escola de Samba Acadêmicos do Grande Rio (ou simplesmente Grande Rio) é uma escola de samba brasileira do município de Duque de Caxias, que desfila no carnaval da cidade do Rio de Janeiro, mais precisamente no Grupo Especial. Está sediada na Rua Almirante Barroso, no Centro da cidade. A escola se originou no bairro 25 de Agosto após o resultado da fusão, em 1988, do GRES Grande Rio e da Acadêmicos de Duque de Caxias. Foi campeã do Grupo Especial do Carnaval pela primeira vez na história em . Também foi vice-campeã em , , e 2020. A exaltação à região amazônica tem sido recorrente nos seus desfiles, inspirando os enredos de 1995, 1997, 2006 e 2008. Tradicionalmente, a escola costuma desfilar todo ano entre as campeãs, tendo também já ficado diversas vezes em 3°, 4°, 5° e 6° lugar. Todavia, em alguns anos a escola não obteve bons desempenhos. == Fundação == Nos anos 50, a cidade de Duque de Caxias teve uma participação efetiva no carnaval carioca, com a escola de samba Cartolinhas de Caxias. Esta agremiação participou do grupo de elite das escolas cariocas três vezes (1951, 1958 e 1959), participando posteriormente, com frequência, dos grupos intermediários e sendo respeitada pelo mundo do samba. O último desfile da Cartolinhas foi em 1971, quando com o intuito de fundar uma grande agremiação que representasse dignamente o município, os dirigentes das escolas União do Centenário, Cartolinhas de Caxias, Capricho do Centenário e Unidos da Vila São Luís unem-se e de sua fusão é fundada a GRES Grande Rio em 10 de maio de 1971. Em 1988, um grupo de sambistas de Duque de Caxias reuniu-se para criar uma nova agremiação para o município. Para filiar- se à AESCRJ, à época, era preciso que a agremiação já fosse um bloco carnavalesco. Por isso, a nova escola utilizou a estrutura jurídica do bloco de enredo Unidos do Lambe Copo, situado na Prainha, em Caxias, e que havia competido pela Federação dos Blocos, pela última vez, em 1979, sendo campeão do Grupo 8. Milton Abreu do Nascimento, conhecido como Milton Perácio, foi eleito o primeiro presidente, e decidiu convidar Antonio Jayder Soares da Silva para ser o presidente de honra e o então deputado Messias Soares para ser o patrono. A Acadêmicos de Duque de Caxias foi oficialmente fundada em 22 de março de 1988, porém como forma de evitar que a nova escola precisasse começar na quinta divisão, finalmente, em 22 de setembro do mesmo ano, após muitas reuniões entre os membros das duas diretorias, a Acadêmicos de Caxias e a Grande Rio se fundiram, dando origem à atual G.R.E.S Acadêmicos do Grande Rio, cujo símbolo se compõe de uma coroa encimando um escudo dividido ao meio, aonde estão sobre um fundo vermelho um tambor com suas baquetas cruzadas e do outro lado, sobre um fundo verde a Reduc (Refinaria Duque de Caxias), e logo abaixo do mesmo há uma fita branca aonde se lê o nome da agremiação. == História == * 1989: \"O mito sagrado de Ifé\" Em sua estreia, no ano de 1989, a escola subiu de grupo, com o enredo \"O mito sagrado de ifé\", passando para o Grupo de Acesso A. * 1990: \"Porque sou carioca\" Em 1990, com o enredo sobre a cidade do Rio de Janeiro, a escola novamente obteve a 2.ª posição, garantindo o direito de subir para o Grupo Especial. O enredo contava a história da cidade do Rio de Janeiro, com suas belezas naturais e o estilo de vida do carioca. A comissão de frente, formada por homens, estava trajada com elegância, com figurinos que faziam referência aos escudos e brasões portugueses. O luxuoso abre-alas, seguido por 4 tripés com representações da cruz de malta, antecedeu as alas alusivas aos índios tamoios e ao fundador Estácio de Sá, que também serviu de inspiração para o figurino da bateria. Participaram do desfile os artistas, dentre outros, Vera Gimenez, Raul Gazolla e Marilu Bueno. * 1991: \"Antes, durante e depois, o despertar do homem\" Em 1991, a Grande Rio fez sua estreia no Grupo Especial com um enredo que falava da criação da vida, dos conflitos humanos e terminava com uma mensagem de paz e otimismo. O lema da escola era: “rejeitamos o caos, temos livre arbítrio e queremos brindar a vida”. O antes, era o paraíso, com destaque para o abre- alas, que representava o Jardim do Éden, com destaques femininos circundadas por serpentes, antecedido de um feto dentro do globo terrestre. O durante era a evolução e a destruição, cujo destaque foi Sônia Lima no carro do gafanhoto, que representava a máquina da destruição. O depois foi a busca de um novo caminho, cujo destaque foi o carro da queda do muro de Berlim. Apesar do belo visual, a escola teve sérios problemas em evolução, com visíveis buracos entre as alas e a aceleração dos componentes. Assim, a escola chegou na 16.ª colocação, e voltou para o Grupo de Acesso A, apesar de contar com nomes como o intérprete Dominguinhos do Estácio e o diretor de bateria Mestre Paulão (consagrado na União da Ilha).Participaram do desfile os artistas, dentre outros, Carla Marins, Lu Mendonça, Solange Couto, Sônia Lima, Wolf Maia, Sandra Barsotti e Wagner Montes. * 1992: \"Águas claras para um rei negro\" Em 1992, reconquistou o direito de competir no Grupo Especial, sendo a campeã do Acesso, com o enredo \"Águas Claras para um Rei Negro\". A escola se destacou pelo belo samba, cujo refrão era muito parecido com o samba campeão da Mocidade em 1991. O enredo era baseado na mitologia afro-brasileira. Participaram do desfile os artistas, dentre outros, Baby Consuelo e Zé Reinaldo. * 1993: \"No mundo da lua\" Na volta ao Especial, em 1993, a Grande Rio parecia que estava \"No Mundo da Lua\", enredo que abriu o segundo dia do Desfile das Escolas do Grupo Especial, desenvolvido por Alexandre Louzada, que gastou US$ 500 mil para desenvolver o tema. Com um bom samba enredo que resultou da criticada fusão de três outros sambas, assinado pelo total de dez autores, os 5 mil componentes da escola misturaram astrologia e lendas nativas para cantar, ao desenrolar de 52 alas, as fábulas da lua. Na voz de Nêgo, o samba tornou-se um hino para os caxienses, que o cantam sempre no \"esquenta\" da escola. Participaram do desfile os artistas, dentre outros, Marinara Costa, Hugo Gross, Leiloca, Mônica Carvalho, Andrea Guerra e Victor Fasano. * 1994: \"Os santos que a África não viu\" Em 1994, a Grande Rio contou a história da umbanda pela visão de Zé Pelintra, que veio representado na comissão de frente. A escola mostrou a África Cultural e a África Negra, trazendo belos carros e alegorias, além de artistas e personalidades que encarnaram as diversas entidades e santos. A escola obteve o estandarte de ouro de melhor enredo, mas enfrentou problemas com as autoridades eclesiásticas, tendo inclusive o barracão vistoriado, devido a uma denúncia de que a escola sairia com imagens sacras. Na Sapucaí, a escola retirou os terços das baianas, antes de o oficial da 20ª Vara do Rio cumprisse o mandado de apreensão, por ser um símbolo católico. * 1995: \"História para ninar um povo patriota\" Em 1995, a Grande Rio transformou o ciclo da borracha na Amazônia em conto de fadas, no qual o rei Amazonas, responsável pelo ecossistema mundial de responsabilidade do Imperador Brasil, vivia tranquilamente com sua filha Manaus, numa terra rica em borracha, até a vinda da Rainha Inglaterra, que levou, sem que ninguém soubesse, setenta mil espécies da planta que brotava o líquido que valia tanto ou mais que ouro, para serem plantadas em seus terrenos na Malásia. Tal atitude caiu como veneno para a Princesa Manaus, fazendo-a adormecer num sono profundo durante quase dois séculos, quando o Príncipe da Tecnologia a beijou, acordando-a para seu futuro. A escola, que até então trazia um homem como rei da bateria, trouxe Andréa Guerra, a desinibida do Grajaú, como rainha. O desfile, no entanto, mostrou-se confuso e não agradou. Por muito pouco, a escola não foi rebaixada. * 1996: \"Na era dos Felipes o Brasil era espanhol\" Em 1996, a Grande Rio teve o desfile prejudicado pelo atraso do barracão. A escola só passou a ter barracão 36 dias antes do desfile, e boa parte dos 10 carros alegóricos foram retocados na concentração. O enredo era muito complexo e a escola toda se mobilizou para botar o carnaval na avenida. A carnavalesca Lícia Lacerda, demitida da Tradição a poucos dias do carnaval, ajudou na reta final Roberto Szaniecki a colocar o carnaval da escola na avenida. A receptividade de público foi excelente e o samba virou antológico para a escola, cujo refrão é conduzido até hoje (\"Imponho / Sou Grande Rio…\"). Participaram do desfile os artistas, dentre outros, Regina Duarte, Gabriela Duarte, Raul Gazolla, Hugo Gross, Mônica Carvalho, e Humberto Martins * 1997: \"Madeira-Mamoré, a volta dos que não foram, lá no Guaporé\" Em 1997, a Grande Rio apresentou um samba sobre a construção dos 300 quilômetros da Ferrovia Madeira-Mamoré, em Rondônia. Com muito luxo e criatividade nas alegorias e fantasias, a escola mostrou o delírio dos trabalhadores que morreram de febre amarela e malária na construção da ferrovia. No carro “Outros Perigos” uma serpente sobre trilhos de neon causou impacto. Mestre Maurício, um dos diretores da bateria da Grande Rio, bastante emocionado, sentindo-se mal no início do desfile e veio a falecer. A escola encerrou o desfile de forma dramática. Seu último folião atravessou a área que delimita o fim do Sambódromo a menos de 30 segundos do tempo permitido. Por pouco, a Grande Rio não estourou o seu tempo, o que acarretaria perda de pontos. * 1998: \"Prestes, o cavaleiro da esperança\" Em 1998, a Grande Rio veio com um samba muito popular e marcou presença principalmente pelo seu tema, um dos mais politizados deste ano: o centenário de nascimento de Luiz Carlos Prestes. A trajetória do líder comunista foi contada em detalhes: representações de tanques, helicópteros e soldados do Exército soviéticos. A escola fez uma viagem no tempo para lembrar a Coluna Prestes, sua militância no PCB, o Partidão, e o poema que foi oferecido a Prestes por Pablo Neruda. A escola recebeu muitas críticas ao colocar a líder dos sem-terra, Débora Rodrigues, como destaque de um carro alegórico, causando a insatisfação da família do ex- líder comunista. Com esse desfile, a Grande Rio começou a despontar como escola popular e dos artistas globais. * 1999: \"Ei, ei, ei, Chateau é nosso rei!\" Em 1999, Assis Chateaubriand, o grande nome da mídia no Brasil no meio do século, foi o enredo da escola Grande Rio, que mostrou um carnaval rico e competitivo. Participaram do desfile os artistas, dentre outros, Luciana Gimenez, Zezé Motta e Danielle Winits. === Década de 2000 === * 2000: \"Carnaval à vista - não fomos catequizados, fizemos Carnaval\" Em 2000, apesar da empolgação e da beleza das fantasias, a Grande Rio teve problemas para mostrar o espírito festivo presente entre os indígenas que contagiou os portugueses aqui chegados, reforçada com a chegada dos negros, fazendo alusão contra a falta de liberdade e as proibições dos colonizadores a suas manifestações. Na concentração, o iluminador Wellington sofreu traumatismo craniano ao ser atingido por uma estrutura de ferro que despencou de um dos carros alegóricos. Logo no início do desfile, o juizado de menores queria impedir a entrada do abre-alas, por trazer duas crianças como destaque a uma altura de três metros, acima do permitido pela Liga. Foi preciso reduzir o tamanho do carro, que tinha três andares. O incidente atrasou a entrada da escola na avenida e atrapalhou parte da evolução dos componentes. E por último, o assédio da imprensa ao ator Thiago Lacerda prejudicou o desfile da escola. * 2001: \"Gentileza \"X\" - O profeta do fogo\" Em 2001 mais uma vez a escola trouxe um bom samba (dessa vez com Quinho ao microfone), e a estrela Joãosinho Trinta no comando para contar a história de José Datrino, um ex- empresário de Niterói, que se tornou personagem popular no Rio de Janeiro, quando enlouqueceu em 1961, ao saber do incêndio em um circo em sua cidade, com mais de 500 mortos. Designado como Profeta Gentileza, abandonou o mundo do dinheiro para pregar a gentileza pelas ruas do Rio, tornando-se, assim \"o profeta\", que deixava mensagens de paz e esperança em pilares da Avenida Brasil. A Secretaria de Segurança Pública proibiu a escola de utilizar fardas da Polícia Militar nos esquetes sobre a violência que seriam encenados por 150 atores do grupo Tá na Rua. O grupo distribuiu flores aos efeitos especiais nos carros alegóricos falando de paz e do novo milênio. A escola abriu o desfile com um pede passagem que desfilou entre a comissão de frente e o carro abre- alas, que representava a era espacial, que representava o terceiro milênio. A tragédia do circo de Niterói foi representada no carro Roma Pagã. A alegoria bateu uma vez num poste antes da entrada na avenida e outras duas na mureta que separa a avenida das arquibancadas e teve problemas durante o desfile. A escola fechou o desfile, já na terça-feira de manhã, com um homem voador importado dos Estados Unidos. O dublê americano Eric Scott voou sobre a Sapucaí, com um foguete portátil de US$ 120 mil nas costas. A Grande Rio perdeu três pontos porque um dos carros, Circo de Roma, quebrou, teve que ser dividido em dois e, assim, a escola passou com um número de carros (9) maior que o permitido pelo regulamento (8). * 2002: \"Os papagaios amarelos nas terras encantadas do Maranhão\" Em 2002 o sucesso do ano anterior foi tanto que o norte-americano Eric Scott voltou a sobrevoar a Grande Rio como papagaio voador. O enredo começou em 1612, quando a esquadra da França preparava a invasão do Maranhão, desembarcando em São Luís. Os franceses eram louros, de olhos azuis, emplumados e falavam uma língua que os índios não conheciam. Por isso, foram apelidados de papagaios amarelos. A escola trouxe chuva de papel laminado picado no abre-alas e um instrumento típico da festa do Bumba meu boi do Maranhão. * 2003: \"O nosso Brasil que vale\" Em 2003 a grande surpresa do carnaval foi o terceiro lugar obtido pela Grande Rio, que pela primeira vez voltou no sábado das campeãs. A escola versou sobre a história da mineração no Brasil, com o patrocínio da Companhia Vale do Rio Doce. A escola estava muito luxuosa, com fantasias bem elaboradas. A comissão de frente foi o ponto alto da apresentação da escola. Os 14 integrantes, acrobatas e bailarinos, se apresentaram com os corpos pintados nas cores cobre, prata, preto e dourado - representando os elementos da terra. Eles seguiram pela Passarela puxando e escalando esculturas brancas de 6 metros. No Abre-alas, a figura de Atlas carregando a Terra nas costas, precedido por enormes estátuas representando o rei Kronos. A alegoria que mostrava um homem sendo executado na cadeira elétrica causou muita polêmica. A escola teve de correr para não estourar os 80 minutos, prejudicando o quesito harmonia * 2004: \"Vamos vestir a camisinha meu amor!\" No carnaval de 2004, por decisão judicial, a escola teve dois carros censurados, que passaram na avenida cobertos. A escola abriu o desfile tendo como inspiração a obra O Jardim das Delícias, do pintor renascentista holandês Jeronimus Bosch. Em seguida, os carros da escola apresentaram imagens do paraíso, com a representação do que teria sido o primeiro ato sexual. A Grande Rio trouxe ainda alas em homenagem ao Movimento GLS, um carro falando dos prazeres nas casas noturnas e fantasias que representavam doenças sexualmente transmissíveis, principalmente a Aids. O preservativo foi destaque e esteve presente na fantasia de um dos casais de mestre-sala e porta- bandeira. A ala das baianas chamou a atenção e foi uma forma de driblar a censura ao Kama Sutra. As baianas exibiram imagens do livro reproduzidas em placas aplicadas nas saias dos vestidos. Depois de fazer uma retrospectiva histórica do uso da camisinha desde a Idade Média, a Grande Rio encerrou seu desfile fazendo uma homenagem a Chacrinha, que sempre divulgou o uso do preservativo. Joãozinho Trinta acabou demitido pela agremiação momentos antes da apuração do resultado. * 2005: \"Alimentar o corpo e a alma faz bem!\" Em 2005 volta a fazer um bom desfile, com o enredo \"Alimentar o corpo e alma faz bem\". Contando com o patrocínio da Nestlé, traz carros bem construídos, um desfile alegre, grande desempenho da bateria e conquista, assim como em 2003, o terceiro lugar. A Grande Rio misturou realidade e ficção. A escola levou para a avenida uma legião de atores da novela Senhora do Destino, que gravou cenas do desfile para recriá-lo como sendo da fictícia escola Unidos de Vila São Miguel. O enredo sobre alimentação, patrocinado pela Nestlé, rendeu um desfile tecnicamente correto, mas sem empolgação. O abre-alas representou Gaia, a mãe terra. O enredo mostrou a industrialização do alimento; a diversidade culinária das regiões do país; as festas e as comemorações que têm na comida um dos seus principais elementos, como Natal, Ano Novo, Dia das Mães, casamentos, Páscoa e festa junina. A parte mais subjetiva do enredo mostrou a fome de espiritualidade e de fé, as vertentes que criaram religiões como o cristianismo e os cultos africanos. Na sequência, a escola apresentou a fome de cultura, com apresentação dos diversos tipos de arte. O atraso nos desfiles provocado pela Portela trouxe prejuízos à Grande Rio. A escola tinha entre suas alegorias o carro dos sentidos, com muito neon, que perdeu um pouco do impacto visual com o amanhecer. * 2006: \"Amazonas, o Eldorado é Aqui\" No carnaval de 2006, contando a história de exploração na Amazônia, a Grande Rio conquista o seu melhor resultado: o vice-campeonato, pois perdeu dois décimos por exceder o tempo máximo de desfile em 1 minuto (após o empate em número de pontos, a Vila Isabel, venceu por ter melhores notas no quesito de desempate). Com carros alegóricos luxuosos e ricos em detalhes no batido enredo sobre o Amazonas, possivelmente um recordista de passagens pela Sapucaí, a Grande Rio perdeu o título por um minuto. Este foi o tempo que a escola excedeu o tempo máximo que o regulamento permitia. A Comissão de Frente e o abre-alas mostravam dois Amazonas diferentes: o eldorado sonhado pelos expedicionários e o que eles de fato encontraram. Os tripés empurrados pelos componentes da comissão eram ocas que, num segundo momento, se transformavam em ouro. Para que a coreografia da comissão fosse completa, a escola tinha que andar devagar, e essa foi a técnica do desfile: o samba cantado em andamento muito lento e os componentes desfilando lentamente. As ocas indígenas se transformavam em templos incas. O Teatro Amazonas foi representado num belo cenário quase todo branco, decorado com flores. Nesta alegoria, borrifadores espirravam um perfume floral, que dominou a passarela. A Zona Franca de Manaus e sua tecnologia de ponta também foi lembrada. No último carro, vieram telas com imagens de linhas de produção. A escola teve sorte e recebeu três notas 10 no quesito Evolução, apesar da correria dos componentes para compensar o atraso. * 2007: \"Duque de Caxias, o caminho do progresso, o retrato do Brasil\" Em 2007 a escola homenageou a sua cidade, Duque de Caxias, enredo assinado pelo carnavalesco Roberto Szaniecki (que já assinou os carnavais de 1996, 2005 e 2006 da escola). Mais uma vez, a escola conquistou o vice-campeonato. A escola inovou: montou um estúdio na avenida para desenvolver esse trabalho, monitorando o desfile com recursos tecnológicos, com apoio de um laptop e de três câmeras espalhadas pela avenida. A comissão de frente, fantasiada de formigas, retratava a cultura da laranja, uma das principais atividades econômicas de Caxias, representando um grande exemplo de colaboração mútua para o crescimento da cidade. No abre-alas, uma produtiva lavoura da região, que é a maior exportadora de laranjas. O carro da locomotiva estilizada, com aspecto de uma espiga de milho, com diversos produtos cultivados pelo homem, exalava aroma de laranja através de um spray. Para falar da Fábrica Nacional de Motores (FNM) na produção de motores de aviões para fins militares, que implantou suas bases em Xerém, o terceiro carro trouxe a escultura de uma cabeça de operário. Grazi Massafera fez sua estreia como rainha de bateria, comandada por mestre Odilon, que veio de Duque de Caxias. Outro destaque da escola foram as 110 baianas, em referência às festas populares da Baixada Fluminense, como a Folia de Reis e a Festa Junina, representaram um arraial ao trazer balões coloridos de festa junina na roupa. A fé do povo da cidade foi representada no quarto setor, com referências ao catolicismo, candomblé e às religiões evangélicas. Um dos personagens homenageados pela escola foi o político Tenório Cavalcanti, conhecido como Homem da Capa Preta e representado pelo ator José Wilker, que carrega a metralhadora Lurdinha, um justiceiro da região que inspirou o cineasta Sérgio Rezende. Susana Vieira ficou ausente do desfile por ter se desentendido com o presidente de honra da escola. Para fechar o seu desfile, no oitavo carro, a Grande Rio homenageou Zeca Pagodinho, morador de Xerém, além do diretor de carnaval da escola, Milton Perácio, um dos fundadores da agremiação. O abre-alas da Grande Rio pegou fogo na dispersão. * 2008: \"Do Verde de Coari, Vem Meu Gás, Sapucaí!\" Em 2008 a escola de Caxias levou para a avenida a importância do gás em nosso dia a dia, homenageando a cidade de Coari, no Amazonas. A Grande Rio pegou o exemplo ecologicamente correto da Refinaria de Urucu, localizada no município amazonense, para falar sobre o gás natural. O início do desfile, que retratou o nascimento da vida no universo, foi marcado por um espetáculo circense de malabarismos. Criativa, a comissão de frente trouxe um tripé em forma de átomo. O carro abre-alas se destacou com a presença de acrobatas, representou a grande explosão, mostrou o início de tudo, recriando a formação dos gases e átomos, que geram novas galáxias. A alegoria, toda em verde, branco e preto, causou bastante impacto. Um carro representou as civilizações que descobriram as primeiras utilizações do gás e outra alegoria simbolizou o Rio de Janeiro, primeira cidade da América Latina a receber gás encanado. Grandes botijões de gás, escultura de onças e uma cobra que soltava gases pelas narinas foram mostrados em alegorias. Um ponto alto do desfile foi uma típica montadora de automóvel. Ao todo, foram utilizadas 15 carcaças de carros zero quilômetro que, em dois carrosséis, simularam uma linha de montagem em plena avenida. Composta por três partes, a alegoria desacoplou e entrou na Avenida sem um dos cabos que interligava os tripés. Com isso, a escola entrou com nove alegorias, o que não é permitido segundo o regulamento e foi penalizada em 0,1. A bateria do mestre Odilon era composta por 264 ritmistas fantasiados de acendedores de lampiões. A escola fechou o seu desfile com a projeção da cidade de Coari no futuro. * 2009: \"Voilá, Caxias! Para sempre liberté, egalité, fraternité, merci beaucoup, Brésil! Não tem de quê!\" Em 2009 com o enredo \"Voila, Caxias! Pra sempre Liberté, egalité, fraternité, merci beaucoup, Brésil! Não tem de quê!\", enredo assinado pelo carnavalesco Cahê Rodrigues a escola contou a história da França com seus costumes. A comissão de frente representou o Rei Luís XIV, o rei sol. O primeiro casal de mestre-sala e porta-bandeira representou as jóias da realeza, com nove mil lâmpadas na fantasia. Com muitos espelhos, luxo e ostentação, o abre-alas de 50m de comprimento e dois carros acoplados retratou o Palácio de Versalles. A visão de Jean de Lery sobre o Brasil mostrou marinheiros em caravelas observando em lunetas, a fauna e flora brasileira e índios. O carro da Revolução Francesa, com a atriz Christiane Torloni segurando uma bandeira da França. fez referência ao famoso quadro \"A Liberdade Guiando o Povo\", de Eugène Delacroix. As alegorias representavam bem o enredo, como a do Moulin Rouge,que trouxe bailarinas oficiais daquela casa de espetáculos. A Missão Artística Francesa e seus arquitetos, pintores, escultores também foram destaque, assim como o Rio de Janeiro do século XIX, que respirava Paris através de recantos como a Rua do Ouvidor, cafés e o Teatro Municipal. Santos Dumont, o \"pai da aviação\", no desfile representou o \"voo da evolução\" francesa. A Torre Eifel foi representada com diversos efeitos especiais e detalhes high tech e espelhos, em referência à moda, as tecnologias de ponta, arquiteturas arrojadas, os avanços na medicina, contribuição tecnológica para a humanidade. A alegoria representativa da união entre França e Brasil através do carnaval encerou o desfile com destaque para o carnaval de Nice e a mistura de personagens do carnaval carioca com personagens da folia francesa. Paola Oliveira fez sua estreia como rainha de bateria, comandada por mestre Odilon, e trouxe de volta Wantuir, agora como voz oficial, porém a escola terminou na 5.ª colocação. === Década de 2010 === * 2010: \"Das arquibancadas ao camarote número 1, um Grande Rio de emoção, na Apoteose do seu coração\" Em 2010 a escola trouxe o enredo \"Das arquibancadas ao camarote número 1, um Grande Rio de emoção, na apoteose do seu coração\", e fez um passeio pelos principais desfiles ocorridos nos 25 anos do Sambódromo. A escola manteve Wantuir na equipe de intérpretes, além da estreia de Mestre Ciça à frente da bateria. A comissão de frente trouxe componentes com roupas espelhadas, vestidos de terno e chapéu, como os típicos malandros cariocas e Cris Vianna como cabrocha em meio a manequins vestidas da mesma forma que ela, sugerindo uma \"brincadeira\" com o público e os jurados que deveriam descobrir quem era a mulata verdadeira. Os carnavalescos foram reverenciados no terceiro setor, como Fernando Pinto, Arlindo Rodrigues, Rosa Magalhães, Milton Cunha, Renato Lage, Max Lopes, Paulo Barros e Joãosinho Trinta que veio na terceira alegoria como o \"rei da folia\". O carro era um grande lixo com três ratazanas gigantes na frente e um Grande urubu que sobrevoava a montanha de lixo. Havia 120 pessoas vestidas de ratos escondidas que apareciam durante o desfile. A parte de trás desse carro representava o luxo que aludiu ao carnaval de 1989 que o carnavalesco desenvolveu na Beija-Flor (Ratos e urubus larguem a minha fantasia). A ala de baianas vinha em seguida como uma extensão do carro. As senhoras de Caxias vestiam uma fantasia que causou grande impacto visual, pois pareciam vestir o próprio lixo. Os artistas dos bastidores da festa também foram homenageados em algumas alas como: o pessoal da força, os marceneiros, os trabalhadores do barracão e etc. O quarto carro veio com os símbolos de todas as escolas do grupo especial daquele ano, além da árvore do desfile da Mangueira que homenageou Caymmi em 1986, o garoto do vídeo game da Mocidade e uma representação do pensamento dos carnavalescos quando estão em fase de criação. A Grande Rio também fez referência ao desfile de 1992 da Viradouro reproduzindo o carro que pegou fogo em plena Avenida, um dos maiores acidentes registrados no espetáculo até hoje. A bateria foi outro ponto de destaque do desfile. Os componentes foram fantasiados de gari e com bossas que sacudiram o público presente. Paola Oliveira fez a sua despedida de rainha com uma apresentação espetacular a frente dos ritmistas. A Escola de Caxias repetiu a sua melhor colocação, pela terceira vez, ficando em 2.º lugar. * 2011: \"Y-Jurerê Mirim - A Encantadora Ilha das Bruxas (Um conto de Cascaes)\" Em 2011 a escola apresentaria o enredo \"Y-Jurerê Mirim - A Encantadora Ilha das Bruxas (Um conto de Cascaes)\", sobre a cidade de Florianópolis. No dia 7 de fevereiro do mesmo ano, um incêndio atingiu a Cidade do Samba. Três escolas de samba foram atingidas, sendo a Grande Rio a principal afetada. Exatamente às 09h53 o teto do barracão da escola desabou. A Grande Rio perdeu todas as 4 mil fantasias e as oito alegorias, totalizando um prejuízo de 10 milhões de reais. A escola fez um desfile de superação, Um dos mais Belos e emocionantes Desfiles da Grande Rio, mostrando o verdadeiro valor da palavra Trabalho em equipe, com 8 alegorias, fantasias simples e bem acabadas, com uma comissão de Frente comandada pelo coreógrafo Renato Vieira. veio bonita e bem coreografada, a Equipe de Criação da Grande Rio fez um excelente trabalho, proporcionando ao carnavalesco Cahê Rodrigues emplacar na escola um enredo autoral. A Marquês de Sapucaí no ano de 2011 viu a verdadeira superação de uma escola que perdeu tudo, tudo mesmo no que se refere a sua história, mas passou a escrever uma nova história no dia 7 de março de 2011. * 2012: \"Eu acredito em você. E você?\" Em 2012 a escola retratou na Sapucaí o enredo: \"Eu acredito em você, E você?, falando sobre a superação. E com Ana Furtado a frente da bateria. A escola falou de si e de pessoas, que se superaram, tais como: o maestro João Carlos Martins, o craque Ronaldo, o esportista Lars Grael, o levantador de toadas David Assayag, entre outros. Num desfile muito aquém do que a escola já fez anteriormente obteve a 5.ª colocação. * 2013: \"Amo o Rio e vou à luta: ouro negro sem disputa… Contra a injustiça em defesa do Rio\" Em 2013 a Grande Rio levou para a avenida um enredo sobre os royalties do petróleo, e para isso trouxe de volta o carnavalesco Roberto Szaniecki. Ciça foi mantido à frente da bateria e Emerson Dias, elevado ao posto de intérprete, a princípio como auxiliar de Wantuir, porém, após alegar outros compromissos Wantuir deixou a escola. Nêgo também retornou à escola, a princípio, como participação especial, mas após sua saída do Império Serrano, permaneceu como cantor da escola. A escola fez um desfile morno, mas acabou na 6º colocação. * 2014: \"Verdes olhos de Maysa sobre o mar, no caminho: Maricá\" Em 2014 a agremiação falou sobre a cidade de Maricá, enredo do carnavalesco Fábio Ricardo, além de ter o experiente diretor de carnaval Ricardo Fernandes, a nova rainha de bateria Christiane Torloni e a estreia da modelo Bárbara Evans como musa. A escola acabou ficando na 6.ª colocação novamente. * 2015: \"A Grande Rio é do baralho!\" Em 2015 a escola apresentou o enredo: A Grande Rio é do Baralho, além de renovar com o carnavalesco Fábio Ricardo, Intérprete, os diretores de carnaval e harmonia e teve a substituição do Mestre Sala, Diretor de Bateria por Thiago Diogo, Coreógrafos da Comissão de Frente e da Rainha de Bateria pela volta de Susana Vieira e teve uma novidade: um Rei de Bateria David Brasil, ficando depois na apuração em 3º Lugar surpreendendo a todos. * 2016: \"Fui no Itororó beber água, não achei. Mas achei a bela Santos, e por ela me apaixonei...\" Em 2016 a Grande Rio decidiu homenagear a cidade de Santos com o enredo \"Fui no Itororó beber água, não achei. Mas achei a bela Santos, e por ela me apaixonei…\". Foram destaques o ex-jogador Pelé e o atacante do Barcelona Neymar. A escola escolheu a atriz Paloma Bernardi como Rainha de Bateria e a permanência de todos os seus segmentos para o próximo carnaval. Na apuração obteve notas máximas em Comissão de Frente e Mestre Sala e Porta-bandeira, mas com a perda de pontos em enredo, alegorias e adereços e fantasias, a Grande Rio acabou terminando na 7° posição, ficando fora do Desfile das Campeãs. * 2017 \"Ivete do rio ao Rio!\" Para o carnaval de 2017, a Grande Rio anunciou um enredo em homenagem a cantora Ivete Sangalo. O enredo foi anunciado na quadra da escola, em Duque de Caxias, com a presença da própria homenageada. Fez um desfile correto e empolgante, contando sobre a história da cantora, desde as origens em Juazeiro até alcançar o sucesso. Ivete desfilou em dois momentos, o primeiro na comissão de frente, e depois retornando na última alegoria. Na apuração, a escola terminou em quinto lugar. *2018: \"Vai para o Trono ou não Vai?\" O carnaval teve um período de preparação conturbado. Em junho de 2017, a Prefeitura do Rio anunciou o corte de 50% do repasse de verbas públicas para as escolas de samba. A decisão gerou grande polêmica visto que em sua campanha à Prefeitura, Marcelo Crivella prometeu manter o patrocínio às escolas. Bispo licenciado da Igreja Universal do Reino de Deus, Crivella também foi acusado de ser influenciado pela sua religião ao cortar parte da verba do carnaval. A LIESA ameaçou cancelar os desfiles e sambistas organizaram protestos, mas o Prefeito manteve o corte. Sem dinheiro, a LIESA decidiu cancelar os ensaios técnicos, após quinze anos bancando o evento. Em outubro de 2017, faltando cerca de quatro meses para os desfiles, o Ministério do Trabalho interditou os barracões de todas as escolas na Cidade do Samba. Os barracões foram liberados ao final de novembro, após as escolas cumprirem uma série de exigências visando melhores condições de trabalho. A atriz Juliana Paes assumiu o posto de rainha de bateria da escola. Após quinze anos no Salgueiro, os carnavalescos Renato Lage e Márcia Lage foram contratados pela Grande Rio. Para o carnaval de 2018, os carnavalescos desenvolveram um enredo sobre o comunicador Chacrinha, morto em 1988. O enredo narrou a história de Abelardo Barbosa de traz para frente: do sucesso na TV brasileira à infância no Recife. A Grande Rio foi a quinta escola a se apresentar na primeira noite do Grupo Especial. A agremiação fazia uma correta apresentação até que a última alegoria quebrou e não conseguiu entrar na pista de desfile. Além de problemas na evolução, a escola ainda ultrapassou o tempo limite de desfile em cinco minutos, perdendo cinco décimos na apuração. O desfile teve a participação de Gretchen (que foi jurada de calouros no Cassino do Chacrinha), Rita Cadillac (ex-chacrete) e Stepan Nercessian (que interpretou Chacrinha no cinema). A Grande Rio se classificou na décima segunda colocação, o que previa o rebaixamento da escola junto com o último colocado, o Império Serrano. Em uma plenária, realizada após o carnaval, a LIESA decidiu cancelar o rebaixamento e manter as duas escolas na primeira divisão. Apenas os presidentes de Mangueira e Portela votaram contra cancelar o descenso. O Ministério Público do Rio de Janeiro abriu investigação sobre a \"virada de mesa\". O inquérito foi arquivado após a LIESA assinar um Termo de Ajustamento de Conduta se comprometendo a não cancelar novamente o rebaixamento do concurso, caso contrário, estaria sujeita ao pagamento de multa. O Estandarte de Ouro premiou o casal de mestre-sala e porta-bandeira Daniel Werneck e Verônica Lima. A escola também recebeu o Estandarte de inovação pelo uso de telão de led na comissão de frente. Destaque também para Emerson Dias, que recebeu os prêmios Estrela do Carnaval, Gato de Prata e S@mba-Net de melhor intérprete. * 2019: \"Quem Nunca...? Que Atire a Primeira Pedra\" Após a \"virada de mesa\", a Grande Rio fez diversas modificações em sua equipe para o carnaval de 2019. Foram dispensados o mestre de bateria Thiago Diogo, o diretor de carnaval Dudu Azevedo e a porta-bandeira Verônica Lima. O intérprete Emerson Dias se transferiu para o Salgueiro e os coreógrafos Priscilla Mota e Rodrigo Negri foram para a Mangueira. Para substituir quem saiu, a escola efetivou talentos da própria comunidade. Terceira porta-bandeira da escola, Taciana Couto foi promovida ao posto de primeira. Ex-diretor de bateria da Pimpolhos da Grande Rio e filho do ex- diretor de bateria Mestre Du Gás, Fabrício Machado, o Mestre Fafá, assumiu o comando da bateria da Grande Rio. Cantor de apoio da escola há cinco anos, Evandro Malandro assumiu o posto de intérprete oficial. Thiago Monteiro, que estava no Paraíso do Tuiuti, assumiu a direção de carnaval. O casal Hélio Bejani e Beth Bejani, que estavam no Salgueiro, assumiram a direção da comissão de frente. Beth também assumiu a direção de movimentos do primeiro casal de mestre-sala e porta-bandeira, formado por Daniel Werneck e Taciana Couto. O casal carnavalescos Renato Lage e Márcia Lage foram mantidos e desenvolveram um enredo sobre os maus hábitos e o jeitinho brasileiro, apontando o aprendizado e o conhecimento como formas de superar a falta de educação e melhorar a convivência no mundo. Pela primeira vez a escola não realizou disputa de samba-enredo, optando por encomendar sua obra aos compositores André Diniz, Cláudio Russo, Moacyr Luz, Licinho Júnior, Elias Bililico e Gê Martins. Pelo segundo ano consecutivo, o prefeito Marcelo Crivella cortou 50% da verba destinada às escolas que desfilam no Sambódromo. A Grande Rio foi a terceira escola a se apresentar na primeira noite do Grupo Especial de 2019, obtendo a nona colocação do carnaval. A agremiação recebeu os prêmios Estandarte de Ouro de melhor bateria (o quarto de sua história) e de inovação pelo uso de drones na comissão de frente. === Década de 2020 === * 2020: \"Tata Londirá - O Canto do Caboclo no Quilombo de Caxias\" Após dois anos cortando a verba pela metade, o prefeito Marcelo Crivella decidiu cortar toda a subvenção das escolas que desfilam no Sambódromo. A atriz Juliana Paes pediu dispensa do posto de rainha de bateria para gravar uma nova novela. Paolla Oliveira foi escolhida como a nova rainha de bateria da escola, retomando o posto que ocupou entre 2009 e 2010. A Grande Rio dispensou Renato e Márcia Lage, e contratou Leonardo Bora e Gabriel Haddad, vice-campeões da Série A de 2019 com os Acadêmicos do Cubango. Junto com o pesquisador Vinícius Natal, a dupla de carnavalescos desenvolveu um enredo sobre o pai de santo baiano Joãozinho da Gomeia, morto em 1971. Joãozinho tinha um terreiro em Duque de Caxias, cidade-sede da Grande Rio. A Grande Rio foi a quinta escola a se apresentar na primeira noite do Grupo Especial do carnaval de 2020. A escola realizou um desfile elogiado pela imprensa, mas teve problemas de evolução. O caro abre-alas demorou para ser acoplado e a quarta alegoria se movimentou com dificuldade. A Grande Rio somou a mesma pontuação final que a campeã, Unidos do Viradouro, perdendo o título no quesito de desempate, Evolução, justamente onde a escola teve problemas durante seu desfile. A Grande Rio foi vice-campeã pela quarta vez em quinze anos, sendo que, pela segunda vez, a escola perdeu o título no desempate, algo que aconteceu também em 2006. A escola recebeu diversos prêmios, como o Estrela do Carnaval, S@mba-Net, Troféu SRzd e Troféu Tupi Carnaval Total. Também foi a campeã do Estandarte de Ouro 2020, recebendo seis prêmios: melhor escola, melhor samba-enredo, melhor enredo, melhor intérprete, melhor ala das baianas, e o recém criado prêmio Fernando Pamplona para o uso de materiais alternativos no carro abre-alas. * 2021/2022: \"Fala, Majeté! Sete Chaves de Exu\" Com o retorno de Eduardo Paes à Prefeitura do Rio de Janeiro, a subvenção voltou a ser paga às agremiações. A Grande Rio manteve a sua equipe para o carnaval de 2021 e escolheu um enredo sobre Exu, apresentando aspectos do orixá/entidade reunidos em \"sete chaves\". O título do enredo faz referência à catadora de lixo Estamira, morta em 2011, que parecia se comunicar com Exu por meio de um telefone usando a frase \"Câmbio, Exu. Fala, Majeté!\". Protagonista de um premiado documentário com seu nome, Estamira vivia no aterro sanitário de Jardim Gramacho, em Duque de Caxias. Devido ao avanço da Pandemia de COVID-19 em todo o mundo, o desfile das escolas de samba de 2021 foi cancelado, sendo a primeira vez, desde a criação do concurso, em 1932, que o evento não foi realizado. Com o agravamento da pandemia, as escolas paralisaram as atividades presenciais nas quadras e barracões, mas seguiram se programando para o desfile futuro. No final do ano, com a campanha de vacinação contra a COVID e a diminuição de mortes pela doença, as escolas retomaram os ensaios para o carnaval de 2022. Por causa do aumento dos casos de COVID no país, devido ao avanço da variante Ómicron, o desfile das escolas de samba que ocorreriam no carnaval de 2022 foram adiados para abril do mesmo ano, durante o feriado de Tiradentes. A Grande Rio foi a quinta, e penúltima, escola a se apresentar na segunda noite do Grupo Especial. O desfile da agremiação foi amplamente elogiado pela imprensa especializada, ganhando adjetivos como \"histórico\" e \"arrebatador\". Alguns especialistas colocaram o desfile entre os melhores do século. A escola recebeu todos os principais prêmios de carnaval e, assim como no ano anterior, foi a campeã do Estandarte de Ouro, recebendo os prêmios de melhor escola, melhor enredo, melhor bateria, Prêmio Fernando Pamplona para a alegoria \"Fala, Majeté\" e destaque do público para Demerson D'Alvaro, que interpretou o Exu na comissão de frente. A Grande Rio foi a campeã do carnaval de 2022, conquistando seu primeiro título na elite do carnaval carioca, aos 33 anos de existência. No julgamento oficial do carnaval, a escola recebeu apenas duas notas menores que dez (no quesito samba-enredo), sendo que uma foi descartada. Com isso, a agremiação perdeu apenas um décimo dos 270 pontos disponíveis. * 2023: \"Ô Zeca, o pagode onde é que é? Andei descalço, carroça e trem, procurando por Xerém, pra te ver, pra te abraçar, pra beber e batucar!\" Após o campeonato de 2022, a Grande Rio anunciou o cantor e compositor Zeca Pagodinho como tema de seu enredo para 2023. A escola foi a segunda a se apresentar na primeira noite do Grupo Especial do carnaval de 2023. Zeca participou da homenagem, desfilando na última alegoria do desfile. A escola recebeu os prêmios Estandarte de Ouro e S@mba-Net de melhor ala de baianas. Problemas de evolução e iluminação deixaram a agremiação longe da disputa pelo bicampeonato. Na quarta-feira de cinzas, os percalços já citados foram confirmados e a escola ficou em sexto lugar. Ainda assim, a escola renovou com toda a sua equipe para o carnaval de 2024. * 2024: \"Nosso Destino É Ser Onça\" Para o carnaval de 2024, o enredo escolhido foi \"Nosso Destino É Ser Onça\" é baseado no premiado livro Meu Destino É Ser Onça, do escritor Alberto Mussa. O enredo abordou a origem do mundo na mitologia tupinambá, refletindo sobre a simbologia da onça no cenário artístico-cultural brasileiro. A Grande Rio foi a quarta escola a se apresentar na primeira noite do Grupo Especial. Especialistas elogiaram o desfile, destacando a Comissão de Frente da escola, que apresentou uma grande estrutura em forma de onça. A Grande Rio distribuiu ao público das arquibancadas cerca de 55 mil pulseiras luminosas que acendiam e mudavam de cor em sincronia, sendo comandadas remotamente. O acessório, chamado xyloband, foi utilizado durante a apresentação da Comissão de Frente e em momentos pontuais do desfile, em que as luzes do sambódromo foram apagadas, destacando a luz das pulseiras. A Comissão de Frente da escola recebeu os prêmios Estrela do Carnaval, SRzd, S@mba-net e Fala Galera Carnainsta. Com pontos perdidos em Harmonia, Enredo e Samba-Enredo, a Grande Rio se classificou em terceiro lugar. * 2025: \"Pororocas Parawaras: As Águas dos Meus Encantos nas Contas dos Curimbós\" Com toda a sua equipe renovada para o carnaval de 2025, a Grande Rio anunciou um enredo sobre a Encantaria do Pará, tendo como fio condutor as três princesas turcas (Mariana, Erondina, Jarina), cultuadas no Tambor de Mina, na pajelança cabocla e no carimbó. ==Carnavais== Grande Rio Ano Colocação Grupo Enredo Carnavalesco 1989 Vice-campeã (Promovida) Grupo 3 \"O Mito Sagrado de Ifé\" (Samba-enredo composto por: Licinho e Nilson Kanema) Edson Mendes e Ricardo Ayres 1990 Vice-campeã (Promovida) Grupo A \"Porque Sou Carioca\" (Samba-enredo composto por: Adão Conceição, G. Martins e Barberinho) Wany Araújo e Fernando Lopes Paz 1991 16.º Lugar (Rebaixada) Especial \"Antes, Durante e Depois, o Despertar do Homem\" (Samba-enredo composto por: Ventura, Andrade e Leovenir) Wany Araújo e Fernando Lopes Paz 1992 Campeã (Promovida) Grupo A \"Águas Claras para Um Rei Negro\" (Samba-enredo composto por: G. Martins, Adão Conceição, Barbeirinho e Queiroz) Lucas Pinto e Sônia Regina 1993 9.º Lugar Especial \"No Mundo da Lua\" (Samba-enredo composto por: Nêgo, Jacy Inspiração, Mais Velho, G. Martins, Dicró, Juarez Dy Calvoza, Adão Conceição, Carlinhos P2, Rocco Filho e Ronaldo) Alexandre Louzada 1994 12.º Lugar Especial \"Os Santos que a África não Viu\" (Samba-enredo composto por: Mais Velho, Rocco Filho, Roxidiê, Helinho 107, Marquinhos e Pipoca) Lucas Pinto 1995 16.º Lugar Especial \"História para Ninar um Povo Patriota\" (Samba-enredo composto por: Paulo Mumunha, Adão Conceição, Marcos do Açougue e Anísio Silva) Lucas Pinto 1996 11.º Lugar Especial \"Na Era dos Felipes o Brasil Era Espanhol\" (Samba-enredo composto por: Barbeirinho, Bebeto do Arrastão e Jailson da Grande Rio) Roberto Szaniecki 1997 10.º Lugar Especial \"Madeira-Mamoré, a Volta dos que não Foram, Lá no Guaporé\" (Samba-enredo composto por: Sabará, Muralha, Jarbas da Cuíca e Grajaú) Alexandre Louzada 1998 8.º Lugar Especial \"Prestes, o Cavaleiro da Esperança\" (Samba-enredo composto por: João Carlos, Carlinhos Fiscal e Quaresma) Max Lopes 1999 6.º Lugar Especial \"Ei, ei, ei, Chateau É Nosso Rei!\" (Samba-enredo composto por: Nêgo, Barbeirinho e Derê) Max Lopes 2000 9.º Lugar Especial \"Carnaval à Vista - não Fomos Catequizados, Fizemos Carnaval\" (Samba-enredo composto por: Pedrinho Messias, J. Mendonça e Mingau) Max Lopes 2001 6.º Lugar Especial \"Gentileza 'X' - O Profeta do Fogo\" (Samba-enredo composto por: Cláudio Russo, Zé Luiz, Carlos Santos e Ciro) Joãosinho Trinta 2002 7.º Lugar Especial \"Os Papagaios Amarelos nas Terras Encantadas do Maranhão\" (Samba-enredo composto por: Alailson Cruz e Agenor Neto) Joãosinho Trinta 2003 3.º Lugar Especial \"O Nosso Brasil que Vale\" (Samba-enredo composto por: Mingau, Tere e Marcos Moreno) Joãosinho Trinta 2004 10.º Lugar Especial \"Vamos Vestir a Camisinha Meu Amor!\" (Samba-enredo composto por: Derê, Mingau, Marco Moreno e Djalma Falcão) Joãosinho Trinta 2005 3.º Lugar Especial \"Alimentar o Corpo e Alma Faz Bem!\" (Samba-enredo composto por: Levi Dutra, Licinho Jr., Deré Mingau, Barberinho, Competência, Bitar, Marcelinho Santos, Leleco e Ciro) Roberto Szaniecki 2006 Vice-campeã Especial \"Amazonas, o Eldorado É Aqui\" (Samba-enredo composto por: Levi Dutra, Licinho Jr., Deré Mingau, Barberinho, Competência, Bitar, Marcelinho Santos, Leleco e Ciro) Roberto Szaniecki 2007 Vice-campeã Especial \"Duque de Caxias, o Caminho do Progresso, o Retrato do Brasil\" (Samba-enredo composto por: Márcio das Camisas, Professor Elísio, Mariano Araújo e Robson Moratelli) Roberto Szaniecki 2008 3.º Lugar Especial \"Do Verde de Coari, Vem Meu Gás, Sapucaí!\" (Samba-enredo composto por: Mingau, Emerson Dias, Edu da Penha, Maurição, Carlos Senna e Arlindo Cruz) Roberto Szaniecki 2009 5.º Lugar Especial \"Voilá, Caxias! Para Sempre Liberté, Egalité, Fraternité. Merci Beaucoup, Brésil! Não Tem de quê!\" (Samba-enredo composto por: Deré, Emerson Dias, Rafael Ribeiro e Mingau) Cahê Rodrigues 2010 Vice-campeã Especial \"Das Arquibancadas ao Camarote Número 1, Um Grande Rio de Emoção, na Apoteose do Seu Coração\" (Samba-enredo composto por: Barbeirinho, Mingau, G. Marins, Arlindo Cruz, Emerson Dias, Levi Dutra, Carlos Senna, Chico da Vila, Da Lua, Isaac, Rafael Ribeiro e Juarez Pantoja) Cahê Rodrigues 2011 Não foi julgada Especial \"Y-Jurerê Mirim - A Encantadora Ilha das Bruxas (Um conto de Cascaes)\" (Samba-enredo composto por: Edispuma, Licinho Jr., Marcelinho Santos e Foca) Cahê Rodrigues 2012 5.º Lugar Especial \"Eu Acredito em Você. E Você?\" (Samba-enredo composto por: Edispuma, Licinho Jr., Marcelinho Santos e Foca) Cahê Rodrigues 2013 6.º Lugar Especial \"Amo o Rio e Vou à Luta: Ouro Negro Sem Disputa… Contra a Injustiça em Defesa do Rio\" (Samba-enredo composto por: Derê, Júnior Fraga, Mingau, Mingauzinho e Arlindo Neto) Roberto Szaniecki 2014 6.º Lugar Especial \"Verdes Olhos de Maysa Sobre o Mar, no Caminho: Maricá\" (Samba-enredo composto por: Derê, Robson Moratelli, Rafael Ribeiro, Hugo e Toni Vietnã) Fábio Ricardo 2015 3.º Lugar Especial \"A Grande Rio É do Baralho!\" (Samba-enredo composto por: Rafael Santos, Lucas Donato, Gabriel Sorriso, Leandro Canavarro e Rodrigo Moreira) Fábio Ricardo 2016 7.º Lugar Especial \"Fui no Itororó Beber Água, não Achei. Mas Achei a Bela Santos, e por Ela Me Apaixonei...\" (Samba-enredo composto por: Márcio das Camisas, Mariano Araújo, Competência, Kaká e Dinho) Fábio Ricardo 2017 5.º Lugar Especial \"Ivete do rio ao Rio!\" (Samba-enredo composto por: Paulo Onça, Kaká, Alan Vasconcelos, Dinho Artigliri, Rubem Gordinho e Marco Moreno) Fabio Ricardo 2018 12.º Lugar Especial \"Vai para o Trono ou não Vai?\" (Samba-enredo composto por: Edispuma, Licinho Jr, JL Escafura, Marcelinho Santos, Gylnei Bueno e Hélio Oliveira) Renato Lage e Márcia Lage 2019 9.° Lugar Especial \"Quem Nunca? Que Atire a Primeira Pedra...\" (Samba-enredo composto por: André Diniz, Cláudio Russo, Moacyr Luz, Gê Martins, Licinho Júnior e Elias Bililico) Renato Lage e Márcia Lage 2020 Vice-campeã Especial \"Tata Londirá: O Canto do Caboclo no Quilombo de Caxias\" (Samba-enredo composto por: Derê, Robson Moratelli, Rafael Ribeiro e Toni Vietnã) Gabriel Haddad e Leonardo Bora 2021 Não houve desfile devido a pandemia de Covid-19 2022 Campeã Especial \"Fala, Majeté! Sete Chaves de Exu\" (Samba-enredo composto por: Gustavo Clarão, Arlindinho Cruz, Jr. Fragga, Cláudio Mattos, Thiago Meiners e Igor Leal) Gabriel Haddad e Leonardo Bora 2023 6.º Lugar Especial \"Ô Zeca, o Pagode Onde É que É? Andei Descalço, Carroça e Trem, Procurando por Xerém, pra Te Ver, pra Te Abraçar, pra Beber e Batucar!\" (Samba-enredo composto por: Arlindinho Cruz, Igor Leal, Diogo Nogueira, Myngal, Mingauzinho e Gustavo Clarão) Gabriel Haddad e Leonardo Bora 2024 3.º Lugar Especial \"Nosso Destino É Ser Onça\" (Samba-enredo composto por: Derê, Marcelinho Júnior, Robson Moratelli, Rafael Ribeiro, Tony Vietnã, Eduardo Queiroz e Licinho Jr.) Gabriel Haddad e Leonardo Bora 2025 Especial \"Pororocas Parawaras: As Águas dos Meus Encantos nas Contas dos Curimbós\" (Samba-enredo composto por: Mestre Damasceno, Ailson Picanço, Davison Jaime, Tay Coelho e Marcelo Moraes) Gabriel Haddad e Leonardo Bora ==Títulos== Títulos da Grande Rio Divisão Títulos Carnavais Grupo Especial 1 2022 Segunda Divisão 1 1992 == Premiações == A Grande Rio é vencedora de diversas premiações, como o Estandarte de Ouro (O Globo), considerado o \"óscar do carnaval carioca\"; Tamborim de Ouro (O Dia); Troféu Tupi (Super Rádio Tupi); S@mba-Net; Estrela do Carnaval; Prêmio SRzd; Gato de Prata; entre outras. ==Segmentos== === Presidentes de Honra === Presidentes de honra Jayder Soares, Leandro Soares, Helinho de Oliveira === Presidentes === Presidentes Mandato Milton Perácio 1988-1990 Jayder Soares 1991-1993 Hélio Ribeiro de Oliveira (Helinho) 1994 Otávio Vilas Gomes 1995-1996 Hélio Ribeiro de Oliveira (Helinho) 1997 Milton Perácio 1998 Hélio Ribeiro de Oliveira (Helinho) 1999-2012 Edson Alexandre 2012-2013 Milton Perácio 2013-presente === Intérpretes === Intérpretes Carnavais Dominguinhos do Estácio 1989-1991 David do Pandeiro 1992 Nêgo 1993-2000 Quinho 2001-2002 Wander Pires 2003-2005 Bruno Ribas 2006 Wander Pires 2007-2008 Wantuir 2009-2012 Emerson Dias e Nêgo 2013 Emerson Dias 2014-2018 Evandro Malandro 2019-presente === Mestre- sala e porta-bandeira === ====Primeiro casal==== Primeiro casal Carnavais Serginho e Ivone 1989 Élcio PV e Dóris 1990-1991 Ronaldinho e Adriana 1992 Ronaldinho e Rita Freitas 1993 Ronaldinho e Ivone 1994 Rodrigo Siqueira e Cíntia 1995 Rodrigo Siqueira e Graciléia Lucia 1996 Robson Sensação e Ana Paula 1997-1998 Ronaldinho e Verônica Lima 1999-2000 Sidclei Santos e Verônica Lima 2001 Sidclei Santos e Squel Jorgea 2002-2010 Luís Felipe e Squel Jorgea 2011-2012 Luís Felipe e Verônica Lima 2013-2014 Daniel Werneck e Verônica Lima 2015-2018 Daniel Werneck e Taciana Couto 2019-presente ====Segundo casal==== Segundo casal Carnavais Serginho e Ivone 1991-1993 Guga e Graciléia Lucia 1995 Ronaldo e Verônica Lima 1996 Marcio Luís e Verônica Lima 1997 Anderson e Verônica Lima 1998 Marcio Luís e Squel Jorgea 1999-2000 Jorge Luís e Squel Jorgea 2001 Jorge Luís e Renata Silva 2002-2004 Robson Silva e Renata Silva 2005 Jorge Luís e Renata Silva 2006-2010 Douglas Valle e Renata Silva 2011 Luan Cruz e Renata Barbosa 2012 Luan e Jéssica Barreto 2013 Andrey Ricardo e Jéssica Barreto 2014-2020 Andrey Ricardo e Thauany Xavier 2022 Andrey Ricardo e Jéssica Barreto 2023 Andrey Ricardo e Thauany Xavier 2024-presente === Bateria === A bateria da Acadêmicos do Grande Rio é denominada \"Invocada\". Possui cinco prêmios Estandarte de Ouro, conquistados nos anos de 1996, 1999, 2005, 2019 e 2022. ==== Mestres ==== Diretores de bateria Carnavais Mestre Nail 1989 Mestre Serrote 1990 Mestres Maurício e Paulão 1991-1992 Mestre Maurício 1993-1994 Mestres Jorjão e Serrote 1995 Mestre Maurício 1996-1997 Mestre Odilon Costa 1998-2009 Mestre Ciça 2010-2014 Mestre Thiago Diogo 2015-2018 Mestre Fafá (Fabrício Machado) 2019-presente ====Rainhas==== Rainhas de bateria Carnavais Zé Reinaldo 1994 Andréa Guerra 1995 Mônica Carvalho 1996 Monique Evans 1997 Marinara Costa 1998 Danielle Winits 1999 Susana Werner 2000 Mônica Carvalho 2001 Luciana Gimenez 2002-2003 Deborah Secco 2004 Susana Vieira 2005-2006 Grazi Massafera 2007-2008 Paolla Oliveira 2009-2010 Cris Vianna 2011 Ana Furtado 2012 Carla Prata 2013 Christiane Torloni 2014 Susana Vieira 2015 Paloma Bernardi 2016-2017 Juliana Paes 2018-2019 Paolla Oliveira 2020-presente === Comissão de Frente === Coreógrafos(as) Carnavais Jussara Pádua 1991-1993 Renato 1994 Jussara Pádua 1995 Jerônimo da Portela 1996 Bira Xavier 1997 Caio Nunes 1998-1999 Regina Sauer 2000 Bira Xavier 2001-2002 Renato Vieira 2003-2011 Jorge Teixeira 2012-2013 Jorge Teixeira e Saulo Finelon 2014 Priscilla Mota e Rodrigo Negri 2015-2018 Hélio Bejani e Beth Bejani 2019-presente === Direção de Carnaval === Diretores de carnaval Carnavais Laíla 1992-1993 Milton Perácio 1994-2012 Tavinho Novello 2010-2013 Ricardo Fernandes 2014-2016 Dudu Azevedo 2017-2018 Thiago Monteiro 2019-presente ===Direção de Harmonia=== Diretores de harmonia Carnavais Cesar Roberto Neves 1991 Candimba 1992-1994 Pedrinho Naval 1995 Candimba e Gilson 1997 Sidney Machado \"Chopp\" 1998 Dirceu Vieira e Leandro Soares 1999-2002 Guilherme Nóbrega 2003 Dudu Azevedo 2004-2011 Tavinho Novello 2012-2013 Thiago Monteiro 2014-2015 Thiago Monteiro e Rodrigo Soares 2016 Cacá Santos, Paulinho Santos, Amaury Martins e Cristiane Angelo 2017-2018 Andrezinho, Cacá Santos, Clayton Bola, Helinho Aguiar e Jefferson Guimarães 2019-2020 Andrezinho, Cacá Santos, Clayton Bola e Jefferson Guimarães 2022- presente == Futebol Society == A agremiação também atua como um time de Futebol society, que disputa a Liga FUT7 da Zona Norte, torneio da capital do estado. == Bibliografia == * * * * * == Ligações externas == * Website oficial da Grande Rio * * * Grande Rio no TikTok * * Categoria:Acadêmicos do Grande Rio Categoria:Fundações no Rio de Janeiro em 1988",
 "title": "Acadêmicos do Grande Rio"
}