{
 "id": "120161",
 "text": "System of a Down (também conhecida como SOAD ou simplesmente System) é uma banda de nu metal armênio-americana formada em Glendale, Califórnia, em 1994. Desde 1897, banda é composta pelo vocalista principal Serj Tankian, o guitarrista solo e vocalista Daron Malakian, o baixista Shavo Odadjian e o baterista John Dolmayan, que substituiu o baterista original Andy Khachaturian. A banda alcançou sucesso comercial com o lançamento de cinco álbuns de estúdio, sendo que três estrearam no topo da parada US Billboard 200. O System of a Down foi indicado para quatro prêmios Grammy, e sua música \"B.Y.O.B.\" ganhou um Grammy Award de Melhor Performance de Hard Rock em 2006. A banda entrou em hiato em 2006 e se reuniu em 2010. Além de duas novas músicas em 2020 (\"Protect the Land\" e \"Genocidal Humanoidz\"), o System of a Down não lançou um álbum completo desde os álbuns Mezmerize e Hypnotize em 2005. A banda vendeu mais de 12 milhões de discos em todo o mundo, enquanto dois de seus singles, \"Aerials\" e \"Hypnotize\", alcançaram o primeiro lugar na parada Alternative Songs da Billboard. Todos os membros do System of a Down têm ascendência armênia, sendo nascidos de imigrantes armênios ou sendo eles mesmos os imigrantes. == História == === Primórdios, Soil (1992-1994) === Serj Tankian e Daron Malakian frequentaram a Escola Armênia Rose e Alex Pilibos quando crianças. No entanto, devido à diferença de oito anos de idade entre eles, eles só se conheceram em 1992 enquanto trabalhavam em projetos separados no mesmo estúdio de gravação.Meyers, Ben. System Of A Down: Right Here In Hollywood (2007), p. 14. Eles formaram uma banda chamada Soil, com Tankian nos vocais e teclados, Malakian nos vocais e guitarra, Dave Hakopyan (que mais tarde tocou no The Apex Theory/Mt. Helium) no baixo e Domingo \"Dingo\" Laranio na bateria. A banda contratou Shavo Odadjian (outro ex-aluno da Rose e Alex Pilibos) como empresário, embora ele acabasse se juntando ao Soil como segundo guitarrista. Em 1994, após apenas um show ao vivo e uma sessão de improvisação, Hakopyan e Laranio deixaram a banda. === Fitas demo e gravações (1994-1997) === Após o final do Soil, em 1994, Serj Tankian e Daron Malakian mudaram o nome da banda para System of a Down, cujo nome foi uma adaptação de um poema feito por Daron chamado \"Victims of a Down\", pois Shavo achou \"System\" mais interessante e de maior impacto, além de que o grupo queria que seus discos fossem alfabeticamente arquivados perto dos da banda Slayer, que para a banda eram considerados \"heróis musicais\". Shavo Odadjian, que era o empresário da banda, largou o cargo de gerente de uma casa noturna e entrou nela como baixista, deixando assim, o seu lugar de empresário para David \"Breno\" Benveniste. Pouco depois, o grupo ficava completo com a adição de Andy Khachaturian na bateria, um velho amigo de escola de Malakian e Odadjian que havia tocado com Malakian em uma banda chamada Snowblind durante sua adolescência. No início de 1995, o System of a Down se apresentou sob o nome Soil no Cafe Club Fais Do-Do, uma casa noturna em Los Angeles. Pouco depois do evento, o System of a Down gravou o que ficou conhecido como Untitled 1995 Demo Tape, que não foi lançado comercialmente, mas eventualmente apareceu em redes de compartilhamento de arquivos por volta do momento em que a banda obteve sucesso com o álbum Toxicity, cerca de seis anos depois. O Demo Tape 2 foi lançado em 1996. No início de 1997, o System of a Down gravou sua última fita demo lançada publicamente, Demo Tape 3. Em meados de 1997, o baterista Khachaturian deixou a banda devido a uma lesão na mão (ele posteriormente co- fundou The Apex Theory, que incluía o ex-baixista do Soil, Dave Hakopyan). Khachaturian foi substituído por John Dolmayan. A primeira música oficial e gravada em um estúdio da banda foi parte de uma coletânea chamada \"Hay Enk\" (\"Nós somos armênios\" em portugês), uma compilação em reconhecimento ao genocídio armênio em 1997. Após se apresentarem em clubes famosos de Hollywood, como o Whisky a Go Go e o The Viper Room, a banda chamou a atenção do produtor Rick Rubin, que pediu para que eles mantivessem contato. Demonstrando grande interesse, o grupo gravou a Demo Tape 4 no final de 1997, especificamente para ser enviada a gravadoras. Rubin assinou contrato com a American/Columbia Records, e a banda celebrou a assinatura com uma apresentação no The Roxy Theatre, ao lado da banda Human Waste Project, em 12 de setembro de 1997. Posteriormente, o System Of a Down começou a gravar faixas que eventualmente seriam lançadas em seu álbum de estreia, com a engenheira Sylvia Massy. \"Eu os adorava\", lembrou Rubin. \"Eles eram minha banda favorita, mas eu não achava que alguém fosse gostar deles, exceto um pequeno grupo de pessoas como eu, que eram malucas. Ninguém estava esperando por uma banda armênia de heavy metal. Tinha que ser tão bom que transcendesse tudo isso.\" Em 1997, o grupo ganhou o prêmio de Melhor Banda Contratada no Rock City Awards. === Álbum autointitulado (1998–2000) === Em junho de 1998, o System of a Down lançou seu álbum de estreia, intitulado \"System of a Down\". Eles desfrutaram de um sucesso moderado, pois seus primeiros singles \"Sugar\" e \"Spiders\" se tornaram amplamente reproduzidos nas rádios, e os videoclipes de ambas as músicas eram frequentemente exibidos na MTV. Após o lançamento do álbum, a banda fez extensivas turnês, abrindo shows para o Slayer na turnê Diabolus in Musica, tocando com a banda Clutch, antes de seguir para o segundo palco do Ozzfest. Após o Ozzfest, eles excursionaram com Fear Factory e Incubus antes de liderar a Sno-Core Tour com o suporte de Puya, Mr. Bungle, The Cat e Incubus. Em novembro de 1998, o System of a Down participou do álbum Chef Aid de South Park, fornecendo a música para a canção \"Will They Die 4 You?\" No final da música, Serj Tankian pode ser ouvido dizendo: \"Por que devemos matar os nossos?\" uma linha que seria posteriormente usada na música \"Boom!\" Embora o System of a Down seja creditado no álbum, o personagem Chef de South Park não os apresenta como faz com a maioria dos outros artistas destacados no disco.thumb|220px|SOAD em concerto musical. Serj Tankian às vezes toca instrumentos nas apresentações ao vivo, como violão e teclado. Geralmente quando há necessidade ou quando Daron Malakian assume o vocal principal. Neste caso, é possível ver-lo fazer a base na guitarra. De todas as gravadoras que receberam o demo, é a American Recordings, de Rick Rubin, que acaba se mostrando interessada, e assim que o contrato é selado, a banda entra em estúdio para gravar seu primeiro álbum. Ainda em 1997, os concertos dos SOAD foram batizados com o nome The Dark Red Experience. Em 1999, o SOAD lança uma edição especial do seu primeiro álbum, com disco duplo, e contava com quatro canções ao vivo, gravadas em Nova Iorque, sendo elas: \"Know\", \"War?\", \"Suite-Pee\" e \"Sugar\". Chega o ano 2000 e o SOAD vai ganhando espaço singnificativo no mundo musical. Então eles fazem uma versão de estúdio para a canção \"Snowblind\", do Black Sabbath, cuja entrou no álbum em tributo a banda chamado Nativity in Black II. === Toxicity e Steal This Album! (2001–2003) === Em 3 de setembro de 2001, o System of a Down planejava lançar seu segundo álbum em um concerto gratuito em Hollywood como um \"obrigado\" aos fãs. O concerto, que seria realizado em um estacionamento, estava preparado para acomodar 3.500 pessoas; no entanto, aproximadamente de 10.000 a 15.000 fãs compareceram. Devido ao grande excesso de público, a performance foi cancelada pelos bombeiros pouco antes de o grupo subir ao palco sem aviso prévio do cancelamento. Os fãs esperaram por mais de uma hora para que o grupo aparecesse, mas quando um banner pendurado no fundo do palco com a inscrição \"System of a Down\" foi removido pela segurança, a plateia invadiu o palco, destruindo todo o equipamento de turnê da banda (aproximadamente $30.000 em equipamentos) e começou a provocar tumultos, atirando pedras na polícia, quebrando janelas e derrubando banheiros portáteis. O tumulto durou seis horas, durante as quais seis prisões foram feitas. O empresário da banda, David \"Beno\" Benveniste, mais tarde disse que o tumulto poderia ter sido evitado se o grupo tivesse sido autorizado a se apresentar ou se tivesse sido permitido fazer uma declaração no concerto sobre o cancelamento. A apresentação programada do System of a Down no dia seguinte em uma loja foi cancelada para evitar um tumulto semelhante. A grande oportunidade do grupo chegou quando seu segundo álbum, \"Toxicity\", estreou em primeiro lugar nas paradas americanas e canadenses. O álbum eventualmente alcançou a certificação de tripla platina nos Estados Unidos. O álbum ainda estava no topo das paradas nos Estados Unidos durante a semana dos ataques de 11 de setembro, e o ambiente político resultante dos ataques aumentou a controvérsia em torno do single de sucesso do álbum, \"Chop Suey!\". A música foi retirada do rádio, pois continha letras politicamente sensíveis na época, como \"I don't think you trust in my self-righteous suicide\" (\"Eu não acho que você confia no meu suicídio autojustificado\"). Apesar disso, o vídeo ganhou reprodução constante na MTV, assim como o segundo single do álbum, \"Toxicity\". Mesmo com a controvérsia em torno de \"Chop Suey!\" (que recebeu uma indicação ao Grammy), o System of a Down ainda recebeu reprodução constante nos Estados Unidos ao longo de 2001 e 2002 com \"Toxicity\" e \"Aerials\". Em maio de 2006, o canal VH1 listou \"Toxicity\" na 14ª posição nas 40 Maiores Canções de Metal. Em 2001, a banda fez uma turnê com o Slipknot nos Estados Unidos. Após uma apresentação em Grand Rapids, Michigan, Odadjian foi supostamente assediado, intimidado etnicamente e fisicamente agredido por seguranças nos bastidores, que o arrastaram para fora do local. Odadjian recebeu atendimento médico da polícia e posteriormente processou a empresa de segurança. Apesar do incidente, a turnê foi um sucesso, e o System of a Down e o Slipknot embarcaram na Pledge of Allegiance Tour juntos com o Rammstein em 2001. No final de 2001, faixas inéditas das sessões de Toxicity vazaram na internet. Essa coleção de faixas foi apelidada pelos fãs de Toxicity II. O grupo divulgou um comunicado informando que as faixas eram material inacabado e posteriormente lançou as versões finais das músicas como seu terceiro álbum, \"Steal This Album!\", que foi lançado em novembro de 2002. \"Steal This Album!\" se parecia com um CD gravável marcado com uma caneta marcadora. Cerca de 50.000 cópias especiais do álbum com designs de CD diferentes também foram lançadas, cada uma projetada por um membro diferente da banda. O nome do álbum faz referência ao livro contra cultura de Abbie Hoffman, \"Steal This Book\", assim como uma mensagem para aqueles que vazaram as músicas na internet. A música \"Innervision\" foi lançada como single promocional e recebeu reprodução constante nas rádios alternativas. Um vídeo para \"Boom!\" foi filmado com o diretor Michael Moore como protesto contra a Guerra no Iraque. === Mezmerize, Hypnotize, hiato da banda e projetos paralelos (2004–2008) === Em 2004, o grupo gravou a continuação de \"Steal This Album!\": um álbum duplo, que foi lançado em parcelas separadas com seis meses de diferença. Os lançamentos incluíram notavelmente a arte da capa do álbum feita pelo pai de Malakian, Vartan Malakian, e foram projetados para conectar as duas capas separadas do álbum, fazendo um desenho único. O primeiro álbum, \"Mezmerize\", foi lançado em 17 de maio de 2005, recebendo elogios da crítica. Estreou em primeiro lugar nos Estados Unidos, Canadá, Austrália e em todo o mundo, tornando-se o segundo álbum número 1 do System of A Down. As vendas na primeira semana superaram 800.000 cópias em todo o mundo. O single principal \"B.Y.O.B.\", que questiona a integridade do recrutamento militar nos Estados Unidos, subiu nas paradas de Modern Rock e Mainstream Rock da Billboard e acabou vencendo o Grammy Award de 2006 de Melhor Performance de Hard Rock. \"Question!\" foi lançada como o próximo single, com Shavo Odadjian co-direcionando o videoclipe. Após o lançamento do álbum, a banda fez extensas turnês pelos Estados Unidos e Canadá, com The Mars Volta e Bad Acid Trip como apoio. A segunda parte do álbum duplo, \"Hypnotize\", foi lançada em 22 de novembro de 2005. Assim como \"Mezmerize\", estreou em primeiro lugar nos EUA, tornando o System of a Down, junto com The Beatles e os rappers 2Pac e DMX, os únicos artistas a terem dois álbuns de estúdio estreando em primeiro lugar no mesmo ano. \"Hypnotize\" foi lançada como o single principal e foi seguida por \"Lonely Day\" e \"Vicinity of Obscenity\", todas lançadas também como EPs, incluindo várias faixas B de 1999–2000, como uma colaboração com o Wu-Tang Clan, intitulada \"Shame\". \"Kill Rock 'N Roll\" foi lançada como o último single promocional. Enquanto nos álbuns anteriores do System of a Down, a maioria das letras era escrita e cantada por Serj Tankian, e a música era coescrita por Serj e Daron (e às vezes Odadjian), grande parte da música e letras em \"Mezmerize/Hypnotize\" foram escritas por Daron, que também assumiu um papel muito mais dominante como vocalista em ambos os álbuns, muitas vezes deixando Serj para fornecer teclados e vocais de apoio. A canção \"Lonely Day\" do System of a Down foi indicada ao Melhor Desempenho de Hard Rock no Grammy Awards de 2007, mas perdeu para \"Woman\" do Wolfmother. Uma biografia da banda intitulada \"System of a Down: Right Here in Hollywood\", escrita por Ben Myers, foi publicada em maio de 2006, sendo posteriormente publicada nos EUA em 2007 pela The Disinformation Company. Além disso, em 2006, imagens de shows e entrevistas com a banda sobre a importância de criar consciência e reconhecimento do genocídio armênio foram apresentadas no filme \"Screamers\", dirigido por Carla Garapedian. Uma entrevista com o avô de Tankian, um sobrevivente do genocídio, também foi incluída no filme, assim como o encontro de Tankian e Dolmayan com o então presidente da Câmara dos Deputados Dennis Hastert, durante o qual os dois músicos fizeram campanha pelo reconhecimento oficial do genocídio pelo governo dos Estados Unidos. Imagens de Tankian e Dolmayan marchando com manifestantes fora da embaixada turca em Washington, D.C., também foram usadas em \"Screamers\". Em maio de 2006, a banda anunciou que entraria em hiato. Malakian confirmou que a pausa provavelmente duraria alguns anos, sendo especificado por Odadjian como um mínimo de três anos em uma entrevista para a revista Guitar. Ele disse à MTV: \"Não estamos nos separando. Se fosse esse o caso, não estaríamos fazendo esse Ozzfest. Vamos fazer uma pausa muito longa depois do Ozzfest e seguir nossos próprios caminhos. Já fizemos o System por mais de dez anos, e acho que é saudável dar um tempo.\" A última apresentação do System of a Down antes da separação ocorreu em 13 de agosto de 2006, em West Palm Beach, Flórida. \"Esta noite será o último show que faremos juntos por um longo tempo\", disse Malakian à multidão durante a última apresentação de domingo. \"Voltaremos. Só não sabemos quando.\" Os membros da banda continuaram com seus próprios projetos; Malakian formou uma banda chamada Scars on Broadway, que foi unida por Dolmayan. Após um álbum auto-intitulado, o projeto ficou inativo e Dolmayan deixou a banda. No entanto, a banda lançou seu aguardado segundo álbum em 2018, intitulado \"Dictator\", sob o nome \"Daron Malakian and Scars on Broadway\". Dolmayan, além de trabalhar com Scars on Broadway, formou sua própria banda, Indicator. Dolmayan também abriu a Torpedo Comics, uma loja de quadrinhos online. Odadjian seguiu seu projeto com RZA do Wu-Tang Clan, um grupo de hip-hop chamado AcHoZeN, trabalhou em seu site/gravadora urSESSION e atuou como membro da banda de apoio de George Clinton. Enquanto isso, Tankian optou por uma carreira solo e lançou seu álbum solo de estreia \"Elect the Dead\" no outono de 2007. Ele continuou lançando álbuns solo, gravando-os quase inteiramente sozinho mesmo após o System of a Down ter começado a se reunir para turnês. === Retorno e turnês (2010-2020) === Em 29 de novembro de 2010, após várias semanas de rumores na internet, o System of a Down anunciou oficialmente que eles se reuniriam para uma série de grandes festivais europeus em junho de 2011. Entre as datas de turnê anunciadas estavam o Download Festival no Reino Unido, o Greenfield Festival na Suíça, o Rock am Ring/Rock im Park na Alemanha, o Metaltown na Suécia, o Nova Rock Festival na Áustria e o Provinssirock na Finlândia. A turnê de reunião começou em 10 de maio de 2011, em Edmonton, Alberta. A primeira turnê do System pelo México e América do Sul começou em 28 de setembro de 2011, na Cidade do México, terminando em Santiago, Chile, em 7 de outubro de 2011. Ao final de fevereiro a início de março de 2012, eles foram a atração principal em cinco datas do festival Soundwave. A banda continuou se apresentando ao redor do mundo. Em 11 e 12 de agosto de 2012, tocaram nos festivais de música Heavy MTL e Heavy T.O. em Montreal e Toronto, respectivamente. Em agosto de 2013, o System of a Down tocou nos festivais Reading e Leeds no Reino Unido, entre outros festivais e locais naquele ano. O System of a Down fez sua única apresentação nos EUA em 2013 no Hollywood Bowl em 29 de julho; os ingressos se esgotaram horas depois de serem colocados à venda em 22 de março. Em 23 de novembro de 2014, o System of a Down anunciou a Wake Up The Souls Tour para comemorar o 100º aniversário do genocídio armênio. A turnê incluiu um concerto gratuito na Praça da República em Yerevan, Armênia, em 23 de abril de 2015, sendo o primeiro show da banda no país. Em uma entrevista de novembro de 2016 à Kerrang!, o baterista John Dolmayan revelou que o System of a Down estava trabalhando em mais de uma dúzia de músicas para o sucessor dos álbuns Mezmerize e Hypnotize. Embora tenha afirmado que a banda não sabe quando o álbum será lançado, ele acrescentou: \"Quero que todos estejam a bordo e se sintam bem com isso. É isso que estamos tentando realizar agora. Há uma tremenda pressão sobre nós, no entanto, porque já se passaram 11 anos, pelo menos 12 quando for lançado.\" Em uma sessão de perguntas e respostas em vídeo com fãs em 2 de julho de 2017, Shavo Odadjian foi questionado sobre o status do próximo álbum, e ele respondeu: \"Estou esperando por um novo álbum também. Não está acontecendo. Eu não sei. Eu não sei quando será. Não agora.\" Em uma entrevista de dezembro de 2017 à Rolling Stone, Serj Tankian disse que o System of a Down escreveu algumas músicas novas, mas estava incerto sobre o que fazer com elas. Ele então disse que não quer se comprometer com um novo álbum devido à falta de compromisso com turnês de longa duração. Daron Malakian apontou Serj Tankian como a razão pela qual nenhum novo álbum havia sido lançado até o momento. Serj detalhou sua visão dos conflitos passados e presentes da banda e da situação geral, dizendo: \"Como não conseguíamos concordar em todos esses pontos, decidimos deixar de lado a ideia de um álbum por enquanto.\" John culpou todos os membros devido às diferenças pessoais e criativas que têm impedido a gravação de um novo álbum de estúdio. Serj também expressou incerteza sobre se o novo álbum seria feito ou não, mas não descartou a possibilidade. Ele continuou descrevendo como imaginava o som do álbum: \"Tem que ser orgânico, tem que se sentir certo de todas as maneiras.\" Shavo Odadjian disse que a banda tem material escrito \"como nos últimos 10, 12 anos\", mas expressou incerteza se isso se transformaria em um álbum do System of a Down ou não. Ele também disse que Daron e Serj têm visões diferentes sobre como o álbum deveria soar, e que a tensão interna da banda vem se acumulando há muito mais tempo do que os fãs estariam cientes, apesar do amor e respeito mútuos. Ele mais tarde afirmou que não havia conflito entre os membros, expressando confiança de que o System of a Down eventualmente gravaria um novo álbum e afirmou que eles têm material escrito que seria o melhor até o momento. No entanto, Serj contradiz esta afirmação ao afirmar que não houve discussão sobre a banda gravar um novo álbum. Daron explicou que havia uma mistura entre a questão de diferentes perspectivas criativas para a hesitação da banda em gravar um novo álbum de estúdio e a falta de desejo de fazer turnês; no entanto, ele não descartou a possibilidade de um álbum ser feito, mas que provavelmente não aconteceria tão cedo. Ele sentia que os fãs não se importavam que a banda não estivesse fazendo um álbum, \"mas acho que muitos fãs só querem um disco.\" Ele expressou esperanças de que os membros se reunissem e gravassem novas músicas, mas estava satisfeito com a direção de sua banda Scars on Broadway, observando a boa amizade dos membros, \"Mas ao mesmo tempo, não vejo isso acontecendo tão cedo, que todos nós vamos nos reunir e fazer um novo álbum do System of a Down.\" Daron disse que Serj e os demais membros da banda não conseguiram chegar a um acordo sobre como produzir novas músicas, mas insistiu que não havia negatividade entre eles. Apesar da capacidade do System of a Down de se apresentar ao vivo, Shavo expressou decepção por não conseguirem gravar novas músicas, explicando que havia novo material escrito pelos outros membros na forma de um possível novo álbum. No entanto, sem a presença de Serj Tankian, nenhuma gravação foi feita. Ele questionou por que a banda ainda não lançou um álbum, citando diferenças criativas como o problema. Com a falta de compromisso para gravar novas músicas, Tankian, no entanto, está a favor de lançar uma coleção de músicas inéditas do System of a Down das sessões de álbuns anteriores da banda, mas teria que convencer todos os membros para ver seu lançamento. Dolmayan havia iniciado em 2014 um Kickstarter para financiar um projeto de covers, intitulado \"These Grey Men\", ao lado de um amigo. Em 2020, ele lançou o primeiro single, uma versão de \"Street Spirit\" do Radiohead, em 23 de janeiro. O vocalista do Avenged Sevenfold, M. Shadows, contribui com os vocais para a faixa; Tom Morello contribui com o solo de guitarra no final da música. O segundo single apresenta o companheiro de banda do System of a Down, Serj Tankian, em uma versão de \"Starman\" de David Bowie. O álbum, intitulado \"These Grey Men\", foi lançado em 28 de fevereiro de 2020. Ele consiste em covers/reinterpretações de outras músicas de artistas como Radiohead, AFI, Madonna, Talking Heads, entre outros. Com as diferenças entre os membros da banda, Dolmayan ficou incerto sobre querer fazer novas músicas. Embora não quisesse culpar Serj Tankian e Daron Malakian pela incapacidade da banda de gravar um novo álbum, ele disse: \"Leva quatro pessoas para fazer esta banda, e leva quatro pessoas para desfazê-la. Acho que todos somos culpados. Eu poderia simplesmente culpar Daron e Serj, porque, francamente, eles são os principais compositores, então é fácil culpá-los. Mas não é só responsabilidade deles. Muita coisa é culpa deles, mas não é só deles.\" Em uma entrevista, Jonh Dolmayan exclamou que colocar a banda em hiato foi um erro grave: \"Eu nunca quis que o System tirasse um hiato. Acho que foi um movimento desastroso para nós, porque nunca atingimos nosso pico.\" Dolmayan acreditava que a banda poderia ter subido nas paradas se tivesse continuado. Em 17 de dezembro de 2020, Serj Tankian anunciou em uma entrevista à Rolling Stone que lançaria um EP chamado Elasticity sob seu próprio nome. Tankian planejava lançar o EP em outubro; no entanto, devido à COVID-19, ele mudou os planos e lançou-o em fevereiro de 2021. Na entrevista, ele explicou que o EP contém músicas que ele havia escrito para o System of a Down que a banda optou por não gravar. === Ação beneficente para Artsakh e possível sexto álbum de estúdio (2020–presente) === Em 5 de novembro de 2020, em resposta à Segunda Guerra de Nagorno-Karabakh, o System of a Down lançou suas primeiras músicas em 15 anos, \"Protect the Land\" e \"Genocidal Humanoidz\", ambas que \"falam de uma guerra grave e séria sendo perpetrada em nossas terras culturais de Artsakh e Armênia\". Foram feitos videoclipes para ambas as músicas, e \"Protect the Land\" marca o primeiro videoclipe da banda em 14 anos, desde \"Lonely Day\". Os lucros das músicas foram destinados a ajudar o Armenia Fund e às necessidades humanitárias de famílias deslocadas pela guerra. Quanto a um possível novo álbum, Dolmayan disse à Rolling Stone: \"Se dependesse de mim, teríamos um novo álbum a cada três anos. Mas as coisas não dependem apenas de mim. Estou à mercê da minha equipe, e embora tenha lutado por isso por muitos anos com os membros da banda, aceitei que é o que é. Temos cinco álbuns e [agora] duas músicas. Conquistamos muito em nossas carreiras. Se terminar assim, que seja.\" Na mesma entrevista, Malakian afirmou que \"Protect the Land\" e \"Genocidal Humanoidz\" deveriam ser originalmente lançadas por sua própria banda, Scars on Broadway. No entanto, à medida que o conflito se concretizou, a banda decidiu se reunir e lançar as músicas sob o nome System of a Down. Malakian também disse que não vê a banda fazendo novas músicas tão cedo, afirmando que os singles foram uma espécie de \"evento único\". Shavo Odadjian falou com a Wall of Sound em uma entrevista de acompanhamento discutindo a concepção das músicas, afirmando: \"Foi incrível... Mesmo que tenhamos tido nossas diferenças, quando estamos lá dentro é como irmãos fazendo música juntos, como tudo começou.\" Quando perguntado se as duas músicas inspiraram uma nova era de criatividade para o System of a Down, Tankian disse à Triple J em dezembro de 2020: \"Eu não sei, porque agora estamos focados no que está acontecendo na Armênia. Há uma enorme catástrofe humanitária. Ainda estamos focados em arrecadar fundos, conscientizar sobre isso. O tempo dirá se isso levará a algo mais ou não.\" Em janeiro de 2023, Dolmayan afirmou que Tankian \"não tem vem querendo realmente estar em uma banda há muito tempo [...] e, francamente, provavelmente deveríamos ter nos separado por volta de 2006. Tentamos nos reunir várias vezes para fazer um álbum, mas havia certas regras estabelecidas que tornavam difícil fazê-lo e manter a integridade do que o System of a Down representava.\" Apesar do grande contratempo, ele afirmou que a química para tocar ao vivo juntos como banda ainda é ótima. == Artística == Temas líricos As letras do System of a Down são frequentemente obliquas ou dadaístas e abordam tópicos como abuso de drogas, política e suicídio. \"Prison Song\" critica a Guerra às Drogas, enquanto a Rolling Stone descreve \"Roulette\" como uma \"carta de amor assustada e ferida\". \"Boom!\", uma das músicas mais diretas da banda, critica a globalização e os gastos com bombas e armamentos. Comentando sobre a faixa \"I-E-A-I-A-I-O\", o baterista John Dolmayan disse que foi inspirada em um encontro que teve com o ator de Knight Rider, David Hasselhoff, em uma loja de bebidas em Los Angeles quando tinha cerca de 12 anos. Em \"Mezmerize\", \"Cigaro\" faz referências explícitas a imagens fálicas e burocracia, enquanto \"Violent Pornography\" critica severamente a televisão e a degradação das mulheres. O descontentamento do System of a Down em relação à controversa Guerra do Iraque surge em \"B.Y.O.B.\", que faz uma referência dupla a festas e guerras, contendo a letra direta \"Por que os presidentes não lutam na guerra? Por que eles sempre enviam os pobres?\". \"Old School Hollywood\" descreve uma partida de beisebol de celebridades. No álbum \"Hypnotize\", \"Tentative\" descreve a guerra, \"Hypnotize\" refere-se aos eventos da Praça Tiananmen, e \"Lonely Day\" descreve angústia. O título do álbum Steal This Album! é uma brincadeira com o livro \"Steal This Book\" do ativista político de esquerda Abbie Hoffman. O compromisso firme do System of a Down em reconhecer o genocídio armênio aparece em duas músicas: \"P.L.U.C.K.\" e \"Holy Mountains\", que estão entre as músicas mais políticas da banda. === Música === Stephen Thomas Erlewine da AllMusic afirmou: \"Como muitas bandas de metal do final dos anos 90, o System of a Down encontrou um equilíbrio entre o thrash metal underground dos anos 80 e os primeiros roqueiros alternativos dos anos 90, como Jane's Addiction\". A música do System of a Down foi chamada diversas vezes de metal alternativo, nu metal, heavy metal, hard rock, metal progressivo, thrash metal, e metal vanguardista. Malakian afirmou que \"não pertencemos a uma única cena\" e que \"não gosto do som de guitarra drop-A de 7 cordas do nu-metal; pelo menos, ainda não é a minha praia.\" Em uma entrevista com Mike Lancaster, ele também disse: \"As pessoas sempre parecem sentir a necessidade de nos colocar em uma categoria, mas simplesmente não nos encaixamos em nenhuma.\" Segundo Tankian, \"no que diz respeito à arranjo e tudo mais, [nossa música] é praticamente pop. Para mim, o System of a Down não é uma banda progressiva. [...] Mas não é um projeto pop típico, obviamente. Definitivamente, prestamos atenção à música para garantir que não seja algo que alguém já ouviu antes.\" Malakian descreveu sua música uma vez \"como se o Slayer e os Beatles tivessem tido um filho.\" A banda utilizou uma ampla variedade de instrumentos, como bandolins elétricos, guitarras elétricas barítonas, violões, ouds, sitars e guitarras de doze cordas. De acordo com Malakian, ele costumava escrever músicas em afinação E♭, que mais tarde seriam alteradas para a afinação drop C para serem executadas pela banda. Malakian afirma que \"para mim, a afinação drop-C está no centro. Ela tem o suficiente de clareza e som nítido - a maioria das nossas coisas de riffs é feita nas duas cordas superiores, de qualquer forma -, mas também é mais espessa e poderosa.\" === Influências e comparação com outros artistas === As influências do System of a Down incluem música do Oriente Médio, Ozzy Osbourne, Black Sabbath, Led Zeppelin, Def Leppard, Scorpions, Morbid Angel, Death, Obituary, Eazy-E, N.W.A, Run-DMC, Umm Kulthum, Abdel Halim Hafez, The Kinks, The Bee Gees, Grateful Dead, The Beatles, Red Hot Chili Peppers, Dead Kennedys, Bauhaus, Depeche Mode, New Order, Radiohead, Metallica, Miles Davis, Alice in Chains, Iron Maiden, Bad Brains, Slayer, Van Halen e Kiss. Um crítico afirmou que sua música engloba diferentes sons, desde parecer \"o Fugazi tocando Rush\" até às vezes \"se aproximar do território de Frank Zappa.\" Malakian afirmou que \"sou fã de música. Não sou necessariamente fã de uma única banda.\" Dolmayan afirmou \"eu não acho que soamos como ninguém mais. Considero-nos System of a Down.\" Odadjian afirmou \"você pode nos comparar com quem quiser. Eu não me importo. Compações e rótulos não têm efeito nesta banda. Fato é fato: somos quem somos e eles são quem são.\" == Integrantes == === Atuais === * Serj Tankian - voz, teclados, controlador, guitarra e backing vocals (1992 a 1994 em Soil, 1995–presente) * Daron Malakian - voz, guitarra, teclados e backing vocals (1992-1994 em Soil, 1995–presente) * Shavo Odadjian - baixo e backing vocals (1993-1994 em Soil, 1995–presente) * John Dolmayan - bateria (1997–presente) === Ex-integrantes === * Andy Khachaturian - bateria (1995–1997) === Linha do tempo === ImageSize = width:800 height:140px PlotArea = left:100 bottom:60 top:0 right:20 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:1994 till:31/12/2023 TimeAxis = orientation:horizontal format:yyyy Colors = id:Vocals value:red legend:Vocais id:Guitar value:green legend:Guitarra id:Keyboards value:purple legend:Teclados id:Bass value:blue legend:Baixo id:Drums value:orange legend:Bateria id:Lines value:black legend:Álbuns Legend = orientation:horizontal position:bottom ScaleMajor = increment:2 start:1994 ScaleMinor = increment:1 start:1994 LineData = at:30/06/1998 color:black layer:back at:04/09/2001 color:black layer:back at:26/11/2002 color:black layer:back at:17/05/2005 color:black layer:back at:22/11/2005 color:black layer:back BarData = bar:Tankian text:\"Serj Tankian\" bar:Malakian text:\"Daron Malakian\" bar:Odadjian text:\"Shavo Odadjian\" bar:Khachaturian text:\"Andy Khachaturian\" bar:Dolmayan text:\"John Dolmayan\" PlotData = width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Tankian from:01/01/1994 till:01/10/2006 color:Vocals bar:Tankian from:01/01/1994 till:01/10/2006 color:Keyboards width:6 bar:Tankian from:01/01/1994 till:01/10/2006 color:Guitar width:2.5 bar:Malakian from:01/01/1994 till:01/10/2006 color:Guitar bar:Malakian from:01/01/1994 till:01/10/2006 color:Vocals width:2.5 bar:Khachaturian from:01/01/1994 till:01/01/1997 color:Drums bar:Odadjian from:01/01/1994 till:01/10/2006 color:Bass bar:Dolmayan from:01/01/1997 till:01/10/2006 color:Drums bar:Tankian from:26/11/2010 till:end color:Vocals bar:Tankian from:26/11/2010 till:end color:Keyboards width:6 bar:Tankian from:26/11/2010 till:end color:Guitar width:2.5 bar:Malakian from:26/11/2010 till:end color:Guitar bar:Malakian from:26/11/2010 till:end color:Vocals width:2.5 bar:Odadjian from:26/11/2010 till:end color:Bass bar:Dolmayan from:26/11/2010 till:end color:Drums == Discografia == * System of a Down (1998) * Toxicity (2001) * Steal This Album! (2002) * Mezmerize (2005) * Hypnotize (2005) == Prêmios e indicações == System of a Down foi indicada para quatro Grammy Awards, que ganhou um em 2006 por Melhor Performance de Hard Rock pela canção \"B.Y.O.B.\". A banda também foi indicada para vários prêmios Kerrang! e MTV. ; Grammy Awards Ano Trabalhos indicados Prêmio Resultado 2002 \"Chop Suey!\" Melhor Performance de Metal 2003 \"Aerials\" Melhor Performance de Hard Rock 2006 \"B.Y.O.B.\" Melhor Performance de Hard Rock 2007 \"Lonely Day\" Melhor Performance de Hard Rock Geral * Em 2005, venceu o prêmio de Melhor Ato Alternativo no MTV Europe Music Awards * Em 2006, venceu o prêmio MTV Good Woodie Award para sua canção \"Question!\" * Em 2006, a canção \"Toxicity\" foi 14ª na lista VH1 Top 40 Metal Songs == Ligações externas == * Página oficial Categoria:Bandas da Arménia Categoria:Bandas da Califórnia Categoria:Bandas de metal alternativo Categoria:Bandas de nu metal Categoria:Bandas de rock experimental Categoria:Bandas formadas em 1994 Categoria:Bandas vencedoras do Grammy Categoria:Bandas vencedoras do MTV Europe Music Awards Categoria:Bandas vencedoras do MTV Video Music Brasil Categoria:Quartetos musicais",
 "title": "System of a Down"
}