{
 "id": "120283",
 "text": "thumb|left|250px|Rodovia Carvalho Pinto no trecho próximo à Jacareí. A Rodovia Governador Carvalho Pinto (SP-70) inicia-se no entroncamento com a Rodovia Ayrton Senna, no município de Guararema e termina em Taubaté, na intersecção com a Rodovia Oswaldo Cruz que liga a cidade de Taubaté a cidade de Ubatuba. Foi inaugurada incompleta em 23 de dezembro de 1994, pelo então Governador Luiz Antônio Fleury Filho. A inauguração definitiva do primeiro trecho ocorreu em 16 de setembro de 1998 e do prolongamento em 28 de fevereiro de 2018. A Rodovia Carvalho Pinto cruza os municípios de Guararema, Jacareí, São José dos Campos, Caçapava e Taubaté, dando acesso ao litoral norte paulista pela Rodovia dos Tamoios (SP-99) e pela Rodovia Oswaldo Cruz (SP-125), outras localidades do Vale do Paraíba como Santa Branca, Paraibuna e Jambeiro e cidades do alto da Serra da Mantiqueira como Santo Antônio do Pinhal e Campos do Jordão. Construída com as mais modernas técnicas de engenharia, a rodovia possui 2 faixas de rolamento em cada sentido de tráfego, traçado moderno, com curvas, aclives e declives suaves. A velocidade máxima permitida é de 120 km/h. Possui obras de arte arrojadas, como o viaduto próximo a São Silvestre de Jacareí e a ponte sobre o Rio Paraíba do Sul Há 6 túneis em seus traçado (3 em cada sentido). Possui duas praças de pedágio, uma em São José dos Campos (km 92) e outra em Caçapava (km 114), ambas com cobrança bidirecional. ==Concessão== Desde junho de 2009, a Rodovia Carvalho Pinto, juntamente com a Rodovia Ayrton Senna, está sob concessão da empresa Ecopistas, pertencente ao grupo Ecorodovias. A concessionária teve a responsabilidade de construir o prolongamento de aproximadamente 8,6 quilômetros, que segue até a Rodovia Oswaldo Cruz (SP-125) em Taubaté, concluída em 2018. == Localização dos pedágios == Pedágio km Sentido Município Geocoordenadas 1 92 Leste/Oeste São José dos Campos 2 114 Leste/Oeste Caçapava == Traçado da Rodovia == thumb|250px|Rodovia Carvalho Pinto no trecho próximo à São José dos Campos.|alt= thumb|250px|Rodovia Carvalho Pinto na interseção com a Rodovia Dom Pedro I (SP-65) em Jacareí.|alt=km 60 - Entroncamento com a Rodovia Ayrton Senna (SP-70) *km 60 - Acesso à Rodovia Presidente Dutra (BR-116) *km 69 - Aceso à Rodovia Nicola Capucci (SP-172), Jacareí (Rodovia Presidente Dutra) e Guararema (Rodovia Henrique Eroles) *km 72 - Acesso à Rodovia Dom Pedro I (SP-65) - Jacareí e Campinas *km 74 - Cruzamento sem acesso à Rodovia Henrique Eroles (SP-66) - Itaquaquecetuba e São José dos Campos *km 83 - Acesso à Rodovia Nilo Máximo (SP-77) - Jacareí e Salesópolis *km 92 - Pedágio - São José dos Campos (bidirecional) *km 92 - Base operacional - São José dos Campos (sentido Taubaté) *km 95 - Polícia Militar Rodoviária - São José dos Campos (sentido São Paulo) *km 97 - Acesso à Rodovia dos Tamoios (SP-99) - São José dos Campos e Caraguatatuba *km 111 - Acesso à Rodovia João do Amaral Gurgel (SP-103) - Caçapava e Jambeiro *km 114 - Pedágio - Caçapava (bidirecional) *km 115 - Base operacional - Caçapava (sentido São Paulo) *km 126 - Acesso à Rodovia Presidente Dutra (BR-116) *km 128 - Acesso à Rodovia Floriano Rodrigues Pinheiro (SP-123) *km 134 - Acesso à Rodovia Oswaldo Cruz (SP-125) ==Ligações externas== * Página do DERSA sobre Carvalho Pinto * Guia de estrada da rodovia gov. Carvalho Pinto Carvalho Pinto",
 "title": "Rodovia Governador Carvalho Pinto"
}