{
 "id": "120272",
 "text": "Sid Vicious, nome artístico de John Simon Ritchie (Londres, 10 de maio de 1957 — Nova Iorque, 2 de fevereiro de 1979), foi um músico britânico considerado uma das figuras mais importantes da primeira onda punk da década de 1970. Foi baixista da banda Sex Pistols de fevereiro de 1977 até o fim do grupo em 1978. Antes de se unir aos Sex Pistols, foi membro de outra banda do movimento punk, The Flowers of Romance, na qual cantava e tocava vários instrumentos. Começou sua carreira musical em 1976 integrando um grupo formado apenas por seguidores da banda britânica Sex Pistols, o Bromley Contingent. Neste mesmo ano montou sua própria banda, The Flowers of Romance, na qual atuava como vocalista. Em fevereiro de 1977, Glen Matlock, o baixista dos Sex Pistols, deixa a banda e Sid, por ser \"o seguidor definitivo\" do grupo e amigo do vocalista Johnny Rotten, é chamado para ocupar o seu lugar. Devido ao uso de drogas injetáveis, foi hospitalizado com hepatite durante a gravação do único álbum de estúdio do grupo, Never Mind the Bollocks, Here's the Sex Pistols; seu baixo é apenas parcialmente apresentado em uma música — \"Bodies\". Em janeiro de 1978, após a saída de Rotten, a banda se dissolveu. Nos meses seguintes, Vicious gravou uma série de canções para o filme sobre a versão de Malcolm McLaren (o empresário dos Pistols) da história da banda, The Great Rock 'n' Roll Swindle (1980). Durante sua breve porém caótica permanência nos Sex Pistols, conheceu a que se tornaria sua namorada e empresária, Nancy Spungen. Ambos entraram em uma destrutiva relação codependente baseada no uso de drogas, que culminou com a morte de Spungen em 12 de outubro de 1978, no quarto número cem do Hotel Chelsea, onde estavam hospedados. Ele foi preso e acusado de assassinato em segundo grau, mas tempo depois foi posto em liberdade condicional. Porém, foi condenado depois de atacar Todd Smith em um show, e foi submetido a um programa de reabilitação na prisão de Rikers Island. Para celebrar a sua saída do cárcere, a mãe do músico organizou uma festa. Em algum momento naquela noite, ele voltou a usar heroína. Na manhã seguinte, foi encontrado morto vítima de uma overdose. Menos de quatro semanas após a sua morte, a trilha sonora do filme Great Rock 'n' Roll Swindle foi lançada. Em 15 de dezembro de 1979, uma coletânea de material ao vivo gravada durante sua breve carreira solo foi lançada sob o nome Sid Sings. Gary Oldman o interpretou na cinebiografia Sid and Nancy, de 1986. Em fevereiro de 2006, foi, junto dos quatro membros originais dos Sex Pistols, introduzido no Rock and Roll Hall of Fame. ==Primeiros anos== John Simon Ritchie nasceu em 10 de maio de 1957 em Lewisham, filho de John e Anne Ritchie. Sua mãe abandonou a escola cedo devido à falta de sucesso acadêmico e se juntou à Força Aérea Real, onde conheceu seu futuro marido, o pai de Ritchie, um guarda do Palácio de Buckingham e trombonista semiprofissional da cena jazz londrina. Logo após o nascimento de Ritchie, ele e sua mãe mudaram-se para Ibiza, onde esperavam se juntar a seu pai, que, como estava planejado, os apoiaria financeiramente nesse meio tempo. No entanto, depois que os primeiros cheques não chegaram, Anne percebeu que ele não viria. Para conseguir dinheiro, ela começou a vender drogas. Anne mais tarde se casou com Christopher Beverley em 1965, antes de estabelecer residência em Kent. Ritchie pegou o primeiro nome de seu pai e o sobrenome do padrasto e ficou conhecido como John Beverley. Christopher morreu seis meses depois de câncer, e em 1968 Ritchie e sua mãe foram morar em um apartamento alugado em Royal Tunbridge Wells, onde ele frequentou a Sandown Court School. Em 1971, os dois mudaram-se para Hackney, no leste de Londres. Foi lá que Ritchie conheceu John Lydon em 1973, quando ambos eram alunos do Hackney Technical College. Lydon o descreveu neste momento como sendo fã de David Bowie e um \"louco por roupas\". Por essa época, a vida de Anne foi consumida por seu vício em heroína e opiáceos, a ponto de não saber que seu filho começou a estudar na Westminster Kingsway College, então conhecida como uma escola comunitária e profissional para alunos com dificuldades. Enquanto estava em Kingsway, Ritchie indicou a um conselheiro que estava pensando em suicídio; também houve alegações de que ele estaria torturando e matando gatos. Assim que completou dezesseis anos, Anne o expulsou de sua casa. Sid e seus amigos, incluindo Lydon, John Gray, Jah Wobble, Dave Crowe e Tony Purcell, começaram a visitar alguns clubes noturnos de Londres que eram frequentados pelas comunidades negra e LGBT, lugares, de acordo com Lydon, onde \"você poderia ser você mesmo\". Aos dezessete anos, seu local favorito era a então pouco conhecida loja de roupas SEX, de Malcolm McLaren e Vivienne Westwood. Lá ele conheceu a expatriada estadunidense Chrissie Hynde antes de formar os Pretenders. Chrissie tentou convencê-lo a se juntar a ela em um casamento simulado para conseguir uma permissão de trabalho. Ele aceitou, porém não pode casar naquele momento devido a um problema legal e Hynde desistiu da ideia. O apelido \"Sid Vicious\" surgiu após o hamster de Lydon, chamado Sid, morder Ritchie, provocando sua resposta: \"Sid é bem perverso!\" (\"Sid is really vicious!\"). O animal, que recebera seu nome em homenagem a Syd Barrett, foi descrito por Lydon como \"a coisa mais macia, mais furiosa e feroz do mundo\". De acordo com Lydon, ele e Vicious costumavam ganhar dinheiro em apresentações de rua, com Vicious tocando pandeiro. Eles tocavam covers de Alice Cooper e as pessoas lhes davam dinheiro para parar. Certa vez, um homem deu-lhes três xelins e todos eles dançaram. Ambos também começaram a invadir casas na saudável área de Hampstead com um grupo de hippies velhos e deixaram de se preocupar com a escola, que ficava muito longe de onde eles estavam morando. No entanto, o lado mais sombrio de sua personalidade surgiu quando ele agrediu Nick Kent, jornalista da NME, com uma corrente de motocicletas, com a ajuda de Jah Wobble. Em outra ocasião, no Speakeasy (uma boate londrina popular entre os astros do rock da época), ele ameaçou o apresentador e DJ da BBC e do Old Grey Whistle Test, Bob Harris. ==Carreira== ===1976: Começo de carreira e incidente com The Damned=== Em 1975, Lydon juntou-se a Steve Jones, Glen Matlock e Paul Cook na formação da Sex Pistols. Sid passou a ser o seguidor-mor da banda, e em 1976 se uniu ao chamado Bromley Contingent, um grupo de fãs dos Pistols que tinham a vanguarda como moda. Também faziam parte do grupo Siouxsie Sioux, Steven Severin e Billy Idol. Ele começou sua carreira como vocalista e saxofonista do The Flowers of Romance junto de Keith Levene, cofundador da banda The Clash, e de Palmolive e Viv Albertine, que mais tarde formaram o The Slits. Apesar dos muitos ensaios, o grupo nunca realizou nenhum concerto e foi oficialmente finalizado em fevereiro de 1977. Ainda em 1976, tocou bateria na Siouxsie & the Banshees durante seu primeiro show no 100 Club Punk Festival, em 20 de setembro. Eles fizeram um pequeno improviso sob a oração do \"Pai Nosso\". Junto de Dave Vanian, chegou a ser cotado para ocupar o cargo de vocalista principal do grupo The Damned, mas não compareceu à audição e Vanian conquistou o posto. Ele argumentou que Vanian e seus amigos não lhe falaram sobre a audição e, furioso, durante uma apresentação dos Damned na segunda noite do 100 Club Punk Festival, enquanto se encontrava drogado, jogou uma garrafa em Vanian, mas não acertou. A garrafa se despedaçou e lascas acertaram o olho de uma menina, deixando-a cega. Ele foi preso no Ashford Remand Centre.​​ Vivienne Westwood e Viv Albertine o visitaram na prisão, e Albertine deu para ele o livro Helter Skelter como presente. Segundo Malcolm McLaren, esta foi \"sua melhor credencial\" para entrar para os Sex Pistols. ===1977–1978: Sex Pistols=== Glen Matlock deixou os Sex Pistols em fevereiro de 1977 e Vicious foi imediatamente chamado para ocupar sua vaga. Um dos principais motivos para ter sido aceito era a amizade com o vocalista, Johnny Rotten, além de ser conhecido como \"o seguidor definitivo dos Sex Pistols\". Julien Temple, então estudante de cinema que foi contratado para criar um curta sobre a banda, afirmou que \"Sid era o protegido de John na banda. Os outros dois simplesmente pensavam que estava louco\". Na visão de Matlock, Rotten o queria na banda porque \"em vez de ele contra Steve e Paul, se tornaria ele e Sid contra Steve e Paul. Ele sempre pensou nisso em termos de campos opostos\". McLaren afirmou mais tarde que, quando da formação da banda, Vivienne Westwood já havia o sugerido que chamasse Sid para o vocal. Apesar de não possuir experiência tocando baixo, foi incluído na banda devido à sua reputação na cena punk. McLaren chegou a afirmar: \"Se Rotten é a voz do punk, Vicious é a atitude\", e \"quando se uniu, Sid não sabia tocar baixo, mas sua loucura encaixava na estrutura da banda. Era o cavaleiro de armadura brilhante com punho gigante\". Sua entrada aos Sex Pistols teve um efeito progressivamente destrutivo sobre ele: \"Naquela época, Sid era absolutamente infantil. Tudo era divertido e engraçado. De repente ele era uma grande estrela, e ter esse status significava imprensa, uma boa oportunidade para ser visto em todos os lugares certos, adoração. Isso é o que tudo isso significava para ele\". Westwood já estava alimentando-o com material, como um livro sobre Charles Manson, provavelmente para encorajar seus piores instintos. Em 10 de março de 1977, em uma coletiva de imprensa realizada em frente ao Palácio de Buckingham, os Sex Pistols assinaram publicamente com a A&M; Records (a assinatura real tinha ocorrido no dia anterior). Depois, drogados, foram para os escritórios da A&M.; Vicious bateu em um vaso sanitário e cortou o pé – há alguma discordância sobre o que aconteceu primeiro. Enquanto ele sangrava pelos escritórios, Rotten agredia verbalmente a equipe e Jones invadiu o banheiro feminino. Em 16 de março, a A&M; rompeu o contrato com os Pistols. O primeiro concerto da banda com seu novo baixista aconteceu no Notre Dame Hall de Londres em 28 de março de 1977. Em setembro a banda começou a gravar as canções de seu álbum de estreia, Never Mind the Bollocks, Here's the Sex Pistols. De acordo com Jones, \"Sid queria aparecer e tocar no álbum, e nós tentamos o máximo possível não deixá-lo em qualquer lugar perto do estúdio\". Dada a falta de habilidade do novo baixista, Matlock foi convidado para gravar como músico de estúdio. Em sua autobiografia, ele diz que concordou em \"ajudar\", mas depois sugere que cortou todos os laços por conta de um telegrama enviado por McLaren à NME, anunciando que ele havia sido demitido por gostar dos Beatles. Foi Steve Jones quem tocou a maioria das linhas de baixo durante as gravações do álbum. Vicious manteve-se ausente das sessões pois adoeceu de hepatite causada pelo consumo de álcool e drogas e precisou ser hospitalizado. Seu baixo está presente apenas na canção \"Bodies\" da edição original. Jones recordaria: \"[Vicious] tocou sua porcaria de parte e nós apenas o deixamos fazer isso. Quando ele saiu, regravei por cima, deixando a parte de Sid fora. Acho que é quase inaudível sua parte\". Em janeiro de 1978, a banda começou uma turnê nos Estados Unidos. Ao longo de duas semanas, Vicious, agora muito viciado em heroína, começou a viver de acordo com seu nome artístico. \"Ele finalmente tinha uma audiência de pessoas que se comportariam com choque e horror\", Lydon escreveu mais tarde. Pouco depois de iniciar a turnê, deixou o hotel Holiday Inn em Memphis, Tennessee, em busca de drogas. Quando foi finalmente encontrado, acabou sendo espancado pela equipe de segurança contratada pela Warner Bros. Records, o selo estadunidense da banda. Ele estava em um hospital, com a frase \"gimme a fix\" (\"me dê uma dose\") escrita em seu peito com uma faca. Mais tarde, acertou um espectador com o baixo na cabeça durante um show em San Antonio, Texas. Em Baton Rouge, recebeu uma simulação de sexo oral no palco, depois declarando: \"esse é o tipo de garota que eu gosto\".Klein, Howie (Fevereiro de 1978), \"Sex Pistols: Tour Notes\", New York Rocker. Sofrendo de abstinência de heroína durante um show em Dallas, cuspiu sangue em uma mulher que subiu no palco e que havia lhe dado um soco no rosto. Fora do palco, é dito que ele chutou um fotógrafo, atacou um segurança e acabou desafiando um de seus próprios guarda-costas para uma briga. Espancado, ele teria exclamado: \"Eu gosto de você. Agora podemos ser amigos\". Rotten, enquanto isso, sofrendo de gripe e tossindo sangue,Vermorel, Fred e Judy Vermorel, Sex Pistols, p. 120. sentia-se cada vez mais isolado de Cook e Jones, e repugnado por Vicious. Em 14 de janeiro de 1978, durante a data final da turnê no Winterland Ballroom, em São Francisco, Rotten apresentou o último ato da banda, um cover dos Stooges, \"No Fun\". Ao final da canção, entoou: \"Já teve a sensação de que foi enganado? Boa noite\" – antes de jogar o microfone e sair do palco.Cooper, Mark (28 de janeiro de 1978), \"The Sex Pistols: Winterland, San Francisco\", Record Mirror. The transcription has been slightly expanded per the documentary footage used in The Great Rock 'n' Roll Swindle (1:09:55–1:10:31). The sound cuts out immediately after the word \"cheated\". Mais tarde, observou: \"Eu me senti enganado e não continuava mais com aquilo; era uma farsa ridícula. Sid estava completamente sem cérebro – apenas um espaço vazio na cabeça. A coisa toda era uma piada naquele momento...[Malcolm] não falava comigo...Ele não discutia nada comigo. Mas então ele se virava e dizia a Paul e Steve que a tensão era minha culpa, porque eu não concordaria com nada\". Depois disso, Vicious foi levado para Nova Iorque por um amigo, onde foi hospitalizado devido a sua má condição de saúde. Em 30 de junho, um single creditado aos Sex Pistols foi lançado: de um lado, o notório criminoso Ronald Biggs cantou \"No One Is Innocent\", acompanhado por Jones e Cook; no outro, Vicious cantou o clássico \"My Way\", com uma faixa de apoio feita por Jones-Cook e uma orquestra de cordas.. Gimarc refere-se a fontes alegando que a gravação de \"My Way\" não envolvia nenhum contato entre Vicious e o duo Jones-Cook; Temple, no entanto, diz que Jones foi levado para Paris para se juntar a Vicious no estúdio (Temple, Julien, \"Commentary\", 1:29:18–1:29:20), e parece indicar que ele gravou sua parte de guitarra em (1:33:09–1:33:16). O single alcançou o número sete nas paradas e acabou superando todos os quais Rotten estava envolvido.. Savage descreve o single como sendo um lado A duplo; outras fontes indicam que o vocal de Biggs era o lado A e o de Vicious o lado B . Não há discordância de que o lado de Vicious foi o mais popular. McLaren estava procurando reconstituir a banda com um vocalista novo e permanente, mas Vicious – sua primeira escolha – estava cansado dele. Em troca de concordar em gravar \"My Way\", o artista exigiu que McLaren assinasse um documento declarando que não seria mais o seu empresário. Em agosto, de volta a Londres, fez suas performances finais como um Sex Pistol: gravando e filmando versões cover de duas canções de Eddie Cochran. Em setembro, retornou a Nova Iorque, encerrando sua passagem pela banda. ===1978: Vicious White Kids e carreira solo=== Com o fim oficial da banda, Vicious pretendia viajar para Nova Iorque, mas não tinha dinheiro, então, depois de esbarrar com Glen Matlock certo dia, decidiu fazer um show com este. Matlock, a quem Vicious havia substituído nos Sex Pistols, viu isso como uma oportunidade \"para mostrar que não havia animosidade\" entre eles, comentou mais tarde. Junto de Steve New e Rat Scambies, formaram a Vicious White Kids, com o objetivo de se apresentarem em um único show em 15 de agosto de 1978 no Electric Ballroom, Londres. Foi o seu último concerto na Inglaterra. Ele atuou como vocalista. Em Nova Iorque e com Spungen atuando como sua empresária, ele embarcou em uma carreira solo durante a qual se apresentou com músicos como Mick Jones, Glen Matlock, Rat Scabies, Arthur Kane, Jerry Nolan e Johnny Thunders. Posteriormente, gravou um álbum ao vivo, acompanhado por The Idols, banda em que estavam Arthur Kane e Jerry Nolan. Foi lançado postumamente com o título Sid Sings no final de 1979. Durante sua carreira solo, realizou a maioria de suas performances no Max's Kansas City e atraiu grandes multidões, apesar de algumas performances serem \"infernais\", especialmente quando ele insultava pessoas do público. Seus shows no Max's seriam suas últimas apresentações antes de morrer no mês de fevereiro seguinte. ==Vida pessoal== ===Relacionamento e morte de Nancy Spungen=== No começo de 1977, o músico começou uma relação amorosa com Nancy Spungen, uma groupie estadunidense. Spungen saiu de casa aos dezessete anos e começou a trabalhar como stripper e prostituta. Em 1977, mudou-se para Londres, onde se envolveu com vários músicos famosos como Jerry Nolan e integrantes de bandas como Aerosmith e Ramones. Em certo momento conheceu Johnny Rotten, que não mostrou interesse nela, mas a apresentou a Vicious e eles rapidamente começaram um romance. Ambos eram viciados em heroína, o que os levou ao isolamento social e alienação. Apesar das brigas constantes do casal, Spungen tornou-se a representante do artista após a separação dos Sex Pistols e organizou alguns shows. Porém, as apresentações do baixista eram medíocres devido a sua dependência em drogas. Ambos passavam a maior parte de seu tempo consumindo heroína, barbitúricos e morfina sintética no quarto número cem do Hotel Chelsea. Na manhã de 12 de outubro de 1978, Spungen apareceu morta com uma facada no abdômen. Naquela manhã, ouviram-se “gemidos femininos” vindos do quarto do casal. Por volta das dez horas da manhã, o próprio namorado ligou para a recepção, pedindo ajuda. A equipe do hotel chegou para encontrar Nancy seminua no chão do banheiro, apunhalada no abdômen com uma faca. Ela sangrou até a morte. A faca utilizada supostamente pertencia ao músico. Esta era supostamente uma faca de caça \"007\" que ele havia comprado depois de ver Dee Dee Ramone dar uma para Stiv Bators dos Dead Boys, embora relatos conflitantes afirmem que a faca era uma Jaguar K-11 com lâmina de treze centímetros. Vicious afirmou que haviam consumido drogas e quando acordou a encontrou jogada no banheiro, vestida somente com sua roupa íntima. Ele disse ter havido uma briga com Spungen naquela noite, mas deu versões conflitantes do que aconteceu em seguida, dizendo: \"Eu a esfaqueei, mas nunca pretendi matá-la\", depois dizendo que ele não se lembrava, ou que em certo momento durante a discussão Spungen havia caído sob a faca. Ele foi preso e acusado de assassinato em segundo grau. O advogado Michael Berger foi o primeiro a lidar com o assunto, mas McLaren e Anne Beverley ainda estavam à procura de um defensor fixo. Eles entrevistaram vários advogados de alto nível, incluindo Melvin Belli, Gerald B. Lefcourt e William Kunstler antes de se decidir por F. Lee Bailey. Este nunca compareceu ao tribunal, mas outro advogado de sua firma, Jim Merberg, conseguiu que Vicious fosse solto sob fiança de cinquenta mil dólares, com a condição de que ele não saísse de Nova Iorque e que se apresentasse diariamente nos escritórios da Terceira Unidade de Homicídios e no Centro de Metadona da Rua Lafayette. A fiança foi foi paga pela Virgin Records a pedido de McLaren. John Lydon declarou que Mick Jagger interveio e teria pago o advogado. McLaren acreditava firmemente que Vicious era inocente. Observando que a faca foi deixada à vista e que o casal mantinha seu dinheiro em uma gaveta, ele acredita que Spungen pegou um dos convidados da festa roubando dinheiro e foi esfaqueada por essa pessoa. Dado o número de pessoas que passaram pelo quarto de hotel na noite do assassinato, Bailey fez seu investigador examinar a possibilidade de que um terceiro indivíduo estivesse envolvido na morte da groupie. Bailey também contratou o psiquiatra forense Stephen Teich para avaliar seu cliente. Após uma conversa inicial, durante a qual Vicious estava preocupado com a 'classe trabalhadora de Berlim' e permaneceu fixado na televisão, o doutor disse a Anne que seu filho não deveria ser deixado sozinho. Horas depois, ela ligou para Teich e disse que Sid havia cortado seu pulso com uma lâmpada quebrada. Teich voltou ao hotel e chamou uma ambulância. A equipe do serviço de emergência médica chegou com a polícia; quando Sid os viu, tentou pular de uma janela, mas foi bloqueado por Teich. Ele foi levado para o Hospital Bellevue e então transferido para o New York-Presbyterian Westchester Behavioral Health Center em White Plains, Nova Iorque. Foi liberado em 26 de novembro e voltou ao Chelsea. Neste momento, Rotten tentou entrar em contato com seu amigo, mas foi impedido por Beverley e McLaren. Como Sid morreu de overdose antes do julgamento, a polícia de Nova Iorque encerrou o caso. ===Ataque a Todd Smith e nova prisão=== Após ser libertado, a ideia de McLaren era que Vicious gravasse um álbum com Jones e Cook para arrecadar fundos para sua defesa. Seria um álbum natalino vendido em conjunto a camisetas com slogans estampados. No entanto, pouco depois, ele se envolveu em outro problema judicial: na noite de 5 de dezembro, foi à boate Hurray acompanhado de alguns amigos. O grupo Skafish iria se apresentar; sua roadie era uma mulher chamada Tarrah, que era namorada de Todd Smith, irmão da cantora Patti Smith. Vicious tentou flertar com Tarrah, que o rejeitou e ele insistiu. Smith o pediu para recuar e Vicious quebrou uma garrafa de cerveja e a enfiou no rosto de Smith, que precisou de cinco pontos. Em 7 de dezembro, Vicious foi acusado de agressão. O juiz concordou que ele havia quebrado os termos de sua fiança anterior e o enviou para Rikers Island, onde foi submetido a uma desintoxicação forçada. Em 18 de janeiro, Vicious compareceu ao tribunal, representado por Jim Merberg. Para surpresa de todos, o juiz, James Leff, não apenas o libertou sob fiança de dez mil dólares, mas também reduziu as condições dadas anteriormente — ele agora tinha que se apresentar à Unidade de Homicídios apenas três vezes por semana e não precisava comparecer ao centro de metadona. Leff aplicou uma condição — que Vicious não frequentasse boates. Após o pagamento, ele foi liberado em 1 de fevereiro de 1979. ==Morte== Em 1 de fevereiro de 1979 se celebrou uma comemoração para festejar sua saída do cárcere na casa de sua nova namorada, Michelle Robinson, com a presença de Jerry Only, dos Misfits, e Howie Pyro. Nesse momento, o artista estava livre das drogas, graças ao programa de desintoxicação da prisão. Porém, durante a festa conseguiu um pouco de heroína com seu amigo, o fotógrafo Peter Kodick Gravelle, e pediu a Robinson que injetasse nele, mas ela se negou a fazer isto. De acordo com Gravelle, Robinson também deu a Vicious quatro quaaludes para ajudá-lo a dormir. Aproximadamente às 3h, o casal foi para a cama. Na manhã seguinte, sua mãe encontrou Vicious já morto, caído ao lado de uma seringa com heroína. Morreu antes de ser julgado, aos 21 anos de idade. A primeira hipótese foi a de suicídio, já que o músico já havia tentado suicidar-se. Porém, a autópsia concluiu que a morte fora acidental. Segundo o legista Michael Baden, a dosagem encontrada em seu corpo foi fatal pois ele perdera tolerância à droga por conta do programa de desintoxicação. No livro Mate-me Por Favor de Legs McNeil e Gillian McCain, a fotógrafa e amiga do cantor, Eileen Polk, disse que nenhuma casa funerária de Nova Iorque estava disposta a realizar um enterro para o músico devido à sua reputação. Seu corpo acabou sendo cremado no Garden State Crematory, em Nova Jérsei. Ainda de acordo com Polk, Vicious teria declarado durante sua vida que queria ser enterrado com Nancy Spungen, que era judia e fora enterrada em um cemitério judaico na Pensilvânia. Sua mãe, Anne Beverley, viajou mais tarde para a casa da família de Spungen, na Filadélfia, e perguntou à Deborah Spungen se ela poderia espalhar as cinzas de seu filho sobre o túmulo de Nancy. Deborah negou o pedido. Polk disse que, apesar da recusa, Jerry Only levou Beverley, sua irmã e dois amigos de Vicious para o cemitério onde Spungen estava enterrada e espalhou as cinzas sobre o túmulo dela. ==Características musicais== Embora considerado por muitos, incluindo Steve Jones e Glen Matlock, como um vocalista talentoso, ele era inicialmente um baixista limitado. Durante uma entrevista para o jogo eletrônico Guitar Hero III: Legends of Rock, quando Jones foi perguntado por que ele gravou as linhas de baixo em Never Mind the Bollocks, respondeu: \"Sid estava em um hospital com hepatite, então não podia realmente tocar, não que ele pudesse tocar de qualquer maneira\". A única canção que tocou no estúdio foi \"Bodies\". Ele pediu a Lemmy Kilmister, baixista do Motörhead, para ensiná-lo a tocar dizendo: \"Eu não sei tocar baixo\", ao que Lemmy respondeu: \"Eu sei [disso]\". De acordo com Paul Cook, nos poucos meses entre se juntar à banda e conhecer Spungen, Vicious era dedicado e tentou ao máximo aprender a tocar; de fato, esse período foi o favorito de Cook na banda.The Filth and The Fury, Julien Temple, 2000; \"The best time in the band of all was when Sid first joined—he was really determined to learn the bass and fit in and be part of the band\". Não obstante, Lyndon comentou: \"Os primeiros ensaios em março de 1977 com Sid foram infernais. Ele estava tentando seriamente e ensaiava muito\". Viv Albertine foi mais longe em defesa de sua habilidade, dizendo que uma noite ela \"foi para a cama e Sid ficou com um disco dos Ramones e um baixo, e quando me levantei pela manhã, ele podia tocar todo o disco. Ele usou uma dose de anfetamina e aprendeu sozinho. Foi tão rápido\". Keith Levene, membro da The Flowers of Romance e mais tarde membro do Clash e depois Public Image Ltd., também conta uma história semelhante: \"Sid sabia tocar baixo? Eu não sei, mas uma coisa que eu sei é que ele fazia as coisas rapidamente. Uma noite, tocou o primeiro álbum dos Ramones sem parar, a noite toda, e na manhã seguinte sabia tocar baixo. Foi isso; ele estava pronto! Eu te disse que Sid fazia as coisas rapidamente!\" Quanto à habilidade musical de Vicious, o crítico Mark Deming, do AllMusic, afirmou: \"enquanto a fala padrão inicial dos Sex Pistols era de que eles 'não sabiam tocar', esse era sempre um código para 'Steve Jones não sabe tocar como Steve Howe ou Robert Fripp'; Sid, por outro lado, realmente não sabia tocar nada, e vale a pena mencionar que em muitos de seus shows ao vivo com os Sex Pistols, o resto da banda desligava seu amplificador para que ele não interferisse muito com o desempenho\". De fato, Jones pedia para que o amplificador de Sid fosse desligado durante os shows. O seu único álbum solo, Sid Sings, lançado postumamente, traz em grande parte covers de artistas como The Monkees, The Stooges, Johnny Thunders etc. Quanto ao álbum, o site Sputnikmusic afirmou \"imagine alguém que realmente não saiba cantar. Alguém que não consiga acertar um único passo corretamente durante toda a duração de um show de meia hora. Se você conseguiu, então está pronto para Sid Sings\" e concluiu \"assim, o que temos aqui é, em termos práticos, um álbum tocado e cantado por alguém que não sabe tocar ou cantar\". Steve Huey, do AllMusic, afirmou que \"este álbum mostra Sid Vicious como um seguidor, não um inovador. Ele não tinha originalidade ou inteligência e demonstrava uma falta de talento espantosa, aumentada pelo total desprezo por seu público\". Já o DJ estadunidense Hypno5ive tem uma visão mais positiva do álbum. Para ele \"representa a passagem do ensino fundamental para o ensino médio e uma nova consciência do panorama musical da época, bem como a percepção de que a música não precisava parecer bonita ou polida para ser apreciada\". O tipo vocal de Vicious é descrito como tenor. Uma das maiores inspirações de Vicious era o baixista dos Ramones, Dee Dee Ramone. Ao longo de sua carreira, ele tocou um Fender Precision Bass branco com pickguard preto, modelo similar ao usado por Dee Dee no início de seu grupo. Após sua morte, sua mãe tomou posse do baixo. De acordo com Steve Jones, pouco antes de morrer, ela lhe disse: \"Olha, isto tem estado debaixo da minha cama há dezessete anos. Acho que alguém deveria tê-lo\" e o vendeu a Jones por dois mil dólares, junto de uma pulseira de couro com o nome \"Sid\". ==Legado== ===Imagem pública=== Considerado uma das figuras mais importantes da primeira onda punk da década de 1970, aos 21 anos já era um \"ícone para vender camisetas\". Embora sua forma de morrer para muitos tenha significado o fracasso das ambições sociais do punk, também reforçou a sua imagem como arquétipo de \"jovem maldito\". Nas palavras de Jah Wobble, ele incorporou \"tudo no punk que era sombrio, decadente e niilista\". Vicious costumava usar camisetas com suásticas como um ato de rebeldia, mas não apoiava realmente o nazismo. Servia principalmente como uma provocação aos próprios pais e aos hippies pacifistas. Segundo o vocalista da banda Wire, Graham Lewis, \"ele [Vicious] queria só chamar atenção\". Um episódio muito lembrado e que evidencia sua natureza sagaz aconteceu durante as gravações de Never Mind the Bollocks, em que a também banda britânica Queen estava finalizando o que viria a ser o disco News of the World no mesmo estúdio. Como consequência, os dois grupos tiveram várias interações, incluindo um famoso encontro entre Freddie Mercury e Vicious. Este, ao entrar no estúdio de gravação do Queen, perguntou: \"Então você é Freddie Mercury? Quer dizer que você vai trazer o balé para as massas?\" em resposta a um comentário que o cantor fez em uma entrevista com a NME, ao qual Mercury respondeu: \"Então você é o tal Simon Feracious? [...] Estamos fazendo o nosso melhor, querido\". Vicious se irritou com esse comentário, e algumas versões da história citam que os dois quase chegaram a se agredir fisicamente. A sua entrada nos Sex Pistols é definida por alguns como uma iniciativa de Malcolm McLaren para causar mais exposição midiática à banda. Steve Jones afirmou “depois que Sid entrou para o grupo, nada ficou normal. Achava legal o visual dele e o do John [Lydon] e o frenesi da mídia faria vender muitos jornais. Mas isso não tinha nada a ver com a banda”. Jones diz que não ligava de ser o segundo depois de Lydon, mas “agora eu era o terceiro depois desse idiota de merda [Vicious] e até o quarto, se levar em conta Malcolm McLaren e sua certeza de que éramos marionetes”. Marco Pirroni, que tocou com o músico na Siouxsie and the Banshees, disse: \"Depois disso, não tinha mais nada a ver com música. Seria apenas pelo sensacionalismo e escândalo de tudo isso. Então se tornou a história de Malcolm McLaren\". John Lydon afirmou se arrepender de incluí-lo no grupo. Segundo ele \"o melhor aspecto de sua personalidade, que era seu humor, apenas evaporou no dia em que ele chegou no Sex Pistols.\" O crítico Mark Deming, do Allmusic, disse que \"embora os outros três membros do grupo possam ter sido trapaceiros e delinquentes de várias maneiras, eles tinham, no mínimo, alguma ideia de quem eram, o que queriam fazer e o que queriam ser. O pobre Ritchie não era nada mais do que um perdedor meio brilhante que viu que seu velho colega de escola John Lydon havia topado com uma das maiores bandas de rock de sua época e se reinventado como Johnny Rotten, e naturalmente ele queria fazer o mesmo.\" Malcolm McLaren afirmou em um documentário que se ele o conhecesse antes de contratar Johnny Rotten, teria o escolhido para ser vocalista dos Pistols, afirmando que este tinha “o maior carisma de qualquer um na banda”. O polêmico relacionamento de Sid e Nancy também sempre foi muito ecoado na mídia. Nick Vadala, do The Philadelphia Inquirer, compara Spungen como sendo a \"Yoko Ono do punk rock\" e acrescenta que \"sem Nancy, não haveria Sid — apenas John Simon Ritchie\", que ela ajudou a moldar a persona de Vicious que seria constantemente lembrada. O crítico Roger Ebert se referiu ao casal como sendo uma versão de \"Romeu e Julieta do punk rock\". Já Chrissie Hynde culpa Spungen pela mudança na personalidade de Vicious. Segundo ela, o músico sempre apresentava um \"olhar desconectado e catatônico\" com sua namorada por perto, mas quando esta saía de perto, ele voltava a se animar \"como o Sid de outrora, empolgado como uma criança longe da vista de sua mãe\". Ainda de acordo com Hynde, amigos do músico pensavam em planos para fazer o casal se separar, visto que todos atribuíam a este relacionamento a degradação de Sid. Lydon, que havia os apresentado, posteriormente culpou Spungen pela dependência de seu amigo: \"fizemos tudo o possível para ele livrar-se de Nancy... Ela estava o matando. Eu estava absolutamente convencido de que esta garota estava em uma missão de lento suicídio... Só que não queria ir sozinha. Queria levar consigo Sid... Era uma louca de merda e má\". Ele também é lembrado por seus excessos relacionados à sua dependência química. Seu primeiro contato com as drogas foi por meio de sua mãe que, durante certo tempo, atuou como traficante. Neste período, ela chegou a usar seu filho como mula. John Lydon relata que, ainda quando adolescente, presenciou a mãe de Sid dando-lhe heroína e algumas seringas como forma de parabenizá-lo por seu aniversário. Dee Dee Ramone afirmou que, durante uma festa em Londres, o baixista dos Pistols injetou em si mesmo anfetamina misturada com água sanitária. Outro amigo do músico afirma que, enquanto ele estava preso em Riker Island, sua mãe transportava drogas para a prisão em sua vagina para satisfazer o vício do filho. Durante as gravações do único álbum dos Sex Pistols, o baixista ficou impossibilitado de tocar, pois foi internado com hepatite, proveniente de seu uso de drogas injetáveis. Logo após o fim da banda, quando dirigia-se para Nova Iorque, ele teve uma overdose durante o voo por conta da mistura de álcool e tranquilizantes. ===Impacto cultural=== Em 1978, Vicious recebeu o prêmio de Most Wonderful Human Being nos NME Awards. Em 1997, uma espécie recém-descoberta de trilobita foi batizada de Arcticalymene viciousi em sua homenagem. Em 2006, junto dos quatro membros originais dos Sex Pistols, foi introduzido no Rock and Roll Hall of Fame, entretanto os membros remanescentes se recusaram a comparecer. Em votação organizada pelo site britânico Orange em 2009, Vicious foi eleito o músico mais controverso da história da música. Em 2017, uma placa comemorativa seria posta na casa em que viveu em Tunbridge Wells. Porém, moradores locais não apoiaram a ideia e a homenagem foi revogada. Seu cover da canção \"Something Else\", gravado em 1978 e lançado em 1979, chegou ao número três nas paradas e tornou-se o single mais vendido de sempre sob nome Sex Pistols. Outro cover gravado por ele, \"C'mon Everybody\", também chegou ao número três. Quando perguntado sobre a regravação punk de \"My Way\", Paul Anka, autor da versão original, disse ter ficado \"um pouco desestabilizado [...] Foi meio curioso, mas senti que ele [Vicious] foi sincero\". Seja por suas habilidades ou por sua personalidade marcante, Vicious foi influência direta para outros artistas. Mike Ness, da Social Distortion, comentou sobre como queria ser um “Sid Vicious de Orange County”. O baixista da banda Guns N' Roses, Duff McKagan, o cita como sua maior influência, adicionando ainda que Sid é \"o melhor baixista de todos\". O lutador profissional Sid Eudy usou o nome de ringue \"Sid Vicious\" em muitas competições que participou. Heath Ledger, que interpretou o Joker, vilão do filme The Dark Knight, disse ter se inspirado vendo gravações do músico. Da mesma forma, a atriz Troian Bellisario diz ter se inspirado nele para a interpretação da personagem Alex Drake na série Pretty Little Liars. O artista britânico Banksy fez uma pintura do músico intitulada Sid Vicious, que está em exposição no Museu Moco. Para além desta influência, passou a ser citado em diferentes áreas da cultura. Um personagem do jogo eletrônico Final Fight foi nomeado em homenagem a Vicious. Em setembro de 2009, a peça teatral Kurt and Sid estreou no Trafalgar Studios de Londres. Ela se passa na casa de Kurt Cobain no dia de seu suicídio, com o fantasma de Sid Vicious fazendo-lhe uma visita para tentar convencê-lo de não se matar. Vicious foi interpretado por Danny Dyer. Em 1982, a banda The Exploited incluiu a canção \"Sid Vicious Was Innocent\" em seu álbum Troops of Tomorrow. Seu corte de cabelo, o Spiky Hair, tornou-se um símbolo da cultura punk. Ele é citado na canção \"Kream\", de Iggy Azalea, de 2018. Ele também é creditado com a popularização da dança conhecida como pogo, na qual a pessoa simplesmente pula de forma incontrolável, como em um pula-pula. Segundo o próprio, ele estava cansado de não ser capaz de ver o palco de onde estava em pé uma noite, então começou a pular no local. Confundindo isso como um movimento de dança, as pessoas na plateia começaram a imitá-lo. Em 1986 estreou a cinebiografia Sid and Nancy, dirigida por Alex Cox, no qual o cantor foi interpretado por Gary Oldman. O filme retrata a sua vida e seu relacionamento com Nancy Spungen. Em sua autobiografia, Lydon critica duramente o filme, pois ele \"engrandece o vício em heroína\", abrindo o caminho para \"humilhar a vida de Vicious\". Apesar de não ter sido um sucesso de bilheteria, Sid and Nancy se tornou um clássico cult e popularizou de vez o casal na cultura popular. O vocalista do The Clash, Joe Strummer, gravou \"Love Kills\" e \"Dum Dum Club\" para a trilha sonora de Sid and Nancy. Em 1986, os Ramones lançaram \"Love Kills\" em seu álbum Animal Boy como tributo para Sid e Nancy. Da mesma forma, a banda Foster the People lançou \"Loyal Like Sid & Nancy\" como single de seu álbum Sacred Hearts Club, de 2017. No episódio \"Love, Springfieldian Style\", da série de televisão Os Simpsons, há uma referência ao romance entre Sid e Nancy, que foram representados por Nelson Muntz e Lisa Simpson, respectivamente. O casal também é referenciado no livro Chelsea Horror Hotel, de Dee Dee Ramone. Nele, Ramone se muda para o Hotel Chelsea e começa a ter pesadelos que indicam que o quarto onde ele está foi o mesmo onde Spungen morrera. Ela e Vicious aparecem como fantasmas durante o resto da história. Os dois também são referenciados no filme Napoleon, de 1995, com dois filhotes de dingo recebendo seus nomes. Para ajudar a promover o filme (500) Days of Summer, os atores Joseph Gordon-Levitt e Zooey Deschanel interpretaram Nancy e Sid, respectivamente, misturando-os a elementos da história da película em um vídeo publicitário. ==Discografia== ;Solo *Sid Sings (1979) *The Idols with Sid Vicious (1993) ;Sex Pistols * Never Mind the Bollocks, Here's the Sex Pistols (1977) * The Great Rock 'n' Roll Swindle (1979) ;Vicious White Kids * The Vicious White Kids featuring Sid Vicious (1991) ==Filmografia== *The Great Rock 'n' Roll Swindle (1979) ==Bibliografia== * * * * * * * ==Ligações externas== *Perfil de Sid Vicious no site oficial dos Sex Pistols *Sid Vicious na Encyclopædia Britannica * Categoria:Músicos de punk rock Categoria:Baixistas da Inglaterra Categoria:Membros de Sex Pistols Categoria:Membros de Siouxsie and the Banshees Categoria:Mortes por uso de drogas Categoria:Mortes por envenenamento não intencional Categoria:Mortes acidentais nos Estados Unidos Categoria:Artistas da Virgin Records Categoria:Tenores da Inglaterra Categoria:Naturais de Londres Categoria:Cantores de punk rock Categoria:Britânicos expatriados nos Estados Unidos Categoria:Vencedores do Prêmio NME",
 "title": "Sid Vicious"
}