{
 "id": "12058",
 "text": "O esloveno (Em esloveno: Slovenščina ou slovenski jezik, em inglês: slovenian) é um idioma da família das línguas indo-europeias pertencente ao grupo de línguas eslavas meridionais. É a língua oficial da e também uma das 24 línguas oficiais da União Europeia. ==História== Os assentamentos eslovenos mais antigos na região atual datam do século VI d.C. No princípio a língua eslovena compartilhou seu desenvolvimento com os dialetos kajkaviano e cakaviano, ambos servo-croatas, mas do século XII em diante os eslovenos estiveram controlados politicamente por falantes de romance e sobretudo de germânico, o que fez com que o uso do esloveno se restringisse a formas dialetais bastante localizadas, resultando em um bilinguismo extensivo mas esporádico. Existem poucos textos do período anterior à Reforma, dentre eles os Fragmentos Freisin (cerca de 1000 d.C.) são notáveis. No século XVI a língua eslovena se desenvolve graças a obra de Trubar, Dalmatin, Krelj, Bohoric e outros, sendo impressos uns 50 livros entre 1550 e 1598. A Contrarreforma deteve a expansão e codificação da língua escrita, mas no século XIX formas literárias foram implantadas e adotadas pelos intelectuais eslovenos. No século XX, os planificadores da língua tiveram de enfrentar vários problemas, incluindo o bilinguismo, a heterogeneidade das variantes dialetais e o contraste entre as aproximações teóricas e as considerações práticas. Fruto dessa complexidade é a coexistência de dois sistemas fonológicos autorizados: um com distinções tonais e outro sem distinções tonais; o primeiro é típico em determinados dialetos e o segundo em outros. ==Dados== O esloveno literário normativo é a língua oficial da Eslovênia, sendo a língua nativa de cerca de 2,2 milhões de pessoas na Eslovênia e regiões fronteiriças da Itália, Áustria e Hungria. Há cerca de 400.000 falantes em comunidades emigradas na Argentina, Canadá, Croácia, Estados Unidos, Sérvia e Montenegro. A palavra esloveno (slovenščina) é usada para definir a língua desde o princípio do século XIX. ==Dialetos== Geralmente se aceita, mesmo que seja difícil de demonstrar, que o esloveno é único dentre as línguas eslavas devido a heterogeneidade de seus dialetos, especialmente devido ao tamanho reduzido da região ocupada pelos falantes de esloveno. Devido a esta diversidade há uma falta de inteligibilidade mútua entre eles. Alguns estudiosos falam de 36 e até 46 dialetos e subdialetos. Os principais dialetos incluem: **Carintio, no extremo norte da Eslovênia, sul da Áustria, pequena região no nordeste da Itália. **Litorâneo, oeste da Eslovênia, região fronteiriça da Itália com a Eslovênia, incluindo Trieste. **Rovtarsko, região central da Eslovênia. **Alto Carniolo, região centro-norte da Eslovênia, incluindo a capital Ljubljana. **Carniolo interior, região sudoeste da Eslovênia, próxima ao golfo de Veneza. **Baixo Carniolo, região sudeste da Eslovênia. **Kocevje, região de Kocevje, no sudeste da Eslovênia. **Estírio, região nordeste da Eslovênia. **Estírio-Panônio (Prekmuro), extremo nordeste da Eslovênia, regiões fronteiriças da Áustria e Hungria. ==Escrita== O esloveno utiliza o alfabeto latino, com exceção das letras Q, X, W e Y, que são usadas somente para grafar nomes e fórmulas estrangeiras, e acrescido das letras Č, Š e Ž. ==Gramática== A língua eslovena possui três gêneros: masculino, feminino e neutro; e três números: singular, plural e dual, sendo este último restrito a pronomes, adjetivos e verbos. Os números 1 e 2 possuem gêneros: 1 ed/en (masc.), ena (fem.); 2 dva (masc.), dve (fem./neutro); 3 a 10: tri, štiri, pet, šest, sedem, osem, devet, deset; 11 enajst, 12 dvanajst, 13 trinajst, 20 dvajset, 30 trideset, 40 štirideset, 100 sto. Os pronomes pessoais são: *Singular 1ª pes. jaz, 2ª pes. ti, 3ª pes. on/ona/ono *Dual 1ª pes. midva, 2ª pes. vidva, 3ª pes. onadva *Plural 1ª pes. mi, 2ª pes. vi, 3ª pes. oni/one/ona A ordem da frase é sujeito, verbo e objeto. == Ver também == * Língua prekmura ==Ligações externas== * Proel - Promotora Española de Lingüística * Revista Slovenski jezik - Slovene Linguistic Studies * Ethnologue Categoria:Línguas da Eslovênia Categoria:Línguas da Áustria Categoria:Línguas da Hungria Categoria:Línguas da Itália Categoria:Línguas oficiais da União Europeia",
 "title": "Língua eslovena"
}