{
 "id": "120577",
 "text": "Maré VermelhaAdoroCinema (BRA)CineCartaz (POR) () é um filme estadunidense de 1995, dos gêneros ação, drama e suspense, dirigido por Tony Scott e estrelado por Denzel Washington e Gene Hackman, com trilha sonora de Hans Zimmer. Assim como The Hunt for Red October, este é um filme de temática militarista que mostra o clima de embate da Guerra Fria em um período no qual ainda era possível sentir os resquícios da indefinição de um futuro pacífico ou de confrontação militar entre as duas principais potências militares mundias, os Estados Unidos e nova Federação Russa. O filme obteve três indicações aos prêmios Óscar. == Sinopse == O filme começa com a apresentação do cenário político da Rússia, onde grupos rebeldes estão em franco combate com o Exército. Preocupado com a escalada da situação, que pode terminar com a vitória dos rebeldes e com a consequente oposição à política dos Estados Unidos, o governo americano decide enviar um submarino nuclear, o USS Alabama, para a costa russa e ficar em estado de alerta para qualquer eventualidade. O capitão do submarino é o experiente Frank Ramsey (Gene Hackman), um homem que dedicou toda sua vida à Marinha e que exige que seus subordinados estejam em constante estado de atenção. Já o segundo na hierarquia, o Oficial Ron Hunter (Denzel Washington), cultiva uma opinião antiguerra e prefere que seus homens sejam naturalmente motivados do que inspirados pelo medo. Durante a viagem, o USS Alabama recebe ordens para atacar as bases rebeldes russas, criando um clima de tensão dentro do submarino, pois é sabido que o uso de armas nucleares pode desencadear a Terceira Guerra Mundial. Logo em seguida é recebida uma nova mensagem, porém incompleta devido a uma falha na transmissão. É quando o verdadeiro clima do filme é estabelecido. O Capitão Ramsey acha que eles devem manter-se fiéis à ordem original de atacar a Rússia, enquanto que Hunter crê que a solução é tentar descobrir o que a nova mensagem está dizendo. Surge um motim dentro do submarino que desafia a hierarquia militar, onde a tripulação se divide sobre quem apoiar no duelo de egos dos seus superiores, e ainda convive com a possibilidade de iniciar uma guerra sem precedentes. Categoria:Filmes dos Estados Unidos de 1995 Categoria:Filmes sobre armas e guerras nucleares Categoria:Filmes de drama de ação dos Estados Unidos Categoria:Filmes dirigidos por Tony Scott Categoria:Filmes de suspense dos Estados Unidos Categoria:Filmes da Hollywood Pictures Categoria:Filmes com submarinos Categoria:Filmes com trilha sonora de Hans Zimmer Categoria:Filmes ambientados em barcos Categoria:Filmes da Walt Disney Pictures Categoria:Filmes em língua inglesa",
 "title": "Maré Vermelha (filme)"
}