{
 "id": "12056",
 "text": "A língua romena (limba română) é uma língua românica falada por cerca de 24 a 28 milhões de pessoas predominantemente na Romênia e na Moldávia, os dois países onde é língua oficial. Tem estatuto de língua oficial nesses dois países e na província autônoma da Voivodina, na Sérvia. O romeno é também língua oficial e administrativa em várias comunidades e organizações, como a União Latina e a União Europeia. Os falantes do romeno encontram-se espalhados por muitos países, principalmente Itália, Espanha, Israel, Portugal, Reino Unido, Estados Unidos, Canadá, França e Alemanha. == História == Antigamente, o território onde se encontra atualmente a Romênia era habitado pelos dácios, que falavam uma língua indo-europeia, a língua dácia, da qual muito pouco se sabe. Há uma teoria de que o dácio era muito próximo do latim, porém não há provas disponíveis para apoiar esta tese; e ela é geralmente descartada pelos linguistas. Depois da conquista romana, a Dácia se transformou numa província romana e o latim vulgar se converteu na língua usada pela administração e pelo comércio. Há que se destacar que só uma pequena parte da Dácia (o que hoje é a Romênia) foi romanizada. A maior parte do território estava povoada por Dácios livres os quais nunca estiveram sob o controle romano. Ainda que não se saiba muito sobre o idioma dácio, há algumas palavras do romeno que tão somente existem em suas quatro variantes dialetais e das quais há cognatos em idioma albanês. Acredita-se que estas palavras procedem do dácio. A maior parte destas palavras têm relação com o pastoreio de gado. Alguns linguistas creem que os albaneses são dácios que não foram romanizados e que migraram para o sul. Graças ao seu isolamento geográfico, o romeno provavelmente foi a primeira língua neolatina que surgiu, e até a era moderna não foi influenciada por outras línguas românicas, assim sua gramática é aproximadamente similar à do latim, mantendo declinações, ao contrário de outras línguas românicas, e o gênero neutro. Acredita-se que todos os dialetos romenos estiveram unificados até, aproximadamente, algum momento entre os séculos VII e X, antes que as línguas eslavas se aproximassem dos povos de fala dácia. E ainda as variações do dialeto daco-romeno (o qual se fala por toda a Romênia) são insignificantes, o que chama atenção porque até a era moderna quase não havia contato entre os romenos de regiões distintas. Esta uniformidade se estende além das fronteiras romenas, já que um falante de romeno na Sérvia utiliza a mesma linguagem de um da Moldávia. O primeiro exemplar de escrita em romeno data do , quando o bizantino relatou uma expedição militar contra os ávaros em 587, quando um tropeiro de mulas que acompanhava o exército bizantino percebeu que a carga estava caindo de um dos animais e gritou para um companheiro: \"Torna, torna fratre\" (que significa \"Volta, volta, irmão!\"). == Influência de outras línguas == === Idioma dácio === O dácio era uma língua indo-europeia falada pelos geto-dácios. Pressupõe-se que teria sido a primeira língua que influenciara o latim falado na Dácia, embora se saiba pouquíssimo sobre essa língua. Foram encontradas, aproximadamente, 300 palavras puramente romenas (em todos os dialetos) ou correspondentes em albanês, sobre as quais se acredita que poderiam ter sido herdadas do idioma dácio, muitas delas ligadas à vida pastoril (por exemplo: balaur, brânză, mal; a se vedea). Alguns linguistas afirmam que os albaneses seriam dácios não romanizados, que migraram rumo ao sul. Um outro ponto de vista afirma que essas palavras não latinas (muitas com correspondentes em albanês) não são tampouco de origem dácia, e sim teriam sido trazidas ao território da Romênia por pastores romanizados que migravam da Albânia, Sérvia e Grécia do norte no espaço cárpato-danubiano-pôntico, que tornaram-se, após, o povo romeno. No entanto, o substrato leste-românico parece ser uma língua satem, enquanto que as línguas paleo-balcânicas faladas no norte da Grécia (língua macedônica antiga) e Albânia (língua ilírica) eram geralmente línguas centum. Considera-se que o idioma dácio era uma língua satem, similar à língua trácica. O Dácio era uma língua próxima das línguas albanesas ou balto-eslavas ou um membro de uma subfamília distinta das línguas indo-europeias. === União linguística balcânica === Embora a maior parte da gramática e da morfologia romena se baseie no latim vulgar, a língua romena apresenta alguns traços específicos dos Bálcãs, que não são encontrados em outras línguas românicas. As línguas dessa união linguística pertencem a algumas subfamílias distintas das línguas indo-europeias: búlgaro e macedônio, são línguas eslavas, albanês é uma língua traco-ilírica e grego forma sua própria subfamília. Entre os traços comuns no quadro dessa união linguística se numeram o artigo definido enclítico, sincretismo entre os casos genitivo e dativo, a formação dos tempos futuro e perfeito, bem como a raridade do uso do infinitivo. === Línguas eslavas === A influência eslava foi a primeira ocorrida durante a formação da língua romena, devido à migração das tribos eslavas (que atravessavam o território da Romênia de hoje). É interessante o fato de que os eslavos foram assimilados ao norte do Danúbio, enquanto que assimilaram quase completamente a população romanizada sul-danubiana (vlahi). A influência continuou na Idade Média, especialmente através do uso do eslavo eclesiástico no quadro dos serviços religiosos, até o . As outras línguas vizinhas (todas de origem eslava, exceto o húngaro) influenciaram o romeno. A influência eslava é sentida tanto no nível fonético quanto no lexical. Até 20% do vocabulário romeno é de origem eslava (a iubi, glas, nevoie, prieten). No entanto, muitas palavras eslavas são arcaísmo e estima-se também que 10% do léxico romeno moderno seja de origem eslava. === Outras influências === Até o , o romeno entrou em contato com algumas línguas próximas geograficamente dele: * alemão (por exemplo: cartof < Kartoffel; bere < Bier; șurub < Schraube) * grego (por exemplo: folos < ófelos; buzunar < buzunára; proaspăt < prósfatos) * húngaro (por exemplo: oraș < város; a cheltui < költeni; a făgădui < fogadni) * turco (por exemplo: cafea < kahve; cutie < kutu; papuc < papuç) === Neologismos === Começando no , muitos neologismos emprestados de outras línguas românicas, especialmente do francês e do italiano, penetraram na língua romena (por exemplo birou, avion ou exploate). Estima-se que aproximadamente 38% das palavras romenas são de origem francesa ou italiana. Algumas palavras de origem latina entraram na língua romena duplamente, uma vez no núcleo lexical (vocabulário popular) e depois como neologismos. Via de regra, a palavra popular é um substantivo, e o neologismo é um adjetivo (por exemplo: frate / fratern, deget / digital, apă / acvatic, frig / frigid, ochi / ocular). Recentemente entraram na língua muitas palavras inglesas, como gem (jam), interviu (interview), meci (match), manager (manager). Essas palavras recebem gênero gramatical e concordam conforme as regras da língua romena. == Vocabulário == O vocabulário representativo (basal) da língua romena, (cf. Sala, M. et.al., Vocabularul reprezentativ al limbilor romanice, Ed. Șt. Encicl. București, 1988, p. 19-79), se apresenta assim: * Elementos românicos 71,66%, dos quais ** 30,33% latinos herdados ** 22,12% franceses ** 15,26% latinos aprendidos ** 3,95% italianos * Formações internas 3,91% (a maioria baseada por etimônios latinos) * Elementos eslavos 14,17%, dos quais ** 9,18% eslavos antigos ** 2,6% búlgaros ** 1,12% russos ** 0,85% servo-croatas ** 0,23% ucranianos ** 0,19% poloneses * Germânicos 2,47% * Neo-helênicos 1,7% * Traco-dácios de substrato 0,96% * Húngaros 1,43% * Turcos 0,73% * Ingleses 0,07% (em crescimento) * Onomatopeias 0,19% * Origem incerta 2,71% Existem algumas influências eslavas, tanto no nível da fonética quanto no nível lexical – por exemplo: como o latim não possui uma palavra para sim, o romeno adotou o eslavo \"da\". O romeno também é a única língua românica na Europa em que o fone /h/ tem valor fonológico, isto é, atua como fonema (esse som existe como alofone do /x/ (grafado ) em alguns dialetos do espanhol em certos países da América Latina, e também como alofone do /ʀ/ no portuguêsCUNHA, Celso. CINTRA, Lindley. Nova gramática do português contemporâneo. 11 ed. Rio de Janeiro: Nova Fronteira, 2001, p. 44-45 (grafado no início de palavras e no meio). Também é notável que quase todas as atividades rurais têm nomes de origem latina, enquanto a maioria das palavras relacionadas à vida urbana foi emprestada de outras línguas. Palavras modernas foram frequentemente tomadas do francês ou italiano no ; algumas vieram mais tarde do alemão e do inglês. == Distribuição geográfica == O romeno é falado principalmente na Romênia, Moldávia, Ucrânia, Hungria, Sérvia, Bulgária, Macedônia do Norte e Grécia, mas também há falantes de romeno em países como o Canadá, Estados Unidos, Alemanha, Israel, Austrália e Nova Zelândia, principalmente graças à imigração após a Segunda Guerra Mundial. Países e territórios de língua romena País Falantes (%) Falantes População (Julho 2003) Ásia não oficial: Israel 3.7% 250,000 6,700,000 Rússia 1 0.7% 1,019,000 145,537,200 Cazaquistão 1 0.1% 19,458 14,953,126 Europa Romênia 89.5% 19,420,000 21,698,181 Moldávia ² 64.5% 3,483,600 4,430,654 Voivodina (Sérvia) 1.5% 29,512 2,031,992 não oficial: Timoc (Sérvia) ³ 8.2% 58,221 712,050 Hungria 0.8% 80,000 10,198,315 Ucrânia 4 0.8% 385,000 48,055,439 América não oficial: Canadá 0.2% 60,520 32,207,113 Estados Unidos 0.11% 300,000 281,421,906 Notas: 1 Muitos são moldavos que foram deportados ² Chamado, porém, de \"Moldavo\" ³ Dividido oficialmente em valáquios e em romenos 4 No norte da Bucovina e ao sul da Bessarábia === Estatuto oficial === O romeno é a língua oficial da Romênia e da Moldávia, embora na república separatista da Transnístria (oficialmente parte da Moldávia) seja escrito no alfabeto cirílico. Na região de Voivodina (parte da Sérvia) tem os mesmos direitos que as línguas oficiais, porém na realidade seu status é inferior ao que é garantido ao idioma sérvio. Em outras partes da Sérvia e na Ucrânia, as comunidades romenas têm poucos direitos no tocante ao uso e preservação de sua língua nas escolas, imprensa, administração e instituições. O romeno é uma das cinco línguas nas quais os serviços religiosos são prestados no estado monástico autônomo do monte Athos, falado nas sketae de Prodromos e de Lacu (uma sketa é uma comunidade de monges; seu plural é sketae). === Dialectos === O romeno tem quatro dialetos: * daco-romeno - geralmente chamado apenas de romeno - falado ao norte do Danúbio * aromeno - na Grécia, na Macedônia do Norte e na Sérvia * megleno-romeno - ao norte da Grécia * istro-romeno - na península da Ístria. Imagina-se que a língua romena surgiu ao norte e ao sul do Danúbio. Todos os quatro dialetos são oriundos da língua românica falada tanto ao norte quanto ao sul do Danúbio, antes do estabelecimento das tribos eslavas ao sul do rio - o daco-romeno surgiu ao norte, e os outros três ao sul. === Romeno na Internet === Mesmo que o inglês continue predominante na Internet, as estatísticas mostram um progresso constante das principais línguas neolatinas (francês, italiano, português, romeno e espanhol) na rede. Um estudo realizado pela Fundația Rețele și Dezvoltare (Funredes) em colaboração com a União Latina, diz que a presença das línguas neolatinas na Internet quase dobrou, enquanto que o inglês caiu de 75% para 45%. Em 1998, a presença da língua romena na Internet era cotada em 0,15%. A presença da língua romena na internet apresenta um histórico irregular, registrando uma queda de 0,22% em 2000 para 0,11% em 2003 (esse fato se deve também a certas mudanças operadas na metodologia de realização do estudo). Conforme a estatística, entre fevereiro de 2003 e março de 2005, a presença da língua romena na Internet quase dobrou, atingindo a cota de 0,17%. A situação das outras línguas românicas é, por comparação, melhor: a presença do espanhol na Internet é de 4,60%; do francês, 4,95%; do italiano, 3,05%; e do português, 1,87%. É evidente que os valores de presença absoluta não constitui um indicador perfeito do vigor de uma língua no quadro da rede. Para obter um resultado significativo, os valores que exprimem a presença das línguas na Internet precisam ser adaptados às dimensões da presença dessas no mundo real. Deste modo, levando em consideração o número de falantes do romeno (estimativamente 30 milhões, pela União Latina), se obtém um coeficiente de 0,33 para a presença preponderante da língua na Internet, contra 0,59 para o português ou 0,74 para o espanhol. Este coeficiente é menor que 1 em todos os três casos, motivo pelo qual é considerado reduzido. O mesmo estudo mostra que existem aproximadamente 4,4 milhões de internautas romenófonos, ou seja, quase um sexto do total de falantes do romeno e 0,4% do total de internautas. De acordo com o Ministério do Desenvolvimento Informacional da República da Moldávia, no começo de 2005, eram registrados 85.000 domínios \".ro\" e 7.200 domínios \".md\". == Gramática == Os substantivos romenos declinam-se em função de gênero (feminino, masculino e neutro), número (singular e plural) e caso (nominativo/acusativo, dativo/genitivo e vocativo). O artigo, semelhante aos adjetivos e pronomes, concorda em gênero e número com o substantivo que determina. A língua romena é a única língua românica que dispõe do artigo definido enclítico, ou seja, é fixado no final do substantivo. Os artigos evoluíram dos pronomes demonstrativos do Latim. A língua romena possui quatro conjugações verbais. * 1ª - verbos que terminam em a; * 2ª - verbos que terminam em ea; * 3ª - verbos que terminam em e; * 4ª - verbos que terminam em i ou î. Os verbos podem ser postos em quatro modos pessoais (indicativo, conjuntivo, condicional-optativo e imperativo) e quatro modos impessoais (infinitivo, gerúndio, supino e particípio). == Alfabeto romeno == Eis o alfabeto romeno: A, a (a); Ă, ă (ă); Â, â (â din a); B, b (be), C, c (ce); D, d (de), E, e (e); F, f (fe / ef); G, g (ghe / ge); H, h (ha / haș); I, i (i); Î, î (î din i); J, j (je), K, k (ka de la kilogram), L, l (le / el); M, m (me / em); N, n (ne / en); O, o (o); P, p (pe); R, r, (re / er); S, s (se / es); Ș, ș (șe); T, t (te); Ț, ț (țe); U, u (u); V, v (ve); X, x (ics); Z, z (ze / zet). O alfabeto romeno é baseado no alfabeto latino, e possui 5 letras adicionais. Inicialmente havia 12 letras adicionais, mas algumas desapareceram com as reformas subsequentes. Além disso, até o começo do , um marcador de vogal breve era usado. Hoje o alfabeto Romeno é extremamente fonético. Entretanto, tanto o \"â\" (usado dentro de palavras) quanto o \"î\" (usado no começo e no final das palavras) representam o mesmo fonema . Até 1904 havia quatro letras representando este som: \"â\", \"ê\", \"î\" e \"û\". Durante o regime comunista na Romênia, (entre 1953 e 1989) apenas a letra \"î\" era usada para simbolizar este som. Outra exceção é o fato das vogais, e suas respectivas semivogais não possuírem letras distintas. As vogais tônicas também não são marcadas na escrita, com rara exceção dos casos em que a acentuação errada pode mudar o sentido da palavra, com no exemplo: \"trei copíi\" (três crianças) e \"trei cópii\" (três cópias). Q, W e Y não fazem parte do alfabeto romeno, e são empregadas apenas em estrangeirismos e nomes estrangeiros. Escrever as letras Ș () e Ț () com uma cedilha em vez de uma vírgula (p.e., Ș, Ț) está incorreto, mas é aceitável, especialmente na área da informática. === Regras para a correta leitura === Ler a língua romena requer o aprendizado de algumas regras, bem similares às da língua italiana. * As letras \"c\" e \"g\" são pronunciadas respectivamente e , exceto diante de \"e\" e \"i\" (ver logo abaixo) * h representa * j representa * â e î representam o fonema /ɨ/ * As letras com uma vírgula abaixo (não confundir com a cedilha!), Ș e Ț representam os fonemas e , * Um i escrito no final da palavra e após uma consoante representa a palatização da dita consoante, (ex.: lup \"lobo\" e lupi \"lobos\"). * ă representa o fonema . ==== Grupos de letras ==== Letras \"c\" e \"g\" possuem uma pronúncia especial (idêntica à do italiano) quando usadas nos seguinte grupos de letras: Grupo Som Exemplos ce, ci tch em tcheco che, chi /k/ capa em quilometro ge, gi j na palavra inglesa jet ghe, ghi gu em guia, guerra == Palavras e frases comuns == Conforme mencionado, a ortografia romena segue de perto a fonética da língua. As letras têm valores próximos aos do italiano ou do latim, à exceção de certos símbolos peculiares (caracteres com diacríticos, etc.). * Romeno (indivíduo): \"Român\" (masc.) - \"Româncă\" (fem.) * Olá: \"Salut!\" ou \"Salutare!\" * Como vai?: \"Ce faci?\" (informal) ou \"Ce mai faci?\" * Qual é o seu nome?: \"Care e numele tău?\" ou \"Cum te cheamă?\" * Adeus: \"La revedere!\" * Tchau: \"Pa!\" * Por favor: \"Vă rog.\" * Obrigado(a): \"Mulțumesc.\" * Sim: \"Da.\" * Não: \"Nu.\" * Feliz aniversário!: \"La mulți ani!\" * Parabéns!: \"Felicitări!\" * Não entendo: \"Nu înțeleg.\" * Onde é o banheiro?: \"Unde e toaleta?\" * Você fala português?: \"Vorbiți portugheza?\" * Você fala romeno?: \"Vorbiți românește?\" * Você poderia escrever isto?: \"Puteți să notați?\" * Que horas são?: \"Cât e ora?\" * De onde vocês são?: \"De unde voi sunteți?\" * O que está acontecendo?: \"Ce se petrece?\" ou \"Ce se întâmplă?\" * Qual é a sua ocupação?: \"Cu ce vă ocupați?\" * Sou estudante: \"Sunt student.\" * Estou muito feliz: \"Sunt foarte fericit.\" * Beijo: \"Pupic\" ou \"Sărut\" == Ver também == * Europa latina === Bibliografia === * Dobrinesco, Grigore. 1978. Gramática da Língua Romena. São Paulo: Editora da Universidade de São Paulo. * Faraco, Carlos Alberto. 1998. Lingüística Histórica. São Paulo: Ática. * Graur, Alexandru. 1967. The romance character of Romanian. Bucharest: House of the Academy of the Socialist Republic of Romania. * Harris, Martin, e Nigel Vincent, eds. 1988. The Romance Languages. New York: Routledge. * Ilari, Rodolfo. 1999. Lingüística Românica. São Paulo: Ática. * Mallinson, Graham. 1988. Rumanian. In Harris e Vincent 1988, 391-419. * Niculescu, Alexandru. 1983. História Breve da Língua Romena. São Paulo: Editora da Universidade de São Paulo. * Salum, Isaac Nicolau. 1978. Formação da Língua e da Literatura Romena. In Dobrinesco 1978, 221-242. * Storig, Hans Joachim. 1990. A Aventura das Línguas: uma viagem através da história dos idiomas do mundo. São Paulo: Melhoramentos. * Tagliavini, Carlo. 1964. Le origini delle Lingue Neolatine. Bologna: Riccardo Pàtron. == Ligações externas == * Site em português sobre a cultura e a língua romena * Romeno.com.br - gramática, verbos, frases e outros conteúdos sobre a língua romena esporadicamente atualizados Categoria:Línguas da Romênia Categoria:Línguas da Áustria Categoria:Línguas do Cazaquistão Categoria:Línguas da Rússia Categoria:Línguas da Moldávia Categoria:Línguas da Ucrânia Categoria:Línguas da Sérvia Categoria:Línguas da Hungria Categoria:Línguas oficiais da União Europeia",
 "title": "Língua romena"
}