{
 "id": "120544",
 "text": "The Comedy of Errors (conhecida em português como A Comédia dos Erros) é uma peça teatral do gênero farsa e comédia criada por William Shakespeare. Como muitas peças de Shakespeare que têm origens em textos clássicos, esta não foge à regra e é construída a partir de Os Menecmos (Os Gêmeos), do comediógrafo romano Plauto. == Personagens == * Solino, duque de Éfeso * Egeu, esposo de Emilia * Antífolo de Éfeso, filho de Egeu * Antífolo de Siracusa, filho de Egeu * Drômio de Éfeso, irmão do Drômio de Siracusa * Drômio de Siracusa, irmão do Drômio de Éfeso * Baltasar, mercador * Ângelo, ourives * Um mercador, amigo de Antífolo de Siracusa * Um segundo mercador, de quem Ângelo é devedor * Pinch, mestre-escola e exorcista * Emília, esposa de Egeu, abadessa em Éfeso * Adriana, esposa de Antífolo de Éfeso * Luciana, sua irmã * Lúcia, criada de Adriana * Uma cortesã * O carcereiro, oficiais de justiça e gente do séqüito == Sinopse == Egeu, um comerciante de Siracusa, é condenado à morte em Éfeso por violar a proibição de andar a fronteira entre as duas cidades medievais. Enquanto é conduzido para sua execução, diz ao duque de Éfeso, Solino, que veio a Siracusa em busca de sua esposa e de seus filhos e servos gêmeos de quem fora separado há 25 anos por ocasião de um naufrágio. Dois dos gêmeos (um filho e um servo), que cresceram com Egeu, estão viajando o mundo em busca da metade faltante de sua família. O duque, movido pela narrativa de Egeu, concede a ele um dia para levantar o resgate de mil marcos que seria necessário para conservar sua vida. Entretanto, sem que saiba Egeu, seu filho Antífolo de Siracusa e Drômio (escravo de Antífolo) também se encontram na cidade - onde moram o Antífolo e o Drômio de Éfeso (os gêmeos desaparecidos que ficaram, supostamente, com a mãe também desaparecida). Dá-se a partir daí uma sucessão de mal-entendidos. Adriana, esposa de Antífolo de Éfeso, confunde-o com o irmão de Siracusa e o arrasta em repouso após o jantar, deixando o Drômio de Siracusa como protetor da porta de entrada da casa. Logo depois disso, o Antífolo de Éfeso (com seu Drômio, escravo de Éfeso) retorna para casa e é-lhe recusada a entrada na sua própria casa. Entretanto, Antífolo de Siracusa se apaixonou perdidamente por Luciana, a irmã de Adriana, que fica profundamente confusa e até assustada com o comportamento do homem que pensa ser seu cunhado. A confusão aumenta quando uma corrente de ouro requisitada pelo Antífolo de Éfeso é dada ao de Siracusa. O Antífolo de Éfeso recusa pagar pela corrente (já que nunca a recebera) e por isso é preso. A esposa, vendo seu comportamento estranho, passa a crer que ele está louco e convoca um exorcista (professor Pinch) que o leva para sua casa. Entretanto, o Antífolo de Siracusa e seu escravo decidem fugir o mais cedo possível da cidade, que acreditam ser enfeitiçada, mas, ao ser ameaçado por Adriana e um guarda, procura o refúgio em uma abadia próxima. Adriana implora para que o duque Solino interfira e remova seu suposto marido da abadia em sua custódia. Seu marido real, entretanto, escapou e vem agora ao encontro do duque. O nó começa a se desfazer e a situação é resolvida finalmente pela abadessa, Emília, que traz para fora da abadia os dois gêmeos e revela ser a esposa desaparecida de Egeu. O Antífolo de Éfeso reconcilia-se com Adriana; Egeu é perdoado pelo duque e reúne-se com sua esposa; o Antífolo de Siracusa recomeça a perseguição romântica a Luciana, os Drômios ficam felizes por terem irmãos e todos acabam felizes. Muitos estudiosos afirmam que a Comédia dos Erros tenha sido a primeira peça de Shakespeare, no entanto ainda há dúvida sobre isso, pelo fato de haver vários trabalhos do autor. == Ligações externas == * Comedy of Errors",
 "title": "A Comédia dos Erros"
}