{
 "id": "120670",
 "text": "Azrael (uma tradução do arábico Ezra'il or Ezra'eil عزرائیل) é nome de dois personagens fictícios de histórias em quadrinhos, pertencente ao universo da DC Comics. Azrael vem de um grupo de assassinos que foram criados pela Ordem de São Dumas para \"cumprir a vontade de Deus\". O nome \"Azrael\" é em homenagem ao anjo da morte islâmico homônimo. ==Primeiras aparições== O personagem original (Jean-Paul Valley) apareceu pela primeira vez na minissérie de quatro edições Batman: Sword of Azrael, de 1992. Michael Lane foi introduzido como Azrael em A Batalha pelo Capuz, uma minissérie em três edições escrita por Fabian Nicieza.\"Batman: Battle for the Cowl - Enter Azrael\", IGN, 18 de dezembro de 2008\"Fabian Nicieza Unleashes Azrael\", Comic Book Resources, 29 de dezembro de 2008 ==Em outras mídias== ===Batman: Arkham Knight=== Azrael é um personagem bastante participativo do jogo Batman: Arkham Knight, e provavelmente o substituto do Batman depois que Bruce Wayne forja sua própria morte com o protocolo knightfall. O que é mais provável é que Azrael tenha se tornado o novo Batman, mesmo porque, nas side-missions que encontramos ele, ele pede ao Bruce para ser o seu sucessor, e diz que está treinado. Bruce então pede para que ele prove, e as missões dele são sempre nós, jogadores, controlando Azrael em alguma luta simulada, tendo que lutar contra os inimigos sem sofrer dano. Vale lembrar que o Azrael em Batman Arkham Knight não é o Jean Paul Valley de “A Queda do Morcego”, aqui ele é Michael Lane, mas fora isso não muda muita coisa: a Ordem de São Dumas o controlando continua, ele continua violento e pensando diferente do Batman. A capa que aparece na cena final é muito semelhante ao uniforme clássico do Azrael, consolidando ainda mais a teoria. Categoria:Personagens da DC Comics Categoria:Heróis da DC Comics Categoria:Artistas marciais da DC Comics Categoria:Artistas marciais fictícios Categoria:Personagens da série Batman Categoria:Personagens criados por Grant Morrison Categoria:Cavaleiros fictícios",
 "title": "Azrael (DC Comics)"
}