{
 "id": "120627",
 "text": "William Henry Harrison (Condado de Charles City, 9 de fevereiro de 1773 – Washington, D.C., 4 de abril de 1841) foi um oficial militar e político que serviu como o nono presidente dos Estados Unidos, sendo o primeiro a morrer em exercício. Ele tinha 68 anos e 23 dias quando tomou posse, o mais velho presidente até Ronald Reagan em 1981, e o último presidente a nascer antes da Declaração de Independência dos Estados Unidos. Harrison morreu no 31º dia de seu mandato por causa de uma pneumonia, servindo o mandato mais curto na história presidencial norte-americana. Sua morte iniciou uma breve crise constitucional, porém essa crise acabou resolvendo muitas questões deixadas em aberto pela Constituição sobre a sucessão presidencial até a ratificação da Vigésima Quinta Emenda. Antes de ser eleito presidente, Harrison serviu como o primeiro representante do Território do Noroeste no congresso e governador do Território de Indiana. Ele conseguiu fama nacional por liderar as forças armadas norte-americanas contra os índios na Batalha de Tippecanoe em 1811, conseguindo o apelido de \"Tippecanoe\" (ou \"Velho Tippecanoe\"). Como general na Guerra anglo-americana de 1812, sua maior contribuição foi a vitória na Batalha do Tâmisa em 1813, que terminou com os conflitos na região. Após a guerra, Harrison mudou-se para Ohio, onde foi eleito para a Câmara dos Representantes dos Estados Unidos e depois, em 1824, para o senado. Ele serviu um mandato truncado até ser nomeado ministro plenipotenciário na Colômbia. Lá, Harrison pediu para Simón Bolívar fazer o país adotar uma democracia similar a norte-americana. Ele então voltou para sua fazenda em Ohio, vivendo em aposentadoria até ser indicado a presidência em 1836. Derrotado, ele aposentou-se novamente até ser eleito em 1840. Aos 68 anos na época da sua posse, Harrison era a pessoa mais velha a assumir a presidência, uma distinção que perdurou até 1981, quando Ronald Reagan foi empossado aos 69 anos. Em sua posse, num dia muito frio, Harrison se recusou a usar um casaco e deu o discurso inaugural mais longo da história americana. Um mês depois ele foi acometido de uma doença e faleceu, sendo sucedido por seu vice, John Tyler. Devido ao seu curtíssimo mandato, a maioria dos acadêmicos o ignoram na classificação dos presidentes. Contudo, o historiador William W. Freehling o chama de \"a figura mais dominante na evolução dos territórios do Noroeste para o Alto Meio-Oeste de hoje\". == Início de vida == ===Primeiros anos e educação=== William Henry Harrison nasceu em , filho caçula de pai-fundador Benjamin Harrison V e o sétimo de Elizabeth Bassett Harrison. Eles eram uma proeminente família política que vivia no Condado de Charles City, Virgínia. Ele foi o último presidente a nascer como um súdito britânico antes da Independência. Seu pai era um fazendeiro e representante no Congresso Continental que assinou a Declaração de Independência. Ele foi governador da Virgínia entre 1781 e 1784. O irmão mais velho de William, Carter Bassett Harrison, foi eleito deputado por Virgínia na Câmara dos Representantes dos Estados Unidos. Em 1787, aos 14 anos de idade, Harrison entrou no Hampden- Sydney College. Ele ficou na escola até 1790, tornando-se bem versado em latim e francês básico. Seu pai episcopal o tirou da escola, possivelmente por causa de um ressurgimento religioso que estava ocorrendo na instituição presbiteriana. Ele então estudou por pouco tempo em uma escola no Condado de Southampton. Ele supostamente envolveu-se com os quakers e metodistas anti- escravagistas lá. Enfurecido, seu pai escravagista o transferiu para a Filadélfia, embarcando com Robert Morris, provavelmente por causa de treinamento médico disponível na cidade. Harrison entrou na Universidade da Pensilvânia em 1790, continuando a estudar medicina com o Dr. Benjamin Rush. Como Harrison explicou para seu biógrafo, ele não gostava da matéria. Pouco depois em 1791, seu pai morreu, o deixando sem dinheiro para pagar os estudos. Com dezoito anos, ele ficou aos cuidados de Morris. ===Início da carreira militar=== Henry Lee III, governador da Virgínia, amigo do pai de Harrison, soube da situação empobrecida dele após a morte do pai e lhe convenceu a se alistar no exército. Um dia após encontrar-se com Lee, aos dezoito anos de idade, Harrison foi comissionado como um alferes no 11º Regimento de Infantaria do Exército dos Estados Unidos. Ele foi designado para Cincinnati no Território do Noroeste, onde o exército estava lutando a Guerra Indígena do Noroeste. O General Anthony Wayne assumiu o comando do exército ocidental em 1792 após seu predecessor, Arthur St. Clair, ter sofrido uma enorme derrota. Harrison foi logo promovido a tenente por causa de sua rigorosa atenção à disciplina, e no ano seguinte ele foi promovido para servir como ajudante de ordens. Harrison aprendeu com Wayne como comandar um exército de forma bem sucedida no Velho Oeste. Ele participou da decisiva vitória na Batalha de Fallen Timbers em 1794, que terminou com o conflito. Após a guerra, Harrison foi um dos signatários do Tratado de Greenville em 1795, que abriu muito do atual estado do Ohio para colonização. Após a morte de sua mãe em 1793, Harrison herdou parte da propriedade da família, incluindo três mil acres de terra e vários escravos. Ainda no exército, ele vendeu sua parte para o irmão. ===Casamento e família=== Em 1795, Harrison conheceu Anna Symmes. Ela era a filha do Juiz John Cleves Symmes, uma importante figura de Ohio, e antigo representante no Congresso da Confederação. Quando Harrison pediu a Symmes permissão para casar-se com Anna, ele recusou. Harrison esperou Symmes sair para uma viagem de negócios, então ele e Anna fugiram e se casaram em . Depois disso, Symmes, preocupado se Harrison conseguiria sustentar Anna, vendeu ao casal uma terra de 160 acres em North Bend. Juntos eles tiveram dez filhos. Nove viveram até a vida adulta e um morreu ainda criança. Anna estava frequentemente doente, principalmente devido a suas gravidezes. Mesmo assim, ela viveu 23 anos a mais que Harrison, morrendo com 88 anos no dia . Acredita- se que Harrison teve seis filhos com uma de suas escravas, Dilsia. Quando ele concorreu a presidente, Harrison não queria \"filhos escravos bastardos\" por perto, então ele deu quatro deles para seu irmão, que os vendeu para um fazendeiro da Georgia. Através dessa linhagem, Harrison é o bisavô do famoso ativista dos direitos dos negros Walter Francis White. White foi presidente da NAACP de 1931 a 1955. ==Carreira política== Harrison saiu do exército em 1797 e começou a fazer campanha entre seus amigos e familiares para conseguir um cargo no governo do Território do Noroeste. Com a ajuda de seu amigo Timothy Pickering, Secretário de Estado, ele foi recomendado para ser o novo Secretário do Território do Noroeste. Ele foi nomeado para o cargo, tempo o qual ele também serviu como governador interino durante as frequentes ausências do governador Arthur St. Clair. ===Membro do Congresso=== Harrison tinha muitos amigos nas elites do leste, e rapidamente conseguiu a reputação de um líder da fronteira. Ele tinha vários empreendimentos de criação de cavalos que lhe deram fama no Território do Noroeste. Ele defendia preços baixos para as terras, a principal preocupação dos habitantes daquela área no momento. O Congresso dos Estados Unidos havia ratificado uma política que levou a altos preços para as terras, algo que não foi bem recebido pelos cidadãos. Quando Harrison concorreu ao Congresso, ele fez campanha dizendo que trabalharia para alterar essa situação e incentivar a migração para o território. Em 1799, aos 26 anos, ele derrotou o filho de St. Clair e foi eleito o primeiro deputado representante do Território do Noroeste. Seu mandato durou entre a . Como era representante de um território, não de um estado, ele não podia votar em projetos de lei, porém podia participar de debates, servir em comitês e propor legislações. Como representante, Harrison conseguiu a aprovação da Lei da Terra de 1804. Isso facilitou a aquisição de terras no Território do Noroeste por parte dos colonos comuns, permitindo que a terra fosse vendida em pequenos lotes. A disponibilidade de terras baratas foi um importante fator para o rápido crescimento populacional daquele território. Harrison também serviu no comitê que decidiu como dividir o Território no Noroeste. O comitê recomendou dividir a área em dois segmentos, criando o Território de Ohio e o Território de Indiana. O projeto de lei foi aprovado e os territórios foram estabelecidos em 1800. O presidente John Adams, sem informar Harrison, o nomeou para ser o governador do Território de Indiana, baseando-se em seus \"laços\" com o oeste e sua aparente neutralidade política. O Senado confirmou a nomeação no dia seguinte. Surpreso e desprevenido, Harrison aceitou depois do Partido Democrata-Republicano ter lhe assegurado que ele não seria tirado no cargo assim que eles chegassem ao poder nas eleições seguintes. Ele então renunciou do Congresso. O Território de Indiana consistia nos atuais estados de Indiana, Illinois, Michigan, Wisconsin e a parte leste de Minnesota. ===Governador=== Harrison mudou-se em para Vincennes, a capital do recém estabelecido Território de Indiana. Na cidade, ele construiu uma mansão chamada Grouseland por causa de seus muitos pássaros. Foi uma das primeiras estruturas de tijolos do território. A casa, que foi restaurada e hoje tornou-se uma atração turística popular, servia como o centro da vida política e social do território. Ele também construiu uma segunda casa perto de Corydon, a segunda capital. Como governador, Harrison tinha vários poderes, incluindo a autoridade de nomear todos os oficiais do território, de criar a legislação e de controlar a divisão territorial em distritos. Uma de suas principais responsabilidades era obter o território das tribos nativo americanas. Isso permitira a expansão da colonização e o aumento da população para que o território virasse um estado. Harrison queria expandir o território também por motivos pessoais, já que sua perspectiva política estava ligada ao crescimento de Indiana. Em 1803, o presidente Thomas Jefferson deu a Harrison permissão para negociar e fechar tratados com as tribos indígenas. Harrison supervisionou o desenvolvimento de treze tratados que aumentaram o território em mais de sessenta milhões de acres, incluindo muito da atual porção sul de Indiana. O Tratado de St. Louis de 1804 com Quashquame levou a rendição dos sauk e meskwaki e a entrega da parte ocidental de Illinois e partes do Missouri. O tratado e a perda das terras foram sentidas por muits sauk e especialmente Black Hawk. Esta foi a principal razão pelo que os sauk se aliaram ao Reino Unido durante a Guerra de 1812. Harrison achou que o Tratado de Grouseland em 1805 havia apaziguado os problemas com os nativos, mas as tensões na fronteira continuaram altas. == Carreira Militar == Harrison, originalmente ganhou fama nacional pela liderança das forças dos Estados Unidos contra os ameríndios na Batalha de Tippecanoe, em 1811, onde obteve a alcunha \"Tippecanoe\" (ou \"Old Tippecanoe\"). De forma geral, na subsequente Guerra de 1812, sua mais notável contribuição foi uma vitória na Batalha do Tâmisa, em 1813, que trouxe a guerra na sua região para uma conclusão bem sucedida. Depois da guerra, Harrison mudou-se para o estado de Ohio, onde foi eleito para o Congresso dos Estados Unidos e, em 1824, no Senado, atuou truncadamente, antes de ser nomeado Ministro Plenipotenciário, para a Colômbia, em maio de 1828. Na Santafe de Bogota, ele deu lições a Simon Bolivar, sobre melhores pontos de democracia, antes de regressar à sua fazenda no estado de Ohio, onde viveu até à sua aposentadoria, em razão à sua nomeação fracassada para a presidência em 1836. Contrariado, ele se aposentou novamente, antes de aceitar a sua segunda candidatura presidencial ao ato eleitoral de 1840. == Presidência == Quando Harrison chegou em Washington, ele queria mostrar que ainda era o herói inabalável de Tippecanoe e que ele era um homem mais educado e mais atencioso do que a caricatura do sertão retratada na campanha. Sua esposa, acometida de uma doença, não o acompanhou. Harrison foi empossado presidente numa quinta feira, 4 de março de 1841, em um dia frio e molhado. Ele enfrentou o clima frio e optou por não usar sobretudo ou chapéu, cavalgando para a cerimônia e, em seguida, proferiu o mais longo discurso inaugural da história americana com 8 445 palavras proferidas. O discurso tomou cerca de duas horas, embora seu amigo Daniel Webster tenha cortado parte do discurso antes para ficar mais curto. Ele cavalgou pelas ruas no desfile inaugural, ficou em uma fila de recepção de três horas na Casa Branca e compareceu a três bailes inaugurais naquela noite, incluindo um baile no Carusi's Saloon intitulado \"Tippecanoe\" com 1 000 convidados que pagaram US$ 10 dólares por pessoa (o equivalente a US$ 312 dólares em 2021). No seu discurso inaugural, Harrison defendeu uma agenda política tipicamente Whig, que era essencialmente um repúdio às políticas de Jackson e Van Buren. Harrison prometeu restabelecer o Banco dos Estados Unidos e estender sua capacidade de crédito com a emissão de papel-moeda baseado no \"sistema americano\" de Henry Clay. Ele pretendia submeter-se ao julgamento do Congresso em matérias legislativas, poupando o uso de seu poder de veto, e reverter a política de conhecida como \"spoils system\" do presidente Jackson. Ele prometeu usar cargos comissionados para criar uma equipe qualificada, não para melhorar sua própria posição no governo. Harrison levou a sério sua promessa de reformar as nomeações executivas, visitando cada um dos seis departamentos federais para observar suas operações e emitir, através do Webster, uma ordem para todos os departamentos que utilizando vagas de emprego para eleição seria considerado motivo para demissão. Ele resistiu ao apelo de muitos Whigs para fazer nomeações partidárias. Um grupo chegou em seu escritório em 16 de março para exigir a remoção de todos os democratas de qualquer cargo nomeado e Harrison proclamou: \"Que Deus me ajude, vou renunciar ao meu cargo antes de ser culpado de tal iniquidade!\" Seu próprio gabinete tentou revogar sua nomeação de John Chambers como governador de Iowa em favor do amigo de Webster, James Wilson. Webster tentou pressionar esta decisão em uma reunião de gabinete em 25 de março e Harrison pediu-lhe que lesse em voz alta uma nota manuscrita que dizia simplesmente \"William Henry Harrison, presidente dos Estados Unidos\". Ele anunciou: \"William Henry Harrison, Presidente dos Estados Unidos, diz para vocês, cavalheiros, que, por Deus, John Chambers será governador de Iowa!\" O único ato oficial importante de Harrison foi convocar o Congresso para uma sessão especial. Ele e Clay haviam discordado sobre a necessidade de tal sessão e o gabinete de Harrison se provou ainda mais dividido, então o presidente vetou a ideia. Clay o pressionou na sessão especial em 13 de março, mas Harrison o rejeitou e disse-lhe que não visitasse a Casa Branca novamente, mas que se dirigisse a ele apenas por escrito. Alguns dias mais tarde, contudo, o Secretário do Tesouro Thomas Ewing reportou para Harrison que os fundos federais estavam com tantos problemas que o governo não poderia continuar a operar até a sessão regularmente programada do Congresso em dezembro; Harrison assim cedeu e convocou a sessão especial no Congresso em 17 de março no interesse da \"condição da receita e finanças do país\". Esta sessão teria começado em 31 de maio, conforme programado, se Harrison tivesse vivido. == Falecimento == Em 26 de março, William Harrison ficou doente, com um resfriado. De acordo com a errada concepção médica da época, acreditava-se que sua doença foi diretamente causada pelo mau tempo na sua posse pois fazia muito frio. Seu discurso de posse foi ao ar livre e é o mais longo feito por um presidente americano para a ocasião. No entanto, a doença de Harrison não surgiu até mais de três semanas após o evento. O resfriado rapidamente piorou, evoluindo para uma pneumonia que provocou a morte de Harrison em 4 de abril de 1841, em Washington. Encontra-se sepultado em William Henry Harrison Memorial, North Bend, Condado de Hamilton, Ohio nos Estados Unidos. Harrison serviu mais curto prazo de qualquer presidente americano: 4 março - 4 abril de 1841, 30 dias, 12 horas e 30 minutos. Após sua morte, foi sucedido na presidência pelo seu vice-presidente, John Tyler. Seu neto, Benjamin Harrison, foi posteriormente o vigésimo-terceiro presidente dos Estados Unidos. ==Ver também== *Maldição de Tecumseh *Lista de governadores de Indiana *Lista de presidentes dos Estados Unidos *Lista dos locais de sepultamento dos presidentes e vice-presidentes dos Estados Unidos == Bibliografia == * * * == Ligações externas == *William Henry Harrison no Biographical Directory of the United States Congress *William Henry Harrison na Casa Branca Categoria:Alunos da Universidade da Pensilvânia Categoria:Militares dos Estados Unidos Categoria:Generais do Exército dos Estados Unidos Categoria:Pessoas da Guerra de 1812 Categoria:Governadores de Indiana Categoria:Episcopais dos Estados Unidos Categoria:Membros da Câmara dos Representantes dos Estados Unidos Categoria:Senadores dos Estados Unidos pelo Ohio Categoria:Presidentes dos Estados Unidos Categoria:Mortes por pneumonia",
 "title": "William Henry Harrison"
}