{
 "id": "120612",
 "text": "Francis Walsingham (1530 em Scadbury Park, Chislehurst, Kent - 6 de abril de 1590, Seething Lane, Londres, Inglaterra) ocupou vários cargos públicos importantes na Inglaterra do século XVI, mas é lembrado pela história principalmente por ter sido o chefe da rede de espionagem da rainha Elizabeth I. ==Biografia== Francis Walsingham nasceu em Scadbury Park, no condado de Kent, supõe-se que em 1530, filho de William Walsingham e de Joyce Denny. Seu pai morreu no ano seguinte e mais tarde sua mãe casou-se com um nobre chamado John Carey. Walsingham estudou no King's College, em Cambridge, a partir de 1548 com muitos professores protestantes mas não chegou a se formar. Em 1550, de acordo com o costume contemporâneo, viajou para o exterior e retornou em 1552 para registrar-se na Gray's Inn (espécie de associação de advogados). A morte de Eduardo VI e a ascensão da rainha católica Maria I levaram-no a viajar novamente para fora do país, desta vez como um estudante de direito em Pádua. Também estudou idiomas e fez contatos que dariam forma mais tarde a sua rede do espionagem no continente. Entre abril de 1556 e novembro de 1558 visitou a Suíça. Quando Elizabeth I ascendeu ao trono, Walsingham voltou para a Inglaterra e, através do apoio dado por sir William Cecil, foi eleito membro da Câmara dos Comuns, representando a cidade de Banbury em 1559 e depois de Lyme Regis em 1563. Foi o mesmo sir Cecil que o imbuiu da missão de desmascarar a Conspiração de Ridolfi. Nessa época se casou com uma viúva chamada Ann Carteill que morreu dois anos depois. Em 1566 casou novamente agora com Ursula St. Barbe, com quem teve uma filha, Frances. Nos anos seguintes, Walsingham começou a ajudar os Huguenotes franceses buscando apoio junto ao clero inglês e começou a organizar sua famosa rede de inteligência. Entre seus espiões estava Christopher Marlowe, dramaturgo e intelectual, e empregou também o criptógrafo Thomas Phelippes. Treinou agentes para interceptar e decifrar cartas, falsificar escrita e quebrar e reparar selos de forma indetectável. Em 1570 William Cecil, na época o principal conselheiro da rainha, escolheu Walsingham para negociar e representar os huguenotes nas negociações com Carlos IX, quando se estipulava o tratado de Blois. Em seguida sucedeu sir Henry Norris como o embaixador da Inglaterra na França. Após o Massacre da noite de São Bartolomeu, sua casa em Paris tornou-se um santuário provisório de refugiados protestantes. Retornou à Inglaterra em abril de 1573. Walsingham foi tão bem sucedido que lhe foi confiada uma função de maior prestígio, tornando-se secretário de estado adjunto em companhia de Thomas Smith. Em 1 de dezembro de 1577, Walsingham recebeu o título de cavaleiro. Passou os anos de 1578 e 1583 engajado em várias missões diplomáticas e estabeleceu sua rede de espiões através de toda a Europa. Ele pagava as despesas de pelo menos cinquenta de seus agentes com parte de suas próprias riquezas. Em 1581, enviou um agente secreto à Constantinopla com vistas a abrir uma rota comercial inglesa com o Oriente. Walsingham esteve por trás da descoberta da conspiração de Throckmorton e da conspiração de Babington. Esta última levou à execução de Mary Stuart, rainha da Escócia, em 1587. Ela foi uma das cabeças da conspiração. Antes do ataque da Armada Espanhola, Walsingham recebeu vários relatórios de alerta de seus agentes nas comunidades mercantis e também das cortes estrangeiras. Walsingham também ocupou um assento na câmara, representando Surrey, cargo que manteve até sua morte. Ele indicou alguns de seus empregados para posições influentes. Recebeu também os títulos honorários de chanceler da Ordem da Jarreteira e chanceler do Ducado de Lancaster. Embora fosse um protestante devoto e um conselheiro de quem Elizabeth veio a depender durante a meio de seu reinado, Walsingham recebeu poucas recompensas materiais da rainha. Obteve concessões de terra, concessões para a exportação de cerveja e tecidos, e aluguéis de inquilinos dos postos avançados do norte e do oeste. Entretanto, gastou uma quantidade considerável de sua renda para manter sua rede da inteligência no continente. Depois de 1579 passou a morar em Barn Elms e depois de 1589 teve que cobrir débitos de seu genro já morto, sir Philip Sidney. Francis Walsingham morreu em 6 de abril de 1590, deixando uma dívida considerável. Sua filha Frances recebia apenas 300 libras anuais. ==Frases célebres== * \"Há menos perigo em temer muito do que em temer muito pouco\" * \"Nada é mais perigoso do que a segurança\" ==Walsingham na Ficção== * O filme Elizabeth mostrava um Walsingham com grandes habilidades de espionagem, mas a adaptação da história de Walsingham não foi realista. Seu papel foi interpretado por Geoffrey Rush. *Na minissérie de revistas em quadrinhos Marvel 1602 escrita por Neil Gaiman, a figura de Walsingham foi substituída pela de sir Nicholas Fury (o equivalente do personagem Nick Fury nessa realidade alternativa). == Ligações externas == * Biografia em inglês Categoria:Espiões do Reino Unido Categoria:Sepultados na Catedral de São Paulo (Londres) Categoria:Corte de Isabel I de Inglaterra Categoria:Naturais de Kent Categoria:Ingleses do século XVI",
 "title": "Francis Walsingham"
}