{
 "id": "120662",
 "text": "Tina Turner (nascida Anna Mae Bullock; Brownsville, 26 de novembro de 1939 – Küsnacht, 24 de maio de 2023) foi uma cantora suíça nascida nos Estados Unidos. Amplamente referida como a \"Rainha do Rock 'n' Roll\", ganhou destaque como vocalista da dupla Ike & Tina Turner Revue, antes de lançar uma carreira de sucesso como artista solo. Turner renunciou à cidadania americana em 2013 e morou na Suíça de 1995 até à sua morte, no ano de 2023. Turner começou sua carreira com o Kings of Rhythm, de Ike Turner, em 1957. Sob o nome de Little Ann, ela apareceu em seu primeiro disco, Boxtop, em 1958. Em 1960 foi apresentada como Tina Turner, com o dueto single \"A Fool in Love\". A dupla Ike & Tina Turner se tornou \"um dos mais formidáveis shows ao vivo da história\". Eles lançaram sucessos como \"It's Gonna Work Out Fine\", \"River Deep - Mountain High\", \"Proud Mary\" e \"Nutbush City Limits\", antes de se separarem, em 1976. Na década de 1980, Turner teve \"um dos maiores retornos da história da música\". Seu álbum multiplatina de 1984 Private Dancer continha o hit \"What's Love Got to Do with It\", que ganhou o Grammy de Gravação do Ano e se tornou seu primeiro e único número 1 na Billboard Hot 100. Aos 44 anos, ela foi a artista solo feminina mais velha a liderar o Hot 100. Seu sucesso nas paradas continuou com \"Better Be Good to Me\", \"Private Dancer\", \"We Don't Need Another Hero (Thunderdome)\", \"Typical Male\", \"The Best\", \"I Don't Wanna Fight\", e \"Golden Eye\". Em 1988, seu nome entrou para o Guiness Book, o livro dos recordes, como o show com o maior número de público pagante já feito por uma cantora solo. A artista reuniu 182 mil pessoas no Maracanã, no Rio de Janeiro, para ver sua apresentação, que foi transmitida para todo o mundo. Nesta época ela fazia a Break Every Rule World Tour. Turner também atuou nos filmes Tommy (1975), Mad Max - Além da Cúpula do Trovão (1985) e Last Action Hero (1993). Em 1993, What's Love Got to Do with It, um filme biográfico adaptado de sua autobiografia \"I, Tina: My Life Story\", foi lançado. Em 2009, Turner se aposentou depois de completar sua Tina!: 50th Anniversary Tour. Tendo vendido mais de 100 milhões de discos em todo o mundo e sendo a primeira pessoa - e por enquanto única - a ter ao menos um hit no top 40 do Reino Unino, em sete décadas consecutivas, (décadas de 1960 a 2020) Turner foi um dos artistas mais vendidos de todos os tempos, tendo recebido doze prêmios Grammy, que incluem oito prêmios competitivos, três prêmios Grammy Hall of Fame e um Prêmio Grammy de Contribuição em Vida. Foi a primeira artista negra e primeira mulher a figurar na capa da Rolling Stone, que a classificou entre os 100 Maiores Artistas de Todos os Tempos e os 100 Maiores Cantores de Todos os Tempos. Com uma estrela na Calçada da Fama de Hollywood e outra na Calçada da Fama de St. Louis, Tina foi duas vezes indicada ao Rock and Roll Hall of Fame, com Ike Turner, em 1991, e como artista solo em 2021. Tina Turner faleceu em 24 de maio de 2023, aos 83 anos de idade. == Juventude == Filha de Zelma Priscilla Currie e Floyd Richard Bullock, Tina Turner nasceu Anna Mae Bullock em 26 de novembro de 1939, em Brownsville uma cidade do Condado de Haywood, no Tennessee. A família morava na comunidade rural próxima de Nutbush, Tennessee, onde seu pai trabalhava como supervisor meeiro. Em tenra idade, Tina colheu algodão nos campos com sua família. Tina tinha duas irmãs mais velhas, Evelyn Juanita Currie e Ruby Alline Bullock. Quando crianças, as três irmãs foram separadas quando seus pais se mudaram para Knoxville, Tennessee, para trabalhar em uma instalação de defesa durante a Segunda Guerra Mundial. Tina foi ficar com seus avós paternos religiosos, Alex e Roxanna Bullock. Após a guerra, as irmãs se reuniram com seus pais e se mudaram com eles para Knoxville. Dois anos depois, a família voltou para Nutbush. Nessa época, ele começou a estudar na Flagg Grove Elementary School, que frequentou da primeira à oitava série. Nascida em uma família batista, Tina começou a cantar ainda criança no coral da igreja. Quando ela tinha 11 anos, sua mãe se mudou para St. Louis, Missouri. O pai de Tina se casou novamente e se mudou para Detroit. Tina voltou a morar com a avó em Brownsville enquanto sua mãe levou sua irmã mais velha para St Louis. Tina disse mais tarde em sua autobiografia que sentia que seus pais não a amavam. Tina lembrou mais tarde que Zelma havia planejado deixar o marido quando ainda estava grávida de Tina. Sobre isso, Turner disse: \"Ela era jovem, muito jovem, e não queria uma outra criança\". Na adolescência, Tina trabalhou como empregada doméstica para a família Henderson. Ela estava na casa de Henderson quando foi notificada de que sua meia-irmã Evelyn havia morrido em um acidente de carro ao lado de suas primas Margaret e Vela Evans. Na Carver High School em Brownsville, Tina era uma líder de torcida e jogava basquete. Quando Tina tinha 16 anos, sua avó morreu, então ela foi morar com a mãe em St. Louis. Ela se formou na Sumner High School em 1958. Após a formatura, ela trabalhou como auxiliar de enfermagem no Barnes-Jewish Hospital. == Carreira == === 1957-1976 - Início da carreira e Ike & Tina Turner === Tina e sua irmã começaram a frequentar clubes noturnos de St. Louis. Em 1957, a irmã de Tina, Alline, a levou para o Manhattan Club em East St. Louis. Alline era garçonete no clube e Ike Turner tocava no clube todas as noites. Impressionada com a música e o talento de Ike, Tina sentiu vontade de fazer parte da banda. O microfone foi passado de mão em mão e todas as meninas mostraram se tinham talento ou não, pois Ike sempre escolhia uma delas para fazer parte da banda. Uma noite, durante o intervalo da banda, o baterista ouviu Tina cantar e, assim como ele, todos ficaram impressionados com o talento da jovem, inclusive sua irmã. Surpreso, ele perguntou se ela sabia cantar mais músicas. A partir de então ela cantou com a banda de Ike. Ike se tornou o mentor de Tina, dando dicas de canto e presença de palco. Em 1958, Tinas fez sua primeira gravação em estúdio, sob o apelido de \"Little Ann\", que significa \"Little Anna\", em referência à sua estatura magra. Ela cantou backing vocals na música \"Box Top\". Em 1960, Ike escreveu uma canção de R&B; intitulada \"Fool in Love\", que originalmente seria gravada pelo vocalista da antiga banda de Ike, Art Lassiter. Mas ele faltou no dia da gravação, e após muita insistência, Ike deixou Turner gravar a canção, como um guia para que depois Art Lassiter gravasse sobre os vocais de Turner. No entanto, após ouvir a demo, Dave Dixon convenceu Ike a enviar a demo para Juggy Murray, presidente da Sue Records. Depois de ouvir a demo, Murray ficou muito impressionado com os vocais de Turner, que comprou a faixa por vinte e cinco mil dólares, e convenceu Ike a transformar Turner em uma \"cantora de show\". Desse modo, Ike renomeou Anna Mae Bullock para \"Tina\", porque o nome rimava com Sheena, Ele foi inspirado pelas personagens Sheena, Rainha da Selva e Nyoka, a Garota da Selva, para criar sua personagem de palco. O primeiro single da dupla, \"Fool in Love\" foi lançado em julho de 1960, e se tornou um hit, alcançando a vigésima-sétima posição na Billboard Hot 100. Mais tarde, Kurt Loder descreveu a faixa como \"a gravação mais negra que qualquer uma vez se emplacou nas paradas pop brancas desde a canção 'What'd I Say' de Ray Charles, no verão anterior\". O segundo single \"It's Gonna Work Out Fine\" também se tornou um hit e lhe valeu uma indicação ao Grammy Awards. Outros singles notáveis da dupla foram lançados sob o selo da gravadora Sue Records, como \"I Idolize You\", \"Poor Fool\" e \"Tra-La-La-La\". No ano seguinte a dupla deixa a Sue Records e assina com a Kent Records, após o moderado desempenho do single \"I Can't Believe What You Say\", eles assinam no ano seguinte com a Loma Records. Entre 1964 e 1969, a dupla assinou com mais de 10 selos discográficos diferentes. A dupla ganhou popularidade em todo os Estados Unidos, chegando a ficar 90 dias fazendo shows direto. O site History of Rock escreveu que a dupla é uma das mais quentes, duráveis e potencialmente explosivas de todo R&B;, com shows que rivalizavam em termos de espetáculo musical com James Brown. Em 1966, a faixa produzida por Phil Spector e Tina Turner, \"River Deep - Mountain High, se torna um sucesso no Reino Unido, fazendo com que Ike & Tina Turner fossem convidados para abrir os shows dos The Rolling Stones. Em 1969, Ike & Tina Turner lançaram o álbum The Hunter. A faixa-título, \"The Hunter\", de Albert King, rendeu a Tina uma indicação ao Grammy de Melhor Performance Vocal Feminina de R&B.; Seus álbuns Come Together e Workin' Together, ambos lançados em 1970, marcaram um ponto de virada em suas carreiras porque eles trocaram suas músicas usuais de R&B; para incorporar mais músicas de rock como \"Come Together\", \"Honky Tonk Woman\" e \"Get Back\". No início de 1971, a versão de Ike & Tina Turner de \"Proud Mary\" do Creedence Clearwater Revival se tornou seu maior sucesso. O single alcançou o número quatro no Hot 100 e vendeu mais de um milhão de cópias, ganhando um Grammy de Melhor Performance de R&B; por um Duo ou Grupo. Em 1972, Ike e Tina abriram o estúdio de gravação Bolic Sound em Inglewood. Tina começou a escrever mais músicas. Ela escreveu nove das dez faixas do álbum Feel Good, de 1972. Tina escreveu seu single de 1973 \"Nutbush City Limits\", que foi um sucesso internacional. Em meados da década de 1970, Ike era fortemente viciado em cocaína, o que prejudicou seu relacionamento com Tina. Em 1976, eles encabeçaram shows no Waldorf Astoria New York e assinaram um contrato de televisão com a CBS-TV. Ike fez planos para assinar um contrato de cinco anos com a Cream Records por US$ 150 000 por ano. O acordo deveria ser assinado em 5 de julho. Em 1º de julho, Ike e Tina voaram de Los Angeles para Dallas, onde foram contratados para se apresentar no Dallas Statler Hilton. Eles brigaram no caminho para o hotel. Tina fugiu do hotel logo depois que eles chegaram e no final daquele mês ela pediu o divórcio. === 1974-1982 - Carreira solo, Tina Turns the Country On, Acid Queen, Rough e Love Explosion === Ainda com Ike, Tina começou a gravar como artista solo. Em 1974, ela lançou seu primeiro álbum solo, Tina Turns the Country On. O álbum é composto principalmente por covers de vários artistas country e folk, incluindo Kris Kristofferson, Bob Dylan, Olivia Newton-John, James Taylor e Dolly Parton. O álbum rendeu a Tina uma indicação ao Grammy de Melhor Performance Vocal Feminina de R&B.; Seu segundo álbum, Acid Queen, lançado em 1975, veio junto com o sucesso de sua personagem no filme Tommy. O seu terceiro álbum, Rough, foi lançado em 1978. Neste ano, já divorciada e atuando totalmente como cantora solo, fez o lançamento deste álbum marcar a liberdade criativa de Turner, que enfim pôde ser como queria no palco. Além de escrever suas canções, regravou sucessos de nomes da música, Ela regravou sucessos para nomes da música como Elton John e Ray Charles, mas o álbum foi um fracasso comercial. Assim, foi lançado no ano seguinte o seu quarto álbum de estúdio, Love Explosion, mas este também não conseguiu o sucesso esperado, tendo apenas um single lançado, Bakstabbers. Love Explosion inclui um breve desvio para a música disco, mas falhou nas paradas, então United Artists Records e Turner se separaram. Sem a um álbum de sucesso, ela continuou a se apresentar e foi a atração principal de sua segunda turnê, Wild Lady of Rock 'n' Roll. Em 1979, Roger Davies concordou em gerenciar a carreira de Turner depois de vê-la se apresentar no Fairmont Hotel em San Francisco. Durante a primavera de 1979, Turner trabalhou na Itália como artista regular na série de TV Rete 1 Luna Park, apresentada por Pippo Baudo e Heather Parisi. Mais tarde naquele ano, Turner embarcou em uma viagem de 5 semanas pela África do Sul durante o regime do apartheid. Mais tarde, ela se arrependeu da decisão, afirmando que era \"ingênua sobre a política na África do Sul\" na época. Em outubro de 1981, Rod Stewart compareceu ao show dela no The Ritz em Nova Iorque e a convidou para tocar \"Hot Legs\" com ele no Saturday Night Live. Em novembro, Turner abriu para os Rolling Stones durante sua turnê americana de 1981. A gravação de Turner de \"Ball of Confusion\" dos Temptations para a equipe de produção do Reino Unido BEF se tornou um sucesso nas danceterias europeias em 1982. Ela filmou um videoclipe para \"Ball of Confusion\" que foi ao ar no então novato canal de videoclipes MTV; isso a tornou uma das primeiras artistas afro-americanas a ganhar tempo no canal. === 1983-1985 - Private Dancer === Após ficar um tempo sem gravar, Turner assina com a Capitol Records, e lança o seu quinto álbum Private Dancer em 1983. O álbum foi um sucesso mundial, alcançando o número três na Billboard 200 dos Estados Unidos, vendendo mais de 5 milhões de cópias no país, e mais de 11 milhões de cópias mundialmente. O álbum contou com hits, como Let's Stay Together (uma regravação de Al Green), Better Be Good to Me, Private Dancer e What's Love Got to Do with It, sendo que este último alcançou o número um na Billboard Hot 100 dos Estados Unidos. Durante esse período, Turner também contribuiu na gravação do single beneficente We Are the World, que foi escrita por Michael Jackson e Lionel Richie. O sucesso de Turner continuou em 1985, quando ela fez uma participação no filme Mad Max - Além da Cúpula do Trovão, além de contribuir para a trilha sonora do filme. O filme foi um sucesso comercial e de crítica, e render-lhe-ia um prêmio NAACP Image Award por sua atuação. Turner também ganhou um Grammy Award de Best Female Rock Vocal Performance pela canção \"One of the Living\" usada na trilha sonora do filme. Também a convite do cantor Bryan Adams grava o dueto \"It's One Love\", que rendeu uma indicação ao Grammy Awards. === 1986-2000 - Break Every Rule e Foreign Affair, Wildest Dreams, Twenty Four Seven === Em 1986, Turner lança o seu sexto álbum de estúdio, Break Every Rule. O álbum vendeu mais de 4 milhões de cópias em todo o mundo e contou com os singles \"Typical Male\", Two People e What You Get Is What You See. A canção Back Where You Started rendeu-lhe um Grammy Award por Best Female Rock Vocal Performance. Para a promoção do álbum, Turner embarcou na turnê mundial Break Every Rule Tour, que é uma das turnês mais bem-sucedidas de todos os tempos. Em 16 de janeiro de 1988, Tina Turner entrou para o Guiness Book, após cantar e dançar para um público pagante de 182 mil pessoas, em um grande show, no Maracanã, Rio de Janeiro. O seu sétimo álbum, Foreign Affair, foi lançado em 1989. Embora o álbum tenha feito sucesso na Europa, não conseguiu ter o mesmo sucesso dos seus dois últimos álbuns nos Estado Unidos, recebendo apenas uma certificação de ouro. Mesmo assim, o álbum recebeu duas indicações ao Grammy Awards. Em 1991, Tina Turner passa a fazer parte do Rock and Roll Hall of Fame. Em 1995, após se mudar para a Suíça, Turner retorna aos Estados Unidos para fazer um grande show com o U2 na composição de Golden Eye para o filme de mesmo nome da franquia 007. A canção se tornou um sucesso na Europa e, em 1996, Turner lança o seu oitavo álbum, Wildest Dreams, que inclui os singles \"Something Beautiful Remains\" e o dueto com o cantor Barry White, In Your Wildest Dreams. Na Europa o álbum alcançou boa vendagem, enquanto nos Estados Unidos o álbum teve moderado sucesso. Em 1998, Turner contribui no single Cose della vita do cantor italiano Eros Remazzotti, que se torna um hit em toda Europa. Em 1999, Turner, juntamente com as cantoras Cher, Whitney Houston, Mary J. Blige e o cantor Elton John, participa do especial da emissora VH-1, Divas Live '99\". No mesmo ano, Turner lança o seu nono e último álbum de estúdio até a data, Twenty Four Seven, que trouxe os singles \"Whatever You Need e When the Heartache Is Over. Embora o álbum não tenha sido um sucesso comercial, a sua turnê de divulgação, a Twenty Four Seven World Tour, foi um sucesso de público. === 2001-Maiores sucessos e aposentadoria === Em 2002, a rodovia Tennessee State Route 19, entre Brownsville e Nutbush (cidade natal de Turner), foi renomeada para Tina Turner Highway. No ano seguinte, Turner grava o dueto com Phil Collins, Great Spirits, para o filme da Disney, Brother Bear. E em 2004 lança o álbum de coletânea de seus maiores sucessos, All the Best, que vendeu mais de um milhão de cópias nos Estados Unidos. Em dezembro de 2005, Turner foi homenageada no Kennedy Center Honors. O então presidente dos Estados Unidos, George W. Bush, comentou que Turner é naturalmente talentosa, enérgica e sensual e se referiu às suas pernas como as mais famosas do show business. Nessa noite vários artistas prestaram homenagens a Turner, como Melissa Etheridge que cantou River Deep - Mountain High, Queen Latifah que cantou What's Love Got to Do with It e Beyoncé que cantou Proud Mary. Em sua homenagem Oprah Winfrey disse: \"Nós não precisamos de um outro herói. Nós precisamos de heroínas como você, Tina. Você me fez ter orgulho de soletrar a palavra M-U-L-H-E-R. EM 2007, Turner fez a sua primeira apresentação ao vivo em 7 anos, em um concerto beneficente para a Cauldwell's Children Charity, em Londres. Nesse mesmo ano regravou a canção Edith and the Kingpin para o álbum de tributo, River: The Joni Lettets, do pianista Herbie Hancock. Também regrava a canção The Game Of Love, para o álbum de compilação do guitarrista Carlos Santana. E colabora, também, com a cantora Elisa na faixa Teach Me Again para a trilha sonora do filme All the Invisible Children. Em fevereiro de 2008, Turner se apresenta na cerimônia do Grammy Awards cantando ao lado da cantora Beyoncé. Ainda em 2008, Turner embarca na turnê Tina!: 50th Anniversary Tour, e lança um outro álbum de compilação e um DVD ao vivo, Tina Live. Em 2013, Turner se torna a pessoa mais velha a pousar na capa da revista Vogue. Em 2014, a Parlophone Records, lança um novo álbum de compilação, Love Songs. == Vida pessoal == === Relacionamentos e filhos === Depois de se mudar para St. Louis, Tina e sua irmã Alline se familiarizaram com Kings of Rhythm de Ike Turner. Alline estava namorando o baterista da banda Eugene Washington e Tina começou a namorar o saxofonista Raymond Hill. Depois que ela engravidou durante o último ano do ensino médio. Seu filho Raymond Craig Bullock Hill nasceu 20 de agosto de 1958. Raymond voltou para sua cidade natal de Clarksdale antes de seu filho Craig nascer em agosto de 1958, deixando Bullock para se tornar uma mãe solteira. Turner comparou seu relacionamento inicial com Ike Turner ao de um \"irmão e irmã de outra vida\". Eles eram amigos platônicos desde o momento em que se conheceram em 1957 até 1960. Seu caso começou enquanto Ike estava com sua namorada Lorraine Taylor. Eles ficaram íntimos quando ela foi dormir com ele depois que outro músico ameaçou entrar em seu quarto. Seu filho Ronald \"Ronnie\" Renelle Turner nasceu 1 de outubro de 1960, morreu em dezembro de 2022. Depois de gravar \"A Fool In Love\", Turner disse a Ike que não queria continuar seu relacionamento; ele respondeu batendo na cabeça dela com uma maca de sapato de madeira. Turner lembrou que esse incidente foi a primeira vez que ele \"incutiu medo\" nela, mas ela decidiu ficar com ele porque \"realmente se importava com ele\". Ike e Tina se mudaram para Los Angeles em 1962 e se casaram em Tijuana. Em 1963, Ike comprou uma casa na área de View Park. Eles trouxeram seu filho Ronnie, o filho de Tina, Craig, e os dois filhos de Ike com Lorraine (Ike Jr. e Michael) de St. Louis para morar com eles. Tina mais tarde revelou em I, Tina que Ike era abusivo e promíscuo durante todo o casamento, o que levou à sua tentativa de suicídio em 1968 por overdose de pílulas de Valium. Ela disse: \"Foi meu relacionamento com Ike que me deixou mais infeliz. No começo eu estava realmente apaixonada por ele. Veja o que ele fez por mim. Mas ele era totalmente imprevisível\". Mais tarde, Ike foi diagnosticado com transtorno bipolar em sua velhice. Turner deixou Ike abruptamente depois que eles brigaram a caminho do hotel Dallas Statler Hilton em 1 de julho de 1976. Ela fugiu com 36 centavos e um cartão de crédito Mobil no bolso. Em 27 de julho, Turner pediu o divórcio com base em diferenças irreconciliáveis. Sua petição de divórcio pedia 4 mil dólares por mês em pensão alimentícia, mil dólares por mês em pensão alimentícia e a custódia de seus filhos Craig e Ronnie. O divórcio foi finalizado em 29 de março de 1978. No decreto final de divórcio, Tina assumiu a responsabilidade por datas de shows perdidas, bem como uma penhora do IRS. Tina reteve royalties de compositora de músicas que ela havia escrito, mas Ike continuou publicando royalties dela e de suas composições. Ela também manteve seus dois carros Jaguar, skins e joias junto com seu nome artístico. Tina deu a Ike sua parte de seu estúdio de gravação Bolic Sound, editoras, imóveis, e ele manteve seus quatro carros. Vários promotores de shows perderam dinheiro e processaram para recuperar suas perdas. Por quase dois anos, ela recebeu vale-refeição e tocou em pequenos clubes para pagar dívidas. Em janeiro de 2013, Turner se naturalizou suíça. Em julho desse mesmo ano, Tina oficializou seu segundo matrimônio, comemorando o casamento em uma cerimônia budista em sua mansão na Suíça, na cidade de Küsnacht, com o produtor e empresário alemão Erwin Bach, dezessete anos mais novo. Eles se conheceram em 1986, quando a gravadora de Tina enviou Erwin para recebê-la no aeroporto, vivendo em Küsnacht desde 1995, onde a cantora aprendeu a falar alemão fluentemente. Em 3 de julho de 2018, o filho mais velho de Tina, Craig, morreu por suicídio com um tiro na cabeça em sua casa em Studio City, Califórnia. Tina voltou aos Estados Unidos para assistir ao seu funeral. A cantora é avó de dois netos, filhos de Ronnie. === Religião === Tina às vezes se referia a si mesma como uma \"budista-batista\", aludindo à sua educação na igreja batista, onde seu pai era diácono, e sua posterior conversão ao budismo quando adulta. Turner afirmou em sua autobiografia de 1986 I, Tina que ela foi apresentada ao Budismo Nitiren Daishonin pela amiga de Ike, Valerie Bishop, que lhe ensinou o canto Nam- myoho-rengue-kyo em 1973. Tina credita o canto por ajudá-la a passar por momentos difíceis. Tina comparou o canto budista ao canto: \"…Nam-myoho-rengue- kyo é como uma canção. Na tradição Soka Gakkai, somos ensinados a cantá-lo. É um som e um ritmo e toca um lugar dentro de você. Esse é o lugar que estamos tentando alcançar é o subconsciente. Eu acredito que é o lugar mais alto…”. Tina se encontrou com o 14.º Dalai Lama Tenzin Gyatso em Einsiedeln, Suíça, em 2 de agosto de 2005. Ela também se encontrou com o cantor budista suíço- tibetano Dechen Shak-Dagsay e em 2009 co-criou um projeto de música espiritual com Shak-Dagsay e o cantor suíço Regula Curti chamado Além. === Saúde === Tina revelou em seu livro de memórias de 2018 My Love Story que ela sofreu doenças com risco de vida. Em 2013, três semanas após seu casamento com Erwin Bach, ela sofreu um derrame e teve que aprender a andar novamente. Em 2016, ela foi diagnosticada com câncer intestinal. Tina optou por remédios homeopáticos para tratar sua pressão alta que resultou em danos aos rins e eventual insuficiência renal. Suas chances de receber um rim eram baixas e ela foi instada a iniciar a diálise. Ela considerou suicídio assistido e se inscreveu para ser membro do Exit, mas Bach se ofereceu para doar um rim para seu transplante. Turner passou por uma cirurgia de transplante de rim em 7 de abril de 2017. ==== Morte ==== Tina Turner morreu aos 83 anos de idade em sua casa na Suíça. A morte foi confirmada por um assessor mas, em um primeiro momento, a causa não foi revelada. Apenas foi divulgado que ela morreu \"após uma longa doença\". No dia seguinte, um porta-voz da cantora revelou ao jornal britânico Daily Mail que Tina morreu de causas naturais. == Discografia == *Tina Turns the Country On! (1974) *Acid Queen (1975) *Rough (1978) *Love Explosion (1979) *Private Dancer (1984) *Break Every Rule (1986) *Foreing Affair (1989) *Wildest Dreams (1996) *Twenty Four Seven (1999) *Beyond: Buddhist and Christian Prayers (2009) *Children Beyond (2011) * Love Songs (2014) * Love Within: Beyond (2014) * Awakening Beyond (2017) == Turnês == *Australian Tour (1977) *The Wild Lady of Rock Tour (1978-79) *Nice 'n' Rough Tour (1982) *1984 World Tour (1984) *Private Dancer Tour (1985) *Break Every Rule World Tour (1987-88) *Foreign Affair: The Farewell Tour (1990) *What's Love? Tour (1993) *Wildest Dreams Tour (1996-97) *Twenty Four Seven Tour (2000) *Tina!: 50th Anniversary Tour (2008-09) == Filmografia == Filme Filme Filme Filme Ano Filme Personagem Observações 1971 Taking Off Ela mesma Filme dirigido por Milos Forman. Participação especial. Dur.: 93 min. 1975 Tommy The Acid Queen Filme baseado na ópera-rock de Pete Townshend (The Who). Dur.: 111 min. 1978 Sgt. Pepper's Lonely Hearts Club Band Our Guests at Heartland Filme produzido por Robert Stigwood homenageando os Beatles. Dur.: 113 min. 1985 Mad Max - Além da Cúpula do Trovão Auntie Entity Prêmio (1986) - NAACP Image Award for Outstanding Actress in a Motion Picture. Dur. 107 min. 1993 What's Love Got to Do with It Ela mesma A voz por trás de Angela Bassett em registros gravados. Dur.: 118 min. 1993 Last Action Hero Prefeita de Los Angeles Filme protagonizado por Arnold Schwarzenegger. Dur.: 130 min. 2004 The Goddess Shakti Filme inédito. Produzido por Ismail Merchant e James Ivory. Televisão Televisão Televisão Televisão Ano Filme Personagem Observações 1966 The Big T.N.T. Show Ela mesma 1970 It's Your Thing Ela mesma Documentário Gimme Shelter Ela mesma Filme-documentário produzido pelos Rolling Stones. 1971 Soul To Soul Ela mesma Documentário dirigido por Denis Sanders. Dur.: 96 min. 1972 CS Blues Ela mesma Documentário (não lançado) 1993 Girl from Nutbush Ela mesma Documentário dirigido por Chris Cowey. Dur.:103 min. 2000 Ally McBeal Ela mesma Breve aparição Episódio: \"The Oddball Parade\" == Ver também == * Lista de recordistas de vendas de discos == Bibliografia == * * * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * Tina Turner no Spotify * Categoria:Nascidos em 1939 Categoria:Ike & Tina Turner Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Atrizes premiadas com o NAACP Image Categoria:Atrizes de cinema dos Estados Unidos Categoria:Atrizes de televisão dos Estados Unidos Categoria:Atrizes afro-americanas Categoria:Budistas dos Estados Unidos Categoria:Cantoras afro-americanas Categoria:Cantores de R&B; contemporâneo dos Estados Unidos Categoria:Cantoras de música pop dos Estados Unidos Categoria:Cantoras de rock dos Estados Unidos Categoria:Cantores de pop rock dos Estados Unidos Categoria:Cantores de soul dos Estados Unidos Categoria:Cantoras dos Estados Unidos Categoria:Convertidos ao budismo Categoria:Dançarinas dos Estados Unidos Categoria:Estado-unidenses expatriados na Suíça Categoria:Membros da Soka Gakkai Categoria:Músicos vencedores do Grammy Categoria:Músicos vencedores do MTV Video Music Awards Categoria:Vítimas de violência doméstica Categoria:Recordistas de vendas de discos Categoria:Vencedores do Grammy Lifetime Achievement Award Categoria:Homenageados no Hall da Fama do Grammy",
 "title": "Tina Turner"
}