{
 "id": "120659",
 "text": "Sir Sidney Poitier KBE (Miami, — Los Angeles, 6 de janeiro de 2022) foi um ator, diretor, autor e diplomata bahamense estadunidense. Poitier cresceu em Cat Island, nas Bahamas. Em 1964, foi agraciado tanto com o Oscar quanto com o Globo de Ouro de melhor ator pelo seu desempenho em Lilies of the Field. Em 1967, viveu o engenheiro e professor Mark Thackeray em To Sir With Love, um dos papéis mais marcantes de sua carreira. Em 1972, iniciou a carreira de diretor em Buck and the Preacher. Em 1982, recebeu o Prémio Cecil B. DeMille. Em 2002 se tornou o primeiro artista negro a receber um Oscar honorário pelo conjunto da obra. É pai da também atriz Sydney Tamiia Poitier. Seu visual serviu de inspiração para o personagem John Stewart da DC Comics. Poitier morreu em 6 de janeiro de 2022, aos 94 anos de idade, em Beverly Hills. == Primeiros anos == Sidney Poitier nasceu em 20 de fevereiro de 1927, em Miami, Flórida. Ele era o caçula de sete filhos nascidos de Evelyn (nascida Outten) e Reginald James Poitier, fazendeiros das Bahamas que possuíam uma fazenda em Cat Island. A família viajava para Miami a fim de vender tomates e outros produtos. Seu pai também trabalhou como motorista de táxi em Nassau. Poitier nasceu inesperadamente em Miami enquanto seus pais estavam de visita. Seu nascimento foi prematuro de três meses e não se esperava que ele sobrevivesse, mas seus pais permaneceram em Miami por três meses para cuidar dele.Adam Gourmand, Sidney Poitier: Man, Actor, Icon (2004), pg. 8. Poitier cresceu nas Bahamas, então uma colônia da Coroa Britânica. Devido ao seu nascimento (não planejado) nos Estados Unidos, ele teve automaticamente direito à cidadania americana. Alguns acreditam que os ancestrais Poitier haviam migrado do Haiti, e provavelmente estavam entre os escravos fugitivos que estabeleceram comunidades quilombolas em todas as Bahamas, incluindo Cat Island. Poitier era originalmente um nome francês, e que então não havia Poitiers brancos nas Bahamas. No entanto, havia um Poitier branco em Cat Island - o nome veio do fazendeiro Charles Leonard Poitier, que imigrara da Jamaica no início de 1800. Em 1834, a propriedade de sua esposa em Cat Island tinha 86 escravos negros que mantinham o nome Poitier, um nome que havia sido introduzido na Anglosfera desde a conquista normanda no século XI.Meyers, Allan D. (2015), \"Striking for Freedom: The 1831 Uprising at Golden Grove Plantation, Cat Island\", The International Journal of Bahamian Studies, Vol. 21, No. 1. Poitier viveu com sua família em Cat Island até os dez anos, quando se mudaram para Nassau. Lá ele foi exposto ao mundo moderno, onde viu seu primeiro automóvel e experimentou eletricidade, encanamento, refrigeração e filmes.Poitier, Sidney. The Measure of a Man: A Spiritual Autobiography. (2000). New York. HarperCollins. Ele foi criado como católico, mas depois se tornou agnóstico com visões mais próximas do deísmo. Aos quinze anos, foi enviado para Miami para morar com a grande família de seu irmão. Aos dezesseis anos, ele se mudou para Nova Iorque, procurando se tornar um ator, mantendo uma série de empregos como lavador de pratos nesse meio tempo. Depois de falhar em sua primeira audição com o American Negro Theatre devido à sua incapacidade de ler o roteiro, um garçom judeu idoso sentou-se com ele todas as noites por várias semanas, ajudando-o a aprender a ler usando o jornal.Goudsouzian, Aram (2004), Sidney Poitier: Man, Actor, Icon, University of North Carolina Press, , p. 44. Durante a Segunda Guerra Mundial, em novembro de 1943, ele mentiu sobre sua idade e se alistou no Exército. Ele foi designado para um hospital da Administração de Veteranos em Northport, Nova Iorque, e foi treinado para trabalhar com pacientes psiquiátricos. Poitier ficou chateado com a forma como o hospital tratou seus pacientes e fingiu doença mental para obter alta. Poitier confessou a um psiquiatra que estava fingindo sua condição, mas o médico foi solidário e concedeu sua dispensa sob a Seção VIII do regulamento do Exército 615-360 em dezembro de 1944. Depois de deixar o Exército, ele trabalhou como lavador de pratos até que uma audição bem-sucedida lhe rendeu um papel em uma produção do American Negro Theatre, a mesma empresa na qual ele falhou em sua primeira audição.Poitier, Sidney. The Measure of a Man (2000). New York: HarperCollins Publishers. == Vida pessoal == Poitier foi casado pela primeira vez com Juanita Hardy de 29 de abril de 1950 até 1965. Poitier tornou-se um residente de Mount Vernon no Condado de Westchester, Nova Iorque em 1956, embora tenham criado sua família em Stuyvesant, Nova Iorque, em uma casa em o Rio Hudson. Em 1959, Poitier começou um caso de nove anos com a atriz Diahann Carroll. Ele se casou com Joanna Shimkus, uma atriz canadense que estrelou com Poitier em The Lost Man de 1969, em 23 de janeiro de 1976, e eles permaneceram casados pelo resto de sua vida. Ele teve quatro filhas com sua primeira esposa (Beverly, Pamela,Feuer, Alan (February 12, 2005), \"Hundreds Mourn Ossie Davis in Harlem\" , The New York Times. Sherri, e Gina) e duas com sua segunda (Anika e Sydney Tamiia). Além de suas seis filhas, Poitier teve oito netos e três bisnetos.\"Sir Sidney Poitier Tribute Award: Sir Sidney Poitier to bestow his name to the Bahamas International Film Festival (BIFF) Career Achievement Award\" , BIFF, April 8, 2015. Quando o Furacão Dorian atingiu as Bahamas em setembro de 2019, a família de Poitier tinha 23 parentes desaparecidos. == Morte e tributos == Em 6 de janeiro de 2022, Poitier morreu em sua casa em Beverly Hills, Califórnia, aos 94 anos. Sua morte foi confirmada por Fred Mitchell, ministro das Relações Exteriores das Bahamas. Após sua morte, muitas declarações divulgadas em homenagem a Poitier, incluindo o presidente Joe Biden, que escreveu em parte: \"Com inabalável grandeza e equilíbrio - seu calor, profundidade e estatura singulares na tela - Sidney ajudou a abrir os corações de milhões e mudou a maneira como a América se via\". O ex-presidente Barack Obama prestou homenagem a Poitier chamando-o de \"um talento singular que simbolizava dignidade e graça\". Michelle Obama, Bill Clinton, Hillary Clinton também divulgaram declarações. Muitos na indústria do entretenimento também prestaram homenagem a Poitier, incluindo Martin Scorsese, que escreveu: \"Durante anos, os holofotes estavam em Sidney Poitier. Ele tinha uma precisão vocal, poder físico e graça que em alguns momentos pareciam quase sobrenaturais\". Denzel Washington escreveu: \"Foi um privilégio chamar Sidney Poitier de meu amigo. Ele era um homem gentil e abriu portas para todos nós que estavam fechadas há anos\". Harry Belafonte, Morgan Freeman, Viola Davis, Whoopi Goldberg, Lupita Nyong'o, Halle Berry, Ava DuVernay, Oprah Winfrey, Octavia Spencer, Jeffrey Wright, Giancarlo Esposito, Quincy Jones e Ron Howard também prestaram homenagem. == Legado == Poitier foi descrito como um ícone em seu obituário pelo USA Today. Laura Jacobs para Vanity Fair saudou Poitier como o \"Martin Luther King Jr. dos filmes\". Vários historiadores do cinema e jornalistas o chamaram de a primeira estrela de cinema afro-americana de Hollywood. O The New York Times observou após sua morte, que Poitier foi fundamental para a diversidade de Hollywood e \"abriu o caminho para atores negros no cinema\". O The Hollywood Reporter escreveu que \"Poitier foi o primeiro ator a estrelar filmes mainstream de Hollywood que retratavam um homem negro de uma forma não estereotipada, e sua influência, especialmente durante os anos 1950 e 1960 como modelo e criador de imagens, foi imensurável\". Ao apresentar a Poitier o Oscar Honorário em 2002, Denzel Washington disse sobre Poitier: \"Antes de Sidney, os atores afro-americanos tinham que assumir papéis coadjuvantes em grandes filmes de estúdio que eram fáceis de cortar em certas partes do país. Mas você não podia cortar Sidney Poitier de um filme de Sidney Poitier\". Ele era um ator afro-americano influente e altamente visto como tal, pois se tornou o primeiro ator negro a ser indicado ao Oscar e o primeiro ator negro a ganhar o prêmio. Ele também foi descrito como o \"único representante\" dos afro-americanos no cinema mainstream durante as décadas de 1950 e 1960, especialmente durante o auge do Movimento dos direitos civis dos negros nos Estados Unidos. O The New York Times observou que Poitier era \"um embaixador da América branca e um emblema benigno do poder negro\". Por seu papel na diversificação de Hollywood e por seu papel em pavimentar o caminho para outros atores negros, ele foi descrito como uma das \"figuras mais importantes de Hollywood do século 20\". O ex- presidente dos Estados Unidos Barack Obama observou que Poitier havia \"[avançado] o diálogo da nação sobre raça e respeito\" e \"abriu portas para uma geração de atores\". == Filmografia == * De onde vem minha ajuda (From Whence Cometh My Help, 1949) (documentário) * O Ódio é Cego (No Way Out, 1950) * Os Deserdados (Cry, the Beloved Country, 1951) * Arrancada da Morte (Red Ball Express, 1952) * O Time Maravilhoso (Go, Man, Go!, 1954) * Sementes de Violência (Blackboard Jungle, 1955) * Cruel Dilema (Good-bye, My Lady, 1956) * Um Homem têm Três Metros de Altura (Edge of the City, 1957) * Sangue sobre a Terra (Something of Value, 1957) * Meu Pecado foi Nascer (Band of Angels, 1957) * Ilha Virgem (Virgin Island, 1958) * A Marca do Gavião (The Mark of the Hawk, 1958) * Acorrentados (The Defiant Ones, 1958) * Porgy e Bess (Porgy and Bess, 1959) * Os Invencíveis (All the Young Men, 1960) * O Sol Tornará a Brilhar (A Raisin in the Sun, 1961) * Paris Vive à Noite (Paris Blues, 1961) * Tormentos d'Alma (Pressure Point, 1962) * Os Legendários Vikings (The Long Ships, 1963) * Uma Voz nas Sombras (Lilies of the Field, 1963) * O Caso Bedford (The Bedford Incident, 1965) * A Maior História de Todos os Tempos (The Greatest Story Ever Told, 1965) * Quando Só o Coração Vê (A Patch of Blue, 1965) * Uma Vida em Suspense (The Slender Thread, 1965) * Duelo de Diablo Canyon (Duel at Diablo, 1966) * Ao Mestre com Carinho (To Sir, with Love, 1966) * No Calor da Noite (In the Heat of the Night, 1967) * Adivinhe Quem Vem Para Jantar (Guess Who's Coming to Dinner, 1967) * Um Homem para Ivy (For Love of Ivy, 1968) * O Homem Perdido (The Lost Man, 1969) * (King: A Filmed Record… Montgomery to Memphis, 1970) (documentário) (narrador) * Noites sem Fim (They Call Me MISTER Tibbs!, 1970) * O Estranho John Kane (Brother John, 1971) * A Organização (The Organization, 1971) * Um por Deus, Outro pelo Diabo (Buck and the Preacher, 1972) (também como diretor) * (A Warm December, 1973) (também como diretor) * Aconteceu num Sábado (Uptown Saturday Night, 1974) (também como diretor) * Aconteceu outra Vez (Let's Do It Again, 1975) (também como diretor) * Conspiração Violenta (The Wilby Conspiracy, 1975) * (A Piece of the Action, 1977) (também como diretor) * (Paul Robeson: Tribute to an Artist, 1979) (curta-metragem) (narrador) * Loucos de dar Nó (Stir Crazy, 1980) (diretor) * Hanky Panky - Uma Dupla em Apuros (Hanky Panky (filme), 1982) (diretor) * (Fast Forward, 1985) (diretor) * Bopha, à Flor da Pele (Bopha!, 1986) (documentário) (narrador) * Atirando para Matar (Shoort to Kill 1988) * Espiões sem Rosto (Little Nikita, 1988) * Ghost Dad, 1990 (diretor) * Separate but equal, 1991 * Sneakers, 1992 * A Century of Cinema, 1994 (documentário) * To Sir, with Love II, 1995 * Children of the dust, 1995 * Wild Bill: Hollywood Maverick, 1996)(documentário) * The Jackal, 1997 * Mandela and De Klerk, 1997 * Lições da Vida (The Simple Life of Noah Dearborn, 1999) * Ralph Bunche: An American Odyssey, 2001 (documentário, narrador) * Tell Them Who You Are, 2004 (documentário) == Notas == == Ligações externas == * Categoria:Atores dos Estados Unidos Categoria:Globo de Ouro de melhor ator em filme de drama Categoria:Óscar de melhor ator Categoria:BAFTA de melhor ator em cinema Categoria:Urso de Prata de melhor ator Categoria:Medalha Presidencial da Liberdade Categoria:Naturais de Miami Categoria:Cineastas afro-americanos Categoria:Atores afro-americanos Categoria:Embaixadores das Bahamas no Japão Categoria:Católicos das Bahamas Categoria:Óscar honorário Categoria:Prémio Cecil B. DeMille Categoria:Atores premiados com o Grammy Categoria:Prémio Screen Actors Guild Life Achievement Categoria:BAFTA Fellowship Award Categoria:História dos afro-americanos",
 "title": "Sidney Poitier"
}