{
 "id": "120626",
 "text": "O Partido Humanista da Solidariedade (PHS) foi um partido político de centro- direita brasileiro. Em 19 de setembro de 2019, o TSE aprovou sua incorporação com o Podemos. Seu código eleitoral era o 31.Tribunal Superior Eleitoral: Partidos políticos registrados no TSE , visitado em 25 de julho de 2007 Entre outras coisas, defendia o distributismo e a moral cristã, além do solidarismo e humanismo cristão. == História == O partido teve suas raízes ideológicas ainda na década de 1960, quando algumas das suas mais expressivas lideranças tiveram contato com o Padre Fernando Bastos de Ávila que, na ocasião, publicou os livros Neo-Capitalismo, Socialismo, Solidarismo e Solidarismo. O PHS descende do Partido do Solidarismo Libertador, que havia tido seu registro cancelado pelo Tribunal Superior Eleitoral (TSE). Foi criado em 1995, com a denominação de \"Partido da Solidariedade Nacional\" (PSN) e obteve o registro permanente em 20 de março de 1997, tendo como fundador e primeiro presidente o empresário de origem francesa Phillipe Guedon. Nas eleições de 2014, O partido só lançou, pela própria sigla, dois candidatos a governador (em Minas Gerais e São Paulo) e nenhum a senador em todo o Brasil. O partido ajudou a eleger onze candidatos a governadores e oito candidatos a senador, sendo alguns então de partidos que compunham o governo federal e outros que faziam oposição a ele. Nas eleições de 2016, o partido conquista pela primeira vez a prefeitura de uma das principais metrópoles do país e capital do estado mineiro, Belo Horizonte com a vitória do empresário e ex-dirigente esportivo Alexandre Kalil. Nas eleições de 2018, o partido apoiou a candidatura do ex-ministro da fazenda no Governo Temer Henrique Meirelles a presidência da república Pelo MDB sem lançar nenhum candidato a vice na chapa do mesmo e elegendo apenas 6 deputados federais nao conseguindo ultrapassar a cláusula de barreira que exigia a eleição de ao menos 9 deputados. ===Guerra judicial=== Em 21 de dezembro de 2018, um grupo de cinco membros nacionais tentou extinguir o partido, pois não atingiu a cláusula de barreira. Com isso, anunciou o processo de incorporação do partido ao Podemos, mas os fundadores e presidentes estaduais judicializaram a incorporação no TSE e TJDF, após inúmeras denúncias de mal uso das verbas do fundo partidário pelo grupo. Em 23 de fevereiro de 2019, em Brasília, representantes de mais de vinte estados, fizeram um encontro nacional do partido e elegeram uma comissão interventora nacional, assim, em 19 de setembro de 2019, o TSE aprovou sua incorporação com o Podemos. == Eleições presidenciais == Candidatos majoritários apoiados pelo PHS em eleições presidenciais. Ano Imagem Candidato a Presidente Candidato a Vice-Presidente Coligação Votos % Posição 1998 Vasco Azevedo Neto (PSN) Alexandre José Ferreira dos Santos (PSN) 109.003 0,16 12º 2014 Marina Silva (PSB) Beto Albuquerque (PSB) Unidos pelo Brasil PSB, PHS, PRP, PPS, PPL e PSL 22.176.619 21,32 3º 2018 Henrique Meirelles (MDB) Germano Rigotto (MDB) Essa é a Solução MDB e PHS 1.288.948 1,20 7º :Nota: Vasco Azevedo Neto disputou as eleições de 1998 quando o partido se chamava PSN. Categoria:Partido Humanista da Solidariedade Categoria:Partidos políticos conservadores no Brasil Categoria:Distributismo Categoria:1995 na política do Brasil Categoria:Partidos políticos extintos do Brasil",
 "title": "Partido Humanista da Solidariedade"
}