{
 "id": "120730",
 "text": "Banco Rural foi uma instituição bancária privada brasileira, sediada em Belo Horizonte. Em 1964, Sabino Rabello comprou um banco e o transformou no Banco Rural. Devido a situação econômico-financeira e a problemas legais, o banco foi submetido à liquidação em 13 de agosto de 2013. Enquanto operava, foi controlado pela família Rabello com capital de 65% das ações ativas. Em 2005, o Banco Rural ocupava a 18º posição entre os 40 maiores bancos privados em ativos, de acordo com dados do Banco central (BC), com Patrimônio Líquido de R$ 678 milhões. Em 2012, os números eram menores, conforme dados disponibilizados pelo BC. O Banco Rural ficou conhecido do grande público brasileiro por abrigar contas utilizadas em escândalos de corrupção de repercussão nacional, como o do escândalo do mensalão. Em abril de 2006, o Procurador Geral da República, Antonio Fernando de Souza, denunciou quatro diretores do Banco Rural por crimes contra o mercado financeiro. Em junho de 2006, foi divulgado que o Banco Rural passava por dificuldades financeiras, por conta do receio de seus investidores. O banco perdeu ativos em conta- corrente. Esse movimento foi atribuído ao receio dos seus clientes, que fecharam suas contas-correntes no banco por temer investigações de seus dados bancários, e também com medo da própria saúde financeira do banco. ==Liquidação== No dia 2 de agosto de 2013, o Banco Rural teve sua liquidação extra judicial decretada pelo Banco Central. Em nota oficial o BC informou como motivo para a liquidação: \"comprometimento da situação econômico- financeira e falta de um plano viável para a recuperação da situação do banco\". \"O ato abrange, por extensão, as demais empresas do Conglomerado Financeiro Rural: o Banco Rural de Investimentos S.A.; o Banco Rural Mais S.A.; o Banco Simples S.A.; e a Rural Distribuidora de Títulos e Valores Mobiliários S.A.\", informa o Banco Central em nota. ==Ver também== *Escândalo do mensalão *Kátia Rabello ==Ligações externas== * Rural Categoria:Bancos fundados em 1964 Categoria:Fundações no Brasil em 1964 Categoria:Bancos extintos em 2013 Categoria:Extinções no Brasil em 2013 Categoria:Escândalos de corrupção no Brasil Categoria:Empresas extintas de Minas Gerais",
 "title": "Banco Rural"
}