{
 "id": "120771",
 "text": "O ajaua ou iao (em ajaua: Ciyaawo, yao ou CiYao) é uma língua da família banta da África centro-meridional. É a língua do povo ajaua. Tem aproximadamente um 3,1 milhões de falantes distribuídos em três países: Maláui (2 milhões), Tanzânia (500 mil) e Moçambique (450 mil). Há alguns falantes também na Zâmbia. ==Nomes== A língua ajaua (yao) pode ser referida por diversos nomes: chiYao, ciYao, achawa, adsawa, adsoa, ajawa, ayawa, ayo, ayao, djao, haiao, hiao, hyao, jao, veiao e waJao.Ethnologue (17ª ed., 2013) ==Dialetos== No Maláui, seu dialeto principal é o mangochê, falado sobretudo no entorno do lago Niassa. Em Moçambique, os dialetos principais são o macale e massaninga. ==Geografia== No Maláui a maioria dos falantes da língua vivem no sul nas proximidades do extremo sudeste do lago Niassa (ou Maláui) nos limites com Moçambique ao leste. Em Moçambique a maioria dos falantes vivem na [[províncias de Moçambique| Niasssa, na margem do lago Maláui e do rio Lugenda no seu encontro como o rio Rovuma. Na Tanzânia a maioria dos falantes vive no centro sul da Tanzânia Mtuara, no distrito de Masasi, e na região de Ruvuma, no distrito de Tunduru, ao leste do lago Niassa, ao longo da fronteira. com Moçambique. ==Uso== Como ocorre com muitas línguas vernáculas da África, o ajaua teve algum reconhecimento oficial e mesmo um pouco de literatura ao longo do tempo. A língua foi inclusive substituindo outras línguas ali faladas, tais como português, árabe, alemão e inglês. == Fonologia== Como em inglês, as plosivas surdas são respiradas, mas as plosivas sonoras não o são. Convencionalmente há somente cinco vogais puras a, e, i, o, u, embora haja alguma variação na extensão das vogais. A língua é ligeiramente tonal, como ocorre em outras línguas bantas. ==Ortografia== Em cada um dos três principais países onde o ajaua é falada, a ortografia difere bastante, além disso, há muito analfabetismo. Na Tanzânia, a ortografia se baseia naquela da língua suaíle, enquanto que em Maláui se baseia na língua nianja, cujos caracteres aqui se seguem: Letras: A B Ch D E G I J/Dy K L Ly M N Ng' Ny O P S T U W Ŵ Y Som : ~ ~ Macrons podem ser usados para evitar ambiguidades que poderiam ocorrer por não haver representação de vogais curtas ou longas.Sanderson, Meredith (1922). A Yao Grammar. Society for Promoting Christian Knowledge, London.Ngunga, Armindo (2002). \"Elementos de gramática da língua Yao\". Imprensa Universitária, Universidade Eduardo Mondlane, Maputo. == Gramática == O ajaua é, como são as línguas bantas, uma língua S.O.V. (Sujeito – Verbo – Objeto). É também língua aglutinante com paradigma de inflexão verbal muito regular. Os substantivos são divididos em diversas classes marcadas por prefixoss, os quais correspondem parcialmente a categorias reais de coisas e pessoas. À cada classe correspondem uma “característica” que é usada para formação dos pronomes das ligações de concordâncias, que são os prefixos usados antes dos verbos por eles comandados, dos adjetivos e do substantivo da devida classe. === Classes de palavras === Classe Prefixo Característica Uso 1 m-, mu-, mw- ju pessoa singular 2 ŵa-, a-, acha-, achi- ŵa pessoa plural 3 m-, mu-, mw- u ser vivo singular 4 mi- ji ser vivo plural 5 li-, ly- li outros singular 6 ma- ga plural classe 5 7 chi-, ch'- chi outros singular 8 i-, y- i plural classe 7 9 n-, ny-, mb-, (nw-) ji outros singular 10 n-, ny-, mb-, (nw-) si plurais classe 9 11 lu- lu como ou singulares classe 10 10 12 tu- tu plural classe 13 13 ka- ka diminutivo singular 14 u- u coletivo e abstrato, sem plural; ou alguns singulares classe 6 15a ku, kw- ku infinitivos 15b (ku-, kwa-) ku localidade (indo para) 16 (pa-) pa localidade (em) 17 (mu-, mwa-) mu localidade (em, dentro) As correspondências com as ligações de concordância são idênticas aos prefixos nominais exceto para as classes 1 e 2 que tem as ligações de concordância 'mb-' e 'a-' respectivamente. A inclusão das classes 15b, 16 e 17 é um desvio do tradicional sistema banto, pois seus prefixos são mais propriamente determinantes de caso ou preposicionais. === Formas verbais === Entre aspas estão as formas informais. Prefixo de formas pessoal Pronome em português n-, ni- Eu (u-) (vós - formal) a- ele, ela, tu (informal) tu- nós m-, mu-, mw- vocês (informal) ŵa-, a- eles, elas ===Verbos=== ==== Modo indicativo ==== Como em muitas línguas bantu, isso é caracterizado por um final 'a'. Os tempos Presente, futuro imediato, presente perfeito, passado e passado perfeito são distinguidos, o último sendo irregular na formação. ==== Subjuntivo ==== O modo subjuntivo é similar em forma ao indicativo, mas como em muitas línguas bantu, o 'a' final é alterado para 'e'. Ele pode ser usado como um imperativo polido, sendo geralmente associado a cláusulas subordinadas. ==== Imperativo ==== Para formar o imperativo \"comum\" (geralmente menos polido), o radical simples pode ser usado, ou 'n' pode ser prefixado para o indicativo, ou os sufixos continuativos '-ga' ou '-je' podem ser adicionados. === Pronomes=== Os pronomes pessoais referem-se apenas às classes 1 e 2. Outros pronomes são formados a partir dos links das classes. Esses pronomes, como uma característica comum do bantu, são absolutos, na medida em que eles estão sozinhos a partir do resto da sentença: para as formas nominativas acusativas e preposicionais, os afixos devem ser usados. Os pronomes da terceira pessoa dependem da classe do substantivo, como explicado acima. Pronome absoluto Português equivalente (sujeito, objeto) une eu, me/mim (ugwe) o senhor, para o senhor uwe nós, nos umwe vós, vosou Essas formas podem ser combinadas de acordo com certas regras normais bantu de elisão vocálica com prefixos como 'na' (com e). Existem também vários demonstrativos, a maioria dos quais forma triplos ('este aqui', 'aquele que está próximo' e 'aquele que está longe') - isto é, a deixis tripla é usada. ==Amostra de texto== Wandu wosope akasapagwa ni ufulu ni uchimbichimbi wakulandana. Asapagwa ni lunda, niwakupakombola ganisya, m'yoyo kukusosekwa kuti mundu jwalijose am'woneje mundu jwimwe mpela mlongomjakwe. Português Todos os seres humanos nascem livres e iguais em dignidade e direitos. São dotados de razão e consciência e devem agir em relação uns aos outros em espírito de fraternidade. (Artigo 1 da Declaração Universal dos Direitos Humanos) ==Notas== ==Bibliografia== * Dicks, Ian & Dollar, Shawn (2010) \"A Practical Guide to Understanding Ciyawo\" * SIL Mozambique, \"Linguas de Mocambique Vocabulario de CIYAO\" * U.S. Peace Corps manual * Kaunjika, David Jones (2006), \"A Chiyao course in three languages\", Montfort Media, Balaka, Malawi * Whiteley, Wilfred Howell (1966), \"A study of Yao sentences\" * Sanderson, George Meredith (1954), \"A dictionary of the Yao language\" * Sanderson, George Meredith (1922), \"A Yao Grammar\" * Hetherweck, Alexander (1902), \"A Handbook of the Yao Language\" * Hetherweck, Alexander (1889), \"Introductory Handbook of the Yao Language\" * Steere, Edward (1871) \"Collections for a Handbook of the Yao Language\" ==Ligações externas== * The Center for Language Studies (Zomba, Malawi) \"Amendments and/or Additional Rules to Ciyawo Orthography 2010\" * [ http://www.ethnologue.com/language/yao Yao em Ethnologue] * Yao em Omniglot.com Categoria:Línguas bantus Categoria:Línguas de Moçambique Categoria:Línguas do Maláui Categoria:Línguas da Tanzânia Categoria:Línguas da Zâmbia",
 "title": "Língua ajaua"
}