{
 "id": "120783",
 "text": "Curto Circuito é um programa de TV criado em 1999 por Rui Unas e Pedro Miguel Paiva, através da produtora de ambos, Sigma 3, Produções Audiovisuais, Lda. Atualmente é exibido na SIC Radical e também na SIC K normalmente nas madrugadas. Foi emitido de segunda a sexta durante mais de duas décadas, sendo agora emitido apenas uma vez por semana (sem contar com as reposições). == O Programa == === Início e Objectivos === O programa estreou-se a 15 de Setembro no CNL - Canal de Notícias de Lisboa - da TV Cabo. O formato estreado contemplava 3 horas de programa em directo, com a apresentação de Rui Unas e Rita Mendes. A coordenação e produção do programa estava a cargo de Pedro Miguel Paiva, Ricardo \"Tiger\" Silva e a realização era de Gonçalo Sousa e Melo. O Curto Circuito sobrevive ao fim do CNL transitando temporariamente para o Canal Programação (conhecido por Canal 21) da TV Cabo já com a presença também de Fernando Alvim para vir a servir de programa âncora de um novo canal da TV Cabo: a SIC Radical. Este novo canal da SIC iniciou as suas emissões a 23 de Abril de 2001 às 17:00 horas com o Curto Circuito, programa que entretanto produziu uma alteração substancial da imagem cenográfica e gráfica. Nesta nova fase entra Patrícia Bull. O objectivo inicial do programa era criar um espaço de interactividade, aberto à discussão de vários temas do quotidiano da juventude, com forte incidência na promoção e informação de variadas vertentes da cultura jovem - música, cinema, multimédia, videojogos, viagens, desporto, moda e tendências, mostrando-se sempre dinamismo na sua evolução quer na sua linguagem gráfica e cenográfica, quer nos seus conteúdos. === Lançamento de novos talentos === Em 10 anos de emissões na SIC Radical, o programa já lançou novos talentos televisivos, como por exemplo, a conhecida ex-apresentadora Teresa Tavares que após abandonar o programa, em 2003, passou a ser actriz. Rita Andrade saiu em 2008 e foi transferida para o canal generalista da SIC onde passou a fazer parte do programa \"Fama Show\". Solange F. ficou famosa pela sua irreverência mostrada no programa; após a sua saída do Curto Circuito, em 2008, passou a ser uma das tertulianas do programa \"Fátima\". Podemos destacar outros talentos, de elevada relevância, como por exemplo Joana Dias, João Manzarra, entre outros. O aparecimento destes nomes acontece com o \"CC Casting\" - concurso onde qualquer pessoa pode participar, que tem apenas um objectivo: ser o próximo apresentador do Curto Circuito. O programa contou ainda com a participação, durante 3 anos, de Pedro Ribeiro, já conhecido da Rádio Comercial. João Paulo Sousa e Maria Botelho Moniz foram outras das caras a dar cartas no programa. Atualmente são presença assídua na SIC Generalista. === CC Casting === Vencedores do CC Casting {| 1ª Edição CC Casting 2001 Teresa Tavares 2ª Edição CC Casting 2004 Rita Andrade e Solange F. 3ª Edição CC Casting 2005 Pedro Miranda 4ª Edição CC Casting 2006 Sílvia Mendes e João Manzarra 5ª Edição CC Casting 2008 Rui Maria Pêgo 6ª Edição CC Casting 2009 Diana Bouça-Nova 7ª Edição CC Casting 2011 Maria Botelho-Moniz e João Arroja 8ª Edição CC Casting 2014 Idevor Mendonça e Inês Aires Pereira 9 Edição CC Casting 2017 Sara Cecília Como foi dito anteriormente, o principal criador destes novos talentos do programa é o \"CC Casting\". Basicamente o \"CC Casting\" consiste numa \"competição\" entre vários concorrentes, maioritariamente jovens, que têm todos como objectivo ser o próximo apresentador do Curto Circuito. Para isso os concorrentes têm de passar por várias fases, e conforme as suas prestações em cada uma delas, os participantes vão recebendo votos do público e os menos votados de cada fase vão sendo eliminados, com o objectivo de obter uma fase final com apenas os 5 melhores participantes; o mais votado ganha o concurso e assina um novo contrato com a SIC Radical. Neste concurso, qualquer anónimo se pode inscrever, basta seguir as indicações do site oficial. A primeira grande vencedora deste casting foi a Teresa Tavares, em 2001, que em simultâneo estava a gravar a novela \"Anjo Selvagem\", ambos os projectos foram a grande rampa de lançamento deste talento. No \"CC Casting\" seguinte, em 2003, houve duas vencedoras, a Solange F. e a Rita Andrade, que marcaram uma grande fase do Curto Circuito. Em 2005, houve outro \"CC Casting\" que teve como vencedor o Pedro Miranda, esta já tinha ficado conhecido como o cromo do programa \"Ídolos\" que mandou o júri \"ir apanhar morangos\". No \"CC Casting\" de 2006 os grandes vencedores foram João Manzarra e Silvia Mendes, o primeiro tem evoluído muito desde então, representou na sua série \"Pokerzada\" com Salvador Martinha, já apresentou o programa \"TGV\" na SIC generalista, actualmente apresenta o programa \"Ídolos\", e já entrou em muitos mais projectos, é talvez um dos talentos com mais evolução. Em 2008, Rui Pêgo foi o vencedor, houve alguma polémica em torno deste jovem talento, devido ao facto de ser filho da conhecida apresentadora portuguesa Júlia Pinheiro. Em 2009 a vencedora do \"CC Casting\" foi Diana Bouça-Nova, que também já tinha alguma experiência na televisão, era a cara da estação por cabo MVM, programa que se chamava \"Posto 7\". O casting seguinte decorreu no ano de 2011, tendo sido iniciado em Março; a fase de casting durou quase 4 meses e os vencedores foram anunciados no programa de dia 29 de Julho de 2011, sendo eles Maria Botelho-Moniz e João Arroja - este casting marca o início de um novo ciclo que faz o programa \"começar do zero\" (palavras de Pedro Paiva (criador do programa) no programa da final da 7ª Edição do CC Casting), colmatando com a saída de Diogo Valssassina, Rui Pêgo e Diana Bouça-Nova. Entre Abril e Julho de 2014 decorreu a 8ª edição do CC Casting by WTF de onde saíram como vencedores a dupla Inês Aires Pereira e Idevor Mendonça. A dupla vencedora juntou-se a João Paulo Sousa e Maria Botelho Moniz em Setembro de 2014. A Inês e o Idevor já tinha tido experiências em televisão na área da representação, sendo o CC All Stars o primeiro grande desafio na apresentação televisiva das suas carreira. Do último CC Casting, inteiramente feminino, saiu vencedora a atriz Sara Cecília. === Festivais de Verão === thumb|220px|Entrada do Rock in Rio Lisboa em 2006. A presença nos grandes eventos musicais de verão - festivais de verão - são uma constante no programa. Mais de 40 emissões em directo nos recintos destes festivais e mais de 120 horas em directo, com transmissões de concertos e muita diversão completam o perfil de transmissões que revolucionaram os festivais de verão e as próprias transmissões televisivas destes eventos. Eis a lista dos festivais emitidos pelo programa: *Rock In Rio - 2004, 2006, 2008, 2010 , 2012, 2014, 2016 *Festival Sudoeste - 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014 e 2015 *Super Bock Super Rock - 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014 e 2015 *Festival de Vilar de Mouros - 2001, 2002 e 2003; *Festival Paredes de Coura - 2001, 2002, 2003, 2005, 2007 e 2008; 2015; *Festival Optimus Alive - 2007, 2008, 2009, 2010 e 2011; *Festival Creamfields - 2007. == Apresentadores == Nome Anos de Actividade Notas Referências 1 Rui Unas 1999-2002, 2009 Primeiros Apresentadores do Curto Circuito 2 Rita Mendes 1999-2000, 2002 3 Fernando Alvim 1999-2002, 2006 - 4 Patrícia Bull 2001 - 5 Irina Furtado 2001-2002 - 6 Teresa Tavares 2001-2003 Vencedora da 1ª Edição do CC Casting. 7 Diogo Beja 2002-2003 - 8 Sylvie Dias 2002-2004 - 9 Carla Salgueiro 2003 - 10 Bruno Nogueira 2003-2005 - 11 Pedro Ribeiro 2003-2005 - 12 Rita Andrade 2004-2008 Vencedoras da 2ª Edição do CC Casting. 13 Solange F. 2004-2008 Vencedoras da 2ª Edição do CC Casting. 14 Joana Dias 2006-2008 Participou na 2ª Edição do CC Casting. 15 Pedro Miranda 2004-2005 Vencedor da 3ª edição do CC Casting. 16 Sílvia Mendes 2006-2008 Vencedores da 4ª Edição do CC Casting. 17 João Manzarra 2007-2011 Vencedores da 4ª Edição do CC Casting. 18 Joana Azevedo 2008-2009 Convidada pela Produção 19 Diogo Valsassina 2008-2011 Convidado pela Produção 20 Rui Maria Pêgo 2008-2011 Vencedor da 5ª Edição do CC Casting. 21 Diana Bouça-Nova 2009-2011 Vencedora da 6ª Edição do CC Casting. 22 Carolina Torres 2010-2013, 2015-2016, 2018 Convidada por Pedro Boucherie 23 Rui Porto Nunes 2010-2011 Convidado pela Produção 24 Maria Botelho Moniz 2011-2014 Vencedores da 7ª Edição do CC Casting. 25 João Arroja 2011-2012 Vencedores da 7ª Edição do CC Casting. 26 João Paulo Sousa 2011-2017 Convidado pela produção. 27 Inês Aires Pereira 2014-2016 Vencedores da 8ª Edição do CC Casting. 28 Idevor Mendonça 2014-2016 Vencedores da 8ª Edição do CC Casting. 29 Rita Camarneiro 2015-2019 Convidada pela produção. 30 Guilherme Fonseca 2015-2018 Convidado pela produção. 31 Sara Cecília 2017-2019 Vencedora da 9 edição do CC Casting . 32 Conguito 2017-2019 Convidado pela produção. 33 D8 2017-2019 Convidado pela produção. 34 Pedro Durão 2019-2021 Convidado pela produção. 35 Joana Miranda 2019-2021 Convidada pela produção. 36 Maria Dominguez 2019-2021 Convidada pela produção. 37 Luana do Bem 2020-2022 Convidada pela produção. 38 Maria Seixas Correia 2021-Presente Convidada pela produção. 39 Luís Pinheiro 2021-Presente Convidada pela produção. 40 Ricardo Maria 2021-Presente Convidada pela produção. 41 Inês Abrantes 2022-Presente Convidada pela produção. Categoria:Programas de entrevistas de Portugal Categoria:Programas da SIC Radical Categoria:Programas da SIC K Categoria:Programas de televisão de Portugal que estrearam em 1999 Categoria:Programas de televisão em língua portuguesa",
 "title": "Curto Circuito (programa de televisão)"
}