{
 "id": "120787",
 "text": "Boba Fett é um personagem fictício do universo da série Star Wars, que ocupa simultaneamente os papeis de vilão e de anti-herói e é um dos dois antagonistas de O Império Contra-Ataca (Star Wars Episode V: The Empire Strikes Back), juntamente a Darth Vader. Nos filmes, Boba Fett é um caçador de recompensas, assim como seu pai, Jango Fett, de quem também é um clone; é contratado pelo Império e por Jabba the Hutt para encontrar e capturar Han Solo e Chewbacca, acabando por se tornar o arqui-inimigo de Solo. Aparece em O Ataque dos Clones, O Império Contra-Ataca e O Retorno de Jedi (Star Wars Episode VI: Return of the Jedi), além do Especial de Férias e da edição especial de Uma Nova Esperança (Star Wars Episode IV: A New Hope). Fett se destaca por sua popularidade entre os fãs da série, apesar de ser um personagem relativamente pouco explorado até o lançamento de Ataque dos Clones. É interpretado por Daniel Logan em Ataque dos Clones e por Jeremy Bulloch em O Império Contra-Ataca e Retorno de Jedi (embora Jason Wingreen tenha dublado a voz do personagem no Império). Sua aparição breve na edição especial da Nova Esperança foi desempenhada por Mark Austin. No lançamento em DVD de 2004 do Império Contra-Ataca a voz original do personagem foi substituída pela de Temuera Morrison. == Origem == É revelado no Episódio II: O Ataque dos Clones, que Boba Fett é o clone de Jango Fett, o qual o criou como seu filho. Inclusive todos os clones do exército da República Galáctica são clones do mercenário Jango Fett, mas possuem aceleração de crescimento. Boba Fett se desenvolve normalmente como um humano normal. Jango Fett tem participação importante em Ataque dos Clones, pois guia o jedi Obi-Wan Kenobi até o esconderijo do sith Conde Dookan. Jango é morto pelo mestre jedi Mace Windu no final do filme com um golpe certeiro que o decapita, enquanto Boba observa tudo. Motivação de seu ódio pelos jedi. Após a morte de seu pai, Boba Fett cresce sob a tutela de Jabba, O Hutt, fazendo parte de sua corte, passando a fazer seus serviços sujos. Boba acaba se tornando um dos maiores caçadores de recompensa da Galáxia, sendo invejado por outros caçadores, tais como Greedo, Bossk e 4-LOM, entre outros. Altamente armado e equipado, usa a mesma armadura mandaloriana de seu \"pai\", Jango Fett, com sutis diferenças na cor e que também carrega consigo \"lembranças\" de suas presas. Sua nave é a Slave I, a mesma de seu \"pai\", modificada várias vezes até o modelo IV. == Guerras Clônicas == Durante o período das Guerras Clônicas como é mostrado na série de televisão The Clone Wars, Boba Fett aparece liderando um grupo de caçadores de recompensa, entre os membros dessa equipe estavam Aurra Sing, Bossk e Asajj Ventress. Ele também aparece quando ainda era criança, ele se infiltra num batalhão de clones cadetes sem ser percebido pois era igual aos outros, seu objetivo era matar Mace Windu, Jedi que matou seu pai. Ele se infiltra no cruzador em que Windu estava e arma uma armadilha para o Jedi, mas quem acaba sendo pego pela armadilha é um clone que estava passando pelo local. Outro fato interessante dessa época é que Boba Fett quase foi morto pelo General Grievous numa batalha em Xagobah. == O Império == Trabalhando para Darth Vader, ele foi responsável pela captura de Han Solo na Cidade das Nuvens, Bespin. Han foi levado por Boba para Jabba, em Tatooine, congelado em carbonita. == Suposto fim e sobrevivência == Foi dado como morto em um acidente no episódio VI da saga. Quando tentava executar Han Solo, Chewbacca e Luke Skywalker seus jatos foram acionados acidentalmente por Han e acabou caindo na boca do monstro Sarlacc que o engoliu. Entretanto, no Legends, ele não morre, pois consegue matar o monstro e, depois de muito sofrimento, sobrevive com a ajuda do caçador de recompensas Dengar, que se torna seu grande amigo (Esses detalhes não aparecem no filme). Oficialmente,ele sobreviveu abrindo um buraco no Sarlacc com seu lança-chamas. Sua armadura foi encontrada por Jawas e posteriormente vendida a Cobb Vanth, personagem este que se tornou xerife de Mos Pelgo em Tatooine usando a armadura, que lhe proporcionava diversas habilidades. Boba Fett aparece no final do primeiro episódio da segunda temporada da série The Mandalorian, transmitida pelo Disney+, interpretado pelo ator Temuera Morrison. Boba vai ao encontro de Din Djarin, buscando a sua armadura, que Djarin recuperou de Cobb Vanth. Djarin inicialmente reluta, mas depois que Fett o ajuda a enfrentar stormtroopers que invadem o planeta para sequestrar Grogu, Djarin lhe devolve a armadura. Como forma de gratidão pela devolução de sua armadura mandaloriana, Fett e sua parceira Fennec Shand ajudam Din Djarin a resgatar Grogu, que havia sido sequestrado por Moff Gideon. Na cena pós-créditos do último episódio da segunda temporada de The Mandalorian, Boba Fett volta a Tatooine com Fennec Shand, invade o castelo que pertenceu a Jabba, o Hutt, mata Bib Fortuna e se senta em seu trono, se tornando o novo senhor do crime e dando início à sua série O Livro de Boba Fett. Categoria:Personagens de Star Wars Categoria:Artistas marciais fictícios Categoria:Atiradores fictícios Categoria:Mercenários fictícios",
 "title": "Boba Fett"
}