{
 "id": "120708",
 "text": "Rutherford Birchard Hayes (Delaware, 4 de outubro de 1822 – Fremont, 17 de janeiro de 1893) foi o 19º Presidente dos Estados Unidos entre 1877 e 1881. Como presidente, supervisionou o final da Reconstrução; iniciou os esforços que deram origem à reforma do serviço púbico; e tentou uma reconciliação entre as divisões originadas pela Guerra da Secessão e Reconstrução. Hayes, advogado em Ohio, tornou o solicitador da cidade de Cincinnati entre 1858 e 1861. Quando a Guerra Civil começou, decidiu deixar a sua carreira política entediante, para se juntar ao Exército da União como oficial. Hayes foi ferido por cinco vezes, o mais sério deles na Batalha de South Mountain; ganhou uma reputação por bravura em combate, e foi promovido à patente de major-general. Depois da guerra, foi membro do Congresso de 1865 a 1867, do lado Republicano. Hayes deixou o Congresso para se candidatar a Governador de Ohio, e foi eleito por dois períodos consecutivos, entre 1868 a 1872, e um terceiro mandato de 1876 a 1877. Em 1876, Hayes foi eleito presidente numa das eleições mais controversas e confusas da história nacional. Ele perdeu o voto popular para o democrata Samuel J. Tilden, mas ganhou um voto do colégio eleitoral, intensamente disputado, depois de uma comissão do Congresso lhe ter atribuído vinte votos eleitorais, muito contestados. O resultado foi o Compromisso de 1877, no qual os democratas aceitaram a eleição de Hayes, e terminaram com a intervenção militar na política do Sul. Este incidente causou o colapso dos estados governados pelos republicanos, e deu origem a uma sólida democracia sulista. Hayes acreditava num governo de liderança pelo mérito, tratamento igual sem olhar à raça, e desenvolvimento através da educação. Em 1877, deu ordens às tropas federais para reprimir a greve dos ferrovias. Implementou reformas modestas no serviço público que abriram caminho a novas reformas nas décadas de 1880 e 1890. Vetou o Decreto Bland-Allison que propunha introduzir dinheiro de prata em circulação e aumentar os preços, insistindo que a manutenção do padrão-ouro era essencial para a recuperação económica. A sua política em relação aos índios antecipou o programa assimilacionista do Decreto Dawes de 1887. Hayes manteve a sua garantia de não se candidatar a uma nova eleição, e retirou-se para sua casa no Ohio, para se dedicar à advocacia na área das reformas sociais e educacionais. O seu biógrafo Ari Hoogenboom refere que a sua grande conquista foi restaurar a confiança popular na presidência, e reverter a deterioração do poder executivo que se tinha instalado depois da morte de Lincoln.Ari Hoogenboom, The Presidency of Rutherford B. Hayes (1988) Seus apoiadores elogiaram seu compromisso com reformas do serviço público, enquanto seus críticos condenaram sua leniência com os ex-estados Confederados e sua retirada do apoio federal para o apoio ao direitos civis e a votos de afro-americanos. Historiadores e acadêmicos geralmente classificam a presidência de Hayes como ligeiramente abaixo da média. == Primeiros Anos == Hayes nasceu em Delaware, Ohio, em 4 de outubro de 1822. Era filho de Rutherford Hayes e de Sophia Birchard. Seu pai, um comerciante descendente de imigrantes escoceses no Connecticut, faleceu dez semanas antes de seu nascimento. Nisso, um tio, Sardes Birchard, que morava com a família, serviu como guardião de Hayes. Birchard esteve próximo ao sobrinho durante toda sua vida, e tornou-se figura de um pai para ele. Hayes marcou presença na escola comum e da Academia Metodista em Norwalk. Ele se formou a partir de Kenyon College, em Gambier, em agosto de 1842, como um dos primeiros de sua classe. Após uma breve leitura da lei, em Columbo, ele formou-se em dois anos na Universidade de Harvard, em janeiro de 1845. Hayes foi contratado em um bar em 10 de maio de 1845, e iniciou a prática da Baixa Sandusky (agora Fremont). Após a dissolução da parceria, em Fremont, em 1849, ele mudou-se para Cincinnati, onde retomou a prática da Lei. Mais tarde, em 30 de dezembro de 1852, casou com Lucy Hayes Ware Webb. Em 1856, foi nomeado para as eleições municipais, mas acabou desistindo da disputa. Em 1858, aceitou nomeação como advogado da Câmara Municipal de Cincinnati, e venceu as eleição mediante essa posição em 1859, mas perdendo a reeleição em 1860. == Carreira Militar == Após mudar-se para Cincinnati, Hayes havia se tornado um membro proeminente de uma organização social, o Clube Literário de Cincinnati, cujos membros incluíam Salmon P. Chase e Edward Noyes, entre outros. Após a eclosão da Guerra de Secessão, o Clube Literário tornou-se uma empresa militar. Nomeado um dos principais soldados do 23º Regimento de Ohio, pelo então governador de Ohio, William Dennison Jr., Hayes servia originalmente como juiz-defensor regimental, mas, depois, foi promovido a tenente-coronel, e após provar sua competência no comando das tropas nos campos de batalha, foi promovido, em agosto de 1862, a coronel, recebendo logo depois o comando de seu regimento original, após ser ferido em ação. Embora outros presidentes houvessem servido na Guerra de Secessão, Hayes foi o único que saíra ferido, o que lhe ocorreu quatro vezes. Às vésperas de tornar-se brigadeiro-general, em dezembro de 1862, Hayes comandou a Primeira Divisão de Brigada do Exército da Virgínia Ocidental rechaçando várias tropas inimigas. Em 1864, Hayes mostrou particular astúcia ao liderar um ataque frontal (e temporariamente assumindo o comando de George Crook) na Batalha da Montanha Cloyd. Hayes continuou comandando sua Brigada durante o Campanhas do Vale de Shenandoha em 1864, participando de grandes batalhas, tais como a Batalha de Opequon, a Batalha de Fisher Hill, e a Batalha de Cedar Creek. No final da campanha Shenandoah, Hayes foi promovido a brigadeiro-general em outubro de 1864, e depois a major- general. Hayes havia sido ferido três vezes, e teve quatro montarias eliminadas a tiros durante sua atuação militar. == Carreira Política == Hayes iniciou sua vida política sobre o bilhete do Partido Whig, mas em 1853, ingressou na festa do Solo Livre, como um delegado, na nomeação de Salmon P. Chase para o governo de Ohio. Embora ainda na Shenandoah, em 1864, Hayes recebeu a candidatura republicana ao Congresso de Cincinnati. Mesmo assim, recusou-se a seguir com a campanha, afirmando: \"Eu tenho outros negócios agora. Qualquer homem que ia deixar o exército, neste momento, galopinar para o Congresso deveria ser escalpelado.\". Apesar disto, Hayes foi eleito, e serviu no 39º, e novamente, no 40º Congresso, de 4 de março de 1865 a 20 de julho de 1867, quando demitiu-se do encargo para concorrer ao governo de Ohio. Através da poderosa voz de seu amigo e subordinado da Guerra de Secessão, James M. Comly, do Ohio State Journal (um dos mais influentes jornais do estado), Hayes ganhou a eleição, e serviu como governador de 1868 a 1872. Como era um candidato vitorioso das eleições de 1872 para o 43º Congresso, Hayes tinha planejado se aposentar da vida pública, mas essa ideia foi redigida pela Convenção Republicana de 1875, na qual reelegeu-se governador, servindo de janeiro de 1876 a 2 de março de 1877. Hayes recebeu um chamado nacional para a liderança republicana de uma vassourada anteriormente Democrata no governo de Ohio. === Eleições de 1876 === Como republicano pela sua convenção, Hayes tornou-se presidente graças aos anos tumultuosos e cheios de escândalos da administração Grant. Ele tinha uma reputação de honestidade, que remontava os anos da sua Guerra Civil. Hayes era bastante conhecido por sua habilidade de não ofender ninguém. Henry C. Adams, um proeminente jornalista e político do Washington Insider, afirmava que Hayes era \"uma terceira taxa zero, cuja única recomendação é que ele é desagradável para qualquer um.\". Compreensivelmente, por causa do relativo anonimato e insignificância de Hayes, seu opositor na eleição presidencial, o democrata Samuel J. Tilden, era o favorito para vencer as eleições presidenciais e, de fato, conquistou o voto popular por cerca de 250 000 votos (com cerca de 8,5 milhões de eleitores no total). Os votos de quatro colégios eleitorais foram impugnados. No intuito de vencer, os candidatos tiveram que reunir 185 votos: Tilden foi apenas um curto, com 184 votos, Hayes tinha 165, com 20 votos que representam os quatro estados que foram contestados. Para piorar tudo, três desses estados (Flórida, Louisiana e Carolina do Sul) estavam no sul do país, que ainda se encontrava sob ocupação militar (o quarto foi Oregon). Além disso, os historiadores notam que, a eleição não foi justa por causa do uso abusivo de fraude e intimidação perpetrada por ambos os lados, tanto democratas como republicanos. Uma popular frase do dia cognomeou a eleição \"sem um escrutínio livre e justo um conto\". Nos quatro anos que se seguiram, os Democratas remeteram à Hayes como \"Rutherfraud B. Hayes\", alegando para sua eleição ilegítima, como ele tinha perdido o voto popular por cerca de 250 000 votos. Para decidir pacificamente os resultados da eleição, as duas câmaras do Congresso instituíram a Comissão Eleitoral do Bi-partidarismo, para investigar e decidir sobre o real vencedor. A Comissão era composta por 15 membros: cinco da Câmara, cinco do Senado e cinco do Supremo Tribunal. No total, a Comissão é composta por 7 democratas, 7 republicanos e 7 Intendentes de Justiça livres, entre eles David Davis, que após ser eleito para o senado, se demitiu. Joseph P. Bradley, do Supremo Tribunal da Justiça, tomou o seu lugar na assembleia. No entanto, Bradley era um Republicano e, portanto, a decisão seguiu nas entrelinhas: 8 a 7 votaram em Hayes, vencedor de todos os 20 votos eleitorais. Os Democratas, porém, concordaram, mas sobre um acordo. Aos democratas do Sul, foram dadas garantias, no Compromisso de 1877, que tornou Hayes o presidente: ele ia puxar as tropas federais para fora do Sul, e no final, reconstruí-lo. Um acordo foi feito entre eles e os republicanos: se o gabinete de Hayes possuísse, pelo menos, um habitante do sul, e ele retirasse todas as tropas da União do Sul, então ele iria se tornar presidente. Este acordo restaurou o controle local sobre os estados do sul. == Presidência (1877 – 1881) == Sendo o dia 4 de março de 1877 um domingo, Hayes prestou o juramento do cargo em 3 de março, na Sala vermelha da Casa Branca, tornando-se o primeiro presidente a tomar a posse do cargo na Casa Branca. Esta cerimônia foi realizada em segredo, já que as eleições do ano anterior haviam sido amargamente divisionistas. Nisso, o presidente cessante, Ulysses Grant, temia uma insurreição por apoiantes do candidato derrotado, Samuel J. Tilden, e queria garantir que qualquer tentativa de adulteração Democrata do público na cerimônia de posse fosse um fracasso, tendo sido Hayes empossado secretamente. Hayes tomou o juramento de novo publicamente, em 5 de março de 1877, sobre o Pórtico Leste do Capitólio dos Estados Unidos, e serviu na presidência estadunidense até 4 de março de 1881. === Política Interna === Hayes vetou emendas que revogavam a aplicação dos direitos civis quatro vezes antes de finalmente assinar a exigência dos direitos dos negros. Contudo, a sua tentativa posterior de conciliar-se com a sua oposição democrata do sul, fornecendo-lhes prestígio das funções públicas e nomeações prejudicaram a sua própria tentativa anteriores de reforma da função pública. O mais polêmica decisão interna de Hayes veio com a sua resposta ao Great Railroad Strike, de 1877, no qual os empregados de Baltimore e Ohio Railroad saíram do trabalho e juntaram-se em todo o país a milhares de trabalhadores em suas próprias e simpáticas indústrias. Quando as disputas trabalhistas explodiram em tumultos em várias cidades, as Tropas Federais, pela primeira vez na história dos Estados Unidos, dispararam sobre os trabalhadores grevistas, matando mais de setenta pessoas. Embora as tropas finalmente houvessem conseguido restabelecer a paz, industriais e trabalhadores similares ficaram descontentes com a intervenção militar do presidente Hayes. Os trabalhadores temiam que o governo federal houvesse se voltado definitivamente contra eles, enquanto os industriais temiam que, tais ações brutais desencadeassem uma revolução, nos moldes das Revoluções de 1848, ocorridas na Europa. Durante a sua presidência, Hayes aprovou uma série de projetos, incluindo um, de 15 de fevereiro de 1879 que, pela primeira vez, permitiu às mulheres advogadas argumentarem casos perante o Supremo Tribunal dos Estados Unidos. === Política Externa === Em 1878, Hayes foi solicitado pela Argentina para atuar como mediador na sequência da Guerra do Paraguai. Os argentinos esperavam que Hayes lhes desse a região de Gran Chaco; porém, ele decidiu em favor dos paraguaios. Sua decisão fez dele um herói. No Paraguai, uma cidade (Villa Hayes) e um departamento (Presidente Hayes) foram nomeados em sua honra. Ele também pretendia construir um canal controlado pelos Estados Unidos no Panamá. Embora não tenha levado a ideia à frente, o Canal do Panamá foi construído anos depois pelo presidente Theodore Roosevelt. == Mais tarde, vida e morte == Na aposentadoria, Hayes estava preocupado com a disparidade entre os ricos e os pobres, dizendo em um discurso de 1886 que o \"governo livre não pode durar muito se a propriedade é em grande parte nas mãos de poucos e grandes massas de pessoas são incapazes de ganhar casas, educação e . um apoio na velhice \"[197] No ano seguinte, Hayes gravou seus pensamentos sobre o assunto em seu diário: == Pós-presidência == Hayes não procurou a reeleição em 1880, mantendo a sua promessa de que não iria correr para um segundo mandato. Ele teve, em seu discurso inaugural, um prazo proposto e um limite de mandato para a presidência, combinada com um aumento no cumprimento do prazo para seis anos. Hayes serviu no Conselho de Curadores da Universidade Estadual de Ohio, a escola que ele ajudou a fundar durante o seu mandato como governador de Ohio, a partir do final da sua presidência até a sua morte. Rutherford Birchard Hayes faleceu de complicações de um ataque cardíaco, em Fremont, no Condado de Sandusky, em Ohio, ao meio-dia de 17 de janeiro de 1893. As suas últimas palavras foram: \"Eu sei que estou indo para perto de minha Lucy\". O funeral foi no cemitério de Riverwood. Seguindo os restos mortais de sua casa para o estado de Ohio, para a Spiegel Grove State Park, onde foi enterrado novamente, e onde permanece desde 1915. == Ligações externas == *Rutherford B. Haytes na página oficial da Casa Branca (em inglês) Categoria:Norte-americanos de ascendência britânica Categoria:Norte-americanos de ascendência escocesa Categoria:Metodistas dos Estados Unidos Categoria:Alunos da Harvard Law School Categoria:Generais do Exército da União Categoria:Generais do Exército dos Estados Unidos Categoria:Republicanos de Ohio Categoria:Membros da Câmara dos Representantes dos Estados Unidos Categoria:Governadores do Ohio Categoria:Presidentes dos Estados Unidos Categoria:Mortes por infarto agudo do miocárdio Categoria:Alunos do Kenyon College",
 "title": "Rutherford B. Hayes"
}