{
 "id": "120872",
 "text": "O Forte da Ilha do Pessegueiro, também conhecido como Forte da Ilha de Fora ou Forte de Santo Alberto do Pessegueiro, localiza-se na costa alentejana, na ilha do Pessegueiro, na freguesia de Porto Covo, município de Sines, distrito de Setúbal, em Portugal.Ficha na base de dados SIPA - Forte da Ilha do Pessegueiro Cruzava fogos, no continente, com outro forte marítimo, o Forte do Pessegueiro, também conhecido o Forte de Nossa Senhora da Queimada do Pessegueiro, Forte da Praia do Pessegueiro ou Forte da Ilha de Dentro, em posição dominante sobre a praia do Pessegueiro.Ficha na base de dados SIPA - Forte do Pessegueiro Ambos faziam parte de um projeto maior de defesa da Costa Vicentina, que compreendia um porto artificial ao abrigo de um molhe de pedra que ligaria a ilha do Pessegueiro à ilhota fronteira (penedo do Cavalo) e esta ilhota ao continente. Atualmente encontram-se compreendidos na área do Parque Natural do Sudoeste Alentejano e Costa Vicentina. Ambos os fortes estão classificado como Imóvel de Interesse Público desde 1957. == História == === Antecedentes === Os estudiosos acreditam que a ocupação desta costa remonta a navegadores cartagineses, anteriormente à Segunda Guerra Púnica (218-202 a.C.). À época da Invasão romana da Península Ibérica, a ilha abrigou um pequeno centro pesqueiro, conforme atestam os vestígios, recentemente descobertos, de tanques de salga. === A construção do forte === À época da Dinastia Filipina, projectou-se ampliar aquele ancoradouro natural com o objectivo de evitar que corsários o usassem como ponto de apoio naquele trecho do litoral. Um enrocamento artificial de pedras ligaria a ilha do Pessegueiro à linha costeira. Escolhido o sítio, os trabalhos foram iniciados em 1588, pela construção do Forte de Nossa Senhora da Queimada e pelo corte de blocos de pedra lançados entre a ilha do Pessegueiro e o penedo do Cavalo, sob a direcção do arquiteto e engenheiro militar italiano Filippo Terzi (1520-1597). A partir de 1590, Terzi foi substituído na direcção dos trabalhos pelo engenheiro militar e arquiteto napolitano Alexandre Massai. Prosseguindo-os, este iniciou a edificação, na ilha, do Forte de Santo Alberto. Com a transferência de Massai para as obras de defesa da barra do rio Mira (Forte de São Clemente em Vila Nova de Milfontes), os trabalhos no porto e fortes do Pessegueiro foram interrompidos (1598). Recomeçadas em 1603, foram novamente interrompidas pouco após. As obras do Forte de Nossa Senhora da Queimada' na praia do Pessegueiro foram novamente reiniciadas em 1661, para serem concluídas em 1690. Ficavam inacabadas as obras de ampliação do ancoradouro (porto artificial), assim como as do Forte de Santo Alberto na ilha. O forte inaugurado ficou guarnecido por 30 homens e artilhado com cinco peças, sob o comando de João Rodrigues Mouro. Á época do terramoto de 1755, a capela da Queimada e as baterias sobre as casamatas sofreram danos. Tendo perdido a função defensiva diante da evolução dos meios bélicos, foi desguarnecido por volta de 1844. De 1877 a 1942 as suas dependências foram ocupadas por uma guarnição da Guarda Fiscal. Em 1962 foi concebido o projecto de requalificá-lo como uma pousada, o que jamais saiu do papel. Classificado como Monumento Nacional pelo Decreto nº 41.191 de 18 de Julho de 1957 e como Imóvel de Interesse Público pelo Decreto nº 735, de 21 de Dezembro de 1974, entre 1983 e 1985 foram-lhe procedidas obras de consolidação e de beneficiação da estrutura por iniciativa da Direcção-Geral dos Edifícios e Monumentos Nacionais (DGEMN), especificamente a nível dos paramentos exteriores do baluarte esquerdo e da zona central, na zona da porta de entrada, tendo se procedido ainda à reconstrução de zonas ruídas ou em riscos de desprendimento. Embora actualmente aberto à visitação pública, o Forte de Santo Alberto encontra-se sériamente degradado e em estado de abandono, com os estudiosos a alertar para o risco de desabamento parcial iminente. Um projecto de recuperação estava em discussão entre a DGEMN e o Parque Natural do Sudoeste Alentejano e Costa Vicentina (PNSA) passando pela criação de um centro de interpretação de estudos arqueológicos e do património natural. O projecto em discussão contempla ainda a demolição do actual restaurante da ilha e a sua transferência para as dependências no interior do forte no continente, a consolidação da arriba (prejudicada pela erosão) e a construção de um parque de estacionamento para os visitantes. == Características == Ambos os fortes marítimos encontram-se erguidos sobre rocha de arenito, a mesma pedra utilizada na alvenaria dos seus muros. Apresentam planta poligonal, reforçados por baluartes triangulares, com muros em talude. O Forte de Santo Alberto na ilha do Pessegueiro, em ruínas, apresenta planta poligonal quadrangular, com baluartes nos vértices. As casamatas se erguem na parte central da estrutura, e no extremo oposto à entrada, a Capela (ermida de Santo Alberto). O Forte de Nossa Senhora da Queimada na praia do Pessegueiro apresenta planta poligonal quadrangular, com tenalha de dois baluartes nos ângulos sudeste e sudoeste pelo lado de terra e uma bateria poligonal sobre a praia. A estrutura é circundada por um fosso, defendido por um muro baixo. O portão de armas rasga- se a meio do pano de muralhas pelo lado de terra, acedida por ponte de madeira sobre o fosso. Pelo túnel de entrada acedem-se as dependências de serviço em dois pavimentos, dispostas em \"U\": Quartéis de Tropa, Casa de Comando, Capela (ermida de Nossa Senhora da Queimada), cozinha, paiol, depósitos. Do átrio, uma escada larga conduz ao amplo terraço. Observam-se vestígios de uma guarita circular a meio do pano de muralha pelo lado do mar (Oeste). == Ligações externas == * Forte na Ilha do Pessegueiro (SIPA/DGPC) * Forte do Pessegueiro, incluindo a ilha do mesmo nome, abrangendo o Forte da Ilha de Dentro (IGESPAR) Categoria:Porto Covo Categoria:Património edificado em Sines Categoria:Fortificações classificadas como imóvel de interesse público em Portugal‎ Categoria:Imóveis de interesse público no distrito de Setúbal Categoria:Fortificações do distrito de Setúbal Categoria:Fortificações costeiras em Portugal",
 "title": "Forte do Pessegueiro e Forte na Ilha do Pessegueiro"
}