{
 "id": "120839",
 "text": "O Parque da Juventude Dom Paulo Evaristo Arns é um complexo cultural, recreativo e esportivo localizado na Zona Norte do município de São Paulo. Em 2007, a terceira e última fase foi concluída. Sua construção se deu no local onde estava implantado o antigo Complexo Penitenciário do Carandiru, local historicamente marcado por violação aos direitos humanos, degradação urbana e violência. A construção de um parque cultural no local do Carandiru foi considerado um ato simbólico por parte do Governo do Estado no sentido de livrar o local do estigma de violência. Durante a apresentação da proposta do projeto, no entanto, houve diversas críticas de especialistas em planejamento urbano e em políticas públicas no tocante ao papel que o parque terá no processo de especulação imobiliária da região. == Projeto arquitetônico == thumb|Biblioteca de São Paulo Durante o período de desativação do Carandiru, o Governo do Estado promoveu um concurso público para escolha do projeto arquitetônico para o Centro Cultural e o parque. O grupo vencedor foi o escritório do arquiteto Gian Carlo Gasperini, o qual responsabilizou o escritório da arquiteta-paisagista Rosa Grena Kliass com o desenvolvimento da proposta paisagística para todo o local. Do projeto de Kliass, surgiu a ideia de dividir o projeto em três fases de implantação, cada uma caracterizada por um perfil distinto. A construção ficou por conta da empresa de engenharia e incorporação Kallas. O parque é composto de três grandes espaços (cada um deles correspondendo a uma das três fases de implantação): o primeiro, a Área Esportiva, é de caráter recreativo-esportivo, com quadras poliesportivas, espaços para prática de skate e patins, pistas de cooper, entre outros. Denominado Área Central, é de caráter recreativo-contemplativo, com trilhas, caminhos ajardinados, passarelas, entre outros elementos que remetem mais à ideia tradicional do \"parque\". Finalmente, o terceiro, a Área Institucional, é de caráter cultural, onde estão localizadas as Etecs (Escolas Técnicas), que oferecem cursos regulares de enfermagem, informática, música, canto, entre outros. Aí também se encontra a Biblioteca de São Paulo, de responsabilidade da Secretaria da Cultura. === Biblioteca de São Paulo === A Biblioteca de São Paulo (BSP) é um equipamento da Secretaria da Cultura do Estado de São Paulo e fica localizada no Parque da Juventude. Foi estabelecida em 2010 e faz parte do projeto de revitalização urbana no terreno em que funcionou a Casa de Detenção de São Paulo, conhecida como Carandiru. Ocupa uma área de mais de 4 mil metros quadrados e conta com um acervo de 43 mil títulos, entre livros, jogos, brinquedos, revistas e jornais. É equipada com mobiliários confortáveis e ergonômicos, como pufes e sofás, de forma a estimular a leitura no local.BSP == Ver também == *Massacre do Carandiru == Ligações externas == * * ETEC Parque da Juventude * Biblioteca de São Paulo * Parque da Juventude no WikiMapia * Parque da Juventude no TripAdvisor Categoria:Parques da cidade de São Paulo Categoria:Atrações turísticas da cidade de São Paulo Categoria:Santana (distrito de São Paulo)",
 "title": "Parque da Juventude Dom Paulo Evaristo Arns"
}