{
 "id": "120864",
 "text": "Luís XI (Bourges, – La Riche, ), também conhecido como Luís, o Prudente, foi o Rei da França de 1461 até sua morte. Era filho de Carlos VII e Maria de Anjou. Aos três anos, foi encerrado no castelo de Loches, onde permaneceu até dez anos. Aos onze anos, seu pai permitiu que ele fosse viver em Amboise com a mãe. Tinha um gosto pronunciado pela fé e pelos estudos, apesar de cair por vezes em conflito com a Igreja. Em 1436, Carlos VII determinou seu casamento com Margarida da Escócia, união estratégica que o desagradou. Sua aversão ao pai cresceu, e Luís chegou a acusá-lo de o haver aprisionado. Aos dezessete anos de idade, Luís integrou revolta da nobreza contra o pai mas, derrotados, tiveram que se submeter e Luís foi mandado para o Dauphiné. Luís continuou a conspirar contra seu pai. Viúvo em 1445, desposou em 1457 Carlota, filha de Luís, Duque de Saboia. Carlos VII investiu com suas tropas, o que obrigou Luís XI a buscar refúgio junto ao Duque da Borgonha, rival da Coroa francesa. Luís XI estava no castelo de Genappe, propriedade do Duque da Borgonha, quando recebeu a notícia da morte do pai. As exéquias de Carlos VII foram celebradas no dia 8 de agosto de 1461, e Luís XI não compareceu. Coroado rei, dispensou os conselheiros do pai, e colocou sua própria gente. Passou a taxar os nobres, aumentou os impostos, dispensou os coletores do Papa, e passou a controlar as questões eclesiásticas. Luís XI não era um homem muito inteligente, e as permanentes brigas com seu pai deixaram nele marcas profundas. Adorava andar por seu reino, e era pouco inclinado a levar uma vida de Corte. Carlota deu sete filhos a Luís XI mas passava pouco tempo com ele, e permanecia sozinha em Amboise ou Tours. Luís XI tinha uma ligação com Marguerite de Sassenage, que lhe dera vários filhos. Sua esposa se acomodou dentro dessa situação, preferindo ignorar as infidelidades. == O Tratado des dupes de 5 de outubro de 1465 == Num tratado que não iludiu ninguém, Luís XI e os grandes senhores feudais concluíram a paz em Conflans (Conflans Sainte-Honorine). O rei tinha subido ao trono quatro anos antes, aos 38 anos, depois de ter combatido o pai Carlos VII. Vingou-se imediatamente dos servidores do pai. Depois, num feliz acesso de bom senso, restaurou os melhores deles em suas antigas funções. Recrutou mais tarde novos funcionários na burguesia. O mais famoso foi seu barbeiro, Olivier le Daim, que aparecerá num romance de Victor Hugo, «Notre- Dame de Paris». Querendo recolocar ordem no reino, Luís não tarda a fazer inimigos numerosos. Priva alguns senhores de suas pensões, impõem-lhes casamentos ou limita seu direito de caçar. A reação não tarda: os nobres feudais furiosos formam uma «Liga do Bem Público» ou «Ligue du Bien public» para remediar o «desordonné et piteulx gouvernement» ou seja, o «governo desordenado, lamentável». Projetam instalar um regente, o duque de Berry, que tem 18 anos, irmão do rei. Luís XI os enfrenta em Montlhéry, ao sul de Paris, em julho de 1465. A batalha é indecisa e aproveitando a confusão, o rei escapa e corre para entrar em Paris e firmar sua autoridade. Pelo tratado de Conflans, finge ceder às principais reivindicações dos conjurados. A maior parte recebe novas pensões. Mas o rei, «aranha universal», como o chamavam por sua astúcia, continuou a jogar uns contra os outros. Apesar disso, ou por causa disso, figura na história de França como um dos principais atores da reunificação do reino e de sua modernização. Afastado da nobreza, Luís XI sentia-se bem na companhia de gente modesta como o médico, Coictier ou seu conselheiro Tristan l’Hermite. Apesar de possuir uma natureza piedosa, praticar múltiplos atos de devoção, de ser pródigo de favores àqueles que lhe vinham render homenagens, quando se tratava de adversários era igualmente autoritário e perfeitamente cruel, malvado e sem escrúpulos. Quando assumiu o poder em 1461, a França era um emaranhado de pequenos Estados que deviam homenagem ao Rei. A Bretanha e a Borgonha eram um entrave na montagem de uma França unida. Luís XI tratou de desfazer esses Estados, buscando restabelecer o poder real. Durante seu reinado, ele melhorou os serviços postais, aprimorou a organização militar, desenvolveu a imprensa, e estabeleceu melhoras nas estradas e vias públicas. Entretanto, dentro do país Luís XI tinha que lutar contra sérias dificuldades, como a imposição de uma personalidade política, e a aplicação dos novos impostos estabelecidos. Uma coligação chamada de Liga do Bem Público se formou contra ele. Essa coligação era comandada por Carlos, o Temerário, filho de Filipe, o Bom, Duque da Borgonha. Para se defender, Luís XI recebeu ajuda de Francesco Sforza, duque de Milão. Os exércitos se defrontaram em Montlhéry, a 16 de julho de 1465. Tendo em vista a vitória ser incerta, Luís XI negociou alguns acordos com o inimigo, acordos esses que ele jamais cumpriria. Ele guardou profundo rancor dos rebeldes, e fez executar muitos deles pouco tempo depois. Em 1468, Carlos, o Temerário, sonhava reunir Flandres à Borgonha. Luís XI desistiu de convocar os exércitos e renunciou à guerra. Estando só em Liège, Carlos o Temerário o aprisionou, e constrangeu Luís XI a ceder os territórios à Borgonha. Libertado em novembro de 1468, Luís XI desfez-se de suas promessas: doou a Guyenne a seu filho, o Duque de Berry, para agradar ao Duque da Bolonha, que encontrava-se atrapalhado com os ingleses, que requeriam essas terras. Mas essa trapalhada foi fatal, e o Duque de Berry se aliou à Bretanha, Borgonha e Inglaterra, para punir Luís XI que não cumpria as suas promessas. Luís XI pediu ajuda aos escoceses e ao Papa. Mas, Luís XI teve um filho que seria o novo herdeiro do trono, o futuro Carlos VIII, e o Duque de Berry deixou de ser o herdeiro. Em 1471, Luís XI e Carlos o Temerário se confrontaram na Picardia. Em julho de 1475, o Rei Eduardo IV da Inglaterra desembarcou em Calais. Luís XI convocou um emissário do Rei da Inglaterra, dizendo-lhe que já era tempo de colocar um fim ao longo conflito que iniciara no ano 1337. As negociações começaram em agosto de 1475, e Luís aceitou as exigências dos ingleses. O Tratado foi assinado no dia 29 de agosto, em Picquigny, o que colocou um fim na Guerra dos Cem Anos. Carlos o Temerário foi ficando pouco a pouco isolado, mas resolveu atacar a Lorraine. Ali, ele se confrontou com os que tinham vindo em auxílio de Luís XI em Granson e Morat, no ano de 1476. Durante o inverno de 1476, Carlos o Temerário conquistou Nancy, mas suas tropas foram derrotadas no dia 5 de janeiro de 1477. Luís XI tomou também Artois, Boulonnais, Hainaut e a Picardia, que passaram para o domínio francês. Sentindo o fim se aproximar, Luís XI retirou- se para o seu castelo de Plessis-les-Tours, onde apegou-se a uma devoção excessiva. Morreu em 30 de agosto de 1483, de derrame cerebral. == Casamento e posteridade == Casou em Tours em 24 de junho de 1436 com Margarida da Escócia (Perth, 1424 - Châlons-en-Champagne, 16 de agosto de 1445), filha de Jaime I da Escócia. Margarida morreu de parto aos 20 anos de idade. Não tiveram descendência. Casou pela segunda vez em Chambery 14 de fevereiro de 1457 com Carlota de Saboia (1445-1483 Amboise) filha de Luís, Duque de Saboia. Tiveram sete filhos: * Joaquim (1459); * Luís (1467); * Carlos VIII (1470-1498 ) rei em 1483, Rei de Nápoles em 1495; * Francisco (1472-1473 ), Duque de Berry; * Luísa (1460); * Ana de França (1462-1522) Viscondessa de Thouars. Casada em 1474 com o senhor ou sire de Beaujeu, depois Pedro II, Duque de Bourbon em 1488, Regente na menoridade do irmão Carlos VIII. Os contemporâneos a admiravam e a chamavam Madame la Grande; * Santa Joana de Valois ou Santa Joana de França, canonizada em 1950. Nasceu em 1464 e morreu em 4 de dezembro de 1505 em Bourges) Duquesa de Berry em 1498. Casou em 1476 com Luís de Orleans, futuro Luís XII, que a repudiou em 1498. Fundadora da Ordem das Anunciadas. Da favorita Phélisé Regnard, viúva de Jean Pie, teve: * Guyette, Bâtarde de France, casada com Charles du Sillon; * Joana de Valois (1447-5 de junho de 1519) Senhora ou Dame de Mirabeau. Legitimada 25 de fevereiro de 1466. Casada em Paris em 1466 com Luís (morto em 1487 em Valognes) Almirante de Bourbon, chamado Bâtard de Bourbon, conde de Roussillon-en-Dauphine e de Ligny, filho de Carlos I Duque de Bourbon, Conde de Rousillon e de Jeanne de Bournan. Deste casal descenderá mais tarde Diane de Poitiers. Da favorita Marguerite de Sassenage teve: * Guyette de Valois, morta em 11 de março de 1502, legitimada; * Maria de Valois (ca. 1451-ca.1470) Legitimada em 1467. Casada em 1467 com Aymar de Poitiers (morto em 1510), senhor de Saint-Vallier; * Isabel ou Isabeau de Valois casada com Louis de Saint-Priest. == Ascendência == == Ligações externas == * Viagens diplomáticas: o rei português à corte de Luís XI, por Douglas Lima, Viagens e espaços imaginários na Idade Média, Rio de Janeiro, 2018 Categoria:Reis da França Categoria:Monarcas católicos romanos Categoria:Dinastia de Valois Categoria:Delfins de França Categoria:Cavaleiros da Ordem de São Miguel",
 "title": "Luís XI de França"
}