{
 "id": "120849",
 "text": "Claudio Franco de Sá Santoro (Manaus, 23 de novembro de 1919 — Brasília, 27 de março de 1989) foi um compositor e maestro brasileiro. ==Biografia== Nascido em Manaus, ainda menino começou a estudar violino e piano, e seu empenho fez com que o governo do Amazonas o mandasse estudar no Rio de Janeiro. Aos 18 anos, já era professor adjunto da cátedra de violino do Conservatório de Música do Rio de Janeiro. Em 1941 passou a estudar com Hans-Joachim Koellreutter, integrando também o grupo Música Viva, do qual se tornou um dos nomes mais ativos, ao lado de Guerra-Peixe. Passou a adotar o dodecafonismo como técnica de composição, sendo um dos mais radicais críticos do meio musical brasileiro. Em 1948 teve recusado seu visto para ir aos EUA como bolsista, devido à sua militância no Partido Comunista Brasileiro. Como segunda opção, foi a Paris para estudar com Nádia Boulanger. Durante sua estadia na Europa, participou, como delegado brasileiro, do II Congresso Mundial dos Compositores Progressistas em Praga, na então Tchecoslováquia. Neste congresso foi-lhe apresentada oficialmente a doutrina soviética do Realismo Socialista aplicada à música, da qual Santoro passou a ser praticante, defensor e divulgador no Brasil. Já bastante conhecido, recebeu um prêmio da Fundação Lili Boulanger, em Boston. Entre os avaliadores estavam os compositores Igor Stravinski e Aaron Copland. Claudio Santoro foi professor fundador do Departamento de Música da Universidade de Brasília. Em 1979 fundou a Orquestra do Teatro Nacional de Brasília, atualmente Orquestra Sinfônica do Teatro Nacional Claudio Santoro, da qual foi regente titular até sua morte em março de 1989. Compôs a trilha sonora para o filme O Saci de Rodolfo Nanni. ==Ligações externas== *Site Oficial *Claudio Santoro no IMDb == Ver também == * Teatro Nacional Cláudio Santoro * Acervo da Obra Musical e Pictórica do Maestro Cláudio Santoro Categoria:Naturais de Manaus Categoria:Maestros do Amazonas Categoria:Compositores eruditos do Brasil Categoria:Compositores clássicos do século XX Categoria:Compositores do Amazonas Categoria:Professores da Universidade de Brasília",
 "title": "Claudio Santoro"
}