{
 "id": "120937",
 "text": "O foi um porta-aviões operado pela Marinha Imperial Japonesa. Inicialmente projetado como o segundo cruzador de batalha da Classe Amagi, teve seu batimento de quilha em dezembro de 1920, no Arsenal Naval de Kure. Porém, a fim de cumprir os termos do Tratado Naval de Washington, foi convertido em um porta-aviões ainda durante sua construção. Foi lançado ao mar em abril de 1925 e comissionado na frota japonesa em março de 1927. Era capaz de transportar mais de oitenta aeronaves e contava com uma bateria antiaérea composta por vários canhões de 203, 120 e 25 milímetros. Seu deslocamento carregado era de 42 mil toneladas e velocidade máxima de 31 nós. Inicialmente construído com um incomum arranjo de três conveses de voo, o Akagi foi o segundo porta-aviões japonês a entrar em serviço. Passou seus primeiros anos de atividade ocupando- se principalmente de exercícios, ajudando a desenvolver as táticas e doutrinas japonesas para combate com embarcações do tipo. Seus conveses de voo foram considerados ineficientes e a embarcação passou por uma reconstrução entre 1935 e 1938, com a remoção de seus dois conveses inferiores, a extensão do convés principal e a adição de uma superestrutura a bombordo, além de outras modificações. O navio apoiou operações na Segunda Guerra Sino-Japonesa depois de retornar ao serviço. Tornou-se a capitânia da força de porta-aviões japoneses durante os primeiros anos da Segunda Guerra Mundial. O Akagi participou do Ataque a Pearl Harbor em dezembro de 1941, do ataque contra Rabaul em janeiro de 1942, do Bombardeio de Darwin em fevereiro, da conquista das Índias Orientais Neerlandesas em março, e de um ataque contra forças britânicas no Oceano Índico e Ceilão entre março e abril. Em junho, durante a Batalha de Midway, foi seriamente danificado por ataques aéreos norte- americanos e deliberadamente afundado para não ser capturado. A perda do Akagi e de outros três porta-aviões de grande porte na batalha foi uma enorme derrota estratégica para o Japão. ==Características== O Akagi, como originalmente construído, tinha 261,31 metros de comprimento de fora a fora, boca de 31 metros e calado de 8,08 metros. Seu deslocamento padrão era de 27,3 mil toneladas e deslocamento carregado de 34 920 toneladas, 7,1 mil toneladas a menos do que como cruzador de batalha. Sua tripulação era de 1,6 mil oficiais e marinheiros. Seu cinturão de blindagem tinha 152 milímetros de espessura, reduzido em relação aos 254 milímetros e instalado mais baixo no navio do que originalmente projetado. A parte superior da protuberância antitorpedo tinha 102 milímetros. Seu convés também teve a blindagem reduzida de 96 para 79 milímetros. Essas modificações melhoraram a estabilidade da embarcação ao compensar o aumento de peso no topo, oriundo do hangar de dois conveses. ===Conveses e hangares=== O Akagi foi construído com três conveses de voo, sendo junto com o os únicos porta-aviões do mundo com essa configuração. Os porta-aviões britânicos , e , todos também convertidos de cruzadores de batalha, possuíam dois conveses de voo, porém não há evidências que os japoneses copiaram o projeto. É mais provável que foi um caso de evolução convergente para melhorar o ciclo de lançamento e recuperação de aeronaves. Seu convés principal de voo original tinha 190,2 metros de comprimento e 30,5 metros de largura, o convés do meio começava em frente à ponte de comando e tinha apenas quinze metros, enquanto o terceiro tinha 55,02 metros. A utilidade do convés do meio era questionável, pois, por ser tão curto, apenas aeronaves pequenas conseguiam utilizá-lo, mesmo durante uma época que os aviões eram menores e mais leves do que seriam na Segunda Guerra Mundial. O convés principal inclinava-se levemente em direção à proa e à popa para ajudar nos pousos e decolagens das aeronaves, que na época eram de pequena potência. A embarcação contava com dois hangares principais e um auxiliar, o que permitia o transporte de sessenta aviões. O último hangar era utilizado apenas para guardar aeronaves desmontadas. Os dois hangares principais se abriam para os conveses de voo do meio e inferior, a fim de permitir decolagens diretas, enquanto o pouso ocorria no convés principal acima. Os dois hangares principais totalizavam 7 467,1 metros quadrados, e o hangar auxiliar 791,1 metros quadrados. Não haviam catapultas. Seu elevador de aeronaves dianteiro estava descentralizado para bombordo e tinha 11,8 por 13 metros. O elevador traseiro era centralizado e tinha 12,8 por 8,4 metros. Este último servia o convés superior e os três hangares. O navio usava um equipamento de detenção para ajudar as aeronaves a pousar, o mesmo sistema longitudinal que os britânicos usaram no Furious, baseado na fricção entre o gancho de detenção e os cabos, que era insatisfatório. Os japoneses conheciam essas falhas, pois já o haviam utilizado no , seu primeiro porta-aviões, porém não contavam com alternativas quando o Akagi entrou em serviço. Ele foi substituído em 1931 por um projeto japonês de cabos transversais de seis fios, este por sua vez sendo substituído em 1935 por uma versão mais moderna. O navio não tinha superestrutura, sendo comandado a partir de um espaço embaixo da extremidade dianteira do convés principal. A embarcação podia carregar 570 mil litros de combustível para aviação. ===Armamentos=== O Akagi era armado com dez canhões Tipo 3º Ano, calibre 50, de 203 milímetros, seis montados em casamatas nas laterais e outras quatro em duas torres de artilharia duplas em cada lado do convés de voo do meio. Eles disparavam projéteis de 110 quilogramas, com uma cadência de tiro de três a seis disparos por minuto, a uma velocidade de saída de 870 metros por segundo. A uma elevação de 25 graus, seu alcance máximo era entre 22,6 e 24 quilômetros. As torres nominalmente tinham uma elevação máxima de setenta graus, com o objetivo de proporcionar uma defesa antiaérea adicional, porém na prática sua elevação máxima era de 55 graus. A baixa cadência de tiro e a necessidade de abaixar as armas até cinco graus para serem recarregadas as inutilizava de qualquer real capacidade antiaérea. Esse armamento pesado foi instalado para o caso do porta-aviões ser surpreendido por cruzadores inimigos e forçado a entrar em batalha. O grande convés de voo, hangares e superestrutura faziam do Akagi um alvo muito mais atraente em qualquer confronto de superfície. As doutrinas quanto à utilização de porta-aviões se encontravam em evolução e ainda não se tinha percebido a impraticabilidade de navios desse tipo entrarem em duelos de artilharia. A bateria antiaérea era formada por doze canhões Tipo 10º Ano, calibre 45, de 120 milímetros, em seis montagens duplas, três em cada lateral abaixo do nível das chaminés, de onde não conseguiam atirar através do convés de voo. Eles disparavam projéteis de 20,3 quilogramas a uma velocidade de saída de 825 a 830 metros por segundo. Com elevação de 45 graus, o alcance era de dezesseis quilômetros, enquanto a 75 graus, a altura máxima de disparo era dez quilômetros. Sua cadência de tiro efetiva alcançava de seis a oito disparos por minuto. ===Propulsão=== No Hōshō, a fumaça de exaustão das máquinas era despejada por três chaminés móveis que representavam um perigo para o navio, com testes em túneis de vento não tendo produzido qualquer solução. O Akagi e o Kaga foram equipados com diferentes opções de sistemas de exaustão para que eles fossem avaliados em condições reais de serviço. O Akagi recebeu duas chaminés a estibordo. A maior era a dianteira, que era angulada em trinta graus na horizontal para baixo com sua boca em direção do mar, enquanto a segunda era menor e vertical que despejava fumaça na extremidade do convés de voo. A chaminé dianteira tinha um sistema de refrigeração por água a fim de reduzir a turbulência causada pela passagem dos gases quentes, além de uma cobertura que podia ser aberta para que a fumaça pudesse sair caso o navio estivesse adernando seriamente e a boca da chaminé tocasse o mar. O Kaga adotou uma versão da configuração do Akagi quando foi modernizado em meados da década de 1930. O Akagi foi finalizado com quatro conjuntos de turbinas a vapor Gihon, cada uma girando uma hélice e produzindo um total de 133,2 mil cavalos-vapor (98 mil quilowatts) de potência. O vapor para essa turbinas provinha de dezenove caldeiras Kampon Tipo B, que trabalhavam à uma pressão de vinte quilogramas por centímetro quadrado (284 psi). Algumas caldeiras queimavam óleo combustível e outras queimavam uma mistura de óleo e carvão. Era esperado que como cruzador de batalha o navio alcançasse uma velocidade máxima de trinta nós (56 quilômetros por hora), porém a redução do deslocamento permitiu que sua velocidade máxima chegasse a 32,5 nós (60,2 quilômetros por hora), que foi alcançada durante seus testes marítimos em 17 de junho de 1927. O Akagi podia transportar até quatro mil toneladas de óleo combustível e 2,1 mil toneladas de carvão, o que permitia uma autonomia de oito mil milhas náuticas (quinze mil quilômetros) a uma velocidade de catorze nós (26 quilômetros por hora). ==História== ===Construção=== O batimento de quilha do Akagi ocorreu em 6 de dezembro de 1920, no Arsenal Naval de Kure, originalmente como o segundo cruzador de batalha da Classe Amagi. Entretanto, a construção foi paralisada quando o Japão assinou o Tratado Naval de Washington, em 6 de fevereiro de 1922, que impunha restrições na construção de couraçados e cruzadores de batalha, porém autorizou a conversão de dois cascos em porta-aviões com deslocamento de até 34 mil toneladas. A Marinha Imperial Japonesa decidiu depois do lançamento do Hōshō, seu primeiro porta-aviões, que iria construir dois porta-aviões maiores e mais rápidos para operações com as principais unidades de sua frota. Dessa forma, os incompletos Amagi e Akagi foram selecionados para o programa de construção naval de 1924 para conversão. O orçamento original para completar o Akagi como cruzador de batalha era de 24,7 milhões de ienes, dos quais aproximadamente oito milhões já tinham sido gastos. A Dieta Nacional aprovou o suplemento de noventa milhões de ienes para finalizar o Amagi e o Akagi e a conversão em porta-aviões. Seus canhões foram entregues ao Exército Imperial Japonês; alguns foram usadas como artilharia costeira, enquanto outros foram colocados na reserva e desmontados em 1943. A conversão do Akagi como porta-aviões iniciou-se em 19 de novembro de 1923. O casco do Amagi tinha sofrido enormes danos e estresses estruturais em 1º de setembro durante o Grande Sismo de Kantō, além do que seria economicamente viável de ser consertado, assim sua conversão foi cancelada e seu casco desmontado como sucata. O Kaga, originalmente um couraçado da Classe Tosa, que também foi cancelado pelos termos do Tratado Naval de Washington, foi encomendado como porta-aviões em seu lugar. O Akagi, o único restante de sua classe, foi lançado ao mar já como porta-aviões em 22 de abril de 1925 e comissionado na frota japonesa em 25 de março de 1927, porém seus testes marítimos continuaram até novembro. Foi o segundo porta-aviões japonês a entrar em serviço, depois do Hōshō e seguido pelo Kaga. Como o Akagi foi originalmente concebido como um cruzador de batalha, ele foi nomeado em homenagem a uma montanha de acordo com as convenções japonesas de nomeação para seus navios de guerra. Akagi veio do Monte Akagi, um vulcão dormente localizado na região de Kantō cujo nome pode ser traduzido literalmente como \"castelo vermelho\". Seu nome original de montanha foi mantido depois de ser convertida em um porta-aviões, diferentemente de navios originalmente projetados e construídos como porta-aviões, que eram normalmente nomeados em homenagem a criaturas voadoras. Seu nome anteriormente já tinha sido usado em uma antiga canhoneira da Classe Maya. ===Primeiros anos=== O Akagi juntou-se à Frota Combinada em agosto de 1927 e foi designado para servir na Primeira Divisão de Porta-Aviões, assim que esta foi formada em 1º de abril de 1928, atuando como a capitânia do contra-almirante Sankichi Takahashi. Seus primeiros anos de carreira foram tranquilos e sem incidentes, envolvendo principalmente vários exercícios de treinamento. Entre 10 de dezembro de 1928 e 1º de novembro de 1929, seu oficial comandante foi o capitão Isoroku Yamamoto, o futuro comandante da Frota Combinada. O navio foi colocado no estado de reserva segunda classe em 1º de dezembro de 1931 em preparação para uma pequena manutenção, em que seu equipamento de detenção foi substituído e seus sistemas de rádio e ventilação reformulados e melhorados. Foi colocado em reserva primeira classe em dezembro de 1932, depois da manutenção ter terminado. O Akagi voltou ao serviço ativo em 25 de abril de 1933 e juntou-se à Segunda Divisão de Porta-Aviões, participando das Manobras Especiais de Frota daquele ano. As doutrinas da Marinha Imperial para porta-aviões estavam nos estágios iniciais na época. O Akagi e os outros porta-aviões tinham inicialmente papéis como força tática de apoio aos couraçados na doutrina da \"batalha decisiva\". Nisto, a função das aeronaves do Akagi eram atacar couraçados inimigos com bombas e torpedos. Ataques contra porta-aviões inimigos foram depois considerados como de igual importância, com o objetivo sendo estabelecer supremacia aérea logo nos estágios iniciais de uma batalha. O componente essencial era de que as aeronaves dos porta-aviões deveriam ser capazes de atacar primeiro com um ataque aéreo massivo e preventivo. Os porta- aviões começaram a operar juntos nos treinamentos, na frente ou com a linha de batalha principal. A nova estratégia enfatizava maior velocidade para os porta-aviões e suas aeronaves, além de aeronaves maiores e com alcance maior. Conveses de voo longos assim eram necessários para lidar com as aeronaves mais novas e pesadas que estavam entrando em serviço. O Akagi foi colocado em reserva terceira classe no dia 15 de novembro de 1935 para passar por modernizações no Arsenal Naval de Sasebo. ===Reconstrução=== A modernização do Akagi envolveu menos trabalho que a do Kaga, porém demorou três vezes mais pelas dificuldades financeiras causadas pela Grande Depressão. Foi considerado que os três conveses de voo eram muito pequenos para lidar com as aeronaves maiores e mais pesadas que estavam entrando em serviço, assim os conveses do meio e inferior foram eliminados em favor de dois hangares que se estendiam por quase todo o comprimento do navio. O espaço dos hangares superior e do meio aumentou em aproximadamente 8,6 mil metros quadrados, enquanto o hangar inferior permaneceu com o mesmo tamanho. O convés de voo superior foi estendido até a proa e passou a ter 249,17 metros de comprimento, enquanto a capacidade de aeronaves cresceu para 86, 61 operacionais e 25 na reserva. Um terceiro elevador a meia-nau foi adicionado e tinha 11,8 por treze metros. O equipamento de detenção foi substituído por um sistema hidráulico com nove fios. Uma superestrutura foi adicionada a bombordo, um arranjo incomum; o único outro porta-aviões na história com a superestrutura desse mesmo lado foi o . Bombordo foi escolhido como experimento para ver se o lado era melhor para operações de voo, deixando a superestrutura longe das chaminés. O novo convés de voo tinha uma leve inclinação no sentido da proa e da popa. A velocidade do Akagi já era satisfatória e as únicas mudanças em seus maquinários foram melhoramentos nos arranjos de ventilação e a substituição das caldeiras mistas de óleo combustível e carvão por modelos a óleo. A potência aumentou para 134,6 mil cavalos-vapor (99 mil quilowatts), porém sua velocidade máxima foi reduzida levemente para 31,2 nós (57,8 quilômetros por hora) pelo aumento do seu deslocamento para 42 mil toneladas. O armazenamento máximo de seus tanques cresceu para 7,6 mil toneladas de óleo combustível, o que aumentou sua autonomia para dez mil milhas náuticas (18 520 quilômetros) a dezesseis nós (trinta quilômetros por hora). A chaminé traseira vertical foi alterada para ser igual à chaminé dianteira e incorporada no mesmo revestimento. As duas torres de 203 milímetros no convés de voo do meio foram removidas e 28 canhões Tipo 96 calibre 60 de 25 milímetros foram instalados em montagens duplas nas laterais. Eles disparavam projéteis de 25 quilogramas a uma velocidade de saída de novecentos metros por segundo; seu alcance máximo a cinquenta graus era de 7,5 quilômetros, com teto efetivo de 5,5 quilômetros. A cadência de tiro efetiva era de apenas 110 a 120 disparos por minuto devido a constante necessidade de trocar os cartuchos de munição, que tinham quinze projéteis cada. Seis diretórios Tipo 95 foram instalados para controlar as novas armas de 25 milímetros, enquanto dois novos diretórios antiaéreos Tipo 94 substituíram os ultrapassados Tipo 91. O Akagi também ficou com um diretório Tipo 89 para os canhões de 203 milímetros; não se sabe quantos ele tinha antes. Sua tripulação cresceu para dois mil oficiais e marinheiros. As armas antiaéreas do navio ficavam todas montadas a meia-nau e relativamente baixas no nível do casco. Dessa forma, elas não podiam ser apontadas diretamente em direção da proa ou da popa. Além disso, a superestrutura bloqueava os arcos de disparo dianteiros da bateria de bombordo. Consequentemente, o porta-aviões era muito vulnerável a ataques de bombardeiros de mergulho. Os canhões Tipo 10º Ano de 120 milímetros originais do Akagi estavam programados para serem substituídos em 1942 pelos canhões mais modernos Tipo 89 de 127 milímetros. Além disso, as armas antiaéreas deveriam ser elevadas em um convés a fim de permitir que disparassem através do convés, como havia sido feito na modernização do Kaga. Entretanto, o navio foi afundado antes que qualquer uma dessas modificações pudessem ter sido implementadas. Várias fraquezas de projeto não foram corrigidas. Seu tanques de combustível de aviação eram incorporados diretamente na estrutura do porta-aviões, deixando-os suscetíveis a choques, como aqueles de acertos de bombas e projéteis, que seriam transferidos diretamente aos tanques e criariam rachaduras e vazamentos. Além disso, a estrutura totalmente fechada dos novos hangares dificultava o trabalho de combate a incêndios, parcialmente porque os vapores de combustível podiam se acumular no local. O perigo ficava ainda maior por causa da doutrina japonesa de que as aeronaves deveriam ser armadas e abastecidas sempre que possível no hangar. Além disso, os hangares e convés de voo tinham pouquíssima blindagem e não havia redundância nos sistemas de extinção de fogo. Estas fraquezas seriam fatores cruciais na perda do navio. ===Pré-guerra=== A modernização do Akagi terminou em 31 de agosto de 1938, sendo reclassificado como navio de reserva primeira classe, em 15 de novembro, retornando para a Primeira Divisão de Porta-Aviões no mês seguinte. Com sua nova configuração, passou a carregar doze caças Mitsubishi A5M, com quatro sobressalentes desmontados, doze bombardeiros de mergulho Aichi D1A, mais cinco sobressalentes e trinta e cinco torpedeiros Yokosuka B4Y, com dezesseis sobressalentes. O navio partiu para a China em 30 de janeiro de 1939 e apoiou operações em terra na Segunda Guerra Sino-Japonesa, até 19 de fevereiro, incluindo ataques contra Guilin e Liuzhou, retornando para o Japão. Apoiou ainda operações na China entre 27 de março e 2 de abril de 1940. Foi reclassificado como navio de propósito especial em 15 de novembro, para poder passar por manutenção. As experiências japonesas na China ajudaram a Marinha Imperial a desenvolver mais sua doutrina de porta-aviões. Uma lição aprendida foi a importância da concentração e massa na projeção de poderio aéreo. Dessa forma, a 1ª Frota Aérea foi formada em abril de 1941 para combinar todos os porta-aviões sob um único comando. O Akagi e o Kaga foram designados em 10 de abril para a Primeira Divisão de Porta-Aviões, como parte dessa nova força, que também tinha o e o Hiryū na Segunda e o e o na Quinta. A Marinha Imperial focou sua doutrina em ataques aéreos que combinavam grupos aéreos de todas as divisões, em vez de porta-aviões individuais. Os grupos aéreos das divisões eram combinados quando vários porta-aviões operavam juntos. Essa doutrina de grupos aéreos de ataque combinados e massivos vindos de porta-aviões era a mais avançada da época. Entretanto, a Marinha Imperial permaneceu preocupada que concentrar todos os seus porta-aviões juntos os deixariam vulneráveis a serem afundados de uma vez só por um enorme ataque inimigo. Uma solução de meio-termo foi desenvolvida em que os porta-aviões iriam operar próximos um do outro dentro de suas divisões, mas as divisões em si operariam em formações retangulares, com cada porta-aviões ficando aproximadamente sete quilômetros de distância um do outro. A doutrina japonesa ditava que grupos aéreos inteiros não deveriam ser lançados em um único ataque massivo. Em vez disso, cada porta-aviões lançaria um ataque com todas as aeronaves que poderiam ser colocadas no convés de voo de uma vez só. Ondas de ataques subsequentes consistiriam nas próximas aeronaves que poderiam ocupar o convés. Dessa forma, os ataques aéreos da 1ª Frota Aérea frequentemente consistiam de pelo menos duas ondas de aeronaves. A 1ª Frota Aérea não era considerada a principal força estratégica de ataque da Marinha Imperial, que ainda era na época os couraçados, mesmo assim essa força era considerada um componente primordial da doutrina da \"batalha decisiva\" da Frota Combinada. O Akagi foi designado como a capitânia da 1ª Frota Aérea, posição que manteve até seu naufrágio. A concentração de tantos porta-aviões em uma única unidade era um conceito estratégico ofensivo novo e revolucionário, porém a 1ª Frota Aérea sofria de várias deficiências, o que levou o historiador Mark Peattie a afirmar que ela possuía um \"'maxilar de vidro': ela podia dar um soco, mas não podia levar um\". As armas antiaéreas e seus sistemas de controle de disparo tinham várias deficiências de projeto e configuração que limitavam sua eficácia. Além disso, a patrulha de combate aéreo da Marinha Imperial tinha muitos poucos caças e era prejudicada por um sistema de aviso antecipado inadequado, incluindo a falta de radar. Além disso, o rádio era ruim e a comunicação com as aeronaves impedia um comando efetivo e controle das patrulhas. Os navios de escolta dos porta-aviões também não eram treinados ou empregados para proporcionarem suporte antiaéreo próximo. Estas deficiências, combinadas com as outras falhas dos próprios navios, seriam fatais para os porta-aviões japoneses na Segunda Guerra Mundial. ===Segunda Guerra Mundial=== ====Pearl Harbor==== O Akagi serviu como a capitânia do vice-almirante Chūichi Nagumo para a força que realizaria o Ataque a Pearl Harbor, uma tentativa de destruir a Frota do Pacífico dos Estados Unidos. Em preparação, o navio foi ancorado na Baía de Ariake em Kyushu a partir de setembro de 1941, enquanto suas aeronaves ficaram baseadas em Kagoshima para treinarem junto com as outras unidades aéreas da 1ª Frota Aérea. O porta-aviões se encontrou com o restante da frota na Baía de Hitokappu nas Ilhas Curilas em 22 de novembro, assim que todos os treinamentos e preparações foram completados. As embarcações partiram para o Havaí no dia 26. O Akagi, Kaga, Sōryū, Hiryū, Shōkaku e Zuikaku lançaram duas ondas de ataque contra Pearl Harbor na manhã de 7 de dezembro a partir de uma posição de 230 milhas náuticas (430 quilômetros) ao norte de Oahu. Na primeira onda, 27 torpedeiros Nakajima B5N do Akagi atacaram os couraçados , e , enquanto nove caças Mitsubishi A6M Zero atacaram a Base Aérea Hickam. Na segunda onda, dezoito bombardeiros de mergulho Aichi D3A do porta-aviões atacaram os couraçados e , o cruzador rápido , o contratorpedeiro e o navio-tanque USS Neosho, enquanto nove Zero atacaram vários campos de pouso. Um dos Zero do Akagi foi abatido por armas antiaéreas norte-americanas durante a primeira onda e seu piloto morreu. Além das aeronaves que participaram do ataque, três aviões permaneceram em patrulha aérea. Um dos Zero do porta-aviões atacou um bombardeiro Boeing B-17 Flying Fortress que tinha acabado de chegar do continente, incendiando-o enquanto pousava em Hickam, mantando um tripulante. Nagumo ordenou o fim do ataque depois do retorno da segunda onda, com o Akagi chegando de volta a Kure em 25 de dezembro. ====Outras ações==== O navio apoiou a invasão de Rabaul no Arquipélago de Bismarck em janeiro de 1942 junto com todos os outros porta-aviões de grande porte japoneses, ao mesmo tempo que o Japão procurava garantir seu perímetro de defesa sul contra ataques vindos da Austrália. Vinte B5N e nove Zero do Akagi participaram do ataque aéreo inicial em Rabaul em 20 de janeiro. A Primeira Divisão de Porta-Aviões atacou posições Aliadas perto de Kavieng no dia seguinte, com o Akagi contribuindo com nove Zero e dezoito D3A. Aeronaves da embarcação atacaram Rabaul novamente em 22 de janeiro e então retornaram para Truk no dia 27. O Sōryū e o Hiryū, da Segunda Divisão de Porta-Aviões, tinham sido destacados para apoiar a invasão da Ilha Wake em 23 de dezembro e só conseguiram se reencontrar com o resto da frota em fevereiro de 1942. O Akagi, junto com o Kaga e o Zuikaku, partiram em 1º de fevereiro para procurarem forças norte-americanas que estavam atacando as Ilhas Marshall. O navio e os porta-aviões da Primeira e Segunda Divisões foram enviados no dia 7 para lançarem ataques contra Darwin, na Austrália, em 19 de fevereiro a partir de uma posição a cem milhas náuticas (190 quilômetros) do sudoeste de Timor, sendo uma tentativa de destruir instalações portuárias e aeronáuticas para que não interferissem na invasão de Java. O Akagi contribuiu com dezoito B5N, dezoito D3A e nove Zero, que pegaram os defensores de surpresa. Oito navios foram afundados, incluindo o contratorpedeiro norte-americano , enquanto outros catorze foram danificados. Nenhuma aeronave do porta-aviões foi perdida e o ataque impediu que Darwin contribuísse com a defesa de Java. O navio-tanque norte-americano USS Pecos foi afundado em 1º de março por aviões D3A do Akagi e do Sōryū, enquanto mais tarde no mesmo dia o contratorpedeiro foi afundado por bombardeiros de mergulho do mesmo porta-aviões e por disparos de dois couraçados e cruzadores pesados de escolta. O Akagi e suas embarcações de escolta deram cobertura para a invasão de Java, com sua principal contribuição tendo sido proporcionar dezoito B5N e nove Zero para um ataque aéreo contra a região de Tjilatjap. Este grupo de ataque foi muito bem-sucedido, tendo afundado oito navios no porto e com nenhuma aeronave abatida. A maioria das forças Aliadas nas Índias Orientais Holandesas se renderam no final do março. A 1ª Frota Aérea então seguiu para a Baía de Staring na ilha de Celebes para reabastecer e se recuperar. ====Oceano Índico==== O Akagi partiu para o Oceano Índico junto com o resto da 1º Frota Aérea em 26 de março. A intenção japonesa era derrotar a Frota Oriental britânica e destruir o poderio aéreo inimigo na região com o objetivo de garantir o flanco para iminentes operações na Birmânia. O porta- aviões lançou dezessete torpedeiros B5N e nove caças Zero em 5 de abril contra Colombo, no Ceilão, danificando instalações portuárias. Nenhuma aeronave foi perdida e os pilotos de Zero reivindicaram terem abatido doze caças britânicos. Mais tarde no mesmo dia, dezessete D3A do Akagi ajudaram a afundar os cruzadores pesados britânicos e . A embarcação atacou Trincomalee em 9 de abril com dezoito B5N e seis Zero, que reivindicaram terem abatido cinco caças Hawker Hurricane, porém apenas dois podem ser confirmados por fontes Aliadas, sem uma única perda japonesa. Enquanto isso, um hidroavião do couraçado avistou o porta-aviões britânico , escoltado apenas pelo contratorpedeiro australiano , com todos os D3A disponíveis sendo lançados para atacá-los. O Akagi contribuiu com dezessete bombardeiros de mergulho que ajudaram a afundar os dois navios; as aeronaves também avistaram o navio-tanque RFA Athelstone e a corveta de escolta , afundando ambos. Durante as ações do dia 9, nove bombardeiros britânicos Bristol Blenheim do Ceilão conseguiram penetrar pela patrulha de combate aéreo do e lançar suas bombas de uma altitude de 3,4 quilômetros, errando o Akagi e o cruzador pesado por pouco. Quatro dos Blenheim foram abatidos pelos caças da patrulha aérea, enquanto um quinto foi abatido pelos caças que estavam retornando de um outro ataque. A força de porta-aviões retornou para o Japão depois do ataque a fim de reabastecer e passar por manutenções. Em 19 de abril, enquanto o Akagi, Sōryū e Hiryū estavam passando perto de Formosa no caminho de volta para o Japão, eles foram desviados para perseguirem os porta-aviões norte-americanos e , que tinham acabado de lançar o Ataque Doolittle contra o arquipélago japonês. Os japoneses não encontram os navios inimigos, que tinham deixado a área imediatamente para voltarem ao Havaí. Os porta-aviões japoneses rapidamente abandonaram a procura e ancoraram na Ilha Hashira em 22 de abril. O Akagi, junto com os outros três porta-aviões da Primeira e Segunda Divisões, estavam em operação constante a quatro meses e meio, mas mesmo assim foram rapidamente reabastecidos e levados para manutenção em preparação para a próxima grande operação da Frota Combinada, que começaria dentro de um mês. O Shōkaku e o Zuikaku da Quinta Divisão tinham sido destacados em meados de abril a fim de apoiarem a Operação MO, que resultou na Batalha do Mar de Coral. O grupo aéreo do Akagi foi transferido para Kagoshima enquanto o navio estava em Hashira para realizarem treinamentos de voo e armas junto com as outras unidades da 1ª Frota Aérea. ====Midway==== Yamamoto, agora almirante e o comandante da Frota Combinada, ficou preocupado com os ataques de porta-aviões norte-americanos nas Ilhas Marshall, Nova Guiné e no Ataque Doolittle, assim ficou determinado a forçar a Marinha dos Estados Unidos para uma batalha com o objetivo de eliminar os porta-aviões inimigos. Ele então decidiu invadir e ocupar o Atol Midway, algo que achava que atrairia os porta-aviões norte-americanos para o confronto. Os japoneses deram o codinome Operação MI para a invasão de Midway. A força de porta-aviões da Frota Combinada partiu em 25 de abril para o ataque a Midway, tendo o Akagi e o Kaga na Primeira Divisão de Porta-Aviões e o Sōryū e o Hiryū na Segunda Divisão. O Akagi novamente foi a capitânia de Nagumo. O Shōkaku e o Zuikaku da Quinta Divisão não participaram da operação por estarem passando por reparos dos danos e perdas sofridas na Batalha do Mar de Coral. O Akagi estava transportando 24 Zero, dezoito D3A e dezoito B5N. Os japoneses se posicionaram a 250 milhas náuticas (460 quilômetros) ao noroeste de Midway às 4h45min de 4 de junho. O Akagi contribuiu com dezoito D3A escoltados por nove Zero para o ataque aéreo contra a Ilha Oriental, com o ataque combinado tendo 108 aeronaves. Os B5N foram armados com torpedos e mantidos prontos caso navios inimigos fossem descobertos durante a operação. As únicas perdas do Akagi nesse ataque inicial foram um Zero abatido pelas defesas antiaéreas e três danificados, enquanto quatro D3A também foram danificados, com um além da possibilidade de reparo. A Marinha Imperial não sabia que a Marinha dos Estados Unidos tinha descoberto sobre a Operação MI ao decifrarem os códigos japoneses e preparado uma emboscada com seus três porta-aviões disponíveis, que se posicionaram ao nordeste de Midway. Um dos torpedeiros do Akagi foi lançado para ajudar na procura de embarcações norte-americanas que pudessem estar na área. O navio inicialmente contribuiu com três Zero para um total de onze que foram designados para patrulha aérea de combate sobre os quatro porta-aviões. O Akagi já estava com onze de seus caças no ar às 7h00min em patrulha, com eles tendo ajudado a defender a 1ª Frota Aérea dos primeiros atacantes norte-americanos vindos de Midway às 7h10min. Nesse momento, os porta-aviões foram atacados por seis Grumman TBF Avenger e quatro Martin B-26 Marauder, todos carregando torpedos. Os Avenger foram atrás do Hiryū, enquanto os Marauder atacaram o Akagi. Os trinta Zero da patrulha de combate aéreo que estavam no ar atacaram as aeronaves norte-americanas imediatamente, abatendo cinco Avenger e dois Marauder. Entretanto, um dos Zero do Akagi foi abatido por um dos Marauder. Várias aeronaves norte-americanas lançaram seus torpedos, porém todos erraram ou não detonaram. Um dos Marauder metralhou o porta-aviões depois de lançar seu torpedo, matando dois marinheiros. Outro foi seriamente danificado pela artilharia antiaérea e não subiu de sua corrida de ataque, seguindo diretamente em direção da ponte do Akagi. A aeronave estava fora de controle pelos danos da batalha ou o piloto estava ferido, com ela errando a superestrutura por muito pouco, o que teria matado Nagumo e todo seu estado- maior, então derrapando e caindo no mar. Nagumo ordenou às 7h15min que os B5N do Akagi e do Kaga fossem rearmados com bombas para outro ataque contra Midway. Esse processo foi limitado pelo número de carrinhos e elevadores de munição, impedindo que os torpedos fossem armazenados antes que todas as bombas fossem tiradas dos depósitos, montadas e instaladas nas aeronaves. Esse processo normalmente demorava uma hora e meia, com mais tempo sendo necessário para levar as aeronaves para o convés de voo, esquentá-las e lançá-las. Nagumo cancelou a ordem por volta das 7h40min ao receber uma mensagem dos batedores que navios norte-americanos tinham sido avistados. Três Zero do Akagi designados para patrulha pousaram às 7h36min, seguidos quatro minutos depois pelo único avião batedor do porta-aviões, que não tinha avistado inimigos. =====Naufrágio===== O próximo ataque norte-americano vindo de Midway chegou às 7h55min com dezesseis bombardeiro de mergulho Douglas SBD-2 Dauntless do Esquadrão Batedor de Bombardeiros dos Fuzileiros Navais 241. Os três Zero restantes do Akagi em patrulha aérea estavam entre os nove caças ainda no ar que enfrentaram os bombardeiros, abatendo seis enquanto tentavam executar um ataque contra o Hiryū. Os porta-aviões japoneses, mais ou menos no mesmo momento, foram atacados por doze Flying Fortress a uma altitude de aproximadamente 6,1 quilômetros. A alta altitude deu tempo para os navios japoneses anteciparem onde as bombas cairiam e conseguirem manobrar para longe das áreas de impacto. Quatro Flying Fortress atacaram o Akagi e todos erraram. O Akagi reforçou a patrulha aérea com três Zero às 8h08min e mais quatro às 8h32min. Esses Zero derrotaram o próximo ataque vindo de Midway, composto por onze Vought SB2U Vindicator do Esquadrão 241, que atacaram o Haruna aproximadamente às 8h30min. Três Vindicator foram abatidos e o couraçado escapou sem danos. Apesar dos ataques norte-americanos terem causado pouquíssimos danos, eles mantiveram os porta-aviões japoneses ocupados e em movimento enquanto Nagumo tentava se preparar para responder às notícias chegadas às 8h20min que forças de porta-aviões inimigos tinham sido avistadas ao nordeste. As aeronaves que tinham atacado Midway começaram a serem recolhidas pelo Akagi às 8h37min e isto terminou pouco depois das 9h00min. Estas foram rapidamente levadas para os hangares ao mesmo tempo que a tripulação começou a preparar novos aviões para atacarem os porta-aviões inimigos. Entretanto, essas preparações foram interrompidas às 9h18min quando a primeira onda de ataque dos porta-aviões norte-americanos foi avistada. Esta tinha quinze torpedeiros Douglas TBD Devastator lançados pelo Hornet. Os seis Zero do Akagi no ar mais outros quinze caças da patrulha juntaram-se para abaterem os Devastator. Todas as quinze aeronaves norte-americanas foram derrubadas enquanto tentavam lançar um ataque contra o Soryū. Mais catorze Devastator, desta do porta-aviões Enterprise, atacaram pouco depois. As aeronaves tentaram prensar o Kaga, porém a patrulha aérea, reforçada por outros oito Zero decolados do Akagi às 9h33min e 9h40min, abateram dez dos Devastator e o Kaga desviou de todos os torpedos. Disparos dos torpedeiros inimigos conseguiram abater um dos Zero do Akagi. Bombardeiros de mergulho norte-americanos chegaram sobre os porta-aviões japoneses minutos depois das corridas dos torpedeiros e começaram seus ataques quase sem serem detectados. Segundo os historiadores Jonathan Parshall e Anthony P. Tully, foi nesse momento, por volta das 10h20min da manhã, que as \"defesas aéreas japonesas finalmente e catastroficamente falhariam\". Vinte e oito bombardeiros do Enterprise, liderados pelo tenente-comandante C. Wade McClusky, começaram um ataque contra o Kaga, acertando-o com pelo menos quatro bombas. No último minuto, três bombardeiros do grupo de McClusky, liderados pelo tenente Richard Best, se separaram e foram em direção do Akagi; Best alterou seu alvo por deduzir que o Kaga fora fatalmente atingido. Uma bomba de 450 quilogramas acertou o Akagi aproximadamente às 10h46min, com as outras duas errando por pouco. A primeira caiu de cinco a dez metros a bombordo, perto da superestrutura. A terceira errou o convés de voo por pouco e caiu na água próximo da popa. A segunda, provavelmente lançada por Best, acertou a extremidade traseira do elevador do meio e detonou no hangar superior. Este acerto iniciou uma série de explosões entre os B5N armados e abastecidos que estavam sendo preparados para ataques contra os porta-aviões inimigos, resultando em um incêndio incontrolável. O capitão Taijirō Aoki, o oficial comandante do Akagi, ordenou às 10h29min que os depósitos de munição fossem inundados para impedir que detonassem. Os depósitos dianteiros foram prontamente inundados, porém os depósitos traseiros não foram por danos na válvula, provavelmente causados pelo quase acerto na popa. A bomba d'água principal da embarcação aparentemente também foi danificada, prejudicando seriamente os esforços de combate a incêndio. As equipes de controle de danos tentaram às 10h32min controlar o incêndio cada vez maior no convés do hangar superior ao empregarem um sistema de supressão de fogo por CO2. Não se sabe se o sistema funcionou, porém o combustível de aviação em chamas mostrou-se impossível de controlar e vários incêndios sérios começaram a avançar cada vez mais para o interior do navio. Danos adicionais causados pelo quase acerto na popa ficaram aparentes às 10h40min quando o leme do Akagi travou em trinta graus para estibordo durante uma manobra evasiva. Os incêndios alcançaram o convés de voo pouco depois e o calor e fumaça inutilizaram a ponte de comando. Nagumo transferiu sua capitânia para o cruzador rápido às 10h46min. O Akagi parou de se mover às 13h50min e sua tripulação, menos Aoki e as equipes de controle de danos, foi evacuada. O navio continuou a queimar enquanto o pessoal de controle de danos tentava inutilmente lutar contra o incêndio. As equipes de controle de danos e Aoki evacuaram durante a noite. Yamamoto ordenou às 4h50min já do dia 5 de junho que o Akagi fosse deliberadamente afundado, dizendo a sua equipe que \"Eu fui capitão do Akagi certa vez e é com arrependimento sincero que agora devo ordenar que ele seja afundado\". Os contratorpedeiros , , e dispararam um torpedo cada contra o porta-aviões e ele afundou pela proa às 5h20min. Houve 267 mortos, o número mais baixo dentre todos os porta-aviões japoneses perdidos na Batalha de Midway. A perda do Akagi, Kaga, Sōryū e Hiryū, dois terços dos porta-aviões de grande porte do Japão e o núcleo mais experiente da 1ª Frota Aérea, foi uma enorme derrota estratégica e muito contribuiu para a eventual derrota japonesa na guerra. A Marinha Imperial, em uma tentativa de esconder sua perda, não removeu o Akagi imediatamente do registro de navios, listando-o como \"não-tripulado\" até ser finalmente tirado dos registros em 25 de setembro. Seus destroços foram encontrados em 20 de outubro de 2019 pelo navio de pesquisa , estando a noroeste de Pearl Harbor a 5,5 quilômetros de profundidade, virado para cima, apoiado em sua quilha e relativamente intacto. ==Referências== ===Citações=== ===Bibliografia=== * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Ligações externas== * Categoria:Classe Amagi Categoria:Navios de 1925 Categoria:Navios construídos no Japão Categoria:Porta-aviões da Marinha Imperial Japonesa Categoria:Porta-aviões do Japão na Segunda Guerra Mundial Categoria:Incidentes marítimos em 1942 Categoria:Naufrágios da Segunda Guerra Mundial no Oceano Pacífico Categoria:Navios afundados por aviões dos Estados Unidos Categoria:Embarcações afundadas de propósito",
 "title": "Akagi (porta-aviões)"
}