{
 "id": "120915",
 "text": "é um mangá japonês. Criado por Katsuhiro Otomo, é considerado um clássico do estilo cyberpunk (mesmo que o género ainda não tivesse chegado ao país quando Akira começou a ser publicado).Gravett, Paul (2004). Manga: 60 Years of Japanese Comics. Laurence King Publishing. p. 155. ISBN 1-85669-391-0. Acabou dando origem a um longa-metragem de animação com o mesmo nome, lançada em 1988, que também tem roteiro e arte de Katsuhiro Otomo. O mangá é publicado no Brasil pela Editora JBC e foi premiado no 30º Troféu HQ Mix na categoria Publicação de Clássico. == Enredo == A história desenrola-se em Neo-Tóquio, uma cidade de Tóquio reconstruída (sobre o que é hoje a Baía de Tóquio) depois de ter sido destruída na III Guerra Mundial. Segundo vem depois a constar, a III Guerra Mundial foi (supostamente) iniciada pelo crescimento incontrolável de poderes sobrenaturais de uma criança chamada Akira, que foi registrado num programa governamental secreto de pesquisa. No tempo real do enredo, 30 anos depois da III Guerra Mundial, uma gangue de motoqueiros liderada por Kaneda é envolvida em uma luta com a gangue rival, quando o membro mais novo da gangue de Kaneda, Tetsuo, colide numa auto-estrada com uma criança misteriosa que havia escapado do programa de investigação psíquica secreta do governo. Tetsuo é depois levado pelos responsáveis deste programa governamental juntamente com a criança e é sujeito às mais diversas experiências. O incidente com a criança misteriosa bem como os testes realizados acordaram os poderes latentes de Tetsuo, com desastrosas consequências a nível pessoal e interpessoal, gerando conflitos psicológicos internos e desavenças com os seus amigos, além de sujeitar Neo-Tóquio à ameaça de um novo incidente. A narrativa se concentra, fundamentalmente, em torno da ideia básica de indivíduos com poderes sobre- humanos, particularmente com capacidades psicocinéticas. No entanto, boa parte da história aborda as relações entre as personagens, bem como problemas sociais e políticos. O comentário social não é particularmente profundo ou filosófico, mas sobretudo um olhar crítico sobre a alienação da juventude, a ineficiência e corrupção do governo, o cientificismo, isto é, a insensibilidade científica e sua subjugação aos interesses do poder, e um sistema militarizado, desagradado com os compromissos da sociedade moderna. Enxerga-se na obra também uma forte e distinta presença da ameaça atômica no imaginário japonês e, em sentido global, da ilusão humana de seu controle; outros pontos também podem ser observados enquanto frutos de uma mentalidade holística intrínseca à constituição da episteme oriental, como se pode notar na representação de Akira. No mangá, Akira é um personagem que surge apenas no segundo volume, enquanto que no filme, Akira foi dissecado para pesquisa e os seus restos mortais permanecem armazenados em crioconservação por baixo do Estádio Olímpico de Tóquio. Esta mudança tem um efeito dramático sobre a história. No mangá, Akira e Tetsuo aliam-se e depois Akira destrói Neo-Tóquio. O mangá tem muitas diferenças em relação ao filme, mas o resultado é o mesmo em ambos. == Personagens == * Shotaro Kaneda (Kaneda Shōtarō) — O protagonista. Kaneda é um punk que modificou a sua moto para as suas próprias características. Kaneda é igualmente o líder de uma gang de motos. Com o objectivo de salvar Kei, ele junta-se a um grupo de guerrilha antigovernamental que tenta encontrar o misterioso Akira. * Tetsuo Shima (Shima Tetsuo) — É o melhor amigo de Kaneda desde a escola primária. Sua relação com Kaneda é uma mistura de admiração com inveja. Tetsuo gostaria de um dia liderar a gangue. Depois de um acidente traumático ele transforma-se no arquiinimigo de Kaneda. * Kei também conhecida como Kay — É uma mulher que Kaneda conhece no seu percurso para encontrar Tetsuo. Ela é um membro de uma organização antigovernamental na qual Ryo e Nezu estão envolvidos. * Masaru, Kiyoko and Takashi — Os três \"números\", Takashi é o causador de todo do início do enredo. Kiyoko é o Número 25, Takashi é o Número 26, e Masaru é o Número 27. * Akira — O mais poderoso dentre as crianças psíquicas. Ele foi o causador da Terceira Guerra Mundial. Ele é o Número 28. * Nezu — É um infiltrado no Governo. Ele é o responsável pelo rapto de Takashi, no entanto ele não rapta pessoalmente Takashi. * Kai — É um membro da gang \"capsules\", que costuma seguir Kaneda sem se envolver demansiadamente com o que quer que seja. * Coronel — É o diretor do projeto Akira. == Troféu HQ Mix == A série do mangá Akira, em suas duas versões brasileiras, foi premiado 5 vezes no Troféu HQ Mix. * 4º Troféu HQ Mix em 1992 - vencedor na categoria Revista Seriada - Editora Globo * 30º Troféu HQ Mix em 2018 - vencedor na categoria Publicação de Clássico com Akira #1 - Editora JBC * 31º Troféu HQ Mix em 2019 - vencedor na categoria Publicação de Clássico com Akira #2 - Editora JBC * 32º Troféu HQ Mix em 2020 - vencedor na categoria Publicação de Clássico com Akira #6 - Editora JBC * 32º Troféu HQ Mix em 2020 - vencedor na categoria Publicação em Minissérie com Akira #6 - Editora JBC == Filme/anime == == Ligações externas == * Página oficial do mangá Akira no Brasil pela Editora JBC' * * Akira (Akira - Katsuhiro Otomo, 1995) (em italiano) Categoria:Títulos da Dark Horse Comics Categoria:Séries de televisão de anime de 1988 Categoria:Mangás de ficção científica Categoria:Séries de manga Categoria:Seinen Categoria:Títulos da Epic Comics Categoria:Mangás de 1982 Categoria:Mangás cyberpunk Categoria:Mangás editados em Portugal Categoria:Obras ganhadoras do Troféu HQ Mix Categoria:Mangás publicados pela JBC",
 "title": "Akira"
}