{
 "id": "12094",
 "text": "{{Info/Município do Brasil | nome = Passa e Fica | foto = | leg_foto = | brasão = Brasão de Passa-e-Fica-RN, Brasil.png | bandeira = Bandeira de Passa-e-Fica, Rio Grande do Norte, Brasil.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de maio | emancipação = | gentílico = passa-fiquense | apelido = | lema = | prefeito = Flaviano Correia Lisboa | mandato_início = 2021 | mandato_fim = 2024 | partido = PDT | mapa = Brazil Rio Grande do Norte Passa-e-Fica location map.svg | latP = S | latG = 06 | latM = 26 | lonS = 34 | lonP = O | lonG = 35 | lonM = 38 | latS = 09 | estado = Rio Grande do Norte | região_intermediária = Natal | região_imediata = Santo Antônio-Passa e Fica-Nova Cruz | vizinhos = Norte: São José do Campestre e Lagoa d'Anta Sul: Estado da Paraíba (Araruna e Tacima) Leste: Nova Cruz Oeste: Serra de São Bento | dist_capital = 107 | área = 42.137 | área_ref = | área_urbana = 1,447 | área_urbana_pos = RN: 67° | área_urbana_ref = (2015) | população = 13474 | população_pos = RN: 45° | data_pop = estimativa IBGE/2020 | altitude = 189 | clima = Semiárido | sigla_clima = | idh = 0.606 | idh_pos = RN: 83º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 8197.45 | data_pib_per_capita = IBGE/2018 | site_prefeitura = passaefica.rn.gov.br }} Passa e Fica é um município brasileiro localizado no interior do estado do Rio Grande do Norte, distante 107 quilômetros a sudoeste da capital do estado, Natal. == Geografia == Na divisão territorial do Brasil feita pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2017, Passa-e-Fica pertence à Região Geográfica Intermediária de Natal e à Região Geográfica Imediata de Santo Antônio-Passa e Fica-Nova Cruz. Até então, na divisão em mesorregiões e microrregiões que vigorava desde 1989, o município fazia parte da microrregião do Agreste Potiguar, na mesorregião homônima. Com apenas de área (dos quais de área urbana), é o sexto menor município do Rio Grande do Norte em território, ocupando apenas 0,0798% da superfície estadual. Limita-se a norte com Lagoa d'Anta e São José do Campestre; a sul com Araruna e Tacima (ex-Campo de Santana), ambas no vizinho estado da Paraíba; a leste com Nova Cruz e a oeste com Serra de São Bento. Está distante 107 de Natal, capital estadual, e da capital federal, Brasília. O relevo de Passa-e-Fica, com altitudes predominando entre 200 e 800 metros, está inserido na depressão sublitorânea, localizada entre os tabuleiros costeiros e o Planalto da Borborema. As áreas mais baixas do município estão na área de abrangência das rochas metamórficas que compõem o embasamento cristalino, formadas no período Pré-Cambriano Médio, com idade entre 1,1 bilhão e 2,5 bilhões de anos. O restante é formado por coberturas colúvios-eluviais ou paleocascalheiras, constituído em parte por rochas do Grupo Barreiras, oriundas do período Quaternário, cujo intemperismo deu origem a solos arenosos e lixiviados. O solo de Passa-e-Fica, típico de áreas de relevo de suave a ondulado, é altamente fértil e possui textura mista, constituída por areia e argila, porém pouco desenvolvido e mal drenado, caracterizando os planossolos sódicos. Por serem rasos, são cobertos por uma vegetação de pequeno porte, a caatinga hipoxerófila, cujas espécies perdem suas folhas na estação seca, sendo comum a presença de arbustos e árvores com espinhos. Na hidrografia, a maior parte do território municipal (65,97%) pertence à bacia do rio Jacu e o resto (34,03%) na bacia do rio Curimataú. O principal curso de água é o Rio Calabouço que, com cerca de sessenta quilômetros de extensão,SILVA, 2011, p. 38 demarca a divisa entre Rio Grande do Norte e Paraíba em boa parte do seu curso,SILVA, 2011, p. 47 tendo sua nascente na Serra da Araruna, na Paraíba, e desaguando no rio Curimataú em Nova Cruz. Este rio possui regime intermitente, isto é, desaparece no período seco, fluindo somente na estação das chuvas.SILVA, 2011, p. 57 O clima é semiárido, com chuvas concentradas no período de março até julho. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), referentes ao período de abril de 2004 a fevereiro de 2020, a maior chuva em 24 horas registrada em Passa-e-Fica chegou a em 25 de março de 2011. Outros acumulados iguais ou superiores a foram em 13 de junho de 2007, em 13 de fevereiro de 2019 e em 14 de fevereiro de 2018. Março de 2008 é o mês mais chuvoso da série histórica, com . == Demografia == Com uma população de habitantes no último censo demográfico, realizado em 2010, a densidade populacional chegava a , a quarta maior do Rio Grande do Norte e a maior do interior, sendo também o 54° município mais populoso do estado e o ° do Brasil, com 60,86% dos habitantes vivendo na zona urbana. Da população total, 50,38% eram do sexo feminino e 49,62% do sexo masculino, resultando em uma razão de 98,5 homens para cada cem mulheres. Quanto à faixa etária, 65,23% tinham entre 15 e 64 anos, 25,09% menos de quinze anos e 9,69% 65 anos ou mais. Na pesquisa de autodeclaração do mesmo censo, 53,6% eram pardos, 42,05% brancos, 3,41% pretos e 0,94% amarelos. Quanto à nacionalidade, todos os habitantes eram brasileiros natos, dos quais 73,08% naturais do município (dos 85,74% nascidos no estado). Dentre os 14,26% naturais de outras unidades da federação, os estados com o maior percentual de residentes eram a Paraíba (10,75%), São Paulo (1,82%) e Rio de Janeiro (0,77%), havendo também nascidos em outros cinco estados. Ainda segundo o mesmo censo, 85,99% dos residentes eram católicos apostólicos romanos, 10,38% evangélicos, 0,25% testemunhas de Jeová, 0,07% messiânicos e 0,05% católicos ortodoxos. Outros 3,07% declararam não seguir nenhuma religião. Na Igreja Católica, Passa-e-Fica pertence à Arquidiocese de Natal e possui como padroeira Nossa Senhora de Fátima, cuja paróquia foi criada em 10 de março de 2011. Também existem alguns credos protestantes ou reformados, dos quais o predominante é a Assembleia de Deus. Passa-e-Fica possui um Índice de Desenvolvimento Humano (IDH-M) considerado médio do Programa das Nações Unidas para o Desenvolvimento (PNUD). Segundo dados do relatório de 2010, divulgados em 2013, seu valor era 0,606, estando na 83ª posição a nível estadual e na ª colocação a nível nacional. Considerando-se apenas o índice de longevidade, seu valor é 0,763, o valor do índice de renda é 0,565 e o de educação 0,516. Em 2010, 57,75% da população viviam acima da linha de pobreza, 21,51% abaixo da linha de indigência e 20,74% entre as linhas de indigência e de pobreza. No mesmo ano, os 20% mais ricos acumulavam 54,23% do rendimento total municipal, enquanto os 20% mais pobres apenas 2,78%, sendo o índice de Gini, que mede a desigualdade social, igual a 0,516. == Política == O primeiro prefeito de Passa-e-Fica foi Ociram Damasceno Barbosa, nomeado pelo governador do Rio Grande do Norte, Aluízio Alves, ocupando o cargo de forma interina até 31 de janeiro de 1964, quando tomou posse o primeiro prefeito constitucional, Celso Lisboa.CAVALCANTE; CAVALCANTE, 2008, p. 9. Até 2019, quatorze pessoas haviam ocupado o cargo de prefeito.FRANÇA, 2019, p. 31 Em 2020, foi eleito com 50,68% dos votos válidos Flaviano Correia Lisboa, do Partido Democrático Trabalhista (PDT), empossado em 1° de janeiro de 2021. O prefeito exerce o poder executivo e nomeia livremente seus secretários, que o auxiliam na gestão. A administração municipal também se dá por uma câmara de vereadores, que representa o poder legislativo. Dentre as atribuições do legislativo estão a elaboração e a votação de leis fundamentais à administração e ao executivo, especialmente a lei de diretrizes orçamentárias. Tanto o prefeito quanto os vereadores são eleitos pelo voto direto para mandatos de quatro anos. A lei orgânica de Passa-e-Fica, que rege o município, foi promulgada em 1 de abril de 1990. Existem também alguns conselhos municipais em atividade, sendo alguns deles: Alimentação Escolar, Assistência Social, Defesa Civil, Desenvolvimento Rural, Direitos da Pessoa Idosa, Direitos de Criança e do Adolescente, Educação, FUNDEB, Habitação, Meio Ambiente, Saúde e Tutelar. Passa-e-Fica é termo judiciário da comarca de Nova Cruz, de entrância intermediária, e pertence à 12ª zona eleitoral do Rio Grande do Norte, possuindo, em dezembro de 2020, eleitores, de acordo com o Tribunal Superior Eleitoral (TSE), o equivalente a 0,348% do eleitorado potiguar. == Infraestrutura básica == O serviço de abastecimento de água de Passa-e-Fica é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN), que possui um escritório local, e a concessionária responsável pelo fornecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (COSERN), do Grupo Neoenergia, presente em todos os municípios do estado. A voltagem nominal da rede é de 220 volts. Em 2010, o município possuía 87,69% de seus domicílios com água encanada, 99,18% com eletricidade e 84,46% com coleta de lixo. Em 2017, ano da última Pesquisa Nacional de Saneamento Básico (PNSB), Passa-e-Fica possuía uma rede de abastecimento com trinta quilômetros de tubulações, com ligações ou economias, das quais residenciais. Em média eram tratados de água, sendo que chegavam aos locais de consumo, resultando em um índice de perdas de 25,3%. O índice de consumo per capita chegava a 271,8 litros diários por economia. A rede de esgotamento sanitário tinha de extensão, porém apenas de esgoto eram tratados. O código de área (DDD) de Passa-e-Fica é 084 e o Código de Endereçamento Postal (CEP) principal é 59218-000. Há cobertura de duas operadoras de telefonia, TIM e Vivo, que oferecem tecnologia em 4G e 3G, respectivamente. No último censo, 66,38% dos domicílios tinham apenas telefone celular, 5,35% celular e telefone fixo, 1,4% apenas o fixo e 26,86% não possuíam nenhum. A frota municipal no ano de 2020 era de automóveis, motocicletas, 294 caminhonetes, 215 caminhões, 118 motonetas, 56 micro-ônibus, 52 camionetas, 46 ônibus, 24 reboque, 23 utilitários, onze semirreboques, nove ciclomotores e sete caminhões-trator, totalizando unidades. No transporte rodoviário, é atravessado por duas rodovias, ambas estaduais, sendo elas a RN-093 e RN-269. == Cultura == Dentre as festividades destacam-se as festas de emancipação política e da padroeira Nossa Senhora de Fátima, ambas em maio. Esta última se inicia no primeiro dia do mês e é celebrada em trezena, prosseguindo até o dia 13 de maio, encerrando com a missa solene e a procissão com a imagem de santa por algumas ruas da cidade. Durante os festejos alusivos à padroeira também ocorre a festa de emancipação política de Passa-e-Fica, em 10 de maio, com uma programação cultural diversificada que inclui, por exemplo, apresentações musicais, o Festival de Cultura e a Mostra Cultural da Educação Municipal. Em junho ocorrem as festas juninas, que incluem festivais de quadrilhas, barracas de gastronomia com comidas típicas e acendimento de fogueiras, sendo muito populares os tradicionais folguedos juninos, parte do folclore local. O artesanato é outra forma espontânea da expressão cultural passa-fiquense tendo, dentre as atividades principais, o bordado e a renda, dentre as quais o frivolitê, de origem francesa. Passa-e-Fica também conta com grupos artísticos de capoeira, dança e manifestação tradicional popular, dentre as quais o Balé Popular Terras Potiguares, fundado em junho de 2010. No turismo, Passa-e-Fica integra o Polo Agreste/Trairi e é um importante destino na prática do ecoturismo e do turismo de aventura, tendo como atrativos o Mirante Alto de Terra da Timbaúba, de onde é possível ter uma visão de algumas cidades do agreste do Rio Grande do Norte; o Parque das Algarobas “José Flamarior de Oliveira\" e a Serra dos Cocos. Deste último é possível avistar a Pedra da Boca, um parque estadual em Araruna, no vizinho estado da Paraíba. === Bibliografia === CAVALCANTE, Mário Balbino; CAVALCANTE, Márcio Balbino. Passa e Fica - RN: sua História e seu povo. In: XIII Encontro Estadual de História, Guarabira, PB. Anais. Associação Nacional de História, 2008. FRANÇA, A. da S. Geografia política: uma análise da fragmentação territorial de Nova Cruz/RN e a criação do município de Passa e Fica/RN. 2019. 37 f. Trabalho de Conclusão de Curso (Graduação em Geografia) - Universidade Estadual da Paraíba, Guarabira, 2019. SILVA, Rafael Fernandes da. Diagnóstico socioambiental da bacia hidrográfica do Rio Calabouço-PB/RN. 106 f. Dissertação (Mestrado em Geografia) - Universidade Federal da Paraíba, João Pessoa, 2011. Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1962",
 "title": "Passa e Fica"
}