{
 "id": "120954",
 "text": "Ghost in the Shell (que pode ser traduzido do inglês como \"Fantasma na Casca\"), conhecido no Japão como e cuja primeira adaptação cinematográfica foi nomeada como Fantasma do Futuro no Brasil, é um mangá de influências cyberpunk, criado por Masamune Shirow. Rendeu uma continuação, intitulada Ghost in the Shell 2: Man/Machine Interface, que foi lançada em 2002. Inicialmente, o mangá foi adaptado nos filmes de animação Ghost in the Shell, em 1995, e Ghost in the Shell 2: Innocence, em 2004 – o primeiro, com uma versão totalmente remasterizada, em 2008, chamado de Ghost in the Shell: 2.0. Em 2002, iniciou-se a série de animação Ghost in the Shell: Stand Alone Complex, finalizada em 2003 e sucedida por Ghost in the Shell: Stand Alone Complex 2nd GIG em 2004, ambas com 26 episódios cada. O filme animado Ghost in the Shell: Stand Alone Complex - Solid State Society finalizou a série em 2006. Uma versão em 3D deste último foi lançada em 2011. Em junho de 2013, uma nova série de filmes de animação nomeada Ghost in the Shell Arise - Border teve início, sendo finalizada com 4 filmes em setembro de 2014 para dar lugar à nova série: Ghost In The Shell Arise - Alternativa Architecture, que estreou em abril de 2015 e conteve 10 episódios mais 5 OVAs e um filme. Há ainda um novo filme que recebeu o título A Vigilante do Amanhã: Ghost in the Shell no Brasil e Ghost in the Shell - Agente do Futuro em Portugal, com a atriz Scarlett Johansson no papel principal de Motoko Kusanagi. A Netflix adquiriu os direitos da nova série que estreou em 2020 intitulado de Ghost in the Shell: SAC 2045, que contará com 2 temporadas com 12 episódios cada. A primeira temporada estreou no dia 23 de abril de 2020. O mangá foi publicado no Brasil pela Editora JBC e foi premiado no 29º Troféu HQ Mix na categoria Edição Especial Estrangeira. Em Portugal, o 1º volume foi lançado em julho de 2018 pela JBC Portugal, sendo o 1º lançamento da editora que, até o fim das suas atividades no país, não publicou os volumes seguintes. A 21 de junho de 2024, a chancela Distrito Manga, pertencente ao Penguin Random House Grupo Editorial, anunciou o regresso a obra no país, prevendo o seu re-lançamento em 2025. == Visão geral == === Título === O editor original Koichi Yuri diz: No início, Ghost in the Shell veio de Shirow, mas quando Yuri perguntou \"algo mais chamativo\", Shirow veio com para Yuri. Mas Shirow estava inclinado a incluir \"Ghost in the Shell\" também, mesmo que em um tipo menor.\"Ghost in the Shell: Stand Alone Complex Official Log 1\", p. 9. Young Magazine Pirate Edition, 2003. === Enredo === O mundo, em 2029, se tornou um local altamente informatizado, a ponto dos seres humanos poderem acessar extensas redes de informações com seu cyber-cérebros. A agente cibernética Major Motoko Kusanagi é a líder da unidade de serviço secreto Esquadrão Shell, responsável por combater o crime. Motoko foi tão modificada que quase todo seu corpo já é robótico. De humano só teria sobrado um fantasma de si mesma. == Mídia == Ghost in the Shell foi lançado nas mais diferentes mídias, com cada um dos trabalhos tendo um enredo separado e alternativo. === Mangá === O mangá The Ghost in the Shell, de Masamune Shirow, foi lançado no Japão pela Editora Kodansha em 1989 e chegou ao Brasil pela Editora JBC, em 2016. Ghost in the Shell 2: Man/Machine Interface é a continuação oficial do primeiro mangá. Ghost in the Shell 1.5: Human Error Processor inclui uma série de histórias que seriam originalmente publicadas em Ghost in the Shell 2: Man/Machine Interface. === Filmes === Ghost in the Shell foi adaptado em diversos animes, com todos eles sendo produzidos pela empresa Production I.G. A primeira adaptação da série para o cinema se deu em 1995, com Ghost in the Shell, dirigido por Mamoru Oshii. O filme teve uma continuação intitulada Ghost in the Shell 2: Innocence lançado em 2004. Também dirigida por Oshii, ela teve como protagonista o personagem Batou. Em 2008, uma nova versão do filme original - Ghost in the Shell - foi exibida em alguns cinemas japoneses, com gráficos e som retrabalhados. Um terceiro filme, Ghost in the Shell: S.A.C. Solid State Society, foi lançado após a série de televisão. Dirigido por Kenji Kamiyama, ele não possui ligações com o trabalho de Oshii, sendo uma continuação do enredo estabelecido pela série de televisão. Em junho de 2013 foi iniciada uma nova franquia de filmes com Ghost in the Shell: Arise - Border:1 Ghost Pain, contando uma nova história original que aborda o início da Section 9. Em novembro do mesmo ano foi lançada a continuação Ghost in the Shell: Arise - Border:2 Ghost Whispers, seguida por Ghost in the Shell: Arise - Border:3 Ghost Tears em junho de 2014 e Ghost in the Shell: Arise - Border:4 Ghost Stands Alone em setembro, fechando a franquia. Está previsto para junho de 2015 um novo filme animado, com o nome provisório de Ghost in the Shell (2015). Ainda em 2015, a Dreamworks anunciou, para abril de 2017, o filme live-action, com a atriz Scarlett Johansson no papel de Motoko Kusanagi. Em 2017, Paramount e DreamWorks lançaram \"A vigilante do amanhã\" com Scarlett Johansson, sendo alvo de críticas negativas e arrecadando apenas, aproximadamente, 60 milhões de dólares === Séries de televisão === O mangá já foi também adaptado para anime, com o nome de Ghost in the Shell: Stand Alone Complex. A direção foi feita por Kenji Kamiyama, trazendo um enredo alternativo e separado daquele elaborado por Mamoru Oshii nos filmes e por Masamune Shirow nos mangás originais. O foco é na carreira da personagem Motoko Kusanagi e sua equipe, com alguns elementos baseados no filme e no mangá. O sucesso da série rendeu ainda uma segunda temporada, Ghost in the Shell: S.A.C. 2nd GIG e o filme - Ghost in the Shell: S.A.C. Solid State Society - que estreou na emissora SKY Perfect em 1 de Setembro de 2006, finalizando a franquia SAC. O anime ganhou dois OVAs no formato em filme longa-metragem que contam as duas temporadas da série com algumas mudanças e melhorias: Ghost in the Shell: Stand Alone Complex - The Laughning Man (que conta a primeira temporada) e Ghost in the Shell: Stand Alone Complex 2nd GIG - Individual Eleven (a segunda temporada). A cantora responsável pelas aberturas de ambas as temporadas de Stand Alone Complex, Origa, faleceu em janeiro de 2015, devido a um câncer no pulmão. Em abril de 2015, um novo anime intitulado Ghost in the Shell: Arise iniciou sua exibição. O anime foi finalizado com 10 episódios, além de terem lançados 5 OVAs e um filme chamado Ghost in the Shell: The New Movie. A Kodansha e o estúdio Production I.G anunciaram em 7 de abril de 2017 que Kenji Kamiyama e Shinji Aramaki estariam co-dirigindo uma nova produção do anime Ghost in the Shell. Em 7 de dezembro de 2018, foi relatado pela Netflix que tinha adquirido os direitos de streaming mundialmente ao anime, intitulado de Ghost in the Shell: SAC_2045, e que teve sua estreia em 23 de abril de 2020. A série é em computação gráfica 3D e a Sola Digital Arts tem a colaboração com a Production I.G no projeto. Foi depois revelado que o russo Ilya Kuvshinov se encarregará no design dos personagens. Foi estatizado que a nova série terá 2 temporadas com 12 episódios cada. === Romances === A série rendeu dois romances: * After the Long Goodbye: Escrito por Masaki Yamada, é considerado um prelúdio para Ghost in the Shell 2: Innocence. * The Lost Memory, Revenge of the Cold Machines e White Maze: Trilogia de romances escritos por Junichi Fujisaku, tem como cenário o mundo alternativo de Ghost in the Shell: Stand Alone Complex. === Video games === Em 1997, um jogo homônimo para PlayStation foi lançado. Foi desenvolvido pela empresa Exact e lançado pela THQ. Um segundo jogo, dessa vez baseado no universo da série de televisão, foi lançado em Novembro de 2004 para o console PlayStation 2. Intitulado de forma homônima, foi desenvolvido pela Sony e pela Cavia, e lançado pela Bandai. Com um jogo de mesmo nome foi desenvolvido pela G-Artists e lançado em 2005 pela Bandai. Dessa vez, para o PlayStation Portable, mas funcionando como continuação do jogo para PS2. Possuía, entretanto, enredo, cenário e jogabilidade totalmente diferente de seu antecessor. == Lançamento == O filme de 1996 foi lançado no Brasil diretamente em VHS, sendo dublado em português. Houve ainda transmissão deste por parte da emissora de TV por assinatura HBO. No exterior, adquirindo uma manobra comercial inovadora, o filme co-produção Japão/Reino Unido – estreou no Reino Unido poucos dias depois do Japão e poucos meses depois nos EUA. O fato da Disney ter adquirido obras importantes do Studio Ghibli, mas não se ter esforçado muito para as lançar, também não ajuda, mas, recentemente, a Columbia e a DreamWorks demonstraram interesse em inverter a situação, providenciando a estreia de alguns filmes, sem insistirem na manipulação das versões originais e até dando algum espaço às versões faladas em japonês. O mangá foi publicado no Brasil em volume único pela Editora JBC em 2016. O lançamento aconteceu em dezembro de 2016 na feira de cultura geek/nerd na Comic Con Experience (CCXP). Em 2019, foi lançado os dois OVAs do anime Ghost in the Shell: Stand Alone Complex dublados em português no serviço de streaming Amazon Prime Video. Em 2020, a Netflix lançou a websérie Ghost in the Shell: SAC_2045 no dia 23 de abril. A dublagem brasileira só foi disponibilizado a partir do dia 10 de agosto. == Ligações externas == * * * * Categoria:Filmes de anime Categoria:OVA Categoria:Séries de manga Categoria:Filmes do Japão Categoria:Literatura do Japão Categoria:Mangás de 1989 Categoria:Mangás editados em Portugal Categoria:Franquias cyberpunk Categoria:Obras ganhadoras do Troféu HQ Mix Categoria:Mangás publicados pela JBC",
 "title": "Ghost in the Shell"
}