{
 "id": "120959",
 "text": "Benjamin Harrison (North Bend, 20 de agosto de 1833 — Indianápolis, 13 de março de 1901) foi um advogado e político estadunidense que serviu como o vigésimo-terceiro presidente dos Estados Unidos, de 1889 a 1893. Era neto do também ex-presidente William Henry Harrison e bisneto do pai-fundador Benjamin Harrison V, um dos homens que assinou a Declaração da Independência do país. Harrison nasceu numa fazenda próxima ao Rio Ohio e se formou na Universidade Miami em Oxford, Ohio. Após se mudar para Indianápolis, ele se estabeleceu como um proeminente advogado local, líder de uma igreja presbiteriana e político no estado da Indiana. Durante a Guerra Civil Americana, ele serviu no Exército da União como coronel e chegou a patente de general de brigada em 1865. Harrison concorreu, mas não se elegeu, para governador de Indiana em 1876. A Assembleia Estadual nomeou Harrison para o Senado dos Estados Unidos, onde ele serviu de 1881 a 1887. Um Republicano, Harrison foi eleito presidente dos Estados Unidos na eleição de 1888, derrotando o incumbente Democrata, Grover Cleveland. O governo de Harrison foi marcado pela assinatura de várias peças de legislação na área econômica, incluindo a Tarifa McKinley, que impôs taxas comerciais protetoras históricas, e a Sherman Antitrust Act. O presidente Harrison também trabalhou para a criação de reservas de florestes nacionais através da Lei de Revisão de Terras de 1891. Durante seu governo, seis estados no norte foram admitidos na União. Além disso, Harrison fortaleceu e modernizou a Marinha dos Estados Unidos e conduziu uma política externa mais ativa. Internamente, procurou aumentar os investimentos federias em educação e reforços legislativos para garantir o direito a voto dos afro- americanos, mas foi majoritariamente malsucedido no avanço destas questões. Devido em grande parte ao superávit das receitas tarifárias, os gastos federais alcançaram um bilhão de dólares pela primeira vez em seu mandato. A questão dos gastos orçamentários em parte levou à derrota histórica dos Republicanos na eleição legislativa de 1890. Grover Cleveland retornou em 1892 e venceu Harrison na eleição presidencial, devido à crescente impopularidade das altas tarifas e altos gastos federais. Após deixar a Casa Branca, ele voltou à vida privada e ao seu escritório de advocacia em Indianápolis. Em 1899, ele representou a Venezuela em sua disputa de fronteira sobre a Guiana Britânica com o Reino Unido. Harrison viajou para Paris como parte deste caso e depois de um breve período de tempo, retornou para Indianápolis. Ele faleceu em casa, em 1901, devido a complicações após um caso severo de gripe. Muitos elogiam o trabalho de Harrison como presidente com os afro-americanos, lutando para expandir seu direito a voto, mas estudiosos e historiadores geralmente consideram seu governo como abaixo da média devido à sua corrupção, bem como críticas focadas em sua assinatura das tarifas comerciais. Acadêmicos geralmente o classificam como um presidente abaixo da média nos rankings históricos, embora não questionem seu compromisso com a integridade pessoal e oficial. == Bibliografia == * Categoria:Norte-americanos de ascendência britânica Categoria:Norte-americanos de ascendência irlandesa Categoria:Norte- americanos de ascendência escocesa Categoria:Presbiterianos dos Estados Unidos Categoria:Advogados dos Estados Unidos Categoria:Generais do Exército da União Categoria:Senadores dos Estados Unidos pela Indiana Categoria:Presidentes dos Estados Unidos Categoria:Mortes por pneumonia Categoria:Políticos americanos do século XIX",
 "title": "Benjamin Harrison"
}