{
 "id": "120985",
 "text": "Perfect Blue (パーフェクトブルー, Pāfekuto Burū) é uma animação japonesa de suspense psicológico, dirigido por Satoshi Kon, e baseado no romance do mesmo nome de Yoshikazu Takeuchi. ==Enredo== Em Perfect Blue, Mima Kirigoe é membro de uma banda de música pop japonesa (j-pop), chamada \"CHAM!\", que decide deixar a banda para se dedicar à carreira de atriz. Alguns fãs ficam descontentes com a repentina mudança de carreira, pois Mima, sendo um ídolo pop, é vista como uma menina inocente e angelical. Conforme avança em sua nova carreira, Mima mergulha em um intenso drama psicológico no qual fantasia e realidade se confundem colocando em dúvida sua ética moral. ==Elenco== *Junko Iwao como Mima Kirigoe, protagonista *Rica Matsumoto como Rumi, assessora de Mima *Shinpachi Tsuji como Tadokoro, gerente de Mima *Masaaki Ōkura como Uchida, perseguidor Me-Mania *Yōsuke Akimoto como Tejim *Yoku Shioya como Takao Shibuya *Hideyuki Hori como Sakuragi *Emi Shinohara como Eri Ochiai, atriz *Masashi Ebara como Murano *Kiyoyuki Yanada como diretor do Double Blind *Tōru Furusawa como Yatazaki *Emiko Furukawa e Shiho Niiyama como Yukiko e Rei, integrantes do grupo \"CHAM\". *Akio Suyama como Tadashi Doi ==Prêmios e Indicações== O filme recebeu vários prêmios e indicações: Ano Prêmio Categoria Recipiente Resultado 1997 Fantasia Film Festival Best Asian Film Satoshi Kon 1998 Fantasporto Best Film - Animation Satoshi Kon 1998 Fantasporto Best Film Satoshi Kon 2000 B-Movie Film Festival Best Animated Feature Satoshi Kon 2000 Golden Reel Award Best Sound Editing == Influências == É possível notar a influência de Perfect Blue em grandes produções americanas como Cisne Negro e Réquiem Para um Sonho, ambas do diretor Darren Aronofsky. Darren comprou os direitos de imagem de Perfect Blue para reproduzir a cena da banheira no filme Réquiem para um sonho. Em Cisne Negro, há diversas semelhanças entre a personalidade das protagonistas que mergulham em um drama psicológico no qual fantasia e realidade se confundem, além de outras cenas que tornam as semelhanças bastante perceptíveis. Apesar de reconhecer tais semelhanças, o diretor afirma que Perfect Blue não foi uma influência. == Ligações externas == * Página oficial(em japonês) * * Categoria:Filmes dirigidos por Satoshi Kon Categoria:Filmes de anime de 1997 Categoria:Filmes do Japão de 1997 Categoria:Esquizofrenia em filmes Categoria:Filmes em língua japonesa",
 "title": "Perfect Blue"
}