{
 "id": "12096",
 "text": "{{Info/Município do Brasil |nome = Passagem |foto = |leg_foto = |apelido = |brasão = Brasão da cidade de Passagem RN.png |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 27 de dezembro de 1963 |fundação = |gentílico =passagense |lema = |prefeito = Dikson Mesgrael Bezerra Junior (Juninho Fagundes) |partido = MDB |fim_mandato = 2024 |mapa = Brazil Rio Grande do Norte Passagem location map.svg |latP = S | latG = 06| latM = 16 | latS = 44 |lonP = O | lonG = 35| lonM = 22 | lonS = 40 |estado = Rio Grande do Norte |região_intermediária = Natal |região_imediata = Santo Antônio-Passa e Fica-Nova Cruz |vizinhos = Jundiá, Brejinho, Várzea e Santo Antônio |dist_capital = 68 |área = 41.215 |área_ref = |população = 3102 |data_pop = est. IBGE/2020 |altitude = |clima = |sigla_clima = |idh = 0.589 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2018 |pib_per_capita = 10416.02 |data_pib_per_capita = IBGE/2018 |site_prefeitura = passagem.rn.gov.br }} Passagem é um município brasileiro do estado do Rio Grande do Norte, localizado na região do Agreste potiguar. Sua população em 2020, de acordo com estimativa do Instituto Brasileiro de Geografia e Estatística (IBGE), é de 3.102 habitantes. Sua área territorial é de 41,215 km². == Geografia == Na divisão territorial do Brasil feita pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2017, Passagem pertence à região geográfica intermediária de Natal e à Santo Antônio-Passa e Fica-Nova Cruz. Até então, na divisão em mesorregiões e microrregiões que vigorava desde 1989, o município fazia parte da microrregião do Agreste Potiguar, dentro da mesorregião homônima. Está a da capital potiguar, Natal, e a da capital nacional, Brasília. Com , dos quais apenas em área urbana, Passagem é o quinto menor município do Rio Grande do Norte em território, ocupando somente 0,078% da superfície estadual. Limita-se a norte com Brejinho, a sul com Santo Antônio e Várzea, a leste Jundiá e novamente Várzea e a oeste de novo com Santo Antônio. O relevo de Passagem é constituído por terrenos rebaixados, de transição entre os tabuleiros costeiros e o Planalto da Borborema, caracterizando a depressão sublitorânea. Geologicamente, o município está inserido tanto no embasamento cristalino, constituída principalmente por rochas granito-gnáissicas oriundas do período Pré-Cambriano Médio, com idade entre 1,1 bilhão e 2,5 bilhões de anos, quanto nas paleocascalheiras ou coberturas colúvio-eluviais, formadas a partir da ação do intemperismo, durante a idade Quartenária. O solo é arenoso, bastante fértil e com textura composta tanto de areia quanto de argila, porém pouco desenvolvido e imperfeitamente drenado, caracterizando os planossolos. Por serem rasos, são cobertos principalmente pela caatinga, vegetação xerófila de pequeno porte, cujas folhas desaparecem na estação seca, havendo também áreas de Mata Atlântica, que apresenta sobre a forma de floresta subcaducifólia. Na hidrografia, o território municipal está inserido bacia do rio Jacu é cortado pelos riachos Grande e São Bento, havendo também algumas lagoas. O clima é semiárido, com chuvas concentradas no período de março a julho. De 2001 a 2010, a maior chuva em 24 horas registrada em Passagem alcançou em 13 de junho de 2007. Este mês é também o mais chuvoso da série histórica, com . Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1963",
 "title": "Passagem (Rio Grande do Norte)"
}