{
 "id": "121071",
 "text": "Maria Natália Ferreira do Vale, mais conhecida como Natália do Vale (Rio de Janeiro, 6 de março de 1953), é uma atriz brasileira. == Biografia == Natália do Vale nasceu no Rio de Janeiro, filha de imigrantes portugueses que vieram para o Brasil em busca de melhores condições financeiras. Ela tinha somente um irmão, chamado Antônio Ferreira do Vale. Seus pais e seu irmão já são falecidos. Sua mãe faleceu no dia de sua estreia na peça \"Capitanias Hereditárias\", de autoria de Miguel Falabella, após já estar trabalhando na TV. Mesmo inconsolável com o falecimento da mãe, Natália fez a peça e recebeu muitos aplausos. Nos anos 70, em busca de melhores condições de vida, se mudou com a família para São Paulo. Lá, Natália prestou vestibular e passou, se formando em filosofia pela Universidade de São Paulo (USP). Para ajudar no sustento da casa, trabalhava como estagiária, auxiliando uma professora de geografia em um curso pré-vestibular. Após se formar em filosofia, começou a dar aula em escola, mas seu lado artístico a cada dia falava mais alto. Por conta disto, trabalhava como professora num horário, e no outro, fazia curso de teatro, para tirar a carteira de atriz. Antes mesmo de concluir o curso, foi vista por diretores de TV, que estavam na plateia, em um dia de peça no curso, e eles gostaram de sua atuação, e a convidaram para apresentar um programa infantil/educacional na TV Cultura. Com muito entusiasmo, deixou a carreira de professora e estreou na televisão como apresentadora, enquanto completava o curso de teatro. ==Carreira== Em 1975 se inscreveu em testes para a Rede Globo e passou para Gabriela, baseada no romance homônimo do escritor Jorge Amado. Também teve um papel de destaque em \"A Moreninha\" de Joaquim Manoel de Macedo e adaptada por Marcos Rey, exibida com grande sucesso pela TV Globo em 1976, onde interpretou o papel Mademoiselle Aimée, a Francesinha do Cabaré \"O Alcazar\". Seu reconhecimento como grande atriz veio somente em Água Viva, em 1980, de Gilberto Braga e Manoel Carlos, que a levou para as capas das revistas e aparições no Fantástico. A partir daí, interpretou diversos personagens importantes na TV Globo, como Lúcia Toledo, de Baila Comigo (1981), Sandra Rivoredo, de Sétimo Sentido (1982), Débora Brandão, de Final Feliz (1982), e Andréia Souza e Silva de Cambalacho (1986), quando interpretou a grande vilã da história, uma alpinista social sem escrúpulos. Em sua carreira, também obteve destaque como Suzanne Webert de Que Rei Sou Eu?, Helena de A Próxima Vítima, Lúcia de Torre de Babel, Sílvia de Mulheres Apaixonadas, Carmem de Páginas da Vida e a Wanda de Insensato Coração. Em 2018 interpretou a grande vilã fria e amargurada Lady Margareth Williamson em Orgulho e Paixão. E em 2019 esteve em A Dona do Pedaço como Beatriz Guedes. Já no teatro, o divisor de águas para sua carreira brilhar foi em A Partilha (1991), de Miguel Falabella, que ficou seis anos em cartaz. == Vida pessoal == * Natália foi casada três vezes. Decidiu nunca ter filhos, para se poder dedicar inteiramente à sua carreira. * O primeiro casamento durou cinco anos, de 1981 a 1986, e foi com o diretor de telenovelas da Rede Globo Paulo Ubiratan. * O segundo durou cinco, seis anos, de 1989 a 1994 e foi com o executivo de uma multinacional, chamado Vasco Dias. Natália e Vasco moraram em Londres entre os anos de 1991 e 1992. * O terceiro foi com Edu Lobo, o cantor (ou algum homônimo). Durou 9-10 anos. == Filmografia == === Televisão === Ano Título Personagem Notas 1975 Gabriela Aurora Episódios: \"14–17 de abril\" 1975 A Moreninha Mademoiselle Aimée 1976 Saramandaia Dora 1977 Locomotivas Sandra Episódio: \"1 de março\" 1978 Ciranda Cirandinha Daniela Episódio: \"O que eu faço da Minha Vida?\" 1979 Carga Pesada Maria Episódio: \"O Caso do Titio\" 1979 Malu Mulher Vilma Episódio: \"Acabou-se o que Era Doce\" 1980 Água Viva Márcia Mesquita 1981 Baila Comigo Lúcia Toledo Fernandes 1982 Sétimo Sentido Sandra Rivoredo 1982 Final Feliz Débora Brandão 1984 Transas e Caretas Marília Braga 1986 Cambalacho Andréia Pereira Souza e Silva 1987 O Outro Laura Della Santa 1989 Que Rei Sou Eu? Suzanne Webert 1990 Delegacia de Mulheres Daisy Episódio: \"Elas usam Black-tie\" 1993 Olho no Olho Débora Rios 1995 A Próxima Vítima Helena Braga Ribeiro 1996 Você Decide Tânia Episódio: \"Pai de Aluguel\" 1996 Sai de Baixo Amelinha Berniê de Carvalho Episódio: \"Programa de Índio\" 1997 O Amor Está no Ar Júlia Schneider 1998 Torre de Babel Lúcia Prado 1999 Mulher Ivone Episódio: \"Pai de Família\" 2000 Aquarela do Brasil Dulce 2000 Você Decide Isolda Episódio: \"A Dama Proibida\" 2003 Mulheres Apaixonadas Sílvia Ferreira Lobo 2004 Carga Pesada Maria Episódio: \"A Volta da Mãe Pródiga\" 2004 Começar de Novo Letícia Borges Pessoa 2006 Páginas da Vida Carmem Fragoso Martins de Andrade 2007 O Segredo da Princesa Lili Rainha Especial de fim de ano 2008 Faça Sua História Diana Episódio: \"Cabritada Mal Sucedida\" 2008 Casos e Acasos Fernanda Episódio: \"A Nova Namorada\" 2008 Negócio da China Drª Júlia Dumas Fontanera 2009 Viver a Vida Ingrid Guimarães Machado 2011 Insensato Coração Wanda Brandão 2012 Salve Jorge Aída Flores Galvão 2014 Em Família Francisca Proença Fernandes (Chica) 2016 Êta Mundo Bom! Neuza Maria Sampaio, Baronesa de Goytacazes Episódio: \"18 de janeiro\" 2017 Os Dias Eram Assim Quitéria Sampaio (Kiki) 2018 Orgulho e Paixão Lady Margareth Williamson 2019 A Dona do Pedaço Beatriz Andrade Guedes === Cinema === Ano Título Personagem 1981 Kilas, o Mau da Fita Lily-Bobó 1983 Pra Frente Brasil Marta 2007 Polaroides Urbanas Paula == Teatro == * 1978 - Bonifácio Bilhões * 1979 - A Calça - Luisa * 1979 - Roda Cor de Roda * 1990 - A Partilha - Selma * 2000 - A Vida Passa - Selma * 2002 - Capitanias Hereditárias - Stella == Prêmios e indicações== Ano Prêmio Categoria Trabalho indicado Resultado == Ligações externas == * Categoria:Naturais da cidade do Rio de Janeiro Categoria:Brasileiros de ascendência portuguesa Categoria:Atrizes do estado do Rio de Janeiro Categoria:Apresentadores de televisão do estado do Rio de Janeiro Categoria:Atrizes de televisão do Brasil Categoria:Alunos da Universidade de São Paulo",
 "title": "Natália do Vale"
}