{
 "id": "121011",
 "text": "é um filme de animação japonês dirigido por Hayao Miyazaki e produzido pelo Studio Ghibli. A data de estreia no Japão foi em 12 de julho de 1997 e a estreia no restante do mundo aconteceu a partir de 1999. == Produção == Custou cerca de US$ 20 milhões figurando como uma das animações mais caras já produzidas da história do cinema animado japonês para a época em que foi feito. Sendo praxe dos trabalhos de Miyazaki, o filme foi feito da maneira mais tradicional: à mão e utilizando a computação gráfica em menor quantidade. == Recepção == === Bilheteria === Mononoke Hime foi um grande sucesso mundial arrecadando cerca de US$ 170 milhões, além de ter conseguido inúmeras críticas positivas. Foi o filme com a maior bilheteria da historia no Japão até a estreia de Titanic. === Resposta da crítica === No site agregador de críticas Rotten Tomatoes, 93% das 116 resenhas dos críticos são positivas, com uma classificação média de 8,1/10. O consenso do site diz: \"Com sua história épica e visuais de tirar o fôlego, Mononoke Hime é um marco no mundo da animação.\" O Metacritic, que usa uma média ponderada, atribuiu ao filme uma pontuação de 76 em 100, baseado em 29 críticos, indicando \"aclamação universal\". == Premiações e indicações == Ano Prémio Categoria Recipiente Resulto 1997 Prêmios de Cinema Mainichi Melhor Filme Princesa Mononoke Melhor Filme de Animação Escolha de Fãs de Filmes Japoneses Nikkan Sports Film Awards Melhor Diretor Hayao Miyazaki Prémio Yūjirō Ishihara Princesa Mononoke 1998 Prémios da Academia do Japão Melhor Filme do Ano Princesa Mononoke Premiação Fita Azul Prémio Especial Princesa Mononoke Hochi Film Award Princesa Mononoke 2000 Prémios Annie Melhor Direção de Animação Hayao Miyazaki Prémios Golden Satellite Melhor Filme de Animação Princesa Mononoke 2001 Prémio Saturno Melhor Lançamento Físico Princesa Mononoke Por tratar de temáticas ambientais, devido ao seu sucesso global e por ter como público alvo a população juvenil, a obra de Hayao Miyazaki foi estudada por pesquisadores com o objetivo de ser utilizada em escolas como um recurso pedagógico para tratar da importância do cuidado com o meio ambiente dentro da perspectiva crítica da Educação Ambiental. == Ligações externas == * * Scheda su Anime mundi (em italiano) Categoria:Filmes de animação do Studio Ghibli Categoria:Filmes de anime de 1997 Categoria:Filmes do Japão de 1997 Categoria:Animes e mangás de fantasia Categoria:Filmes dirigidos por Hayao Miyazaki Categoria:Período Sengoku na ficção Categoria:Filmes ambientados no século XIV Categoria:Filmes com temática ambientalista Categoria:Filmes em língua japonesa",
 "title": "Mononoke Hime"
}