{
 "id": "12109",
 "text": "A Freguesia de Odivelas é uma freguesia portuguesa do Município de Odivelas, com 5,02 km² de área e 59586 habitantes (censo de 2021). A sua densidade populacional é . Em 2021 era a terceira freguesia portuguesa com mais habitantes. ==Demografia== Nota: Nos anos de 1864 e 1878 Odivelas fazia parte do concelho de Belém, extinto por lei de 18 de julho de 1885. Nos anos de 1911 a 1930 tinha anexada parte das freguesias do Lumiar e Carnide. Pelo decreto lei nº 40.053, de 4 de fevereiro de 1955, foram fixados os limites dos concelhos de Lisboa e Loures. Fez parte do concelho (atual município) de Loures até 14 de dezembro de 1998. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 7536 7854 31354 6705 2011 8984 5976 34970 9629 2021 9121 6042 32334 12089 == Orago == A cidade de Odivelas tem por orago o Santíssimo Nome de Jesus. Antigamente, o orago era o Menino Jesus. == História == thumb|direita|250px|Mosteiro de São Dinis. Destaca-se de entre o património construído da freguesia o Mosteiro de S. Dinis e S. Bernardo, mandado erguer por D. Dinis, e no qual repousam os restos mortais daquele monarca, assim como o Memorial de Odivelas, monumento nacional, que figura nas armas da cidade, e o monumento Padrão do Senhor Roubado. Nesta cidade parece também ter falecido, segundo a versão de Gomes Eanes de Zurara, a rainha D. Filipa de Lencastre, vitimada pela peste, em 1415 (segundo outros cronistas, o óbito ter-se-ia dado em Sacavém). Odivelas fez parte do Termo de Lisboa até 1852. Foi depois integrada no concelho de Belém e, suprimido este em 1885, no dos Olivais. No ano seguinte (1886), por extinção deste último município, acabaria por ser integrada no recém-criado concelho (atual município) de Loures. Foi elevada a vila (juntamente com a povoação de Moscavide, também do concelho de Loures) em 3 de abril de 1964, através do decreto n.º 45 637,Decreto n.º 45 637, de 3 de Abril de 1964. e a cidade em 10 de agosto de 1990, pela lei n.º 38/90,Lei n.º 38/90, de 10 de Agosto (Diário da República n.º 184, I Série, de 10-VIII-1990). tornando-se sede de concelho em 18 de Novembro de 1998 (lei n.º 84/98, de 18 de NovembroLei n.º 84/98, de 18 de Novembro (Diário da República n.º 287, I Série-A, de 18-XI-1997).), por desanexação de Loures. Até Julho de 2001, a sua designação oficial era Odivelas (Lumiar e Carnide), tendo então sido reduzida a apenas a Odivelas.Lei n.º 23/2001, de 12 de Julho (Diário da República n.º 160, I Série-A, de 12-VII-2001). Zona essencialmente residencial, Odivelas tornou-se a partir de meados da década de 1960 uma das freguesias mais populosas, não só do concelho de Loures, como também de todo o País. Cobrindo então cerca de 18 km² e com uma população que chegou a ultrapassar os 80 mil habitantes, chegou a ser a freguesia mais populosa de Portugal e uma das mais populosas da Europa, perdendo essa prorrogativa para Carnaxide (que entretanto também já foi dividida). De Odivelas acabaram por se separar as freguesias da Pontinha em 1985, e as de Famões e Ramada em 1989, dando seguimento a uma tendência que se verificava no resto do Município de Loures, de aproximar eleitores e eleitos, através da criação de novas entidades político-administrativas. Apesar da separação das referidas freguesias, o número de habitantes manteve-se relativamente elevado (acima dos 50 mil), razão pela qual ocasionalmente se fala numa nova divisão da cidade. De qualquer modo, em 2008 o crescimento da cidade de Odivelas prosseguia, sendo desejável, a prazo, uma reorganização administrativa da cidade, independentemente do critério que venha a ser utilizado, dada a grande dimensão. Quanto à criação do Município, já há vários anos que constituía uma aspiração das freguesias do Município de Loures situadas na área sudoeste e diretamente relaccionadas com Odivelas. Alegações de uma má distribuição dos investimentos levados a cabo pelo Município de Loures, que prejudicariam essa área do concelho (envolvente de Odivelas) levaram ao desenvolvimento de um sentimento autonomista, que esteve na génese do MOC (Movimento Odivelas a Concelho), e que culminou na criação do Município de Odivelas, em 19 de novembro de 1998 (publicação na Lei n.º 84/98 de 14 de dezembro). == Heráldica == A freguesia de Odivelas utiliza a seguinte bandeira e brasão de armas: Um escudo de azul, com uma representação de um memorial de ouro, lavrado a negro, de três arcos trilobados assentes num pedestal, encimados por uma arquitrave, sobre a qual assenta um arco em ogiva, aberto, encimado por uma cobertura de duas águas rematada por cruz floreteada. Uma coroa mural de prata de cinco torres. Um listel branco, com a legenda a negro, em maiúsculas: «CIDADE DE ODIVELAS». Bandeira gironada de azul e amarelo. Cordão e borlas de ouro a azul. == Reorganização Administrativa == Nos últimos anos, foi proposta a criação de duas novas freguesias - Arroja e Pombais (Projeto de Lei nº 94/VIII). No entanto, ao contrário das freguesias já separadas, estas duas áreas encontram-se dentro dos limites urbanos, tidos como aceites, da Cidade de Odivelas. Como tal, a ser levada a cabo, tal criação não pode constituir um ato isolado, só fazendo sentido no contexto de uma reorganização administrativa da totalidade da cidade, dividindo-a em várias freguesias urbanas, à semelhança de outras cidades portuguesas. Assim, afigura-se mais viável uma solução que passa pela criação das seguintes freguesias urbanas (de forma aproximada): Memória (no núcleo central da Cidade), Arroja, Patameiras (ou Pombais), Amorosa (área compreendida pelos seguintes bairros: Codivel, Edec, Bairro dos Cágados, Chapim e Ribeirada). Dada a construção recente (e que ainda decorre) da urbanização das Colinas do Cruzeiro, de grande dimensão, situada nos limites entre Arroja e Patameiras/Pombais, e que veio esbater a sua clara divisão, surge como hipótese alternativa a criação de uma freguesia de Arroja e Patameiras/Pombais, que poderia mais tarde ser dividida. Por outro lado, o facto de o bairro do Vale do Forno estar implantado tanto em zona de cheia como em solo com risco de derrocada, torna-o de difícil legalização e como tal, improvável a criação de uma freguesia própria, apesar de constituir uma parte da cidade, distinta das demais e facilmente delimitável. Desse modo, Vale do Forno permaneceria ligado a uma de duas freguesias: Memória, ou Arroja e Patameiras/Pombais. Uma terceira hipótese seria integrá-lo na freguesia da Amorosa, mas tal criaria uma descontinuidade territorial ou um saliente que não faria sentido. Quanto à freguesia da Amorosa, esta denominação não é nem conhecida nem utilizada correntemente (embora tenha sido adoptada para uma urbanização construída recentemente), mas consta na cartografia das décadas de 1950 e de 1960, como correspondendo, grosso modo, à área acima descrita - a norte e a leste de um eixo formado pela Av. Professor Doutor Augusto Abreu Lopes e pela Rua Guilherme Gomes Fernandes. A adopção de tal nome pode parecer estranho, mas permitiria aglutinar uma área que além de extensa, foi fruto de múltiplos e distintos projetos urbanísticos, aos quais falta um que seja o cerne de todos os outros. Nessa parte da cidade, nos últimos anos, surgiram novas urbanizações (Chapim, Quinta Nova, Ribeirada) que vieram aumentar o número de habitantes, pelo que, a longo prazo, poderá colocar-se a hipótese da criação, nessa área, não de uma, mas de duas freguesias: uma que incluísse a parte baixa da cidade, e outra a parte alta. De levar ainda em conta que o IC22 (Radial de Odivelas) atravessa esta área de norte para sul, constituindo uma barreira artificial entre a área da Codivel e o resto da cidade. Essa separação desenvolve-se perpendicularmente a uma eventual divisão entre zona alta e baixa da cidade, o que dificulta a organização dessa área da cidade. == Património == * Memorial de Odivelas * Mosteiro de São Dinis e São Bernardo de Odivelas ou Mosteiro de Odivelas ou Mosteiro de São Dinis * Igreja do Santíssimo Nome de Jesus ou Igreja Matriz de Odivelas * Palacete na Rua Dr. Alexandre Braga e logradouro * Padrão do Senhor Roubado ==Equipamentos culturais== * Biblioteca Municipal D. Dinis (Odivelas) * Casa da Juventude * Centro de Exposições de Odivelas * Centro Cultural Malaposta == Personalidades ilustres == * Visconde de Odivelas * Nélson Évora * Naide Gomes * Cláudia Vieira e Pedro Teixeira == Ligações externas == * *",
 "title": "Odivelas (freguesia)"
}