{
 "id": "12107",
 "text": "Loures é uma cidade portuguesa no distrito de Lisboa, pertencente à Área Metropolitana de Lisboa. É sede do município de Loures, com 201 590 habitantes e de área, subdividido em 10 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Arruda dos Vinhos, a leste por Vila Franca de Xira e pelo estuário do Tejo (território oficialmente atribuído também a Vila Franca de Xira), a sudeste por Lisboa, a sudoeste por Odivelas, a oeste por Sintra e a noroeste por Mafra. Todos os anos, realiza-se na cidade o famoso Carnaval de Loures, que leva à cidade dezenas de milhares de pessoas. Esta tradição remonta já a 1934. Os maiores clubes desportivos do concelho são o Grupo Sportivo de Loures e o Sport Grupo Sacavenense, participantes no Campeonato de Portugal de Futebol. == Geografia == O município compreende duas cidades: Loures (elevada a cidade em 9 de agosto de 1990) e Sacavém (elevada a cidade a 4 de junho de 1997) e sete vilas: Bobadela, Bucelas, Camarate, Moscavide, Santa Iria de Azóia, Santo António dos Cavaleiros e São João da Talha. O município está dividido em três grandes áreas: a rural, para o norte (compreendendo Lousa, Fanhões, Bucelas, Santo Antão do Tojal e São Julião do Tojal); a urbana, a sul (Frielas, Loures e Santo António dos Cavaleiros); e a industrializada, a oriente (Apelação, Bobadela, Camarate, Moscavide, Portela, Prior Velho, Sacavém, Santa Iria de Azóia, São João da Talha e Unhos). == História == Em 10 de outubro de 1833 travou-se nos campos de Loures um combate entre os exércitos liberais e miguelistas (Conspiração das Marnotas) com a vitória dos primeiros. O concelho foi criado por Decreto Real de 26 de Julho de 1886, na sequência da extinção do concelho dos Olivais. Na história de Loures, é também de destacar o facto de aqui, a implantação da República ter precedido em um dia o resto do país: foi no dia 4 de outubro de 1910 que os republicanos de Loures proclamaram o estabelecimento do novo regime, nos Paços do Concelho. Também tem relevância histórica para a Revolução dos Cravos, pois à época, o Quartel da Pontinha, situado na freguesia homónima, situava-se no município de Loures. A 19 de novembro de 1998, sete das então 25 freguesias do município, que se situavam na parte sudoeste do mesmo, desintegraram-se administrativamente, para dar origem a um novo município tendo ficado este com o nome da freguesia maior, Odivelas. Existe um movimento que defende mais uma divisão do município, centrado em torno da cidade de Sacavém, defendendo a criação do município de Sacavém, formado pelas dez freguesias da zona oriental do actual município de Loures. Não é um movimento novo, datando já desde a implantação da República, mas ganhou novo fôlego com a criação do município de Odivelas. Em 2012, com a Reforma Administrativa de Lisboa, deu-se uma alteração de limites que colocou toda a área do Parque das Nações dentro do município de Lisboa, formando a nova freguesia do Parque das Naçõeshttp://www.cm-lisboa.pt/municipio/juntas-de-freguesia/freguesia-do- parque-das-nacoes, mudança há muito desejada pelos habitantes da zona. Tal alteração representou a diminuição do território das freguesias de Moscavide e de Sacavém, do município de Loures, e Santa Maria dos Olivais (município de Lisboa). == Freguesias == Com a entrada em vigor de uma nova reforma administrativa, em 2013, Loures viu as suas 18 freguesias reduzidas a apenas 10, pela agregação de várias freguesias, essencialmente na sua zona orientalDiário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 17 de agosto de 2013.: * Bucelas * Camarate, Unhos e Apelação * Fanhões * Loures * Lousa * Moscavide e Portela * Sacavém e Prior Velho * Santa Iria de Azoia, São João da Talha e Bobadela * Santo Antão e São Julião do Tojal * Santo António dos Cavaleiros e Frielas ==População== (Número de habitantes que tinham a residência oficial neste município à data em que os censos se realizaram.) Nota: Pela Lei nº 84/98, de 14 de Dezembro foi criado o município de Odivelas, pela desanexação das freguesias de Caneças, Famões, Odivelas, Olival Basto, Pontinha, Póvoa de Santo Adrião e Ramada. Daí resulta o decréscimo registado no censo de 2001. Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 7214 8785 8640 8795 10154 12989 28416 45705 74096 64752 31510 30744 29623 15-24 Anos 3974 5062 5034 5893 6572 9590 15886 24025 40005 53614 29392 22248 21732 25-64 Anos 9655 11097 11449 12732 16447 24744 52895 87795 145861 177466 113763 111528 105929 = ou > 65 Anos 1441 1256 1313 1557 1905 2608 4927 9025 16505 26326 24394 34974 44306 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ==Administração municipal== thumb|right|300px|Réplica das Ruínas de São Paulo, Parque da Cidade * Lista de presidentes da Câmara Municipal de Loures O município de Loures é administrado por uma câmara municipal composta por um presidente e dez vereadores. Existe uma Assembleia Municipal, que é o órgão deliberativo do município, constituída por 43 deputados (dos quais 33 eleitos diretamente). O cargo de Presidente da Câmara Municipal é atualmente ocupado por Ricardo Leão, eleito nas eleições autárquicas de 2021 pelo PS, tendo maioria relativa de vereadores na câmara (4). Existem ainda quatro vereadores eleitos pela CDU (PCP-PEV), dois pelo PPD/PSD e um pelo CH. Na Assembleia Municipal, composta por 43 membros, o partido mais representado é, por sua vez, o PS, com 12 deputados eleitos e 6 presidentes de Juntas de Freguesia (maioria relativa), seguindo-se a CDU (10; 3), o PPD/PSD (5; 1), o CH (3; 0), o BE (1; 0), a IL (1; 0) e o PAN (1; 0). A Presidente da Assembleia Municipal é Susana Amador, do PS. {| Órgão PS CDU (PCP-PEV) PPD/PSD CH BE IL PAN Câmara Municipal 4 4 2 1 0 0 0 Assembleia Municipal 18 13 6 3 1 1 1 dos quais: eleitos diretamente 12 10 5 3 1 1 1 == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/ CDU PPD/PSD CDS-PP PCTP/ MRPP UDP/BE AD PPM MPT E PAN NC ADN JPP CH IL GDUP PCP (ml) UEDS POUS PRD FER PDC PSR PTP 1976 36,01 5 32,83 4 12,14 1 7,23 1 1,20 - 4,82 - 2,44 - 1979 33,15 4 36,69 5 18,68 2 6,42 - 1,08 - 1,57 - 0,47 - 1982 28,44 3 44,33 5 AD AD 0,61 - 0,59 - 23,30 3 AD 0,37 - 1985 39,26 5 47,43 6 0,99 - 0,74 - 0,75 - 7,60 - 1989 28,04 3 36,50 5 26,19 3 2,15 - 1,75 - 1,95 - 0,24 - 1993 33,68 4 34,77 4 21,58 3 3,94 - 2,47 - 1997 34,24 4 35,09 5 19,76 2 2,22 - 1,27 - 0,59 - 1,49 - 0,58 - 2001 37,02 5 31,27 4 19,31 2 3,72 - 1,41 - 1,55 - 0,86 - BE 2005 39,30 5 29,52 4 16,44 2 1,63 - 1,82 - 4,97 - 0,39 - 2009 48,16 6 22,96 3 16,06 2 3,83 - 1,66 - 4,24 - 2013 31,24 4 34,74 5 16,00 2 3,07 - 2,90 - 3,15 - PSD PSD 0,66 - 0,53 - 2017 28,24 4 32,76 4 21,55 3 2,86 - 2,55 - 3,55 - 2,08 - 0,84 - 0,51 - ADN 0,30 - 2021 31,52 4 29,05 4 14,00 2 1,53 - 1,53 - 3,88 - 2,24 - 8,42 1 3,34 - === Eleições legislativas === Data % PS PCP PSD CDS UDP APU/ CDU AD FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 41,49 29,24 11,80 7,24 2,38 1979 27,95 APU AD AD 2,75 32,99 30,86 1980 FRS 1,58 29,77 32,38 30,60 1983 37,84 17,17 7,14 PSR 33,04 1985 20,91 20,51 5,29 1,59 25,82 22,44 1987 22,79 CDU 40,30 2,36 1,35 21,45 7,49 1991 32,00 41,18 2,67 15,43 0,65 2,30 1995 47,04 25,17 7,54 0,61 14,99 0,14 1999 45,48 22,18 6,46 17,12 0,17 4,05 2002 41,10 29,34 7,18 13,40 4,18 2005 46,57 19,46 5,42 14,55 8,12 2009 39,18 19,41 9,02 15,00 10,31 2011 31,12 28,62 11,31 13,94 5,27 1,31 2015 35,57 CDS PSD 15,33 10,51 1,73 27,77 0,83 2019 40,81 17,98 2,69 11,58 9,20 4,15 1,35 2,93 1,66 2022 46,56 19,60 1,07 7,42 4,26 1,85 1,56 8,51 5,68 2024 31,85 AD AD 5,45 21,29 4,63 2,58 4,25 19,14 5,66 == Feriado municipal == Loures festeja o seu feriado municipal no dia 26 de Julho, em celebração do dia em que o concelho foi instituído. == Acordos de geminação == Loures celebrou acordos de geminação com http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M2670: * o município do Maio,na Ilha do Maio em Cabo Verde (em Novembro de 1993); * a vila de Armamar, no Distrito de Viseu em Portugal (em Novembro de 1993); * a cidade de Matola, na Província de Maputo em Moçambique (em Novembro de 1996); * a ilha de Diu, na província de Damão e Diu, na Índia (em Julho de 1998); == Heráldica == O município de Loures usa a seguinte bandeira e brasão de armas: Um escudo de ouro, com uma fonte de negro brotando água de azul, realçada de prata. Uma bordadura de púrpura, carregada de oito ramos de três laranjas de ouro, ligados por troncos e folhados de verde. Uma coroa mural de cinco torres de prata. Um listel branco, com a legenda de negro, em maiúsculas: «LOURES». Bandeira gironada de amarelo e negro; cordões e borlas de ouro e negro. Até 1990, data da sua elevação a cidade, o município de Loures usava um brasão idêntico, excepto no tocante ao número de torres da coroa mural (quatro em vez das actuais cinco); de igual forma, para reflectir o novo estatuto, a partição da bandeira passou de esquartelada para gironada. Antes de 1956, o município usava por brasão aquele que havia sido o do antigo concelho dos Olivais. thumb|right|150px| Cruzeiro de Loures e entrada da Igreja Matriz == Património == *Anta de Casaínhos *Aqueduto de Loures *Câmara Municipal de Loures *Casa do Adro *Castelo de Pirescoxe *Cruzeiro de Loures (roubado em 2007, restam apenas os degraus e a base do pilar) *Igreja de Santa Maria de Loures *Palácio e Quinta do Correio-Mor *Palácio da Mitra *Palácio de Valflores *Quinta do Conventinho ==Cultura== * Museu dos Bombeiros Voluntários de Bucelas * Museu Municipal de Loures * Casa-Museu José Pedro * Museu de Cerâmica de Sacavém * Museu do Vinho e da Vinha (Bucelas) * Galeria Municipal Vieira da Silva * Galeria Municipal do Castelo de Pirescouxe * Biblioteca Municipal José Saramago * Biblioteca Municipal Ary Dos Santos (Sacavém) == Lourenses ilustres == * Afonso Furtado, militar, diplomata e espião (Frielas) * André Almeida, defesa lateral (Loures) * Baltasar Barreira, sacerdote jesuíta (Sacavém) * Bebé, ponta-de-lança (Loures) * Beto, guarda-redes (Loures) * Cláudia Vieira, atriz e apresentadora de televisão (Loures) * Diogo \"Extremo\", vencedor da terceira edição da PSL e da segunda edição da LGA (Loures) * Eduardo Gageiro, fotógrafo e fotojornalista (Sacavém) * Eduardo Luís, defesa central (Loures) * Félix de Avelar Brotero, botânico português (Santo Antão do Tojal) * Fernando de Lacerda, médium (Loures) * Fernando Real, ministro e geólogo (Camarate) *Gedson Fernandes, médio (Santo António dos Cavaleiros) * Henriqueta Maya e Irene Cruz, atrizes (Sacavém) * Jerónimo de Sousa, político (Santa Iria de Azóia) * José Manuel Malhão Pereira, oficial superior da Marinha Portuguesa e Doutor em História e Filosofia das Ciências pela Faculdade de Ciências de Lisboa. * Luis António Furtado de Castro do Rio de Mendonça e Faro, 6º Visconde e 1º Conde de Barbacena (Sacavém) *Manuel Tarré, empresário (Loures) * Marcos Romão dos Reis Júnior, músico, maestro e compositor (Loures) * Rita Redshoes, cantora (Loures) * Rodrigo Martins, religioso da companhia de Jesus (Sacavém) * Sebastião Gonçalves Tibau, ventureiro e pirata filibusteiro português do século XVII (Santo Antão do Tojal) * Zicky Té, pivot de futsal (Santo António dos Cavaleiros) ==Ver também== *Sacavém *Quinta da Vitória *Portela *Cabeço de Montachique, o ponto mais alto do município de Loures (409 metros) *Grupo Sportivo de Loures *Sport Grupo Sacavenense *Troféu \"Corrida das Coletividades do Concelho de Loures\" * Clube de Atletismo Vale de Figueira * Prémio Literário Maria Amália Vaz de Carvalho ==Ligações externas== * NoticiasLX Loures, Noticias, Política, História. * Câmara Municipal de Loures Sítio oficial da Câmara Municipal de Loures. * Carnaval de Loures * Observação de aves na várzea de Loures Categoria:Municípios da Grande Lisboa",
 "title": "Loures"
}