{
 "id": "121023",
 "text": "{{Info/Personagem animangá | nome = Son Goku | nome japonês = 孫悟空 | série = Dragon Ball | imagem = SonGoku.jpg | tamanho = 250px | legenda = Goku em sua infância e em sua fase adulta | nome-pt = | primeira = Dragon Ball: capítulo 1 Dragon Ball: episódio 1 | última = Dragon Ball Super: capítulo 76 Dragon Ball Super: episódio 131 | criador = Akira Toriyama | vozes = | outrosnomes = Kakarotto | sexo = Masculino | espécie = Saiyajin | local-nascimento = Planeta Vegeta | ocupação = Lutador de artes marciais Agricultor | família = Bardock Gine Raditz Son Gohan Chi-Chi Son Gohan Son Goten Videl Pan Rei Cutelo Goku Jr. | membro-de = Guerreiros Z|cor de fundo da célula=#FF4500|cor de fundo do título=#FF4500|cor do texto do título=#000|cor do texto da célula=#000}} , cujo nome de nascimento é , é o protagonista da franquia Dragon Ball, criada por Akira Toriyama. Sua primeira aparição ocorreu no primeiro capítulo do mangá Dragon Ball, intitulado , publicado na revista Weekly Shōnen Jump em 3 de dezembro de 1984. Goku é inspirado num personagem com o mesmo nome, 孫 悟空 (lê-se Sun Wukong em mandarim e Son Goku em japonês), personagem principal do romance chinês Jornada ao Oeste. Porém, Toriyama mudou algumas de suas características para ser mais original. Goku é apresentado como um menino estranho, com rabo de macaco e força sobre-humana. Conforme a história se desenrola, é revelado que ele descende de uma raça fictícia chamada Saiyajins, uma das raças mais poderosas do universo. Como protagonista central da franquia, Son Goku aparece em todos os mangás, animes, filmes, OVAs e jogos eletrônicos da série. Além de ser alvo de paródias (como em Neko Majin Z, one-shots criados pelo próprio Toriyama), Goku já fez várias aparições em eventos televisivos e em outras séries de mangás, como Dr. Slump (também criada por Toriyama). Devido à popularidade internacional da franquia, Goku tornou-se um dos personagem de anime e mangá mais conhecidos pelo mundo. == Criação e concepção == Goku foi baseado em Tanton, o protagonista da série Dragon Boy e um dos primeiros personagens de Toriyama (nessa história, a principal característica física de Tanton era um par de asas). A inspiração original foi o cinema de ação de Hong Kong, incluindo os filmes de Bruce Lee como Enter the Dragon (1973) e os de Jackie Chan como Zui Quan (1978) Toriyama disse que tinha um jovem Jackie Chan em mente quando imaginava Goku em live-action, afirmando que \"ninguém poderia interpretar Goku além dele\" Quando Akira decidiu criar Dragon Ball, ele usou o romance Jornada ao Oeste, de Wu Cheng'en, como inspiração. O nome adotado por Toriyama para o personagem é a escrita japonesa do nome chinês Sun Wukong, que é a personagem central da história. Para ser criativo com o personagem, Toriyama declarou que ele projetou Goku para ser um garoto humano com um rabo de macaco, em vez de ser um símio completo como Sun Wukong. Ele decidiu fazer isso porque o rabo seria visível até mesmo quando Goku tentasse escondê-lo. Apesar de Goku ser tratado como uma pessoa de outro planeta, Toriyama tinha inicialmente a ideia de fazer dele um terráqueo, mas, com a introdução de novos lutadores de outros planetas, foi mais tarde estabelecido que Goku seria um Saiyajin. A fim de avançar a história mais rápido, Toriyama deu a Goku a habilidade de se teletransportar para qualquer planeta em apenas alguns segundos. Toriyama explicou que o keikogi de Goku é baseado nas vestes usadas pelos monges shaolins da China, sendo que ele queria que Dragon Ball assumisse um \"toque\" chinês. Durante a evolução inicial do mangá, vários leitores comentaram que Goku era bastante simples, de modo que o autor mudou sua aparência e adicionou diversos personagens, como o Mestre Kame e Kuririn, além de criar torneios de artes marciais para tornar o mangá mais baseado em combates. Após pressuposições de que Goku certamente venceria o torneio, Toriyama o fez perder nos dois primeiros e vencer somente o terceiro em que participara. Com o fim da Saga Cell, no volume 35, e antes da Saga Boo, Gohan foi concebido para substituir o pai como o principal protagonista, mas Toriyama desistiu da ideia por pensar que Gohan era inadequado para isso. === Dublagem === Na versão japonesa de todas as séries da franquia Dragon Ball e em todas as mídias relacionadas, Goku foi interpretado por Masako Nozawa. Toriyama selecionou Nozawa ao ouvir sua amostra de audição, observando que só Goku poderia ser interpretado por ela.Toriyama, Akira (September 10, 1995). \"鳥山明的超会見\" [Akira Toriyama Super Interview]. DRAGON BALL 大全集 3: TV ANIMATION PART 1 [Dragon Ball Great Complete Collection 3 TV Animation Part 1]. Dragon Ball (in Japanese). Shueisha. p. 202. ISBN 4-08-782753-4. Nozawa declarou que estava em êxtase quando conseguiu o papel porque sempre quis estar em uma das obras de Toriyama. Ela disse que tinha que ser consciente do fato de que Goku cresceu nas montanhas e não conhecia muito sobre o mundo. Apesar de ter emprestado sua voz para Goku, Gohan, Goten e Bardock, Nozawa afirma que ela é capaz de instantaneamente entrar no respectivo personagem simplesmente ao ver a sua imagem.DRAGON BALL 大全集 補巻 TV ANIMATION PART 3. Shueisha. 1996. pp. 107–113. ISBN 4-08-102019-1. Nozawa explicou que ela não leu o mangá pois pretendia não saber o que estava por vir na história até a gravação, fazendo com que as reações dela fossem as mesmas que Goku.DRAGON BALL 超全集 4 超事典. Shueisha. 2013. pp. 340–345. ISBN 978-4-08-782499-5. Na maioria das versões não japonesas, diferentes dubladores foram usados ​​para as formas infantil e adulta do personagem. No Brasil, a primeira dublagem do anime Dragon Ball ocorreu em 1996 e Goku, em sua versão criança, foi dublado por Noeli Santisteban. Como o anime não foi dublado totalmente, apenas 60 episódios foram liberados. Posteriormente, em 2002, todos os 153 episódios foram dublados, com Úrsula Bezerra na versão infantil e Wendell Bezerra na adulta. Wendell já havia dublado o personagem anteriormente em Dragon Ball Z desde 1999 e voltou a fazê-lo em Dragon Ball GT (junto com Úrsula Bezerra), em Dragon Ball Kai e em Dragon Ball Super. Em Portugal, Goku foi dublado na maioria das séries da franquia por Henrique Feist, enquanto Vasco Machado dublou o personagem nos filmes e Nuno Pardal no especial de 10 anos. Miguel Raposo, por sua vez, deu a voz ao personagem na segunda metade da Saga da Sobrevivência do Universo em Super. == Características do personagem == === Aparência === Son Goku é geralmente reconhecido por seu estilo único de cabelo, que nunca muda, exceto em suas formas Super Saiyajin, em que seu cabelo muda de cor e tamanho com base no nível. Na Saga Cell, Vegeta explica que os puros Saiyajins nascem com um penteado que permanecerá do mesmo jeito pelo resto da vida. Goku foi introduzido pela primeira vez em Dragon Ball vestindo um uniforme azul, com pulseiras vermelhas e uma faixa branca amarrada em uma curva. Assim que começa seu treinamento com Kame, ele recebe um uniforme laranja com o Símbolo da Tartaruga, com pulseiras azuis e uma faixa preta amarrada em um nó. Após seu treinamento com Kami-Sama, Goku acrescenta uma camiseta azul por baixo do uniforme, troca a faixa preta por um cinto azul e passa a usar botas azuis com uma listra vermelha. Em virtude de sua devoção à Terra, Goku recusa todas as ofertas para utilizar as roupas de batalha usadas pelos Saiyajins, já que se considera um Saiyajin criado como humano. Apesar disso, ele veste uma armadura Saiyajin feita por Bulma durante seu treinamento com Gohan na Morada do Tempo para ficar mais forte e enfrentar Cell. Goku usa frequentemente o kanji de seus mestres na frente e no verso de seus uniformes, o primeiro kanji sendo de , o segundo de e o terceiro, sendo seu próprio kanji, . Eventualmente, ele deixa de usar um kanji, além de substituir a cinta de seda azul por outro cinto. No final do mangá, Goku é mostrado vestindo um novo traje: uma camisa azul aberta, calças cinzas, pulseiras laranjas e caneleiras. === Personalidade === Son Goku começa a série como uma criança independente da sociedade, forte e destemida. Graças ao seu sangue Saiyajin, ele era mais poderoso que a maioria dos inimigos que enfrentava, ficando ainda mais forte à medida que lutava. Mesmo assim, por causa dos seus mestres Son Gohan e Kame, sempre foi gentil com os outros, chegando ao ponto de tentar não matar nenhum inimigo. É mostrado em Dragon Ball que Son Goku não tem maldade no coração, isto é, o que ele tem de força, possui também em inocência. Quando adulto, em Dragon Ball Z, Son Goku torna-se muito mais poderoso do que antes; ao longo do anime, seu poder alcança dimensões descomunais. Sua maior paixão, sem dúvida, é lutar. Ao longo da série, Goku demonstra muita satisfação por lutar contra inimigos mais poderosos do que ele. É possível concluir que ele é, na maior parte das vezes, quem alcança o poder mais elevado na história. Contudo, e apesar da sua significativa dedicação em árduos treinos, existe sempre alguém mais forte que ele, o que o leva a treinar ainda mais. == Aparições == === Dragon Ball === Originalmente batizado como , Goku é membro de uma raça fictícia de extraterrestres, os Saiyajins. Logo após seu nascimento, Goku é enviado à Terra por seus pais Bardock e Gine para sobreviver à destruição do Planeta Vegeta, como revelado em Dragon Ball Super: Broly. Encontrado e criado pelo eremita Son Gohan, Goku passa a ter como objetivo se tornar mais forte, simplesmente pelo prazer da tarefa. Antes que a narrativa da série começasse, Goku, inconscientemente, mata Gohan em uma noite de lua cheia quando se transforma temporariamente no poderoso Ōzaru (大 猿), depois de olhar a lua cheia. No início da série, Goku conhece uma adolescente extremamente inteligente chamada Bulma e se junta a ela para encontrar as sete Esferas do Dragão, que, quando reunidas, convocam o desejo do dragão Shen Long. Durante sua jornada, Goku também conhece o ladrão Yamcha e duas criaturas transmorfas, Oolong e Pual, que se juntam à sua missão. Depois disso, Goku é treinado pelo Mestre Kame, conhecido por muitos anos como o maior lutador de artes marciais do mundo, ao lado de um menino que treinou num templo Shaolin chamado Kuririn, que se torna seu melhor amigo. É através de Kame que Goku ganha a , que se torna o seu principal meio de transporte, com a qual viaja por todo o mundo e desenvolve o seu golpe principal conhecido como Kamehameha. Com o passar da Saga, Goku também encontra muitos inimigos e enfrenta a organização terrorista Red Ribbon, o temível Tao Pai Pai, o terrível Piccolo Daimaoh e muitos outros guerreiros. Ao participar de diversos torneios de artes marciais, Goku também enfrenta seus futuros aliados Tenshin Han e Chaos, assim como Piccolo. Além de Kame, Goku também foi treinado por Mestre Karin, após subir a Torre Sagrada e posteriormente, pelo deus da Terra, Kami Sama, após subir a Plataforma Celeste. Depois de se tornar o vice-campeão dos 21º e 22º torneios, Goku finalmente vence o 23º derrotando Piccolo e salvando a Terra. === Dragon Ball Z === Já adulto, Goku conhece seu irmão mais velho, Raditz e finalmente descobre sobre sua origem Saiyajin. Na batalha contra Raditz, Goku acaba sacrificando sua vida, após formar sua primeira aliança com Piccolo. No Mundo dos mortos ele atravessa o longuíssimo Caminho da Serpente e treina com o Sr. Kaiô, onde aprende as técnicas Kaioken e Genki Dama. Depois de ser revivido pelas Dragon Balls, Goku enfrenta o príncipe Saiyajin Vegeta, que eventualmente se torna mais um aliado e seu maior rival. Em sua jornada para o Planeta Namekusei para ajudar seus amigos a reunirem as Dragon Balls para assim reviverem os outros companheiros mortos pelos Saiyajins, Goku enfrenta o tirano galáctico Freeza, o qual foi responsável por destruir o planeta natal dos Saiyajins e extinguir quase toda a raça. Durante sua batalha final com Freeza, Goku transforma-se no , o guerreiro lendário que surgia de mil em mil anos, sendo o primeiro a realizar tal façanha. Depois de derrotar Freeza e escapar da destruição de Namekusei, Goku aprende uma nova habilidade conhecida como , ensinada pelos habitantes do planeta Yardrat. Mais tarde, os amigos de Goku descobrem que Freeza ainda está vivo e que vinha para a Terra junto de seu pai em busca de vingança. Porém, ambos são derrotados por Trunks, o filho de Vegeta e Bulma que veio do futuro para alertar sobre novos inimigos que iriam aparecer. Esses seriam os Androides do Exército Red Ribbon, o qual foi destruído por Goku, quando ele ainda era criança. Após três anos de treinamento, os Guerreiros Z encontram os Androides, mas Goku contrai uma doença no coração, da qual se recupera apenas após tomar o remédio fornecido por Trunks. Após se recuperar, Goku passa a treinar com seu primeiro filho, Gohan, na Sala do Tempo, com o objetivo de superar as forças de um Super Saiyajin. Depois disso, Goku passa enfrentar Cell, o Androide mais poderoso criado pelo Dr. Gero, que cria um torneio de Artes Marciais que decidiria o destino da Terra. Durante a batalha contra Cell, Goku se sacrifica novamente, para evitar que a Terra fosse destruída. No entanto, Cell volta ainda mais poderoso do que antes até que finalmente é vencido de fato por Gohan, que tinha se transformado em Super Saiyajin 2 e se tornado o sucessor de Goku. No Outro Mundo, Goku pede para não ser revivido e passa a treinar novamente com o Sr. Kaiô, tornando-se muito mais poderoso. Goku retorna à Terra sete anos depois e conhece seu segundo filho, Goten. A seguir, se vê em uma nova batalha contra Vegeta, sob o controle do mago Babidi, que consegue despertar o demônio Majin Boo. Apesar de ter conseguido se transformar em Super Saiyajin 3, Goku decide deixar Goten e Trunks para defenderem a Terra em seu lugar e volta para o Outro Mundo. Posteriormente, Goku é revivido por Dai Kaioshin e assim, volta à Terra para ajudar na batalha contra Boo. Após se fundir com Vegeta, formaram um guerreiro poderoso chamado (Vegeta + Kakarotto).Toriyama, Akira. \"503 孫悟空最後の合体！！\". バイバイ ドラゴンワールド. Dragon Ball (in Japanese). 26. Shueisha. ISBN 4-08-851090-9. Dentro do corpo do demônio, a fusão se desfaz e ambos tiram todos os absorvidos de dentro do corpo de Boo, fazendo-o voltar a forma original conhecida por Kid Boo. Mesmo Kid Boo sendo pequeno na aparência deu muito trabalho a Goku, que lutou de igual para igual com ele usando o Super Saiyajin 3. Porém, Vegeta tem uma ideia e pede a Goku para realizar a Super Genki Dama e assim, ele destrói Boo utilizando a energia de todos os terráqueos. Dez anos depois, durante outro Torneio de Artes Marciais, com lutadores de todo o mundo, Goku encontra Oob, a reencarnação humana de Boo, e sai com ele, com a intenção de treiná-lo, para se tornar o novo protetor da Terra. === Dragon Ball Super === Quatro anos depois da batalha com Majin Boo terminar, enquanto treina no planeta do Sr. Kaioh, Goku se encontra com o Deus da Destruição Bills que pede explicações sobre o Deus Super Saiyajin. Ele tenta atacar Bills, porém não acerta nenhum golpe nem mesmo usando o Super Saiyajin 3 e é derrotado com apenas dois golpes. Goku posteriormente com a ajuda de Vegeta, Gohan, Goten, Trunks e Pan (ainda no ventre de Videl), se transforma no Deus e enfrenta Bills, dessa vez acertando vários golpes. Seis meses depois, ele treina com o mestre de Bills, Whis, no planeta de Bills onde Vegeta já estava treinando. Após algum tempo de treino ele adquire a transformação e luta contra o então renascido Freeza que agora havia aumentado seus poderes.\"Goku's New Super Saiyan God Form Revealed for DBZ: Resurrection 'F' Film\". Anime News Network. 2015-04-09. Retrieved 2015-05-09. Goku perde para Freeza ao levar um tiro de laser no peito por deixar a guarda baixa, mas graças às sementes dos deuses ele sobrevive e mata Freeza com um poderoso Kamehameha. Alguns meses mais tarde, Goku participa do Torneio de Artes Marciais dos Deuses, onde lutaria contra guerreiros do sexto universo. Seu adversário mais poderoso foi Hitto, que o levou a usar a transformação Super Saiyajin Blue + Kaioken aumentado 10 vezes. Goku não venceu o torneio pois se rendeu. Mas o fato de ele ter usado Kaioken aumentado 10 vezes, somado à transformação Super Saiyajin Blue, o fez desgastar muita energia, isso o deixou com uma doença chamada Discinesia de Liberação de Ki que dificulta ele controlar o próprio Ki. Mais tarde, Goku encontra uma contraparte maligna de si mesmo conhecida como \"Goku Black\", que está aterrorizando a linha do tempo do Trunks do Futuro. Black é revelado sendo Zamasu, que roubou o corpo de Goku e posteriormente matou ele e sua família em um cronograma alternativo. Depois, o deus onipotente da linha do tempo de Trunks conhecido como Zen-Oh é convocado por Goku e ele apaga todo o universo e Zamasu. Goku e os outros presentes daquele lugar conseguem escapar na máquina do tempo. Mais tarde, Goku junto com Trunks usam a máquina do tempo novamente para trazer o Zen-Oh do Futuro para sua própria linha do tempo. Pouco tempo depois, ambos os Zen-Oh queriam ver um torneio de artes marciais multiuniversal e deixam o Supremo Sacerdote organizar o torneio onde todos os universos perdedores serão destruídos, cujo nome era . Ao longo do torneio, Goku enfrenta vários oponentes, mas encontra o maior dentre todos: Jiren. É durante suas lutas com o lutador do Universo 11 que Goku adquire um estado de transformação temporária usando uma técnica divina conhecida como . No final das contas, Goku e Freeza conseguem trabalhar juntos para forçar Jiren fora dos limites em uma eliminação tripla, deixando o Android 17 como o vencedor que usa seu desejo nas Super Esferas do Dragão para restaurar os universos apagados. === Em outras mídias === Na série exclusiva de anime Dragon Ball GT (Side Story, série oficial não canônica), que começa dez anos após Goku conhecer Oob, Goku é transformado em criança por um desejo do Imperador Pilaf. Ele, Trunks e sua neta Pan viajam pelo universo em uma aventura que culmina na batalha contra Omega Shenlong, que ele destrói usando a Genki Dama. Goku parte com a forma original de Shenlong e aparece 100 anos depois em um torneio de artes marciais, observando uma luta entre um descendente seu com um descendente de Vegeta. Pan, já idosa, vê seu avô, mas ele parte rapidamente. Goku fez aparições em várias outras mídias incluindo filmes, como um live-action chinês chamado Dragon Ball: The Magic Begins, produzido pela Tai Seng video entertainment em 1989. O personagem principal, Monkey Boy, representado por Chan Chi-Keung, é baseado em Goku.Créditos de dirigido por Joe Chan Jun-Leung, 1989 Ele também apareceu em outro filme não oficial de 1990, desta vez sul-coreano, intitulado Dragon Ball: Ssawora Son Goku, Igyeora Son Goku, onde foi retratado por Heo Seong-Tae.Créditos de , 1990 Em 2009, Goku apareceu em Dragon Ball Evolution produzido pela 20th Century Fox, interpretado por Justin Chatwin. Goku apareceu em todos os jogos licenciados da série Dragon Ball até hoje e também em diversos crossovers como por exemplo Famicom Jump: Hero Retsuden e sua sequência Famicom Jump II: Saikyō no Shichinin, ambos produzidos para Famicon. No Nintendo DS, ele aparece como personagem jogável em Jump Super Stars e Jump Ultimate Stars. Em 1992, Goku virou destaque no jogo Dragon Ball Z: Get Together! Goku World. Ele e seus amigos voltam no tempo e Goku acaba interagindo com seu \"eu mais novo\". Em 2006, Goku se torna jogável em Battle Stadium D.O.N, um crossover entre Dragon Ball, One Piece e Naruto. Em dezembro de 2007, ele, juntamente de Naruto Uzumaki e Monkey D. Luffy, aparece como avatar do MMORPG Second Life para uma festa da Shonen Jump chamada Jumpland@Second Life. Ele também faz uma aparição no jogo para DS Dr. Slump and Arale-Chan. Através dos anos, Goku foi mencionado em várias músicas e ganhou as suas próprias. \"Son Goku Song\" e \"Gokū no Gokigen Jānī\" apresentam Goku ainda como uma criança cantando alegremente sobre si mesmo. Durante sua vida adulta, ele recebeu de Hironobu Kageyama a música \"Aitsu wa Son Goku\", onde o cantor elogia tudo sobre Goku. O dueto \"Ore-tachi no Energy\" mostra palavras faladas pelo personagem. Goku tem sido muitas vezes considerado um modelo positivo para as crianças de todo o Japão. Em junho de 1988, Goku e outros personagens de Dragon Ball apareceram em dois curta-metragens sobre anúncios de serviço público. O primeiro foi intitulado onde Goku aprende a importância de obedecer as regras do trânsito pela segurança dos outros. O segundo se chamava onde ele ensina duas crianças a importância da segurança contra incêndios. Em 2011, após o terremoto e o tsunami que atacaram o Japão, Akira Toriyama criou imagens e videos de Goku com mensagens de apoio para todo o país. Goku fez aparições em muitos programas japoneses e mangás. É uma personagem recorrente em outra obra de Toriyama, Dr. Slump. Em 1990, Goku (em forma de anime) fez uma aparição surpresa no show . Aqui, ele usa as Esferas do Dragão para ajudar estrelas do J-pop e a apresentadora Kuniko Yamada a aumentarem suas habilidades incluindo a capacidade de utilizar o Kamehameha, que Kuniko hilariamente utiliza em Goku. Em 2005, Goku aparece no mangá-paródia de Toriyama Neko Majin Z, onde ele é o sensei do protagonista Neko Majin. No dia 15 de setembro de 2006, Goku, Vegeta e Freeza apareceriam em um capítulo do mangá Super Kochikame, intitulado . Aqui, Ryotsu Kankichi repreende Goku para estacionar seus navios de forma ilegal. Goku com outros personagens de Dragon Ball se aliam ao elenco principal de One Piece no crossover Cross Epoch. Goku tem sido um objeto para diversas paródias ao longo dos anos. No episódio Career Day de Takeshi's Castle, os apresentadores Beat Takeshi e Sonomanma Higashi se vestiram de personagens populares de animes. Um deles era Goku. O Especial da Mordaça 2005 da Shonen Jump lançado em 12 de novembro de 2004 apresentou uma pequena história do mangá Bobobo-bo Bo-bobo parodiado na primeira luta entre Goku e Vegeta. Jelly Jiggler era Goku enquanto Don Patch era Vegeta. No episódio Fire It Up! Abenobashi Hong Kong Combat Shopping Arcade do anime Abenobashi Mahou Shouten Gai, o personagem Sasshi Imamiya se transforma em Super Saiyajin de forma muito parecida com Goku e dispara um Kamehameha. Em Yakitate!! Japan, no episódio Awaken!! Super Kuroyanagi!, Ryou Kuroyanagi come um pouco de pão Super Toro Aburi e atinge o nível Super Kuroyanagi, paródia do Super Saiyajin. Posteriormente ele batalha contra Kyousuke Kawachii, parodiando Freeza, cujo torso era um freezer. Kuroyanagi finaliza a luta derrotando Kawachii com um golpe inspirado no Kamehameha. Mais tarde no mesmo episódio, Ryou come o pão Urchin-roe Chawanmushi e alcança os níveis Super Kuroyanagi 2 e Super Kuroyanagi 3. No capítulo 179 do mangá Yakitate!! Japan, Kawachi executa uma técnica inspirada na Genki Dama chamada em outro personagem chamado Katsuo. Na capa do CD do álbum Rule, single de Dragon Ball Evolution, a cantora Ayumi Hamasaki foi desenhada por Akira Toriyama vestindo as roupas de Goku. O personagem Sosón Goku do mangá espanhol Dragon Fall é uma paródia de Goku. Goku pode ser considerado uma figura regular na Fuji TV. Em 2003, Goku aparece em um longa-metragem chamado que foi apresentado exclusivamente na sede da Fuji TV no Kyutai ou na seção orb. Este apresentou uma aliança entre Goku, Luffy e Astro Boy. Aqui, Freeza ataca os turistas, enquanto visitavam o estúdio, explodindo a seção orb do resto do prédio da Fuji TV. Isso levou Goku a batalhar contra Freeza sobre as águas da cidade Odaiba. Este acontecimento foi seguido em 2004 pelo , apresentando Goku, Luffy e Ryotsu Kankichi. Desta vez o vilão é Enel, de One Piece, que ataca toda a Odaiba, forçando Goku e Luffy a lutarem como uma dupla. Em março de 2006, Goku e Freeza aparecem em um curta original no , segmento do game show japonês . No curta, Goku impede Freeza de usar as Esferas de Namekusei. Como parte do game show, os participantes deveriam encontrar sete erros nesse segmento. Em abril de 2007, Goku e o apresentador Masaharu Miyake, da Fuji TV, eram comentaristas no programa . Intitulado , o segmento onde ambos apareceram era um Torneio de Artes Marciais que decidiria quem foi o maior homem da história do Japão. Durante o intervalo, Goku conseguiu ligar as cópias dos DVDs R2 de Dragon Ball. Desde o lançamento de Dragon Ball Z nos Estados Unidos, Goku também fez várias aparições na cultura pop americana, em especial na norte-americana. Ele apareceu em uma reportagem da revista Wizard onde ele participou de uma batalha hipotética contra o Super Homem; Goku derrotou o Super Homem ao se transformar em Super Saiyajin e superou seus poderes com um Kamehameha. O episódio \"Chicken Ball Z\" de As Terríveis Aventuras de Billy e Mandy é uma paródia da luta entre Goku e Piccolo. Nesse episódio, Mandy e Billy, respectivamente como Piccolo e Goku, se enfrentam em um torneio de artes marciais. No episódio \"Operação: R.E.L.A.T.O. de KND - A Turma do Bairro, cada agente conta uma história diferente sobre a missão que fizeram. Na versão do Número 4 ele assume a forma de Super Saiyajin 3 e utiliza um golpe chamado Goma de Mascar para lutar contra a Molecada da Rua de Baixo que se transformaram em Freeza. Goku fez uma aparição humorística em Frango Robô. No episódio Um Natal Muito Dragon Ball Z, Goku e Gohan lutam contra a Mamãe Noel ao lado das renas do Papai Noel para salvarem o Natal. O segmento TV Funhouse da SNL intutulado Kobayashi retrata a vida real do campeão em comer cachorro quente Takeru Kobayashi, com a capacidade de se transformar em uma paródia do Super Saiyajin enquanto se prepara para comer. Goku ainda faz uma pequena participação no final. Goku é referenciado na música \"Goku\" de Soulja Boy Tell 'Em, onde o cantor se gaba de que se parece com Goku e alguns outros personagens de Dragon Ball, além de citar o Pikachu. Em 2011, Goku, Luffy e Brandon Walsh, da série Beverly Hills, 90210, entregaram o Prêmio International Emmy Awards ao vencedor da categoria \"Children and Young People\". == Recepção == Goku tem sido bem recebido por publicações de mangá, anime e outras mídias. Em 1993, Goku ficou em segundo lugar em uma pesquisa de popularidade dos personagens da série, perdendo para seu filho Gohan. Contudo, na pesquisa seguinte ele atingiu o primeiro lugar. O site Anime News Network observou que Goku é uma boa parte da comédia da série e comentou que, depois de todos os eventos que acontecem com ele, ele ainda é o mesmo personagem ingênuo. O site THEM Anime Reviews observou que Goku não é o \"poder central\" na primeira série, assim como em Dragon Ball Z, em que ele aleatoriamente desaparece entre as sagas, para treinar e aumentar sua força. Também gostaram de como a série mostra sua história, fazendo dele um bom protagonista. Rationalmagic.com elogiou a inocência de Goku como uma das partes mais engraçadas da série. Sua viagem e crescente força resultou no personagem ganhando a \"admiração de jovens em toda parte\".Wiedemann, Julius (2004-09-25). \"Akira Toriyama\", in Amano Masanao (ed.): Manga Design. Taschen, p. 372. ISBN 3-8228-2591-3 Ele também ficou em 1º lugar no Top 25 dos Personagens de Anime de Todos os Tempos, feito pela IGN. Entretanto, uma segunda edição da lista feita pelo mesmo site em 2014 o desceu para terceiro lugar. Ficou também em primeiro nos \"10 Maiores Ícones Heróis de Animes\", feito pela Mania Entertainment, escrito por Thomas Zoth que comentou que \"Goku e Dragon Ball revolucionaram completamente o gênero shonen\". Diversos itens de mercado de Goku foram criados e vendidos, incluindo figuras de ação, pelúcias e chaveiros. Ele também já apareceu estampado em latas de café vendidos pela empresa japonesa Pokka. Em 2005, O Leitor Diário publicou um artigo chamado \"Os Maiores Heróis Geeks de Filmes de Todos os Tempos\". Goku era o único personagem animado da lista, onde ficou em 10º lugar. Outros autores de mangá como Eiichiro Oda e Masashi Kishimoto, criadores de One Piece e Naruto, usaram Goku como inspiração para a criação de Luffy e Naruto. No ano 2000, Goku ficou em 3º lugar em uma votação de personagem favorita realizada pelo Animax. Em uma pesquisa realizada por Oricon, em 2007, feita por 1000 pessoas, Goku foi classificado em primeiro lugar como o \"Personagem de Mangá mais Poderoso de Todos os Tempos\". Na pesquisa \"amizade\" desenvolvida pelo site rankingjapan.com, em que as pessoas tinham que escolher o personagem de anime que gostariam de ter como amigo, Goku ficou em quinto lugar. Masako Nozawa, a dubladora japonesa de Goku, comentou que gostou do momento em que Goku perdeu sua cauda porque isso o fez mais normal; mas gostou mais ainda do fato dele ter permanecido o mesmo. Wendell Bezerra, seu dublador brasileiro durante sua fase adulta, fez o seguinte comentário sobre Goku durante uma entrevista: \"Eu gostei muito do Goku. Ele é engraçado, atrapalhado, meio xarope e não é do tipo heroizinho metido\". Jackie Chan afirmou em um registro que Goku é seu personagem favorito de Dragon Ball. A banda alemã Goku leva o nome baseado no personagem. O cantor da banda, Thomas Dürr, escolheu esse nome por que Goku personifica a filosofia da banda, afirmando que era \"fascinado pela ingenuidade e alegria de Goku, que ao mesmo tempo é um grande guerreiro à salvar o mundo\". Em 2010, o artista chinês Edison Chen criou uma estátua de Goku, feita de fibra de vidro, como parte da sua coleção \"I Hate You For Looking!\". A estátua apresenta a expressão facial de Edison no corpo de Goku. O canal AnimeCentral classificou a luta de Goku contra Freeza como a melhor luta de anime de todos os tempos, comentando que \"lutas não ficam mais épicas do que esta\". Goku e Luffy empataram em primeiro lugar em uma pesquisa sobre o maior herói de anime da Fuji TV. Categoria:Personagens de Dragon Ball Categoria:Personagens que podem voar Categoria:Artistas marciais fictícios Categoria:Personagens que podem se teletransportar Categoria:Personagens humanos extraterrestres Categoria:Protagonistas Categoria:Órfãos fictícios Categoria:Manipuladores de Ki na ficção Categoria:Personagens de anime e mangá com força sobre-humana Categoria:Personagens de anime e mangá que podem se mover em velocidades sobre-humanas Categoria:Personagens amputados na ficção Categoria:Personagens que fazem fusão em Dragon Ball Categoria:Crianças selvagens fictícias Categoria:Praticantes de Bōjutsu fictícios",
 "title": "Goku"
}