{
 "id": "121191",
 "text": "é um anime em longa metragem baseado no manga Hikōtei Jidai de Hayao Miyazaki, dirigido pelo próprio Miyazaki e produzido pelo Studio Ghibli, lançado em 1992. Conta as aventuras de um piloto de hidroavião que tem uma cabeça de porco na Itália dos anos 1920. == Sinopse == Na Itália, durante o período entre as duas guerras, com um fundo de recessão econômica e de ascensão do fascismo, perdido numa ilha deserta no mar Adriático, um ex-piloto emérito da Força Aérea Italiana, se vê transformado em um porco e converte-se em caçador de recompensas. Ele se chama \"Porco Rosso\". A bordo de seu hidroavião Savoia S.21 vermelho, ele tem muitas aventuras: de caça aos piratas do ar que fizeram um hábito de roubar os turistas que visitam a região, o resgate de passageiros tomados como reféns, duelos aéreos, \"corridas\" de hidroavião, subterfúgios para semear a polícia secreta italiana ... a vida do piloto é agitada e cheia de aventuras. Apesar da leveza aparente do filme, que foi originalmente concebido para relaxar as equipes do Studio Ghibli, tinha acabado o anime Omohide Poro Poro. Porco Rosso é uma acusação contra a guerra e seus absurdos, abordando temas como o mito do herói. == Personagens == Porco Rosso: seu nome verdadeiro é Marco Pagot, é a figura central do filme. Piloto italiano veterano da Primeira Guerra Mundial e altamente qualificado na Força Aérea Italiana, ele quase morreu durante uma batalha aérea durante a Guerra. Porco Rosso é um caçador de recompensas freelance perseguindo \"piratas do ar\" no Mar Adriático que outrora fora amaldiçoado e transformado em um híbrido de homem com cabeça de porco. Com uma desenvoltura sem igual, ele é também hábil do gatilho como as palavras. Ao mesmo tempo é um sedutor e uma pessoa solitária, a classe dele é rememorativa que de um Humphrey Bogart ou um Clark Gable. Donald Curtis: de nacionalidade americana, ele também é um piloto excepcionalmente talentoso. Ele é chamado como ajuda adicional por Mama Aiuto para neutralizar Porco Rosso. Mas ele se apaixona facilmente por mulheres que cruzam o seu caminho. Fio Piccolo: seu nome verdadeiro é Fiona Piccolo e é a neta de Piccolo. Ela é designer, ilustrador e uma mecânica de aviões. Com 17 anos de idade, ela tem um caráter forte e apaixonado, ela conseguiu ganhar a confiança de Porco Rosso para reparar seu avião que tinha sido sido danificado durante uma briga com Curtis. Ela também ganha o respeito eo amor de Mama Aiuto e amizade da Gina. Mama Aiuto: chefe dos piratas do ar. Gina: dona do \"Hotel Adriano\" que serve como ponto de encontro para vários pilotos de hidroaviões. Ela é amada e respeitada por todos. Várias vezes casadas com pilotos mas viúva, ela está secretamente apaixonado por Porco Rosso que conhece há muito tempo, mesmo antes de sua transformação. Piccolo: chefe da empresa que leva seu nome. Porco Rosso o visita para fazer reparos em seu hidroavião. Sua empresa emprega apenas mulheres (os homens têm ido a outro lugar em busca de trabalho). Ele é um especialista em motores aeronáuticos. == Ligações externas == * Categoria:Filmes de animação do Studio Ghibli Categoria:Filmes de anime de 1992 Categoria:Filmes dirigidos por Hayao Miyazaki Categoria:Animes e mangás de kemono Categoria:Programas do canal Biggs",
 "title": "Kurenai no Buta"
}