{
 "id": "121194",
 "text": "é um filme japonês de animação e fantasia lançado em 2004, vagamente baseado no romance Howl's Moving Castle (1986) da dramaturga britânica Diana Wynne Jones. Contou com a direção junto ao roteiro de Hayao Miyazaki e foi produzido por Toshio Suzuki. O filme é ambientado num reino fictício onde tanto a magia como a tecnologia — especificamente do século XX — predominam, enquanto ocorre uma guerra entre dois reinos. A história segue a vida da jovem Sophie (voz de Chieko Baisho) que é transformada numa idosa após uma bruxa entrar na sua loja e amaldiçoá-la. Logo após, ela embarca em uma grande aventura com o mago Howl (voz de Takuya Kimura). Influenciado pela oposição de Miyazaki à invasão dos Estados Unidos ao Iraque, em 2003, o filme contém fortes temas anti-guerra. Miyazaki afirmou que \"sentia muita raiva\" sobre a guerra ocorrida no Iraque, o levando a fazer um longa-metragem onde presumia uma má recepção nos Estados Unidos. Explora também o tema da velhice retratando positivamente a idade como algo que concede liberdade à protagonista. Além de conter elementos feministas, trazendo mensagens sobre o valor da compaixão. Em 2013, Miyazaki descreveu Hauru no Ugoku Shiro como uma de suas criações favoritas, explicando seu desejo de transmitir a mensagem de que \"a vida vale a pena ser vivida\" e pensava que isso nunca iria mudar. O filme é tematicamente distinto do romance, enquanto o mesmo se concentra em desafiar as normas de classe e gênero, a película se centraliza no amor, na lealdade pessoal e nas consequências destrutivas da guerra. Hauru no Ugoku Shiro teve sua estreia mundial no Festival de Veneza em 5 de setembro de 2004, no qual também competia ao Leão de Ouro, e foi lançado nos cinemas japoneses em 20 de novembro do mesmo ano. Apresentou uma receita de 19,6 bilhões de ienes (190 milhões de dólares estadunidenses) em território japonês e 236 milhões em todo o mundo, tornando-se um dos filmes japoneses de maior sucesso comercial da história. A obra foi aclamada pela crítica especializada, os quais prezoaram o seu aspecto visual e a apresentação dos temas por Miyazaki. Recebeu 37 indicações e obteve 19 vitórias em diversos prêmios, incluindo uma indicação na categoria de melhor filme de animação na 78.ª edição do Oscar, mas acabou perdendo para Wallace & Gromit: The Curse of the Were-Rabbit, ademais ganhou quatro Prêmios Tokyo Anime e um Nebula de melhor roteiro. O portal britânico BroadbandChoices fez uma análise dos filmes mais pesquisados do Studio Ghibli ao redor do mundo e classificou Hauru no Ugoku Shiro em quarto, lugar com uma porcentagem de 8,59. == Enredo == Sophie, uma chapeleira encontra por acaso o desconhecido mago Howl. Ao vê-los juntos, a jovem é amaldiçoada pela Bruxa do Deserto — apesar de que o encontro dos dois tenha sido breve —, tal maldição consiste na alteração de sua aparência: de juvenil a uma fisionomia octogenária. Seguidamente, Sophie busca por uma solução para findar tal feitiço e acaba por conhecer um espantalho vivo, o qual chama de Cabeça de Nabo. Ele a leva ao castelo em movimento de Howl, onde entra sem permissão e assim conhece os aprendizes Markl e Calcifer, a fonte da magia do castelo. Ela é apresentada como \"uma serviçal contratada\". Nesse entretempo, a terra natal de Sophie está em guerra com o reino vizinho, da qual busca por seu príncipe desaparecido. Howl é convocado pelo rei para o conflito bélico, mas o mago demonstra covardia e hesitação; desta forma, ele ausenta-se por um curto tempo. Sophie conhece a feiticeira do rei, Suliman, e também a bruxa que amaldiçoou-a — esta última retorna a sua verdadeira identidade. Em uma tentativa de resgatar a \"jovem\" amaldiçoada, a maga tenta capturar Howl transformando-o em um ser monstruoso, ele então consegue fugir de tal situação. Sophie percebe que a vida de Howl está, de alguma forma, correlacionada com a de Calcifer, e que o mago está transformando-se em um pássaro e que ele, a fim de proteger seu castelo, vai à guerra após aeronaves inimigas bombardeiam a terra natal de Sophie, que em pânico encharca Calcifer — que está com o coração de Howl —, após a Bruxa do Deserto tentar obtê-lo. Então, o castelo divide-se em dois; o que faz Sophie separar-se dos demais. Posteriormente, a bruxa decide devolver o coração de Howl e Sophie o coloca no corpo do mago, fazendo-o reviver e libertando Calcifer. A maldição de Sophie também é quebrada, embora seu cabelo ainda permaneça grisalho. Após beijar a bochecha de Cabeça de Nabo, seu feitiço é desfeito sendo revelado que este é o príncipe desaparecido de seu reino, que retorna à sua cidade natal para encerrar o conflito bélico e Suliman também decide fazer o mesmo. == Elenco == Apresenta-se a seguir o elenco de Hauru no Ugoku Shiro. == Produção == Em setembro de 2001, o Studio Ghibli anunciou a produção de dois filmes, o primeiro seria Neko no Ongaeshi e o segundo uma adaptação do romance de Diana Wynne Jones, Howl's Moving Castle. Alguns rumores apontam que o desenvolvimento de Hauru no Ugoku Shiro veio após Miyazaki visitar o mercado natalino de Christkindelsmärik em Estrasburgo. O produtor Toshio Suzuki afirmou que a motivação de Miyazaki a fazer o filme surgiu após uma leitura da obra de Jones, onde ficou impressionado com a imagem de um castelo em movimento. Não é explicado como o castelo se move e o diretor estava interessado em descobrir isso, a estrutura básica do mesmo consiste em mais de oitenta elementos, tais como torres, uma língua e pernas de galinhas, que foram renderizados digitalmente. Inicialmente, Mamoru Hosoda da Toei Animation foi escalado para dirigir o filme, mas o abandonou após os executivos do Studio Ghibli rejeitarem muitas de suas ideias conceituais. O projeto ficou arquivado até Miyazaki assumir, sendo retomado em fevereiro de 2003 e previsto para ser concluído na primavera de 2004, com lançamento no mesmo ano. Miyazaki foi à Colmar e Riquewihr na Alsácia, França, para estudar a arquitetura e os arredores do filme; com inspiração adicional dos conceitos de tecnologia futurista de Albert Robida. Comentaristas afirmaram que o imaginário do diretor foi influenciado por seu carinho pela arte ilusória da Europa do século XIX. Suzuki disse que ao contrário de muitos filmes ocidentais nos quais o ilusório vai de geral [para] específico, Miyazaki utiliza uma abordagem unicamente japonesa, frequentemente começando com algo muito específico e a partir dali evoluindo. O filme foi produzido digitalmente, porém os cenários junto aos personagens foram desenhados à mão e coloridos antes de serem digitalizados. Foram concluídos 1400 storyboards em 16 de janeiro de 2004, com a animação intermediária sendo concluída em 25 de junho. A tecnologia digital foi utilizada pelo Studio Ghibli para copiar partes fixas de uma cena, um processo que evita inconsistências entre várias frames, podendo criar uma impressão de artificialidade. Assim como os outros filmes do estúdio, Hauru no Ugoku Shiro foi co-produzido com outras empresas como Tokuma Shoten, Nippon Television Network, Dentsu, Buena Vista Home Entertainment, Mitsubishi e Toho. === Música === A trilha sonora original de Hauru no Ugoku Shiro foi inteiramente composta por Joe Hisaishi, colaborador habitual de Miyazaki, e interpretada pela Orquestra Filarmônica Novo Japão. Um álbum contendo todas as 26 faixas do filme foi lançado no Japão em 19 de novembro de 2004, pela Tokuma Shoten. Em destaque, a canção de abertura resplandece ao cenário da era vitoriana na trama e tem uma ludicidade suntuosa que é o reflexo do carisma de Howl. == Temas e análises == === Pacifismo === Hauru no Ugoku Shiro é composto por fortes temas anti-guerra, motivado pela insatisfação de Miyazaki em relação à Guerra do Iraque (que teve início em 2003). Quando foi premiado com o Oscar por Sen to Chihiro no Kamikakushi, o diretor disse que tinha muita raiva sobre a guerra, hesitando em comparecer à premiação. Também identificou-se como pacifista. No começo da guerra, Miyazaki decidiu fazer um filme onde presumia uma má recepção nos Estados Unidos. Apesar do sucesso no país, o teórico literário Dani Cavallaro afirmou que o diretor foi capaz de \"criar uma animação que, com certeza, causou um certo incômodo entre o público norte-americano\". Na obra, a personagem Suliman aparenta ter atitudes maléficas com intenções de criar discórdias, mesmo sendo onisciente, ela é incapaz de reconhecer o motivo da guerra até o final da trama — refletindo com a vontade de Miyazaki em expor as hostilidades do mundo real. Cavallaro também disse que a representação da guerra [no filme] é algo claramente agonizante e o destacou junto ao cenário militar. No universo de Hauru no Ugoku Shiro não é retratado nenhum vilão ou herói; à vista disso os personagens são complexos e mesmo aqueles sendo retratados inicialmente sob uma percepção negativa, como Howl, são capazes de mudar. Matt Kimmich argumentou que a mensagem simplista do filme é de que \"a guerra é ruim\". Ao transformar-se em pássaro ocorre o risco de Howl perder sua forma humana; em contraste com outros filmes de Miyazaki como Mononoke Hime, Ashitaka enfrenta uma maldição e tenta entrar em acordo pela paz entre dois lados. Andrew Osmond alega que em ambos os filmes mostram o limite da masculinidade, como exemplificado por Howl e Ashitaka. === Aviação e modernidade === Como em vários outros filmes de Miyazaki, Hauru no Ugoku Shiro reflete o amor do diretor pela ação de voar e declarou que sempre foi fascinado por aviões militares, mas passou a detestá-los devido ao propósito destrutivo para o qual foram criados, sendo este tema tratado subsequentemente em Kaze Tachinu. As aeronaves são representadas de formas inofensivas e destrutivas em Hauru no Ugoku Shiro, Cavallaro afirmou que Miyazaki queria retratar a aviação com admiração e temor. Essa sua visão matizada é parte da crítica mais ampla ao avanço tecnológico, Margaret Talbot descreve que o diretor demonstra uma profunda insatisfação com a vida moderna, particularmente com as consequências tecnológicas e o afastamento das pessoas com a natureza. Antonio Lioi descreve que Miyazaki frequentemente retrata belas cenas em contraste com aquelas que contêm símbolos da modernidade. === Velhice e compaixão === Miyazaki disse que um aspecto atraente da história de Hauru no Ugoku Shiro é a positividade do envelhecimento. No momento em que Sophie envelhece devido ao feitiço, ela se sente mais capacitada de expressar-se. Conforme o diretor, as mulheres idosas são um interesse raro nos filmes e faz com que o conceito de Hauru no Ugoku Shiro seja ousado. Elizabeth Parsons diz que o filme segue o estereótipo do envelhecimento pouco atrativo; as ações de Sophie são geralmente associadas com as de uma avó — tais como ser amável e bondosa. Também é descrita como uma das protagonistas mais fortes nos filmes de Miyazaki. De acordo com Parsons, isto dá ao filme um aspecto feminista. Em 2013, Miyazaki citou Hauru no Ugoku Shiro como uma de suas criações favoritas e explicou sua escolha devido ao seu desejo de transmitir a mensagem de que \"a vida vale a pena ser vivida\", argumentando que isso jamais iria mudar. No filme, Sophie demonstra superar vários obstáculos e coloca o deleite daqueles com quem se preocupa acima do seu, virtude que o diretor admira. Outros protagonistas de suas animações, como Ashitaka e San de Mononoke Hime; Sheeta e Pazu de Tenkū no Shiro Rapyuta, aprendem a sobreviver com o mesmo ensinamento. Esse princípio é notado em todo o filme por Cavallaro para demonstrar a capacidade do ser humano de ser compassivo. Ao longo do filme, Howl é apresentado como vaidoso e egoísta, aprendendo, subsequentemente, a pensar nos outros. Parsons expôs: \"As idosas [nas obras de Miyazaki] são mulheres poderosas e ao mesmo tempo amadas, difamadas, egoístas, fracas e más; em suma, não podem ser categorizadas ou estereotipadas\". == Lançamento == Hauru no Ugoku Shiro teve sua estreia mundial na Europa, no 61º Festival Internacional de Cinema de Veneza em 5 de setembro de 2004, contando com a presença do diretor Toshio Suzuki. Durante sua apresentação, a obra recebeu uma retumbante ovação de pé ao final de sua apresentação. O diretor artístico do festival, Marco Mueller, chamou-o de \"o maior manifesto contra a guerra em mostra este ano por aqui\". A primeira exibição pública do filme no Japão aconteceu em 23 de outubro no Festival Internacional de Cinema de Tóquio, antes de seu lançamento nacional em 20 de novembro, sendo posteriormente lançado em outras 28 nações. Sua primeira exibição em um cinema fora da Ásia foi realizada entre 12 e 13 janeiro de 2005 na França e Suíça, respectivamente. No mês de agosto, expandiu sua presença em território europeu e estreou na Alemanha, Áustria e Países Baixos. Em países lusófonos como o Brasil, o filme estreou em 5 de agosto e em Portugal a 13 de outubro. Os últimos países onde a película foi exibida em cinemas, foram: Chile, em 18 de maio de 2006; e Turquia, no dia 9 de junho. Na Europa, os maiores públicos foram na França, com um total de espectadores; seguido da Alemanha, com ; Reino Unido, com ; Itália, com ; e Espanha com espectadores. == Recepção == === Bilheteria === Hauru no Ugoku Shiro foi um sucesso no Japão, ficando na primeira colocação dos filmes mais assistidos no fim de semana de 20 e 21 de novembro de 2004, recebendo um total de dólares arrecadados em 448 cinemas, com uma média de por sala. Seguidamente, continuou na mesma classificação, arrecadando — representando uma queda de 16,6%. No final do ano, o filme permaneceu estável nas duas últimas semanas e apresentou um lucro total de ; ficando à frente de grandes estreias como The Incredibles e Godzilla: Final Wars. A obra começou bem o ano novo, ficando novamente em primeiro lugar e arrecadando , mas em seu nono fim de semana (terceiro do ano) registrou um declínio de 45,4%. Tornou-se o segundo mais assistido entre 22 a 23 de janeiro, atrás apenas de Ocean's Twelve. Sua presença nos cinemas ao decorrer de fevereiro e março foi estável, sofrendo algumas oscilações. Hauru no Ugoku Shiro reexpandiu a presença nos cinemas, apresentando um aumento de 24% entre 2 e 3 de abril. O filme encerrou sua exibição em território japonês em 10 de abril, com uma arrecadação total de . Na França estreou como o mais assistido, com de dólares arrecadados em 393 cinemas — por sala. Sua exibição terminou em 1 de março de 2005, com arrecadação de , sendo o 36.º longa- metragem mais bem-sucedido do ano no país. Porém seu maior sucesso no exterior foi na Coreia do Sul, onde estreou seu primeiro fim de semana como o segundo mais assistido, com uma arrecadação de em 183 cinemas. Subsequentemente alcançou o quarto lugar no ranking dos filmes mais assistidos, com , apesar de ter apresentado um declínio de 42,6%. O seu lucro total em território sul- coreano foi de , tornando-se o 14.º filme mais assistido pelos sul-coreanos em 2005. Nos Estados Unidos, Hauru no Ugoku Shiro estreou como o 14.º mais assistido, com dólares arrecadadas em 36 cinemas. Na semana seguinte subiu para o 13.º lugar entre os mais procurados, com . Seguidamente o filme apresentou oscilações, encerrando sua exibição em 6 de outubro e angariou . Seu próximo sucesso internacionalmente foi em Hong Kong, no qual arrecadou em sua estreia ao ser exibido em 37 cinemas e ficou com a segunda colocação entre os mais vistos. No final da próxima semana já apresentava uma arrecadação total de e foi assim até 27 de abril, encerrando com . Outras nações que apresentaram uma forte bilheteria em dólares foram Taiwan, com ; Alemanha, ; Reino Unido, ; Espanha, ; Itália, ; e Austrália, . No Brasil, Hauru no Ugoku Shiro apresentou um público total de espectadores e uma renda em reais de . Em Portugal sua estreia ocorreu em 14 salas de cinema, arrecadando dólares, e em seu segundo e último fim de semana registrou , totalizando . Internacionalmente arrecadou — 19,6 bilhões em ienes, sendo a 736.ª maior bilheteria da história do cinema. === Resposta da crítica === No agregador de resenhas Rotten Tomatoes, o filme recebeu um \"Certificado Fresco\" e marca uma pontuação de 87% com base em comentários de 184 críticos, com o roteiro de Miyazaki sendo elogiado, e registra uma nota 7,5 de 10. De acordo com o site, o consenso crítico da animação diz: \"Elegantemente feito pelo mestre Miyazaki, Hauru no Ugoku Shiro irá encantar as crianças com seu enredo fantástico e também comover os corações e mentes dos mais velhos\". No Metacritic, que atribui uma média aritmética ponderada com base em 100 comentários de críticos mainstream, o filme recebe uma pontuação média de 80 pontos com base em 40 comentários, indicando \"análises geralmente favoráveis\". Pelo mesmo, foi classificado como o 40.º melhor filme do ano. O crítico de cinema Peter Bradshaw, do The Guardian, aclamou-o dando quatro estrelas em cinco. \"Uma fábula inconstante e cômica com o objetivo de desafiar a lei da gravidade\". A mesma nota foi dada por Daniel Saney, do Digital Spy, que o chamou de \"fascinante\". A classificação máxima de cinco estrelas foi dada pelos seguintes críticos. \"Um dos melhores filmes do ano, com sua empolgante transparência entorno do envelhecimento, pacifismo e a bondade humana\", escreveram Frederic e Mary Ann Brussat para o Spirituality & Practice. Na publicação ao Mountain Xpress, Ken Hanke registrou: \"É uma junção de características, de verdades expostas nos diálogos e junto a sua esplêndida animação o tornam o que é\". Nota de quatro estrelas e meias em cinco vieram de Richard Nilsen, do The Arizona Republic, e Philippa Hawker, do The Sydney Morning Herald; com o primeiro dizendo: \"O mundo que é nos apresentado, por algumas horas, é pura fantasia. É um daqueles lugares que não desejamos mais partir\", e a segunda concluiu: \"Miyazaki atrai diversas gerações e um exemplo disso é o público infantil e adulto, que encanta-se com a profundidade e variedade da obra\". A.O. Scott, do The New York Times, escreveu: \"Não há limites para Miyazaki, e nesta animação repleta de maravilhas — onde alguns elementos são adaptados do livro e outros de sua imaginação\". De maneira similar, Jim Lane, do Sacramento News & Review, aclamou o filme, chamando-o de \"vivaz\", com Jonathan Rosenbaum, do jornal Chicago Reader, completando: \"O diretor tem uma maneira revigorante e persuasiva de associar a juventude a velhice, além da insensibilidade com a sabedoria\". Em publicação para seu site, James Berardinelli afirmou: \"Como em todos os filmes do cineasta, é provável que o 'surrealismo' seja mais notado pelos adultos do que pelas crianças, acabando por confundir tal público\". Érico Borgo, do website brasileiro Omelete, classificou a obra com uma nota máxima de cinco. \"Miyazaki coloca um novo e relevante elemento em O castelo animado: um manifesto contra a guerra. A industrialização desenfreada já havia sido duramente combatida no ecológico Princesa Mononoke, mas agora o cineasta japonês aponta seus holofotes criativos aos conflitos mundiais\". Ed Carlos Inácio de Sousa em sua resenha para o site Cineplayers, deu-lhe uma nota sete em dez, registrando: \"E como um legítimo filme do Studio, O Castelo Animado não podia ter menos qualidade. Tudo está presente: a magia, os personagens carismáticos, os detalhes... Mas, infelizmente, mesmo seguindo a receita de sucesso do Studio, para muitos O Castelo pode deixa a desejar. Com um roteiro que não se sustenta e complicações desnecessárias na segunda metade do filme, o que inicia bem torna-se confuso, mas no final retorna aos eixos\". Luís Antônio Giron, da revista Época, afirmou que \"na visão de Miyazaki, o caráter dos protagonistas se altera com a mudança de formas e de cores, que vão do berrante ao chiaroscuro\". === Prêmios e indicações === Hauru no Ugoku Shiro recebeu um total de 37 indicações para várias premiações e distinções, ganhando 19 delas, incluindo o Prêmio Osella por Realizações Técnicas no Festival Internacional de Cinema de Veneza; o Prêmio por Excelência em Animação no Festival de Arte do Japão, sendo a quinta produção da Studio a ganhá-la; e o Prêmio do Público de Melhor Filme no Festival de Cinema de Sitges. Entre as indicações mais notáveis, estão ao Oscar 2006 na categoria de Melhor Filme de Animação, competindo ao lado de Corpse Bride e Wallace & Gromit: The Curse of the Were- Rabbit; ao Leão de Ouro no Festival Internacional de Cinema de Veneza, sendo uma das poucas animações a estar em competição ao prêmio; e ao Prêmio Annie de Melhor Filme de Animação. === Reconhecimento === Hauru no Ugoku Shiro foi amplamente reconhecido como um dos \"dez melhores filmes do ano\", constando em várias publicações dessa categoria. Entre os veículos de comunicação que incluíram-no, estão: o jornal LA Weekly, em segundo lugar, Los Angeles Times, em quarto, The A.V. Club, em quinto, The Chicago Reader, em sexto, e The Baltimore Sun em oitavo. Na lista das melhores animações da década de 2000, da ScreenRant, foi eleito como o melhor lançamento de 2004 e pelo mesmo site alcançou a terceira posição das melhores películas de Hayao Miyazaki. Em 2019, a revista Rolling Stone o listou como a 33.ª animação na lista das 40 melhores animações de todos os tempos. Por Jasmine Venegas, do portal Comic Book Resources, foi listado cinco motivos de Hauru no Ugoku Shiro ser o melhor filme do Studio Ghibli, dentre eles: o destaque da personagem Sophie, mensagens enigmáticas e o romance entre os protagonistas, entre outros. == Bibliografia == * * * == Ligações externas == * — arquivado em 26 de dezembro de 2005 no Wayback Machine * Ficha técnica de Hauru no Ugoku Shiro no Studio Ghibli Categoria:Animes e mangás de aventura Categoria:Animes steampunk Categoria:Filmes ambientados em castelos Categoria:Filmes ambientados no século XX Categoria:Filmes baseados em romances de autores do Reino Unido Categoria:Filmes com trilha sonora de Joe Hisaishi Categoria:Filmes de animação do Studio Ghibli Categoria:Filmes de anime de 2004 Categoria:Filmes de guerra da década de 2000 Categoria:Filmes dirigidos por Hayao Miyazaki Categoria:Filmes distribuídos pela PlayArte Categoria:Filmes do Japão de 2004 Categoria:Filmes dobrados em português de Portugal Categoria:Filmes em língua japonesa Categoria:Filmes infantis do Japão Categoria:Filmes sobre bruxaria Categoria:Filmes sobre maldições",
 "title": "Hauru no Ugoku Shiro"
}