{
 "id": "121190",
 "text": "é um filme japonês de animação e fantasia, lançado em 1989. Dirigido por Hayao Miyazaki e produzido pelo Studio Ghibli, o seu roteiro tem por base o romance homônimo, escrito por Eiko Kadono em 1985. Na trama, a jovem bruxa, Kiki, sai de casa aos treze anos para tornar-se independente em uma nova cidade, e devido a sua habilidade de voar cria um serviço de entregas. Apesar de que a personagem seja uma bruxa, o longa-metragem focaliza nas provações e tribulações de sua adolescência. De acordo com Miyazaki, a produção retrata o abismo entre a independência e a confiança nas adolescentes nipônicas. O elenco da película é composto pelas vozes de Minami Takayama, Rei Sakuma, Keiko Toda, Minami Takayama, Kappei Yamaguchi, entre outros. Na pós-produção de Majo no Takkyūbin, o projeto foi atribuído a dois iniciantes do estúdio, Sunao Katabuchi e Nobuyuki Isshiki, entretanto, Miyazaki não gostou do roteiro feito por Isshiki, e então, assumiu o seu cargo, o de roteirista. O filme foi inteiramente desenhado à mão, sem recorrer à computação gráfica. Após o seu lançamento, tornou-se um sucesso financeiro e crítico, conseguindo lucrar bilhões de ienes no Japão, e figurou-se como o mais lucrativo do ano de 1989, além de ser o primeiro sucesso comercial do Studio Ghibli. Em países da Europa, como a França e a Itália, o longa apresentou um grande número de espectadores fora do Japão. Por parte da recepção crítica, conseguiu se destacar pelo tema de \"independência feminina\", com a vida cotidiana e a integração social, sendo elogiadas, outro ponto notável na obra é o fato de não focar nos poderes mágicos da protagonista, já que ela é uma bruxa. Na 13.ª edição da cerimônia dos Prêmios da Academia do Japão, que reconhece a excelência de profissionais da indústria cinematográfica japonesa; Majo no Takkyūbin ganhou o prêmio de \"melhor filme\" e Miyazaki recebeu uma indicação por sua direção. == Enredo == A jovem bruxa Kiki, deixa sua família e seus amigos aos treze anos para aperfeiçoar sua bruxaria numa nova cidade como a tradição exige de todas as jovens bruxas, com o seu gato preto Jiji, que a ajuda, a menina acaba numa cidade à beira-mar. Na desconhecida e grande cidade, a menina inicialmente fica insegura, mas conhece bons amigos em uma padaria e desenvolve o interesse de abrir um negócio: um serviço de entrega, devido a sua habilidade de voar. Com o apoio da padeira grávida e seu marido, Kiki recebe alguns pedidos de modo que ela faz amizade com muitas pessoas, entre outras, com uma senhora idosa, a quem até ajuda a fazer uma torta em um velho forno a lenha. Kiki aprende uma valiosa experiência e conhece seu primeiro amor, Tombo. Através de um severo ataque de dúvidas sobre si mesma, Kiki perde seus poderes mágicos, entretanto, nesta crise pessoal ela encontra compreensão e apoio de seus amigos, e quando Tombo fica em situação de risco de vida, Kiki salva-o e então, torna-se conhecida e amada por toda a cidade e também recupera sua autoconfiança. == Elenco == == Produção == Majo no Takkyūbin é uma adaptação do romance infantil homônimo escrito por Eiko Kadono. Hayao Miyazaki notou uma grande semelhança entre a protagonista (Kiki) com os jovens animadores do Studio Ghibli. Ainda na fase de pós-produção, Miyazaki ficou inteiramente ocupado com o desenvolvimento de Tonari no Totoro e Isao Takahata, cofundador do estúdio, com a animação Hotaru no Haka. Inicialmente, o projeto foi atribuído a dois novos funcionários do estúdio: Sunao Katabuchi, que já havia colaborado com Miyazaki em Meitantei Hōmuzu, sendo designado como diretor, e Nobuyuki Isshiki como roteirista. Entretanto, Miyazaki não ficou satisfeito com o primeiro script produzido por Isshiki, decidindo assumir de vez o roteiro da obra. A situação financeira da companhia também explica o crescente envolvimento de Miyazaki no longa-metragem. Posteriormente, várias alterações foram feitas por Miyazaki, que junto a sua equipe foi à Suécia para inspirar-se nas locações do país, já que o filme era ambientado na Europa. Na volta ao Japão, começou o enfoque no roteiro, nos esboços já produzidos e nos perfis dos personagens. Para este último, Miyazaki contou com a ajuda de outros profissionais. Com a finalização do script em 8 de julho de 1988, Miyazaki começou a trabalhar nos storyboards e depois na direção. Inicialmente, o filme deveria ter um lançamento limitado e uma duração no máximo de oitenta minutos, no entanto, o projeto ficou mais duradouro. === Animação === A animação do filme foi inteiramente feita à mão, não recorrendo a computação gráfica. Alguns dos efeitos mais utilizados, estão: o zoom, que destaca um aspecto importante de determinada cena, o movimento de câmera panorâmica, que é utilizado extensivamente nas cenas de voos, pois permite seguir um objeto em movimento e detalhá-lo ao espectador. === Ambientação === A história de Majo no Takkyūbin é decorrida em uma Europa romântica e idealizada. A cidade de Koriko, na qual a trama é ambientada, é uma mistura de cidades mediterrânicas (Lisboa e Nápoles), cidades do norte da Europa (Visby, Estocolmo, Paris e Amesterdã), e a cidade norte-americana São Francisco. A Suécia foi a principal inspiração para o filme, pois o diretor havia morado lá em 1971. Além da diversidade de lugares inspiradores, a cidade tem uma arquitetura que mistura diferentes épocas, com edifícios que vão desde o século XVIII até aos anos 60, este aspecto é reforçado pelos objetos, como um dirigível que remonta aos anos 30, os carros dos anos 40 e alguns televisores dos anos 50, essa junção de elementos contribuiu para a criação de uma Europa idealizada, que foge das exigências reais. A paleta de cores das produções do Studio Ghibli tem uma evolução de um filme para o outro; em Majo no Takkyūbin os tons dominantes são de verão, verde e azul, enquanto as cores escuras são apresentadas para sublinhar um sentimento negativo ou a noite. As colorações seguem a preferência por tonalidades mais realistas e discretas. === Música === A trilha sonora do filme composta por Joe Hisaishi, conta com 21 canções, sendo duas delas compostas e interpretadas por Yumi Arai; a canção de abertura (\"Rūju no dengon\") e dos créditos finais (\"Yasashisa ni tsutsumareta nara\"), possuem um estilo melodioso das décadas de 60 e 70. A trilha sonora assemelha-se ser deliberadamente europeia, inspirando-se na música ocidental para a medição e instrumentalização (por exemplo, o acordeão). As composições de Hisaishi estão imbuídas de inocência no filme, que também abrange muita serenidade que permitem ao espectador interpretar livremente a atmosfera das cenas. ; Lista de faixas == Temas == === Busca pela independência === Majo no Takkyūbin enfoca a jornada iniciática de Kiki, que, como uma adolescente despreocupada no início da história, gradualmente ganha independência e autoconfiança. Assim como na produção anterior de Hayao Miyazaki, Tonari no Totoro (1988), não há vilão ou confronto com o mundo exterior: Kiki não se rebela contra seus pais, que a apoiam, ou qualquer outra pessoa. Não enfrenta nenhuma situação extraordinária. Pelo contrário, sua passagem à idade adulta é pontuada apenas pelas vicissitudes e excitações da vida cotidiana, não sendo poupada nem mesmo do tédio típico da adolescência. Como qualquer criança em crescimento, Kiki tem que enfrentar pequenas decepções, superar vários problemas, e assim aprender a viver. Suas preocupações podem ser puramente materiais, tais como a necessidade de trabalhar para ganhar a vida, ou internas, como a falta de autoconfiança. O aspecto mais importante do aprendizado de Kiki é a independência, Miyazaki abordar essa tema no início do filme. O objetivo do diretor é apresentar a evolução de Kiki da maneira mais realista possível. A busca pela confiança parece ser uma questão tão importante quanto a apreensão da independência, conforme o diretor, bastantes jovens japonesas sofrem de \"privação espiritual\", embora tenham alcançado sucesso e independência material, porque o importante para elas é, sobretudo, encontrar seus próprios talentos e sua própria identidade, de modo a se integrarem numa nova comunidade. === Integração social === Miyazaki enfatiza a importância da coletividade e da integração em uma nova comunidade, temas valiosos para o diretor. Kiki, que a princípio é um pouco deselegante, por exemplo, com os meninos, aprende a conhecer seu lugar na sociedade e a construir laços virtuosos com a comunidade ao seu redor. Em particular, os valores de educação e o respeito aos mais velhos, são enfatizados no filme. Kiki conhece muitos personagens secundários (como Osono, Tombo e Ursula), e faz amizade com eles graças à sua bondade; é isso que lhe permite suavizar seu exílio e, finalmente, integrar-se pouco a pouco. As personagens do filme — Osono, que gerencia sua padaria brilhantemente, ou Ursula, sendo orgulhosa e independente — servem de modelo ou de guia para Kiki. O início do filme mostra a importância do relacionamento com o outro, através da representação lírica da família de Kiki, mais idealizada do que real. Miyazaki demonstra que Kiki cresceu em um espaço familiar ideal, na qual o ambiente é encantador, a mãe trabalha em casa e o pai chega cedo do trabalho. Osono e seu marido tornam-se uma família substituta para Kiki, destacando mais uma vez a importância dos familiares para o diretor. === Emancipação feminina === O enredo se destaca de muitas animações pela escolha de uma garota como protagonista, pois os temas da autonomia, autoconfiança, necessidade de sustentar-se ou a preparação com o futuro, são frequentemente representados através de personagens masculinos. No Japão, e em muitas outras culturas, é incomum para uma menina de treze anos ir sozinha a um lugar estrangeiro para se estabelecer financeiramente. Miyazaki altera muitas histórias, substituindo o herói por uma heroína, dando um tom original à sua história. Na cena final do filme, essa inversão de papéis pode ser observada quando Kiki resgata seu amigo Tombo, ao contrário da clássica sinopse do conto de fadas em que é o jovem que salva sua princesa. Através da força de caráter e teimosia de Kiki, o longa-metragem também difere dos mangás em que as meninas são frequentemente presas em papéis passivos ou idealizados. == Lançamento == A produção e a divulgação foram realizadas por Tokuma Shoten, que era então proprietário do Studio Ghibli. Majo no Takkyūbin se destaca por ter uma campanha publicitária maior do que as produções anteriores do estúdio, graças à sua parceria com a Nippon TV, e o apoio de uma grande empresa como a Yamato Transport. Posteriormente, o Studio Ghibli usou novamente esta estratégia de marketing em outros longas-metragens. O cartaz oficial do filme, que mostra Kiki encostada atrás do balcão da padaria, foi escolhido pelo produtor associado, Toshio Suzuki. Suzuki queria que o cartaz refletisse o verdadeiro significado do roteiro; que se concentra na vida cotidiana de Kiki, e não na sua magia. Suzuki afirmou que a Nippon TV, além de teasers, retransmita os filmes anteriores do Studio Ghibli pouco antes do lançamento de Majo no Takkyūbin. O filme foi lançado no Japão em 29 de julho de 1989 e arrecadou bilhões de ienes, e foi considerado o primeiro grande sucesso comercial do Studio Ghibli, além de ser o mais lucrativo em seu país de origem do ano de 1989. O seu orçamento foi estimado em 800 milhões de ienes. Foi também lançado em VHS (em 1995; com unidades vendidas), em DVD (em 2001; com mais de unidades vendidas) e em Blu-ray (em 2012; e com cópias vendidas). Além disso, foi transmitido quinze vezes entre 1990 e 2020, na televisão japonesa, com audiências variando de 13,5% a 24,4%. Em países lusófonos, como o Brasil, o filme foi lançado nos cinemas em 27 de julho de 1990, e em 1997, no formato de VHS, pela Disney Home Video. Também foi transmitido em alguns canais de televisão por assinatura do país, dentre eles: HBO, Disney Channel e Discovery Kids. Em Portugal, a animação foi transmitida algumas vezes pelo canal público RTP2. === Produtos derivados === A trilha sonora do filme foi lançada pela primeira vez em CD, em 25 de agosto de 1989 no Japão e vendeu cópias em seu primeiro ano, e foi posteriormente, relançada várias vezes no país. Em 1989, a editora Tokuma Shoten lançou um mangá de quatro volumes baseados na animação. Em 2013, Bungeishunjū publicou em colaboração com o Studio Ghibli, uma série de livros dedicados às produções do estúdio, cujo quinto volume é inteiramente dedicado a Majo no Takkyūbin. Uma variedade de produtos derivados também foram comercializados, incluindo brinquedos, acessórios e objetos decorativos. === Espectadores === * Japão: * França: . * Itália: * Finlândia: * Coreia do Sul: . * Dinamarca: * Noruega: * Suécia: * Suíça: * Espanha: 412 == Recepção crítica == {{Críticas profissionais | MC = 83/100 | RT = 96% | cri1 = Allmovie | ava1 = | cri2 = Total Film | ava2 = }} No Japão, o periódico The Japan Times fez uma revisão positiva ao filme, onde destacou o \"realismo psicológico\" dos sentimentos de Kiki. O diretor Akira Kurosawa afirmou que \"chorou\" ao assistir o longa-metragem, e em sua resenha para o Kinema Junpō, Mamoru Oshii, disse que a animação falha ao tentar satisfazer as expectativas do público. No website especializado em entretenimento Eiga.com, a obra detém uma nota de 3,9 por parte dos espectadores. Entre a imprensa especializada, a revista Animage dedicou dois longos e entusiásticos artigos a animação, nas edições de julho e setembro de 1989, onde concedeu-lhe o prêmio de melhor filme do ano. O filme mantém o certificado \"Fresh\" de aprovação, com a classificação de 96% no Rotten Tomatoes, e uma pontuação de 83/100 no Metacritic que representa \"aclamação universal\". Os jornais Los Angeles Times, The Seattle Times e Chicago Tribune elogiaram a qualidade do roteiro e da dublagem inglesa, que contou com a participação de Kirsten Dunst, Phil Hartman e Debbie Reynolds. O Seattle Times, entretanto, lamentou a \"animação limitada dos rostos\", e o Boston Herald a duração do filme. A revista cinematográfica Empire também fez uma revisão favorável. === Prêmios === Em 1990, Majo no Takkyūbin venceu na categoria de \"melhor animação\" na 44.ª edição anual dos Prêmios de Cinema Mainichi, e no mesmo ano ganhou os prêmios de \"melhor filme\" e \"melhor diretor\" na 13.ª edição da cerimônia dos Prêmios da Academia do Japão. Na 13.ª edição do Anime Grand Prix da revista Animage, venceu nas categorias de \"melhor filme\", \"melhor personagem feminina\" e \"melhor canção\" (por \"Yasashisa ni tsutsumareta nara\"). Na revista Kinema Junpo os leitores escolheram Majo no Takkyūbin como o melhor filme do ano, e ganhou uma medalha de ouro na 13.ª edição anual do Golden Gross Award. == Análise crítica == === Vida cotidiana === Uma produção sobre o cotidiano, Majo no Takkyūbin muitas vezes vai contra as expectativas do espectador, apresentando temas típicos de maneiras inesperadas, notadamente tendo uma garota como protagonista, buscando pela sua independência. Isso ajuda a tornar o filme mais realista do que fantasioso. Para reforçar o aspecto realista do longa-metragem, Miyazaki vai contra a representação clássica do desenho animado da menina com poderes mágicos que pode satisfazer todos os seus desejos. Ao contrário desse padrão, a animação centraliza-se na vida cotidiana de Kiki, que de fato tira muito pouco proveito de seus poderes de bruxa, além de que ela enfrenta os mesmos problemas de todas as adolescentes de sua idade. Seu aprendizado sobre a vida, que se dá em contato com o cotidiano e não através da educação de adultos, está assim repleta de pequenos e inesperados obstáculos que Kiki deve enfrentar com esforço, não com mágica, de modo a encontrar seu lugar no mundo. Em particular, o dinheiro desempenha importância na busca pela independência de Kiki, o que aumenta muito o realismo da história. A personagem Ursula é um modelo para Kiki: mais velha, ela vive independente e feliz em uma pequena cabana na floresta, Ursula ajuda Kiki a superar sua única crise no filme, a perda de seu poder de voar. Miyazaki vai contra os padrões dos desenhos animados, mostrando que os poderes mágicos da personagem principal não são inatos e que, ela pode perdê-los a qualquer momento, o que é, portanto, uma dimensão psicológica e não fantasiosa. Após deixar de pensar em suas preocupações e imperfeições, para tentar ajudar o seu amigo, Kiki consegue voar novamente. A vulnerabilidade de Kiki que leva à perda de seu poder, não é necessariamente uma falha, pois, lhe permite compreender melhor a si mesma. Além disso, os poderes mágicos não são inatos, reforçando a mensagem realista do filme, mostrando a necessidade constante do trabalho duro. === Escolha artística === O roteiro sendo desprovido de vilões ou conflitos externos, é caracterizado principalmente pelos estados de espírito de Kiki, entre alegria, tédio e preocupações, assim como por sua confiança em crise, que também é interior e psicológica. Esta caracterização também reflete a caótica transição de Kiki para a vida adulta. Muitas cenas em particular não acrescentam em nada a história, mas têm a função de transmitir uma emoção intensa. Segundo Jonathan Ellis, algumas cenas prestam discretamente homenagem ao trabalho dos animadores simbolizando a dificuldade de dar vida às imagens estáticas, talvez ecoando a situação ainda delicada do Studio Ghibli recentemente fundado por Miyazaki e Takahata, que escolheram a animação tradicional enquanto a computação gráfica estava começando a se impor. === Diferenças entre as versões === O romance homônimo é mais episódico e mais delicado do que o filme. Miyazaki queria retratar a passagem para a vida adulta de uma maneira mais realista e, contrastante, então ele modificou o roteiro para que sua personagem enfrentasse ansiedade, desilusão e solidão. Miyazaki dá um aspecto mais contemporâneo e social ao seu longa-metragem, para que as jovens possam se identificar com sua produção. Outras mudanças significativas foram feitas: por exemplo, no livro, Ursula é apenas uma cliente anônima de Kiki; Tombo vê Kiki em seu trabalho depois dela quebrar sua vassoura; Kiki termina seu ano de aprendizagem; o gato Jiji não tem namorada; Kiki não perde sua capacidade de falar com Jiji e voar. No romance, Kiki é retratada com cabelos compridos, mas na animação são curtos. Estas mudanças no filme desagradaram muito à autora do romance, ameaçando intervir a produção na fase do storyboard. == Legado == Para Toshio Suzuki, o sucesso de Majo no Takkyūbin marca o \"início da segunda fase do Studio Ghibli\". Fundado em 1985, o estúdio se baseia num modelo econômico que consiste em produzir filmes de alta qualidade, com um grande orçamento e, arriscando-se; no entanto, as três primeiras produções do Studio Ghibli tiveram um sucesso honroso nas bilheterias, mas foram insuficientes para permitir a sustentabilidade financeira do estúdio que, portanto, permanecia em uma situação frágil. A produção paralela de Tonari no Totoro e Hotaru no Haka, lançados em 1988, só foi lucrativa posteriormente, notadamente através da venda de produtos derivados do personagem Totoro. Entretanto, estas primeiras produções, que foram amplamente aclamadas pela crítica, ajudaram o estúdio a construir uma boa reputação. O lançamento de Majo no Takkyūbin marcou um passo importante para o Studio Ghibli, sendo seu primeiro grande sucesso de bilheteria. Com o sucesso, os principais encarregados do estúdio reorganizaram a estratégia para o futuro da companhia. Entre as decisões resultantes, o Studio Ghibli contratou definitivamente alguns de seus animadores de tempo integral — com um salário fixo, enquanto eram anteriormente pagos temporariamente — e decidiram contratar e formar novos talentos. Majo no Takkyūbin foi o primeiro filme do estúdio no qual Toshio Suzuki trabalhou diretamente como produtor associado. Suzuki, que era o editor da revista Animage, conhecia Miyazaki há vários anos. Suzuki entrou oficialmente para o Studio Ghibli logo após o lançamento de Majo no Takkyūbin, em outubro de 1989, e tornou-se o principal produtor e presidente do estúdio. === Bibliografia === * * * * * * * * == Ligações externas == * Categoria:Animes e mangás de amadurecimento Categoria:Animes e mangás de aventura Categoria:Animes e mangás de fantasia Categoria:Filmes baseados em livros infantis Categoria:Filmes baseados em romances de autores do Japão Categoria:Filmes com gatos Categoria:Filmes da Buena Vista International Categoria:Filmes de animação do Studio Ghibli Categoria:Filmes de anime de 1989 Categoria:Filmes de aventura da década de 1980 Categoria:Filmes de aventura do Japão Categoria:Filmes de estrada Categoria:Filmes de fantasia da década de 1980 Categoria:Filmes de fantasia do Japão Categoria:Filmes dirigidos por Hayao Miyazaki Categoria:Filmes dobrados em português de Portugal Categoria:Filmes em língua japonesa Categoria:Filmes infantis da década de 1980 Categoria:Filmes infantis do Japão Categoria:Filmes sobre amadurecimento Categoria:Filmes sobre magia",
 "title": "Majo no Takkyūbin"
}