{
 "id": "121127",
 "text": "Sérgio Frusoni (Mindelo, 10 de agosto de 1901 -- Lisboa, 29 de maio de 1975) foi um poeta italo-cabo-verdiano, filho de pais italianos. ==Biografia== Filho de Giuseppe Frusoni, um comerciante de corais de Livorno, e de Ermínia Bonucci, irmã de Pedro Bonucci, o qual foi um ilustre cidadão da ilha. Sérgio nasce desse casamento em 1901. Faz a 4ª classe em Cabo Verde e, atingida a idade do serviço militar, é enviado à Itália. Na terra de seus pais, igualmente, pouco estuda, podendo dizer-se que atinge simplesmente o nível do 2º grau de instrução primária. Ainda na Itália, casa-se com Mary Carlini (posteriormente Maria Frusoni), em 26 de Junho de 1924. Em 1925, aos 24 anos de idade, regressa a São Vicente, passando a trabalhar na Western Telegraph Company, tendo mais tarde mudado para a Italcable, concorrente da referida companhia inglesa, que, entretanto, havia se instalado na ilha. Em 1931, como empregado da Italcable, consegue a transferência para a cidade italiana de Anzio, onde se manteve durante um ano, até ser transferido, novamente, para a sede em Roma, onde lá estabelece residência entre 1933 e 1943. Com o advento da Segunda Guerra Mundial, alista-se no exército italiano, exercendo o serviço na função de amanuense. Vencida a Itália, na primavera de 1945, é preso e internado pelos americanos no Campo de Concentração de Coltano. Com os quatro filhos, incluindo o mais velho, Franco, que igualmente se encontrava no mesmo campo de concentração, é libertado e, em 1947, regressa com toda a família a S.Vicente. Sem qualquer espécie de salário, trabalha para seu tio, Pedro Bonucci, que somente o alojava e o sustentava com sua família. Também em 1947, passa a gerir o \"Café Sport\" no Mindelo, onde apresentava poemas e pequenos contos em crioulo. Lá trabalha até que a Italcable, recomposta da II Grande Guerra, reabre suas atividades em S.Vicente, readmitindo-o. Neste posto de trabalho mantém-se até 1964, ano em que se reforma e parte, de novo, para a Itália, onde permanece até 1970. Neste ano regressa novamente à sua terra natal, S.Vicente, e, em 1974, muda-se para Lisboa onde vem a falecer em 29 de Maio de 1975, em casa de seu filho primogénito Franco. === Trabalho Artístico === Na década de 1960 liderou o grupo de teatro \"Teatro do Castilho\" no Mindelo. Durante anos, foi locutor na Rádio Barlavento, onde dirigia e apresentava o programa \"Mosaico Mindelense\", em crioulo. Frusoni escreveu muitos contos e poemas em crioulo de São Vicente (Criol d' Soncente). É muito conhecido no arquipélago de Cabo Verde, mas é praticamente desconhecido no estrangeiro. No final da sua vida, Sérgio Frusoni foi também pintor. Para Corsino Fortes (Paralelo14: quinta-feira, 07 julho 2005), Sergio Frusoni \"colocou a mulher no centro da sua poesia, apresentando-a como a fiel depositária da perpetuação da espécie e dona do condão de resolver todos os problemas, mas sempre com dignidade\". ==Principais poemas== === Poemas em crioulo de São Vicente === * Contrabónde, Um vêz Sanvcênt era sábe (morna), Pracinha, Era um vêz um coquêr, Presentaçôm, Pa diante ê qu’ê camin, Flôr de Béla Sómbra, Fonte de nha Sôdade, Lembróme, Mnine d' Sanvicente, Programa para meninos, Marí Matchim, Diante de mar de Sanvicente, Sanvcênte já cabá na nada, Sê Brinque, Carta d'Angola, Nha Chica, Temp d' Canequinha * Soneto em crioulo dedicado ao Dr. Francisco Regala === Poemas em português === * In Mortis, À Sogra, Na Hora X, A Marmita, Ansias, A joia do artífice == Publicações == * Poemas \"Fonte de nha Sôdade\" e \"Tempe Félix\" em crioulo de São Vicente in Claridade - Revista de Arte e Letras; n.º 9; 1966 * \"Textos Crioulos Cabo- Verdianos\" in Miscelânea Luso-Africana, coord. Marius F. Valkhoff, 1975 * \"Contrabónde\", conto in in Miscelânea Luso-Africana, coord. Marius F. Valkhoff, 1975 * Vangêle Contód d'nôs Móda, tradução da versão latina do Novo Testamento de Bartolomeo Rossetti para crioulo de São Vicente, 1979 * A Poética de Sérgio Frusoni: Uma Leitura Antropológica, colecção de poemas em crioulo de São Vicente com tradução para português, coord. Mesquitela Lima, 1992 == Teatro == * Cuscujada - de Sérgio Frusoni ==Ligações externas== * Desenho de Sérgio Frusoni, concebido por Manuel Lopes * Pai nosse * Poemas de Sergio Frusoni * A Poética Crioula de Sérgio Frusoni de Simone Caputo Gomes * Colá S. Jon: reconstituição de um ritual cabo-verdiano em Lisboa. * ASPECTOS DA BIOGRAFIA DE SÉRGIO FRUSONI * Radio Barlavento * A Rádio Clube do Mindelo * Mestiçagem moldou obra de Sérgio Frusoni * Sermon d'montanha *Página sobre Sérgio Frusoni no Wikisource Categoria:Naturais do Mindelo (Cabo Verde) Categoria:Poetas de Cabo Verde Categoria:Contistas de Cabo Verde Categoria:Radialistas de Cabo Verde Categoria:Escritores em português Categoria:Escritores em crioulo cabo-verdiano Categoria:Naturais de Cabo Verde colonial",
 "title": "Sérgio Frusoni"
}