{
 "id": "121195",
 "text": "As Organizações Tabajara é uma empresa fictícia, auto-definida como um \"conglomerado monopolista\" criado pelo grupo de humor Casseta & Planeta da Rede Globo de televisão que utiliza o nome da tribo indígena Tabajara na associação a produtos fictícios, dos mais variados e extravagantes possíveis, e geralmente de cunho pejorativo ou politicamente incorretos. Geralmente os produtos possuem nomes que lembram inglês, mas usando o radical em português. São esses o prefixo \"personal\" e os sufixos \"-ation\" e \"-ator\". Exemplos: \"Carro Moita Disfarceitor Tabajara\" e \"Personal Mentirosation Tabajara\", sendo narrados com o otimismo e o sensacionalismo das propagandas dos anos 90 \" conforme visto na tv\" , \" agora ao seu alcance\". Na extinta revista Casseta Popular e, em menor escala, no tabloide O Planeta Diário, os cassetas já faziam propaganda, mas parodiando produtos verdadeiros. ==História real== Segundo os integrantes, eles viram o nome numa placa após as gravações do Casseta & Planeta Urgente!, e decidiram parodiar. Nenhuma entidade com o nome Tabajara pediu royalties, mas uma faculdade de São Paulo que tinha tal nome mudou por causa do programa. Na metade da década de 90, a Globo enfrentou problemas por causa do quadro Televendas Casseta & Planeta, por pressão dos anunciantes, acreditando que estavam fazendo publicidade gratuita a produtos. Como resultado, a equipe do programa inventou uma marca própria para tal. As Organizações Tabajara passaram a ser a marca que fazia todos os produtos do grupo.Luciana by Night, RedeTV!, 12 de novembro de 2019TICARACATICAST, 12 de julho de 2023 Na temporada de 2003, o programa cria o concurso Crie seu Produto Tabajara, que recebia sugestões de roteiros dos telespectadores.Casseta e Planeta Urgente, 23 de setembro de 2003 ==História fictícia== O imigrante \"de algum país europeu\" Gilvan Saturnino Tabajara veio para o Brasil, trazendo apenas um produto na mala: o Supositório de Magnésia Bisurada. Com os primeiros lucros, criou a corporação em 1923. Hoje, ela possui 21 empresas e fatura 10 bilhões de reais por ano. Atualmente, as Organizações Tabajara têm como concorrente, o Grupo Capivara, liderado por Seu Creysson. As Organizações Tabajara deram uma cutucada ao Grupo Capivara em 2003, dizendo que tinha \"ainda mais eco do que a concorrência\". Entre as grandes realizações das Organizações Tabajara está a compra da Argentina para tornar um estacionamento. Os anúncios com produtos fajutos são da época das revistas, porém o nome veio da TV. A origem do nome Tabajara se deve a um engenheiro da TV Globo que trabalhava no teatro Fênix e que era constantemente solicitado pela direção para consertar equipamentos que não funcionavam. Quando um microfone ou outro equipamento não funcionava, o Tabajara era sempre chamado. Com o tempo qualquer equipamento inoperante era um equipamento \"Tabajara\". Fora do Brasil, as Organizações Tabajara possuem um Centro de Pesquisas Tabajara em Tóquio.Casseta e Planeta Urgente, 29 de dezembro de 1998 ==Empresas== * Tabajara Motors & Motores - artigos de automóveis R$ 13 bilhões) * Tabajara Records & Discos - música (R$ 1,5 bilhão) * Tabajara Vídeo & Fitas de DVD - home video (R$ 2 bilhões) * Editora Tabajara - publicações (R$ 2,5 bilhões) * Tabasat - TV por assinatura, sátira à empresa Globosat (R$ 1,7 bilhão) * Autopersonal Services Tabajara - \"faça você mesmo\" (R$ 2,1 bilhões) * Viações Aéreas Tabajara Airlines - companhia aérea, filiada à Tabajaratur (turismo) (R$ 106 bilhões) * Banco Tabajara (R$ 17 bilhões) * Estaleiro Tabajara (R$ 840 bilhões) * Universidades Intregradas Tabajara - diplomas falsos (R$ 110 milhões) * MicroTabajara - informática (R$ 150 milhões) * PobreNet e * Televendas Tabajara (R$ 500 milhões) * Laboratórios Tabajara - pesquisas (R$ 400 milhões) * Total Security Tabajara - segurança (R$ 422 milhões) * Tabajaratel - companhia telefônica (R$ 170 milhões) * Tabajara Futebol Clube - equipe de futebol (R$ 200 milhões) * Tabajara Leites e Laticínios Lácteos - derivados do leite (R$ 100 milhões) * Tabaracel - telefonia móvel (US$ 100 milhões ) * Brasil Salcichão - frigorífico (R$ 100 milhões ) * Lanchonete Tabajara - Rede de Fast-Foods (R$ 100 milhões) ==Alguns produtos== *Barangaba Tabajara: Solução composta de de 600% de álcool e 0,0001% de ervas, para embelezar qualquer mulher, por mais feia que ela seja. Disponível nos sabores \"Mocréia\",\"Tribufu\" e \"Cão chupando manga\". *Cachaça Tabajara *Casa da Mulher Gostosa Carente: Instituição social que abriga as mulheres sensuais mas carentes. *Personal Pintovison: Espelho retrovisor para os gordos poderem ver os \"pênis\" *Torresmo Cor de Rosa Santa Tabajarinha: Criado da fusão das Indústrias Reunidas Ovos Cor de Rosa Tabajara e a Fábrica de Torresmos Santa Tabajarinha, tido como \"o primeiro tiragosto transgênico do mundo\".Casseta e Planeta Urgente, 11 de abril de 2000 *Camapulta Tabajara: Instrumento destinado àqueles que se embriagaram e, sem perceber, foram dormir com uma mulher feia. O instrumento consiste numa catapulta que atiraria a parceira longe. Vem junto uma fronha, para o caso de o usuário querer mantê-la por mais um tempo. *Vídeo \"Como Ganhar Mulheres Sendo Feio, Pobre e Sem Carro\": Inclui táticas como \"autopiedade coletiva\" (dá pra mim, pelo amor de Deus!) e pentelhação (dar petelecos na orelha até ela se entregar).Casseta e Planeta Urgente, 21 de agosto de 2001 *Vídeo Conversas Para Boi Dormir: Vídeo com discursos políticos para ajudar a dormir e curar insônias de bois. Produção da Divisão Rural Pecuária da Tabajara Vídeos.Casseta e Planeta Urgente, 26 de agosto de 2003 *Maridocard: Cartão de milhagem para maridos. Trocar fraldas dá 5 pontos, levantar a tampa da privada 10, e com 1500 é possível mandar a esposa e a sogra para a colônia de férias no Iraque. *Meleca Disfarceitor: Uma cobertura de papelão, para limpar o nariz no trânsito sem ser percebido pelo carro do lado. *Dog Bimbada Repeleitor: Para cães no cio pulando em sua perna, um conjunto de espetos de ferro para ele se traumatizar e fugir. *Personal Chuva: Guarda-chuva que \"faz chover\", para evitar constrangimentos por ter acreditado na meteorologia. *Olho Mágico de Caixão: Para o morto que quiser se vigiar para ladrões que quiserem arrombar seu caixão. *Vídeo \"Aprenda a Dançar com o Professor Coisinha de Jesus\" ==Veja também== *Livros do Casseta & Planeta Categoria:Casseta & Planeta Categoria:Empresas fictícias Categoria:Organizações fictícias",
 "title": "Organizações Tabajara"
}