{
 "id": "121246",
 "text": "é um filme japonês de animação e drama, lançado em 1988. Dirigido por Isao Takahata e produzido pelo Studio Ghibli, o seu roteiro é baseado no romance semi-autobiográfico de Akiyuki Nosaka. Hotaru no Haka é situada na cidade de Cobe, no Japão, e conta a dura história de dois irmãos (Seita e Setsuko) lutando para sobreviver durante os meses finais da Segunda Guerra Mundial. O elenco da película é composto pelas vozes de Tsutomu Tatsumi, Ayano Shiraishi, Yoshiko Shinohara e Akemi Yamaguchi. Para a produção de Hotaru no Haka, Takahata utilizou vivências pessoais de quando era criança para criar algumas cenas da animação, dentre elas a aflição e o bombardeio. Aclamado pela crítica, a obra foi considerada pelo célebre crítico cinematográfico Roger Ebert como um dos melhores e mais importantes longas-metragens sobre a guerra, e em 2000, incluiu-o na sua lista dos melhores filmes de todos os tempos. É reconhecido por analistas e estudiosos de cinema como um clássico cult e um dos filmes mais tristes da animação japonesa. Também foi considerado, ao lado dos longas Schindler's List e The Pianist, como uma das melhores produções anti-guerra da história, embora esta interpretação tenha sido negada pelo diretor. Após a versão animada duas versões em live action, também baseada na obra de Nosaka, foram lançadas; a primeira em 2005 e a outra em 2008. == Enredo == Nos últimos meses da Segunda Guerra Mundial, os irmãos Seita e Setsuko ficam órfãos após a morte da mãe num ataque aéreo em Cobe, no Japão. Depois de um desentendimento com a tia — com quem moravam —, mudam-se para um abrigo abandonado no meio da floresta. Sem parentes vivos e com pouca comida, Seita e Setsuko lutam para sobreviver. == Elenco == A seguir apresenta-se o elenco de Hotaru no Haka. * Tsutomu Tatsumi como * Ayano Shiraishi como * Yoshiko Shinohara como * Akemi Yamaguchi como a tia de Seita e Setsuko == Produção == === Desenvolvimento === Akiyuki Nosaka, autor do conto Hotaru no Haka, afirmou ter recebido muitas propostas para adaptações cinematográficas em live-action do seu conto. Nosaka argumentou que \"era impossível criar à terra árida e queimada que deveria ser o cenário da história\", e que atores infantis não seriam capazes de interpretar os personagens de forma convincente. O autor ficou surpreso quando uma versão animada foi oferecida, e após ver alguns storyboards, Nosaka concluiu que não era possível que tal história tivesse sido feita por qualquer outro método que não fosse a animação, e expressou surpresa pela precisão com que os arrozais e a paisagem da cidade foram retratadas. Isao Takahata viu-se obrigado a fazer o filme depois de ver como o personagem principal, Seita, era o único [na obra] do nono grau em tempo de guerra. Takahata explicou que qualquer história de guerra (animada ou não) tende a ser comovente e que os jovens desenvolvem um \"complexo de inferioridade\", onde percebem que as pessoas em épocas de conflitos bélicos eram nobres e mais maduras, e, o público acredita que a história não tem nada a ver com eles, e o diretor queria dissipar essa mentalidade. Sobre desenhar os personagens principais, o diretor disse que estava com dificuldade com Seita, pois nunca havia retratado um garoto com menos de cinco anos, porém, afirmou que o filme é do ponto de vista de Seita. Takahata disse haver considerado a utilização de métodos de animação não tradicionais, tendo dificuldade em esboçar o lugar retratado da obra, pois na animação japonesa \"não é permitido representar o Japão de uma forma realista\". Os animadores viajavam para alguns países para saber como os retratar. A maioria das ilustrações do filme são em marrom, ao invés do habitual preto; os contornos pretos só foram usados quando era absolutamente necessário, e isto foi feito para dar ao filme uma sensação de suavidade, segundo Michiyo Yasuda. === Trilha sonora === A trilha sonora de Hotaru no Haka foi inteiramente composta por Michio Mamiya que é especialista em música barroca e clássica. Foi originalmente lançada em 25 de junho de 1988, pela Tokuma Japan Communications, contendo dezoito faixas e sendo relançada em 5 de abril de 1997. ; Alinhamento de faixas == Lançamento == === Distribuição === Em seu lançamento nos cinemas, em 16 de abril de 1988, Hotaru no Haka foi lançando junto a Tonari no Totoro, de Hayao Miyazaki. Tanto Isao Takahata como Miyazaki, ambos fundadores do Studio Ghibli, queriam mostrar \"os dois lados da questão que tratavam\". Enquanto o público-alvo de Tonari no Totoro era o infantil, Hotaru no Haka era direcionado a um público mais velho; o primeiro filme mencionado obteve um enorme êxito comercial graças ao seu marketing, já o segundo não foi tão bem recebido devido à sua natureza adulta e realista sobre a Segunda Guerra Mundial no Japão. Cinco anos após o seu lançamento no Japão, Hotaru no Haka, foi lançado em países do Ocidente. Nos Estados Unidos foi lançado primeiramente no formato de VHS em 1993, pela Central Park Media, e um ano após estreou no Festival Internacional de Cinema de Chicago. Em 12 de agosto de 2018, estreou oficialmente nos cinemas estadunidenses, além de ser distribuído nos formatos de home video (desta vez pela GKIDS) e em serviços de streaming. A Versátil Home Vídeo ficou encarregada da distribuição de Hotaru no Haka no Brasil, que o lançou em blu-ray e DVD. Os extras dos produtos incluíram: storyboards originais e de cenas excluídas, depoimentos especiais, perspectiva histórica, vídeos promocionais, dentre outros. Também no país, Hotaru no Haka foi exibido no Festival do Rio na cidade do Rio de Janeiro em 2015, dentro de uma mostra de nove filmes do Studio Ghibli. Em Portugal a Outsider Films distribuiu o filme apenas em DVD como parte da \"Coleção Studio Ghibli\". O seu lançamento na França ocorreu em 19 junho de 1996 e conseguiu atrair boa recepção por parte dos críticos. === Classificação indicativa === Em seu país de origem, Hotaru no Haka recebeu da Eirin a classificação , e podendo ser assistida por todas as faixas etárias. Nos Estados Unidos, o filme não classificado pela Motion Picture Association of America (MPAA) sendo categorizado como Not Rated (NR), mas foi descrito com cenas de \"violência e distúrbio alimentares\". O senso comum do portal Common Sense Media sugere que a animação seria recomendada para maiores de 15 anos. No Brasil, em seu lançamento para blu-ray e DVD, o filme recebeu a classificação de \"impróprio para menores de 12 anos\", conforme o Departamento de Justiça, Classificação, Títulos e Qualificação (DEJUS). Por outro lado, no Ingresso.com —maior ticketeria online do país— foi classificado como \"livre para todos os públicos\". Em Portugal, a organização de Inspecção-Geral das Actividades Culturais atribuiu uma classificação M/12. Assim, foi recomendado para maiores de 12 anos. == Recepção == === Bilheteria === No Japão, Hotaru no Haka arrecadou ao total 590 milhões de ienes, tendo um sucesso modesto ao de Tonari no Totoro nas bilheterias. Em seu lançamento oficial nos cinemas da América do Norte, em 12 de agosto de 2018, Hotaru no Haka arrecadou dólares em sua estreia, em 715 cinemas. No dia seguinte apresentou uma alta de 20,2% com uma receita de dólares. Já em seu quarto e último dia (15 de agosto) lucrou dólares, ao total arrecadou — em 715 cinemas — dólares. === Resposta da crítica === Hotaru no Haka obteve aclamação por parte dos críticos contemporâneos. No agregador de resenhas Rotten Tomatoes, o filme recebeu o \"Certified Fresh\" e marca uma pontuação de 100% com base em 40 resenhas e registra uma nota 9,30 de 10. No Metacritic, que atribui uma média aritmética ponderada com base em 100 comentários de críticos mainstream, o filme recebe uma pontuação média de 94 pontos com base em 16 comentários, indicando \"aclamação universal\". Glenn Kenny, do aclamado The New York Times, fez uma crítica positiva ao filme, afirmando que \"Hotaru no Haka continua sendo uma das animações mais surpreendentes e comoventes de todos os tempos. Foi considerado com \"The 400 Blows\", \"Kes\" e \"Vagabond\", um dos melhores filmes sobre ser jovem em um mundo indiferente\". \"Uma experiência emocional tão poderosa que obriga a repensar sobre a animação\", disse o crítico de cinema Roger Ebert em seu website. Na publicação ao Entertainment Weekly, Michael Saulter escreveu: \"o filme é tão profundamente triste que é às vezes difícil de ver, mas tão cheio de beleza que é impossível de desviar o olhar\". A mesma nota foi dada pelo IndieWire que além de chamá-lo de \"insuportavelmente triste\" elogiou o seu contexto. Nota de cinco estrelas vieram de Steve Rose, do The Guardian e da revista Time Out; com o primeiro dizendo: \"esta obra- prima japonesa é uma história de guerra tão dolorosa como qualquer longa- metragem em live-action\". \"Hotaru no Haka não é um filme a ser levado de ânimo leve. Nem sequer ser apreciado. É uma obra que exige — e merece — concentração total e rendição emocional\", registrou o editorial da Time Out. James Berardinelli, do Reelviews, premiou Hotaru no Haka com 4 estrelas, afirmando que \"embora uma criança possa ser afetada no filme, leva um certo tempo para absorver completamente o que o diretor Isao Takahata quis dizer\". Além de ser descrito por sua ótima narrativa, Takahata foi elogiado por não romantizar o sofrimento dos personagens. Também foi descrito como um filme para não ser assistido com a família. O website brasileiro Cinema com Rapadura atribui-lhe uma nota média de 10 pontos, com Davi Galantier Krasilchik registrando: \"partindo de uma ótica extremamente intimista, Hotaru no Haka é uma das obras mais emocionantes a já ter vida nas telonas, dono de uma poderosa dupla de protagonistas e de atordoantes toques de realidade e melancolia\". As discussões trazidas pela obra foi um fato notado por Luiz Santiago do portal português Plano Crítico. Acrescentando que 'quando traçam um paralelo delas com a realidade de milhares de pessoas, em todas as idades, que não apenas morrem pela ação direta do fogo das muitas guerras em andamento, mas também por todos os outros males que elas trazem consigo'. === Reação do público === Após o seu lançamento internacional, notou-se que públicos diferentes interpretaram Hotaru no Haka de forma contrária devido a diferenças culturais. Por exemplo, quando o filme foi assistido pelos espectadores japoneses, a decisão de Seita de não voltar à casa da sua tia foi vista como uma decisão compreensível, pois conseguiram compreender como Seita havia sido criado para valorizar o seu orgulho e o de seu país. Mas, americanos e australianos foram mais propensos a perceber a decisão como pouco sensata, devido às diferenças culturais, de modo a tentar salvar a sua irmã e a si próprio. === Temas e análises === Alguns críticos no Ocidente têm visto Hotaru no Haka como um filme anti-guerra devido à representação gráfica e emocional das tragédias deixadas pela guerra na sociedade e de seus indivíduos nela, a obra focaliza sua atenção quase inteiramente nas tragédias pessoais que a guerra provoca, em vez de tentar glamorizá-la como uma luta heroica entre nações inimigas. Enfatizando que a guerra é o fracasso da sociedade em cumprir com o seu dever mais importante, o de \"proteger seu próprio povo\". No entanto, Takahata negou repetidamente que o filme fosse anti-guerra, e em suas próprias palavras: \"não é de modo algum um anime anti-guerra e não contém absolutamente nenhuma mensagem desse tipo\". Em vez disso, Takahata tinha a intenção de transmitir uma visão dos irmãos vivendo uma vida fracassada devido ao seu isolamento da sociedade. Como o filme dá pouco contexto à guerra, Takahata temia que algum político pudesse alegar que lutar é necessário para evitar tais tragédias e duvidar que as representações do sofrimento em obras semelhantes, como em Hadashi no Gen, preveniam conflitos bélicos. === Prêmios === Ano Premiação Categoria Destinatário(s) Resultado 1988 Blue Ribbon Awards Prêmio Especial Isao Takahata 1994 Chicago International Children's Film Festival Prêmio do Júri — Animação Isao Takahata 1994 Chicago International Children's Film Festival Prêmio dos Direitos da Criança Isao Takahata == Ver também == * Bombardeios no Japão durante a Segunda Guerra Mundial * Sakuma drops === Citações literárias === * == Leitura adicional == * — estudo feito sobre o filme pela Association for Asian Studies. * — texto dissertativo por Rafael Colombo Martineli, da Universidade Federal de Uberlândia. * — resenha sobre os principais temas do filme, publicado pela Ritsumeikan Asia Pacific University. == Ligações externas == * Categoria:Animes de 1988 Categoria:Animes e mangás de drama Categoria:Animes e mangás de tragédia Categoria:Filmes ambientados em 1945 Categoria:Filmes baseados em contos Categoria:Filmes com órfãos Categoria:Filmes de animação da década de 1980 Categoria:Filmes de animação do Studio Ghibli Categoria:Filmes de anime de 1988 Categoria:Filmes de drama de guerra da década de 1980 Categoria:Filmes de drama de guerra do Japão Categoria:Filmes dirigidos por Isao Takahata Categoria:Filmes do Japão de 1988 Categoria:Filmes em língua japonesa Categoria:Filmes sobre a Guerra do Pacífico (Segunda Guerra Mundial) Categoria:Filmes sobre irmãos",
 "title": "Hotaru no Haka"
}