{
 "id": "12123",
 "text": "Maria Bibiana do Espírito Santo, Mãe Senhora, Oxum Muiuá, (Salvador, 31 de março de 1890 - Salvador, 22 de fevereiro de 1967) foi a terceira Ialorixá do Ilê Axé Opô Afonjá em Salvador, Bahia. == Origem e vida pessoal == Maria Bibiana do Espírito Santo nasceu no dia 31 de março de 1890Vivaldo da Costa Lima entregou a Mãe Stella a certidão de batismo de Mãe Senhora, onde consta a data de nascimento de Maria Bibiana do Espírito Santo como 31 de Março de 1890. O documento faz parte do acervo do museu Ilê Ohun Lailai, do Ilê Axé Opô Afonjá., filha de Félix do Espírito Santo e Claudiana do Espírito Santo, na Ladeira da Praça em Salvador, Bahia. Tinha uma irmã chamada Felícia do Espírito Santo. Mãe Senhora é descendente da nobre família africana Assipá, originária de Oió na Nigéria e Queto no Benim. Sua mãe, Claudiana do Espírito Santo era filha de Madalena. Madalena era filha da Sra. Marcelina da Silva, Obá Tossi, uma das fundadoras da primeira casa de candomblé no Brasil: o Ilê Axé Airá Intilé, ou Candomblé da Barroquinha, depois Casa Branca do Engenho Velho, em Salvador. Foi iniciada na nação Queto em 4 de novembro de 1907, pela ialorixá Eugênia Ana dos Santos, Mãe Aninha, em sua casa na Ladeira da praça, no Pelourinho, centro histórico de Salvador. Mãe Aninha lhe entregou a cuia (contendo a faca, a tesoura e a navalha) no ritual de iniciação.A entrega simbólica da navalha às ebomis (filhas de santo confirmadas nas cerimônias de três e sete anos) tem hoje o nome de \"cerimônia do decá.\" A navalha fora de sua avó, Marcelina da Silva, Obá Tossi. A linhagem familiar é que permitiu a Mãe Senhora, ainda criança, a receber os símbolos do direito ao mais alto posto do candomblé. Mãe Aninha não queria iniciar Mãe Senhora tão jovem - pois sabia como é pesada a disciplina do sacerdócio - mas teve uma visão na qual Marcelina da Silva, Obá Tossi, ordenava-lhe o contrário. Segundo consta, os primeiros banhos rituais de Mãe Senhora, ainda menina, foram tomados no Ilê Axé Airá Intilé, em Salvador.Santos, Deoscóredes Maximiliano dos. História de Um Terreiro Nagô. 1988. Ver seção Bibliografia. Casou-se com Arsênio dos Santos. No dia 2 de dezembro de 1917, nasceu seu filho único, Deoscóredes Maximiniano dos Santos, Mestre Didi. Foi Ialorixá do Ilê Axé Opô Afonjá em Salvador no período de 1942 a 1967, consolidou-se uma das maiores líderes religiosas da história do Brasil. Morreu na madrugada do dia 22 de janeiro de 1967, na casa de Oxalá do Ilê Axé Opô Afonjá em Salvador, Bahia, vítima de um súbito AVC (acidente vascular cerebral). == Comerciante no Mercado Modelo e na festa do Ribeira == Mãe Senhora tinha uma barraca na rampa do antigo Mercado Modelo que chamava de \"A Vencedora\", mais como forma de entretenimento do que de subsistência. Tinha o hábito de chegar ao mercado entre 8 e 9 horas da manhã para vender frutas que o pessoal do Opô Afonjá apanhava na roça: manga, araçá, tamarindo, mangabada etc. Quem ajudava era Celina de Jesus, Cosme, Valdeck. Sua neta, Inaicyra, filha de Mestre Didi, lembra com saudade que gostava muito de comer os bolinhos manauês e das bolachinhas de goma que ela fazia e as vezes vendia por lá. Entre 2 e 3 horas da tarde, já estava de volta em casa, com suas compras: rabada, fígado, o que mais tivesse bonito e fresco na ocasião. Foi também no Mercado Modelo que Camafeu de Oxóssi fez a aproximação de Jorge Amado com Mãe Senhora. Jorge Amado costumava frequentar muito a barraca de Camafeu.SANTOS, José Félix dos, e Cida Nóbrega. Maria Bibiana do Espírito Santo, Mãe Senhora: saudade e memória. Salvador, BA: Corrupio, 2000. Ver seção Bibliografia. Mãe Senhora costumava vender na festa do Ribeira, no bairro de mesmo nome, em um ponto que era dela (e não uma barraca como no Mercado Modelo), quando vendia cocada e doces diversos. Esse ponto ela passou depois para uma senhora de nome Epifânia, sua filha de santo. Quando estava por lá, Mãe Senhora tinha o hábito de ir a Missa da Igreja de Nossa Senhora da Penha. Segundo relato de sua neta, Nídia Maria do Santos, filha mais velha de mestre Didi, Mãe Senhora não tinha o hábito de estar com suas contas e roupas de obrigação fora do Opô Afonjá, quando dessas visitas ao antigo Mercado Modelo e na festa do Ribeira. == Ialorixá no Ilê Axé Opô Afonjá == No dia 25 de Dezembro de 1937, Mãe Stella conta que conheceu Mãe Aninha e Mãe Senhora (Ossi Dagã), numa visita com seus familiares ao Ilê Axé Opô Afonjá: \"Esse espaço era uma fazenda com pouquíssimas casas, muita vegetação, muitas árvores e muito mistério - sem água corrente nem luz elétrica, mas era tudo lindo! No decorrer da visita, escutei muitas vezes mãe Aninha, a quem eu chamava de tia, solicitar a presença da ossidagã para as funções as mais variadas. Dava pra notar que era um pessoa de extrema confiança e que se dedicava carinhosamente, com respeito e sem medo, às funções que lhe eram impostas. A ossidagã era uma figura que emanava simpatia e segurança. Corpo rechonchudo, seios fartos, olhos grandes, lindo riso, pouca estatura, pernas curtas - fazia tudo com a mão esquerda. Era uma deusa de ébano! Voltei para casa com a imagem de tia Aninha, imponente e misteriosa, que com um gesto meio mágico tirou uma fruta - uma maçã vermelha - de uma grande gamela que estava no altar de Xangô, e me entregou. Achei ótimo, esnobei meus irmãos, ainda mais quando me disseram: - Só você ganhou a fruta do pé do Santo... Não me saía da cabeça a imagem da ossidagã. Só falava nela e, então, fui informada de que ossidagã era o cargo que ela ocupava no Axé. Um ano depois, voltei com minha tia Arcanjá, a Sobaloju do Opô Afonjá, e Joaninha, companheira de todas as horas. Tia Aninha já tinha falecido e a ossidagã reinava como Ialorixá do Axé Opô Afonjá. Desse tempo em diante, o destino do Candomblé de São Gonçalo ficou a cargo de mãe Senhora, o que ocorreu após o afastamento de mãe Bada, a sucessora imediata de mãe Aninha.\" Como Vivaldo da Costa Lima explica, na época do falecimento de Mãe Aninha, a direção do Ilê Axé Opô Afonjá foi dividida entre a antiga dagã da casa e a ossidagã (Mãe Senhora), que passou a usar o título de ialaxé. Com o falecimento de Mãe Badá, Olufã Deii, em 1941, a ialaxé continuou à frente do terreiro até que, em 1945, após sete anos da morte de Mãe Aninha, foi realizada a cerimônia de Acu e Mãe Senhora passou a ser chamada de ialorixá, a ser de fato e direito, a mãe-de-santo do terreiro.A família de santo nos candomblés jejes-nagôs da Bahia: um estudo de relações intragrupais. Português. ed.2a. Salvador. Corrupio. 2003. Ver seção Bibliografia. Mãe Stella lembra que o período de Mãe Badá \"foi curto, pois a idade avançada e a doença abreviaram seu tempo no Aiê. Partiu para o Orum levando consigo muita força misteriosa e valiosos conhecimentos. Passado o tempo regulamentar, o destino do Axé ficou sob a orientação de Mãe Senhora. Com pulso forte e doçura de Oloçum, por mais de trinta anos se dedicou ao Opô Afonjá. Mãe Senhora tinha total dedicação a Xangô e o consultava para as mínimas coisas. Ele era seu orientador e confidente. Vibrava nas festividades dedicadas ao senhor Afonjá.\" Mestre Didi conta que \"com o título de Ialaxé Opô Afonjá (mãe da força espiritual que mantém o Axé Opô Afonjá), dirigindo os destinos do terreiro, ao lado de uma senhora filha de africanos, muito amiga de Iá Obá Bii, de nome Maria da Purificação Lopes, ou Babá Olufã Deii. As duas puseram o Axé a funcionar, e no dia 26 de junho de 1939 deu-se a inauguração da nova casa de veneração aos mortos, construída para as obrigações da finada Aninha, junto ao cruzeiro. Fizeram a iniciação das seguintes pessoas: Honorina, filha de Oçânhim; José e Hilda, ambos de Xangô; Senhorazinha e Dacruz, ambas de Oxum; e Isabel, de Iansã. Três dias depois, Fortunata e Antonieta, ambas de Obaluaiê; Dulcinha e Benzinha, ambas de Iemanjá. Entrou também, mais três dias após, Stela, de Oxóssi. No mesmo ano, foi feita uma casa para Ogum, e reiniciaram-se obras do novo barracão e a construção da casa de Xangô.\" Segundo o Sr. Agenor Miranda, Mãe Senhora \"foi a verdadeira continuadora de mãe Aninha (...) Quando a conheci, Senhora já era uma mocinha, era uma verdadeira rainha. Sabia ser dócil e meiga mas, também, sabia impor respeito, quando necessário fosse. Todos respeitavam muito Senhora. Eu era muito amigo dela e ela minha amiga, mas eu sempre a respeitei muito porque os antigos sempre tinham em mente a hierarquia e ela era mais velha do que eu. Ela era minha irmã, porque fomos feitos por Aninha, mas quando eu a conheci, ela já era feita e já tinha um cargo dado por minha mãe Aninha, dentro do Axé.\" Mãe Stella ainda conta que Mãe Senhora \"falava muito sobre hierarquia, dando ênfase à autoridade de Mãe Aninha. Segundo minha mãe, aquela falava pouco no dia-a-dia com os Filhos-de-Santo, deixando a tarefa para a Dagã do Ibé, dona Fortunata de Odé, que por sinal fora Ojuboná de minha mãe. Era assim responsável pelos Aburôs da Casa. Ao assumir o posto de Ialorixá, além de outras inovações que serviram para o engrandecimento da Casa, Mãe Senhora criou os subcargos de Otum e Ossi para o Corpo de Obá. Cada Obá passou a ter, então, seus auxiliares - um Otum e um Ossi. Obá Odofim teria, por exemplo, um Otum-Obá Odofim e um Ossi-Obá Odofim. A formação do Corpo de Obá passou assim, de doze para trinta e seis componentes, ela colocou no lugar de Dagã (pois Dona Fortunata falecera), a sua Omo-Orixá Antonieta. E como Otum e ossidagã, respectivamente, Georgete e Didi. Outros oiés foram preenchidos. Eu era Colabá, sucedendo Matilde. Além disso, Mãe Senhora confirmou muitos Ogã e Obá. A vaidade de minha mãe incentivava as Filhas a se arrumarem com esmero. E como a velha era exigente com coisas de Barracão! Não tinha esta de saia mal passada; anágua murcha... Eu (Teté, como carinhosamente era chamada por ela), Haydée e Moacir éramos os acompanhantes de Mãe Senhora à Ilha de Itaparica, para o Ilê Aboulá.\"SANTOS, Maria Stella de Azevedo. Meu Tempo É Agora. 2a Edição. 2010. Ver seção Bibliografia. Conforme relato de Sinval da Costa Lima, Mãe Senhora \"era uma mulher muito rigorosa com as coisas da seita, ela não abria mão de nada que não fosse determinado, ela não fazia nada sem \"ir ao pé de Xangô\", isto é sem que ele autorizasse e confirmasse. Ela era uma mulher assim, de maneira que todos a respeitavam e ela se dedicava muito.\" Nídia Maria Santos, filha mais velha de mestre Didi e neta de Mãe Senhora, lembra que \"durante as festas do Axé, quando era a festa de Oxum, ela ficava 16 dias na casa de Oxum. As pessoas mais chegadas ficavam também lá com ela: eu, Ditinha, Filhazinha, Vanjur. Tinha ano que ela mandava cozinhar na casa de Xangô e tinha ano que ela mandava construir uma palhoça, ao lado da casa de Oxum, e aí cozinhava, lavava, fazia toda a obrigação lá em baixo. Tinha época que ela ficava mais nervosa e mandava todo mundo pra casa de Xangô e aí ficava cobrando: \"Meu almoço, cadê essas meninas?\" Ela almoçava às 10 horas da manhã. Quando passava desse horário, ela dizia: \"Querem me matar de fome?\". Quando era festa de Oxalá, ela também ficava hospedada 16 dias na casa de Oxalá. Depois ela retornava para casa de Xangô e lá ela ficava para outras festas. Na festa de Oxum, ela fazia o bori dela também na casa de Oxum. O presente de Iemanjá que ela fazia era muito simples. Ia ela, Georgete, Didi Tololá, Ditinha, ela não deixava ir muita gente não.\" Segundo Moacyr Barreto Nobre, a festa de Oxum de Mãe Senhora \"era uma maravilha. Primeiro, ela se mudava por 16 dias para a casa de Oxum. Todas as tardes ela subia para acender Xangô e depois descia, e todas as quartas-feiras ela subia e passava o dia com Xangô, à tardinha ela descia. Eram 16 dias de obrigação para Oxum. Ela vibrava e dançava muito. A Oxum dela era leve, linda. Eu não sei o que ela dançava mais bonito, se era a cantiga corrida, se era Ijexá. Não sei, é até suspeito eu dizer.\" Carmen Oliveira da Silva, Mãe Carmen, filha de Mãe Menininha do Gantois e ialorixá do Ilê Iá Omim Axé Iá Massê (ou terreiro do Gantois), conta que Mãe Senhora \"era bem meiguinha, aquele jeito de Oxum, aquele carinho, mas na hora necessária tinha pulso forte. Ela e minha mãe eram do mesmo estilo, ambas filhas de Oxum. Ela era baixinha, meio forte, aquele jeito mãezona, um jeito gostoso de baiana, que até a gente não vê tanto mais - assim meio gordinha, meio redondinha, fofinha -, andar macio, pisando mais para um lado, aquele jeito manhoso de andar.\" Mãe Carmen ainda conta que Mãe Menininha \"e mãe Senhora se tratavam de irmãs. No Gantois, ela era tão respeitada quanto mamãe. Era tão nobre que as reverências que a gente fazia pra mamãe a gente faria pra ela, sempre e em qualquer lugar que estivesse. O Candomblé, de um modo geral, ganhou muito com mãe Senhora, porque mãe Senhora foi uma deusa, uma pessoa que dignificou o Candomblé, que se impôs; era imponente e meiga, sabia conduzir suas filhas e suas irmãs-de-santo com carinho e com respeito, e com autoridade. A passagem dela por aqui foi rápida, mas deixou uma marca muito forte. Então, todos os candomblés têm de agradecer a Deus, a Olorum, pela vinda de mãe Senhora à terra. Era uma pessoa muito digna, de muito caráter, vivia o Candomblé como uma coisa séria, nunca comercializou o Candomblé; ela serviu aos orixás com muito zelo, morreu na casa do candomblé. Dedicou toda a vida dela aos orixás, criou seus filhos e serviu aos orixás.\" Nancy Carybé conta que Mãe Senhora \"tinha uma coisa que me impressionava muito que era o de olhar para a pessoa e já saber das coisas que se passavam com ela, o que ia em sua cabeça. Ela dizia certas coisas que depois, quando consultava os búzios, confirmava tudo. Não só de santo, mas do que se passava com a gente. Eu admirava muito ela pelo instinto, porque você a consultava como se fosse para um psicanalista, ela tinha um instinto fantástico assim para lhe compreender e aconselhar; era uma coisa incrível, tudo que ela dizia e aconselhava e você seguia aquela orientação, dava certo.\" Nancy também lembra que Carybé \"foi sumamente fiel a este candomblé. Claro que ele frequentava outras casas também, mas o que ele gostava mesmo era o Opô Afonjá. Era sua segunda casa. E ele acreditava em todos os preceitos do candomblé e seguia. Ele não foi iniciado. Ele foi suspendido obá, como eles dizem lá. Senhora o nomeou Obá de Xangô. Foi uma cerimônia bonita que estavam, também, Caymmi, Jorge, e Tibúrcio Barreiros. Eles eram quatro. Carybé foi fiel até o fim. Ele acabou morrendo no lugar onde ele gostava, no dia de Oxóssi, quando foi participar da reunião que havia cada primeira quarta-feira do mês. Carybé tinha muito amor por aquele candomblé e lutou muito para conseguir da Prefeitura que a sua propriedade passasse para o nome do terreiro e pela escola que funciona lá, também.\" Emanoel Araújo confirma em depoimento que Carybé também foi muito fiel a Mãe Senhora e ao Afonjá: \"Foi assim com muitos de nós, mas não com Carybé. Este foi a pessoa que foi até o final. Mesmo com Dona Ondina ele não saiu. Foi a pessoa mais fiel que eu conheci até hoje no Opô Afonjá. Ele acreditava, era um crente, e ele estava ali, presente. Contribuía, fazia as coisas, estava sempre envolvido com aquilo tudo de uma maneira extraordinária. Lembro-me que, da última vez que vi Carybé, ele estava regando as plantas da casa de Xangô ... Acho que ninguém na Bahia - nenhum preto, nenhum filho-de-santo, ninguém - foi tão extraordinariamente ligado àquilo tudo como foi Carybé...\" Nídia Maria Santos ainda recorda que Mãe Senhora \"não andava normalmente com roupas de obrigação e contas. Essas roupas ela só usava no Axé. Ela não dava entrevista, não gostava muito de repórter. Só quem conseguia entrevistá-la era Jorge Amado, Antônio Olinto, Carybé, Camafeu de Oxóssi, que eram muito amigos dela.\" Segundo o antropólogo Vivaldo da Costa Lima, Mãe Senhora iniciou cerca de oitenta pessoas, sendo que apenas oito eram homens.. Na época de Mãe Senhora, nas casas tradicionais, evitava-se iniciar muitos homens. Segundo Mãe Stella, Mãe Senhora \"iniciou inúmeros Olorixás e completou muitas \"Obrigações\" de Irmãos-de-Santo. A última Filha de santo iniciada por Mãe Senhora foi Viví de Xangô, Obá Tauó, que foi Ialorixá na cidade do Rio de Janeiro.\". == Últimos dias == No final de 1967, Mãe Agripina, Obá Deyi, morreu. No São Gonçalo do Retiro, Mãe Senhora se ocupava do axexê da irmã-de-santo, filha de Xangô Aganju, durante sete dias. Na quinta-feira 19 de Janeiro, Luiz Domingos, Obá Otum-Téla do Ilê Axé Opô Afonjá, visitou Mãe Senhora no terreiro: - Olhe, meu escurinho, no sábado eu quero comer peixe trazido por você. Na sexta-feira, dia 20, enquanto fazia as obrigações, ela passou mal, deixando os filhos preocupados. No sábado, manhã do dia 21 de Janeiro, Luiz mandou as tainhas bem frescas, que preparavam para ela no almoço. À tarde, Jorge Amado, Obá Arolu do Ilê Axé Opô Afonjá, apareceu, trazendo o médico Menandro Novais. A recomendação foi repouso: \\- Repouso! Quem tem uma aflição, um punhal no peito, não consegue repousar. Ademais não posso descuidar das obrigações de Xangô – disse Mãe Senhora. Mãe Senhora foi dormir e, na madrugada de domingo, 22 de Janeiro, morreu. Mãe Stella conta que Mãe Senhora faleceu \"...no Terreiro. Fui chamada em casa por loiô, motorista amigo, pela manhã. Na véspera, passara por uma situação difícil de explicar: um pressentimento de perda, carência. Em plena festa de caruru, em família, no bairro de Nazaré, tive uma incontrolável crise de choro, com uma sensação de peito apertado. Vi loiô, cedo, na porta de casa, e tive um sentimento de certeza da morte de minha Mãe Senhora. O homem foi avisando de que minha mãe estava doente, muito doente e blá, blá, blá... Muito tenso, chegava a estar lustroso. Vítima de um súbito derrame cerebral partia para o Orum uma grande dama do Candomblé da Bahia.\" Jorge Amado descreve como recebeu a notícia e todos os acontecimentos: > Na madrugada o telefone me desperta, a voz em lágrimas de Stela de Oxóssi, > minha irmã-de-santo, quase não pode falar: > > \\- Meu irmão, nossa mãe morreu... > > O enterro da ialorixá saiu da Igreja de Nossa Senhora dos Negros, no Largo > do Pelourinho, praça ilustre e sofrida, chão de pedras regadas pelo sangue > dos escravos ali sujeitos ao tronco e ao pelourinho. O corpo da mãe-de-santo > ficou exposto na tarde de um domingo de sol e de tristeza. A notícia ia > sendo propagada de boca em boca, pois a morte sucedera após os jornais. O > impacto retirava gente das praias, das diversões, do descanso dominical. De > todas as encruzilhadas surgiam pessoas atônitas e apressadas; no átrio da > igreja toda azul se misturavam homens e mulheres das mais diversas condições > sociais no mesmo espanto doloroso. > > A notícia ia devorando o domingo da cidade, a calma e a trêfega alegria. Nas > ondas do rádio, brutal comunicado substituía a música habitual: \"Faleceu > dona Maria Bibiana do Espírito Santo, mãe Senhora, mãe-de-santo do Axé Opô > Afonjá, a mais famosa da Bahia\". Para muitos parecia impossível acreditar na > notícia. Tão forte ainda, aparentemente tão sadia, com sua presença, sua > força de comando, sua intimidade mágica com os orixás, ainda na véspera > Senhora cantara para Xangô e dirigia as obrigações do candomblé. > > No átrio da igreja, amigos trocam cumprimentos e interjeições de > incredulidade. Surgem hipóteses: > > \\- Só se foi ebó... Feitiço, coisa-feita... > > Uma pessoa do axé, grave e informada, esclarece: > > \\- Foi doença de médico... Xangô já falou e disse... > > Lágrimas em muitos olhos, filhas de santo desamparadas, os órfãos de mãe > Senhora contam-se às dezenas, sua morte atinge a cidade inteira. Pela > ladeira, o tráfego aumenta a cada instante, sobe e desce gente em busca da > igreja. > > Nessa mesma Igreja do Rosário dos Negros foi velado o corpo de mãe Aninha, > fundadora do Axé do Opô Afonjá, mãe-de-santo de Senhora. Senhora fez santo > aos nove anos de idade e foi Aninha quem lhe raspou a cabeça e a consagrou a > Oxum. Quando Aninha morreu, em 1938, deixara Senhora preparada para sucedê- > la na direção do grande candomblé. Mas outras filhas de santo também > desejavam o posto e uma guerra-de-santo se desencadeou durante anos e anos > até que a confirmação de Senhora fosse assunto pacífico e que sua > personalidade se impusesse numa presença respeitada por todos. Jamais uma > ialorixá foi tão poderosa e reinou com poder tão absoluto no mundo complexo > e mágico do candomblé da Bahia quanto mãe Senhora. Altas honrarias lhe foram > concedidas, e seu poder atingia distâncias e alturas de espantar. Na fímbria > da cidade da Bahia, ela se levantava sobre a vida e a morte, sobre a alegria > e a tristeza, sobre o ódio e o amor. > > Sua sucessão trará outra guerra-de-santo? Quem vai tomar o posto no trono de > mistérios, quem a sucederá na guarda do segredo? Os cochichos começam no > átrio da igreja. Lá dentro o corpo de ialorixá recolhe lágrimas e pranto, > palavras de saudade e de inconformado desespero. De quando em vez um soluço > se eleva. Os altares estão povoados de orixás e as águas das fontes e dos > rios de Oxum rolam pela praça, descem as ladeiras, precipitam-se no > Pelourinho. > > \\- Quem irá para o seu lugar? Quem? > > \\- Quem vai dizer é Xangô, quando o jogo for feito... > > Mãe Senhora morreu de manhãzinha, na véspera cumprira obrigação de santo até > tarde, noite adentro. A morte a alcançou na hora do primeiro sol e seu corpo > ocupou, imenso, a casa de Oxalá. A notícia desceu para a cidade: obás, ogãs, > filhos e filhas-de-santo dirigiram-se para os caminhos de São Gonçalo, onde > se ergue o terreiro. A cidade foi tomada de surpresa e comoção, um impacto > violento. Na vida dessa cidade da Bahia, que não se parece com nenhuma > outra, a ialorixá Senhora era uma figura das mais importantes, guardiã de > tradições e de rituais que resistiram a todas as perseguições, que superaram > a desgraça da escravidão, que trouxeram os bens da dança e do canto até os > dias de hoje. No complexo cultural baiano (e brasileiro, pois a Bahia é a > matriz inicial e fundamental), o povo tem o primeiro lugar, o papel > definitivo. > > Quem presidiu as obrigações do axexê, das cerimônias fúnebres, foi outra > famosa mãe-de-santo: a ialorixá Menininha do Gantois, irmã-de-santo da > falecida e sua grande amiga. Veio de seu terreiro do Gantois, de onde quase > nunca sai, para as pesadas tarefas de egum. Nenhuma outra mãe-de-santo > poderia fazê-lo devido à qualidade da falecida e à sua importância. Numa > sutil hierarquia que não é imposta por nenhum decreto, Senhora está > praticamente acima das demais, só Menininha era sua igual no conhecimento e > na experiência. > > Das três grandes ialorixás dos últimos tempos, agora resta apenas mãe > Menininha do Gantois. A primeira a falecer foi tia Massi, do Engenho Velho, > veneranda figura centenária. Cumprira os cento e três anos quando morreu. > Dançou para seus orixás até os últimos dias. Agora, numa cerimônia de acesso > permitido apenas a alguns iniciados, Menininha cumpre as primeiras > obrigações do axexê de Senhora, sua irmã-de-santo, antes que o corpo seja > levado para a igreja católica. Mais uma vez, se interpenetram cultos e > rituais, de culturas, de religiões, de cores, nossa originalidade. > Importante mãe-de-santo, Senhora era igualmente importante membro de > confrarias católicas. > > Da igreja superlotada sai o enterro às cinco horas da tarde. O > acompanhamento é grande e grandioso: gente das seitas afro-brasileiras, > muitos intelectuais amigos de Senhora, alguns com postos importantes no axé, > como o tapeceiro Genaro de Carvalho, a face cortada de tristeza. O poeta > Hélio Simões vai a seu lado. > > O carro funerário, os automóveis e os ônibus dirigem-se ao Cemitério das > Quintas, onde, em terras de sua confraria católica, Senhora tem direito a > jazigo perpétuo. > > O cemitério fica no alto de uma colina, mas o carro funerário, os automóveis > e os ônibus não sobem a ladeira, como fazem habitualmente, em qualquer outro > enterro. Desta vez, a morta e os acompanhantes desembarcam ao sopé da > ladeira. Obás e ogãs, alguns dobrados ao peso da idade, velhos tios de > cansada história, tomam do caixão e três vezes o suspendem, três vezes o > baixam no início do ritual do enterro nagô. > > A voz do pai-de-santo Nezinho se eleva sobre a rua no canto fúnebre em > língua ioruba. O enterro segue: três passos em frente, dois atrás, passos de > dança ao som do cântico sagrado, o caixão suspenso nos ombros dos obás. As > janelas estão cheias, vem gente correndo para ver o espetáculo único. > Enterro igual a esse não existe. Mãe Senhora preside sua última festa - > transportada por seus obás. A dança enche a rua, dançam todos ao som das > cantigas de despedida. Os obás e os ogãs, de costas, entram com o caixão no > cemitério. > > Ao lado do jazigo, em meio às flores e ao pranto, as derradeiras cantigas, > quase como uma frase de amor, uma conversa de mãe e filhos, canto mais terno > e doloroso. \"Somos os últimos a ver essas coisas\", diz o poeta Hélio Simões. > Os atabaques estão silenciosos, todos se vestem de branco, que é a cor de > luto, morreu a ialorixá mais famosa da Bahia. Era uma pessoa sábia, sábia da > sabedoria de uma vida inteira, ilustre da grandeza do povo. Foi enterrada no > ritmo do canto, em passo de dança, bens do povo que ela ajudou a defender e > a conservar.\" Mãe Carmen lembra que \"era por volta de umas sete horas da manhã, ou até mais cedo, Jorge Amado bateu na porta, lá no Gantois, e disse que estava ali porque mãe Senhora tinha morrido. Foi um corre-corre danado dentro de casa, ninguém sabia mais o que fazer, o que pegar; junta roupa, todo mundo chorando, um desassossego, realmente, que causou a notícia, e a Bahia toda, também, recebeu assim. E mamãe foi lá pra o Opô Afonjá, e de lá ela só saiu depois da entrega dos sete dias. Passou a semana toda lá. Até eu fui dançar o axexê de mãe Senhora, eu que nunca saí par dançar em outra casa. Mamãe não nos impôs, mas a gente sabia que ela queria que a gente fosse, nem que fosse uma vez, dançar para ela. Era um testemunho do respeito, da amizade, da consideração com ela, e o merecimento também dela. Eu tenho certeza que naquela constelação de mães- de-santo que está lá de junto de Olorum, mãe Senhora está lá e minha mãe também. Eram mulheres dignas, que souberam cumprir a missão que Olorum lhes deu. O nome delas ficou na terra como exemplo de respeito, e não é só hoje não. No tempo delas já era assim, já eram respeitadas na terra. Não tinha brincadeiras com o nome delas não. Elas eram respeitadas e sem imposição.\" Nancy Carybé conta que quando Mãe Senhora morreu \"... Carybé e eu estávamos no México, em casa de Walter Wei, que era cônsul ou adido de imprensa, era um intelectual. Havia um almoço em sua casa e lá estava, também, García Marquez, que ainda não era muito conhecido. Num certo momento, Walter Wei, comentou que estava com uma revista Manchete, que falava da morte de uma mãe-de-santo importante da Bahia. Eu disse: Mas, quem foi? Ele trouxe a revista e nós levamos o maior susto com a reportagem que trazia toda a história de mãe Senhora. Nós tomamos um choque tremendo. García Marquez quis saber porque nós ficáramos tão chocados. Nós explicamos que a conhecíamos e que frequentávamos o candomblé. Ele ficou curioso e intrigado pelo fato de termos este envolvimento com o candomblé e, quando ele esteve aqui, nós o levamos a um candomblé. Ao voltarmos a Bahia, participamos, então, da cerimônia de um ano da morte de Senhora.\" Mestre Didi descreve o ritual do Axexê de Mãe Senhora: \"O ritual da nação de Queto começa com o Padê, cantado para dar aviso e satisfação aos ancestrais do culto. Em seguida, todos cantam e dançam, em homenagem à falecida, ao redor de uma cuia colocada no centro do barracão. Para encerrar, seus descendentes formam uma roda em volta da cuia - representação do morto - numa dança ritual guiada pelas sacerdotisas. Na sexta noite foi despachado o carrego, arrumado pelos ojés do culto aos egunguns, do Ilê Aboulá de Ponta de Areia, Itaparica, de onde Mãe Senhora era Iá-Ebé, o posto mais alto já alcançado por uma mulher dentro daquele culto. No sétimo dia, às 4 horas da tarde, foram encerradas todas as obrigações, com os agradecimentos de Ondina Valéria Pimentel, Iaquequerê do Axé Opô Afonjá e do Conselho Religioso, à Tia Menininha e a todas as pessoas que participaram das obrigações do funeral de Mãe Senhora. Só Mestre Didi, Açobá, Açobá Nilê Axé Opô Afonjá, Alapini Nilê Egum, não participou dos funerais de Mãe Senhora. No dia 22 de janeiro de 1967, quase na mesma hora em que Mãe Senhora entregava sua alma a Deus na Bahia, seu filho Didi reencontrava os descendentes de sua família, no reinado de Queto, em Daomé, atual República de Benin, na África.\" Sival da Costa Lima descreve que quando Mãe Senhora faleceu \"... Didi não estava aqui, ele estava na África com Verger, então, quando eu tomei conhecimento, tomei as providências. Didi me telefonou e pediu que eu tomasse conta de tudo. Reuni os rapazes, os irmãos, e providenciamos o enterro dela. Senhora faleceu e foi uma tristeza geral.\" == Trabalhos == Seguem abaixo algumas obras de Mãe Senhora: === Ampliação do Corpo de Obás de Xangô === Ao assumir o posto de ialorixá, Mãe Senhora ampliou o corpo dos Obás de Xangô, criando os subcargos de Otum e ossi. Então cada Obá passou a ter seus auxiliares, um Otum e um ossi. A formação do corpo dos Obás passou então de 12 para 36 componentes. === Mãe Preta do Brasil pela Federação Umbandista do Rio de Janeiro === Segundo Muniz Sodré, Obá Arexá do Ilê Axé Opô Afonjá, em Maio de 1965, quando Mãe Senhora \"chegou ao Rio de Janeiro para receber o título de \"mãe preta\" do ano, eu acabava de chegar da Bahia, para mourejar na imprensa carioca. A serviço da revista Fatos & Fotos, acompanhei-a até o Maracanã, que naquela época só enchia em dias de decisão de campeonato de futebol. Pois bem, na noite de 13 de maio - data de comemoração da Lei Áurea - as cadeiras e arquibancadas do estádio ficaram superlotadas: o povo-de-santo queria ver de perto a Oxum Muiuá, Mãe Senhora. É interessante rememorar o evento, por suspeitarmos de que hoje, na virada do milênio, talvez já não fosse possível realizar algo semelhante nas mesmas proporções. Pelo menos, no estádio do Maracanã, açambarcado pelos evangélicos - cujos representantes se espalham por câmaras municipais, estaduais e federais. De certo modo, os anos sessenta no Brasil, apesar do clima militar, eram bem mais receptivos para com as diferenças reais do que a atualidade. Havia divergências (por parte dos umbandistas, conforme se depreende do texto publicado na revista), mas a tolerância ainda reinava. Interessante também é o tratamento dado ao acontecimento pela revista. Lembro-me de ter entregado um texto de várias páginas, que terminaram reduzidas a oito linhas pelo editor. E mesmo assim não faltaram os clichês do imaginário oficial no que se refere aos cultos afro- brasileiros. O ato simbólico-religioso foi co notado como \"espetáculo folclórico\", as imagens sobrepuseram-se à explicação do significado cultural do evento ao público-leitor.\" === Visita de Jean Paul Sartre e Simone de Beauvoir === Jorge Amado e Zélia Gattai apresentaram Jean Paul Sartre e Simone de Beauvoir a Mãe Senhora. No livro \"Casa do Rio Vermelho\", Zélia conta que \"levávamos muitos visitantes, amigos nossos que vinham à Bahia, alguns muito ilustres, para conhecê-la. A gente avisava antes: Vamos levar uma pessoa muito importante, formidável. E ela dizia: \"Hum, mais importante do que tu não tem\", ela dizia para Jorge. Numa destas vezes levamos Sartre e Simone de Beauvoir. Ela dizia: - Como é o nome dele? Jorge dizia Jean Paul Sartre. E ela: - É muito complicado. E Jorge explicou que Paul é Paulo... Ela, então, sentenciou: - Então pronto, Sr. Paulo. Ai, era seu Paulo para cá, seu Paulo para lá, mas sem dar muita bola, sabe? Ela não ficava tímida diante de uma personalidade tão grande. E dona Simone? Para dona Simone e seu Paulo ela jogou os búzios e deu que D. Simone tinha a mesma Oxum que eu. E ela disse, concluindo: - Explique isso a ela que daqui em diante ela vai ter que lhe obedecer, tu vai ser a mãe pequena dela, o que ela fizer tem que lhe pedir conselhos. Eles ficaram muito impressionados com ela. Sempre que a gente se encontrava, eles perguntavam por ela.\"GATTAI, Zélia. A casa do Rio Vermelho. Companhia das Letras, 2010. Ver seção Bibliografia. Nancy Carybé complementa que \"Quando Jorge e Zélia levaram Sartre para conhecê-la, ela nos recebeu muito bem. O que não se devia era levar sem anunciar, ela não gostava. Sartre ficou muito impressionado com ela e comentou, logo que a viu: \"Esta é uma rainha da África. Ela é mesmo uma rainha!\" === Amizade com Edison Carneiro === Segundo Cid Teixeira, historiador, conta que \"Havia aqui na Bahia um homem, chamado Professor Souza Carneiro, pai de Edison Carneiro, pai de Nelson Carneiro, um ilustre professor da Escola Politécnica e ligadíssimo à Casa de São Gonçalo. Os filhos dele, mais especificamente um dos filhos, estava vinculado à esquerda. Não somente Edison Carneiro, como Jorge Amado, Milton Sales de Brito, Aydano Couto Ferraz, João Cordeiro e outros mais que já não me lembro agora, que estavam, jovens, abertos aos movimentos literários e culturais próprios da época e homens de esquerda. Quando desencadeou-se aqui na Bahia uma perseguição, um trabalho de repressão muito forte ao pensamento comunista ou cripto-comunista, não sei bem se eles todos tão ortodoxamente comunistas - em todo caso, gente nova de esquerda - Souza Carneiro, teve a competência e a liderança de evitar que baixasse sobre o filho e os amigos do filho, jovens tão politizados da época, o braço da repressão, o braço da punição. E estes jovens foram assim homiziados, não sei se a palavra cabe, lá na Roça de São Gonçalo. Isto significou uma integração - mesmo os mais empedernidos ateus, os mais divorciados de qualquer relação com o orum, ou com o sobrenatural de qualquer natureza, passaram a olhar aquilo com respeito humano, de religioso, e a aprofundar bem mais as suas informações a este respeito. Estes jovens foram acolhidos por D. Senhora e disso resultou um benefício recíproco - para eles que passaram a ver o mundo sob outras óticas e para o Candomblé de um modo geral e especificamente para o Axé do Opô Afonjá, um trânsito muito mais fluido, muito mais amigo com todos os segmentos da comunidade. E isto foi basicamente devido à forte personalidade de D. Senhora, que era, realmente, e não estou exagerando, uma personalidade majestática. Poucas pessoas já vi e conheci com tanta encarnação do poder e da liderança quanto ela.\" === Carta do Alafim de Oió, Nigéria – Iá Nassô === Pierre Verger foi portador de uma carta escrita pelo alafim de Oió para Mãe Senhora em 14 de Agosto de 1952, no qual ele dava a ela o título honorífico de \"Iá Nassô\" . Pierre Verger explica que nesse momento Mãe Senhora torna-se espiritualmente a fundadora dessa família de terreiros de candomblé da nação Queto, na Bahia, todos originários da Barroquinha.VERGER, Pierre Fatumbi. Orixás deuses iorubás na África e no Novo Mundo. Corrupio, 2002. Ver seção Bibliografia. == Cultura popular == Maira Bibiana é homenageada na música Enterro de Iyalaorixá (ialaorixá) do grupo Os Tincoãs. == Bibliografia == # BOULER, Jean-Pierre Le. Pierre Fatumbi Verger - Um Homem Livre. 1a Edição. Vol. 1. 1 vols. Salvador, BA: Fundação Pierre Verger, 2002. # CARNEIRO, Edson. Candomblés da Bahia. Vol. 1. 1 vols. São Paulo, SP: WMF Martins Fontes, 2008. # GATTAI, Zélia. A casa do Rio Vermelho. Vol. 1. 1 vols. São Paulo, SP: Companhia das Letras, 2010. # LIMA, Vivaldo da Costa. O candomblé da Bahia na década de 30. Vol. 18, pp. 201–221. 2004. # LIMA, Vivaldo da Costa. A família de santo nos candomblés jejes-nagôs da Bahia: um estudo de relações intragrupais. Português. ed.2a. Salvador. Corrupio. 2003. 216 p. ISBN 8586551171. # MARIANO, Agnes; QUEIROZ, Aline. Obàrayi - Babalorixá Balbino Daniel de Paula. 2009. Barabô. ISBN 978-85-62542-00-8. # OLIVEIRA, Waldir Freitas. As pesquisas na Bahia sobre os afro-brasileiros. # PIERSON, Donald. Original em inglês: Negroes In Brazil: A Study of Race Contact at Bahia. The University of Chicago Press. 1942. Em português: Brancos e pretos na Bahia: estudo de contacto racial. Vol. 241. Companhia Editora Nacional, 1945. # PRANDI, Reginaldo. Segredos Guardados: Orixás na Alma Brasileira. Companhia das Letras. 2005. ISBN 8535906274. # ROCHA, Agenor Miranda. As Nações Kêtu: origens, ritos e crenças: os candomblés antigos do Rio de Janeiro. 2a-edição. MAUAD Editora Ltda. 2000. 112p. ISBN 8574780189. # ROCHA, Agenor Miranda. Caminhos de Odu. 2a ed. Rio de Janeiro. Pallas. 1999. ISBN 8534702128. # SANTANA, Marcos. Mãe Aninha de Afonjá: um mito afro-baiano. Português. ed.1a. Salvador. EGBA. 2006. 100 p. ISBN 8575051520. # SANTOS, Deoscóredes Maximiliano dos. História de Um Terreiro Nagô. 2a.edição. Editora Max Limonad. 1988. # SANTOS, José Félix dos, e Cida Nóbrega. Maria Bibiana do Espírito Santo, Mãe Senhora: saudade e memória. Salvador, BA: Corrupio, 2000. # SANTOS, Maria Stella de Azevedo. Meu Tempo É Agora. 2a Edição. Edição: Oscar Dourado. Vol. 1. 1 vols. Salvador, BA: Assembleia Legislativa da Bahia, 2010. ISBN 978-85-7196-136-4. # VERGER, Pierre Fatumbi. Orixás deuses iorubás na África e no Novo Mundo. Edição: Arlete Soares. Tradução: Cida Nóbrega. Vol. 1. 1 vols. Salvador, BA: Corrupio, 2002. == Ligações externas == * * Orí apéré ó: o ritual das águas de Oxalá, Por Maria das Graças de Santana Rodrigué Categoria:Naturais de Salvador Categoria:Ialorixás de Ilê Axé Opô Afonjá Categoria:Religiosos brasileiros do século XIX Categoria:Religiosos brasileiros do século XX Categoria:Candomblecistas do Brasil Categoria:Brasileiros de ascendência africana",
 "title": "Maria Bibiana do Espírito Santo"
}