{
 "id": "121244",
 "text": "direita|thumb|upright=1.0|Die Reichskrone A coroa imperial de Otão II O Imperador era o soberano do Sacro Império Romano-Germânico (800/962 – 1806), antecessor de diversos países, quase todos na Europa Central. Considera-se que o título imperial passou dos romanos para o Reino Franco quando, em , o papa Leão III coroou o rei dos francos, Carlos Magno, imperador e este, por proteção à Igreja Católica, na qualidade de patrício dos romanos e por força de sua dignidade imperial, condenou os perseguidores do pontífice à morte, condenação que foi retirada por intervenção do próprio papa. Após a divisão do Reino Franco em três partes pelo Tratado de Verdun em 843, o título ficou vinculado, em princípio, ao reino central lotaríngio, mas terminou por passar para o do leste quando Otão I, duque dos saxôes, rei da Alemanha, foi coroado imperador em 962. A transferência do título foi justificada pela teoria política medieval de translatio imperii.James Bryce, 1º visconde de Bryce, The Holy Roman Empire, 1864, pp 62–64 Os imperadores do Sacro Império Romano-Germânico buscaram com muitos modos fazer-se aceitar pelos bizantinos como seus pares: com relações diplomáticas, matrimônios políticos ou ameaças. Algumas vezes porém não obtiveram os resultados esperados, porque de Constantinopla eram sempre chamados como \"rei dos germanos\", jamais de \"imperador\". De início, o imperador se autointitulava Imperator Augustus, empregando títulos do antigo Império Romano. O título \"Imperador Romano\", bem como o nome do Sacro Império Romano, surgiu apenas nos séculos seguintes (e os historiadores acrescentam a qualificação \"-Germânico\" ao título e ao império, acusando o caráter predominantemente germânico da entidade política e do território que esta controlava). O imperador era escolhido por um grupo de príncipes posteriormente conhecidos como príncipes-eleitores, mas, até a sua coroação pelo Papa em Roma, ostentava apenas o título de Rei dos Romanos (Rex Romanorum). Ao receber a coroa imperial, o imperador mantinha o título de rei (título este com funções dadas pelo direito feudal). A partir de 1508, dispensou-se a obrigação da coroação pelo papa para que o eleito pudesse envergar o título imperial (ou, formalmente, de \"imperador-eleito\"). O título de imperador tinha conotações religiosas, o que sugeria uma obrigação de proteger a Igreja Católica (o próprio Carlos Magno se arrogava a suprema chefia da Igreja, recebida com o título imperial). O imperador também era ordenado como subdiácono, o que excluía não católicos e mulheres do trono. A relação precisa entre as funções temporal e religiosa do título nunca ficou muito clara e causou conflitos sérios entre os duques germânicos e o papa, como, por exemplo, na Questão das Investiduras no século XI. A seleção do rei/imperador era influenciada por diversos fatores. Como o título era formalmente eletivo, a sucessão era apenas até um certo ponto hereditária, embora em geral ocorresse dentro de uma mesma dinastia até que se esgotassem os sucessores. O processo exigia que o candidato fizesse concessões aos eleitores, o que contribuía para o declínio do poder central (do imperador) em favor dos príncipes territoriais do império. O colégio dos eleitores foi fixado em sete membros pela Bula Dourada de 1356. Em 1623, durante a Guerra dos Trinta Anos, acrescentaram-se outros eleitores. Após 1438, o título permaneceu nas mãos da Casa de Habsburgo, com a breve exceção de Carlos VII, da Casa de Wittelsbach. O título foi finalmente abolido em 1806. == Dinastia carolíngia == # Nome Início do governo Fim do governo Cognome(s) Notas 1 Carlos I 25 de dezembro de 800 28 de janeiro de 814 O Grande Anteriormente Rei dos Francos desde 771. Dividiu o reinado com seu filho Luis I, depois de 813. 2 Luís I 11 de setembro de 813 Egon Boshof: Ludwig der Fromme. Darmstadt 1996, p. 89 20 de junho de 840 O Piedoso Dividiu seu império entre seus filhos. Veja Tratado de Verdun. 3 Lotário I 817 23 de setembro de 855 Coroado co-imperador de Luís I em 817, assim manteve o título junto ao Tratado de Verdun. 4 Luís II 850 12 de agosto de 875 O Jovem Co-Imperador de Lotário desde 850. 5 Carlos II 875 6 de outubro de 877 O Calvo Filho de Luís I. Após a sua morte, o título de Imperador ficou vago até Carlos III ser coroado. 6 Carlos III 12 de fevereiro de 881 novembro de 887 O Gordo Neto de Luís I, mas filho de Luís, o Germânico, e deposto em 887. O título ficou vago novamente. == Dinastia Guideschi == # Nome Início do governo Fim do governo Cognome(s) Notas 7 Guido I 50px maio de 891 12 de dezembro de 894 Coroado pelo papa Formoso 8 Lamberto I 30 de abril de 892 15 de outubro de 898 Coroado co-Imperador em 892 também pelo papa Formoso, e teve o título em litígio com Arnulfo a partir de 896. == Dinastia carolíngia == # Nome Início do governo Fim do governo Cognome(s) Notas 9 Arnulfo I 22 de fevereiro de 896 8 de dezembro de 899 Sobrinho de Carlos III. Coroado também pelo papa Formoso, que não confiava mais nos Guideschi, em 896, tendo seu título em litígio até a morte de Lamberto. == Dinastia bosônida == # Nome Início do governo Fim do governo Cognome(s) Notas 10 Luís III 901 905 O Cego Neto de Luís II, coroado pelo papa Benedito IV. Ficado vago o título até Berengar. == Dinastia Unruochidas == # Nome Início do governo Fim do governo Cognome(s) Notas 11 Berengário I janeiro de 915 7 de abril de 924 Neto de Luís I, o Piedoso. Coroado pelo Papa João X. == Dinastia otoniana == # Nome Início do governo Fim do governo Cognome(s) Notas 12 Otão I 2 de fevereiro de 962 7 de maio de 973 O Grande Após uma vacância de 40 anos do título, Oto, rei dos Germânios, é coroado pelo Papa João XII. 13 Otão II 25 de dezembro de 967 7 de dezembro de 983 O Vermelho Filho de Otão I, foi coroado Co-Imperador pelo papa João XIII. 14 Otão III 25 de dezembro de 996 24 de janeiro de 1002 Filho de Otão II, foi coroado pelo papa João XV. 15 Henrique II 14 de fevereiro de 1014 13 de julho de 1024 O Santo, O Sagrado Primo de Otão III, coroado pelo papa Benedito VIII, e canonizado em 1146. Adotou o número II pois seu avô fora Henrique I da Germânia. == Dinastia saliana == # Nome Início do reinado Fim do reinado Cognome(s) Notas 16 Conrado II 26 de março de 1027 4 de julho de 1039 Trineto de Otão I. Adotou o número II devido a Conrado I, que fora Rei da Germânia, mas não Imperador. 17 Henrique III 25 de dezembro de 1046 5 de outubro de 1056 O Negro Filho de Conrado II, coroado pelo papa Clemente II. 18 Henrique IV 31 de março de 1084 1105 Abdicou. 19 Henrique V 12 de fevereiro de 1111 23 de maio 1125 Filho de Henrique IV, coroado pelo Papa Pascoal II. Não deixou herdeiros. == Casa de Suplingerburgo == # Nome Início do reinado Fim do reinado Cognome(s) Notas 20 Lotário II 4 de junho de 1133 4 de dezembro de 1137 Eleito rei da Germânia, e coroado pelo papa Inocêncio em 1133 == Dinastia de Hohenstaufen == # Nome Início do reinado Fim do reinado Cognome(s) Notas 21 Frederico I 18 de junho de 1155 10 de junho 1190 Barbarossa Sobrinho de Conrado III, coroado pelo papa Adriano IV. 22 Henrique VI abril de 1191 28 de setembro 1197 O Cruel Filho de Frederico I, coroado pelo papa Celestino III. == Casa de Guelfos == # Nome Início do reinado Fim do reinado Cognome(s) Notas 23 Otão IV 12 de julho de 1198 19 de maio de 1218 Após a eleição de Filipe da Suábia para Rei da Germânia, foi coroado Imperador pelos opositores. E disputou o título junto com Filipe até a morte dele. == Dinastia de Hohenstaufen == # Nome Início do reinado Fim do reinado Cognome(s) Notas 24 Frederico II 22 de novembro de 1220 13 de dezembro de 1250 Stupor Mundi Filho de Henrique VI, teve os títulos de Rei da Sicília, Rei de Tessalónica, Rei de Chipre e de Jerusalém, Rei dos Romanos, Rei da Germânia e Imperador. == Casa de Luxemburgo == # Nome Início do reinado Fim do reinado Cognome(s) Notas 25 Henrique VII 29 de junho de 1312 24 de agosto de 1313 Após uma vacância desde 1250, Henrique VII foi Imperador de jure e de facto, coroado pelo papa Clemente V. == Casa de Wittelsbach == # Nome Início do reinado Fim do reinado Cognome(s) Notas 26 Luís IV janeiro de 1328 11 de outubro de 1347 O papa João XXII recusava-se a coroá-lo até um dos senadores o fazer, sendo o papa deposto logo em seguida. == Casa de Luxemburgo == # Nome Início do reinado Fim do reinado Cognome(s) Notas 27 Carlos IV 5 de abril de 1355 29 de novembro de 1378 Eleito Rei da Boêmia e da Germânia em 1347. Coroado Imperador pelo papa Clemente VI. 28 Sigismundo 31 de maio de 1433 9 de dezembro de 1437 Rei da Hungria desde 1387 e da Germânia desde 1410. Só fora coroado Imperador em 1433 pelo papa Eugênio IV == Casa de Habsburgo == # Nome Início do reinado Fim do reinado Cognome(s) Notas 29 Frederico III 1452 19 de agosto de 1493 O de lábios grossos Eleito Rei da Germânia em 1440, mas coroado como Imperador apenas em 1452. 30 Maximiliano I 1508 12 de janeiro de 1519 Em 1508 após reinar sobre o Sacro-Império durante 15 anos sem ser coroado, em conjunto com o papa Júlio II, acaba com a necessidade da tradição do Imperador ser coroado pelo papa, bastando assim, sua eleição. 31 Carlos V 28 de junho de 1519 28 de fevereiro de 1558 Neto de Maximiliano I. Também Carlos I, Rei da Espanha, que foram passadas em 1556 a Filipe II de Espanha. 32 Fernando I 28 de fevereiro de 1558 25 de julho de 1564 Irmão de Carlos V 33 Maximiliano II 25 de julho de 1564 12 de outubro de 1576 O Culto, O Tolerante Filho de Fernando I 34 Rodolfo II 12 de outubro de 1576 20 de janeiro de 1612 Filho de Maximiliano II 35 Matias I 1612 20 de março de 1619 Filho de Maximiliano II e irmão de Rodolfo II 36 Fernando II 1619 15 de fevereiro de 1637 Eleito, filho de Matias I e neto de Fernando I. 37 Fernando III 15 de fevereiro de 1637 2 de abril de 1657 Eleito, filho de Fernando II 38 Leopoldo I julho de 1658 5 de maio de 1705 39 José I 23 de janeiro de 1690 17 de abril de 1711 Co-Imperador com seu pai, Leopoldo I. 40 Carlos VI 1711 20 de outubro de 1740 Filho de Leopoldo I, pretendente ao trono Espanhol como Carlos III. Veja Guerra da Sucessão Espanhola. Não deixou herdeiros homens, Ver também Guerra de Sucessão Austríaca. == Casa de Wittelsbach == Nome Retrato Nascimento Casamento(s) Morte Carlos VII 24 de janeiro de 1742 – 20 de janeiro de 1745 6 de agosto de 1697 filho de Maximiliano II Emanuel, Eleitor da Baviera e Teresa Cunegunda Sobieska Maria Amália da Áustria 5 de outubro de 1722 7 filhos 20 de janeiro de 1745 47 anos == Casa de Habsburgo-Lorena == Nome Retrato Nascimento Casamento(s) Morte Francisco I 13 de setembro de 1745 – 18 de agosto de 1765 8 de dezembro de 1708 filho de Leopoldo I, Duque de Lorena e Isabel Carlota de Orleães Maria Teresa da Áustria 12 de fevereiro de 1736 16 filhos 18 de agosto de 1765 56 anos José II 18 de agosto de 1765 – 20 de fevereiro de 1790 13 de março de 1741 filho de Francisco I do Sacro Império Romano-Germânico e Maria Teresa da Áustria Isabel de Parma 6 de outubro de 1760 1 filha 20 de fevereiro de 1790 48 anos José II 18 de agosto de 1765 – 20 de fevereiro de 1790 Maria Josefa da Baviera 1 de abril de 1810 sem filhos 20 de fevereiro de 1790 48 anos Leopoldo II 30 de setembro de 1790 – 1 de março de 1792 5 de maio de 1747 filho de Francisco I do Sacro Império Romano-Germânico e Maria Teresa da Áustria Maria Luísa da Espanha 5 de agosto de 1764 16 filhos 1 de março de 1792 44 anos Francisco II 5 de julho de 1792 – 6 de agosto de 1806 12 de fevereiro de 1768 filho de Leopoldo II do Sacro Império Romano-Germânico e Maria Luísa da Espanha Isabel de Württemberg 6 de janeiro de 1788 1 filha 2 de março de 1835 67 anos Francisco II 5 de julho de 1792 – 6 de agosto de 1806 Maria Teresa da Sicília 15 de setembro de 1790 12 filhos 2 de março de 1835 67 anos Francisco II 5 de julho de 1792 – 6 de agosto de 1806 Maria Luísa da Áustria-Este 6 de janeiro de 1808 sem filhos 2 de março de 1835 67 anos Francisco II 5 de julho de 1792 – 6 de agosto de 1806 Carolina Augusta da Baviera 29 de outubro de 1816 sem filhos 2 de março de 1835 67 anos *A lista continua com Imperador da Áustria == Ver também == * Lista de monarcas da Alemanha * Lista de rainhas da Germânia e imperatrizes do Sacro Império Romano-Germânico Sacro Imperio Imperadores",
 "title": "Lista de imperadores do Sacro Império Romano-Germânico"
}