{
 "id": "121205",
 "text": "é a palavra usada para um quadrinhista ou artista de banda desenhada no Japão. No Japão a palavra é utilizada para se referir a qualquer cartunista ou quadrinhista, tanto japoneses quanto estrangeiros. Fora do Japão, os mangás geralmente se referem aos livros japoneses em quadrinhos ou banda desenhada e mangaká refere-se ao autor do mangá, que normalmente é japonês. Em 2006, cerca de mangakás profissionais foram trabalhar no Japão. Alguns artistas podem estudar em uma escola de mangá, faculdade, ou assumir um aprendizado com um outro mangaká, antes de entrar no mercado dos mangás como um artista profissional. No entanto, existem alguns que só começam seus projetos, sem ser um assistente, aplicando aos concursos que as revistas executam. O mangaká subirá para destaque através do reconhecimento de sua capacidade quando despertar o interesse de instituições, indivíduos ou um grupo demográfico dos consumidores de mangá. Por exemplo, há concursos que podem entrar prospectivos mangakás, patrocinado pelos editores e editoras de mangá. Eles também são reconhecidos para o número de mangás que publicam ao mesmo tempo. == Etimologia == A palavra pode ser dividida em duas partes: manga e ka (漫画家). O mangá corresponde ao meio da arte que o artista usa: banda desenhada (ou quadrinhos japoneses) dependendo de como o termo é usado dentro ou fora do Japão. O sufixo implica um grau de especialização e autoria tradicional. Por exemplo, este termo não seria aplicado a um roteirista. O termo japonês para roteirista é . O editor ajuda e apoia o mangaká, garantindo que o mangá esteja sendo produzido no mesmo ritmo e que os prazos sejam cumpridos.Como é a rotina de um autor de mangás? O editor também pode fazer um pouco de gestão das aparências do mangaká. Ele ou ela costuma comentar sobre o layout dos quadros de mangá, a arte, e certificando-se que o mangá permaneça entre os padrões da empresa. O editor também faz edição básica e sugestões da história do mangá em si.Um Retorno Mais Do Que Esperado – Pelo Menos Para Mim! Geralmente, o editor é considerado o chefe do mangaká e supervisiona a maior parte da produção para garantir que funcione perfeitamente. Além disso, nos casos em que o mangaká não pode fiscalizar o personagem de anime, desenhos e modelos de figuras de ação (action figures), muitas vezes o editor supervisiona estas coisas no lugar do mangaká real. === Assistentes === Muitos mangakás tem assistentes que os ajudam com suas obras. As funções de assistentes variam muito, alguns mangakás apenas esboçam os fundamentos do seu mangá, e seus assistentes preenchem todos os detalhes, enquanto outros usam assistentes apenas para coisas específicas (Go Nagai, por exemplo, em um tempo empregado a um assistente específico para desenhar helicópteros e outros veículos militares). Outros mangakás não têm assistentes em tudo, e preferem fazer tudo sozinhos, mesmo que para atender os assistentes, apertados prazos são normalmente necessários. O grupo CLAMP, por exemplo, divide as tarefas entre seus membros, mas não usa assistentes adicionais. Na maioria das vezes, os assistentes são responsáveis pelo fundo e retículas no mangá, enquanto o próprio mangaká faz a pintura e desenha os personagens principais. Enquanto eles são frequentemente utilizados para ajudar com a arte, assistentes quase nunca ajudam o mangaká com o enredo de seu mangá, além de ser uma \"caixa de ressonância\" para as ideias. A maioria dos mangakás começaram como assistentes. Assistentes, particularmente especialistas, podem trabalhar com vários mangakás diferentes ao mesmo tempo, e muitos assistentes podem publicar obras autorais na cena independente (dōjinshi). No entanto, é possível também que um assistente possa gastar toda a sua carreira, como tal, sem fazer o esforço de ser um mangaká por direito próprio. == Ferramentas == Mangakás usam canetas e lápis para desenhar , rafes ou manuscritos. Outras ferramentas de desenho e arte são usadas como pinceis de efeitos, tais como sangue e água. A ferramenta de desenho tradicional é uma caneta de aparo. Alguns mangakás usam canetas Kabura, mas uma \"Caneta G\" é a caneta de ponta mais comum utilizada pelos profissionais no Japão e em outros lugares. Diferentes canetas e marcadores que também são necessários para a tonificação e efeitos específicos necessários para o mangá. Programas como o Photoshop e o Manga Studio são por vezes utilizados na digitalização de páginas de mangá realmente desenhadas para \"limpar\" ou \"terminar\" o trabalho que requer um pouco mais de edição. == Ligações externas == * * Japan Cartoonists Association (JCA), Official website Categoria:Profissões Categoria:Terminologia de anime e mangá fi:Manga#Mangaka",
 "title": "Mangaká"
}