{
 "id": "121280",
 "text": "Tardigrada (do latim: tardus, lento + gradus, passo) é um filo de animais microscópicos segmentados, relacionados com os artrópodes. Popularmente são conhecidos como ursos-d'água ou como tardígrados, aportuguesamento derivado do nome do filo. Foram descritos pela primeira vez por J.A.E. Goeze em 1773. O nome Tardigrada foi dado por Spallanzani em 1777. São em maioria fitófagos, mas alguns são predadores, como o Milnesium tardigradum. Muito resistentes, os tardígrados podem sobreviver a temperaturas variando desde pouco mais do que o zero absoluto () até os ,Idan Ben-Barack \"The Invisible Kingdom\" Basic Books 2009 / páginas 32-33 a pressões de 6 mil atmosferas e de radiação, cerca de 1 000 vezes mais que um ser humano pode suportar. Os tardígrados têm baixa expectativa de vida, mas, por terem um recurso de sobrevivência que consiste em dormência completa, se encolhendo e desidratando-se, desligando todos os seus sistemas e processos biológicos, podem sobreviver por muitos anos quando encontram condições ambientais que não dão suporte à maior parte da vida animal, permanecendo em estado criptobiótico. É neste estado que conseguem suportar condições ambientais extremas e posteriormente \"voltam à vida\", ao se reidratarem. No ano de 2015, cientistas japoneses reviveram um espécime, que estava congelado há mais de 30 anos. Em 2021, pesquisadores afirmaram emaranhar um tardígrado temporariamente o incorporando a dois circuitos elétricos quânticos entrelaçados. Algo visto com ceticismo pela comunidade científica. == Anatomia == Os tardígrados têm corpos aproximadamente cilíndricos, com quatro pares de pernas atarracadas. A maioria tem entre 0,3 e 0,5 mm de comprimento, mas a maior espécie pode alcançar 1,2 milímetros. O corpo tem quatro segmentos (sem contar a cabeça), quatro pares de pernas sem articulações, e oito patas com quatro a oito garras em cada. A carapaça contém quitina e é trocada periodicamente. Tardígrados são eutélicos, tendo todos os tardígrados adultos o mesmo número de células. Algumas espécies têm até cerca de 40 000 células nos adultos, enquanto outras têm bem menos.Ian M. Kinchin (1994) The Biology of Tardigrades, Ashgate Publishing A cavidade corporal consiste em uma hemocele, mas a única parte com um celoma real é encontrada ao redor das gônadas. Não há órgãos respiratórios, ocorrendo a troca gasosa ao longo de todo o corpo. Alguns tardígrados têm três glândulas tubulares associadas ao reto; estas podem ser órgãos excretores similares aos túbulos de Malpighi dos artrópodes, mas os detalhes permanecem um mistério. A boca tubular tem dois estiletes, que são usados para perfurar as células de plantas, algas ou pequenos invertebrados dos quais os tardígrados se alimentam, liberando os fluidos corporais ou conteúdo celular. A boca abre em uma faringe muscular e trirradial. Os estiletes se perdem quando o animal troca de pele, e um novo par é secretado de glândulas que ficam em cada lado da boca. A faringe consiste em um esôfago curto, que se conecta a um intestino que ocupa a maior parte do comprimento do corpo. Algumas espécies só defecam quando trocam de pele, deixando as fezes para trás com a carapaça abandonada. O cérebro tem múltiplos lobos, a maioria consistindo de três agrupamentos de neurônios pareados bilateralmente. O cérebro é ligado a um grande gânglio abaixo do esôfago, do qual um cordão nervoso ventral duplo que percorre o comprimento do corpo. O cordão possui um gânglio por segmento corporal, cada um produzindo fibras nervosas laterais que se estendem até os membros. Muitas espécies possuem um par de olhos do tipo rabdomérico, e há numerosas cerdas sensoriais na cabeça e no corpo. == Fisiologia == Cientistas têm relatado a presença de tardígrados em fontes termais, no topo do Himalaia, sob camadas de gelo sólido e no leito dos oceanos. Algumas espécies podem ser encontradas em ambientes mais amenos, como lagos e campos, enquanto outras podem ser encontradas em paredões rochosos e até mesmo em telhados. Tardígrados são mais comuns em ambientes úmidos, mas podem permanecer ativos onde quer que consigam reter alguma umidade. Tardígrados são um dos poucos grupos de espécies capazes de suspender seu metabolismo de maneira reversível e entrar em um estado de criptobiose. Várias espécies sobrevivem regularmente em um estado desidratado por quase 10 anos. Dependendo do ambiente, eles podem entrar nesse estado através de anidrobiose, criobiose, osmobiose ou anoxibiose. Enquanto estão neste estado, seu metabolismo é reduzido a menos que 0,01% do normal, e a quantidade de água em seus corpos pode cair a até 1% do normal. Sua habilidade de permanecer dessecado por longos períodos de tempo depende amplamente de altos níveis do dissacarídeo irredutível trealose, que protege suas membranas. Neste estado criptobiótico, os tardígrados são chamados de tonel.Piper, Ross (2007), Extraordinary Animals: An Encyclopedia of Curious and Unusual Animals, Greenwood Press. Os tardígrados são conhecidos por suportar os seguintes extremos enquanto neste estado: *Temperatura - tardígrados podem sobreviver alguns minutos sendo aquecidos a 151 ºC, alguns dias sendo resfriados a -200 °C (73 K), ou por alguns minutos a -272 °C (aproximadamente 1 grau celsius acima do zero absoluto). *Pressão – podem suportar exposição ao vácuo e também pressões altíssimas, na ordem de mais de 1200 atmosferas. Tardígrados podem sobreviver ao vácuo do espaço e radiação solar, combinados, por pelo menos 10 dias. Algumas espécies podem suportar uma pressão de até 6000 atmosferas, o que equivale a aproximadamente seis vezes a pressão da água na mais profunda fenda oceânica, a Fossa das Marianas. *Desidratação – tardígrados podem sobreviver quase por uma década quando em estado dessecado. Quando expostos a temperaturas extremamente baixas, a quantidade de água em seus organismos vai de 85% a apenas 3%. Como a água expande ao ser congelada, a desidratação assegura que os tardígrados não se fragmentem pela água em congelamento.Michael Kent (2000), Advanced Biology, Oxford University Press. *Radiação – tardígrados podem suportar doses letais de 5 000 Gy (de raios- gama) e 6 200 Gy (de íons pesados), apenas 5 a 10 Gy podem ser fatais para seres humanos. Uma possível explicação para esta habilidade é que a quantidade reduzida de água fornece menos reagentes para a radiação ionizante. Uma outra possibilidade foi descoberta recentemente e publicada na revista eLife, pelo qual os cientistas descobriram uma proteína supressora de danos chamada Dsup. == Genoma == O genoma dos tardígrados varia em tamanho, indo de aproximadamente 75 a 800 pares de megabases de DNA. O genoma de uma espécie de tardígrado, Hypsibius dujardini, está sendo sequenciado no Broad Institute. Hypsibius dujardini tem um genoma compacto e um tempo de geração de duas semanas e pode ser cultivado indefinidamente e criopreservado. ==No espaço sideral== Em setembro de 2007, tardígrados de duas espécies foram levados até a órbita terrestre baixa na missão FOTON-M3 e foram expostos por 10 dias ao vácuo do espaço. Após serem reidratados na Terra, mais de 68% dos espécimes protegidos da radiação UV de alta-energia sobreviveram e muitos destes produziram embriões saudáveis, e alguns sobreviveram à exposição plena à radiação solar. Em maio de 2011, tardígrados foram enviados ao espaço junto a outros extremófilos na missão STS-134, o último voo do ônibus espacial Endeavour. Foram expostos não apenas ao vácuo do espaço, onde é impossível respirar, mas também a níveis de radiação capazes de incinerar um ser humano. De volta ao planeta Terra, um terço deles ainda estava vivo, mostrando-se assim os únicos animais nativos do planeta Terra de que se tem conhecimento capazes de sobreviver às condições do espaço extraterrestre sem a ajuda de equipamentos. Além do mais, dos sobreviventes foram capazes de reproduzir-se com sucesso, produzindo ovos que eclodiram normalmente. Em maio de 2011, estudos sobre os tardígrados foram incluídos na missão STS-134 do ônibus espacial Endeavour, em seu último voo ao espaço. Em novembro de 2011, eles estavam entre os organismos que seriam enviados pela Sociedade Planetária na missão russa Fobos-Grunt, como parte do projeto LIFE (Living Interplanetary Flight Experiment, ou \"Experimento Vivo Interplanetário\"), para Phobos; porém, o lançamento foi mal-sucedido. Com base nessa resistência ao ambiente espacial tardígrados foram acondicionados em cápsulas de âmbar artificial e fitas colantes, e colocado pela empresa israelense Arch Mission Foundation em sua \"biblioteca lunar\" a ser levada ao satélite natural em 2019. Entretanto, a nave acidentou-se ao pousar, em abril, de modo que pode ter espalhado vários tardígrados na superfície lunar, infringindo possivelmente o Tratado do Espaço Exterior. Desde que os tardígrados permaneçam na lua, suas chances de despertar espontaneamente são baixas. Sem água líquida, as criaturas permanecerão em um estado dormente e, embora haja evidências de gelo na Lua, não há água líquida em lugar algum. == Aparição na Mídia == Apesar de terem exposição esporádica em canais especializados em vida animal como o Animal Planet, até recentemente esse filo era pouco conhecido pelo público em geral. No entanto, nos filmes Homem-Formiga, de 2015, e Homem-Formiga e a Vespa de 2018, esses animais são representados em detalhes quando os personagens ao encolherem-se para acessar o reino quântico. Também aparece na Star Trek: Discovery e em uma versão mutante em Kipo and the Age of Wonderbeasts. == Ligações externas == * Tardígrado sobrevive a dez dias de vácuo e radiação no espaço * TARDIGRADA NEWSLETTER * Tardigrada - filmes e retratos * g1.globo.com/ Tardigrado: ser microscópico pode abrir caminhos no estudo de vacinas Categoria:Invertebrados",
 "title": "Tardigrada"
}