{
 "id": "121215",
 "text": "John Thomas Draper (Las Vegas, ) é um hacker e programador norte-americano. Ele criou o conceito de phreaker, ao conseguir fazer ligações gratuitas utilizando um apito de plástico que vinha de brinde em uma caixa de cereais, que reproduzia fielmente o tom de 2600 Hz, usado para acessar diretamente o satélite nas chamadas de longa distância. Assim era possível fazer as chamadas sem pagar pela ligação. Com isto, Draper obrigou os EUA a trocar a sinalização de controle nos seus sistemas de telefonia. Phreaker é o nome dado aos Hackers de Telefonia (Phone+Freak ou Phreak)..Wozniak, S. G. (2006), iWoz: From Computer Geek to Cult Icon: How I Invented the Personal Computer, Co-Founded Apple, and Had Fun Doing It. W. W. Norton & Company. ISBN 0-393-06143-4. John Draper, também conhecido como Capitão Crunch ou Crunchman, ganhou este apelido devido a Cap'n Crunch, mascote de um cereal de café da manhã, onde encontrou o apito. Draper era filho de um engenheiro da Força Aérea Norte Americana; ele descreveu seu pai como distante em uma entrevista publicada na primeira página do Journal de Wall Street. O próprio Draper entrou na USAF em 1964, e enquanto esteve no Alasca, ajudou os soldados lotados naquela base a fazer telefonemas de casa gratuitos, obtendo acesso a um painel de comando de telefonia local. Ele tornou-se parte do movimento de contracultura e entre outras coisas, operou uma estação de rádio pirata de dentro de um furgão da Volkswagen. Um amigo cego de John, Joe Engressia (conhecido depois como Joybubbles) descobriu que um apito de brinquedo que vinha junto com os cereais do Cap'n Crunch poderia ser modificado para emitir um tom a exatos 2600 Hertz. Esta era a mesma freqüência que era usado pela AT&T; para indicar que uma linha telefônica estava pronta e disponível para fazer uma nova chamada. Experiências com este apito inspirou Draper para construir as Blueboxes (caixas azuis): dispositivos eletrônicos capazes de reproduzir outros tons utilizados pelo telefone da empresa. Draper foi preso por fraude em 1972 e condenado à cinco anos de prisão. Em meados dos anos 1970, ele ensinou suas habilidades de phone phreaking a dois jovens, Steve Jobs e Steve Wozniak, que mais tarde fundaram a Apple Computer. Ele foi brevemente empregado na Apple, e criou uma interface telefônica para o Apple II. Wozniak afirmou que o motivo que o circuito nunca foi comercializado foi que ele era o único integrante da empresa que gostava de Draper. Atualmente, Draper trabalha com softwares de segurança, é responsável por desenvolver o KanTalk (Software VoIP para estudantes que querem praticar inglês ou uma outra língua) e organiza um programa de TV na internet, o TV Crunch. John Draper inspirou várias referências na cultura popular: Elementos do filme Sneakers, incluindo o personagem Cosmo Whistler, que era um phone phreaker que oferecia serviços aos criminosos, enquanto estava na prisão. Além disso, John Draper é especificamente mencionado como Capitão Crunch em uma cena do filme Cowboy Bebop, onde um hacker menciona que \"Cap'n Crunch invadiu o sistema telefônico nacional com um apito de plástico.\" Ele também é retratado no filme Piratas do Vale do Silício. É também uma peça importante do livro Ready Player One, que veio a ser filme em 2018. Categoria:Empregados da Apple Inc. Categoria:Hackers Categoria:Programadores dos Estados Unidos",
 "title": "John Draper"
}