{
 "id": "12126",
 "text": "Eugênia Ana dos Santos, Mãe Aninha, Ọbá Bii,Santos, Maria Stella de Azevedo. \"Meu Tempo é Agora\". 1993. Ver seção Bibliografia. (Salvador, 13 de julho de 1869 — Salvador, 3 de janeiro de 1938) Ialorixá, fundadora do terreiro de candomblé Ilê Axé Opô Afonjá em Salvador e no Rio de Janeiro. == Vida == Eugênia Ana dos SantosNome, local de nascimento e filiação adotados conforme certidão de nascimento, conforme livro: Santana, Marcos. Mãe Aninha de Afonjá: um mito afro-baiano. Página 62, Nota 16. Ver seção Bibliografia. nasceu no dia 13 de julho de 1869, às dez horas da manhã, na rua dos Mares 76, em Salvador, Bahia. Filha de afro-brasileiros da nação Gurunsi (ou Grunci): Sérgio José dos Santos (chamado, em gurunsi, Aniió) e Leonídia Maria da Conceição Santos (chamada, em gurunsi, Azambrió). Não há informação sobre os avós paternos e maternos. Seu registro de nascimento fora efetuado pela própria Eugênia Ana dos Santos, no cartório do subdistrito do Paço, rua do Tingui 97, CEP 40040-380, Salvador, Bahia, no dia 7 de junho de 1937.Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô', documento imprescindível e talvez o mais importante até hoje para análise da biografia de Mãe Aninha, escreve o nome de Mãe Aninha como \"Eugênia Anna dos Santos\", com o nome do pai \"Sérgio dos Santos\" (Anió) e da mãe \"Lucinda Maria da Conceição\" (Azambrió). Foi iniciada na nação Queto em 1884, aproximadamente, pela ialorixá Marcelina da Silva,Marcelina da Silva foi a segunda Ialorixá do Candomblé da Casa Branca do Engenho Velho. Marcelina da Silva foi filha de santo e prima de Iá Nassô Oió Acalá Mabô Olodumarê, a primeira Ialorixá da Casa Branca do Engenho Velho. Marcelina da Silva é avó de Maria Bibiana do Espírito Santo, Mãe Senhora, Oxum Muiuá. Obá Tossi, na rua dos Capitães, residência de Maria Júlia de Figueiredo,Maria Júlia de Figueiredo, Omoniquê, foi a terceira Ialorixá da Casa Branca do Engenho Velho. Maria Júlia de Figueiredo é filha-de-sangue de Iá Nassô Oió Acalá Mabô Olodumarê, a primeira Ialorixá da Casa Branca do Engenho Velho. Omoniquê. Maria Bibiana do Espírito Santo, Mãe Senhora, Oxum Muiuá, conta que depois da morte de Marcelina da Silva, Eugênia Ana dos Santos, fez santo Afonjá no Engenho Velho,Ilê Iá Nassô ou Casa Branca do Engenho Velho. com Tia Teófila, BamboxêRodolfo Martins de Andrade, Bamboxê Obiticô, foi um babalaô africano. e Tio Joaquim.Joaquim Vieira da Silva, Obá Sanhá, Essa Oburô, Tio Joaquim, foi um dos fundadores do Ilê Axé Opô Afonjá. Indagada sobre essa segunda feitura no santo, Maria Bibiana do Espírito Santo afirmou que “isso tinha que ser feito, porque Xangô deu dois nomes na terra de Tapa, Ogodô e Afonjá”. Fundou o Ilê Axé Opô Afonjá no Rio de Janeiro em 1895 e em Salvador em 1910. Em 1936, reinaugurou o Ilê Iá,Casa de Iemanjá no Ilê Axé Opô Afonjá. Evento registrado no livro de Jorge Amado 'Bahia de Todos os Santos: guia de ruas e mistérios', 1945. instituiu o Corpo de Obás de Xangô (Ministros de Xangô) com Martiniano Eliseu do Bonfim,Martiniano Eliseu do Bonfim, Ajimudá da casa de Omolu, do Ilê Axé Opô Afonjá.dos Santos, Deoscóredes Maximiliano. História de Um Terreiro Nagô. 1988. Ver seção Bibliografia. lançou a pedra fundamental no novo barracão Ilê N'Lá e fundou a Sociedade Cruz Santa, no Ilê Axé Opô Afonjá em Salvador. Em 1937, participou do II Congresso Afro-Brasileiro em Salvador, a convite do escritor e etnólogo Edison Carneiro. Influenciou Getúlio Vargas, na promulgação do Decreto-Lei 1.202, no qual ficava proibido o embargo sobre o exercício da religião do candomblé no Brasil - contou com a ajuda de Oswaldo Aranha, seu filho-de-santo e chefe da Casa Civil e do ogã Jorge Manuel da Rocha. Começou a mostrar-se doente em junho de 1936. Seu último barco, com suas últimas filhas de santo, saiu no dia 13 de dezembro de 1937. No dia 3 de janeiro de 1938, às quinze horas, ela faleceu - vítima de arteriosclerose, conforme atestado apresentado por seu médico Dr. Rafael Menezes, na casa de Iá no Ilê Axé Opô Afonjá. Às dezenove horas, o corpo foi transportado, em carro mortuário, do Ilê Axé Opô Afonjá para a Igreja de Nossa Senhora do Rosário dos Pretos, no centro histórico de Salvador, Pelourinho, onde ficou exposto até as quinze horas do dia seguinte, quando saiu o cortejo fúnebre. No dia 4 de janeiro de 1938 foi sepultada no Cemitério da Quinta dos Lázaros, Irmandade de São Benedito, com todas as formalidades de praxe do candomblé e da religião católica. Então, seguiu-se o axexê no Ilê Axé Opô Afonjá. Em 3 de janeiro de 1945, foi realizada a obrigação de Acú (ou obrigação dos sete anos), o último dos compromissos da Sociedade para que a sua Iá Obá Bii obtivesse luzes e descanso eterno. Eugênia Ana dos Santos repousa num mausoléu, oferecido pela Sociedade Cruz Santa Opô Afonjá, no Cemitério da Quinta dos Lázaros, Irmandade de São Benedito, Salvador, Bahia. Eugênia Ana dos Santos por Deoscóredes Maximiliano dos Santos, Mestre Didi É imprescindível citar como fonte para o artigo do perfil biográfico de Eugênia Ana dos Santos o livro \"História de Um Terreiro Nagô\" de Deoscóredes Maximiliano dos Santos, Mestre Didi, porque ele compartilhou da vida dela, como agente direto e também espectador, e registrou, nesse livro, o dia-a-dia do Ilê Axé Opô Afonjá desde sua fundação. Para maiores detalhes sobre a importância desse livro para o estudo da biografia de Eugênia Ana dos Santos, ler o artigo do livro 'História de Um Terreiro Nagô'. Nesse documento, Mestre Didi escreve o nome de Mãe Aninha como \"Eugênia Anna dos Santos\" e a filiação como nome do pai \"Sérgio dos Santos (Anió)\" e da mãe como \"Lucinda Maria da Conceição' (Azambrió)\". Essas informações são diferentes das registradas na certidão de nascimento. === Iniciação Religiosa === Segundo Marcos Santana, as possibilidades de pesquisa sobre os processos de iniciação de Eugênia Ana dos Santos \"ainda não foram esgotadas\". Em seu livro 'Mãe Aninha de Afonjá: um mito afrobaiano', escreve: > \"(...) é de aceitação universal que a jovem Eugênia Ana dos Santos teria > sido iniciada na nação Queto em 1884, aproximadamente, pela insigne Ialorixá > Marcelina da Silva, Obá Tossi, na rua dos Capitães,A rua dos Capitães é a > atual rua Rui Barbosa, no Pelourinho, centro histórico de Salvador. > residência de Maria Júlia de Figueiredo, Omoniquê.\" Maria Salete Joaquim cita Mãe Stella:Joaquim, Maria Salete. O papel da liderança religiosa feminina na construção da identidade negra. 2001. Ver seção Bibliografia. Os pais de Eugênia Ana dos Santos imprimiram-lhe um sentido religioso profundo, advindo das antigas tradições gurunsis.Os gurunsis são um conjunto de grupos étnicos que hoje habitam o norte de Gana e o sul de Burkina Faso, região do Alto Volga; existem evidências de que os gurunsis habitam a região desde ; hoje, sua população estimada é de 1,2 milhão de pessoas. Segundo Vivaldo da Costa Lima, os gurunsis não mantinham nenhuma relação com os iorubás até o tráfico negreiro. Nina Rodrigues conheceu alguns gurunsis em Salvador, no fim do , conforme referência em \"Os Africanos no Brasil\": os negros galinhas teriam sido embarcados na feitoria existente na foz do rio das Galinhas (o Gallina River dos mapas ingleses), no golfo de Benin. Este porto, muito ativo no tráfico de escravos até meados do , era o local mais direto ou mais fácil de atingir, para os negros grunces trazidos do norte, contornando a terra perigosa dos axantes. Segundo Agenor Miranda Rocha, Pai Agenor:Santana, Marcos. Mãe Aninha de Afonjá: um mito afro-baiano. 2006. Ver seção Bibliografia.Mãe Stella, em seu livro 'Meu Tempo é Agora' escreve:Dentro do Ilê Axé Opô Afonjá de Salvador existe naquele espaço sagrado a casa de Iá - Imenajá dos iorubás, de Grunci, local onde Mãe Aninha faleceu na presença de algumas de suas filhas de santo, dentre elas a Mãe Preta do Brasil, Senhora de Oxum. Mãe Agripina a Ialorixá que substituiu Mãe Aninha no Opô Afonjá do Rio de Janeiro, tinha o desejo de trazer os assentamentos de Iá para a casa carioca, a todo pedido de Mãe Agripina, a Matriarca Iá Obá Bii dispensava atenção, no entanto, não tomava a providência sem consulta ao Orixá, e recebeu de Iá-Iemanjá que somente sairia de onde estava para a casa que estava sendo construída em São Gonçalo, ou seja, no Opô Afonjá de Salvador. O antropólogo e professor emérito da Universidade Federal da Bahia (UFBA), Vivaldo da Costa Lima, em seu texto 'Candomblés da Bahia na década de 30' escreve:Lima, Vivaldo da Costa. O candomblé da Bahia na década de 30. 2004. Ver seção Bibliografia. Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô', escreve: Resumo do percurso religioso de Mãe Aninha: Data Local não disponível Casa Branca do Engenho Velho não disponível Roça do Camarão (Rio Vermelho) Escreve Mestre Didi que nessa roça do Camarão, no Rio Vermelho, \"(...) funcionava o terreiro do tio Joaquim Vieira (Obá Sanhá), filho de Xangô, conhecido também por Êssa Oburô, um dos maiores conhecedores das seitas africanas, na época, aqui na Bahia, e amigo inseparável de tio Bamboxê\". não disponível Santa Cruz (Rio Vermelho) não disponível Rua dos CapitãesÉ a atual rua Rui Barbosa, no Pelourinho, centro histórico de Salvador. 1903 Corriachito 1907 Ladeira da Praça 1910 Ladeira do Pelourinho, 77Pelourinho, centro histórico de Salvador, ao lado da Igreja de Nossa Senhora do Rosário dos Pretos === Comerciante no Pelourinho === Tinha como atividade civil o comércio de quitutes, artesanato e produtos rituais africanos, com estabelecimento na Ladeira da Praça, no Pelourinho. Foi uma empreendedora muito bem sucedida. Segundo Marcos Santana: Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô', descreve: Mãe Stella comenta: O sociólogo e doutor pela Universidade de Chicago Donald Pierson escreve:Pierson, Donald. Brancos e pretos na Bahia: estudo de contacto racial. 1945. Ver seção Bibliografia. > \"(...) Possui na cidade uma pequena loja onde vende vários artigos, > inclusive usados nos rituais de culto; e sabendo os membros do mundo afro- > brasileiro que esses artigos devem ser legítimos, uma vez que são vendidos > por ela, a loja faz bom negócio.\" \"Outra moda, que no serviu para marcar a > alta classe daqueles (de qualquer sexo) que a adotassem era deixar que as > unhas do indicador e polegar crescessem até bem compridas... e cortá-las em > ponta aguda. Hoje em dia, ao passo que os brancos, na Bahia, não mais seguem > essa moda, vêm-se, ocasionalmente, pessoas de destaque entre os negros - por > exemplo, Mãe Aninha do candomblé de São Gonçalo - usando unhas > excessivamente compridas.\" Resumo dos endereços residenciais de Mãe Aninha: Data Local não disponível Rua dos Capitães 1903 Corriachito 1907 Ladeira da PraçaPelourinho, centro histórico de Salvador 1910 Ladeira do Pelourinho, 77 === Ialorixá no Ilê Axé Opô Afonjá === Eugenia Ana dos Santos, comprou a roça de São Gonçalo do Retiro em 1909 e lá fundou o Ilê Axé Opô Afonjá. Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô', escreve: Em 1921, Eugenia Ana dos Santos foi para a casa de José Theodório Pimentel, Balé Xangô,Na África, os \"balés\" são os chefes de grandes famílias. em Itaparica. Mãe Aninha era muito amiga da família Pimentel. José Theodório Pimentel ajudava Mãe Aninha desde os tempos da Ladeira da Praça. Essa viagem foi muito importante porque é a evidência de que Mãe Aninha fez a ponte entre o Ilê Axé Opô Afonjá em Salvador e o culto aos Eguns em Itaparica e nessa casa fez a iniciação tanto de Mãe Senhora quanto de Mãe Ondina, filhas do mesmo barco,Segundo Vivaldo da Costa Lima, barco significa o grupo de iniciação e não deve ser entendido como sinônimo de embarcação, embora o sentido figurado não deva ser ignorado. suas sucessoras no Ilê Axé Opô Afonjá. Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô', escreve: Mãe Aninha estava cercada de pessoas de sua confiança e sabia delegar. Em 1934, Mãe Senhora também já demonstrava grande espírito de liderança, conforme segue o relato de Deoscóredes Maximiliano dos Santos, Mestre Didi, em seu livro 'História de Um Terreiro Nagô': Em junho de 1935, Eugenia Ana dos Santos voltou do Rio de Janeiro para Salvador. Mandou desmanchar o barracão de palha em frente à casa de Oxalá para construir outro bem maior, mais acima, ao lado da atual porteira de acesso ao terreiro. Conforme Vivaldo da Costa Lima, na ausência de Mãe Aninha, chefiaram o terreiro sua irmã-de-santo Fortunata, a dagã do terreiro, Silvana, sua filha, a iamorô e Mãe Senhora, de Oxum, a ossidagã. Dirigiam elas as obrigações anuais; cuidavam dos filhos da casa; atendiam ao serviço diário dos santos, pois que certas obrigações, como a iniciação ou feitura do santo só poderiam ser feitas com a participação pessoal de Mãe Aninha. No dia 29 de junho de 1936, instituiu o Corpo de Obá (ou Ministros de Xangô), tradição só conservada na Bahia no Ilê Axé Opô Afonjá. Mestre Didi comenta: No dia 8 de novembro de 1936, Mãe Aninha, Obá Bii, fundou a Sociedade Cruz Santa no Ilê Axé Opô Afonjá. Mãe Stella escreve sobre os tempos de Mãe Aninha: 'Marcos Santana' oferece uma proposta de como estaria formada a hierarquia do Ilê Axé Opô Afonjá em 1938: # Iialorixá - Obá Bii # Iá Quequerê - Iuim Tonã # Iá Dagã - Odé Gidê # Iá Morô - Airá Bai # Ossidagã - Oxum Muiuá # Otundagã - Maria Otum de Oçânhim'Maria Otum', Olosanhe, era avó da atual iaquequerê do Afonjá, Mãe Georgete de Oxum. # Ajimudá - Ojeladê # Balé Xangô - Bamboxê, Essa Obiticô / José Teodoro Pimentel # Essa Oburô - Obá Sanhia / Tio Joaquim # Açobá - Bopê Oiá # Iá Ebê - Airá Tola # Oganlá - Ajagum Tundê # Olopondá - Vevelha # Sobaloju - Obá Caiodê Segundo Vivaldo da Costa Lima, Mãe Aninha participava com devoção dos ritos e sacramentos da igreja católica - atitude dominante nas antigas mães-de-santo da Bahia: era Priora das Irmandades do Senhor Bom Jesus dos Martírios e de Nossa Senhora do Rosário, Provedora Perpétua de Nossa Senhora da Boa Morte, da Barroquinha, e Irmã Remida da Irmandade de São Benedito, nas Quintas. === Últimos dias === Deoscóredes Maximiliano dos Santos, Mestre Didi, participou dos eventos narrados e conta em seu livro História de Um Terreiro Nagô: No dia 6 de junho, Mãe Aninha fez a iniciação de José, de Ogum; Cantulina, de Airá; Eutrópia, de Oxum. Adoecendo, teve que parar um pouco para descansar, deixando algumas iaôs para quando melhorasse - o que não aconteceu. (...) Quando a morte se aproximou de Iá Obá Bii, às nove horas do dia 3 de janeiro de 1938, às nove horas, foi imediatamente reconhecida. Mãe Aninha, devido a seus profundos conhecimentos, estava ciente de seu fim e já tinha até a roupa preparada para o seu enterro. Chamou então seu neto, Didi, o Açobá, o Obá Aré Miguel de Sant'Anna, e a [[ossidagã Senhora. Imediatamente eles chegaram e se apresentaram ao lado da cama onde ela se encontrava, em um dos quartos da casa que atualmente é de Oçânhim. Iá Obá Bii, já com a fala confusa, disse: \"Obá Aré: Obá Abiodum fica como presidente da Sociedade, e você eu quero que fique ao lado de ossidagã, lessé orixá\" (aos pés do orixá). Logo em seguida, virou a língua e falou, em iorubá, algumas coisas que nenhum deles entendeu. Então ela disse: \"Não sabem o que perderam\". E pediu que a levassem para a casa de Iá, onde, depois de ter feito alguns preceitos com o auxílio de suas filhas que, em sua maior parte, lá estavam, além de alguns Obás e Ogãs, perdeu a fala e veio a falecer às 15 horas, na presença de seu médico que chegou a tempo de vê-la dar o último suspiro. Às 19 horas, depois de terem sido tomadas as providências necessárias, o corpo de Iá Obá Bii foi transportado, em carro mortuário, do Axé Opô Afonjá para a Igreja de Nossa Senhora do Rosário, onde ficou exposto até às 15 horas do dia seguinte, quando saiu o enterro. À saída do carro mortuário acompanhado de oito ônibus, não se podia passar no Pelourinho, tal a quantidade de automóveis e a multidão de gente que acompanhava. Só em um dos livros de presença colocados na entrada da Igreja, havia registro de mais de oitocentas assinaturas. Trazido para o carro mortuário, o caixão foi quase que arrebatado pelo povo, que fez questão de conduzi-lo nas mãos até o cemitério das Quintas, seguido do carro mortuário, dos ônibus super lotados, dos automóveis e de um número incalculável de pessoas a pé, interrompendo o trânsito por uma hora e quarenta e cinco minutos, segundo os jornais da época. Na subida da Ladeira das Quintas, o caixão foi entregue aos Obás, Ogãs e filhos da casa, para que prestassem as obrigações que tinham por dever para com a Ialorixá morta. Ossidagã (Senhora) colocou-se à frente, saudou Xangô e, rogando a Deus pelo descanso eterno para sua Ialorixá, iniciou a cerimônia. Iniciaram-se as cantigas de preceito. As pessoas que carregavam o caixão andavam um pouco, depois davam três passos para trás, três para a frente, e assim sucessivamente, até chegarem ao portão das Quintas, onde entregaram o caixão para aqueles que o haviam retirado da Igreja. Então encaminharam-se todos, no mais profundo silêncio, para o cemitério da Irmandade de São Benedito, onde foi feito o sepultamento, fazendo-se ouvir, na despedida à Mãe Aninha, Ajimudá (Martiniano Elizeu do Bonfim), e muitos outros oradores\". Vivaldo da Costa Lima, em seu texto 'Candomblés da Bahia na década de 30', escreve: Mãe Stella comenta sua experiência: Segundo depoimento de Mãe Cici, que ouviu uma história, no axexê de Mãe Aninha apareceram alguns eguns.Obarai - Babalorixá Balbino Daniel de Paula. 2009. Ver seção Bibliografia. == Realizações == Segue abaixo uma introdução das principais realizações de Eugênia Ana dos Santos, Mãe Aninha, Obá Bii, enquanto Ialorixá do Ilê Axé Opô Afonjá. Segundo Marcos Santana: > \"1936 pode ser considerado o ano das grandes realizações de Obá Bii na Roça > de São Gonçalo. Após o longo período no Rio de Janeiro ela, ao retornar a > Salvador, cumpre uma agenda típica de grandes políticos e estadistas. As > metas do seu projeto de vida e da sua vocação fundadora se concretizam > seguindo uma meta-pré-estabelecida\". === Fundação do Ilê Axé Opô Afonjá - Saúde, Rio de Janeiro - RJ, 1895 === (em construção) Notas: * 1886: Primeira visita de Mãe Aninha * 1895: Mãe Aninha vem ao Rio com Bamboxê e Tio Joaquim e funda uma casa de santo no bairro da Saúde * 1935: Mãe Aninha encarrega Mãe Agripina para cuidar do Afonjá no RJ * 1944: localizado na rua Bela em São Cristóvão, Mãe Agripina transfere o Afonjá para Coelho da Rocha, São João do Meriti - RJ === Fundação do Ilê Axé Opô Afonjá - São Gonçalo, Salvador - BA, 1910 === O terreiro de candomblé Ilê Axé Opô Afonjá foi criado em 1910 por Eugênia Ana dos Santos, Mãe Aninha, Obá Bii, em Salvador, Bahia. Ela adquiriu a roça de São Gonçalo, de aproximadamente trinta e nove mil m², onde está situado o terreiro, em 1909. O local é distante do centro histórico de Salvador - Pelourinho - onde Mãe Aninha tinha residência civil na época. São Gonçalo era conhecido pelos sítios de laranjais e pelos diversos quilombos. Donald Pierson detalha as direções de acesso ao terreiro: > \"Para se chegar à seita de uma conhecida mãe de santo, toma-se o bonde da > Calçada para a periferia da cidade, passando-se por laranjais e pastos > crescidos, até o matadouro, onde se desce: sobe-se depois por uma estrada > íngreme, ladeada por plantas chamadas \"nativos\" (que dizem ser originárias > da África), uricuris e outros coqueiros, até que depois de andar mais dois > quilômetros, se chega a um cume que domina um verde vale, donde se pode ver > a cidade, bem ao longe. Uma brisa fresca sopra do mar e tempera o calor do > sol tropical. Entre palmeiras esparsas aninham-se várias casas, algumas > elegantemente pintadas de branco, amarelo, verde e azul\". === Reinauguração do Ilê Iá - São Gonçalo, Salvador - BA, 1936 === Em pesquisa. Aguardando livro Bahia de Todos os Santos de Jorge Amado, relançamento da Companhia das Letras, em Maio de 2010. Há no livro um relato dele, com a descrição desse evento. Deoscóredes Maximiliano dos Santos, Mestre Didi, conta um pouco: === Lançamento da pedra fundamental do novo barracão, Ilê N'Lá - São Gonçalo, Salvador - BA, 1936 === Deoscóredes Maximiliano dos Santos, Mestre Didi, escreve: 5\\. Instituição do Corpo de Obá - São Gonçalo, Salvador - BA, 1936' Eugênia Ana dos Santos, Mãe Aninha, Obá Bii, introduziu o Corpo de Obá, ou Ministros de Xangô, no Ilê Axé Opô Afonjá no dia 29 de junho de 1936 - ato inédito num terreiro de candomblé, na América. Foi auxiliada diretamente por Martiniano Eliseu do Bonfim, Ajimudá do Ilê Axé Opô Afonjá. Descreve Donald Pierson, num depoimento recolhido de Mãe Aninha a ele: Escreve Mãe Stella: A denominação dos Obás se dá conforme segue: * Os Obás da direita são: Cacanfó, Telá, Abiodum, Arê, Arolu e Ǫdofum. * Os Obás da esquerda são: Onaxocom, Areçá, Elerim, Oni Coi, Olubom e Xorum. === Fundação da Sociedade Cruz Santa - São Gonçalo, Salvador - BA, 1936 === Eugênia Ana dos Santos, Mãe Aninha, Obá Bii, fundou a Sociedade Cruz Santa no Ilê Axé Opô Afonjá no dia 8 de novembro de 1936, dia da festa dedicada a Oxum. Escreve Mãe Stella: Deoscóredes Maximiliano dos Santos, Mestre Didi, conta: === Participação no II Congresso Afro-Brasileiro - Salvador - BA, 1937 === Eugenia Ana dos Santos, Mãe Aninha, Obá Bii, participou do II Congresso Afro-Brasileiro, organizado por Edison Carneiro, com o apoio de Arthur Ramos e Áydano do Couto Ferraz, quando apresentou o assunto 'Notas sobre comestíveis africanos - 25 receitas sobre culinária ritual' (sendo 24 com nome iorubá, sem tratar dos processos de preparo ritual), publicado no livro de Edison Carneiro \"O Negro no Brasil\" (Rio de Janeiro, Civilização Brasileira, 1940). O primeiro Congresso Afro- Brasileiro foi realizado na cidade do Recife, em Pernambuco no ano de 1934, sob a liderança de Gilberto Freyre e tendo também como um dos idealizadores o poeta brasileiro Solano Trindade que além de poeta e folclorista era militante ativista que participou da fundação da Frente Negra Pernambucana, Centro de Cultura Afro-Brasileiro, Teatro Experimental do Negro. Waldir Freitas Oliveira, professor, escritor e membro da Academia de Letras da Bahia, comenta sobre o segundo Congresso Afro-Brasileiro:Oliveira, Waldir Freitas. As pesquisas na Bahia sobre os afro-brasileiros. 2004. Ver seção Bibliografia. Deoscóredes Maximiliano dos Santos, Mestre Didi, conta: Segundo Vivaldo da Costa Lima:Lima, Vivaldo da Costa. Lessé Orixá, nos pés do santo. Página 252. Ver seção Bibliografia. === Promulgação do Decreto-Lei 1 202 - Rio de Janeiro - RJ, 1939 === O Decreto-Lei número 1 202, publicado em 8 de abril de 1939, dispõe sobre a administração dos Estados e dos Municípios, ou seja, descreve qual a competência de cada esfera do Estado e da Administração Pública. No artigo 33, parágrafo 3, lê-se: \"É vedado ao Estado e ao Município: Estabelecer, subvencionar ou embargar o exercício de cultos religiosos;\". Esse fato é de suma importância porque, na época de Mãe Aninha, o exercício livre da religião do candomblé sofria de preconceito e perseguição policial. Embora o Decreto-Lei tenha sido publicado somente em 1939, consta que Mãe Aninha teria tido um encontro com o presidente Getúlio Vargas em data anterior, pois ela era sua conselheira espiritual, e Getúlio, no período da ditadura, com ela se cuidava espiritualmente. O encontro da Ialorixá com o Presidente, para tratativas sobre a Lei, aconteceu no Palácio do Catete, Rio de Janeiro, e foi promovido pelo chefe da Casa Civil, Oswaldo Aranha, que era filho-de-santo de Mãe Aninha, e do Ogã Jorge Manuel da Rocha. Escreve Mãe Stella: == Ver também == * Agripina de Souza ou \"Agripina de Xangô Aganju\" ou \"Obá Dei\" * Cantulina Garcia Pacheco ou \"Mãe Cantu - Airá Tolá\" ou \"Tia Cantu - Ará Tolá\" * Escola Municipal Eugênia Anna dos Santos * Iá Nassô * Ilê Axé Opô Afonjá * Joaquim Vieira da Silva * Maria Bibiana do Espírito Santo ou \"Mãe Senhora\" * Maria Júlia de Figueiredo * Maria Purificação Lopes ou \"Mãe Bada\" * Maria Stella de Azevedo Santos ou \"Mãe Stella\" * Maximiana Maria da Conceição * Ondina Valéria Pimentel ou \"Mãe Ondina\" ou \"Mãezinha\" * Rodolfo Martins de Andrade === Fontes === # JOAQUIM, Maria Salete. O papel da liderança religiosa feminina na construção da identidade negra. Pallas Editora. 2001. 187 p. ISBN 8534702470. # LIMA, Vivaldo da Costa. O candomblé da Bahia na década de 30. Vol. 18, pp. 201–221. 2004. # LIMA, Vivaldo da Costa. A família de santo nos candomblés jejes-nagôs da Bahia: um estudo de relações intragrupais, ed.2a. Salvador. Corrupio. 2003. 216 p. ISBN 8586551171. # LIMA, Vivaldo da Costa. Lessé Orixá, nos pés do santo. Editora Corrupio. Salvador. 2010. ISBN 978-85-86551-42-0. # MARIANO, Agnes; QUEIROZ, Aline. Obàrayi - Babalorixá Balbino Daniel de Paula. 2009. Barabô. ISBN 978-85-62542-00-8. # OLIVEIRA, Waldir Freitas. As pesquisas na Bahia sobre os afro-brasileiros. # PIERSON, Donald. Original em inglês: Negroes In Brazil: A Study of Race Contact at Bahia. The University of Chicago Press. 392 p. 1942\\. Em português: Brancos e pretos na Bahia: estudo de contacto racial. Vol. 241. Companhia Editora Nacional, 1945. # PRANDI, Reginaldo. Segredos Guardados: Orixás na Alma Brasileira. Companhia das Letras. 2005. ISBN 8535906274. # ROCHA, Agenor Miranda. As Nações Kêtu: origens, ritos e crenças: os candomblés antigos do Rio de Janeiro. 2a-edição. MAUAD Editora Ltda. 2000. 112p. ISBN 8574780189. # ROCHA, Agenor Miranda. Caminhos de Odu. 2a ed. Rio de Janeiro. Pallas. 1999. ISBN 8534702128. # SANTANA, Marcos. Mãe Aninha de Afonjá: um mito afro-baiano, ed.1a. Salvador. EGBA. 2006. 100 p. ISBN 8575051520. # SANTOS, Maria Stella de Azevedo. Meu Tempo é Agora. São Paulo. Editora Oduduwa. 1993. # SANTOS, Deoscóredes Maximiliano dos. História de Um Terreiro Nagô. 2a.edição. Editora Max Limonad. 1988. == Ligações externas == * Categoria:Naturais de Salvador Categoria:Ialorixás de Ilê Axé Opô Afonjá Categoria:Religiosos brasileiros do século XIX Categoria:Religiosos brasileiros do século XX Categoria:Candomblecistas do Brasil Categoria:Afro-brasileiras",
 "title": "Eugênia Ana dos Santos"
}