{
 "id": "121203",
 "text": "Ramiro II de Leão ( — ) foi rei de Leão de 931 a 951. Foi filho do rei Ordonho II de Leão e de Elvira Mendes. == Biografia == Foi o responsável pela coligação das forças de Navarra, Leão e Aragão contra os muçulmanos, tendo derrotado na batalha de Simancas, em 939, os exércitos do califa omíada Abderramão III. Esta vitória permitiu ao Reino de Leão, pela primeira vez, consolidar a fronteira a sul da linha do vale do Douro. Nos últimos anos do seu reinado não conseguiu impedir que a marca mais oriental do seu reino (Castela) se erigisse em condado independente, sob a direcção do conde Fernão Gonçalves, neto do rei Garcia I de Leão por via feminina. Em 950 lançou nova expedição militar contra os mouros, tendo-os derrotado junto a Talavera de la Reina. == Juventude == Ramiro ainda pequeno foi confiado como educando a Diogo Fernandes e a sua esposa, poderosa família detentora de vastos territórios em terras do Douro e mais tarde também no vale do rio Mondego. Estes territórios foram o centro de um núcleo de repovoamento agrupados em torno da política criada em torno da também ainda criança Bermudo Ordonez. Quando o seu irmão Afonso IV subiu ao trono, revoltou-se contra ele, e foi o único dos irmãos de Afonso IV que se livrou de ser cegado, devido ao facto de se ter refugiado entre os muçulmanos.Revista Nobreza. Número 278. Ano de 2000. Página 90 Ramiro II reveste-se ainda de particular importância para a história portuguesa - trata-se do primeiro rei a intitular-se (ainda que por breve período de tempo - entre 925, ainda em disputas com o irmão Afonso IV, e 931, um ano após a subida ao trono) de rei da terra portucalense - reconhecimento pleno da existência de uma terra portucalense, que já se vinha firmando desde 868, com a conquista de Vímara Peres e a formação da sua casa condal à frente dos destinos da mesma. == Relações Familiares == Foi filho do rei Ordonho II de LeãoHistória da Espanha Antígua e Media. Luis Suárez Fernández. Página 253. (c. 871 - Leão, junho de 924) e de Elvira Mendes (m. 921). Casou por duas vezes. O primeiro matrimónio foi em 925 com Ausenda Guterres (c. 900 - 931), filha de Guterre Ozores de Coimbra (c. 880 - 933) e de Aldonça Mendes, de quem teve: #Bermudo de Leão, faleceu ainda menino, pouco antes de janeiro de 941.Rodríguez Fernández, 1998, pág. 267. #Ordonho III de Leão (925 - Zamora, agosto de 956)Ordonho III de Leão. casado cerca de 950 com Urraca Fernandes de Castela, filha de Fernão Gonçalves (910 - 970) e de Sancha Sanches de Pamplona. #Teresa de Leão, Rainha de Pamplona (930 — c. 952) casada com Garcia Sanches I de Pamplona (919 - 22 de fevereiro de 970), rei de Pamplona. O segundo casamento foi em 930 com Urraca Sanches de Pamplona (915 — ?), filha de Sancho Garcês I de Pamplona e de Toda Aznares, de quem teve: #Sancho I de Leão \"o Crasso\" ou \"o Gordo\" (? - 966) casado com Teresa Ansures (c. 943 - Oviedo, 25 de abril de 997). #Elvira de Leão (c. 934 - c. 976) foi regente do reino de Leão em 966. ==Bibliografia== *Actas do 17º Congresso Internacional de Ciências Genealógica e Heráldica, Instituto Português de Heráldica, Lisboa, 1986. pg. 317 (Tab. I). *Costados do Duque de Bragança, Luis Amaral e Marcos Soromenho Santos, Guarda-Mor Lisboa, 2002. Categoria:Reis de Leão Categoria:Mortos em 965 Categoria:Sepultados na Basílica de Santo Isidoro Categoria:Espanhóis do século X",
 "title": "Ramiro II de Leão"
}