{
 "id": "121392",
 "text": "Maurice (lançado no Brasil e em Portugal sob o título original) é um filme britânico de 1987, do gênero drama, dirigido por James Ivory, com roteiro baseado no romance homônimo de E. M. Forster. == Sinopse == Após ser apresentado a Lord Risley em uma de suas aulas, Maurice Hall, jovem estudante de Cambridge, é convidado a participar de um clube privado de discussões. Em busca do local onde seria realizado o encontro, conhece Clive Durham, e os dois tornam-se imediatamente amigos inseparáveis. À medida que se tornam mais íntimos, ambos percebem que estão se apaixonando, mas evitam confessar a natureza de seus sentimentos, uma vez que a homossexualidade, além de socialmente condenada, ainda era considerada crime na Inglaterra no século XIX. Clive finalmente decide abrir-se com Maurice que, após reagir em um primeiro momento com repúdio, termina reconhecendo que sente-se igualmente apaixonado pelo amigo. Os dois jovens iniciam um romance. Maurice é expulso de Cambridge após ser visto pelo reitor cabulando aulas para passar o dia no campo, e decide perseguir uma carreira no mercado financeiro, como corretor de ações. Lord Risley é preso em flagrante e condenado pelo crime de sodomia. Clive, que pretende ingressar na política, sente sua posição social cada vez mais ameaçada por sua ligação com o amigo e, após uma viagem de reflexão pela Grécia, decide romper o romance. Clive desposa Ane, jovem que conhecera durante a viagem. Deprimido e sem perspectivas, Maurice decide visitar o jovem casal na casa de campo do amigo, enquanto busca a ajuda de um psicanalista para \"reverter\" suas tendências homossexuais. Termina se envolvendo, todavia, com Alec Scudder, guarda-caças da propriedade, e os dois passam uma noite juntos. Temendo ser chantageado pelo empregado, evita novos encontros, até ser surpreendido em seu escritório, em Londres. Alec, contudo, revela-se apenas um rapaz ingênuo que desejava passar uma última noite com o amante, pois está na iminência de mudar-se em definitivo para a Argentina. Maurice pede que ele abra mão da viagem e permaneça na Inglaterra. Na data marcada para a viagem, Maurice vai ao porto despedir-se de Alec, mas este não aparece. Exultante, retorna para a casa de campo de Clive e confronta o amigo uma última vez antes de reunir-se ao amante. == Elenco == * James Wilby - Maurice Hall * Hugh Grant - Clive Durham * Rupert Graves - Alec Scudder * Denholm Elliott - Doctor Barry * Simon Callow - Mr. Ducie * Billie Whitelaw - Mrs. Hall * Barry Foster - Dean Cornwallis * Judy Parfitt - Mrs. Durham * Phoebe Nicholls - Ane Durham * Ben Kingsley - Lasker-Jones * Patrick Godfrey - Simcox * Mark Tandy - Risley * Kitty Aldridge - Kitty Hall * Helena Michell - Ada Hall * Catherine Rabett - Pippa Durham * Peter Eyre - Rev. Borenius == Recepção == == Produção == Após o sucesso de A Room with a View, indicado para 8 Oscars, James Ivory manteve- se fiel à tradição que iniciara com The Europeans em 1979, e que consistia em transpor para as telas clássicos da literatura inglesa, especialmente do final do século XIX e início do século XX. Em seu 14° longa de ficção, o diretor deciciu-se pela adaptação de outro romance de E. M. Forster, Maurice. Apesar de ter recebido resenhas relativamente elogiosas da crítica especilizada, o filme não teve uma carreira tão positiva quanto o anterior do ponto de vista comercial. Muitos sugerem que, ao menos em parte, isto se deveu à natureza polêmica do tema - os conflitos de identidade sexual de um jovem inglês no final do século XIX - razão que, aliás, já levara o próprio escritor a determinar que o romance só pudesse ser publicado postumamente. De todo modo, Ivory só voltaria a obter sucesso junto ao grande público 5 anos mais tarde, com Howard's End - curiosamente, também baseado em outra obra de Forster. Como é habitual em suas adaptações para romances de época, Ivory serviu-se de atores com sólida formação interpretativa para a realização de Maurice. De acordo com a crítica especializada, um de seus principais méritos reside na excepcional qualidade do elenco, onde destacam-se Rupert Graves como Alec Scudder e especialmente James Wilby, cujo trabalho no papel título é usualmente arrolado entre os grandes desempenhos cinematográficos de personagens literárias. Maurice também impulsionou a carreira de Hugh Grant, que após interpretar a personagem de Clive Durnham passou a atuar com mais intensidade no mercado cinematográfico europeu, trabalhando com diretores tais como Nicolas Klotz, Gonzalo Suárez e Roman Polanski. O filme conta ainda com diversos coadjuvantes de luxo, tais como Ben Kinsgley, Dernholm Elliot e Simon Callow, muitos escalados por Ivory também em outras ocasiões. Helena Bonham Carter, uma das principais atrizes de A Room with a View, faz uma curta aparição na seqüência do cricket (ver Seqüências notáveis, abaixo). Produzido pelo indiano Ismael Merchant, que acompanha James Ivory desde o princípio de sua carreira, Maurice é entretanto um dos poucos filmes em que o diretor não utilizou os serviços de Ruth Prawer Jhabvala como roteirista, atuando ele próprio nesta função, em parceria com Kit Hesketh-Harvey. Entre os demais profissionais, encontram-se muitos de seus colaboradores habituais, tais como o diretor de fotografia Pierre L'Homme e a editora Katherine Wenning, que ajudaram a consolidar a reputação de excelência técnica que é usualmente creditada a seus trabalhos. A maior parte do filme foi rodada nas cidades de Londres e Cambridge, embora também tenham sido utilizadas locações em outras cidades da Inglaterra, tais como Wiltshire, e na Sicília. Entre os locais de renome que foram empregados por Ivory encontram-se o British Museum e a King's College. A trilha sonora foi composta por Richard Robbins. Com relação ao material não original, destacam-se especialmente o segundo movimento da Sinfonia patética de Tchaikovski, que pontua o primeiro encontro entre Maurice e Clive, e o Miserere de Gregorio Allegri. == Seqüências notáveis == * Reconhecimento: deprimido com a aproximação das férias, Clive queixa-se a Maurice, que afaga o cabelo do amigo.Inicialmente posicionada sobre o rosto de Clive, a câmera vai se aproximando lentamente de Maurice, sem qualquer trilha sonora e praticamente sem cortes. O uso deste longo plano silencioso - incomum no trabalho de Ivory, que costuma ser admirado por grandes seqüências de época, especialmente aquelas que exploram as particularidades dos hábitos sociais ingleses em eventos tais como bailes, reuniões e festas - é usualmente interpretado como uma metáfora para o reconhecimento que fazem cada um dos dois amigos, conscientes pela primeira vez da real natureza de seus próprios sentimentos. * Cricket: após passar pela primeira vez a noite com Alec, Maurice disputa uma partida de cricket organizada com o propósito de entreter a família de Clive e seus convidados. Com perfeita reconsituição de época, esta longa seqüência mostra toda a maquinaria técnica de Merchant e Ivory posta a serviço do romance de Forster. Praticamente sem diálogos, as cenas ocupam-se menos com a disputa do que com o público, revelando o pano de fundo de tensão social que é um dos traços distintivos da obra do escritor inglês. À medida que o jogo prossegue, Maurice vê sua euforia pelo romance transformar- se em temor de ser ridicularizado e chantageado pelo novo amante. == Premiações == Maurice foi um dos grandes destaques do Festival de Veneza em 1987. James Ivory recebeu o Leão de Prata de melhor diretor (assim como Ermanno Olmi, por Lunga vita alla signora), e James Wilby e Hugh Grant dividiram o prêmio de melhor ator. Na edição do Óscar de 1988, o filme foi apenas indicado para o prêmio de melhor figurino (Jenny Beavan e John Bright), vencido por James Acheson (O Último Imperador). == Ver também == * Maurice, romance de E. M. Forster. ISBN 0-393-31032-9. == Ligações externas == * Maurice no Channel 4 * Página oficial do Festival de Veneza Categoria:Filmes premiados no Festival de Veneza Categoria:Filmes do Reino Unido de 1987 Categoria:Filmes com temática LGBT de 1987 Categoria:Filmes com temática LGBT do Reino Unido Categoria:Filmes com temática gay Categoria:Filmes de drama com temática LGBT Categoria:Filmes sobre amadurecimento com temática LGBT Categoria:Filmes sobre terapia de conversão Categoria:Filmes em língua inglesa Categoria:Filmes de drama do Reino Unido Categoria:Filmes gravados em Londres Categoria:Filmes ambientados em Londres Categoria:Filmes dirigidos por James Ivory Categoria:Filmes com roteiros de James Ivory Categoria:Filmes de drama da década de 1980",
 "title": "Maurice (filme)"
}