{
 "id": "121354",
 "text": "A comunicação no Brasil é plural em seus meios abrangendo rádio, televisão, jornais e revistas impressos além de sites e portais na internet, a informação chega ao público muito rapidamente, há liberdade de expressão tendo os mais variados pontos de vista quanto a acontecimentos nacionais e internacionais. A televisão aberta tem um alcance muito grande para com a população em geral, tanto com canais públicos como privados. Grupos de comunicação também oferecem canais de televisão fechados chamados TV a cabo. Houve a mudança do sinal analógico para o digital a nível nacional. O YouTube se tornou uma ferramenta de entretenimento e pesquisa muito popular No segmento jornais e revistas há uma mudança de no comportamento do leitor diminuindo as tiragens e até mesmo extinguindo publicações, por estar perdendo espaço a noticias propagadas por redes sociais e meios digitais. Quanto a formas de comunicação como telefonia, os serviços têm sido ampliados tanto com dados em Smartphone como em ligações, nos últimos 20 anos linhas telefônicas fixas, móveis e cabos de dados se tornaram mais comuns, populares e acessíveis aos grandes centros populacionais. Apesar da popularidade ainda se pode considerar que são caros e o serviço ainda apresenta limitações de qualidade. Livros tem publicados e comprados também com aumento em relação a períodos anteriores. Mesmo com o aumento da venda de exemplares, as livrarias tem diminuindo em quantidade e pontos de venda sofrendo com a retração de mercado. == Telecomunicação == Dados: *Estações de rádio: AM–1.551; FM–2.620; ondas curtas:134. *Rádios (aparelhos): 71 milhões (1997) (87,8% dos domicílios brasileiros possuem aparelhos de rádio). *Estações de televisão: 269 (mais repetidoras) (23 de junho de 2003). *Televisores (aparelhos): 90,3% das casas possuem aparelhos televisores. *Telefones fixos: 39 milhões (2005). *Telefones celulares: 85 milhões (2005); 96 milhões (2006); 200 milhões (2010). A internet no Brasil é considerada uma das mais caras do mundo, em termos de relação custo por mbit, podendo ser quase 400 vezes mais cara quando comparado aos países onde o custo é o menor do mundo. *Domicílios com computador com acesso a internet: 12,2% - 6,3 milhões de domicílios – 21,6 milhões de pessoas (PNAD 2004). *Número de computadores: 60 milhões (2008) (1 computador para cada 3 habitantes). == Imprensa == * Imprensa é a designação coletiva dos veículos de comunicação que exercem o jornalismo e outras funções de comunicação. * Jornais * Editoras == Censura == A censura no Brasil ocorreu por praticamente todo o período posterior à colonização do país, seja ela cultural, seja ela política. De certa maneira, mas sob um aspecto diferenciado, o Brasil ainda possui formas de censura desde a redemocratização. A censura (do latim censura) e aprovação ou desaprovação prévia de circulação de informações, visando á proteção dos interesses de um Estado ou um grupo de poder. A Censura criminaliza certas ações de comunicação ou até a tentativa de exercer essa comunicação. Consiste em qualquer tentativa de inibir a circulação de informação, opiniões, e até formas de expressão, etc. == Coronelismo eletrônico == As comunicações brasileiras são marcadas pelo sistema de \"coronelismo eletrônico\", categoria que remete ao coronelismo e transporta-o à realidade da transição econômica e tecnológica do fim do século XX, mas também da transição política brasileira da Ditadura Militar para a Nova República. Pela categoria de coronelismo eletrônico, há a intermediação de uma rede de relações entre instâncias locais e nacionais de forma clientelista, na qual o coronel angaria verbas públicas de publicidade governamental, aproveita da instalação de retransmissoras por Prefeituras Municipais, bem como da audiência e custos reduzidos com a afiliação a um grande grupo midiático nacional e oferece capilaridade de uma difusora ou rede regional e apoio político (midiático e governamental) à mesma. Essa atuação é fruto de sua incapacidade em atender a lógica de mercado e competir com conteúdo qualificado e/ou distribuição eficaz. Essa precariedade econômica se dá no contexto de serviços ofertados por meio de novas tecnologias da informação e de comunicação e a reciprocidade de favores, na sociedade da informação. Ademais, o coronel não é necessariamente o radiodifusor, mas a figura que consegue atuar na chefia política, na coerção e arbitragem social; tampouco o coronelismo é idêntico ao mandonismo, clientelismo ou patrimonialismo. Trata-se ainda de uma estratégia de conservação de elite política, com domínio sobre espaços de debate público e controle do acesso à informação pelo eleitorado, como também promoção de imagens positivas de seus integrantes e aliados e ataque a adversários. Por consequência, isso compromete o exercício da cidadania e fragiliza a democracia. == Concentração de propriedade da mídia == == Mídia independente == == Mídia alternativa== == Ver também == * Código Brasileiro de Telecomunicações * Ministério das Comunicações * Agência Nacional do Cinema * Notícias falsas no Brasil * Selos e história postal do Brasil * Propagandas da ditadura militar brasileira * Donos da Mídia * Para Expressar a Liberdade * Sociedade Brasileira de Estudos Interdisciplinares da Comunicação * Lista dos maiores grupos de mídia do Brasil * Associação Brasileira de Emissoras de Rádio e Televisão * Associação Brasileira de Produtoras Independentes de Televisão * Associação Brasileira das Emissoras Públicas, Educativas e Culturais * Associação dos Pioneiros, Profissionais e Incentivadores da Televisão no Brasil == Bibliografia == * * == Ligações externas == * Ministério das Comunicações *",
 "title": "Comunicações do Brasil"
}