{
 "id": "121356",
 "text": "A Agência Câmara é a agência de notícias pública da Câmara dos Deputados do Brasil. Ela divulga as atividades legislativas da Câmara dos Deputados em tempo real, como votações, reuniões e audiências públicas. A agência diz que o seu compromisso é com a informação isenta e apartidária, capaz de oferecer ao leitor os fatos em sua integralidade, sem interpretações. O conteúdo da agência é livre e pode ser usado desde que seja citada a fonte e as matérias sejam assinadas com os dizeres \"Agência Câmara\". Algumas votações e audiências também são transmitidas ao vivo em vídeo. (Veja a linha editorial da Agência Câmara) Além do noticiário em tempo real, a Agência oferece aos leitores e à imprensa matérias a pauta do dia e da semana com a previsão de cobertura, notícias consolidadas sobre cada fato noticiado em tempo real, e também divulga todas as propostas (projetos de lei, PECs, MPs, etc) apresentadas à Câmara, além do passo-a-passo de sua tramitação. Cada aprovação ou rejeição em comissão é uma nova matéria na Agência. A Agência Câmara vem aumentando a oferta de mecanismos de interatividade entre a Câmara dos Deputados e os cidadãos: \\- As notícias estão abertas aos comentários dos leitores (publicados para os demais leitores); \\- As notícias têm um mecanismo de enviar e-mail para os deputados citados na matéria (privado) \\- Há sempre uma enquete no site sobre uma proposta em tramitação; \\- Dentro de cada matéria sobre apresentação de projeto há uma enquete específica para aquele projeto; \\- Há a promoção periódica de bate-papos entre cidadãos e relatores de projetos polêmicos; \\- Há a facilitação da participação social em audiências públicas: a Agência oferece um e-mail e encaminha as perguntas dos internautas aos deputados que participam da reunião. Também é possível acompanhar a Agência Câmara pelo boletim temático, enviado diariamente e gratuitamente por e-mail, com 21 assuntos à escolha do leitor. Os mesmo pode ser feito por RSS, para acompanhar o noticiário em tempo real. As principais notícias também estão no Twitter e no Facebook. Categoria:Câmara dos Deputados do Brasil Categoria:Agências de notícias em língua portuguesa Categoria:Agências de notícias do Brasil",
 "title": "Agência Câmara (Brasil)"
}