{
 "id": "12130",
 "text": "O árabe (العربية, transl. al-ʻarabiyyah ) é uma língua semita central, parente próximo do hebraico e das línguas neoaramaicas. Pertence a família das línguas semíticas, que por sua vez, compõem o tronco linguístico das afro-asiáticas (ou camito-semitas). A língua árabe tem mais falantes do que qualquer outro idioma na família linguística semita, e é falada por mais de 365 milhões de pessoas como língua materna, no Oriente Médio, Sudoeste Asiático e Norte da África. Caso também sejam contabilizados os falantes não nativos, o total perfaz a média de 400 milhões de pessoas. É idioma oficial de 26 países, número atrás apenas do inglês e francês,Wright, John W. (2001), The New York Times Almanac 2002, Routledge, ISBN 1-57958-348-2 e a língua litúrgica do islamismo, por ser o idioma no qual o Corão, o livro sagrado islâmico, foi escrito. Falada em 58 países, só é menos difundida no mundo do que o inglês (106). O árabe é responsável pelo empréstimo de diversas palavras a outros idiomas falados no mundo islâmico, como o turco, o persa e o urdu. Durante a Idade Média o árabe foi um importante veículo de cultura na Europa, especialmente na ciência, matemática e filosofia, e como tal acabou por influenciar igualmente diversas línguas faladas naquele continente. A influência árabe pode ser vista especialmente nos idiomas falados em torno do Mediterrâneo, como o espanhol, o siciliano e também no português, tanto devido à proximidade geográfica dos povos árabes com estas regiões como por consequência dos 700 anos de domínio árabe na Península Ibérica (Al-Andalus). A influência árabe existe também na península Balcânica, incluindo grego, que através do contato com os turcos otomanos adquiriu muitos dialetos árabes. Por sua vez, o árabe incorporou palavras emprestadas de diversos idiomas, como o hebraico, o persa e o siríaco em seus primeiros séculos, o turco no período medieval, e diversos idiomas europeus no período atual. O árabe tem diversas variantes, distribuídas geograficamente por diversos locais, muitas das quais são mutuamente inteligíveis.\"Arabic language.\" Encyclopædia Britannica. 2009. Encyclopædia Britannica Online, página visitada em 29 de julho de 2009. Entre elas, o Árabe Egípcio é o mais falado, com 89 milhões de falantes nativos. O árabe padrão moderno (por vezes chamado de árabe literário) é a versão amplamente ensinada em escolas e universidades, e utilizada em ambientes de trabalho, órgãos governamentais e na mídia. O árabe padrão moderno é derivado do árabe clássico, único sobrevivente do grupo dialetal conhecido como árabe antigo setentrional, cuja existência é atestada em inscrições árabes pré- islâmicas que datam do século IV d.C.Versteegh, 1997, p. 33. O árabe é escrito no alfabeto arábico, com o sistema abjad, da direita para esquerda, embora algumas variantes utilizem o Alfabeto Árabe de Chat, da esquerda para direita, como forma padrão. == Árabe clássico, moderno e falado == O termo árabe costuma designar uma das três principais variantes do idioma: árabe clássico, árabe moderno padrão, e árabe coloquial ou dialetal. O árabe clássico (فصحى fuṣḥā) é a língua usada no Corão, e utilizada a partir do período da Arábia pré-islâmica até o Califado Abássida. O árabe clássico é considerado normativo; autores modernos tentam seguir as normas sintáticas e gramáticas definidas pelos gramáticos clássicos, como Sibawayh, e usar o vocabulário definido nos dicionários clássicos, como o Lisān al-Arab. Árabe coloquial ou dialetal se refere às diversas variantes nacionais ou regionais que formam a língua oral. O árabe coloquial é composto por estas diversas variantes, que por vezes são diferentes a ponto de serem mutualmente ininteligíveis, e muitos linguistas as consideram idiomas distintos.Microsoft Encarta Online Encyclopedia 2009. Verbete \"Arabic Language.\" 29 de julho de 2009. Estas variantes quase nunca costumam ser escritas, e são utilizadas na mídia falada informal, como telenovelas e talk shows,Jenkins, Orville Boyd. Population Analysis of the Arabic Languages. 18 de março de 2000. bem como em algumas formas de mídia escrita, como poesia ou publicidade. A única variante do árabe moderno a ter adquirido status oficial é o maltês, falado na ilha predominantemente católica de Malta, e escrita com o alfabeto latino; o maltês descende do árabe clássico através do sículo-árabe, e não é mutualmente inteligível com as outras variedades do idioma. A maior parte dos linguistas o classifica como um idioma separado, e não como um dialeto do árabe. Historicamente, o árabe argelino era ensinado na Argélia francesa, com o nome de darija. Como outros idiomas, o árabe padrão moderno continua a evoluir.Kaye, 1991. Destaca-se, no entanto, que durante todo o período evolutivo da língua, não houve mudanças na morfologia e nem na sintaxe. Por se tratar de uma língua litúrgica, sagrada para a religião islâmica, não são admitidas alterações na estrutura morfossintática. As mudanças ocorreram apenas no vocabulário e no estilo. Diversos termos modernos passaram a ser usados comumente, muitas vezes extraídos de outros idiomas modernos (por exemplo فيلم, film, \"filme\"), ou cunhados a partir dos recursos léxicos já existentes (como por exemplo هاتف, hātif, \"telefone\" <\"aquele que grita\", \"aquele que chama\"). A influência estrutural de idiomas estrangeiros ou das variantes coloquiais também afetou o árabe moderno padrão. Por exemplo, textos no árabe padrão moderno por vezes usam o formato \"A, B, C e D\" quando listam coisas, enquanto o árabe clássico prefere \"A e B e C e D\", e orações iniciadas pelo sujeito são mais comuns no árabe padrão moderno que no clássico. == Língua e dialeto == A situação sociolinguística do árabe na atualidade apresenta um exemplo primordial do fenômeno linguístico da diglossia, que consiste na utilização normal de suas variantes separadas do mesmo idioma, geralmente em diferentes situações sociais. No caso do árabe, presume-se que árabes educados de qualquer nacionalidade saibam falar tanto o seu dialeto local quanto o árabe padrão que lhes foi ensinado na escola, ambos sendo mutuamente ininteligíveis.Janet C.E. Watson, The Phonology and Morphology of Arabic , Introduction, p. xix. Oxford: Oxford University Press, 2007. Proceedings and Debates of the 107th United States Congress Congressional Record, p. 10,462. Washington, DC: United States Government Printing Office, 2002.Shalom Staub, Yemenis in New York City: The Folklore of Ethnicity , p. 124. Philadelphia: Balch Institute for Ethnic Studies, 1989. Daniel Newman, Arabic-English Thematic Lexicon , p. 1. London: Routledge, 2007. Rebecca L. Torstrick and Elizabeth Faier, Culture and Customs of the Arab Gulf States , p. 41. Santa Barbara: ABC-CLIO, 2009. Quando árabes educados de diferentes dialetos iniciam uma conversa (por exemplo, um marroquino falando com um libanês), diversos falantes alternam o código entre as variedades dialetais e padrão do idioma, por vezes até mesmo dentro da mesma frase. Falantes do árabe frequentemente melhoram sua familiaridade com outros dialetos através da música ou do cinema. A questão do árabe ser um idioma ou diversos tem grande carga política, semelhante ao que ocorre com o chinês, hindi e urdu, sérvio e croata, e assim por diante. A diglossia entre o idioma falado e escrito é outro fator significativo que complica a questão; uma única forma escrita, significativamente diferente de qualquer uma das variantes faladas aprendidas de forma nativa, reúne diversas formas faladas que seriam, de outra maneira, divergentes. Por motivos políticos, os árabes costumam afirmar que falam todos um único idioma, apesar de significativos problemas de incompreensibilidade mútua entre as diversas versões orais. De fato, estes dialetos têm entre si distâncias típicas de diferentes idiomas, além de possuírem eles mesmos seus subdialetos, que de fato podem ser analisados como dialetos de diferentes idiomas.Walter J. Ong, Interfaces of the Word: Studies in the Evolution of Consciousness and Culture , p. 32. Ithaca, NY: Cornell University Press, 2012. De um ponto de vista linguístico, costuma-se dizer que as diversas versões faladas do árabe diferem entre si coletivamente tanto quanto as línguas românicas entre si. Esta é uma comparação que faz sentido sob diversos aspectos: o período de divergência a partir de uma única forma oral é semelhante - talvez cerca de 1 500 anos para o árabe, e 2 000 para os idiomas românicos. Da mesma maneira, uma variedade inovadora linguisticamente, como o árabe marroquino, é essencialmente incompreensível a todos os não marroquinos (com a exceção dos tunisianos), da mesma maneira que o francês é incompreensível para falantes do espanhol e do italiano. Existe, no entanto, alguma compreensibilidade mútua entre as variantes mais conservadoras do árabe, ainda que separadas por grandes distâncias geográficas, do mesmo modo como existe alguma compreensibilidade mútua entre o espanhol e o italiano (ambas variedades conservadoras do românico). Isto sugeriria que as variantes orais, pelo menos, devem ser classificadas linguisticamente como idiomas separados - e é isto o que algumas fontes, como o Ethnologue, tentam fazer. Por outro lado, uma diferença significativa entre o árabe e as línguas românicas é a de que estas também apresentam um grande número de diferentes variantes escritas padrão, cada uma das quais se relaciona de diferentes maneiras às suas respectivas variantes orais, enquanto todas as variantes orais árabes partilham uma única língua escrita. Uma situação semelhante nas línguas românicas ocorre no caso do italiano: enquanto diversas de suas variantes orais, como o milanês, o napolitano e siciliano (entre outros) são diferentes o bastante para não terem compreensibilidade mútua, todos partilham uma única forma escrita (o italiano padrão), e portanto são por vezes chamados pelos próprios italianos de dialetos do mesmo idioma. == Características == É, por vezes, difícil traduzir alguns conceitos islâmicos, ou conceitos próprios à cultura árabe, sem o uso da terminologia árabe. O Alcorão está escrito em árabe e os muçulmanos, por tradição, consideram impossível traduzi-lo de modo a refletir adequadamente sua significação exata - ou porque a tradução poderia trair o sentido original do texto ou, segundo alguns académicos e religiosos islâmicos, porque a sua própria natureza sagrada torna impossível qualquer tradução (parcial ou por completo). De fato, até recentemente, algumas escolas de ideologia conservadora consideravam que ele não deveria ser traduzido de forma alguma. Uma Lista de termos islâmicos em árabe apresenta muitos desses termos, demasiado específicos para que possam ser traduzidos numa frase. Ainda que o árabe esteja fortemente associado ao Islão (é a língua usada no salá) a maior parte dos muçulmanos não o fala. É, também, a língua de muitos cristãos árabes, judeus orientais, e até mesmo de mandeístas iraquianos. A palavra algoritmo deriva do nome árabe do inventor da álgebra, al-Khwārizmī, e é apenas uma das palavras portuguesas de origem árabe, como alquimia, álcool, azimute, nadir, zénite, e oásis. A língua espanhola é a língua europeia com um maior número de palavras de origem árabe (cerca de 4 000 vocábulos possuem origem árabe, excluindo-se os topônimos), logo seguida da língua portuguesa (entre 400 e 1 000 termos de origem árabe). É comum dizer-se que todas as palavras portuguesas começadas por \"al\" têm origem árabe, o que não é, de todo, verdade, ainda que assim aconteça com uma grande parte delas. Efetivamente, a língua portuguesa foi francamente enriquecida devido à passagem dos árabes pela Península Ibérica, especialmente nas áreas técnicas (artesanato, agricultura etc). Ver Lista de palavras portuguesas de origem árabe. Os numerais árabes são os mais utilizados na cultura ocidental (incluindo os países lusófonos) - mas, excetuando em alguns países do norte de África, na atualidade, a maioria dos árabes utiliza os denominados numerais hindus. O árabe é uma língua semítica, bastante aparentada com o aramaico e o hebraico. Em muitos países árabes modernos, como o Egito, o Líbano e Marrocos, existem vários dialetos, mas todos utilizam o Modern Standard Arabic nos meios de comunicação em geral. Entretanto, é falado apenas em situações formais ou a nível académico. Por consequência, outras variedades linguísticas vernaculares passam a cumprir as funções dos padrões linguísticos dos países ocidentais (ver Chambers, Sociolinguistic Theory). == Distribuição geográfica == A língua árabe é oficial e/ou uma das mais faladas num continuum geográfico de 22 países situados numa faixa no entorno do Paralelo 30 N e entre os meridianos 15 oeste e 60 leste. São 11 países na África (norte, nordeste e litoral do \"Chifre\") e 11 no sudoeste da Ásia (Península Arábica e Oriente Médio), havendo apenas uma separação pelo Canal de Suez. Fora dessa continuidade estão dois países insulares, Barém (Golfo Pérsico) e Comoros (Oceano Índico). Podem ainda ser adicionadas duas nações ainda não oficializadas, Saara Ocidental e Cisjordânia. Essa continuidade geográfica de países vizinhos falando uma mesma língua é maior do que a dos países de língua francesa (África - 20 países), de língua espanhola (Américas - 16 países) e de língua inglesa (África - 12 países). == Dialetos == O \"árabe coloquial\" é um termo coletivo aplicado a diversas línguas e dialetos do mundo árabe que, como já foi mencionado, difere radicalmente da língua literária. A primeira divisão linguística estabelece-se entre os dialetos do Magrebe e os do Médio Oriente; seguido das diferenças entre os dialetos dos povos sedentários e os beduínos (muito mais conservadores). O Maltês, ainda que derivada do árabe, é considerada uma língua à parte. Os falantes de alguns destes dialetos são incapazes de conversar com os falantes de outro dialeto árabe; efetivamente, os habitantes do Médio Oriente têm dificuldade em perceber os norte-africanos (ainda que o contrário não aconteça, devido à popularidade do cinema e, em geral, dos media do Médio Oriente no Norte de África). Um importante fator de diferenciação dos dialetos é a influência dos substratos linguísticos (ou seja, das línguas faladas previamente nos locais onde se passou a falar árabe), originando um número significativo de novas palavras, influenciando também, muitas vezes, a pronúncia e a ordem das palavras. Entretanto, um fator muito mais significativo para a maioria dos dialetos é, como entre as línguas românicas, a retenção (ou mudança de significado) de formas clássicas diferentes. Assim, aku no dialeto iraquiano, fiih no levantino e kayen no norte-africano significam \"existe\", e todos vêm do árabe (yakuun, fiihi, kaa'in respectivamente), mas agora soam muito diferentes. Os grupos principais de línguas árabes são: * Árabe magrebino * Árabe andaluz (extinto) * Árabe sudanês * Árabe levantino * Árabe egípcio * Árabe iraquiano * Árabe do Golfo * Árabe do Négede * Árabe iemenita == Alfabeto == O alfabeto árabe deriva da escrita aramaica (existe uma polémica, a nível académico, sobre sua origem, nabateia ou siríaca), de modo que pode ser comparado às semelhanças entre o Alfabeto copta ou o alfabeto cirílico e o alfabeto grego. Tradicionalmente, existem algumas diferenças entre as versões ocidentais (magrebinas) e orientais desse alfabeto. Nomeadamente, no Magrebe, o fa e o qaf têm um ponto em baixo e em cima, respectivamente. A ordem das letras é também sensivelmente diferente (pelo menos quando são utilizadas como numerais). Contudo, a variante do norte de África tem sido abandonada exceto para uso caligráfico no próprio Magrebe, mantendo-se nas escolas corânicas (zauiass) da África ocidental. O árabe, tal como o hebraico e o aramaico é escrito da direita para a esquerda. Alfabeto árabe: Letra Padrão Nome Transcrição Fonética (IPA) SAMPA Transliteração BrJUBRAN, Safa A. A. C. Para uma romanização padronizada de termos árabes em textos de língua portuguesa. Tiraz (USP), São Paulo, v. 1, p. 17-30, 2004.JUBRAN, Safa A. A. C. Introdução. in: ṢĀᶜID ALANDALUSĪ - Hierarquia dos povos'. São Paulo: Amaral Gurgel Editorial, 2011 ا âlef âlif [aː] a ā ب bâ ba:? [b] b b ت tâ ta:? [t] t t ث thâ Ta:? [θ] T ṯ ج jîm dZi:m [ʒ] / [ʤ] / [g] dZ j ح h.â X\\a:? [ħ] X\\ ḥ خ khaa xa:? [x] x ḫ د dâl da:l [d] d d ذ thâl Da:l [ð] D ḏ ر r'aa ra:? [r] r r ز zai za:j [z] z z س si'n si:n [s] s s ش shîn Si:n [ʃ] S š ص s'aad s_ea:d [~~s~~] s_e ṣ ض d'aad d_ea:d [đ] d_e ḍ ط t'â t_ea:? [~~t~~] t_e ṭ ظ D'â D_ea:? [~~ð~~] D_e đ ع 'ayn ?\\ajn [ʕ] ?\\ ᶜ غ ghaîn Gajn [ɣ] G ġ ف faa fa:? [f] f f ق qâf qa:f [q] q q ك kâf ka:f [k] k k ل lâm la:m [l] l l م mîm mi:m [m] m m ن nuun nu:n [n] n n ه hâ ha:? [h] h h و waau wa:w [w] / [uː] w ū/w ى yâ ia:? [j] / [iː] i ī ء (hâmeza) hâmeza [ʔ] ?¹ ’ # o hâmeza ocorre normalmente como um pequeno acento sobre ا, و, ou ى. Há ainda duas variantes, cada uma usada em contextos espaciais: ٱ , آ. Caracteres especiais árabes: Variantes mais comuns: ى âlif maksura; variante de sufixo de ا; tem o valor de ى noutras situações ﻻ ligação entre ل e ا ة tâ? marbuta; normalmente terminação feminina /at/, mas o /t/ é omitido, exceto em casos especiais; muda para ت quando sufixos são adicionados. ّ xadda; marca a geminação de uma consoante; kasra (ver abaixo) faz a transição entre shadda e a consoante geminada, quando presente; não é usada de forma consistente nos textos modernos; As vogais breves são apenas indicadas no Corão e nos livros de instrução de crianças. ْ suku:n; marca uma consoante sem vogal a seguir َ fatX\\a; /a/ breve ِ kasra; /i/ breve ُ d'am:a; /u/ breve Letras tanwiin: ً , ٍ , ٌ usado para produzir os sufixos /an/, /in/, e /un/ respectivamente. ً usa- se normalmente em combinação com ا ‎( اً ). == Fonologia == Vogais O árabe padrão tem apenas três vogais, com variantes breves e longas, nomeadamente /i, a, u/, mas devido a fenômenos de alofonia, o número de vogais na fala varia de acordo com o dialeto. Vogais podem ser (fonologicamente) curtas ou longas. Consoantes Fonemas consonantais árabes Bilabial Inter- dental Dental Enfático dental (Alveo)- Palatal Velar Uvular Faringal Glotal Plosivas Desvozeadas t t' (tʕ) k q3 ? (ʔ) Vozeadas b d d' (dʕ) dZ (d͡ʒ)¹ Fricativas Desvozeadas f T (θ)4 s s' (sʕ) S (ʃ) x X\\ (ħ) h Vozeadas D (ð)4 z D' (ðʕ) G (ɣ) ?\\ (ʕ) Nasais m n Laterais l² Vibrante múltipla r Semivogais w j # /d͡ʒ/ é /g/ (isto é, uma oclusiva) no dialeto Egípcio e /ʒ/ nos dialetos do norte da África. # /l/ passa a ser [ɫ] somente em /ʔalla:h/, o nome de Deus, i.e., Allah. #/q/ é pronunciado como uma pausa glotal /ʔ/ em alguns dialetos, notavelmente o Egípcio, ou também como /g/, principalmente no Marrocos. #No Egito essas consoantes são pronunciadas ou como plosivas (ex: /tala:ta/, três) ou como fricativas (ex: /usta:z/, senhor/professor) /ʕ/ é usado para indicar velarização ou faringealização (=consoantes enfáticas; geralmente transcritas como consoantes pontuadas). Os outros símbolos fora dos parênteses são do SAMPA. Os fonemas variam de acordo com o dialeto. No Magrebe, por exemplo, há o /v/, presente também na escrita. Fonética As sílabas em Árabe seguem a seguinte fórmula: CVC, CVVC, CVCC ou raramente CVVCC (C = consoante, V = vogal). Em radicais, a primeira consoante nunca é idêntica ou homorgânica (pronunciada no mesmo lugar de articulação) com a segunda consoante, entretanto isso não se aplica à terceira consonante. Levando em conta essas regras, radicais começando com, por exemplo, as letras f-m- ou f-f- são impossíveis em Árabe. == Gramática == === فعل (verbos) === Na gramática tradicional Árabe a categoria denominada فعل (fi`l) corresponde a verbos em português. Assim como as demais línguas semíticas, a morfologia verbal está baseada num sistema de raízes triconsonânticas, que possuem um sentido genérico. Por exemplo, as consoantes k t b constituem uma raiz com o sentido básico de 'escrever', q r ʔ expressam a ideia geral de 'ler', ʔ k l 'comer', e assim por diante. A posição dos movimentos e infixos é que precisa o sentido de uma palavra em particular. A forma mais simples do verbo é o aspecto perfeito na terceira pessoa do singular masculino: kátaba 'ele escreveu', qaraʔa 'ele leu'. As demais pessoas formam-se a partir dessa forma: singular/al-múfrad * kâtaba ele escreveu * kâtabat ela escreveu * katabta tu (masc.) escreveste * katabti tu (fem.) escreveste * katabtu eu escrevi dual * katabā eles [os dois] escreveram * katabatā elas [as duas] escreveram * katabtumā vós [os/as dois/duas] escrevestes * katabnā nós [os/as dois/duas] escrevemos plural * katabū eles escreveram * katabna elas escreveram * katabtum vós (masc.) escrevestes * katabtunna vós (fem.) escrevestes * katabnā nós escrevemos O imperfectivo possui um tema diferente, caracterizado por prefixos e sufixos: singular * yâktubu ele escreve * tâktubu ela escreve; tu (masc.) escreves * taktubīna tu (fem.) escreves * ?âktubu eu escrevo dual * yaktubāni eles [os dois] escrevem * taktubāni elas [as duas] escrevem; vós [os/as dois/duas] escreveis * nâktubu nós [os dois] escrevemos plural * yaktubūna eles escrevem * yaktubna elas escrevem * taktubūna vós (masc.) escreveis * taktubna vós (fem.) escreveis * nâktubu nós escrevemos Os verbos derivados são variações na forma radical primária kâtaba, como kattaba, kātaba, inkataba, takattaba, etc., com os valores intensivo, reflexivo e causativo, entretanto o sentido exato varia de verbo para verbo, sendo necessária a consulta a um léxico. === اسم (nomes) === Na gramática árabe, اسم (ism) engloba conceitos que em português seriam traduzidos como substantivos, adjetivos e advérbios. Substantivos e adjetivos são inflexionados de acordo com as seguintes categorias: gênero (masculino ou feminino), número (singular, singulativo, dual, plural), caso (nominativo, acusativo, genitivo) e estado. Existem dois tipos de plural em árabe: regular e irregular. A maioria dos substantivos formam o plural de forma irregular. Existem 70 formatos que um substantivo irregular pode ter, porém apenas 31 são comuns. Não existe uma categoria específica para advérbios em árabe, geralmente são expressos por ablativos, por exemplo, para se dizer em árabe a frase \"o homem correu lentamente\", deve-se dizer algo: \"o homem correu com lentidão\" ou \"o homem correu (com) uma lentidão\". Semelhantemente, a palavra árabe \"rápido\" deve ser tratada como um nome, pelo que ela deve ser traduzida mais propriamente por \"um rápido, alguém rápido\" e não simplesmente pela palavra \"rápido\". Esse conceito de usar substantivos e verbos para desempenhar outras funções linguísticas é diferente de outras línguas, como o inglês, em que normalmente existem palavras específicas para preencher essas funções. Observe, contudo, que em inglês esse método é algumas vezes usado com relação a adjetivos, como na expressão \"the city hall\", \"the town meeting\", em que as palavras \"city\" e \"town\", que são gramaticalmente substantivos, estão sendo empregadas na função de um adjetivo, qualificando as palavras \"hall\" e \"meeting\", respectivamente. Além dessas regras, há diversas outras regras gramaticais e literárias que ditam tais coisas como que posição na frase é mais apropriado para determinada palavra, regras gramaticais avançadas, morfologia da palavra, etc. Essas regras são conhecidas coletivamente em árabe como al-naħu (árabe: النحو), que significa \"a orientação\", e é vista como a ciência que define a orientação adequada da língua árabe. == Caligrafia == Depois da fixação definitiva da escrita árabe ao redor do ano 786, por Alcalil, muitos estilos desenvolveram- se, tanto para a escrita do Corão e outros livros, quanto para inscrições em monumentos, como decoração. A caligrafia árabe não parou de ser importante no mundo ocidental, e ainda é considerada pelos árabes como uma forma de arte saudosíssima; calígrafos são considerados de grande valor. É cursiva por natureza, ao contrário do alfabeto latim. A escrita árabe é usada para escrever um verso do Alcorão, uma hádice, ou simplesmente um provérbio, em uma composição espetacular que é muitas vezes indecifrável. A composição é muitas vezes abstrata, mas às vezes a escrita é moldada em uma forma concreta como a de um animal. Um dos mestres atuais do gênero é Hassan Massoudy == Referências == == Bibliografia == * * *Diccionario de Árabe Culto Moderno. Árabe-Español (1996). Julio Cortés. *Nova Gramática do Português Contemporâneo / Celso Ferreira da Cunha, Luis Filipe Lindley Cintra - 7. ed. - Rio de Janeiro: Lexikon, 2016. *Arabic - Worldwide distribution. Disponível em: https://www.worlddata.info/languages/arabic.php. == Ligações externas == * * A Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe Arabe",
 "title": "Língua árabe"
}