{
 "id": "12138",
 "text": "Filipe VI (em castelhano: Felipe VI, nascido Felipe Juan Pablo Alfonso de Todos los Santos de Borbón y Grecia; Madrid, 30 de janeiro de 1968) é o atual Rei de Espanha desde sua ascensão ao trono em 2014, quando foi proclamado ante as Cortes Gerais após se tornar efetiva a abdicação do seu pai. Em 21 de janeiro de 1977, foi-lhe concedido oficialmente o título de Príncipe das Astúrias. Esta concessão ocorreu sem que o legítimo herdeiro da Coroa espanhola, João de Bourbon, tivesse renunciado a seus direitos dinásticos, o que ocorreu em 14 de maio de 1977.Toquero, José María (1992). Don Juan de Borbón, el rey padre. Plaza & Janés. ISBN 978-84-7863-026-4 Em 2004, Filipe casou-se com a ex-jornalista Letícia Ortiz, atual rainha consorte, com a qual tem duas filhas: a herdeira presuntiva Leonor, Princesa das Astúrias e a infanta Sofia da Espanha. == Biografia == === Nascimento === Felipe Juan Pablo Alfonso de Todos los Santos de Borbón y Grecia nasceu em Madrid em 30 de janeiro de 1968, na clínica de Nossa Senhora do Loreto. A 8 de fevereiro de 1968 foi batizado no Palácio da Zarzuela por monsenhor Casimiro Morcillo, arcebispo de Madrid. Os seus padrinhos foram o João, Conde de Barcelona e a rainha viúva de Afonso XIII, Vitória Eugénia de Espanha, que regressava pela primeira vez a Espanha desde o seu exílio a 14 de abril de 1931. Assistiu também ao batizado o general Francisco Franco, no seu papel de chefe de Estado, assim como outras personalidades públicas. Os nomes recebidos foram os seguintes: * Felipe, em honra do seu antepassado o rei Filipe V, o primeiro Bourbon que reinou em Espanha. * Juan, em honra do seu avô paterno João, Conde de Barcelona. * Pablo, em honra do seu avô materno o rei Paulo da Grécia. * Alfonso, em honra do seu bisavô o rei Afonso XIII de Espanha. * De Todos los Santos, como continuidade da tradição bourbónica. === Ancestrais === Entre os seus ancestrais podemos encontrar distintos vínculos com as famílias reais da Europa, como a família real britânica, a dinamarquesa, da norueguesa, a sueca; e também com as antigas casas reais da Alemanha, da Rússia, da Romênia, da Grécia, de Portugal, do Brasil, e da França. Filipe VI é o primeiro tetraneto da rainha Vitória do Reino Unido a se tornar um monarca reinante de uma casa real européia, uma vez que os outros soberanos atuais são descendentes da rainha Vitória e seus trinetos, como Isabel II do Reino Unido, Haroldo V da Noruega e Carlos XVI Gustavo da Suécia, entre outros. Filipe é descendente de Vitória tanto por via paterna quanto materna; o seu pai, o João Carlos da Espanha, é bisneto da princesa Beatriz do Reino Unido (filha caçula de Vitória), e a sua mãe, a rainha Sofia da Grécia, Consorte da Espanha, é bisneta da princesa Vitória, Princesa Real do Reino Unido (a primeira filha da rainha Vitória). Sobrinho materno do rei Constantino II da Grécia, Filipe guarda parentesco distante com as famílias real portuguesa e imperial brasileira: sua tia-pentavô, a rainha Carlota Joaquina da Espanha, era esposa do rei João VI de Portugal e mãe do imperador Pedro I do Brasil; já sua tia- bisavó, a princesa Maria Pia das Duas Sicílias, é a avó do atual pretedente ao extinto trono brasileiro, Dom Bertrand de Orléans e Bragança.https://www.genealogics.org/getperson.php?personID=I00004415&tree;=LEO === Estudos === O seu percurso escolar desenvolveu-se, pré-escolar, Educação Geral Básica e Bacharelato Unificado Polivalente no Colégio Santa Maria dos Rosais de Madrid, procurando no possível ser educado da mesma maneira que o resto dos seus companheiros, sem receber um tratamento especial pelo seu cargo. Em Madrid recebeu lições de inglês e francês. A 5 de setembro de 1984, após finalizar os seus estudos secundários em Espanha, incorporou-se ao Lakefield College School de Toronto, no Canadá, onde realizou o equivalente ao Curso de Orientação Universitária (COU), uma experiência que também lhe permitiu melhorar o domínio do inglês. Em Toronto, Filipe de Bourbon obteve um prémio especial pelos seus estudos. A 8 de junho de 1985 finalizou aquela formação e tornou a Espanha. Foi então fazer formação militar, indo em seguida realizar a sua formação académica: Direito na Universidade Autónoma de Madrid (1993) e uma pós-graduação (1995) em Relações Internacionais na Edmund Walsh School of Foreign Service da Universidade de Georgetown, em Washington D. C. Com uma licenciatura em Direito e uma pós-graduação em Relações Internacionais, Filipe VI é o rei de Espanha com maior formação académica, tendo sido o primeiro na linha de sucessão ao Trono de Espanha. Filipe VI é poliglota, pois fala com fluidez, desde a sua infância, quatro línguas: espanhol, inglês, francês e catalão. === Carreira militar === Recebeu a sua instrução militar sucessivamente na Academia Geral Militar de Saragoça, na Escola Naval Militar de Marín e na Academia Geral do Ar de San Javier. Até à sua proclamação como rei, ostentava as patentes de tenente-coronel do Corpo Geral das Armas do Exército de Terra de Infantaria, capitão de fragata do Corpo Geral da Armada e tenente-coronel do Corpo Geral do Exército do Ar. Aos 18 anos de idade, em 1987, realizou a sua instrução como guarda-marinha no navio-escola Juan Sebastián Elcano. A partir de 19 de junho de 2014, ao ser proclamado rei, converteu-se em capitão-general das Forças Armadas Espanholas —Exército de Terra, Armada e Exército do Ar—. === Desporto === O rei, de 1,97 m de altura, pratica desportos como o squash e o esqui. No que respeita ao desporto de vela, em 1989 e 1990 a sua embarcação ficou em primeiro no campeonato de Espanha na classe Soling, e ganhou também a Taça de Espanha. Em 1990 ficou em quinto no campeonato do mundo de vela. As suas classificações no Campeonato Mundial permitiram-lhe ser selecionado a 27 de janeiro de 1992 para participar nos Jogos Olímpicos. A 15 de março de 1992, a sua embarcação alcançou a vitória na Taça de Espanha de vela de classes olímpicas, assegurando assim a sua classificação para as olimpíadas. Nos Jogos Olímpicos de Barcelona em 1992 foi o abandeirado da delegação olímpica espanhola e participou nos jogos. Terminou na sexta posição na classe soling de vela, pelo que recebeu um diploma olímpico. == Matrimónio e descendência == === Compromisso === A 1 de novembro de 2003 anunciou o seu compromisso matrimonial com a jornalista asturiana Letícia Ortiz Rocasolano. === Boda === A boda celebrou-se a 22 de maio de 2004 na Catedral da Almudena de Madrid. Ao enlace assistiram chefes de Estado de diversas partes do mundo, assim como personagens públicas de Espanha e do estrangeiro; entre os assistentes encontravam-se os reis de Noruega, Suécia e Dinamarca; o príncipe Carlos de Gales, a rainha Noor da Jordânia, a princesa Carolina do Mónaco, o cantor de ópera Plácido Domingo, o astronauta Pedro Duque, o ex-presidente da África do Sul Nelson Mandela e o prémio Nobel da literatura Mario Vargas Llosa. === Filhas === * Leonor de Todos os Santos, nascida a 31 de outubro de 2005 * Sofia de Todos os Santos, nascida a 29 de abril de 2007 Filipe é padrinho de batizado de: o príncipe Constantine Alexios da Grécia e Dinamarca; o príncipe Ernesto Augusto de Hanôver; Filipe Gómez-Acebo e Ponte, o filho do seu primo Beltrán (por sua vez filho da infanta Pilar); Miguel Urdangarin e Bourbon, filho da sua irmã a infanta Cristina; a princesa Ingrid Alexandra da Noruega; o príncipe Vicente da Dinamarca; Isabel de Orleães, filha do príncipe Carlos Filipe de Orleães e a princesa Sofia da Bulgária, filha do príncipe Konstantin-Assen da Bulgária. == Títulos, honras e proclamação == Herdeiro da Coroa desde a proclamação de seu pai como rei, desde 22 de novembro de 1975 até 2014, Filipe recebeu em 1 de novembro de 1977 o título de príncipe das Astúrias, junto com os títulos de príncipe de Girona e príncipe de Viana; correspondentes aos herdeiros dos reinos de Castela, Aragão e Navarra, cuja união formou no a monarquia espanhola. Ostentava, assim sendo, os títulos de duque de Montblanc, conde de Cervera e senhor de Balaguer. A 30 de janeiro de 1986, aos dezoito anos, jurou perante as Cortes Gerais fidelidade à constituição e ao rei, assumindo a plenitude do seu papel institucional como sucessor da Coroa. Em 2 de junho de 2014, o rei João Carlos entregou a sua carta de abdicação. Após a aprovação de uma lei orgânica tal como estabelece o artigo 57.5 do texto constitucional espanhol, ocorrida em 11 de junho de 2014, as Cortes Gerais aprovaram a abdicação de seu pai, com 299 votos a favor, 19 contra e 23 abstenções. Foi proclamado \"Rei de Espanha\" pelas Cortes Gerais em 19 de junho de 2014. == Atividades em Espanha e no estrangeiro == Desde a conclusão dos seus estudos académicos nos Estados Unidos, Dom Felipe, ao longo de cada ano, atende os compromissos institucionais derivados da sua condição de Herdeiro da Coroa, preside numerosos actos oficiais em Espanha e participa nos acontecimentos mais relevantes dos diferentes sectores e âmbitos da vida pública espanhola. A partir de outubro de 1995, iniciou uma série de visitas oficiais às comunidades autónomas com o fim de aprofundar no conhecimento de Espanha e facilitar a aproximação aos restantes espanhóis. Mantém periodicamente encontros e reuniões com os órgãos constitucionais e com as principais instituições do Estado com o objectivo de estar ao corrente das suas actividades. Assim, também, a reuniões com distintos organismos da \"Administração do Estado e das Comunidades Autónomas\" quando assim o requerem as actividades institucionais que desenvolve, tanto nacionais como internacionais. Recebe em audiências públicas e privadas, um grande número de pessoas com a finalidade de estar informado da realidade nacional e internacional. Especialmente, mantém encontros com pessoas próximas da sua geração e que singularmente destacam-se nos âmbitos político, económico, cultural e dos meios de comunicação. Quando não assiste o rei, preside anualmente às entregas de despachos aos oficiais e suboficiais das forças armadas. Também participa em exercícios militares dos três Exércitos. No que se refere às suas actividades no estrangeiro, realizou numerosas viagens oficiais a países europeus e americanos, assim como aos do mundo árabe, Extremo Oriente e Oceânia. Mostra um especial interesse por todos os assuntos relacionados com a União Europeia, Médio Oriente, Norte de África e Ibero- América. De janeiro de 1996, o príncipe das Astúrias assumiu a representação do Estado nas tomadas de posse dos presidentes ibero-americanos. Assim sendo, vem desenvolvendo um papel muito activo na promoção dos interesses económicos e comerciais de Espanha e no fomento do conhecimento da língua e cultura espanhola no exterior. Habitualmente, preside às Exposições económicas e comerciais organizadas por Espanha no estrangeiro (Expotecnia, Expoconsumo e Expohábitat) e está especialmente interessado em promover a criação de Centros e Cátedras que difundam a história e a realidade presente em Espanha nas principais Universidades estrangeiras. Nas demais actividades oficiais, Felipe é o presidente de honra de várias associações e fundações, como a Fundação Codespa, que financia actividades específicas de desenvolvimento económico e social em Espanha, América Latina e outros países, e a secção espanhola da Associação de Periodistas Europeus, que reúne destacados profissionais da comunicação. Entre todas elas, destaca-se especialmente a Fundação Príncipes das Astúrias, presidindo anualmente à entrega dos prémios que levam o seu nome a grande prestígio internacional. No marco destas instituições que perseguem fins de interesse geral, dirige preferentemente a sua atenção às actividades relacionadas com projectos de desenvolvimento, voluntariado, meio ambiente, projecção da Universidade, participação da Juventude no mundo do trabalho e da empresa, relações entre empresa e sociedade e comunicação social. Com o motivo da declaração pelas Nações Unidas em 2001, como Ano Internacional do Voluntariado, o seu Secretário Geral, Kofi Annan, declarou em novembro de 2000 ao príncipe Felipe Eminent Person (\"Pessoa Eminente\") pela contribuição a nível internacional da difusão da importância dos voluntários. == Proclamação == Filipe VI foi proclamado rei por decreto real de seu pai que entrou em vigor às zero horas do dia 19 de junho de 2014. A proclamação foi anunciada por ato solene no Congresso dos Deputados na mesma manhã. == Poderes == Ainda que suas funções sejam limitadas pela constituição espanhola, cabe a Filipe VI indicar o candidato a Presidente do Governo, além de sancionar leis já aprovadas pelo parlamento. Além disso, o rei da Espanha também é o Comandante Supremo das Forças Armadas. ==Títulos e honras== === Títulos === Desde o seu nascimento ostentava o tratamento de Infante de Espanha e em 1977, por decreto real, ganhou os títulos históricos de herdeiro dos diferentes reinos espanhóis; por isso recebeu o tratamento de Alteza Real: * Príncipe de Asturias, como herdeiro da Coroa de Castela, título que têm sua origem em 1388. * Príncipe de Girona, Duque de Montblanc, Conde de Cervera e Senhor de Balaguer, como herdeiro da Coroa de Aragão, com origem em 1351, 1387, 1353 e 1418, respectivamente. * Príncipe de Viana, como herdeiro do Reino de Navarra, criado em 1424. Desde 19 de junho de 2014, Filipe VI formalmente ostenta os seguintes títulos: * Rei da Espanha, de Castela, de Leão, de Aragão, das Duas Sicílias, de Jerusalém, de Navarra, de Granada, de Toledo, de Valência, da Galiza, de Maiorca, de Sevilha, de Sardenha, de Córdova, de Córsega, de Múrcia, de Menorca, de Jaén, de Algeciras, de Gibraltar, das Ilhas Canárias, das Índias Orientais e Ocidentais e das Ilhas e Terra Firme do Mar Oceano; * Arquiduque da Áustria; * Duque de Borgonha, Brabante, Milão, Atenas e Neopatria; * Conde de Habsburgo, Flandres, Tirol, Rossilhão e Barcelona; * Senhor de Biscaia e Molina; * Etc.Devido à grande quantidade de títulos associados à monarquia espanhola, só se escreviam os mais importantes, terminando a lista com um «etc.» ou «&c.;». referindo-se assim a títulos secundários e em desuso. Estes são: Rei da Hungria, Dalmácia e Croácia Duque de Limburgo, Lotaríngia, Luxemburgo, Güeldres, Estíria, Carníola, Caríntia e Vurtemberga Landgrave da Alsácia Príncipe da Suábia Conde Palatino de Borgonha Conde de Artois, Hainaut, Namur, Gorizia, Ferrete e Ciburgo Marquês de Oristano e Goceano Marquês do Sacro Império Romano e Burgau Senhor de Salins, Malinas, a Marca Eslovena, Pordenone e Trípoli. * Rei Católico (ou Sua Católica Majestade) * Capitão General das Forças Armadas, das que ostenta o comando supremo; * Soberano Grão-Mestre da Insigne Ordem do Tosão de Ouro; * Grão-Mestre da Real e Distinta Ordem de Carlos III; * Grão-Mestre da Real Ordem de Isabel a Católica; * Grão-Mestre da Ordem do Mérito Civil; * Grão-Mestre da Ordem de Afonso X o Sábio; * Grão-Mestre da Ordem de São Raimundo de Penaforte; * Grão-Mestre das ordens militares de Montesa, Alcántara, Calatrava e Santiago, assim como de outras ordens militares menores ou Condecoraciones de España. ===Condecorações espanholas=== * Colar da Insígne Ordem do Tosão de Ouro * Colar da Real e Distinta Ordem de Carlos III * Grã-Cruz da Real e Militar Ordem de Santo Hermenegildo * Grã-Cruz do Mérito Militar com Distintivo Branco * Grã-Cruz do Mérito Naval com Distintivo Branco * Grã-Cruz do Mérito Aeronáutico com Distintivo Branco * Cruz de Ouro do Mérito da Guarda Civil * Comendador de Castela da Ordem Militar de Cavalaria de Santiago === Condecorações estrangeiras === * Grande Condecoração de Honra em Ouro com Faixa por Serviços à República da Áustria da Áustria * Grã-Cruz da Ordem de Mayo da Argentina * Grão-Cordão da Ordem de Leopoldo I da Bélgica * Grã-Cruz da Ordem do Mérito do Chile * Cavaleiro de 1.ª Classe da Ordem da Cruz da Terra Mariana da Estónia * Grã-Cruz da Ordem Nacional da Legião de Honra de França * Grã-Cruz da Ordem do Redentor da Grécia * Grã-Cruz da Ordem do Mérito da Hungria Classe Civil * Grã-Cruz da Ordem do Mérito da Itália * Grão-Cordão da Suprema Ordem do Renascimento da Jordânia * Comendador-Grã-Cruz de 1.ª Classe da Ordem das Três Estrelas da Letónia * Grã-Cruz da Ordem de Adolfo de Nassau do Luxemburgo * Faixa da Ordem Mexicana da Águia Azteca do México * Grã-Cruz da Ordem de Orange-Nassau da Holanda * Grã-Cruz da Real Ordem Norueguesa de Santo Olavo da Noruega * Grã-Cruz da Ordem de Vasco Núñez de Balboa do Panamá * Grã-Cruz da Ordem del Sol do Peru * Grã-Cruz da Ordem de Lakandula das Filipinas * Grã-Cruz da Ordem Militar de Cristo de Portugal (13 de outubro de 1988) * Grã-Cruz da Ordem Militar de Avis de Portugal (22 de abril de 1991) * Grande-Oficial da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal (23 de agosto de 1996) * Grã-Cruz da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal (25 de setembro de 2006) * Grã-Cruz da Ordem da Estrela da Roménia * Cavaleiro da Real Ordem do Serafim da Suécia * Grã-Cruz da Real Ordem Vitoriana da Grã-Bretanha e Irlanda do Norte * Grão-Cordão da Ordem Libanesa do Mérito do Líbano * Grã-Cruz com Estrela de Prata da Ordem Nacional José Matías Delgado de El Salvador * 60px Grã-Cruz com Placa de Ouro da Ordem Heráldica de Cristóbal Colón da República Dominicana * Grã-Cruz da Ordem Nacional de San Lorenzo do Equador * Grande-Colar da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal (28 de novembro de 2016) * Grande-Colar da Ordem da Liberdade de Portugal (15 de abril de 2018) == Descendência == Imagem Nome Nascimento Leonor, Princesa de Astúrias 31 de outubro de 2005 Sofia, Infanta de Espanha 29 de abril de 2007 ==Ancestrais== == Ligações externas == * Casa Real de Espanha (em castelhano) * Fundação Príncipe de Astúrias |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Filipe VI de Espanha Casa de Bourbon Ramo da Casa de Capeto 30 de janeiro de 1968 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Precedido por João Carlos I |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha 19 de junho de 2014 – presente |width=\"30%\" align=\"center\" | Incumbente |- |width=\"30%\" align=\"center\" | Precedido por Afonso |width=\"40%\" style=\"text-align: center;\"| Príncipe das Astúrias 22 de janeiro de 1977 – 19 de junho de 2014 |width=\"30%\" align=\"center\" | Sucedido por Leonor |} Categoria:Monarcas da Espanha Categoria:Monarcas reinantes Categoria:Monarcas da Casa de Bourbon Categoria:Famílias reais espanholas Categoria:Príncipes das Astúrias Categoria:Príncipes de Girona Categoria:Descendentes da rainha Vitória do Reino Unido Categoria:Espanhóis de ascendência alemã Categoria:Espanhóis de ascendência francesa Categoria:Espanhóis de ascendência italiana Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Grã-Cruzes da Ordem Militar de Avis Categoria:Grandes-Oficiais da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grã-Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grandes-Colares da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grandes-Colares da Ordem da Liberdade Categoria:Naturais de Madrid Categoria:Mestres da Ordem de Santiago *",
 "title": "Filipe VI de Espanha"
}