{
 "id": "121312",
 "text": "Liliaceae, as liliáceas, pertencem à ordem Liliales, juntamente com mais onze famílias. É uma das famílias mais importantes, sendo composta por 16 gêneros e 635 espécies. São ervas terrícolas, perenes, rizomatosas e bulbosas. Os representantes mais conhecidos desse grupo são as tulipas, gênero Tulipa, e os lírios, gênero Lilium, por serem muito utilizados como plantas ornamentais, apresentando, portanto, importância econômica. Encontra-se amplamente distribuída em regiões temperadas do Hemisfério Norte. == Morfologia == Liliaceae basicamente consiste de ervas perenes que apresentam bulbos e rizomas (raízes contráteis). As folhas são simples e a filotaxia foliar pode ser alterna e espiralada, ou verticilada, estando inseridas ao longo de um caule ou de uma roseta basal. Podem apresentar venação paralela, no gênero Prosartes, por exemplo, ou venação reticulada, em Tricyrtis. Não apresentam estípulas. Geralmente, a inflorescência é determinada, podendo ser em alguns casos, reduzida a uma flor apenas. As flores apresentam seis tépalas (sépalas e pétalas semelhantes), as quais são livres e, frequentemente, apresentam manchas ou linhas. Na base das tépalas é secretado néctar. As flores são bissexuais e possuem simetria radial. Há seis estames, sendo os filetes livres, e três carpelos. Os carpelos tem suas bases unidas, formando um gineceu bi ou multilocular, tendo os óvulos dispostos na porção central. Há apenas um estigma. O ovário é súpero e tri-lobado e se estende ao longo da face interna do ramos do estilete. Os óvulos são numerosos e geralmente apresentam um tegumento, o qual acumula substâncias de reservas. O fruto pode ser seco, deiscente e ocasionalmente baga. As sementes são achatadas, apresentam formato de disco e contém endosperma oleoso. == Reprodução == As flores dessa família são polinizadas por insetos como vespas, abelhas, borboletas e mariposas, os quais recebem o néctar como recompensa. As sementes geralmente são dispersas pela água ou pelo vento, ou em alguns casos, por formigas, quando são revestidas por arilo. == Diversidade taxonômica e relações filogenéticas == Liliales é uma ordem dentro de monocotiledôneas, esta, por sua vez, pertence ao grande grupo das angiospermas. Fazem parte dessa ordem as seguintes famílias: Alstroemeriaceae, Campynemataceae, Colchicaceae, Corsiaceae, Melanthiaceae, Petermanniaceae, Philesiaceae, Rhopogonaceae, Smilacaceae e Liliaceae. Sendo as principais famílias: Liliaceae, Alstroemeriaceae, Melanthiaceae, Smilacaceae e Colchicaceae. Liliaceae é subdividida em cinco gêneros: Prosartes, Calochortus, Tricyrts, Medeoloideae e Lilioideae. Liliales e Liliaceae são definidas de forma restrita. Várias das famílias que são incluídas atualmente nas ordens Dioscoreales, Asparagales e Liliales, eram consideradas anteriormente como integrantes de uma parte de Liliales que era caracterizada pelas flores com tépalas conspícuas e endosperma que não continha amido. Em 1981, Cronquist agrupou a maior parte das monocotiledôneas petalóides e que possuíam seis estames dentro de Liliaceae, e que é de conhecimento hoje, tratar-se de um grupo polifilético. Posteriormente, outros sistematas dividiram as monocotiledôneas petalóides e que continham seis estames em Liliaceae, juntamente com as espécies que apresentavam ovário súpero e a família Amaryllidaceae, incluindo também as espécies de ovário ínfero. No entanto, essa separação é artificial, pois separa gêneros como Agave e Yucca, ambos da família Agavaceae e Crinum (Amaryllidaceae) e Allium (Alliaceae), os quais estão claramente relacionados. As relações de algumas famílias dentro de Liliales ainda são problemáticas, embora já tenha ocorrido um grande avanço no conhecimento desse grupo. Liliaceae também é um grupo monofilético, mesmo sendo difícil concluir isso através da morfologia. Os gêneros dessa família são ervas que apresentam rizomas rasteiros, estiletes divididos no ápice e megagametófito originado de apenas um megásporo. Alguns autores colocam o gênero Calochorthus como sendo uma família distinta. Os demais grupos são considerados integrantes de Uvulariaceae ou de uma Calochortaceae expandida, embora não possuam morfologia semelhante a Uvularia e Disporum. == Distribuição e ocorrência no Brasil == Liliaceae é amplamente distribuída em regiões temperadas do Hemisfério Norte. Sua floração ocorre principalmente durante a primavera. Não é endêmica no Brasil. Há ocorrências confirmadas na região Sudeste, no estado de Minas Gerais, Rio de Janeiro, São Paulo, e possivelmente no Espírito Santo. Ocorrem também em Paraná, Rio Grande do Sul e Santa Catarina, no Sul do país. Categoria:Famílias de monocotiledóneas Categoria:Liliales Categoria:Famílias de angiospérmicas",
 "title": "Liliaceae"
}