{
 "id": "121374",
 "text": "O canivete é uma navalha pequena, com uma ou mais lâminas retráteis, podendo ainda agregar outros acessórios móveis e retráteis que também se encaixam no cabo. Hoje em dia é geralmente utilizado como utensílio multiuso agrupando distintos elementos de cutelaria e outros mais ou menos usuais, caracterizando-se pela ótima portabilidade. Um dos mais reconhecidos modelos é o canivete suíço, mas existe atualmente uma diversidade enorme de estilos e mecanismos que não se limita a estes e amplia a diversidade de funções. A etimologia da palavra tem origem no frâncico knif, sinónimo de pequena navalha e faca, que entrou na língua portuguesa a partir do francês antigo com a palavra canivet. No Dicionário da Língua Portuguesa de António de Morais Silva, publicado no Rio de Janeiro em 1789, o verbete canivete indica: \"navalha de aparar penas\". == História == A sua função utilitária teve origem no ato de desbastar e aparar os bicos de pena que eram posteriormente utilizados como canetas para escrita e gravura. Estando muito presente em mesas de trabalho a sua lâmina estava sempre à mão e era usada para outras funções, desde cortar páginas de papel a limpar as unhas. Hoje em dia esta peça de cutelaria cumpre funções de suma importância em atividades desportivas e profissionais, pois dado ao seu tamanho compacto, segurança, portabilidade e uma diversidade de mecanismos de abertura rápida da lâmina, também é utilizado por grupos táticos e de resgate, pela sua presteza e segurança. == Fabricantes == Um dos maiores fabricantes de canivetes do mundo é a Victorinox, responsável pela produção do famoso canivete suíço. Recentemente, a empresa lançou alguns modelos que contam com acessórios incomuns tais como: lanterna, apontador laser, relógio, bluetooth e até mesmo memória flash. Em Portugal uma das mais antigas fábricas de cutelaria está localizada em Miranda do Douro, a Filmam, fundada em 1870 e já produziu mais de sete milhões de canivetes. França é o país de origem de dois produtores de cutelaria muito reconhecidos, a Laguiole (1829) e a Opinel (1890), que também fabricam canivetes. == Ver também == * Navalha * Canivete ou navalha de borboleta (butterfly ou balisong) * Canivete suíço * Navalha de barbear * Navalhete == Ligações externas == !",
 "title": "Canivete"
}