{
 "id": "121444",
 "text": "Alfred Wilhelm Franz Maria Hugenberg (19 de junho de 1865 — 12 de março de 1951) foi um importante homem de negócios e político alemão. == Biografia == Filho de Karl Hugenberg, um membro do parlamento Prussiano, estudou direito em Göttingen, Heidelberg e Berlim, e economia em Estrasburgo. Após ter várias posições na administração, na operação bancária, e na indústria de aço, em 1916, Hugenberg começou a construir o famoso mais atrasado Hugenberg-Konzern, um conglomerado de publicacoes, película, e companhias de jornal, incluindo notícia e agências anunciadas. No começo do 1920, Hugenberg exerceu influência substancial na imprensa de direita na Alemanha com sua editora Scherl Verlag. === República de Weimar === Em 1918, Hugenberg juntou-se ao Deutschnationale Volkspartei, que representou na Assembleia Nacional (que produziria o constituição de 1919 da República de Weimar) e mais tarde no Reichstag, o parlamento da república. Permaneceu como membro de parlamento até 1945, mesmo depois do DNVP ser dissolvido junto com todos partidos restantes em 1933, como um “convidado” do NSDAP. Transformou-se presidente do DNVP após uma derrota desastrosa nas eleições gerais de 1928. Hugenberg moveu o partido em um sentido muito mais radical do que tinha feito exame sob seu líder precedente, o conde Kuno von Westarp. Esperou usar o nacionalismo radical para restaurar as fortunas do partido, e eventualmente, substituir a constituição de Weimar e instalar uma nova e autoritária forma de governo. Sob a liderança de Hugenberg o DNVP mudou de estilo, abandonando o monarquismo que tinha caracterizado o partido dos seus primeiros anos. O radicalismo de Hugenberg levou muitos dos deputados mais conservadores do partido a saírem e criarem o Partido Popular Conservador (KVP). === III Reich === Nos últimos anos da República de Weimar até à nomeação de Adolf Hitler como Reichskanzler (Chanceler do Reich) em 1933, o DNVP (sob a liderança de Hugenberg) cooperou com o NSDAP para se opôr ao mandato de Heinrich Brüning e, por extensão, à república como todo. Entretanto, depois que o NSDAP se tornou cada vez mais poderoso, Hugenberg escolheu preferencialmente apoiar Franz von Papen em 1932. Foi também ministro da economia, da agricultura e Alimentação, no primeiro governo de Hitler em 1933, esperando que a ascensão de Hitler ao poder não durasse por muito tempo. Em junho, foi forçado a renunciar aos seus cargos ministeriais; nos anos de 1933 a 1944, foi forçado a vender as suas empresas aos nazis. Após a guerra, Hugenberg foi detido pelos britânicos. Morreu a 12 de março de 1951, perto de Rinteln. Categoria:Empresários da Alemanha Categoria:Políticos alemães do século XX‎",
 "title": "Alfred Hugenberg"
}