{
 "id": "121480",
 "text": "Brotas é um bairro central da cidade de Salvador, no estado brasileiro da Bahia.Nova UPA é inaugurada no bairro de Brotas, em Salvador, G1, acessado em 2016-10-14. É um dos mais habitados da capital baiana e também um dos mais extensos. É o remanescente da antiga freguesia de Brotas, uma das maiores do antigo sistema de divisão de Salvador em freguesias, e por isso inclui vários \"sub-bairros\" em seu território. Por ser muito grande e ter 70 mil habitantes, o bairro é tido quase como uma cidade dentro da cidade, que alguns chamam de Brotas City. Com o passar das décadas o bairro foi sendo subdividido, e com a nova lei de bairros de Salvador perdeu quatro \"sub-bairros\". Seu território atual é formado por um conjunto de morros separados por vales escavados por rios hoje margeados ou soterrados pelas avenidas Vasco da Gama (rio Lucaia), Juracy Magalhães e Antônio Carlos Magalhães (rio Camarajipe) e Mário Leal Ferreira (rio Bonocô). O bairro recebeu seu nome da antiga freguesia de Brotas, e o nome da freguesia vem da Igreja de Nossa Senhora de Brotas, construída entre 1718 e 1772 para ser sua sede. == História == === A freguesia de Brotas e seu território original === No antigo sistema de divisão territorial por freguesias que vigeu até a proclamação da República, a freguesia de Brotas foi, junto com a freguesia de Santo Antônio Além do Carmo, uma das maiores de Salvador. Sua fundação em 1718 pelo rei João V de Portugal deu-se a pedido do então arcebispo Sebastião Monteiro da Vide. Tanto a antiga freguesia quanto o atual bairro, assim como a igreja, devem seu nome à vila portuguesa de Brotas, atualmente uma freguesia do concelho de Mora, distrito de Évora, na região do Alentejo; esta vila foi fundada em torno da igreja de Nossa Senhora de Brotas, a primeira de todas, construída em 1424. Por séculos desde sua fundação a freguesia de Brotas teve os seguintes limites aproximados: * Começava na ladeira dos Galés e seguia pelo antigo córrego que hoje é a avenida Djalma Dutra, dividindo-se neste trajeto com a freguesia de Santana; * Encontrava-se com o rio das Tripas e seguia seu leito, hoje coberto pelas avenidas Cônego Pereira e Heitor Dias, até encontrar-se com o rio Camarajipe, dividindo-se em todo o percurso com a antiga freguesia de Santo Antônio Além do Carmo; * Subia a ladeira do Cabula e seguia pela atual rua Thomaz Gonzaga (Pernambués), atravessava a atual avenida Luís Viana Filho (Paralela) para encontrar-se com a estrada do Curralinho (Imbuí/Boca do Rio), dividindo-se neste trajeto com a antiga freguesia de Santo Antônio Além do Carmo e com a antiga freguesia de Itapuã; * Continuava pela estrada do Curralinho até encontrar-se com a rua Professor Pinto de Aguiar (Boca do Rio), por onde seguia até encontrar-se com o rio das Pedras na atual estação Bolandeira, dividindo-se neste trajeto com a freguesia de Itapuã; * Descia o rio das Pedras deste ponto até sua foz, na atual praça Osório Villas Boas e na atual praia dos Artistas, dividindo-se neste trajeto com a freguesia de Itapuã; * Daí em diante seguia a orla atlântica até encontrar-se com a foz do rio Lucaia, no largo da Mariquita (Rio Vermelho); * Subia o Lucaia inteiro, passando pela atual rua Conselheiro Pedro Luiz e pela atual avenida Vasco da Gama até chegar no dique do Tororó, dividindo-se em todo este trajeto com a antiga freguesia da Vitória; * Margeava o dique do Tororó, ainda na avenida Vasco da Gama, até encontrar a ladeira dos Galés e fechar o perímetro, dividindo-se neste trajeto com as freguesias da Vitória e de Santana. === Antigas fazendas deram nome a localidades dentro da freguesia === Num território tão grande, afastado da área urbanizada de Salvador, havia muitas fazendas, armações de pesca e propriedades agrícolas. Depois de muita fragmentação e loteamentos estas herdades deram origem a vários bairros e localidades de Salvador: * As fazendas Boa Vista e Engenho Velho, que deram origem ao bairro do Engenho Velho de Brotas; * O largo de Brotas, correspondendo ao espaço ocupado por imóveis entre a atual rua Alípio Franca e a atual avenida D. João VI; * A Quinta das Beatas, de propriedade do Recolhimento dos Perdões, que deu origem ao atual bairro de Cosme de Farias; * As muitas pequenas fazendas de posseiros libertos que formaram o Matatu, hoje situado no bairro de Luís Anselmo; * A Casa da Pólvora, situada onde hoje está a Vila Militar do Matatu, administrada pelo Exército; * A fazenda Acupe, que deu origem ao bairro de mesmo nome; * A fazenda Torre, vizinha à fazenda Acupe, deu origem a Daniel Lisboa e à vila Rio Branco; * As fazendas Campina Grande e Campina Pequena, que deram origem ao bairro de Campinas de Brotas; * A fazenda Alagoa, que deu origem ao bairro de Amaralina; * A fazenda Santa Cruz, que deu origem ao bairro de mesmo nome; * A fazenda Ubarana, situada entre as fazendas Santa Cruz e Pituba, cujo nome ainda se preserva na rua de mesmo nome em Amaralina; * A fazenda Pituba, que deu origem ao bairro de mesmo nome; * A armação do Saraiva, que deu origem ao bairro de Armação; * A armação do Gregório, situada aproximadamente onde hoje se situa o Jardim dos Namorados; * O engenho Santo Antônio, nas proximidades do Caminho das Árvores, cujo nome ainda se preserva na rua Várzea de Santo Antônio. A única área de Brotas considerada \"urbana\" era o seu pequeno primeiro distrito, que deu origem aos atuais bairros do Matatu e do Santo Agostinho. Todo o resto da freguesia era composto ora por fazendas, ora por áreas pesqueiras. === Formação da malha viária === Apesar de a freguesia de Brotas ser eminentemente rural, a malha viária principal de Brotas estava bem formada já em meados do século XIX, contando com as seguintes vias: * A estrada de Brotas, atual avenida D. João VI; * A estrada das Armações, compreendendo a atual rua Teixeira Barros e parte da atual avenida Paulo VI; * A estrada da Cruz das Almas, atual rua Waldemar Falcão; * A estrada Dois de Julho, atual avenida Vasco da Gama; * A estrada do Acupe, atual ladeira do Acupe; * A ladeira de Joaquim José de Oliveira, atual ladeira dos Galés; * O largo do Paranhos, hoje com o mesmo nome; * A estrada da Boa Vista, atual rua Coronel Frederico Costa; * A estrada do Engenho Velho, correspondente aproximada da atual rua Almirante Alves Costa; * A estrada da Ubarana, compreendendo trechos da atual avenida Manoel Dias da Silva, das atuais avenidas Juracy Magalhães e Antônio Carlos Magalhães, e da ladeira da Cruz da Redenção; * A estrada da Várzea de Santo Antônio, trecho da qual sobrevive na atual rua Várzea de Santo Antônio; * A estrada do Matatu Grande, atual rua Luiz Anselmo; * A estrada do Matatu Pequeno, ou estrada da Casa da Pólvora, atual rua Raul Leite; * A estrada da Quinta das Beatas, atual estrada de Cosme de Farias. === Fragmentação das fazendas e divisão de Brotas === Com a proclamação da República, as antigas freguesias foram transformadas em distritos, que passaram por sucessivas alterações territoriais --- mas Brotas manteve intacto seu antigo território. Apesar de extensa, a freguesia de Brotas tinha população rarefeita até o início do século XX, quando passou por desenvolvimento urbano notável graças à proliferação de loteamentos iniciada ainda na década de 1910, mas nesta época as fazendas situadas em Brotas, especialmente na atual Vila Laura e no Matatu, ainda faziam deste distrito o segundo maior produtor de laranjas de Salvador. Foi sobretudo a partir da década de 1940 que a urbanização acelerou-se no bairro. Nesta época ainda existia na região a Fazenda Vila Laura, que mais tarde tornou-se um subdistrito de Brotas, e em 2017 foi oficializado como um bairro, a Vila Laura. A primeira divisão no distrito de Brotas deu-se quando dele foi destacado o subdistrito de Amaralina pela lei municipal nº 502, de 12 de agosto de 1954; o território de Brotas ficou circunscrito, daí em diante, pelos rios das Tripas, Camarajipe e Lucaia. Com a lei municipal 1.038/1960 o distrito de Brotas foi transformado em subdistrito de Salvador, e dentro dele foram estabelecidos os seguintes bairros: * Acupe: \"É a área ocupada pela parte do Subdistrito de Brotas ao longo da Rua D. João VI (antiga Estrada) de Brotas, desde o término da Ladeira de Pedra, onde existe o Stand de tiro da VI Região Militar, até o Preventório de Santa Terezinha, envolvendo de um lado toda a encosta que vai até a Vasco da Gama (Rua Clião Arouca, antiga Ladeira do Acupe e loteamentos adjacentes) e do outro, o loteamento da Vila Rio Branco (Ruas Daniel Lisboa, Machado de Assis, etc.).\" * Cosme de Farias: \"É a parte do Subdistrito de Brotas que abrange todas as ruas, vilas, avenidas e becos existentes no espigão onde está localizada a Rua Cosme de Farias (antiga da Quinta das Beatas) desde o seu início, na Praça Manoel Querino (antigo Largo dos Paranhos) até o seu término, espigão esse delimitado. na baixada, pelo vale que, se inicia na cabeceira do grotão a jusante do reservatório do Departamento de Saneamento do Estado Praça Manoel Querino (antigo Largo dos Paranhos) e, depois de circular todo o referido espigão, termina na cabeceira do grotão à esquerda do ponto inicial da Rua Agripino Dórea (antiga das Pitangueiras).\" * Engenho Velho: \"É área ocupada pela parte do Sub distrito de Brotas aos fundos do Hospital Juliano Moreira, abrangendo os terrenos da Fazenda Engenho Velho com entrada pela Rua Almirante Alves Câmara (antiga do Engenho Velho de Brotas) e descendo até a Avenida Vasco da Gama (antiga Estrada 2 de Julho) incluindo Vila América.\" * Matatu: \"Compreende as partes do Subdistrito de Brotas, antigamente conhecidas como Matatu Grande e Matatu Pequeno, envolvendo a Rua dos Bandeirantes a partir da Ladeira dos Tupis, e ainda das Ruas Agripino Dórea, Alberto Torres, Raul Leite e Luiz Anselmo, e todos os loteamentos a elas adjacentes.\" Neste momento passaram a confundir-se o bairro de Brotas e o subdistrito de Brotas, pois a separação destes quatro bairros deixou ao subdistrito enorme área remanescente, que continuou sendo conhecida como Brotas. Reconhecendo o crescimento e desenvolvimento de identidade própria de novas localidades surgidas do loteamento nas antigas fazendas que integravam o território de Brotas, em especial depois da intensa urbanização iniciada na década de 1970, a lei municipal 9.278/2017 destacou-as de Brotas e deu-lhes definitivamente status de bairro. Além dos bairros já separados de Brotas pela lei 1.038/1960, ratificados pela nova lei, foram criados os bairros da Vila Laura (retirado do Matatu), Luís Anselmo (retirado do Matatu), Candeal (retirado de Brotas) e Santo Agostinho (retirado do Matatu). Com isto, Brotas chegou a seu território atual. == Subdivisões == Mesmo com a separação de quatro bairros em 1960 e outros quatro em 2017, pelo seu grande tamanho Brotas ainda contém muitas localidades de razoável tamanho, cuja identidade vem se construindo ao longo das décadas e permite entender essas subdivisões internas como verdadeiros \"sub-bairros\": * Campinas de Brotas * Cosme de Farias * Vila Laura * Matatu de Brotas * Santa Teresa * Parque Bela Vista * Cidade Jardim * Daniel Lisboa * Acupe * Engenho Velho de Brotas * Pitangueiras de Brotas: Próximo aos bairros de Cosme de Farias e Luís Anselmo, fica na parte de cima da ladeira dos Galés. Embora etimologia popular diga que o nome desta ladeira surgiu porque no passado ela servia como passagem dos escravos acorrentados para os casarões nobres do sub-bairro de Pitangueiras, pesquisa mais recente demonstra ser mais provável que este nome tenha sido dado por causa dos prisioneiros condenados às galés que realizaram obras públicas na mesma ladeira. Localizada próxima ao Dique do Tororó e ao estádio da Fonte Nova, a Ladeira, que abriga o Hospital do Exército, dá acesso também à Rua Djalma Dutra. * Horto Florestal: Localizado numa área privilegiada pelo verde e cercado de natureza por todos os lados, o bairro se caracteriza por suas habitações suntuosas: casarões e prédios de alto luxo distribuídos pelas suas principais ruas, Waldemar Falcão e Avenida Santa Luzia, e transversais. É um dos bairros com o metro quadrado mais caro de Salvador. == Edificações == As principais edificações de Brotas são a Igreja de Nossa Senhora de Brotas, Igreja Batista de Brotas, os hospitais Aristides Maltez e Evangélico da Bahia e a Maternidade do Iperba. Brotas conta com um teatro, e o Cemitério Jardim da Saudade. *O Solar Boa vista, que foi a Casa de Saúde do Dr. Antônio José Alves, onde a família do poeta Castro Alves residiu até a morte do pai e o poeta passou algum tempo com a atriz Eugênia Câmara, em 1867; mais tarde ali funcionou o \"Asilo São João de Deus\". * Igreja Matriz De Nossa Senhora de Brotas - Situa-se na Av. Dom João V. Possui em frente à fachada duas palmeiras imperiais. Igreja paroquial de corredores laterais, possuindo galilé. As torres não foram concluídas. Além do altar-mor, possui dois no ângulo do arco cruzeiro e mais dois laterais. As imagens mais importantes da igreja foram transferidas para a Matriz de Nazaré. Planta típica das igrejas matrizes e de irmandade do começo do séc. XVIII, formada por uma nave retangular com corredores laterais, superpostos por tribunas. Não apresenta, porém, sacristia transversal. Não há informações precisas sobre a data de fundação desta igreja. Segundo a tradição oral, ela teria sido fundada em 1714; 1718 - É criada a freguesia de N. S. de Brotas pelo Arcebispo D. Sebastião Monteiro da Vide; 1772 - A data existente sobre o arco central da galilé refere-se, seguramente, a uma reforma realizada, nesse ano, na igreja; 1823 - Segundo a tradição, a igreja foi ocupada nesse ano pelas tropas que consolidaram a independência, sendo transformada em quartel e as imagens transferidas para a Matriz de Nazaré. * Hospital Aristides Maltez - O HAM foi criado para as pessoas carentes e portadoras de câncer. Está localizado na Avenida D João VI, 232. * Hospital Evangélico da Bahia - inaugurado em 6 de janeiro de 1960. * Maternidade Iperba - O Iperba (Instituto de Perinatologia da Bahia) está localizado no final de linha de Brotas, sendo uma das mais importantes maternidades de Salvador na rede pública. O Hospital atende a diversas especialidades médicas e fica na rua Teixeira Barros. * Cine-teatro Solar Boa Vista - O Cine Teatro SOLAR Boa Vista é um dos 17 espaços culturais mantidos pela Fundação Cultural do Estado (FUNCEB), instituição vinculada à Secretaria de Cultura do Estado. Único teatro localizado no bairro de Brotas, o SOLAR está situado no Parque Solar Boa Vista, local que já abrigou a fazenda onde Castro Alves Morou, já foi hospital psiquiátrico São João de Deus, depois batizado de Juliano Moreira, e já recebeu também a sede da Prefeitura de Salvador. == Demografia == === População === Segundo o Censo do Instituto Brasileiro de Geografia e Estatística (IBGE) de 2010 é o terceiro bairro com a maior população de negros em Salvador, com 70,99% (49 804 habitantes). Sua população total em 2010 somando todas as etnias era de 70 158. === Segurança === Em 2006 o bairro de Brotas tinha o Índice de Desenvolvimento Humano (IDH) de 0,968, índices favoráveis iguais ao da Noruega, que é um país desenvolvido que apresenta os melhores resultados há vários anos no ranking. Em 2008 dados da Polícia Civil apontou que Brotas tinha se tornado um bairro perigoso. Foi listado como um dos bairros mais perigosos de Salvador, segundo dados do Instituto Brasileiro de Geografia e Estatística (IBGE) e da Secretaria de Segurança Pública (SSP) divulgados no mapa da violência de bairro em bairro pelo jornal Correio em 2012. Ficou entre os mais violentos em consequência da taxa de homicídios para cada cem mil habitantes por ano (com referência da ONU) ter alcançado o terceiro nível mais negativo, o \"31-60\", sendo um dos piores bairros na lista. Em 2017 foi divulgado que a facção criminosa BDM (Bonde do Maluco) que exerce controle sobre o tráfico de drogas na Bahia atua sobre o bairro. Em maio de 2018 ficou entre os bairros com maior índice de roubo de carros em Salvador. == Bibliografia == * Categoria:Bairros de Salvador",
 "title": "Brotas (Salvador)"
}