{
 "id": "121448",
 "text": "Operário Ferroviário Esporte Clube é uma agremiação esportiva da cidade de Ponta Grossa, no estado do Paraná, fundada no dia 1º de maio de 1912, sendo o segundo clube mais antigo do estado em atividade. Notícias - CBF - acessado em 20 de maio de 2017 Campeão paranaense em 2015, quatorze vezes vice-campeão estadual, apresenta também como destaques entre as suas conquistas duas nacionais, uma da Série D do Campeonato Brasileiro em 2017 e uma da Série C do Campeonato Brasileiro em 2018.Globoesporte.com - Operário-PR volta ao Trem Fantasma e assusta no estadual, página editada em 18 de maio de 2011 e disponível em 3 de outubro de 2024. ==História== === Origem do clube === Há algumas discrepâncias sobre a real origem do Operário Ferroviário. Para alguns autores, o Operário originou-se de outra equipe esportiva, o Tiro de Guerra Ponta Grossense, enquanto para outros, proveio do Riachuelo Sport Club. Entretanto, a versão comumente mais aceita é que o clube surgiu de um grupo de operários ferroviários que trabalhavam nos escritórios e oficinas da Rede Viação Paraná - Santa Catarina, em Vila Oficinas, não havendo ligação alguma com o Riachuelo e o Tiro de Guerra. Historicamente ficou definida a data de fundação do clube como 1 de maio de 1912, justamente o Dia do Trabalhador. No dia 7 de abril de 1913, o jornal Diário dos Campos trouxe a seguinte matéria em sua primeira página: \"Temos a honra de levar ao vosso conhecimento que hoje, em Vila Oficinas, com grande número de pessoas propensas a fundação de uma sociedade esportiva de foot ball, em sessão ordinária foi eleita a primeira diretoria desta associação denominada de Foot Ball Clube Operário Pontagrossense, que deverá reger os destinos do mesmo durante o primeiro ano de sua fundação.\" === Fundadores === Presidente: Raul Lara; Vice-presidente: Oscar Wanke; Primeiro secretário: Antônio Joaquim Dantas; Segundo secretário: João Gotardello; Primeiro tesoureiro: Joaquim Eleutério; Segundo tesoureiro: Álvaro Eleutério; Primeiro capitão: Victorio Maggi; Segundo capitão: Oscar Marques; Fiscal de campo: João Simonetti. Pioneiros do Operário Ferroviário Esporte Clube, assim como Pedro Azevedo, Henrique Piva, João Hoffman Júnior, Ewaldo Meister, Álvaro Meister, Adolfo Piva, José Antônio Moro, Frederico Dias Júnior, Alexandre Bach, Abel Ricci, João Fernandes de Castro, Michel Farhat, Cesário Dias, Oscar Serra, Inácio Lara, Ricardo Wagner, Alberto Scarpim, Frederico Holzmann, Francisco Barbosa, Holger Mortensen em meio a tantos outros que contribuíram para manter aceso o ideal operário naqueles primeiros tempos. === Primeiro time === Em 1913, foi formado o primeiro time da história do Operário para as disputas de jogos amistosos e das primeiras competições locais e estaduais. A escalação da equipe, neste ano, foi a seguinte: José Moro, Pedro Azevedo, Alexandre Bach, Henrique Piva, João Simonetti, Souza, Ewaldo Meister, Adolfo Piva, Holger Mortensen e Ernesto. === União com o Savóia === Em 1917, após perder um torneio preliminar que definiria o último participante do campeonato paranaense para o Savóia, de Curitiba, os dois clubes resolvem unir forças no estadual. Em 1915 o mesmo Savóia havia impedido o \"acesso\" do Operário Sport Club para a divisão principal. A parceria durou apenas um ano, e o Operário Sport Club passou a jogar apenas a liga local por algum tempo. Futuramente o campeão da Liga de Ponta Grossa enfrentaria o campeão de Curitiba. === Um gigante dos Campos Gerais === O Operário Sport Club se tornou rapidamente o maior campeão da Liga de Ponta Grossa. Infelizmente não há dados exatos sobre quantos títulos o clube conquistou. O que se sabe, porém, é que desde quando o campeão de Ponta Grossa enfrentou o campeão de Curitiba, em 1923, o Operário foi o clube que mais participou de decisões. O time foi campeão ponta-grossense nos anos de 1923, 1924, 1925 e 1926, enfrentando Britânia, Palestra Itália, Atlético-PR e novamente Palestra Itália nas decisões subsequentes, sendo derrotado em todas. Em 1926, contra o Palestra Itália, uma decisão polêmica: o empate em 2x2 obrigaria um segundo jogo em Ponta Grossa. O encontro não aconteceu em razão dos inúmeros “compromissos” do Palestra. Assim o Palestra, apenas por ser da capital, foi declarado campeão da temporada. Em 1927 o clube acabou participando do campeonato de Curitiba, nomeado campeonato paranaense, com outros 5 clubes, sendo quatro de Curitiba e um de Ponta Grossa, o União Campo Alegre. Ao final do primeiro turno o clube desiste da competição, tendo sua atitude repetida pelo companheiro de cidade. Em 1928, revoltados com a administração da Federação Paranaense de Desportos, todos os clubes de Ponta Grossa desistem do campeonato, que tem o menor número de times de sua história: Quatro. Em 1929 o clube retornaria às competições da FPD, agora com um novo formato. Não se tratava apenas de um confronto entre o campeão da liga de Ponta Grossa e o campeão da liga de Curitiba, sendo acrescentada a liga de Paranaguá. Mesmo com a maior concorrência o time conquistou outro vice-campeonato estadual. O desempenho se repetiu em 1930 e 1932, dando espaço para um título do rival Guarani em 1931, que perdeu a final para o Coritiba e trouxe outro vice para a cidade. Em 1933 o campeão foi o Nova Rússia Esporte Clube, também derrotado na final do paranaense. === Incorporação em 1933 === O nome Operário Ferroviário Esporte Clube, como é conhecido hoje em dia, surgiu da incorporação do Club Athlético Ferroviário (que era o grêmio dos funcionários da Rede Ferroviária) ao Operário Sport Club. Na reunião realizada em 15 de maio de 1933 presidida por Luiz Guimarães, ficou decidido as cores preta e branca e o nome atual. Participaram da reunião 48 associados. A influência dos ferroviários foi decisiva para a formação das equipes de futebol que representaram o clube e também para o crescimento do patrimônio, uma vez que o local onde hoje está erguido o Estádio Germano Kruger pertenceu à Rede Ferroviária, bem como os terrenos da sede social. Após a incorporação o time continuou muito forte. Até 1941 o Operário venceu 5 dos 8 campeonatos citadinos que disputou, infelizmente sempre sendo derrotado na derradeira final contra o time da capital. Com a II Guerra Mundial, os embates entre interior e capital se encerraram. Os clubes do interior só voltaram a disputar o campeonato paranaense em 1950, e aos poucos foram recheando o campeonato. Em 1953 um time de Ponta Grossa voltou ao paranaense: o Guarani. Já em 1954 o Operário voltou a disputar o paranaense. === Anos de ouro === Os anos 50 representaram o início do profissionalismo de fato para o futebol ponta-grossense. Com o Operário não foi diferente, e a situação econômica estável, o transporte facilitado pela rede ferroviária e os lucros do clube advindos principalmente dos sócios, que eram funcionários da malha ferroviária. A dupla ponta- grossense era vista com respeito pelo trio de ferro da capital, Atlético, Coritiba e Ferroviário. Apesar da boa fase, o Guarani, time mais rico, ficou na frente do Operário durante 3 anos consecutivos, contando inclusive com um vice campeonato em 1956. Para reverter essa situação, o Operário monta um time muito forte em 1958. Com o desaparecimento de clubes fortes do interior, como o Jacarezinho e o Monte Alegre de Telêmaco Borba, seus melhores jogadores são vendidos ao fantasma. Como eram equipes bastante qualificadas, sendo o CAMA campeão recentemente e o Jacarezinho, vice, não foi à toa que o time assombrou os tradicionais da capital. Contando com o artilheiro Zeca, o clube ficou a apenas 2 pontos de conquistar o título, disputado em pontos corridos. Um empate em casa contra o campeão Atlético foi decisivo para a perda do título. Nesse mesmo ano o time passou a ser conhecido como \"Fantasma da Vila\", por assombrar os grandes clubes da Capital. O terceiro lugar geral no ano seguinte confirmava a boa fase do clube. === A primeira vitória política do interior === A fase era tão boa que em 1961 o Operário conseguiu derrubar um grande clube, o Coritiba, nos tribunais. O campeonato foi disputado em grupos, sendo que o Operário jogava contra os times de Curitiba. Os campeões dos grupos iriam para a fase final. As finais do zonal sul foram bastante equilibradas, sendo necessário 4 jogos para se apontar um campeão: uma vitória do Operário, uma vitória do Coritiba e dois empates. Na prorrogação, mais um empate, e o time do Coritiba levaria o título no saldo de gols. Neste ponto, o time do fantasma entra com uma ação no TJD contra a escalação do jogador paraguaio Agapito Briez Sánchez pelo Coritiba nos dois primeiros jogos. Segundo o regulamento da época, um jogador recém chegado de outra equipe deveria cumprir um estágio na nova, o que não aconteceu no caso do Coritiba. O time perdeu na primeira instância, mas entendendo que houve favorecimento ao Coritiba (afinal o TJD fica em Curitiba) o time recorreu ao STJD, que deu ganho de causa ao fantasma. Gazeta do Povo - acessado em 20 de maio de 2017 É a primeira vitória política de um time do interior do estado, e a primeira vez em que um regulamento é cumprido integralmente, apesar de desfavorecer equipes poderosas. Infelizmente o título não veio, sendo perdido para o Comercial de Cornélio Procópio. === A decadência === As equipes do Norte Novo começam a disputar o campeonato, e com isso as coisas ficam difíceis para o futebol de Ponta Grossa. Ocorreu, de fato, uma decadência até o derradeiro ano de 1965, que representou o primeiro rebaixamento do Operário, junto com o rival Guarani. Como o acesso era complicado (em alguns anos apenas o campeão subia) verificamos muitos anos de divisão de acesso para o futebol de Ponta Grossa. A fase era tão ruim que nem uma virada de mesa beneficiava os clubes da cidade. Em 1967 o Atlético acaba em último no campeonato, e deveria ser rebaixado, sendo substituído pelo campeão Paranavaí da divisão de acesso. Depois de uma longa batalha, a diretoria do Atlético acaba por se manter na divisão especial, e ao mesmo tempo colocar o Paranavaí na competição, totalizando 13 clubes. Como era necessário 14 para um campeonato interessante, realizou-se o Torneio da Esperança entre 6 clubes da divisão de acesso: Operário, Guarani, Caramuru, Britânia, Grêmio Oeste e Rio Branco. O Britânia venceu e jogou a competição. Finalmente, em 1969, o Operário sagra-se campeão da divisão de acesso e sobe novamente para a divisão especial. Porém nada é fácil, e a 12ª colocação dentre 14 clubes mostra que o futebol havia mudado. === Fusão com o Guarani === Em 1970, Guarani Sport Club e Operário uniram os departamentos de futebol, fundando a Associação Pontagrossense de Desportos que disputou o campeonato paranaense em 1971, 1972 e 1973, desfazendo a união neste ano. Em 1974 retornava o Operário Ferroviário às competições oficiais. O principal articulador da fusão foi Aroldo José Machado da Veiga, que reuniu industriais, comerciantes, políticos, médicos e advogados em prol da causa. Todos os 94 fundadores da nova equipe pertenciam à elite ponta-grossense, destacando a decadência dos operários ferroviários na sociedade princesina. Exatamente nesse ano acaba a lei do acesso, e todos os clubes que desejam disputar o campeonato paranaense estão na divisão principal. Os resultados da Ponta- grossense de Desportos eram, ao menos, melhores do que os do Operário e Guarani separadamente nos últimos anos. Porém, a torcida acostumada a \"assombrar\" os clubes da capital não aceita um time criado apenas para \"competir\", e desta forma os públicos são baixos. A falta de um trabalho de base dificultava o progresso do futebol de Ponta Grossa. Em 1974 a parceria é desfeita, e o clube Guarani passa a administrar apenas o futebol amador. O Operário continua no futebol profissional, passando a ser o único clube da cidade. A decadência era cada vez mais evidente. As dívidas se multiplicavam, e o clube montava equipes às pressas entre 1974 e 1977, figurando geralmente nas últimas colocações. Em 1978 o clube pede licenciamento para a FPF, alegando sérias dificuldades financeiras. === O retorno === Felizmente, já em 1979 o clube volta a disputar campeonatos, através do dirigente Antônio Luís Mikulis. O cartola promete fazer com que o Operário volte a ser um grande time do Paraná. Porém encontrou um clube com graves problemas financeiros, e uma Federação Paranaense que fazia diversas exigências quanto ao Germano Krüger. As reformas seriam impossíveis sem o apoio do prefeito Luiz Carlos Zuk. No campeonato paranaense do referido ano o time superou as expectativas e conquistou um digno 9º lugar, muito mais expressivo do que os resultados conquistados nos anos de grave crise, perdendo a vaga na próxima fase para o Toledo. No mesmo ano, aproveitando o inchaço de clubes no Campeonato Brasileiro promovido pela antiga CBD, o clube participou pela primeira vez de uma competição nacional, através da influência de políticos da região. Apesar de o clube ser eliminado ainda na primeira fase, no dia 26 de setembro de 1979 a iluminação do estádio é inaugurada em um empate em 1x1 com o Brasil de Pelotas. === A difícil década de 1980 === Em 1980 o Operário permaneceu entre os clubes da primeira divisão estadual apesar do rebaixamento de 8 equipes, através do Torneio da Morte. No mesmo ano disputou, pelo segundo ano seguido, uma competição nacional: a Taça de Prata, equivalente a série B, sendo eliminado na primeira fase novamente. Em 1981, o Operário participou do quadrangular final do Campeonato Paranaense. Em 1983, o clube foi novamente rebaixado para a Segunda Divisão. Já na segunda divisão, a diretoria revelou dívidas bastante antigas que assolavam o Operário. Apesar disso, o fantasma contou com o apoio de toda a sociedade princesina. Mesmo assim, os atrasos de salários eram comuns, e a FPF punia o clube com suspensões. Muitos relatos de pagamentos feitos com cheques que posteriormente eram sustados aparecem nessa segunda grande crise do clube. Foram cinco anos na divisão de acesso, ate que a Federação Paranaense de Futebol convidou o clube para disputar a primeira divisão do campeonato paranaense de 1989. A federação procurava resgatar clubes que proporcionavam boas rendas e o fantasma possui esta característica. No campeonato estadual de 1989, obteve o 12º lugar de 18 clubes e na série B de 1989 só foi eliminado nas oitavas-de-final. === Década de 1990 - O fantasma assusta o Brasil === Em 1990 a diretoria promoveu eventos, como bingos, jantares e sorteio de carros, com a finalidade de arrecadar recursos financeiros que promovessem uma equipe competitiva para os campeonatos que iria disputar. Entre 1990 e 1992 o clube ficou entre os três primeiros colocados no Campeonato Paranaense. As campanhas eram dignas dos anos dourados do OFEC, fazendo jus à alcunha de fantasma. A nível nacional, no ano de 1990 o Operário bateu clubes tradicionais, como Sport Club Recife e Remo, ficando muito próximo do acesso para a primeira divisão do Campeonato Brasileiro de 1991. Em 1991, na sua quarta participação na série B do campeonato brasileiro, o clube foi eliminação na primeira fase. No mesmo ano aconteceria algo que influenciaria indiretamente no futuro do Operário: o rebaixamento do Grêmio para a série B. === Operário é prejudicado por decisões políticas === Com o primeiro rebaixamento de um clube grande para a série B, as regras de 1992 se modificaram. O Operário, apesar das ótimas campanhas estaduais e nacionais, foi excluído da segunda divisão, que teve seu número de participantes reduzido pela metade. A escolha dos times foi uma determinação da CBF e alguns clubes que acabaram o certame de 1991 atrás do fantasma, jogaram a série B, enquanto o Operário, foi rebaixado para a série C. No Campeonato Brasileiro de 1991, o Grêmio foi rebaixado para a Série B. Na disputa da Segunda Divisão de 1992, o clube terminou em 9º lugar e numa \"virada de mesa\", a Confederação Brasileira de Futebol resolveu promover para a Primeira Divisão de 1993, os 12 primeiros colocados da Série B de 1992 para conseguir, então, encampar a equipe porto- alegrense. Virada de Mesa no Futebol Brasileiro - acessado em 21 de maio de 2017 Na terceira divisão, em 1992, o Operário foi campeão do grupo que tinha Grêmio Maringá, Chapecoense e Blumenau. O clube acabou eliminado pelo Matsubara e a competição teve a Tuna Luso como campeã. Como o regulamento dizia que todos os campeões dos grupos (8 grupos) seriam promovidos para a segunda divisão, o mesmo não ocorreu, pois todos os oito clubes que teriam direito aos acesso, foram surpreendidos com o cancelamento da segunda divisão de 1993. A CBF queria \"organizar\" o certame, e para isso contaria com 8 clubes rebaixados da série A, que se uniriam a 16 clubes que conquistariam a vaga na nova série B, enxuta, em uma seletiva a ser disputada em 1993. Com isso, não aconteceram os Campeonatos Brasileiros da Série B e da Série C de 1993, e o Operário foi prejudicado esportivamente e financeiramente. Nessa época, a Confederação Brasileira de Futebol mantinha uma ajuda de custo para os deslocamentos das equipes pelo Brasil e aos clubes cabiam as rendas das partidas em casa. Para definir uma vaga para uma possível Série B em 1994, promoveu-se no segundo semestre de 1993 o Torneio Seletivo do Campeonato Brasileiro da Segunda Divisão. Coube ao Operário Ferroviário uma vaga para disputa no grupo C, junto com União Bandeirante, Matsubara e Londrina. Com três vitórias e três empates o Operário acabou em 2º lugar em seu grupo. Faltaram 2 gols para que o Operário, com os mesmos pontos do Londrina, passasse para o Triangular Sul, que garantiam vaga para os dois primeiros colocados. === A terceira crise e o licenciamento mais longo === As competições da CBF eram muito vantajosas para o Operário, afinal a confederação pagava as despesas e o clube ficava com boa parte da renda dos jogos, sempre lotados. Mas sem essas rendas, os problemas financeiros foram se agravando, principalmente relacionados a dívidas trabalhistas. O time montado em 1994 era um remendo com o que tinha de mais barato no estado, somado ao empréstimo de jogadores encostados da capital, fato bastante criticado na época. No auge da crise o clube não atraía mais torcedores. A 19ª colocação de 20 clubes, que rebaixou o time para a divisão de acesso, mostra o inferno que o time vivia. Em 1995 o presidente do Operário resolve pedir licenciamento à FPF, alegando as dificuldades financeiras citadas e a necessidade de organizar o clube para que no futuro possa voltar mais forte e maior. === Parceria com o Ponta Grossa Esporte Clube === Com o afastamento do futebol profissional pela situação econômica difícil, o clube procurou se reestruturar financeiramente. Em 1994 surgiu o Ponta Grossa Esporte Clube aproveitando-se do hiato deixado pelo licenciamento do clube. Por exigência de um patrocinador, formou-se o Operário/Ponta Grossa, colocando novamente o nome do clube em evidência no cenário esportivo e trazendo torcedores novamente ao estádio. A parceria foi renovada para o Campeonato Paranaense de Futebol de 2000, mostrando que o clube procurava novos caminhos. A parceria foi desfeita logo após a desclassificação da equipe na primeira fase, analisando que esta só estava sendo benéfica para o Ponta Grossa Esporte Clube de Mikulis. O nome do Operário atraía torcedores, mas o clube nada ganhava com isso. O objetivo da diretoria foi o de investir em sua estrutura social para poder viabilizar sua manutenção e estudar novas possibilidades para o futuro. Em 2004, surge uma nova parceria, desta vez com a Prefeitura Municipal, que restaurou o Estádio. Foi formado um grupo gestor entre a diretoria do Operário e a prefeitura, fazendo o clube voltar à atividade justamente no ano seguinte ao licenciamento do Ponta Grossa. O time disputou a Série Prata e não passou da primeira fase. Em 2005, depois de duas parcerias frustradas, o Operário voltou a disputar a Série Prata, pensando mais uma vez em subir a elite do futebol paranaense. === Operário em nova fase === Em 2008, um novo Grupo Gestor assumiu o departamento esportivo do clube, comandado por Chico da Bracol. O grupo se comprometeu a dividir todas as receitas vindas do futebol, com o Clube, além de manter até outubro de 2010 as categorias de base e o time profissional. No final do campeonato, o grupo gestor, agora comandado por Franco Menezes, renovou o contrato ate 2012, ano do centenário do clube. Próximo do acesso em 2008, o clube se vê no inferno dos tribunais esportivos após abandonar o campo em um jogo contra o Foz do Iguaçu. O acesso não veio, e o Operário ficou na iminência de sofrer uma pena de 1 ano longe dos gramados por causa do incidente. Felizmente para a torcida operariana, o clube foi absolvido e participou da divisão de acesso de 2009, conseguindo uma vaga para o campeonato paranaense da 1.ª divisão com uma rodada de antecedência. Infelizmente o título não veio por causa de uma derrota na última rodada para o Roma, sendo que o time precisava de um empate. De volta à primeira divisão depois de muitos anos o Operário não decepcionou. Com jogadores como Serginho Paulista, Serginho Catarinense, Lisa e Osmar o clube que em alguns momentos se viu ameaçado pelo rebaixamento se classificou para a segunda fase. O título por si só era difícil, mas a disputa pelas duas vagas na série D também foi complicada. Com poucos pontos de vantagem o fantasma conseguiu uma vaga para a série D do campeonato brasileiro de 2010. Na competição o forte do time foi a defesa. Com um ataque extremamente ineficiente, o clube conquistou pontos importantes por ter a defesa menos vazada do campeonato. O time empolgou a torcida, e chegou até o derradeiro confronto pelo acesso para a série C contra o Madureira. Perdendo por 2x4 no Germano Krüger e por incríveis 6x2 no Rio de Janeiro a torcida operariana não acreditou que um time com uma defesa tão sólida até então tomara 10 gols em dois jogos, mais do que no campeonato inteiro, onde tomara apenas 6 em 10 jogos. Já em 2011, o time fez um início de campeonato mediano, mas depois, começou a melhorar o rendimento. Deu trabalho para os grandes da capital, e no primeiro turno do Campeonato Paranaense acabou com a ótima 2ª colocação, apenas atrás do Coritiba, campeão do estadual naquele ano. Venceu o Atlético-PR em casa e o Paraná Clube fora, e ainda derrotou Iraty e Corinthians-PR, pontos que foram importantíssimos para a boa colocação do Operário. No segundo turno, o time veio embalado com os ótimos resultados e começou não decepcionando a torcida. Venceu novamente o Atlético, colocou pressão no Coritiba e conseguiu uma ótima classificação até a quinta rodada. Porém, depois disso, a torcida que esperava uma fácil classificação para a série D, viu o cenário mudar totalmente. Depois de uma alternância de empates e derrotas, o clube só foi conseguir a classificação na décima rodada, ao empatar com a equipe do Iraty em 1 x 1 num jogo dramático. Além da vaga na série D, a equipe conseguiu uma inédita classificação para a Copa do Brasil após derrotar o Corinthians-PR, em Curitiba, por 2 a 1. O Operário participou pela primeira vez da Copa do Brasil, no dia 7 de março de 2012, contra o Juventude, de Caxias do Sul, sendo eliminado na primeira partida por um placar de 4x0. === Operário Ferroviário atual: clube centenário e vencedor === Elenco campeão paranaense de 2015. Depois de comemorar o centenário em 2012, a história mais recente do operário registra o título do estadual e a queda para a segunda divisão do paranaense, que contrasta com uma ascensão meteórica, recordes e títulos históricos no campeonato brasileiro. Em 2016, o clube foi campeão da Taça FPF, que garantiu vaga para disputar o Campeonato Brasileiro de Futebol - Série D. Em 15 de dezembro de 2018, David Aroldo Nascimento foi eleito presidente do Operário, tendo como desafios de sua gestão, a partir de janeiro de 2019, as disputas do Campeonato Paranaense e a Campeonato Brasileiro de Futebol - Série B. === Do céu ao inferno no campeonato paranaense e o retorno à primeira divisão em grande estilo === O clube inaugurou uma nova fase de sua história ao sagrar-se campeão do Campeonato Paranaense quando venceu o Coritiba, no dia 3 de maio de 2015, no Estádio Couto Pereira, diante de mais de 22 mil torcedores rivais e anotando cinco a zero no placar agregado da final. Porém, depois de participar por sete anos consecutivos na primeira divisão e do título no ano anterior, o Operário foi rebaixado para a segunda divisão no ano de 2016. Em 2017, apesar de uma campanha perfeita na primeira fase, o Fantasma não conseguiu o acesso para a primeira divisão. No dia 16 de maio de 2018, o Operário goleou o Cascavel Clube Recreativo e conquistou o título invicto da segunda divisão do Campeonato Paranaense de Futebol de 2018 e retornou à primeira divisão do estadual. === Ascensão meteórica, recordes e títulos brasileiros históricos === O Operário sagrou-se campeão da série D do Campeonato Brasileiro de 2017 depois de golear o Globo FC, no dia 10 de setembro, com um placar agregado de 5 a 1. Para chegar à final, o Fantasma venceu o Maranhão nas quartas de final e o Atletico-AC na semifinal. Elenco campeão brasileiro da Série C de 2018. Depois de garantir o segundo lugar na primeira fase do Campeonato Brasileiro da Série C de 2018, o Operário venceu o Santa Cruz Futebol Clube, nas quartas de final. Assim, o Fantasma garantiu o acesso à segunda divisão do campeonato brasileiro depois de 28 anos.Da falência ao título nacional: as aventuras do campeão da Série D do BR esporte UOL - acessado em 26 de agosto de 2018 A primeira partida das quartas levou 49 mil torcedores ao estádio, público recorde do campeonato.Com Arruda lotado, Santa Cruz vence Operário e consegue vantagem mínima na Série C GE - acessado em 18 de setembro de 2018 O Operário venceu o Bragantino nas semifinais. O Fantasma tornou-se campeão brasileiro da série C de 2018 ao vencer o Cuiabá Esporte Clube na final. Com isso, consolidou-se como o primeiro clube a conseguir os títulos das séries D e C de maneira consecutiva. Na primeira partida da final, o atacante Dione marcou para o Operário logo aos 24 segundos de jogo.Em duelo de seis gols, Operário e Cuiabá ficam no empate no primeiro jogo da decisão da Série C Bandab - acessado em 18 de setembro de 2018 O goleiro Simão foi o grande símbolo da conquista com defesas importantes nas semifinais e finais. === Série A como um objetivo possível === No ano de 2019, o Operário participou do Campeonato Brasileiro de Futebol - Série B com um elenco formado por jogadores experientes e esteve muito próximo do retorno ao Brasileirão série A. Contando com apoio expressivo de sua torcida, o Operário alcançou 63,16% de aproveitamento em casa, ficando na quarta posição como mandante. Estes números contrastam com a pífia campanha fora de casa, quando alcançou apenas 24,07% dos pontos possíveis. Após a finalização do primeiro turno, o site de estatísticas Probabilidades no Futebol, do Departamento de Matemática da UFMG, apontou que o Operário tinha cerca de 76% de chances de subir para a primeira divisão. Entretanto, as cinco derrotas do segundo turno comprometeram sua classificação final, já que o Operário encerrou sua campanha na 10ª posição. O Campeonato Brasileiro de Futebol - Série B de 2020, teve sua última rodada no dia 29 de janeiro de 2021, devido a Pandemia de COVID-19 no Brasil. Depois de oscilar no meio da tabela e até com risco de rebaixamento para a Série C, o Operário promoveu uma mudança no comando técnico e na equipe principal, ao substituir o vencedor Gerson Gusmão por Matheus Costa e com a aposentadoria de inúmeros jogadores que haviam conquistado os títulos nacionais em anos anteriores, a exemplo do zagueiro. A mudança promoveu uma nova perspectiva, já que o Fantasma fechou o segundo turno atrás apenas do América-MG, com um aproveitamento de 59,6%. Nesta temporada, o Operário contou com o experiente atacante Roger, que pediu dispensa após participar de oito jogos e ter anotado apenas um gol. O Operário engatou uma série de vitórias no segundo turno que foi o diferencial na classificação final, já que o Operário encerrou sua campanha na 8ª posição. == Rivalidades == O Operário rivalizava com o Guarani Sport Club, em um clássico que era conhecido como Ope-Guá. Entre os anos de 1950 e 1960 o clássico agitou a cidade, mobilizando grandes torcidas. Enquanto o Operário tradicionalmente era considerado um time do povo, o Guarani era mais identificado com as elites. A grande rivalidade não impediu a criação da Associação Pontagrossense de Desportos entre 1970 e 1973, basicamente uma parceria entre os dois clubes. Com o fim da Pontagrossense de Desportos, o Operário continuou disputando campeonatos normalmente, enquanto o Guarani virou um clube amador. Apos o Hoppe internacional Futebol Clube assumir os direitos do Grêmio Recreativo Esportivo Campos Largo o GRECAL, surgiu um maior rival do operário, depois de vários anos rivalizando com o Iraty. == Símbolos == === Escudo === Evolução do Escudo do Operário Ferroviário Esporte Clube - OFEC 1912 1941 1947 1957 1961 1976 1979 1981 1987 2008 2013 === Estrelas === Após a conquista do título da Campeonato Brasileiro de Futebol de 2018, Série C, a diretoria acrescentou uma estrela dourada ao escudo oficial. O símbolo já tinha outra estrela dourada pela Campeonato Brasileiro de Futebol de 2017, Série D, e uma estrela prateada pelo Campeonato Paranaense de Futebol de 2015. == Estádio Germano Krüger== O Estádio Germano Krüger foi inaugurado em 12 de outubro de 1941 e tem capacidade para 10.632 lugares. Recebeu esse nome em homenagem ao engenheiro Germano Krüger, que idealizou e projetou o estádio. Seu público recorde foi 18.562 pagantes em um jogo contra o Coritiba Foot Ball Club, em 1975. Em setembro de 2018 houve uma tentativa de municipalização do estádio, não aprovada pelos sócios do clube. == Títulos == NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro - Série C 1 2018 Campeonato Brasileiro - Série D 1 2017 ESTADUAIS Competição Títulos Temporadas Campeonato Paranaense 1 2015 Taça FPF 1 2016 Campeonato Paranaense - Segunda Divisão 3 1916, 1969 e 2018 Campeonato Paranaense do Interior 16 1923, 1924, 1925, 1926, 1929, 1930, 1932, 1934, 1936, 1937, 1938, 1940, 1957, 1958, 1990 e 1991 Torneio Início 2 1927 e 1956 Campeão Invicto === Campanhas de destaque === * Vice-campeão do Campeonato Paranaense: 14 vezes :(1923, 1924, 1925, 1926, 1929, 1930, 1932, 1934, 1936, 1937, 1938, 1940, 1958 e 1961) * Vice- campeão do Campeonato Paranaense - Segunda Divisão: 3 vezes :(1966, 1985 e 2009) == Estatísticas == === Participações === Competição Temporadas Melhor campanha rowspan=\"2\" Campeonato Paranaense 54 Campeão (2015) 1917 2024 4 Série Prata 19 Campeão (3 vezes) 1915 2018 5 – rowspan=\"5\" Campeonato Brasileiro 1 88º colocado (1979) 1979 1979 Série B 9 5º colocado (1990) 1980 2024 – 1 Série C 3 Campeão (2018) 1992 2023 2 – Série D 4 Campeão (2017) 2010 2017 1 Copa do Brasil 7 3ª fase (2024) 2012 2024 === Temporadas === Campeonato Brasileiro Copa do Brasil Paranaense Ano Div. Pos. Pts J V E D GP GC Fase Máxima Div. Pos. 2010 D 6º 17 12 5 2 5 11 16 — 1D 5º 2011 D 24º 10 8 3 1 4 7 9 — 1D 3º 2012 D Não classificado Primeira fase 1D 6º 2013 D Não classificado — 1D 6º 2014 D Não classificado — 1D 9º 2015 D 8º 19 12 6 1 5 13 13 — 1D 1º 2016 D Não classificado Segunda fase 1D 11º 2017 D 1º 34 16 11 1 4 23 8 — 2D 5º 2018 C 1º 44 24 12 8 4 32 21 — 2D 1º 2019 B 10º 50 38 13 11 14 32 41 — 1D 5º 2020 B 8º 57 38 15 12 11 40 34 Segunda fase Ouro 5º 2021 B 12º 48 38 13 9 16 35 46 Segunda fase Ouro 3º 2022 B 19º 34 38 7 13 18 31 53 Primeira fase Ouro 3º 2023 C 3º 43 25 12 7 6 28 19 Primeira fase Ouro 3º === Histórico em competições oficiais === Campeonato Paranaense Ano 1915 1916 1917 1918 1919 1920 1921 1922 1923 1924 Pos. 3º - 4º - - - - - 2º 2º Ano 1925 1926 1927 1928 1929 1930 1931 1932 1933 1934 Pos. 2º 2º 6º - 2º 2º - 2º - 2º Ano 1935 1936 1937 1938 1939 1940 1941 1942 1943 1944 Pos. \\- 2º 2º 2º - 2º - - - - Ano 1945 1946 1947 1948 1949 1950 1951 1952 1953 1954 Pos. \\- - - - - - - - - - Ano 1955 1956 1957 1958 1959 1960 1961 1962 1963 1964 Pos. 6º 4º 5º 2º 3º 6º 2º 3º 10º 8º Ano 1965 1966 1967 1968 1969 1970 1971 1972 1973 1974 Pos. 12º 2º ? 11º 1º 12º 7º 6º 3º 8º Ano 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 Pos. 11º 12º 15º - 9º 14º 7º 5º 12º 4º Ano 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 Pos. 2º ? 2º ? 12º 3º 3º 5º 12º 18º Ano 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 Pos. \\- - - - 6º 9º - - - 9º Ano 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Pos. 4º 7º 5º 3º 2º 5º 3º 6º 6º 9º Ano 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024 Pos. 1º 11º 5º 1º 5º 5º 3º 3º 3º 4º :Legenda: * Campeonato Paranaense Série A * Campeão. * Vice-campeão. * Acesso à primeira divisão estadual. * Rebaixamento à segunda divisão estadual. * Campeonato Paranaense Série B * Como Savóia-Operário * Como Associação Pontagrossense de Desportos. * Como Ponta Grossa Esporte Clube. * Licenciamento das atividades profissionais. Campeonato Brasileiro Ano 1970 1971 1972 1973 1974 1975 1976 1977 1978 1979 Pos. \\- - - - - - - - - 88º Ano 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 Pos. 53º - - - - - - - - 11º Ano 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 Pos. 5º 29º 6º 10º - - - - - - Ano 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 Pos. \\- - - - - - - - - - Ano 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 Pos. 6º 24º - - - 8º - 1º 1º 10º Ano 2020 2021 2022 2023 2024 Pos. 8º 12º 19º 3º Ad :Legenda: * Campeonato Brasileiro - Série A * Campeonato Brasileiro - Série B * Campeonato Brasileiro - Série C * Campeonato Brasileiro - Série D * Campeão. * Rebaixamento à segunda divisão. * Rebaixamento à terceira divisão. * Licenciamento das atividades profissionais. == Torcida == A torcida do Operário Ferroviário Esporte Clube sempre se fez presente nos seus jogos assim como as suas Torcidas Organizadas. * Torcida Trem Fantasma A Torcida Trem Fantasma é uma tradicional torcida do Operário Ferroviário Esporte Clube, que esteve presente nos jogos nas décadas de 70 e 80 e foi refundada no dia 21 de fevereiro de 2009, como fusão das Torcidas Revolução Operariana, Garra Operariana, Jovem Independente, mais a participação dos Cornetas da Vila e torcedores independentes. Fica na curva da arquibancada geral. == Ranking Nacional de Clubes (RNC) == Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ranking da CBF {| class=\"wikitable sortable\" Ano Classificação Pontos 2024 39º (4) 3583 CBF 2023 35º (1) 3996 CBF 2022 34º (9) 3914 CBF 2021 43º (7) 3319 CBF 2020 50º (9) 2546 CBF 2019 59º (20) 1682 CBF 2018 79º (26) 898 CBF 2017 105º 564 CBF 2016 102º 481 CBF 2015 136º 320 CBF 2014 104º 489 CBF 2013 90º 655 CBF 2012 95º 112 CBF Ranking criado pela Confederação Brasileira de Futebol para pontuar todos os clubes do Brasil. == Presidentes == Tabela com o nome dos presidentes do clube. Período Presidente 2019- David Aroldo Nascimento 2017-2018 Marcos Alberto Cosmoski 2013-2016 Laurival Pontarollo 2011-2012 Carlos Roberto Yurk 2009-2010 Carlos Roberto Yurk 2007-2008 Carlos Roberto Yurk 2005-2006 Sílvio Cosmoski Junior 2003-2004 Sílvio Cosmoski Junior 2001-2002 Paulo Sérgio Rodrigues Sílvio Roger Gubert 1999 Sílvio Roger Gubert 1997-1998 Carlos Roberto Yurk 1993-1996 Carlos Roberto Yurk 1991-1992 Carlos Antônio Pelissari 1989-1991 Antônio Luiz Mikulis 1987-1988 Altamir Rodrigues 1986 Messias Aparecido de Oliveira Altamir Rodrigues 1985 Dino Fecci Colli 1984 Djalma de Almeida César 1983 Omari Villaca Mongruel 1978-1982 Antônio Luís Mikulis 1976 Bernardo Brito Costa 1972-1975 Odilon Mendes Antunes 1970-1971 Doro Pery Baroncini 1969 Wilson Rocha Moreira Alexandre Walter Doro Pery Baroncini 1968 Orlando de George Duílio Pedrosa 1967 Omari Villaca Mongruel 1965-1966 Henry Saldanha Singer 1964 Odilon Antunes Mendes 1962 Henry Saldanha Singer Doro Pery Baroncini 1960 Henry Saldanha Singer 1959 Alceu Marques Guimarães 1957-1958 Dino Fecci Colli 1953-1954 João Miguel Maia 1950 Ernani Guimarães Viana 1948 João Miguel Maia 1946 João Miguel Maia 1944 Zeno Baroncini Antonio Alves Ramalho 1942 Zeno Baroncini 1941 Germano Ewaldo Krüger 1939 Germano Ewaldo Krüger 1937 Germano Ewaldo Krüger 1936 Ricardo Wagner 1933-1934 Ricardo Wagner 1917-1920 João Fernandes de Castro 1916 João Hoffmann Júnior 1914 João Fernandes de Castro 1913 Raul Lara == Treinadores == Abaixo está a lista (esboço) de treinadores do Operário Ferroviário Esporte Clube desde 1913. País Nome Período Rafael Guanaes 2022- Matheus Costa 2022 Claudinei Oliveira 2022 Ricardo Catalá 2021-2022 Matheus Costa 2020-2021 Gerson Gusmão 2016-2020 Claudemir Sturion 2016 Antonio Picoli 2015-2016 Itamar Schülle 2014-2015 Gilberto Pereira 2014 Paulo Turra 2013 Lio Evaristo 2012-2013 Carlos Henrique Paiva 2011-2012 Amilton Oliveira 2011 Pedro Caçapa 2010 Norberto Lemos 2009-2010 Claudemir Sturion 2009 Casca 2008 País Nome Período José Ricardo Vieira Valmir Martins Carlos Nunes Paulo Roberto da Silva 2007 Ricardo Pinto 2005 Julinho Barcelos 2000 Agenor Piccinin 1999 Julinho Barcelos Varlei de Carvalho Paulo Comelli 1998 Itamar Antônio Bellasalma 1997 Julinho Barcelos 1994-1996 Bira 1993 Picolé 1992 Bira 1991 Julinho Barcelos Picolé 1991 Julinho Barcelos 1989-1990 José Calazans 1988 Roberto Abrussezze 1987 Ladel 1986 José Calazans 1981 |} == Publicações sobre o Operário == Publicações sobre o Operário Ferroviário Esporte Clube que contam sua história, seu cotidiano, a paixão do torcedor e a evolução do clube. * Augusto, Jeferson; Ferreira, Bruno Henrique. Operários da bola. Ponta Grossa: UEPG, 2007. 85 p. * Defino, Ângelo Luiz de Col. Imortal Operário Ferroviário: as histórias do Fantasma de Vila Oficinas. Ponta Grossa: Estrategium Comunicação, 2012. 232 p. * Ribeiro Júnior, José Cação.O fantasma da vila: a vida do Operário Ferroviário E.C. Ponta Grossa: Planeta, 2002. 448 p. * Santos, Edvanderson Ramalho dos. Operário Ferroviário Esporte Clube: Patrimônio Cultural da Cidade de Ponta Grossa. UEPG, 2010. 142 p. == Patrocinadores e material esportivo == Ano Patrocinador(es) Material Esportivo 2009 Lojão do Keima, Tozetto (ombro) e Beaulieu (mangas) Unuzual 2010 Lojas MM, Grupo Alerta, Lojão do Keima, Tozetto (ombro) e Beaulieu (mangas) Karilu 2011 Lojas MM, Tytan, Lojão do Keima, Click (ombro), Beaulieu (mangas) e Tozetto (mangas) Karilu 2012 Lojas MM, Tytan, Lojão do Keima, Sicredi, Click (ombro), Beaulieu (mangas) e Tozetto (mangas) Karilu 2013 Lojas MM, Tytan, Lojão do Keima, Sicredi, Click, GMAD - Grupo Madcompen, Consaúde (calção), Beaulieu (mangas), Supermercados Tozetto (mangas) e Frísia (Batavo) (costas) Aktion Sports 2014 Lojas MM, Tytan, Lojão do Keima, Sicredi, Click, GMAD - Grupo Madcompen, Consaúde (calção), Beaulieu (mangas), Supermercados Tozetto (mangas) e Frísia (Batavo) (costas) EuroSportts 2015 GMAD - Grupo Madcompen, FGV Brasil, Masisa (frente), Feijão Pontarollo e Super Muffato (mangas), Sicredi e Lojão do Keima (costas e calção), Alegra Foods, Frísia (ombro) e Shopping Palladium. Artilheiro Sports e Karilu 2016 GMAD - Grupo Madcompen, FGV Brasil, Masisa, Lojas MM (frente), Feijão Pontarollo e Vitor Supermercado (mangas), Sicredi e Lojão do Keima (costas e calção), Alegra Foods e Frísia (ombro). Karilu 2017 GMAD - Grupo Madcompen, FGV Brasil, Masisa, Lojas MM, Makita (frente), Feijão Pontarollo e Vitor Supermercado (mangas), Sicredi e Lojão do Keima (costas e calção) e Alegra Foods (ombro). Karilu == Ligações externas == * * * Categoria:Operário Ferroviário Esporte Clube Categoria:Clubes de futebol fundados em 1912 Categoria:Fundações no Paraná em 1912 Categoria:Clubes campeões do Campeonato Brasileiro - Série D Categoria:Clubes de futebol de origem ferroviária",
 "title": "Operário Ferroviário Esporte Clube"
}