{
 "id": "1214",
 "text": "Mercúrio é o menor e mais interno planeta do Sistema Solar, orbitando o Sol a cada 87,969 dias terrestres. A sua órbita tem a maior excentricidade e o seu eixo apresenta a menor inclinação em relação ao plano da órbita dentre todos os planetas do Sistema Solar. Mercúrio completa três rotações em torno de seu eixo a cada duas órbitas. O periélio da órbita de Mercúrio apresenta uma precessão de segundos de arco por século, um fenômeno completamente explicado apenas a partir do século XX pela Teoria da Relatividade Geral formulada por Albert Einstein. A sua aparência é brilhante quando observado da Terra, tendo uma magnitude aparente que varia de −2,6 a 5,7, embora não seja facilmente observado pois sua separação angular do Sol é de apenas 28,3º. Uma vez que Mercúrio normalmente se perde no intenso brilho solar, exceto em eclipses solares, só pode ser observado a olho nu durante o crepúsculo matutino ou vespertino. Em uma média ao longo do tempo, Mercúrio (e não Vênus) é o planeta mais próximo da Terra, do que os outros planetas do Sistema Solar, como demostrado em um estudo publicado em março de 2019 na revista . Segundo os pesquisadores Tom Stockman, Gabriel Monroe e Samuel Cordner, os métodos convencionais para o cálculo do \"planeta mais próximo da Terra\" são simples demais. Popularizou-se na ciência que Vênus seria o planeta mais próximo da Terra, por uma suposição errônea sobre a distância média entre os planetas. Um método matemático criado pelos pesquisadores, determinou que, quando se calcula a média ao longo do tempo, o vizinho mais próximo da Terra é, na verdade Mercúrio. Essa correção é relevante para mais do que apenas os vizinhos da Terra. A solução pode ser generalizada para incluir quaisquer dois corpos em órbitas aproximadamente circulares, concêntricas e coplanares. Usando o método mais preciso para estimar a distância média entre dois corpos em órbita, a conclusão foi que que essa distância é proporcional ao raio relativo das órbitas internas.Venus is not Earth’s closest neighborMercúrio, e não Vênus, é o planeta mais próximo da Terra, dizem cientistas Em relação a outros planetas, pouco se sabe a respeito de Mercúrio, pois telescópios em solo terrestre revelam apenas um crescente iluminado com detalhes limitados. As duas primeiras espaçonaves a explorar o planeta foram a Mariner 10, que mapeou aproximadamente 45% da superfície do planeta entre 1974 e 1975, e a MESSENGER, que mapeou outros 30% da superfície durante um sobrevoo em 14 de janeiro de 2008. O último sobrevoo ocorreu em setembro de 2009 e a nave entrou em órbita do planeta em 18 de março de 2011, quando começou a mapear o restante do planeta, numa missão com duração nominal de um ano terrestre. Mercúrio tem uma aparência similar à da Lua com crateras de impacto e planícies lisas, não possuindo satélites naturais nem uma atmosfera substancial. Entretanto, diferentemente da Lua, possui uma grande quantidade de ferro no núcleo que gera um campo magnético, cuja intensidade é cerca de 1% da intensidade do campo magnético da Terra. É um planeta excepcionalmente denso devido ao tamanho relativo de seu núcleo. A temperatura em sua superfície varia de 90 a 700 K (−183 °C a 427 °C). O ponto subsolar é a região mais quente e o fundo das crateras perto dos polos as regiões mais frias. As primeiras observações registradas de Mercúrio datam pelo menos do primeiro milênio antes de Cristo. Antes do século IV a.C., astrônomos gregos acreditavam que se tratasse de dois objetos distintos: um visível no nascer do sol, ao qual chamavam Apolo, e outro visível ao pôr do Sol, chamado de Hermes. O nome em português para o planeta provém da Roma Antiga, onde o astro recebeu o nome do deus romano Mercúrio, que tinha na mitologia grega o nome de Hermes (Ἑρμῆς). O símbolo astronômico de Mercúrio é uma versão estilizada do caduceu de Hermes. == Estrutura interna == Mercúrio é um dos quatro planetas telúricos do Sistema Solar e seu corpo é rochoso como a Terra. É o menor planeta do sistema solar, com um raio equatorial de 2 439,7 km. Mercúrio é menor até que os dois maiores satélites naturais do sistema solar, as luas Ganimede e Titã, embora seja mais massivo. O planeta é formado de aproximadamente 70% de material metálico e 30% de silicatos. Sua densidade é a segunda maior do sistema solar, de 5,427 g/cm³, um pouco menor apenas do que a terrestre, de 5,515 g/cm³. Se o efeito da compressão gravitacional fosse retirado, os materiais constituintes de Mercúrio seriam mais densos, com uma densidade não comprimida de 5,3 g/cm³, contra a terrestre de 4,4 g/cm³. A densidade de Mercúrio pode ser utilizada para inferir detalhes de sua estrutura interna. Enquanto a alta densidade terrestre resulta consideravelmente da compressão gravitacional, particularmente no núcleo planetário, Mercúrio é muito menor e suas regiões internas não são tão comprimidas. Portanto, para ter a densidade que apresenta, seu núcleo deve ser relativamente maior e rico em ferro. O núcleo interno de metal preenche quase 85% do volume do planeta. Este grande núcleo - enorme comparado aos outros planetas rochosos do nosso sistema solar - é quase do mesmo tamanho que o núcleo interno sólido da Terra.Mercury has a solid inner core: New evidence (2019) Os geólogos estimam que o núcleo de Mercúrio ocupe aproximadamente 42% de seu volume, enquanto na Terra a proporção é de 17%. Pesquisas recentes sugerem que seu núcleo seja fundido. O núcleo é cercado por um manto com 500–700 km de espessura constituído de silicatos.Gallant, R. 1986. The National Geographic Picture Atlas of Our Universe. National Geographic Society, 2nd edição. Baseado nos dados da missão da Mariner 10 e de observações terrestres, acredita-se que a crosta do planeta tenha entre 100 e 300 km de espessura. Um dos detalhes característicos da superfície do planeta é a presença de numerosas cristas estreitas, que podem se estender por centenas de quilômetros. Acredita-se que essas estruturas foram formadas quando o núcleo e manto se resfriaram e contraíram, numa época em que a crosta já estava solidificada. O núcleo de Mercúrio tem um teor de ferro maior que qualquer outro planeta no Sistema Solar, e várias teorias foram propostas para explicar esta característica. A mais amplamente aceita sugere que Mercúrio tinha originalmente uma razão metal/silicato similar a meteoros condritos, considerados como típicos da matéria rochosa do Sistema Solar, e uma massa aproximadamente 2,25 vezes a atual. No início da história do Sistema Solar, o planeta pode ter sido atingido por um planetesimal de aproximadamente um sexto de sua massa e várias centenas de quilômetros. Este impacto pode ter removido grande parte da crosta e manto originais, deixando o núcleo como o componente majoritário. Um processo similar, conhecido como a Hipótese do grande impacto, foi sugerido para explicar a formação da Lua (ver Big Splash). Outra teoria sugere que Mercúrio tenha sido formado a partir da nebulosa solar antes que a geração da energia solar tenha se estabilizado. O planeta teria inicialmente duas vezes a massa atual, mas à medida que o proto- Sol se contraiu, as temperaturas perto de Mercúrio poderiam estar entre 2 500 e 3 500 K, e possivelmente até superiores a 10 000 K. Grande parte da superfície rochosa do planeta teria se vaporizado a tais temperaturas, formando uma atmosfera de \"vapor de rocha\" que teria sido levada pelo vento solar. Uma terceira hipótese sugere que a nebulosa solar provocou o arrasto das partículas a partir das quais Mercúrio vinha acretando, o que significa que as partículas leves foram perdidas do material acretante. Cada uma destas hipóteses conduz a uma composição diferente da superfície e duas missões espaciais, MESSENGER e BepiColombo, têm como objetivo fazer observações para verificar sua constituição. A MESSENGER encontrou níveis de potássio e enxofre na superfície superiores aos esperados, sugerindo que a hipótese do impacto gigante e vaporização da crosta e manto não ocorreu, uma vez que o potássio e o enxofre teriam sido removidos pelo calor extremo desses eventos. As observações parecem favorecer a terceira hipótese, em que muitos materiais planetários mais leves foram removidos, levando a maiores concentrações metálicas. == Geologia da superfície == A aparência da superfície do planeta é bem similar à da Lua, com extensos mares planos e grandes crateras, indicando que a atividade geológica está inativa há bilhões de anos. Uma vez que o conhecimento obtido da geologia de Mercúrio está baseado nas observações da sonda Mariner em 1975 e de observações terrestres, ele é o planeta telúrico menos compreendido. À medida que os dados da missão MESSENGER sejam processados este conhecimento aumentará. Como exemplo, foi descoberta uma cratera incomum com calhas radiantes, a qual os cientistas batizaram de \"a aranha\" Ela mais tarde recebeu o nome de Apolodoro. Os nomes de acidentes em Mercúrio têm várias origens, sendo que nomes de pessoas se limitam aos já falecidos. Crateras recebem o nome de artistas, músicos, pintores e autores que apresentaram contribuições fundamentais em seus campos. Cristas (dorsas) recebem nomes de cientistas que contribuíram para o estudo de Mercúrio. Depressões (fossae) recebem nomes de obras de arquitetura, montanhas (montes) pela palavra \"quente\" em várias línguas e planícies (planitiae) pela palavra \"Mercúrio\" em várias línguas. Escarpas (rupes) são nomeadas a partir de navios de expedições científicas e vales (valles) como instalações de telescópios. Acidentes de Albedo se relacionam a áreas de refletividade marcadamente diferentes, de acordo com a observação telescópica. Mercúrio possui Dorsas (também chamadas de \"cristas enrugadas\"), terras altas como as da Lua, Montes (montanhas), planícies ou planos, Escarpas e Vallis (Vales). Mercúrio foi intensamente bombardeado por cometas e asteroides durante e logo depois da sua formação há 4,6 bilhões de anos, como também durante um possível episódio subsequente denominado \"Intenso bombardeio tardio\", que se encerrou há 3,8 bilhões de anos. Durante esse período de intensa formação de crateras, o planeta recebeu impactos sobre toda a sua superfície, o que foi facilitado pela ausência de qualquer atmosfera que diminuísse os impactos. Durante esse período o planeta teve atividade vulcânica e bacias como a Caloris foram preenchidas por magma do interior planetário, que produziram planícies suaves similares aos mares lunares. Dados do sobrevoo da MESSENGER de outubro de 2008 forneceram aos pesquisadores uma melhor avaliação da natureza confusa da superfície mercuriana. Sua superfície é mais heterogênea que a marciana ou lunar, as quais contêm falhas significativas de geologia similar, como os mares e platôs. === Bacias de impacto e crateras === As crateras de impacto em Mercúrio variam desde pequenas cavidades em forma de tigelas até bacias de impacto com multi-anéis de centenas de quilômetros de tamanho. Elas aparecem em todos os estados de degradação, de crateras raiadas relativamente intactas até remanescentes de crateras altamente degradadas. Crateras mercurianas diferem sutilmente das lunares em função de a área coberta pela matéria ejetada ser muito menor, devido à ação de uma força gravitacional mais forte. A maior cratera conhecida é a bacia Caloris, que possui um diâmetro de 1 550 km. O impacto que criou a bacia Caloris foi tão forte que causou erupções de lava e deixou um anel concêntrico com mais de 2 km de altura em volta do local do impacto. Na antípoda da bacia Caloris existe uma grande região conhecida como \"Terreno Esquisito\". Uma das hipóteses de sua origem seria que as ondas de choque geradas pelo impacto na bacia Caloris viajaram em torno do planeta, convergindo na antípoda da bacia. As altas tensões resultantes fraturaram a superfície. Outra teoria sugere que o terreno foi formado com um resultado da convergência da ejecta nesta antípoda da bacia. Ao todo, aproximadamente 15 bacias de impacto foram identificadas na área mapeada de Mercúrio. Uma bacia notável é a Bacia Tolstoj, com 400 km de tamanho e multi-anéis, que teve material ejetado cobrindo uma extensão de mais de 500 km da sua borda e um piso que foi preenchido por materiais de planícies suaves. A bacia Beethoven tem um tamanho similar de material ejetado e uma borda de 625 km de diâmetro. Assim como a Lua, a superfície de Mercúrio sofreu os efeitos de processos de erosão espacial, incluindo o vento solar e impactos de micrometeoritos. === Planícies === Existem duas regiões planas geologicamente distintas em Mercúrio. Planícies suavemente onduladas nas regiões entre as crateras de Mercúrio são as mais antigas superfícies visíveis, anteriores aos terrenos com muitas crateras. Essas planícies inter-crateras são distribuídas uniformemente por toda a superfície do planeta e parecem ter obliterado muitas crateras anteriores; elas apresentam uma escassez geral de crateras de diâmetro menor que 30 km. Ainda não está claro se elas são de origem vulcânica ou originadas de impactos. Planícies suaves são áreas achatadas espalhadas que preenchem depressões de vários tamanhos e têm uma forte semelhança com os mares lunares. Notavelmente, elas preenchem um largo anel em torno da bacia Caloris. Ao contrário dos mares lunares, as planícies suaves de Mercúrio têm o mesmo albedo que as planícies inter-crateras mais antigas. Apesar da ausência de características vulcânicas inequívocas, a localização e o formato arredondado destas planícies sugerem sua origem vulcânica. Todas essas planícies suaves foram formadas significativamente depois da bacia Caloris, como evidenciado pela densidade de crateras menor do que onde houve ejeção de material de Caloris. O piso da bacia Caloris é preenchido por uma planície geologicamente distinta, quebrada por rugas e fraturas em um padrão aproximadamente poligonal. Não está claro se são lavas vulcânicas induzidas pelo impacto, ou um grande lençol de material derretido pelo impacto. Uma característica típica da superfície do planeta são as numerosas dobras de compressão, ou rupes, que cruzam as planícies. À medida que o interior do planeta se resfriou, ele pode ter se contraído e sua superfície começou a se deformar, criando estas formações. As dobras podem ser vistas no topo de outras formações, tais como crateras e planícies, indicando que as dobras são mais recentes. A superfície planetária sofre significativo efeito de marés provocado pelo Sol, que é 17 vezes mais forte que o efeito da Lua sobre a Terra. == Superfície e exosfera == A temperatura média da superfície de Mercúrio é de 169,35 °C (442,5 K), mas varia numa faixa de -173,15 °C (100 K) a 426,85 °C (700 K) devido à ausência de atmosfera e a um abrupto gradiente de temperatura entre o equador e os polos. O ponto subsolar alcança aproximadamente 700 K durante o periélio e então cai para 550 K durante o afélio. No lado escuro do planeta, a temperatura média é de 110 K (-163,15 °C). A intensidade da luz solar na superfície varia entre 4,59 e 10,61 vezes a constante solar (1 370 W•m−2). Apesar de as temperaturas serem em geral extremamente altas em sua superfície, as observações sugerem a presença de gelo no planeta. Os pisos de crateras profundas nos polos nunca são expostos diretamente à luz solar, e a temperatura ali permanece abaixo de 102 K, bem abaixo da temperatura média global O gelo reflete com grande intensidade o radar, e observações do Observatório Goldstone e do VLA no início da década de 1990 revelaram a presença de áreas com grande reflexão do radar perto dos polos. Embora o gelo não seja a única causa possível dessas regiões reflexivas, os astrônomos acreditam que seja a mais provável. Acredita-se que as regiões geladas tenham aproximadamente 1014 a 1015 kg de gelo, e podem estar cobertas por uma camada de regolitos que inibe a sublimação. Em comparação, a camada de gelo sobre a Antártica tem uma massa de aproximadamente 4 kg e a calota polar do sul de Marte tem 1016 kg de água. A origem do gelo em Mercúrio ainda não é conhecida, mas as duas fontes mais prováveis são a degaseificação do interior do planeta ou a deposição pelo impacto de cometas. Mercúrio é muito pequeno e quente para sua gravidade reter qualquer atmosfera significativa por um longo período de tempo, entretanto possui uma \"tênue exosfera na superfície\". A sonda MESSENGER encontrou altas proporções de hidróxidos, magnésio, silício, hidrogênio, hélio, oxigênio, sódio, cálcio e potássio na exosfera. Essa exosfera não é estável — átomos são continuamente perdidos e repostos de várias fontes. O hidrogênio e o hélio provavelmente provêm do vento solar, difundido na magnetosfera mercuriana antes de escapar de volta para o espaço. O decaimento radioativo de elementos do interior da crosta é outra fonte de hélio, assim como de sódio e potássio. O vapor de água presente provém de uma combinação de processos tais como cometas atingindo a superfície, pulverização catódica através do hidrogênio do vento solar e oxigênio das rochas, e sublimação de reservatórios de gelo na sombra permanente das crateras polares. A detecção de grandes quantidades dos íons O+, OH-, e H2O+ foi uma surpresa. Dada a quantidade que foi detectada no ambiente espacial de Mercúrio, os cientistas supõem que essas moléculas foram arrancadas da superfície do planeta ou da exosfera pelo vento solar. O sódio, o potássio e o cálcio foram descobertos na atmosfera durante as décadas de 1980 e 1990 e acredita-se que sejam primariamente o resultado da vaporização de rochas da superfície pelo impacto de micrometeoritos. Estudos indicam que às vezes emissões de sódio são localizadas em pontos que correspondem ao dipolo magnético do planeta, indicando a interação entre a magnetosfera e a superfície do planeta. == Campo magnético e magnetosfera == Apesar do seu pequeno tamanho e lenta velocidade de rotação em 59 dias, Mercúrio tem um campo magnético significativo e aparentemente global. De acordo com medições realizadas pela sonda Mariner 10, sua força é de aproximadamente 1,1% do terrestre, sendo de cerca de 300 nT na linha do equador do planeta. Como o da Terra, o campo magnético de Mercúrio é dipolar, mas diferentemente da Terra, os polos de Mercúrio estão quase alinhados com o eixo de rotação do planeta. As medidas feitas pelas sondas Mariner 10 e MESSENGER indicaram que a força e formato do campo magnético são estáveis. É provável que o campo magnético seja gerado por meio de um efeito dínamo, de modo similar ao campo terrestre. Este efeito dínamo seria resultado da circulação do núcleo líquido rico em ferro. O efeito de maré provocado pela alta excentricidade orbital do planeta serviria para manter o núcleo no estado líquido necessário para a existência deste efeito dínamo. O campo magnético mercuriano é forte o suficiente para defletir o vento solar em torno do planeta, criando uma magnetosfera que, apesar de ser menor que a Terra, é forte o suficiente para capturar o plasma do vento solar, contribuindo assim para a erosão espacial na superfície do planeta. Observações feitas pela sonda Mariner 10 detectaram plasma de baixa energia na magnetosfera do planeta no lado escuro e explosões de partículas energéticas foram detectadas na magnetocauda do planeta, o que indica uma qualidade dinâmica da magnetosfera. Durante seu segundo sobrevoo do planeta em 6 de outubro de 2008, a sonda MESSENGER descobriu que o campo magnético pode ser extremamente “furado”. A sonda encontrou “tornados” magnéticos – feixes deformados do campo magnético conectando o campo magnético planetário com o espaço sideral – que tinham até 800 km de largura, ou um terço do raio do planeta. Estes tornados são formados quando campos magnéticos carregados pelo vento solar são conectados ao campo mercuriano. À medida que o vento solar empurra o campo magnético, estes campos magnéticos conectados são carregados junto e misturados em estruturas parecidas com um vórtice. Estes tubos de fluxos magnéticos misturados, tecnicamente conhecidos como eventos de transferência de fluxos, formam aberturas no escudo magnético do planeta através do qual o vento solar pode penetrar e atingir diretamente a superfície de Mercúrio. O processo de ligação dos campos magnéticos planetário e interplanetário, chamado de reconexão magnética, é comum no espaço e ocorre no campo magnético terrestre da mesma forma. Todavia, a sonda MESSENGER observou que a taxa de reconexões em Mercúrio é dez vezes maior que a terrestre. A proximidade do Sol contribui com apenas um terço da taxa observada pela MESSENGER. == Órbita e rotação == Mercúrio tem excentricidade orbital de 0,21, a maior entre todos os planetas, com a distância do Sol variando de 46 a 70 milhões de quilômetros; ele leva 87,969 dias terrestres para completar um período de translação. O diagrama à esquerda ilustra os efeitos da excentricidade, mostrando a órbita de Mercúrio sobrepondo uma órbita circular com o mesmo semieixo maior. A velocidade maior do planeta quando está perto do periélio é claramente mostrada pela distância maior coberta num intervalo de cinco dias. O tamanho das esferas é inversamente proporcional a sua distância do Sol e é utilizado para ilustrar a variação da distância heliocêntrica. Esta variação da distância do Sol, combinada com uma ressonância orbital de 3:2 da rotação do planeta em torno de seu eixo, resulta em complexas variações da temperatura da superfície. Esta ressonância faz com que um dia em Mercúrio dure exatamente dois anos, ou seja, cerca de 176 dias terrestres. A órbita mercuriana está inclinada em 7º em relação ao plano da órbita da Terra (a eclíptica), conforme mostrado no diagrama à direita. Como resultado, o trânsito de Mercúrio sobre o Sol ocorre apenas quando o planeta está cruzando o plano da eclíptica terrestre quando está entre a Terra e o Sol, evento que acontece em média a cada sete anos. A inclinação axial mercuriana é quase zero, sendo de 0,027º o melhor valor medido. Este valor é significativamente menor que a inclinação de Júpiter, que ostenta a segunda menor inclinação de todos os planetas, com 3,1 graus. Isto significa que, para um observador no polo de Mercúrio, o centro do Sol nunca ascenderia mais de 2,1 minutos de arco acima do horizonte. Em certos pontos da superfície do planeta, um observador veria o Sol subir até aproximadamente a metade do caminho e então reverter e se pôr antes de nascer novamente, tudo isso no mesmo dia mercuriano. Isto ocorre porque, aproximadamente quatro dias terrestres antes do periélio, a velocidade orbital angular se iguala à velocidade rotacional angular, então o movimento aparente do Sol cessa; no periélio, a velocidade orbital angular então excede a rotacional e assim o Sol aparece num movimento retrógado. Quatro dias após o periélio, o movimento aparente do Sol reinicia-se nesses pontos. Mercúrio atinge a conjunção inferior (aproximação da Terra) a cada 116 dias terrestres, em média, mas este intervalo pode variar entre 105 e 129 dias, devido à órbita excêntrica do planeta. Mercúrio pode se aproximar a até 77,3 milhões de quilômetros da Terra, mas ele só se aproximará a 80 Gm (gigametros) no ano 28 622. A próxima aproximação a 82,1 GM será em 2679, e a 82 Gm em 4487.Mercury Closest Approaches to Earth generated with: 1\\. Solex 10 (Text Output file) 2\\. Gravity Simulator charts 3\\. JPL Horizons 1950–2200 O seu período de movimento retrógrado, para um observador na Terra, pode variar entre 8 e 15 dias em cada lado da conjunção inferior. Esta grande variação se deve à alta excentricidade orbital do planeta. === Ressonância rotação-translação === Por muitos anos acreditou-se que Mercúrio estava sincronizado pelo efeito de maré com o Sol, rotacionando uma vez para cada translação e mantendo sempre a mesma face voltada para o Sol, do mesmo modo que o mesmo lado da Lua está sempre voltado para a Terra. Entretanto, observações de radar em 1965 provaram que o planeta tem uma ressonância roto-translacional de 3:2, rotacionando três vezes para cada duas translações em torno do Sol; a excentricidade da órbita de Mercúrio torna a ressonância estável – no periélio, quando a maré solar é mais forte, o Sol fica quase parado no céu mercuriano. A razão original para os astrônomos acreditarem que Mercúrio estava sincronizado era porque toda vez que ele estava numa condição ótima de observação, estava sempre perto do mesmo ponto da ressonância, portanto mostrando a mesma face. Isto ocorre porque, coincidentemente, a rotação de Mercúrio tem quase a metade do período sinódico em relação à Terra. Devido à ressonância 3:2 roto-translacional mercuriana, um dia solar (o comprimento entre dois trânsitos meridianos do Sol) dura aproximadamente 176 dias terrestres. Um dia sideral (o período de rotação) dura aproximadamente 58,7 dias terrestres. Simulações indicam que a excentricidade orbital de Mercúrio varia caoticamente de quase zero (circular) a mais de 0,45 ao longo de milhões de anos, devido a perturbações provocadas por outros planetas. Acredita-se que isto explique a ressonância 3:2 roto- translacional (em vez da mais usual 1:1), uma vez que este estado é mais provável de surgir num período de alta excentricidade. Simulações numéricas mostram que uma interação orbital ressonante com Júpiter pode levar a excentricidade orbital de Mercúrio a aumentar a ponto de o planeta ter uma probabilidade de 1% de se chocar com Vênus nos próximos 5 bilhões de anos. === Avanço do periélio === Em 1859, o matemático e astrônomo francês Urbain Le Verrier relatou que a lenta precessão da órbita de Mercúrio em torno do Sol não poderia ser completamente explicada pela mecânica Newtoniana e por perturbações dos planetas conhecidos. Ele sugeriu, entre as possíveis explicações, que outro planeta (ou talvez uma série de ‘corpúsculos’ menores) poderia existir em uma órbita solar até menor que a de Mercúrio, para dar uma explicação para esta perturbação. O sucesso na busca por Netuno baseada nas perturbações da órbita de Urano levou os astrônomos a dar fé a esta possível explicação, e o hipotético planeta foi até nomeado de Vulcano. Entretanto, tal planeta nunca foi encontrado. A precessão de Mercúrio é de 5 600 segundos de arco (1,5556°) por século em relação à Terra e a mecânica newtoniana, levando em conta todos os efeitos de outros planetas, prevê uma precessão de 5 557 segundos de arco (1,5436°) por século. No início do século XX, a Teoria da Relatividade Geral de Albert Einstein apresentou a explicação para o fenômeno observado da precessão. O efeito é bem pequeno: o avanço relativístico do periélio mercuriano é de apenas 42,98 segundos de arco por século, portanto é necessário um pouco mais de doze milhões de translações para uma volta adicional completa. O efeito ocorre de modo similar em outros planetas, embora seja muito menor, sendo de 8,62 segundos de arco por século para Vênus, 3,84 para a Terra, 1,35 para Marte e 10,05 para Ícarus 1566. A distorção do espaço- tempo do sol também altera a forma como os outros planetas puxam Mercúrio. O efeito combinado estimado da deformação causada pelos planetas é tão pequeno que levaria 2 bilhões de anos para adicionar um grau à rotação da órbita de Mercúrio.Einstein’s general relativity reveals new quirk of Mercury’s orbit Warped spacetime affects the planet’s motion in several ways por Emily Conover em Science News (2018) == Sistema de coordenadas == A longitude de Mercúrio aumenta na direção oeste e uma pequena cratera chamada Hun Kal é o ponto de referência para a medida da longitude. O centro de Hun Kal está a 20° de longitude oeste. == Observação == A magnitude aparente mercuriana varia entre -2,6 – mais brilhante que Sirius (a estrela mais brilhante) – e 5,7 (aproximadamente o limite teórico de visibilidade a olho nu), ocorrendo os extremos quando Mercúrio está bem perto do Sol no céu. A observação do planeta é complicada devido a sua proximidade do Sol, já que ele se perde no brilho solar por grande parte do tempo. Mercúrio pode ser observado apenas num curto período durante o crepúsculo matinal ou vespertino. O Telescópio Espacial Hubble não pode observar o planeta, devido a procedimentos de segurança que impedem que seja apontado para tão perto do Sol. Assim como outros planetas e estrelas mais brilhantes, Mercúrio pode ser visto durante eclipses totais do Sol. Como a Lua e Vênus, Mercúrio possui fases quando observado da Terra, sendo a \"nova\" a conjunção inferior e a \"cheia\" a conjunção superior. O planeta fica invisível em ambas as ocasiões por causa da proximidade relativa do Sol. Mercúrio é tecnicamente mais brilhante, quando observado da Terra, em sua fase “cheia”. Embora o planeta esteja nesta fase em sua maior distância da Terra, a maior área iluminada visível e o efeito da oposição mais do que compensam a distância. O oposto acontece com Vênus, que aparece mais brilhante na fase crescente, porque está muito mais perto da Terra do que quando está convexa. Entretanto, a aparição mais brilhante de Mercúrio (fase “cheia”) é uma ocasião impossível para a observação prática, por causa da extrema proximidade do Sol. Mercúrio é mais bem observado no primeiro e último quartos, embora sejam fases de menor brilho. Essas fases ocorrem na maior elongação leste e oeste, respectivamente. Nessas duas oportunidades, a separação de Mercúrio do Sol varia entre 17,9° no periélio e 27,8° no afélio. (look at 1964 and 2013) —Numbers generated using the Solar System Dynamics Group, Horizons On-Line Ephemeris System A maior elongação oeste é a ocasião em que Mercúrio nasce mais cedo antes do Sol, enquanto a maior elongação leste é quando ele se põe mais tarde depois do Sol . Mercúrio é mais facilmente visível nas latitudes tropicais e subtropicais do que em latitudes maiores, o que é o resultado de dois efeitos: (i) o Sol ascende e descende em ângulos maiores no horizonte, portanto o período de crepúsculo é menor, e (ii) em certas épocas do ano, a eclíptica faz interseção com o horizonte em um ângulo muito grande, significando que Mercúrio pode estar relativamente alto (a até 28°) em um céu totalmente escuro. Essas condições podem existir, por exemplo, depois do por do sol perto do equinócio da primavera, em março/abril no sul dos Estados Unidos ou em setembro/outubro na África do Sul e Australásia. De forma inversa, a visão antes da alvorada é mais fácil perto do equinócio do outono. Em latitudes temperadas, a observação é frequentemente mais fácil do hemisfério sul terrestre do que do norte, porque no hemisfério sul as elongações máximas a oeste do Sol ocorrem no início do outono e as elongações máximas a leste no final do inverno. Em ambos os casos, o ângulo de Mercúrio com a eclíptica é maximizado, permitindo que ele nasça várias horas antes do Sol na primeira situação e várias horas após o por do Sol em países localizados na zona sul temperada, tais como Argentina e Nova Zelândia. Por outro lado, nos principais centros populacionais das altas latitudes ao norte, Mercúrio nunca está acima do horizonte em condições de luminosidade adequadas. Observações de Mercúrio por telescópio baseadas na Terra revelam apenas um disco parcial iluminado, com detalhe limitado. A primeira das duas naves espaciais a visitar o planeta foi a Mariner 10, que mapeou cerca de 45 % da superfície entre 1974 e 1975. A segunda é a nave MESSENGER que, depois de três sobrevoos de Mercúrio entre 2008 e 2009, entrou em órbita em 17 de março de 2011, para mapear e estudar o restante do planeta. ==Estudos== === Astronomia antiga === As mais antigas observações registradas de Mercúrio são das tabelas de Mul.Apin. Estas observações foram provavelmente feitas por um astrônomo assírio por volta do século XIV a.C. A escrita cuneiforme utilizada para designar o planeta na tabela é transcrita como UDU.IDIM.GU4.UD (“O planeta que pula”) Registros babilônicos de Mercúrio datam do primeiro milênio a.C., quando o planeta era chamado de Nabu, o mensageiro dos deuses em sua mitologia. Os gregos da antiguidade do período de Hesíodo conheciam o planeta como Στίλβων (Stilbon), que significa \"o resplandecente\", e Ἑρμάων (Hermaon). Posteriormente, os gregos chamaram o planeta de Apolo quando estava visível no céu da manhã e Hermes quando visível no entardecer. Por volta do século IV a.C. os astrônomos gregos perceberam que os dois nomes se referiam ao mesmo corpo celeste, Hermes (Ερμής: Ermis), nome planetário que foi mantido no grego moderno. See also the Greek article about the planet. Os romanos batizaram o planeta com o nome do seu deus mensageiro com asas nos pés, Mercúrio (em latim, Mercurius), equivalente ao grego Hermes, em virtude de o astro cruzar o firmamento mais rápido que qualquer outro planeta. O símbolo astronômico para Mercúrio é uma versão estilizada do caduceu de Hermes. O astrônomo romano- egípcio Ptolomeu escreveu sobre a possibilidade de trânsitos planetários sobre a face do Sol em seu trabalho ‘’’Hipóteses Planetárias’’’. Ele sugeriu que não haviam sido observados trânsitos porque planetas como Mercúrio eram pequenos demais para serem vistos ou porque os trânsitos eram muito pouco frequentes. Na China antiga, Mercúrio era conhecido como Ch’em-Hsing, a estrela da hora, e estava associado com a direção do norte e a fase da água no Wu Xing. A mitologia hindu utilizava o nome Buda para Mercúrio e acreditava-se que este deus presidia a quarta-feira; No paganismo germânico, o astro era representado pelo deus Odin (ou ‘’Woden’’), também associado a este dia da semana. A civilização maia pode ter representado o planeta como uma coruja (ou possivelmente quatro corujas, duas para a manhã e duas para a tarde), que servia com mensageira para o mundo dos mortos. Na astronomia indiana antiga, o Surya Siddhanta, um texto astronômico indiano do século V, estimava o diâmetro de Mercúrio em 3 008 milhas, um erro de menos de 1% do diâmetro atualmente aceito, de 3 032 milhas (4 880 km). Entretanto, esta estimativa se baseava em uma medição imprecisa do diâmetro angular do planeta em 3 minutos de arco. Na astronomia islâmica medieval, o astrônomo de Al-Andalus Abū Ishāq Ibrāhīm al- Zarqālī representou no século XI o epiciclo da órbita geocêntrica mercuriana como uma oval (tal como um ovo ou um pinhão), embora esta indicação não tenha influenciado sua teoria ou seus cálculos astronômicos.Willy Hartner, \"The Mercury Horoscope of Marcantonio Michiel of Venice\", Vistas in Astronomy, 1 (1955): 84-138, at pp. 118-122. No século XII, Ibn Bajjah observou \"dois planetas como pontos pretos na superfície do Sol\", o que foi posteriormente sugerido como trânsito de Mercúrio e/ou Vênus pelo astrônomo Qotb al-Din Shirazi, do observatório Maragheh no século XIII. Entretanto, a maioria dos registros medievais de trânsitos foram posteriormente interpretados como observações de manchas solares. Na Índia, o astrônomo Nilakantha Somayaji, da escola Kerala, desenvolveu no século XV um sistema planetário parcialmente heliocêntrico em que Mercúrio orbitava o Sol, que por sua vez orbitava a Terra, de forma similar ao Sistema de Tycho proposto no final do século XVI por Tycho Brahe. === Pesquisas baseadas em observações terrestres === As primeiras observações telescópicas de Mercúrio foram feitas por Galileu no início do século XVII, e embora ele tenha visto fases em Vênus, seu telescópio não era potente o suficiente para visualizar as fases mercurianas. Em 1631, Pierre Gassendi fez a primeira observação do trânsito astronômico de um planeta sobre o disco solar, quando observou um trânsito de Mercúrio previsto por Johannes Kepler. Em 1639, Giovanni Zupi descobriu que o planeta tinha fases orbitais, tal como a Lua e Vênus. Esta observação demonstrou conclusivamente que Mercúrio orbitava o Sol. Um evento raro na astronomia é a passagem de um planeta à frente de outro (ocultação), quando observado da Terra. Mercúrio e Vênus se ocultam com uma frequência de alguns séculos, e o único evento deste tipo historicamente observado foi em 28 de maio de 1737, por John Bevis do Observatório de Greenwich. A próxima ocultação de Mercúrio por Vênus ocorrerá em 3 de dezembro de 2133. As dificuldades inerentes à observação de Mercúrio implicam que este foi de longe o menos estudado dos planetas. Em 1800, Johann Schröter fez observações de acidentes da superfície, afirmando ter observado montanhas de 20 km de altura. Friedrich Bessel utilizou os desenhos de Schröter e erroneamente estimou o período de rotação em 24 horas e uma inclinação axial de 70º. Na década de 1880, Giovanni Schiaparelli mapeou o planeta com uma exatidão maior e sugeriu que o período rotacional era de 88 dias, o mesmo que o período orbital devido ao efeito de maré. Este fenômeno é conhecido como rotação sincronizada e é observado na Lua terrestre. Os esforços para mapear a superfície de Mercúrio foram continuados por Eugenios Antoniadi, que publicou um livro em 1934 que incluía mapas e suas próprias observações. Muitos dos acidentes da superfície do planeta, particularmente as formações de albedo, têm seus nomes retirados dos mapas de Antoniadi. Em junho de 1962, cientistas soviéticos do Instituto de Rádio- engenharia e Eletrônica da Academia de Ciências da União Soviética, liderados por Vladimir Kotelnikov, tornaram-se os primeiros a enviar sinais de radar para Mercúrio e receber respostas, iniciando as observações por radar do planeta. Três anos mais tarde, observações de radar dos estadunidenses Gordon Pettengill e R. Dyce, utilizando um radiotelescópio de 300 m do Observatório de Arecibo, em Porto Rico, demonstraram conclusivamente que o período rotacional do planeta era de cerca de 59 dias terrestres. A teoria de que a rotação de Mercúrio estava sincronizada tinha se tornado amplamente aceita, e foi uma surpresa para os astrônomos quando estas observações foram anunciadas. Se Mercúrio estivesse sincronizado pelo efeito de maré, sua face escura deveria ser extremamente fria, porém as medições por emissões de rádio revelaram que ela era muito mais quente que o esperado. Os astrônomos foram relutantes em abandonar a teoria da rotação sincronizada e propuseram mecanismos alternativos, tais como poderosos ventos distribuidores de calor, para explicar estas observações. O astrônomo italiano Giuseppe Colombo percebeu que o valor da rotação era aproximadamente dois terços do período de translação mercuriano, e propôs que os períodos de translação e rotação estavam sincronizados numa relação de 3:2, e não de 1:1. Dados da sonda espacial Mariner 10 confirmaram posteriormente este teoria. Isto significa que os mapas de Schiaparelli e Antoniadi não estavam “errados”. Na verdade, os astrônomos viram as mesmas características durante cada “segunda” órbita e as registraram, mas negligenciaram aquelas vistas no meio tempo, quando a outra face de Mercúrio estava voltada para o Sol, uma vez que a geometria orbital implicava em que estas observações fossem feitas sob condições de visibilidade ruins. Observações ópticas terrestres não revelaram muito sobre a estrutura do planeta, mas rádio-astrônomos utilizando interferometria em comprimentos de onda de microondas, uma técnica que permite a remoção da radiação solar, puderam discernir propriedades físicas e químicas de camadas sob a superfície numa profundidade de vários metros.Golden, Leslie M., A Microwave Interferometric Study of the Subsurface of the Planet Mercury (1977). PhD Dissertation, University of California, BerkeleyMitchell, David L. and De Pater, Imke, Microwave Imaging of Mercury's Thermal Emission at Wavelengths from 0.3 to 20.5 cm (1994). Icarus, 110, 2–32 Somente quando a primeira sonda espacial foi enviada é que muitas das propriedades mais fundamentais do planeta foram conhecidas. Todavia, avanços tecnológicos recentes têm melhorado as observações terrestres. Em 2000, observações em alta resolução pelo método Lucky imaging foram conduzidas pelo Observatório Monte Wilson e forneceram as primeiras visões com resolução para acidentes da superfície que não foram fotografadas pela missão Mariner. Imagens posteriores evidenciaram uma grande bacia de impacto com um anel duplo, maior ainda que a Bacia Caloris na região não fotografada pela Mariner, a qual foi informalmente apelidada de Bacia Skinakas. Imagens posteriores mostraram evidência de uma grande bacia de impacto com duplo anel, ainda maior que a bacia Caloris, no hemisfério não fotografado pela Mariner, que foi informalmente denominada bacia Skinakas. A maior parte da superfície foi mapeada pelo telescópio de Arecibo, com uma resolução de 5 km, inclusive depósitos polares nas regiões de sombra das crateras, que podem ser de gelo. === Pesquisa com sondas espaciais === Alcançar Mercúrio a partir da Terra apresenta desafios técnicos significativos, uma vez que o planeta orbita o Sol muito mais próximo do que a Terra. Uma espaçonave lançada da Terra precisa viajar por 91 milhões de quilômetros na direção do poço de potencial gravitacional do Sol. A velocidade orbital mercuriana é de 48 km/s, enquanto a terrestre é de 30 km/s, portanto a espaçonave precisa realizar uma grande mudança em sua velocidade (delta-v) para entrar na órbita de transferência de Hohmann que passa perto de Mercúrio, comparada com o delta-v necessário para outras missões planetárias. A energia potencial liberada pelo movimento em direção ao poço de potencial solar torna- se energia cinética, exigindo outra grande alteração no delta-v para evitar passar rapidamente direto por Mercúrio. Para pousar com segurança ou entrar em órbita estável, a espaçonave deve contar com motores de foguetes, pois a aerofrenagem está fora de cogitação por causa da tênue atmosfera. Uma viagem para Mercúrio exige mais combustível do que para escapar completamente do sistema solar. Como resultado, apenas duas sondas espaciais foram enviadas ao planeta até o momento. Uma alternativa de aproximação proposta seria a utilização de velas solares para atingir uma órbita sincronizada à mercuriana ao redor do Sol. ==== Mariner 10 ==== A primeira espaçonave a visitar Mercúrio foi a sonda Mariner 10 da NASA (1974–75), que utilizou a força da gravidade de Vênus para ajustar sua velocidade orbital para se aproximar de Mercúrio, tornando-se a primeira nave espacial a utilizar o efeito da gravidade assistida e a primeira da NASA a realizar uma missão de visita a múltiplos planetas. A sonda forneceu as primeiras imagens próximas da superfície mercuriana, que mostraram sua natureza repleta de crateras e revelaram muitos outros tipos de acidentes geológicos, tais como declives gigantes que foram posteriormente atribuídos ao efeito do planeta encolhendo ligeiramente, em função do resfriamento do núcleo de ferro. Infelizmente, devido ao comprimento do período orbital da Mariner 10, a mesma face do planeta estava iluminada a cada aproximação da sonda, tornando impossível a observação de ambos os lados do planeta e resultando num mapeamento de menos de 45% da superfície planetária. No dia 27 de março de 1974, dois dias antes do primeiro sobrevoo sobre Mercúrio, os instrumentos da sonda começaram a registrar grandes quantidades de uma inesperada radiação ultravioleta próximo a Mercúrio. Isto levou à tentativa de identificação de um satélite mercuriano, mas, pouco depois, a fonte de radiação foi identificada como a estrela 31 da constelação de Crater e a lua mercuriana passou para os livros da história da astronomia como uma nota de rodapé. A sonda realizou três aproximações de Mercúrio e a mais próxima passou a uma distância de 327 km da superfície. Na primeira aproximação, os instrumentos detectaram um campo magnético, para grande surpresa dos geólogos planetários – esperava-se que a rotação mercuriana fosse muito lenta para gerar um efeito dínamo significativo. A segunda aproximação foi utilizada principalmente para obtenção de imagens e a terceira para uma extensiva coleta de dados sobre o campo magnético. Os dados revelaram que o campo magnético é semelhante ao terrestre, defletindo o vento solar em torno do planeta. Entretanto, a origem do campo magnético mercuriano ainda é matéria de muitas teorias. Em 24 de março de 1975, apenas oito dias após sua aproximação final, a sonda esgotou seu combustível. Como sua órbita não podia mais ser controlada com precisão, os controladores da missão instruíram-na a se auto-desligar. A sonda provavelmente ainda está orbitando o Sol, passando próximo ao planeta com uma frequência de alguns meses. ==== MESSENGER ==== Uma segunda missão da NASA para Mercúrio, nomeada MESSENGER (acrônimo de ), foi lançada em 3 de agosto de 2004 do Cabo Canaveral, a bordo de um foguete Delta II. Ela fez um sobrevoo na Terra em agosto de 2005 e em Vênus em outubro de 2006 e junho de 2007, de modo a estabelecer uma trajetória correta para alcançar a órbita mercuriana. O primeiro sobrevoo em Mercúrio aconteceu no dia 14 de janeiro de 2008, o segundo em 6 de outubro de 2008 e o terceiro em 29 de setembro de 2009. A maior parte da superfície não fotografada pela sonda Mariner 10 foi mapeada durante estes sobrevoos e em 18 de março de 2011 a sonda entrou em órbita elíptica em torno do planeta, tendo a primeira imagem orbital sido obtida em 29 de março de 2011. A sonda realizou uma missão de mapeamento com duração de um ano terrestre e desenvolve atualmente uma missão estendida programada para terminar em 2013. Além de prosseguir na observação e mapeamento de Mercúrio, a MESSENGER vai observar o período de máxima atividade solar de 2012. UPI, 15 November 2011. Retrieved 2011-11-16. A missão foi projetada para esclarecer seis pontos chaves: a alta densidade mercuriana, sua história geológica, a natureza de seu campo magnético, a estrutura de seu núcleo, a existência ou não de gelo em seus polos e de onde vem sua tênue atmosfera. Para cumprir esta missão, a sonda está equipada com dispositivos fotográficos que irão coletar imagens com resolução muito maior de muito mais áreas do que a Mariner 10, espectrômetros variados para determinar a abundância dos elementos na crosta e magnetômetros e dispositivos para medição da velocidade de partículas carregadas. Medições detalhadas de pequenas mudanças na velocidade da sonda em sua órbita serão utilizadas para inferir detalhes sobre a estrutura do interior do planeta. ==== BepiColombo ==== A Agência Espacial Europeia está planejando uma missão conjunta com o Japão chamada BepiColombo, que orbitará Mercúrio com duas sondas: uma para mapear o planeta e outra para estudar sua magnetosfera. O lançamento, que estava previsto para 2015, foi adiado para 2017, com a data provável de chegada em Mercúrio em 2024. A espaçonave liberará uma sonda magnetométrica em um órbita elíptica, e então foguetes químicos serão acionados para colocar a sonda mapeadora em uma órbita circular. Ambas as sondas operarão por um ano terrestre. A sonda mapeadora carregará uma série de espectrômetros semelhantes aos da MESSENGER, que estudarão o planeta em vários comprimentos de onda, incluindo infravermelho, ultravioleta, raio-x e radiação gama. == Mercúrio na cultura == === Mitologia e astrologia === A origem do nome provém do deus Mercúrio, mensageiro dos deuses da mitologia romana, devido ao movimento rápido do planeta no céu em relação a outros planetas. Higino disse que sua dedicação ao deus se devia ao fato de que ele havia sido o primeiro a estabelecer os meses e a perceber o curso das constelações.Hyginus. Astronomica, 2.42. Citado em Hermes God of Astronomy & the Calendar. Theoi Project Na astrologia, o planeta está associado com a capacidade de aprender, se adaptar, trocar e desenvolver sociabilidade e de se expressar e é o regente dos signos de Gêmeos e Virgem, comandando a terceira e a sexta casas do zodíaco. O movimento retrógado aparente do planeta, creem os astrólogos, influencia tudo que se relaciona a este, de modo a provocar interrupção ou desentendimentos nas formas de comunicação regidas pelo planeta. === Ficção científica === O pequeno tamanho de Mercúrio e sua proximidade com o Sol tornaram as observações científicas iniciais difíceis, e isso afetou o modo como foi representado na cultura. Em 1750 o Cavaleiro de Béthune escreveu um livro, Rélation du monde de Mercure, onde o imaginou habitado por uma população de seres alados, cuja morte não era compulsória, e em perpétuo desfrute beatífico da luz do Sol. No século XIX apareceu mais literatura especulativa, entre elas Ariel (1886), de W. D. Lach-Szyrma, que imaginou seres mercurianos vivendo em sofisticados carros voadores nas várias camadas de uma suposta atmosfera planetária. Em 1893 Giovanni Schiaparelli declarou que Mercúrio mantinha sempre a mesma face voltada para o Sol, no que concordou Percival Lowell, gerando um farto imaginário literário de um planeta com um de seus lados extremamente quente e outro extremamente frio. Esta suposição equivocada persistiu até 1965, quando se descobriu a rotação mercuriana, mas então um copioso folclore e literatura ficcional e até mesmo humorística havia sido produzido incorporando este engano. Em algumas novelas o planeta foi apresentado inabitado, em outras como lar de monstros e, em outras mais, povoado por uma diversidade de seres humanoides. Em The Last Planet (1934) de R. F. Starzl, e em Intelligence Undying (1936) de Edmond Hamilton, Mercúrio foi descrito como o refúgio da humanidade quando o Sol esfria.Stableford, Brian M. Science fact and science fiction: an encyclopedia. CRC Press, 2006. pp. 298-299 Na década de 1950, quando o gênero da ficção científica começou a ser mais baseado em fatos, a hostilidade do ambiente mercuriano deu origem a histórias mais violentas, como Battle on Mercury (1956), de Lester del Rey, Lucky Starr and the Big Sun of Mercury (1956), de Isaac Asimov, Hot Planet (1963), de Hal Clement, The Coldest Place (1964), de Larry Niven, e Mission to Mercury (1965), de Hugh Walter, entre muitas outras. Mesmo quando a rotação planetária foi descoberta e quando em 1975 foi confirmada a ausência de atmosfera, o estilo da geração anterior de novelistas continuou prevalecendo, mas sua concepção como um planeta habitado logo desapareceu da literatura. Em seu lugar, surgiu na ficção uma ideia de que Mercúrio poderia ser uma base para a exploração do Sol, como em Sundliver (1980), de David Brin, ou como uma fonte de minerais exploráveis, da forma como Stephen Baxter o mostrou em Cilia-of-Gold (1994). Tom Purdom em 2000 publicou Romance in Extended Time, onde Mercúrio é a base para terraformação, sendo circundado por uma grande estufa, e em Kath and Quicksilver (2005), de Larry Niven e Brenda Cooper, Mercúrio aparece lentamente engolfado pelo Sol em expansão. == Ver também == * Mercúrio Retrógrado *Precessão do periélio de Mercúrio == Ligações externas == * Simulação de um dia de Mercúrio Categoria:Mercúrio (planeta) Categoria:Planetas terrestres Categoria:Objetos astronômicos conhecidos desde a antiguidade",
 "title": "Mercúrio (planeta)"
}