{
 "id": "121423",
 "text": "A U.H. de Salto Caxias _(Governador José Richa)_ é uma usina hidrelétrica (U.H.) brasileira construída no trecho final do Rio Iguaçu, entre os municípios de Capitão Leônidas Marques e Nova Prata do Iguaçu, distantes cerca de 400 quilômetros da capital Curitiba, no estado do Paraná, sendo trecho da PR-592. == Características == Foi inaugurada no dia 26 de março de 1999 e teve um custo final de R$ 1 bilhão. Possui uma capacidade de 1.240 MW de potência instalada, suficiente para abastecer uma cidade de 4 milhões de habitantes e assegurando ao Estado o fornecimento de energia vital para novos planos de expansão industrial. Foi a primeira usina brasileira a seguir toda a legislação ambiental e a primeira a ter indenizado todas as propriedades um ano antes de formar o seu reservatório. == História == Estudos iniciais previram a construção de duas usinas: Salto Caxias Baixo e Cruzeiro. Contudo, em 1978, a Copel realizou uma reavaliação, concluindo ser economicamente mais vantajoso o aproveitamento do trecho Salto Osório / Salto Caxias em uma única usina / Salto Caxias Alto, englobando o projeto Cruzeiro e eliminando a Usina Julio de Mesquita Filho, na foz do Rio Chopim. Depois de muitos estudos, as obras de construção da usina se iniciaram em 1995 e ela começou a operar em 1999. Desde a fase de planejamento e de estudos preliminares de Salto Caxias, a Copel dedicou máxima atenção aos impactos decorrentes de sua construção. O Relatório de Impacto Ambiental da Usina de Salto Caxias foi previamente debatido com a população e aprovado, e resultou na implantação de 26 programas voltados para a compensação dos efeitos ambientais da obra. Ao mesmo tempo, também ajudou a melhorar a qualidade de vida da população atingida. == Indenizações e legislação ambiental == A U.H de Salto Caxias foi a primeira usina brasileira a seguir toda a legislação ambiental e a primeira a ter indenizado todas as 600 famílias um ano antes de formar seu reservatório. A indenização foi concluída em julho de 1997, com o pagamento de R$ 45 milhões pelas 1.108 propriedades (23.128 hectáres) que foram alagadas. Dos 26 programas de natureza ambiental e social desenvolvidos a partir do Relatório de Impacto Ambiental (Rima), 19 visaram o reassentamento das famílias que residiam e trabalhavam nas áreas alagadas. Ao todo, foram beneficiadas cerca de 2.800 pessoas. Neste programa de reassentamento, que é considerado um modelo de reforma agrária, o governo paranaense investiu R$ 95 milhões. Os agricultores, pequenos proprietários de terras, arrendatários, meeiros, parceiros e trabalhadores rurais, que ocupavam a área hoje alagada, foram instalados em terras que eles mesmos ajudaram a escolher. Outras 425 famílias optaram por receber cartas de crédito. A empresa de energia adquiriu l0 áreas, num total de 18.590 hectares, nos municípios de Cascavel, Ibema, Catanduvas, Campo Bonito, Três Barras do Paraná, Boa Esperança do Iguaçu e Nova Prata do Iguaçu. Nenhuma das áreas está distante mais de l50 quilômetros do ponto de origem das famílias. Nas terras foram implantadas estradas internas, construídas moradias, galpões e paióis, preparado o solo para o plantio, instaladas redes de água e energia elétrica, e edificadas estruturas comunitárias. === Infra estrutura Municipal === A Copel investiu R$ 17,8 milhões em obras de melhoria dos setores de saúde, educação, segurança, sistema viário, rural e de turismo nos nove municípios que tiveram terras submersas pelo lago da Usina de Salto Caxias. Os investimentos integram o Pró- Caxias, o projeto de desenvolvimento integrado e auto-sustentável dos municípios em torno do reservatório da hidrelétrica. Além do Pró-Caxias, a Copel implantou outros 26 programas indicados pelo Relatório de Impacto Ambiental da obra, num investimento de R$ 250 milhões, ou 25% do custo total da usina, de R$ 1 bilhão. O projeto Pró-Caxias começou em dezembro de 1997 e é uma parceria entre a Copel e o Sebrae. O seu principal objetivo foi identificar as potencialidades dos nove municípios e apoiar o potencial da região com investimentos e estudos técnicos, além de financiar a construção de 22 barracões industriais nos nove municípios e destinar outros R$ 850 mil para os Fundos de Desenvolvimentos Municipais. == O Lago == Pela primeira vez na história do setor energético brasileiro, uma hidrelétrica teve perfeitamente resolvida a questão das desapropriações mais de um ano antes de o seu reservatório começar a ser formado. O Programa de Desapropriações da Copel para a área de ocupação do lago de Salto Caxias foi concluído em julho de 1997, depois de indenizar 1.108 propriedades, total ou parcialmente atingidas. O lago, com 131 km² de superfície, começou a ser formado no dia 6 de outubro de 1998, e na noite de 20 de novembro atingiu, pela primeira vez, sua capacidade máxima de acumulação. == A Barragem == Com 67 metros de altura, 1,083 metros de comprimento e 912,000 m³, a barragem da Usina Hidrelétrica Governador José Richa, do tipo gravidade em CCR (Concreto compactado a rolo) é a maior da América do Sul e a 8ª barragem de CCR em volume do mundo. O CCR leva em sua composição baixa quantidade de cimento e é utilizado basicamente na edificação do corpo da barragem. As áreas onde há contato e atrito com a água são revestidas com Concreto Convencional (CCV), também utilizado em toda a construção da casa de força. == Unidades geradoras == Produção de energia Ano Número de unidades instaladas MWh 03-1999 0–1 310 06-1999 0–2 620 08-1999 0–3 930 18-10-1999 0–4 1,240 Total 4 1,240 MW == Ver também == * Rio * Turbina hidráulica * Hidrologia * Lista de usinas hidrelétricas do Brasil == Ligações externas == * Salto Caxias Categoria:Companhia Paranaense de Energia Categoria:Capitão Leônidas Marques Categoria:Nova Prata do Iguaçu Categoria:Fundações no Paraná em 1999 Salto Caxias",
 "title": "Usina Hidrelétrica de Salto Caxias"
}