{
 "id": "121545",
 "text": "Carta, missiva (latim), ou ainda epístola (grego), é o termo que descreve um manuscrito, um datiloscrito ou um impresso destinado a estabelecer uma comunicação interpessoal escrita, entre pessoas e/ou organizações, de cunho particular. A legislação brasileira, em sua regulamentação dos serviços postais, define carta como: \"objeto de correspondência, com ou sem envoltório, sob a forma de comunicação escrita, de natureza administrativa, social, comercial, ou qualquer outra, que contenha informação de interesse específico do destinatário\". A epístola foi a principal forma de comunicação à distância desde a invenção da escrita, mas sofreu algum recuo em meados do século XX, com a popularização da telefonia. Conheceu muitos suportes, em especial o papiro, o pergaminho, as folhas de árvore, até se consolidar o uso do papel a partir do séc. XV e mais recentemente o suporte eletrônico, desde finais do século XX. Atualmente a carta em papel vem sendo substituída pelo correio eletrônico (e-mail), mas ainda há pessoas que pelo simples prazer de trocar correspondências físicas preferem utilizar o objeto carta em papel. A circulação da carta exigiu no passado a criação de um serviço postal permanente, público ou privado, que conheceu um notável desenvolvimento já desde a Roma antiga. Em 1874 foi criada a União Postal Universal para coordenar as relações entre os vários serviços nacionais. A UPU foi a segunda organização global a surgir no mundo contemporâneo. Nos primórdios da entrega das cartas em papel quem pagava a postagem era o destinatário e isso só se alterou com a criação dos selos quando se passou a, previamente, o remetente colocar na sobrecarta (envelope) a quantidade de selos correspondente ao porte (valor da tarifa de serviço), garantido assim a entrega da carta ou a sua restituição no caso de não ser encontrado o destinatário. Como gênero textual, a carta é um meio de comunicação escrita que segue uma estrutura mais rígida que um bilhete, ainda que simplificada em comparação a outros meios de comunicação escrita. Normalmente compõe-se de local, data, destinatário, saudação, corpo, despedida e assinatura. De acordo com seu destinatário e propósito, pode ser classificada como carta pessoal, carta comercial, carta oficial (também chamada ofício), carta profissional, entre outras. Alguns gêneros usam a forma epistolar com fins literários ou jornalísticos e não privados, como a carta do leitor, a carta aberta, o poema em forma de carta, o romance epistolar, etc. == Ver também == * Papel de carta * Carta de Pero Vaz de Caminha * Categoria:Comunicação Categoria:Correios Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Carta"
}