{
 "id": "121513",
 "text": "The Mask é um filme de fantasia e comédia de 1994 baseado em uma série de história em quadrinhos publicadas pela Dark Horse Comics. Este filme foi dirigido por Chuck Russell, e produzido pela Dark Horse Entertainment e a New Line Cinema, e lançado originalmente aos cinemas em 29 de julho de 1994. O filme é estrelado por Jim Carrey como Stanley Ipkiss (também conhecido como The Mask) e Cameron Diaz como Tina Carlyle, em sua estreia como atriz. Carrey foi nomeado para um Globo de Ouro por seu papel. O filme foi indicado para o Oscar de Melhores Efeitos Visuais, perdendo para Forrest Gump. Inicialmente a ideia do diretor Charles Russell, era de adaptar a história original em um filme de terror e humor negro, mais fiel aos quadrinhos. Os produtores porém, chegaram à conclusão de que talvez o público não aceitasse muito bem o tema, e decidiram remover a violência presente nos quadrinhos, deixando somente o conceito básico da máscara, que é transformar o usuário em uma criatura insana, livre de suas inibições. O filme tem muitas cenas inspiradas em situações que acontecem nos quadrinhos, porém com menos violência. Em 1995 o filme ganhou com um spin-off: a série animada de televisão The Mask: The Animated Series, e em 2005 uma sequência chamada Son of the Mask. O filme conta a história de um funcionário bancário chamado Stanley Ipkiss, um desprezado fracassado que tem uma vida de azar e sem sorte e vive brigando com a dona da pensão em que mora junto com o seu cachorro Milo. Certo dia então ele acaba encontrando uma misteriosa máscara viquingue no rio e o leva-o para casa. Ao chegar em seu apartamento Ipkiss coloca a máscara no rosto e de repente se transforma em um ser de cabeça verde completamente louco, com poderes fantásticos, com uma habilidade incrível de realizar seus desejos mais íntimos, sejam eles bons ou ruins, e isso mudaria a vida de Ipkiss drasticamente, sendo perseguido pela polícia e criminosos de Edge City. ==Enredo== Stanley Ipkiss, um funcionário bancário bem humorado, porém bastante ingênuo e inseguro que trabalha no banco local de Edge City, é frequentemente ridicularizado por todos ao seu redor, exceto por seu colega de trabalho e melhor amigo Charlie Schumaker, que vive tentando motivá-lo a mudar de vida, inclusive convidando-o para as badaladas noites do Coco Bongo, uma boate de jazz e música latina, conhecida por ser a mais popular da cidade. Em um dia comum de trabalho, o banco recebe a visita de Tina Carlyle, uma mulher bastante deslumbrante e sensual que chama a atenção de Stanley e Charlie, aparentemente tornando-se cliente de Stanley, o qual, se sentindo romanticamente atraído por ela, tenta sutilmente impressioná-la muito através de seu cavalheirismo e de suas habilidades administrativas, apesar de sua timidez ao fazê-lo. Ainda assim, Tina parece retribuir ao interesse do bancário. O que Stanley sequer desconfia é que Tina fora enviada ao banco por seu namorado Dorian Tyrell, um inescrupuloso gângster que é subordinado de Niko, dono do Coco Bongo, que é um mafioso bastante poderoso e influente na alta sociedade de Edge City. Juntamente a seu braço direito e melhor amigo Freeze e seus demais comparsas, Dorian pretende passar a perna em seu chefe e tomar seu lugar e envia Tina para o banco onde Stanley trabalha para estudar o interior da agência, em preparação para um assalto. No decorrer daquele dia, Stanley vai buscar seu carro na oficina, mas é engambelado pelos mecânicos, que de malandragem, insinuam que o carro de seu cliente ainda não está em boas condições de uso e precisou de alguns reparos extras que acabam custando mais caro para ele, que diz precisar urgentemente de um carro para a noite, ao que eles oferecem um carro em condições deploráveis, alegando que é o melhor que eles podem oferecer, assim, Stanley é recebido ás portas do Coco Bongo de forma crítica pelos demais clientes na entrada, que reagem com nojo do veículo sujo e pouco funcional dirigido por ele, que logo depois encontra Charlie e duas amigas á ponto de adentrar o local, já que Charlie colocou todas as entradas em seu nome, o problema é que ele não especificou seus acompanhantes e num dado momento de distração de Stanley, Charlie e as duas mulheres entram no Coco Bongo, deixando Stanley para trás, assim ele é barrado pelo porteiro local, que é um dos capangas de Dorian, que apenas o ordena para largar Stanley na sarjeta. Logo depois, as pessoas adentram o local, que fecha as portas enquanto Stanley leva um banho de um carro que rapidamente passa rente ao meio fio e despejou água da sarjeta nele, apenas para dar de cara com Tina logo em seguida, quando esta chega ao local descendo de um táxi. Envergonhado, Stanley tenta disfarçar as coisas conforme recebe seu carro imundo do manobrista e incapaz de entrar no Coco Bongo, se despede de Tina(enquanto esta se prepara para entrar no local) e parte dali. Em seu caminho de volta para casa, Stanley passa por uma ponte à beira-rio, perto do porto da cidade, quando seu carro funde o motor, fazendo com que o rapaz, em um acesso de fúria, comece a chutar o carro, apenas o danificando ainda mais. Se sentindo humilhado e totalmente fracassado devido a todo o azar que ronda sua vida, um Stanley tristonho se encosta no beiral da ponte, bastante reflexivo e desapontado, quando acredita ter visto uma pessoa se afogando no rio e parte para salvar a vítima, apenas para se deparar com uma máscara de madeira que ele acaba pegando para si e levando para casa, onde ele já é repreendido pela Sra. Peenman, sua senhoria e vizinha, uma senhora ranzinza que já o bronqueia e o humilha, fazendo pouco caso dos sentimentos dele, que mesmo dentro de seu apartamento, ainda tem que aguentar os gritos da vizinha reclamando do barulho alto da TV, tendo seu cachorro Milo como sua única companhia naquela noite solitária, mas obviamente curioso com a máscara que acabara de adquirir. Ao colocá-la em seu rosto, ele se transforma em um trickster(uma espécie de palhaço) cartunesco de face verde, completamente louco, vestindo um terno estilo zoot suit, mas podendo trocar seu figurino apenas dando um giro semelhante a um pequeno tornado e adquirir os itens mais variados que ele possa estar utilizando, assim, passando a se auto-denominar como \"O Máskara\", sendo capaz de realizar seus desejos mais íntimos, sejam eles bons ou ruins, à vontade. Como \"Máskara\", Stanley se entrega em uma aventura cômica pela cidade, humilhando vários de seus atormentadores, a começar pela Sra. Peenman, que acredita estar sendo assediada por um ladrão que adentrou o prédio e caça a criatura verde tentando atirar nele com sua espingarda, ao que Máskara consegue escapar dela se atirando da janela do andar para a rua, e mesmo caindo de uma certa altura, ele não morre, já que seus poderes cartunescos o permitem realizar certas proezas impossíveis e sofrer fortes danos sem morrer no processo. Na rua, ele é assaltado por uma gangue de punks, mas consegue driblá-los, percebendo no processo que pode se tornar um super herói. Ainda assim, ele dá o troco nos mecânicos que o enganaram horas antes. Na manhã seguinte, o detetive Mitch Kellaway, tenente da polícia; e a repórter de jornal Peggy Brandt; estão investigando as atividades do Máskara na noite anterior. Kellaway visita Stanley em sua casa afim de saber se ele tem algum conhecimento sobre o suposto vagabundo que supostamente atacou a Sra. Peenman, ao que Kellaway acaba decorando o pijama que Stanley está usando e memoriza a estampa do mesmo afim de ter como prova do suposto crime. Enquanto isso, Peggy, por sua vez, investiga sobre o ocorrido com os dois mecânicos atacados pelo Máskara e pouco depois, ainda em meio a sua investigação, ela visita o banco de Edge City e conhece Stanley, a quem ela reconhece como o homem que participou de um suposto concurso romântico que ela e sua equipe promoveram através de um anúncio de jornal, ao que faz com que ela realmente desenvolva certo interesse romântico por ele, mas tenta disfarçar, ao mesmo tempo em que tenta relacionar alguns fatos sobre Stanley com ocorridos relacionados ao Máskara. No processo, ela é alvo do interesse de Charlie, mas sequer percebe isso, conforme este tenta acalmar Stanley após o amigo ser repreendido pelo chefe de ambos por seu atraso(já que Kellaway o interrogou na porta de casa e isto acabou o atrasando para o trabalho), ao que Charlie tenta defender seu amigo, sem sucesso. No processo, o chefe fica sabendo que Tina é cliente de Stanley, que descobre que a moça era a cantora que se apresentou no Coco Bongo na noite anterior e havia sido um sucesso extremo. Ainda sonhando com ela, Stanley descobre que ela irá se apresentar novamente no Coco Bongo, mas acredita não ter a menor chance com ela, até vestir a máscara e se tornar o Máskara, tomando coragem de ir ao show de sua amada. Enquanto isso, Dorian Tyrell é ameaçado por seu chefe Niko, que se dá conta do plano de seu funcionário de desbancá-lo. Niko planeja até mesmo matar Tyrell caso este não saia da cidade em uma semana, mas este não desiste de seu plano, assim arquitetando seu esquema de assalto no banco onde Stanley trabalha, planejando tomar justamente os fundos monetários de Niko, enquanto isso, Stanley, como Máskara, acaba roubando o banco(e justamente a conta de Niko) afim de adquirir dinheiro suficiente para ir ao Coco Bongo para a apresentação de Tina, frustrando inadvertidamente o assalto dos capangas de Tyrell durante o processo. O ocorrido no banco causado pelo Máskara atrai a polícia, que troca tiros com os bandidos e acaba baleando Freeze. Enquanto isso, Máskara chega ao Coco Bongo através de uma limusine, impressionando as pessoas ao redor. Ele exibe ao porteiro suas notas de dinheiro roubadas afim de supostamente lhe pagar a entrada do clube, assim, acaba distraindo o porteiro local e distribuindo boa parte da grana para as pessoas ainda lá fora. Dentro do clube, tanto Máskara quanto Dorian, juntamente de seu capanga Orlando, assistem e admiram Tina cantando e se exibindo, quando os comparsas de Tyrell envolvidos no assalto falho o abordam afim de que ele suba ao escritório para socorrer Freeze, que fora baleado e está gravemente ferido. Tyrell tenta acalmar o amigo, mas este acaba não resistindo e morre, despertando fúria em Dorian, que exige se vingar de quem provocou o ocorrido. Após se apaixonar pela performance de Tina, Máskara invade o palco e faz com que a banda toque uma música mais agitada que a cantada pela moça, assim, ele dança exuberantemente com ela, que apesar da dança certamente exagerada, se encanta com tudo que está acontecendo conforme as demais pessoas vibram com a cena e curtem o momento. Ao fim da dança, ele acaba beijando sua amada; apenas para que o momento seja interrompido por Dorian Tyrell, que se dá conta de tudo que aconteceu(inclusive de que Máskara foi o culpado pelo assalto falhado e agora está roubando a namorada do gângster). Enquanto os demais bandidos esvaziam o local e Tina é igualmente expulsa, Dorian e Orlando confrontam Máskara, que leva um tiro de Orlando em sua gravata, que se rasga, fazendo com que o pedaço rasgado caia ao chão e se transforme no pijama usado por Stanley antes de colocar a máscara. Quando Tyrell exige saber onde está seu dinheiro, Máskara imita um banqueiro apenas para enrolar seu inimigo, que não cai em sua trapaça e ordena que Orlando abra fogo contra o palhaço de cabeça verde. Conforme desvia de tiros, Máskara vai girando e trocando de modelito, até que, vestido de cowboy, ele é atingido por dois tiros de Orlando e cai aos seus braços, fazendo uma encenação dramática de alguém á beira da morte que comove Orlando, mas não Dorian, que apenas se mostra entediado e enojado com a dramatização, até que Máskara finge que morreu e do nada é presenteado por um suposto Oscar, supostamente despertando e agradecendo ao suposto público que o aplaude, apenas para Dorian perceber que Máskara o tentou enganar e juntamente com Orlando, abrir fogo novamente conforme Máskara sai pulando pelas escadas do palco e consegue escapar, ao que Tyrell e Orlando são interrompidos por Kellaway que invade a comitiva, rende os dois e exige que larguem as armas, suspeitando que Dorian tenha algo a ver com o assalto, ao que o gângster afirma que Máskara não é um de seus comparsas, ainda assim Kellaway mantém a ameaça e faz com que seu parceiro Doyle e seus demais policiais escoltem Dorian para fora do local. Antes de sair do clube, agora vazio, Kellaway percebe um pedaço de tecido rasgado, caído ao chão. Baseado no pedaço de tecido achado, que voltou a ser um pedaço do pijama característico de Stanley, Kellaway, lembrando da estampa do pijama de Stanley, começa a suspeitar que este seja o ladrão de bancos por trás da máscara, assim, ele retorna ao apartamento do banqueiro e o questiona sobre o ocorrido, ao que Stanley novamente se faz de desentendido, mas isso não convence o detetive que continua suspeitando dele, conforme o rapaz faz de tudo para esconder o dinheiro roubado afim de evitar qualquer suspeita. No banco, Stanley é novamente repreendido por seu chefe devido ao caos da noite anterior, alegando que Stanley deveria ter sido mais cuidadoso, ao que o rapaz responde a altura, colocando o chefe em seu devido lugar e sendo elogiado por Charlie logo em seguida. Este o convida para um baile de caridade no Coco Bongo que irá ocorrer dali alguns dias, mas Stanley diz que não está muito bem para isso. Durante todo este tempo, Dorian, tomado de ciúme pelo Máskara com Tina e ainda furioso pelo roubo ao banco e pela morte de Freeze, ordena que seus capangas saiam à caça do Máskara, inclusive oferecendo uma alta quantia em dinheiro para quem o achar e o entregar vivo em mãos a Tyrell, assim, divulgando o anúncio pela cidade afora e ameaçando igualmente Tina caso esta aja contra ele. Assim, Tina, ciente de todo o ocorrido, visita Stanley no banco afim de cancelar sua conta e fugir da cidade, mas antes disso, ela ainda pretende conhecer melhor sobre o Máskara, que ela não sabe que se trata do próprio Stanley, mas acredita que este tem alguma ligação com seu apaixonado misterioso, ao que Stanley diz a ela que o Máskara é um velho amigo seu e tenta armar um encontro noturno entre ele e Tina, mas com receio dela se apaixonar pelo Máskara, mas não pelo próprio Stanley, este fica confuso e não sabe como se apresentar. Enquanto isso, Kellaway descobre que as digitais do Máskara batem com as de Stanley e juntamente com Doyle, planeja espionar o rapaz para armar uma emboscada contra ele. Mais tarde, Stanley consulta Arthur Newman, um psiquiatra que publicou recentemente um livro sobre máscaras e descobre que o objeto pode ser uma criação de Loki, o deus nórdico das trevas e do mal. Na noite em que Stanley adquiriu a máscara, este estava em casa assistindo a um programa onde o Dr. Newman estava sendo entrevistado sobre o mesmo livro, assim, ele decidiu entender um pouco sobre a questão das máscaras e decide mostrar ao psiquiatra como a máscara funciona. O problema é que a máscara não surte nenhum efeito sobre Stanley e nada acontece, fazendo-o constatar que a máscara pode muito bem só funcionar à noite devido a Loki ser um deus noturno. Achando que seu paciente está completamente louco, Newman chega a recomendá-lo um sanatório, ao que ele nega, mas ainda ouve um último conselho do doutor, que diz para ele se encontrar com Tina como ele mesmo e como o Máskara. Na mesma noite, Stanley encontra Tina em um parque da cidade inicialmente como ele mesmo, alegando a Tina que ele apenas quer garantir que o encontro entre eles dará certo, até que em poucos instantes ele diz achar que seu suposto amigo(ou seja, o Máskara) irá chegar a qualquer instante e que é melhor ele(Stanley) ir embora, assim, ele se esconde atrás de algumas plantas e se transforma, tentando seduzi-la de forma bastante intuitiva a ponto de parecer um assédio, ao que ela resiste, mesmo apaixonada por ele, mas quando finalmente ele pega mais leve e ela começa a se impressionar com ele novamente, eles são interrompidos por Kellaway, que tenta capturar Stanley enquanto Tina simplesmente foge, deixando Máskara sozinho para ser interrogado por Kellaway enquanto Doyle e outros policiais revistam Máskara, tirando dos bolsos dele várias bugigangas, dentre brinquedos, acessórios engraçados e até mesmo armas, até que Doyle retira um porta-retratos com uma foto sensual da esposa de Kellaway, o que irrita o tenente e faz Máskara aproveitar para tapear Kellaway, Doyle e os demais policiais(já que algema Kellaway com Doyle) e foge rapidamente para os portões do parque, os quais acaba lacrando totalmente na intenção de prender os policiais lá dentro, apenas para ser flagrado lá fora por batalhões de policiais que dominam toda a rua, ao que Máskara se transforma num dançarino de mambo com maracas nas mãos e distrai a polícia com uma performance em massa da canção \"Cuban Pete\" de Desi Arnaz; hipnotizando os policiais afim de dançarem com ele. Durante a dança flashmob na rua, Kellaway, Doyle e os outros policiais conseguem pular o muro do parque e se deparam com a festa, ao que Doyle começa a dançar, mas é repreendido por Kellaway, que tira os policiais do transe e conduz as tropas para perseguir Máskara, que consegue despistá-los e se esconder num beco, tirando a máscara e voltando a ser Stanley, que encurralado sem saber para onde ir, acaba sendo encontrado por Peggy e foge com ela, mas não antes de ser flagrado pela polícia e ter de escapar dos tiros disparados pelos grupos comandados por Kellaway e Doyle. Ciente de todas as perseguições ao amigo, Peggy aparentemente se esconde com este numa espécie de depósito de impressos onde este lhe revela tudo que está acontecendo e ela, num gesto apaixonado, diz que Stanley é mais do que tudo que o Máskara o faz ser, ela, contudo, apenas o está distraindo e num dado momento, trai sua confiança entregando-o para Tyrell pela recompensa de US$ 50.000 oferecida a quem lhe entregar o Máskara. O problema é que Dorian garantiu a Peggy que ele não machucaria Stanley, mas ele a tapeia e manda seus capangas o torturarem, quando estes ameaçam de jogar Stanley na máquina de imprensa dali, ao que ele, desesperado, responde a Dorian que basta colocar a máscara no rosto para que ela funcione. Usando a máscara, Tyrell se torna um monstro maléfico de rosto verde, de voz grave e demoníaca, bastante diferente do Máskara de Stanley; os capangas de Tyrell forçam Stanley a revelar a localização do dinheiro roubado, que foi levado para sua casa quando ele era o Máskara durante o roubo do banco, antes de entregá-lo à polícia com uma máscara verde de borracha que acaba entregando o agora ex-banqueiro, que é imediatamente levado á cadeia por Kellaway. O que ninguém percebe é que Milo estava observando tudo o que estava acontecendo e persegue os bandidos, até mesmo chegando a ver Stanley sendo preso e se abrigando nos becos de trás do presídio onde Stanley é detido numa pequena cela privativa, vigiado constantemente por um guarda em prontidão. Stanley percebe Milo no beco e diz a seu cão que ele precisa procurar outro lugar para viver e possivelmente outro dono, mas o cachorro não o abandona. Quando Tina visita Stanley na prisão, ela já sabe que Stanley é o Máskara e revela que Dorian, que agora tem posse da máscara, planeja dominar a cidade a começar pela tomada do Coco Bongo. Ciente do quão perigoso o gângster é, Stanley aconselha Tina a fugir da cidade, ao que ela agradece a ele por demonstrar sua gentileza e preocupação, sendo algo que ela não estava acostumada a ter com Tyrell, que sempre a usou para seu próprio benefício e nunca se importou de verdade com ela. Em seguida, ela diz a Stanley que ele não precisaria da máscara pois já era alguém muito especial para ela sendo ele mesmo. Após acabar o horário de visita, Tina diz que mandará notícias a Stanley quando estivesse segura, assim, ao sair da penitenciária, ela tenta deixar a cidade, mas é capturada pelos capangas de Tyrell, que a leva forçadamente para um baile de caridade no Coco Bongo, organizado por Niko e desfrutado pela elite da cidade, incluindo o Prefeito Tilton. Devido a todas as perseguições da polícia, Niko acredita que cedo ou tarde Dorian irá deixar a cidade, mas o mascarado Tyrell invade o Coco Bongo, interrompe a festa e inicia uma troca de tiros entre os homens de Dorian contra os de Niko. Após alguns capangas de ambos os lados serem baleados, Niko dispara seus últimos tiros contra o monstruoso Tyrell, que absorve as balas para dentro de seu corpo e dispara as mesmas pela boca como uma metralhadora, matando Niko. Em seguida, o gângster se prepara para destruir o clube com uma dinamite, amarrando Tina com velcro, prendendo as mãos e pés dela ao mesmo coqueiro ornamental onde está amarrada a bomba, na qual um timer é ativado. Assim, ele e seus capangas fazem todos de reféns no local. Enquanto Tina ainda fugia dos capangas de Dorian até ser encurralada pelo próprio antes de ser levada por ele ao baile, Stanley ouve os gritos de socorro dela, que foge justamente para o beco de trás da casa de detenção onde ela é encontrada por Tyrell. Naquele momento, Stanley clama ao guarda que socorra Tina, mas ele ignora seu prisioneiro e cai no sono, assim, Stanley pede a ajuda de seu cachorro Milo, que consegue saltar até a cela de Stanley(que o pega pela janela) e ajuda seu dono a escapar da cela, recuperando escondido as chaves do guarda que está dormindo(até que este acorda, mas apenas para ser nocauteado por Stanley e apagar novamente); Após escapar, Stanley acaba flagrado pelo detetive Kellaway durante sua fuga e o mantém como refém, obrigando-o a fingir uma soltura de Stanley e levá-lo para o Coco Bongo em seu carro, em uma tentativa desesperada de deter Tyrell. Assim que estaciona no Coco Bongo, Stanley tranca Kellaway juntamente com Milo no veículo e pede que o tenente chame reforços caso necessário(ao que Kellaway, tendo conhecimento do poder maléfico de Tyrell, acredita que Stanley irá morrer nas mãos dos criminosos), e então entra no clube, nocauteando o porteiro que havia o barrado anteriormente e tomando suas armas, assim, ele consegue pedir ajuda de Charlie(que até então estava no baile de caridade) afim de que este libere os reféns e tire as pessoas do local, mas logo Stanley é descoberto e capturado pelos bandidos. Temendo que seu dono esteja em perigo, Milo abre uma das portas do carro e sai deste, correndo para o Coco Bongo enquanto Kellaway apenas o observa, surpreso com o que acabara de ver; quando Stanley é quase feito de refém pelos comparsas de Dorian, Tina engana seu monstruoso namorado pedindo-lhe um beijo, mas só se ele tirar a máscara e beijá-la como ele mesmo, ao que Tyrell o faz e ela aproveita o beijo para desgrudar um de seus pés das amarras e chutar a máscara da mão dele em direção à Milo; o animal, então, veste a máscara, assumindo um rosto canino verde e caricato e assumindo os poderes próprios da máscara, distraindo os homens de Tyrell que estavam atrás deles e driblando-os enquanto Stanley briga contra Tyrell sozinho. Após uma troca de socos entre eles, Stanley consegue nocautear Dorian, que após tomar um grande soco de Stanley, é lançado numa máquina de caça-níqueis e acaba apagando por alguns instantes. Logo em seguida, Stanley encontra Milo e recupera a máscara, tirando-a de seu cachorro, mas logo em seguida a máscara escapa de sua mão graças a um tiro e ele acaba sendo perseguido por Orlando e alguns outros bandidos que abrem fogo contra ele, que é forçado a se esconder numa fonte sem água, fazendo os criminosos acreditarem que o atingiram. Enquanto se esconde dos bandidos, Stanley coloca a máscara novamente e se transforma em Maskara, usando seus poderes para driblar os bandidos e em seguida para salvar Tina, engolindo a bomba de dinamite no último minuto. Esta explode dentro do Maskara, não causando dano algum nem mesmo a ele. Fora de perigo, Maskara tenta desatar cada velcro que prende as mãos e pés de Tina ao coqueiro, quando Tyrell desperta e com um canivete em suas mãos, pretende matar o Maskara, mas Milo percebe o bandido se aproximando e late para Maskara o avisando, ao que o herói, com uma aquarela, pinta no coqueiro uma alavanca de descarga, a qual ele ativa justamente quando Dorian pisa na água da fonte ornamental do clube próximo a Tina e o Maskara, fazendo com que o gângster seja sugado para o ralo da fonte e assim, é dado como morto, ao que Maskara retira a máscara e novamente como Stanley, tenta beijar Tina, mas os dois são interrompidos pela polícia, que chega e prende os capangas restantes de Tyrell. No processo, Kellaway tenta prender Stanley mais uma vez, mas o prefeito Tilton diz a Kellaway para libertar Stanley, acreditando que Tyrell era o homem por trás da máscara que roubou o banco. Tilton chama Stanley de herói por suas ações e avisa ao detetive que ele terá uma \"reunião\" com o prefeito ao amanhecer. Todas as acusações contra Stanley são enfim removidas enquanto este deixa o clube acompanhado de Tina, Milo e Charlie. Quando o sol nasce no dia seguinte, Charlie leva Stanley, Tina e Milo até a ponte do porto da cidade(a mesma onde Stanley havia visto a máscara). Não querendo se envolver com a polícia novamente, Stanley pensa em jogar a máscara no rio, mas não antes de questionar Tina sobre isso; após Stanley perguntar à Tina se ela não irá sentir falta do Maskara(dizendo a ela que sem a máscara, o que resta é apenas ele próprio), ela toma a máscara das mãos dele e a joga na água, beijando-o logo em seguida. Aproveitando a distração do casal e tendo ciência dos poderes da máscara(uma vez que viu tudo acontecendo no Coco Bongo), Charlie, pula na água para recuperar a máscara para si mesmo, mas encontra Milo nadando com ela, enquanto Stanley e Tina apenas curtem seu beijo. == Elenco == ==Produção== ===Desenvolvimento=== Em 1989, Mike Richardson e Todd Moyer, que era vice-presidente executivo da Dark Horse Comics, abordaram a New Line Cinema sobre a adaptação da história em quadrinhos 'The Mask para um filme, depois de terem visto outras ofertas. O personagem principal passou por várias transformações, e o projeto foi paralisado algumas vezes. Uma ideia não utilizada de The Mask, de acordo com Mike Richardson, era transformar a história em uma sobre um criador de máscaras que tirava rostos de cadáveres para colocá-los em adolescentes e transformá-los em zumbis. Inicialmente planejado para se tornar uma nova franquia de terror, a New Line Cinema ofereceu a tarefa de dirigir o filme para Chuck Russell. No entanto, Russell considerou a violência dos quadrinhos desanimadora, e queria que o filme fosse menos sombrio e mais divertido do que o material original. ===Roteiro=== Mike Werb disse que Chuck Russell o chamou depois de ler seu roteiro de Curious George, da Imagine Entertainment. Os dois decidiram transformar The Mask em uma comédia romântica selvagem. Mike Werb escreveu seu primeiro rascunho de The Mask em menos de seis semanas, e menos de dois meses depois, ele recebeu sinal verde. De acordo com Mike Verheiden, eles fizeram um roteiro preliminar para uma versão cinematográfica em 1990. Verheiden então escreveu o segundo rascunho no início de 1991, adicionando mais humor, e isso acabou sendo o único trabalho que ele fez em The Mask. Depois disso, o filme entrou em desenvolvimento. ===Efeitos visuais=== Os efeitos visuais de The Mask foram produzidos pela Industrial Light & Magic (ILM) e Dream Quest Images. As cenas do filme que envolviam animação computadorizada foram supervisionadas pelo diretor de animação da ILM, Wes Takahashi. Houve muitas cenas de efeitos visuais que tiveram que ser cortadas por causa do orçamento. ==Lançamento== ===Bilheteria=== O filme foi um sucesso de bilheteria, arrecadando US$ 119 milhões no mercado interno e mais de US$ 350 milhões em todo o mundo, tornando-se o segundo filme de \"super-herói\" de maior bilheteria da época, atrás de Batman. The Mask é um dos três filmes com Carrey (os outros sendo Ace Ventura: Pet Detective e Dumb & Dumber) lançados em 1994 que o ajudou a lança-lo ao estrelato; The Mask foi o mais bem sucedido destes três filmes, tanto criticamente como comercialmente. O filme também é notável por estabelecer a atriz Cameron Diaz como uma grande estrela de Hollywood. ===Recepção crítica=== Atualmente, o filme detém 77% de resenhas positivas no agregador Rotten Tomatoes (com uma classificação média de 6,4/10), sendo classificado como \"fresco\". No Metacritic, o filme possui a pontuação 56/100, indicando \"revisões mistas ou médias\", com base em 12 críticas. O filme recebeu críticas positivas dos críticos, incluindo Roger Ebert, do jornal Chicago Sun-Times, que deu ao filme 3 de 4 estrelas, destacando Jim Carrey por seu \"desempenho alegre\". No programa de televisão Siskel & Ebert & the Movies, os críticos deram ao filme \"dois polegares para cima\". O filme foi indicado para receber a estatueta de Melhores Efeitos Visuais durante 67ª cerimônia do Óscar, mas perdeu para Forrest Gump. Além disso, Carrey foi indicado para um Globo de Ouro. Por outro lado, ele também foi indicado ao prêmio Framboesa de Ouro na categoria de \"Pior revelação\". == Música == === Trilha Sonora === The Mask: Music From the Motion Picture foi lançado em 26 de julho de 1994 pela Chaos Records através da Sony Music Entertainment. Inclui música de Xscape, Tony! Toni! Toné !, Vanessa Williams, Harry Connick Jr., o próprio Carrey e mais. As canções \"Cuban Pete\" e \"Hey Pachuco\" também foram usadas para o trailer do filme da Disney Flubber de 1997. ==== Lista de faixas ==== # \"Cuban Pete\" (C & C Pop Radio Edit) – Jim Carrey # \"Who's That Man?\" – Xscape # \"This Business of Love\" – Domino # \"Bounce Around\" – Tony! Toni! Toné! # \"(I Could Only) Whisper Your Name\" – Harry Connick Jr. # \"You Would Be My Baby\" – Vanessa Williams # \"Hi De Ho\" – K7 # \"Let the Good Times Roll\" – Fishbone # \"Straight Up\" – The Brian Setzer Orchestra # \"Hey! Pachuco!\" – Royal Crown Revue # \"Gee, Baby, Ain't I Good to You\" – Susan Boyd # \"Cuban Pete\" (Arkin Movie Mix) – Jim Carrey == Mídia doméstica == O filme foi lançado em VHS e Laserdisc em 18 de janeiro de 1995 (e posteriormente em DVD) pela New Line Home Video. A versão em VHS incluiu o episódio \"The Mask\" de Space Ghost Coast to Coast, que contou com entrevistas com Jim Carrey e Chuck Russell. Posteriormente, foi lançado em Blu-ray em 9 de dezembro de 2008. == Outras mídias == === Série animada === Uma série animada para televisão, intitulada The Mask: Animated Series, foi feita de 1995 a 1997, com o ator de voz Rob Paulsen como Stanley Ipkiss / The Mask. Seu episódio final foi um crossover com The Mask e outro personagem de Jim Carrey, Ace Ventura. Isso mais tarde continuaria em um episódio da série de TV Ace Ventura. == Videogame == Um videogame para o Super Nintendo, The Mask, foi baseado no filme. ==Sequências== Após o sucesso de The Mask, uma sequência foi planejada com a revista Nintendo Power oferecendo aos leitores uma chance, via sorteio, de ganhar uma participação especial no filme; no entanto, Jim Carrey acabou desistindo do projeto, forçando, entre outras coisas, a Nintendo Power a dar ao vencedor do concurso um valor em dinheiro. Uma sequência independente, Son of the Mask, sem o casal Carrey e Diaz, foi lançada em 2005, mas foi um fracasso crítico e comercial, tornando-se uma bomba de bilheteria. Sobre a possibilidade de um terceiro filme, Mike Richardson disse: \"Temos conversado sobre reviver The Mask, tanto no cinema quanto nos quadrinhos. Tivemos alguns falsos inícios de projeto\". == Ver também == * The Mask (história em quadrinho) * The Mask: The Animated Series * Son of the Mask Categoria:Filmes dos Estados Unidos de 1994 Categoria:The Mask Categoria:Filmes de super-heróis Categoria:Filmes de comédia dos Estados Unidos Categoria:Filmes de comédia da década de 1990 Categoria:Filmes premiados com o Oscar de melhor maquiagem e penteados Categoria:Filmes dirigidos por Chuck Russell Categoria:Filmes da New Line Cinema Categoria:Filmes noir Categoria:Filmes baseados em banda desenhada Categoria:Filmes baseados na mitologia nórdica Categoria:Filmes com trilha sonora de Randy Edelman Categoria:Filmes baseados em quadrinhos da Dark Horse Categoria:Filmes em língua inglesa",
 "title": "The Mask (filme)"
}