{
 "id": "121559",
 "text": "O fuzilamento, historicamente chamado de arcabuzamento, é um método de execução de pena de morte, especialmente em tempo de guerra. Um pelotão de fuzilamento é composto por um grupo de pessoas (geralmente soldados) que recebem ordens para disparar em simultâneo contra a pessoa condenada. Nenhum membro do pelotão pode salvar a vida da pessoa não disparando, reduzindo o incentivo moral para desobedecer à ordem. Em alguns casos, alguns dos membros do pelotão de fuzilamento recebe uma arma contendo uma bala falsa, escolhidos aleatoriamente. É o que ocorre na Indonésia, onde 12 policiais compõe o pelotão, mas apenas três deles disparam com munição de verdade. No Brasil, a Constituição de 1988 permite que haja pena de morte apenas no caso de guerra declarada, e o Código Penal Militar elegeu o fuzilamento como única forma de aplicação da pena de morte, pois considera-se \"menos desonrosa\" que outras formas de aplicação da pena, como a decapitação ou a forca, por exemplo. A pena de morte é aplicada no Brasil em casos de crimes militares, como traição, assassinato, genocídio, crimes contra a humanidade, crimes de guerra e terrorismo durante guerra. Nos Estados Unidos, por exigência da comunidade mórmon, a execução por fuzilamento para crimes comuns voltou a ser prevista nos estados de Idaho e Utah. Porém, o fuzilamento só pode ser aplicado se o próprio condenado o solicitar em lugar da injeção letal. Desde 1977, quando a pena de morte foi restabelecida naquele país, apenas três condenados foram executados por fuzilamento: Gary Gilmore, em 1977, John Albert Taylor, em 1996 e Ronnie Lee Gardner, em 2010, todos do estado de Utah. O modelo de arma utilizada nesses casos eram carabinas Winchester modelo 94, calibre .30-30. Em Utah, desde 1850, quarenta condenados já foram executados por pena de morte, outros quatro presos dos dez a serem executados também escolheram o fuzilamento antes de 2004, já que naquele ano a forma de execução foi eliminada por gerar muitas críticas e publicidade negativa. Um dos casos mais emblemáticos de fuzilamento foi o do ditador romeno Nicolae Ceausescu e sua esposa Elena. Em 25 de dezembro de 1989, após ter sido derrubado do poder em decorrência da Revolução Romena de 1989, Ceausescu e sua esposa foram julgados por um tribunal militar e então condenados à morte por fuzilamento. == Ver também == *Asfixia *Fogueira *Crucificação *Esmagamento *Esmagamento por elefante *Morte por mil cortes *Decapitação (a espada, machado ou guilhotina) *Desmembramento *Afogamento *Electrocussão numa cadeira eléctrica *Desangrado *Garrote vil *Câmara de gás *Forca *Empalamento *Injecção letal *Lapidação (Apedrejamento) *Estrangulamento *A Roda *Inanição *O serrote *Paredão *Precipitação *Touro de bronze Categoria:Métodos de execução",
 "title": "Fuzilamento"
}