{
 "id": "121583",
 "text": "Dom Manuel de Almeida de Carvalho (Viseu, 1 de janeiro de 1747 — Belém do Pará, 30 de junho de 1818). Era padre secular, ordenado em 8 de setembro de 1773, aos 26 anos. == Carreira == O Padre Manuel Carvalho, doutor em Direito Canônico pela Universidade de Coimbra, é apresentado, no dia 5 de maio de 1790, pela Rainha de Portugal, Dona Maria, a piedosa, para suceder Dom Caetano Brandão que fora designado para a Arquidiocese de Braga. O Papa Pio VI confirma no dia 26 de junho de 1791 a nomeação do Padre Dr. Manuel de Almeida de Carvalho para Bispo do Pará. É ordenado bispo em Lisboa, no dia 15 de agosto de 1791. No ano de 1793, no dia 8 de setembro é realizado o primeiro Círio de Nossa Senhora de Nazaré, festa religiosa que tomará grande destaque com o passar dos séculos. Em 1794, a 17 de junho, chega a Belém o novo bispo que faz sua entrada solene na catedral no dia seguinte. Encontra a cidade vitimada pela epidemia de bexigas que faz sobejo estrago. Criou o “Recolhimento das Educandas” que será o futuro “Colégio Gentil Bittencourt”, em Belém. Com a chegada da Família Real Portuguesa ao Brasil em 1808, Dom Manuel remete o Padre Manuel Evaristo de Brito Mendes e o diácono Romualdo Antônio de Seixas para irem cumprimentar El Rei, em nome do clero paraense. D. Manuel escreveu diversas cartas pastorais. Faleceu em Belém no dia 30 de junho de 1818, aos 71 anos de idade. == Sucessão == Dom Manuel de Almeida de Carvalho é o 7 º bispo de Belém do Pará, sucedeu a Dom Frei Caetano Brandão, e teve como sucessor Dom Romualdo de Sousa Coelho. == Bibliografia == * BAENA, Antônio Ladislau Monteiro(1782-1850). Compêndio das eras da Província do Pará. Belém: Universidade Federal do Pará, 1969. 395 p. * Guia histórico e catálogo da Arquidiocese de Belém. Belém, 1982. 45 p. * PINTO, Antônio Rodrigues de Almeida. O bispado do Pará. In: Annaes da Bibliotheca e Archivo Publico do Pará. Tomo V. Belém: Instituto Lauro Sodré, 1906. * RAMOS, Alberto Gaudêncio. Cronologia eclesiástica do Pará. Belém: Falângola, 1985. 305 p. == Ligações externas == * Categoria:Naturais de Viseu Categoria:Bispos do século XVIII Categoria:Bispos do século XIX Categoria:Padres católicos de Portugal Categoria:Bispos de Belém do Pará Categoria:Alumni da Universidade de Coimbra Categoria:Nascidos em 1747 Categoria:Mortos em 1818",
 "title": "Manuel de Almeida de Carvalho"
}