{
 "id": "121644",
 "text": "Joan Sutherland, OM, AC, DBE (Sydney, 7 de novembro de 1926 — Genebra, 10 de outubro de 2010) foi uma soprano australiana, uma das mais importantes do cenário erudito do século XX e uma das maiores vozes já registradas. É conhecida também como La Stupenda, A Incomparável ou Koloraturwunder por seus fãs. Sutherland é um dos expoentes máximos do movimento operístico, estando sempre em lugar de destaque quando o assunto é Ópera. Sutherland tornou-se um mito na história da música , por ter revolucionado a arte do canto lírico (ela é conhecida por ter a melhor técnica vocal da história) e resgatado inúmeras obras antes perdidas, fazendo assim com que seu legado para a ópera seja incalculável. Sutherland ganhou renome internacional pela sua voz belíssima e cheia, dotada de uma rara combinação, no meio operístico, de enorme volume e extensão vocal com uma notável flexibilidade na realização de intrincados ornamentos vocais e de sobreagudos. Dona de impecável domínio do legato, do trilo, do staccato e de amplos recursos de fraseado, ideais para o repertório de coloratura tanto lírica como dramática, deu uma decisiva contribuição à redescoberta de óperas que haviam sido escritas para grandes divas do bel canto e que haviam sido negligenciadas por anos até a década de 1950, quando se iniciou um movimento de resgate, liderado inicialmente por Maria Callas. Sutherland é admirada por uma enorme geração de cantores e muitos deles a consideram a maior cantora de ópera que existiu.A grande soprano Montserrat Caballé descreveu a voz de Joan como sendo o \"céu\" e seu amigo e pupilo Luciano Pavarotti descreveu-a como sendo A Voz do Século. == Carreira inicial == === Juventude na Austrália === Órfã de pai quando tinha apenas seis anos, sua mãe era uma mezzo-soprano aposentada, com quem Joan Sutherland diz ter aprendido bastante em casa, quando costumavam cantar juntas e ouvir gravações. Segundo ela, \"Eu não me lembro de quando eu não cantava\". Curiosamente, Sutherland não frequenta de início nenhum conservatório, aperfeiçoando-se com a mãe, tempo em que estudava como mezzo-soprano, e, mais tarde, com as lições de Aida Summers, a partir de quando se prepara como soprano dramático. Enquanto trabalhava como secretária, Sutherland começou a estudar canto seriamente por volta dos 18 anos. Curiosamente, ela nunca frequentou um conservatório. Desde 1946, com 20 anos, atua como corista no Oratório de Natal de Bach, seguindo-se concertos e atuações em óperas e oratórios barrocos. Seu debute operístico é Austrália como Dido, de Dido and Aeneas, de Purcell, em 1947. Nos recitais, seu repertório é heterogêneo e, acima de tudo, conta com árias de óperas para soprano dramática, especialmente as de Richard Wagner. === Carreira na Grã-Bretanha === Em 1951, canta na estreia mundial de Judith, de Eugene Aynsley Goossens. No mesmo ano, ganha a mais importante competição de canto da Austrália e, com o dinheiro do prêmio, viaja para Londres a fim de estudar na Opera School of the Royal College of Music. Aí reencontra o pianista Richard Bonynge, a quem já havia sido apresentada na Austrália e que a incentiva de imediato a voltar-se para a técnica e o repertório do Bel Canto, que considera ideal para a sua voz grande mas com enorme facilidade para atingir notas agudas. Em 16 de julho de 1952, faz seu debute europeu como Giorgetta (Il Tabarro), de Puccini, no Parry Theatre, acolhendo boas críticas, o que lhe abre as portas da célebre Royal Opera House, Covent Garden, de Londres. Em 28 de outubro daquele ano, canta aí a Primeira Dama em A Flauta Mágica. Embora ainda seguindo os passos de Kirsten Flagstad, quem Sutherland considerava a maior cantora de todos os tempos, a jovem australiana passa a aperfeiçoar-se no repertório de coloratura do século XVIII e XIX. Devido à agilidade e, por outro lado, ao grande volume da voz, sua definição vocal se torna complexa - Bonynge acredita tratar-se ela de uma soprano dramático- coloratura, a Royal Opera House vê nela uma soprano dramática e, por fim, sua mãe insiste que ela é uma mezzo-soprano. Em 1953, atua em sua primeira protagonista no Covent Garden: Amelia, de Un Ballo in Maschera. Depois, interpreta ainda a Condessa de Almaviva de Le Nozze di Figaro. No mesmo ano, participou da estreia mundial da Gloriana de Britten, parte das comemorações da coroação da rainha Elizabeth II. Em 1954, Sutherland casa com Richard Bonynge, com quem tem, em 1956, um filho, Adam. Entre 1954 e 1958, a jovem soprano aumenta seu repertório em um ritmo muito veloz, demonstrando uma enorme versatilidade, desde os papéis convencionados para soprano ligeira até os para soprano dramática: em 1954, Aida (da ópera de Verdi), Ágata (Der Freischütz, de Weber), Lucinda (Cecchina, de Piccinni) e Antonia (Les Contes d'Hoffmann, de Offenbach); em 1955, Jennifer (na estreia mundial de A Midsummer Marriage, de Michael Tippett) Euryanthe (de Weber), Micaëla, na Carmen de Bizet e Giulietta e Olympia (Les Contes d'Hoffmann); em 1956, Vitellia (La Clemenza di Tito) e Pamina (A Flauta Mágica); em 1957, Eva (Die Meistersinger von Nurnberg), Alcina (da ópera homônima de Händel), Gilda (Rigoletto), Madame Herz (Der Schauspieldirektor), Desdemona (Otello), Laodice (Mitridate Eupatore, de Scarlatti) e Emilia di Liverpool (da ópera homônima de Donizetti); e, em 1958, Madame Lidoine (Dialogues des Carmelites), Temperentia (Applausus Musicus, de Händel) e Donna Anna (Don Giovanni). Nesses anos prepatórios, momentos importantes foram seu debute como Olympia (Les Contes d'Hoffmann), em 1955, que significou a aceitação da direção do Covent Garden em escalar Sutherland para papéis de coloratura, após muita insistência de Richard Bonynge; em 1957, o debute dela em Alcina, que lhe trouxe grande sucesso e marca seu longo trabalho de redescoberta das óperas há muito esquecidas do barroco e do bel canto; sua interpretação de Madame Lidoine na estreia inglesa da consagrada ópera de Francis Poulenc Dialogues des Carmelites; e, por fim, seu debute fora da Grã-Bretanha em 1958, como Donna Anna, em Vancouver. == La Stupenda == === A consagração como Lucia === Em 1959, Joan Sutherland é convidada para cantar, no Covent Garden, a ópera Lucia di Lammermoor, de Donizetti - que não fora apresentada no teatro há décadas - em uma produção regida por Tullio Serafin e encenada por Franco Zeffirelli. A produção se tornou um clássico, inspirando diversas encenações posteriores, e conduziu Joan Sutherland para a consagração internacional, cuja interpretação de uma agilidade possante e destemida e um senso trágico e elegíaco apurado fez manchetes em diversos jornais e, de imediato, tornou-a uma das divas mais promissoras de sua geração. A diva greco-americana Maria Callas, que assistiu aos ensaios da soprano para Lucia e por quem Sutherland sempre declarou grande admiração, também elogiou os dotes da australiana e se diz que teria afirmado que os britânicos não mais precisavam dela em Lucia, pois já tinham a sua própria. Elisabeth Schwarzkopf, que também estava presente nos ensaios e era esposa de Walter Legge, diretor da EMI, persuadiu o marido a contratá-la para gravar Don Giovanni, em sua primeira gravação de estúdio para uma grande gravadora. No mesmo ano de 1959, a soprano grava seu primeiro álbum solo, com árias de óperas do Bel Canto tardio. Nesse apogeu inicial, Sutherland manifesta ainda uma expressão vocal mais focada na palavra e em recursos teatrais mais extrovertidos, os quais vão dando lugar, na década de 1960, a recursos expressivos mais intimistas e elegíacos, com a comunicação das emoções derivando de forma mais imediata e pura da própria melodia e da voz, sendo um exemplo dessa transformação artística a comparação entre sua primeira Lucia, no Covent Garden, e suas interpretações ao redor do mundo e em estúdio após 1960. === O apogeu da carreira === Em 1960, grava o legendário álbum The Art of the Prima Donna para o selo DECCA, que a partir de então se torna sua gravadora exclusiva. No ano seguinte, o álbum ganha o Grammy Award, sendo ainda hoje um dos mais recomendados pelos críticos. No mesmo ano, Sutherland faz seu debute estadunidense como Alcina na Dallas Opera. Prosseguem os êxitos, cantando Lucia em Paris e, em 1961, no La Scala de Milão e no Metropolitan Opera de Nova York. Em 1960, ela interpreta uma aclamadíssima Alcina no La Fenice, de Veneza, onde foi apelidada pela platéia de La Stupenda. Logo após, Sutherland tornou-se conhecida como La Stupenda em todo o mundo. Com a fama no repertório belcantista, Sutherland incluiu suas maiores heroínas no seu repertório: Violetta (La Traviata), Amina (La Sonnambula) e Elvira (I Puritani) em 1960; Beatrice di Tenda, de Bellini, em 1961; Marguerite de Valois (Les Huguenots), de Meyerbeer - esta no La Scala, em um dos maiores sucessos da história daquele teatro -, e Semiramide, de Rossini, em 1962; Norma, de Bellini - o segundo papel que ela mais interpretou na carreira e tipo por ela como seu favorito \\- e Cleopatra (Giulio Cesare), de Händel em 1963. Em 1965, Sutherland volta à Austrália para uma longa turnê em que interpreta diversas heroínas de óperas famosas. Aí também debuta como Marguerite, do Fausto de Charles Gounod. Em fevereiro desse ano, em Miami, havia convencido a casa de ópera a contratar o jovem Luciano Pavarotti em lugar de um tenor subitamente adoentado, cantando com ele em Lucia di Lammermoor e iniciando aí uma famosa parceria de décadas. Logo em seguida, Pavarotti a acompanhou na turnê australiana, cantando várias óperas com ela, em um momento decisivo na carreira do célebre tenor italiano. Outros debutes foram como Euridice, do Orfeo ed Euridice de Haydn, e Lakmé, da ópera homônima de Delibes, ambos em 1967. Em 1966, ela acrescentara Marie (La Fille du Régiment), que, junto a Luciano Pavarotti, ela transformou em um de seus cavalos-de-batalha, devido à coloratura ágil e impecável, à primazia no estilo do bel canto, ao belo fraseado e ao seu reconhecido dote para a comédia. Mesmo durante o auge de sua carreira, Sutherland passou por nítidas transformações vocais. Logo após sua apoteótica Lucia di Lammermoor, em 1959, a soprano teve que realizar uma cirurgia nas cordas vocais devido a um problema no sinus. Isso, junto às mudanças técnicas necessárias, fez com que o timbre agudo e límpido dos primeiros anos da fama dessem lugar, por volta de 1962, a um timbre notavelmente mais escuro, cheio e redondo. Sua dicção, considerada antes adequada, piorou bastante como resultado de uma escolha profissional - segundo seu marido e técnico, Richard Bonynge, para aperfeiçoar o legato, uma vez que, anteriormente, ela seguia um estilo \"não-legato\" ou \"germânico\" de canto. Na década de 1970, Sutherland adquiriu um peso e expressividade maiores na voz, e sua dicção melhorou bastante. Em 1972, gravou uma inusitada Turandot com Pavarotti e regência de Zubin Mehta, que se tornou um enorme sucesso de vendagem. Entre 1971 e 1974, Sutherland adicionou ao repertório alguns de seus maiores sucessos futuros: em 1971, Maria Stuarda, de Donizetti; em 1972, Lucrezia Borgia, do mesmo compositor; em 1973, Rosalinde (Die Fledermaus) e, pela primeira vez, as quatro heroínas de Les Contes d'Hoffmann juntas; e, em 1974, a então desconhecida Esclarmonde, de Massenet, que Bonynge, tendo redescoberto a partitura, resgatou aos palcos. === Carreira posterior e final === A decadência vocal de Sutherland foi marcantemente lenta. Iniciou-se no fim dos anos 1970, quando foi gradualmente crescendo um tremolo em seu registro médio e a voz se tornou um tanto menos flexível em coloraturas muito ágeis. Além disso, um certo tom matronal dificultou sua adequação em papéis muito joviais, daí porque seus maiores sucessos, nesse período, foram em interpretações de papéis maduros, que requerem voz mais pesada e escura, como Norma e Lucrezia Borgia. Não obstante, devido à sua indiscutível maestria técnica e musical, a soprano continuou a obter grandes sucessos em teatros desde os Estados Unidos até o Japão, inclusive cantando o mesmo repertório da juventude. Entretanto, apesar de notavelmente manter boa parte das cadências e ornamentos que cantava no seu apogeu até mesmo após os 55 anos, ela recorreu cada vez mais a transposições da tessitura de papéis e árias, adaptando-as à sua voz mais grave e madura - alternativa a que muitas das intérpretes originais do Bel Canto recorriam, a exemplo da lendária Maria Malibran. Em 1977, Sutherland canta a Suor Angelica de Giacomo Puccini, um de seus únicos papéis veristas, em Sydney, gravando a ópera para a DECCA no ano seguinte. Em 1979, acrescenta ao repertório, após muito tempo sem adentrar mais no repertório mozartiano, o papel de Elettra, em Idomeneo. No mesmo ano, grava um álbum exclusivo de árias de Wagner, compositor em cujas obras inicialmente se acreditava que viriam os êxitos de Sutherland. Em 1980, obtém um grande êxito em sua primeira Lucrezia Borgia no Covent Garden. Em 1982, retornando ao Metropolitan Opera, de Nova York, após uma ausência de quatro anos, Sutherland obteve um grande sucesso como Lucia di Lammermoor. Mesmo na década de 1980, Sutherland ainda adicionou os papéis de Anna Bolena (1984) Amalia em I Masnadieri (1980), Adriana Lecouvreur (1983) e Ophélie em Hamlet, de Ambroise Thomas (1985). Em 1988, interpretou sua última Lucia di Lammermoor no Gran Teatre del Liceu de Barcelona, após interpretar o papel mais de duzentas vezes ao longo de quase trinta anos. Sua última performance operística se deu em 1990, aos 64 anos, como Marguerite de Valois (Les Huguenots). A carreira de Joan Sutherland foi uma das mais longas e prestigiadas do século XX, abrangendo 43 anos. Entretanto, sua última aparição como soprano ocorreu em um recital de gala, intercalado a uma produção de Die Fledermaus, com seus amigos e frequentes parceiros Luciano Pavarotti e Marilyn Horne, também na sua terra natal. Durante toda a sua carreira e, mesmo depois, Sutherland recebeu vários prêmios. Em 1961, Sutherland foi tornada uma Commander of the British Empire. Em 30 de dezembro de 1978, ela foi elevada de Commander para Dame Commander. Em 9 de junho de 1975, Dame Joan foi feita uma Companion of the Order of Australia. Finalmente, em 29 de novembro de 1991, foi nomeada para a Order of Merit, uma das maiores honras da Grã-Bretanha. Joan Sutherland aparece em diversas competições de canto internacionais e é a patrona da famosa competição BBC Cardiff Singer of the World. Joan Sutherland morreu a 10 de outubro de 2010, em casa, aos 83 anos, de causa não divulgada, em Les Avants, uma vila perto de Genebra, na Suíça na qual vivia com seu marido Richard Bonynge. Encontra-se sepultada no Cemitério Clarens, Montreux, Vaud na Suíça. == Em Portugal == Sutherland actuou em Portugal em abril de 1974, com o papel Violetta, em “La Traviata”, ao lado de Alfredo Kraus, em três récitas - a 18, 21 e 24 de abril. As duas primeiras no Teatro Nacional de São Carlos e a última, na véspera da Revolução dos Cravos, já no Coliseu dos Recreios. == Ligações externas == * Categoria:Sopranos da Austrália Categoria:Músicos vencedores do Grammy Categoria:Naturais de Sydney Categoria:Cantoras da Austrália Categoria:Cantores de ópera da Austrália Categoria:Damas Comandantes da Ordem do Império Britânico Categoria:Vencedores do ARIA Awards Categoria:Artistas da Decca Records",
 "title": "Joan Sutherland"
}