{
 "id": "121647",
 "text": "Bacillus anthracis é uma bactéria do gênero Bacillus responsável pela doença denominada carbúnculo, que é uma zoonose. Esta foi a primeira bactéria associada a uma doença, em 1877 por Robert Koch. O nome específico anthracis advém da palavra grega anthrax (ἄνθραξ), que significa carvão, fazendo referência às lesões que provoca na pele, quando a infeção é cutânea (a pele fica escura – necrose). Como outras espécies de bacilos, B. anthracis tem forma de bastonete e é Gram-positiva. É anaeróbico facultativo, encapsulado, imóvel e agente patogênico obrigatório.Spencer, R. C. (2003). Bacillus anthracis. Journal of clinical pathology, 56(3), 182-187. Mede de 1 a 1,5 micrômetros por 3 a 10 micrômetros. A bactéria produz endósporos que repousam no solo, resistindo a altos níveis de calor ou frio e podem permanecer décadas no estado dormente. Quando infectam animais, incluindo o homem, germinam dentro destes, e começam a sua multiplicação, produção de factores virulentos, acabando eventualmente por lhe provocar a morte. Quanto a resistência, só é destruído por calor em uma temperatura de 140 C° por n0 mínimo 3 horas, são tão resistentes que podem permanecer vivos por até 70 horas em uma solução de HgCl2 a 0,1%. No solo as condições favoraveis para essa resistência são poca depressão no solo, pouca erosão, profundezas ricas em aluviais, pH entre 6 e 8, nitrogênio e cátions como cálcio. Em relação as condições climáticas são; alta umidade relativa do ar, temperatura de 10 a 45 C°. A ocorrência de tempestades e primavera chuvosa com verão seco podem promover facilidade de permanência no solo. B. anthracis tem cerca de 89 estirpes conhecidas, algumas das quais são virulentas. Os seus esporos poderão ser utilizados como armas biológicas, pois a sua inalação é fatal (como os da estirpe Ames, utilizada nas cartas enviadas a estações de jornalismo e a políticos nos EUA em 2001).Jernigan, D. B., Raghunathan, P. L., Bell, B. P., et al. (2002). Investigation of bioterrorism-related anthrax, United States, 2001: epidemiologic findings. Emerging infectious diseases, 8(10), 1019. Outras estirpes são completamente inócuas. As estirpes diferem na presença e atividade de vários genes, determinando a sua virulência e a produção de antigénios e toxinas. == Infeção == Existem três formas de contrair esta infeção: cutânea (através de contacto direto com a pele), por inalação (de esporos, por exemplo) ou intestinal (quando o hospedeiro se alimenta de outro que já esteja previamente infetado). Os esporos de B. anthracis como foi dito anteriormente, podem ser utilizados como armas biológicas, nomeadamente na forma de aerossol, fazendo com que sejam facilmente inalados e, consequentemente, se alojem nos alvéolos pulmonares, onde começam a germinar e a libertar toxinas para as células do hospedeiro, podendo vir a propagar-se para a corrente sanguínea. Dado que o período de incubação da bactéria no organismo varia entre 2 a 7 dias (no caso de inalação), os sintomas iniciais podem ser confundidos com uma simples gripe podendo escalar em poucos dias para dificuldades respiratórias, desorientação e meningite, e na maioria dos casos (95%), a sua inalação é fatal. Em humanos, a infeção é tipicamente Adquirida através da pele.Por inalação menos comum; as infecções orofaringeas, meníngeas e gastrointestinais são raras A infeção gastrointestinal ocorre com uma inflamação aguda na mucosa intestinal, com a ingestão de alimentos contaminados quando há uma lesão nessa cavidade, causando a infecção.Rey,Luís.dicionario de termos técnicos de medicina e saúde. A infeção cutânea é Adquirida pelo contato com animais contaminados ou por objetos contaminados por esporos B. anthracis possui dois plasmídeos que lhe proporcionam propriedades virulentas: os plasmídeos pXO1 e pXO2. Para total virulência da estirpe, esta terá de ter presente os dois plasmídeos, caso contrário o efeito virulento será atenuado.Drysdale, M., Heninger, S., Hutt, J., Chen, Y., Lyons, C. R., & Koehler, T. M. (2005). Capsule synthesis by Bacillus anthracis is required for dissemination in murine inhalation anthrax. The EMBO journal, 24(1), 221-227. O plasmídeo pXO1 codifica para fatores relacionados com a produção de exotoxinas, sendo estes: o fator letal (FL) codificado pelo gene lef, o fator de edema (FE) codificado pelo gene cya, e o antígeno protetor (AP), codificado pelo gene pag. Estes três fatores organizam-se em combinações de 2 (FL+AP e/ou FE+AP), onde AP funciona como domínio de ligação, permitindo a entrada das toxinas nas células do hospedeiro. A combinação FL+AP dá origem à toxina letal, uma metaloprotease que cliva proteínas envolvidas no crescimento e em vias de sinalização celular, inativando-as e resultando em necrose dos tecidos.Mock, M., & Mignot, T. (2003). Anthrax toxins and the host: a story of intimacy. Cellular microbiology, 5(1), 15-23. A combinação FE+AP forma a toxina do edema, uma adenilato ciclase que converte ATP em cAMP levando a modificações relacionadas com permeabilidade de membrana e sinalização celular, levando à formação de edema na área infectada.Tonry, J. H., Popov, S. G., Narayanan, A., Kashanchi, F., Hakami, R. M., Carpenter, C.,et al. & Chung, M. C. (2013). In vivo murine and in vitro M-like cell models of gastrointestinal anthrax. Microbes and infection, 15(1), 37-44. O plasmídeo pXO2 codifica para proteínas presentes na cápsula do esporo que o impedem de ser fagocitado e desintegrado pelos macrófagos. == Sinais e Sintomas == Em sua forma cutânea começa como uma pápula indolor e pruriginosa, com o decorrer dos dias a lesão pode ficar maior com ulcerações. Na forma gastrointestinal pode variar de assintomatico a fatal, com a presença de sintomas como febre, náuseas. Em sua forma mais mortal pode haver a necrose intestinal e sepse. Na sua forma orofaringeo apresenta-se por uma lesão mucocutânea na cavidade oral e na faringe, com a presença de edemas nos tecidos moles, os sintomas são febre, rouquidão, dor. Pode ocorrer obstruções das vias respiratórias causado pelos edemas. == Tratamento == Para tratar a infeção por B. anthracis, recorre-se normalmente ao uso de antibióticos como a penicilina ou amoxicilina. Porém, algumas estirpes são resistentes a este tipo de antibióticos, nomeadamente a estirpe Ames, não sendo este um tratamento muito recomendado. Por outro lado, na sequência de um ataque de bioterrorismo, o tratamento teria de ter uma duração de cerca de 60 dias o que seria um período demasiado longo de exposição a um antibiótico (podendo causar danos no microbioma humano). == Prevenção == A vacinação é uma boa alternativa para prevenção ou atenuação das possíveis consequências provenientes de um ataque deste tipo, existindo já “uma nova geração de vacinas” desenvolvidas com esse intuito. Por exemplo, o de uma vacina baseada em DNA recombinante para produção de AP como antigénio, em que só uma dose seria requerida é uma das estratégias de prevenção mais promissoras, mas ainda não se tem certezas sobre possíveis efeitos secundários ou sobre a sua eficácia. Arloing, Cornevin e Thomas foram os primeiros que desenvolveram uma vacina eficiente. A mesma, é preparada com um triturado de tecido muscular infectado pela antraz, depositado em camadas finas, o qual sofre processo de dessecação na temperatura de 37 graus centígrados. Uma parte desse preparado é aquecido a temperatura de 100-140 graus centígrados durante sete horas, e outra parte concomitantemente aquecida, na temperatura variável entre 90-94 graus centígrados. == Pesquisas em desenvolvimento == Outro tipo de abordagens têm sido desenvolvidas, envolvendo, o estudo de possíveis alvos existentes nos hospedeiros de forma a estudar estratégias para bloquear a entrada das toxinas nas células, ou ainda a identificação e estudo de anticorpos que sejam capazes de bloquear a ação do AP. Por exemplo, Langer descobriu que as células do epitélio alveolar (CEA) têm recetores específicos para o AP, permitindo que este se ligue a eles e inicie o processo de libertação das toxinas no citosol das CEA. Esta ligação faz com que todo o processo de propagação da infeção, para o sistema sanguíneo, seja facilitado, pois as células perdem muitas das suas funções de proteção.Langer, M., Duggan, E. S., Booth, J. L., Patel, V. I., Zander, R. A., Silasi-Mansat, R., ... & Williams, D. M. (2012). Bacillus anthracis lethal toxin reduces human alveolar epithelial barrier function. Infection and immunity, 80(12), 4374-4387. Outros estudos, têm recorrido a anticorpos, como o cAb29, para bloquear a ação do AP. Estes anticorpos têm a capacidade de se ligar ao AP, fazendo com que este último não seja capaz de se unir às células receptoras do hospedeiro e assim bloquear, consequentemente, a sua função, impedindo a libertação de toxinas no citosol da célula alvo.Mechaly, A., Levy, H., Epstein, E., Rosenfeld, R., Marcus, H., Ben-Arie, E., ... & Mazor, O. (2012). A Novel Mechanism for Antibody-based Anthrax Toxin Neutralization inhibition of prepore-to-pore conversion. Journal of Biological Chemistry, 287(39), 32665-32673. Este tipo de tratamentos apresenta, porém, algumas desvantagens devido ao seu elevado custo de produção e necessidade de mais do que uma dosagem. Categoria:Bacillus Categoria:Bactérias descritas em 1872",
 "title": "Bacillus anthracis"
}