{
 "id": "12169",
 "text": "A bandeira de São Vicente e Granadinas é uma pala canadense tricolor que consiste em faixas azuis, douradas e verdes figurando três diamantes verdes no centro. Foi adotada em 1985 para substituir um desenho semelhante utilizado desde a época da independência. O desenho da bandeira atual implicou a substituição do brasão do país por uma folha de fruta-pão pelos diamantes. São uma referência tanto à letra “V”, que é a primeira letra do nome do país, quanto ao seu apelido como “Gemas das Antilhas” e “Joias do Caribe”. Conseqüentemente, a própria bandeira recebeu o apelido de \"As Joias\". == História == A soberania sobre São Vicente mudou de mãos entre franceses e britânicos ao longo do século XVIII. Isso continuou até 1783, quando o Tratado de Paris viu a França abandonar permanentemente a ilha ao Reino Unido, fazendo com que São Vicente se tornasse em uma colônia da coroa dentro do império colonial deste último. Durante este período, utilizou uma bandeira azul com a bandeira britânica ao topo no canto esquerdo com o brasão do território. O brasão inicialmente consistia em duas mulheres morenas de cabelos castanhos, uma segurando um ramo de palmeira à esquerda e outra ajoelhada com as mãos entrelaçadas diante de um altar, à direita. O design foi refeito em 1907, com a cor do cabelo das mulheres alterada para loiro e as mãos entrelaçadas transformando-se em olhos. A ilha posteriormente juntou-se à Federação das Índias Ocidentais em 1958 e permaneceu parte desta união política até 1962. Em 27 de outubro de 1969, sete anos depois da dissolução da federação, São Vicente tornou-se um Estado Associado, e adotou a referida bandeira azul como a oficial. Quando São Vicente se tornou um país independente em 27 de outubro de 1979, uma bandeira desenhada pela nativa são-vicentina Elaine Liverpool foi escolhida para ser a bandeira nacional. Consistia em faixas azuis, douradas e verdes separadas por duas finas linhas brancas, com a faixa central carregada com o brasão do país em uma folha de fruta-pão, que foi introduzida na ilha por William Bligh. No entanto, esse design logo se mostrou complicado e caro de fabricar, sendo difícil até de reconhecer a folha da fruta-pão à distância. Depois que o New Democratic Party saiu vitorioso nas eleições de 1984, o novo primeiro-ministro James Fitz-Allen Mitchell procurou um redesign da bandeira. Um concurso nacional foi realizado, mas resultou em um impasse depois que nenhuma inscrição foi considerada adequada. Consequentemente, Julien van der Wal – um artista gráfico da Suíça que também desenhou a bandeira do Cantão de Genebra e pictogramas para os Jogos Olímpicos – foi encarregado de modificar a bandeira. Foi instruído a “modernizar a bandeira original, mantendo as mesmas cores e respeitando o simbolismo”. Nesse ínterim, as linhas brancas foram removidas do design que viria a ser substituído em março de 1985. O design de Van der Wal viu os braços e a folha da fruta-pão serem substituídos por três diamantes agrupados em forma de “V”. Apesar destas mudanças, o significado por trás das cores permaneceu o mesmo. A nova bandeira foi formalmente adotada pelo governo em 12 de outubro de 1985. Há alguma discrepância sobre quando ela foi hasteada oficialmente pela primeira vez. O jornal nacional das ilhas, The Vincentian, afirma que isso ocorreu durante uma cerimônia no Memorial de Guerra na capital Kingstown no dia 21 de outubro. Por outro lado, Whitney Smith na Encyclopædia Britannica afirma que foi hasteada pela primeira vez um dia depois (22 de outubro). A bandeira - que ocasionalmente é apelidada de \"As Joias\" \\- é utilizada \"para todos os fins\", sem distinção entre insígnias civis, do estado e navais. == Design == === Simbolismo === As cores e símbolos da bandeira carregam significados culturais, políticos e regionais. O azul simboliza o céu e o mar, enquanto o ouro representa a cor da areia das ilhas, o brilho do sol, e o \"espírito brilhante\" da população. O verde simboliza a abundante vegetação do país, bem como a vitalidade dos vicentinos. Os três diamantes evocam os apelidos de São Vicente como as \"Joias das Antilhas\" e as \"Joias do Caribe\". Seu arranjo na forma da letra \"V\" é uma alusão sutil à primeira letra de \"Vicente\", enquanto sua colocação na parte marginalmente inferior da faixa central indica o posicionamento geográfico das ilhas dentro das Antilhas. == Questões legais == A bandeira são-vicentina é utilizada como bandeira de conveniência por navios mercantes estrangeiros. O governo permite isso para aumentar as receitas do país, e oferece muitas vantagens para esses navios, como taxas mais baratas e regras frouxas em relação à tripulação, segurança e meio ambiente. No entanto, a falta de regulamentação sobre esses navios levou a preocupações sobre atividades ilegais e suspeitas, como lavagem de dinheiro. A Comissão Europeia (CE) descobriu que dois navios que arvoravam o pavilhão de São Vicente constavam da lista negra da Regional Fisheries Management Organisations (RFMO). Como resultado, esta prática atraiu críticas de partidos da oposição, bem como de organizações internacionais, principalmente da CE. A CE identificou São Vicente e Granadinas como um país não cooperante no combate à pesca ilegal, não declarada e não regulamentada em 23 de maio de 2020, tendo-os avisado anteriormente através de pré- identificação em dezembro de 2014. Por listar o país como não cooperante significava que todos os produtos da pesca de São Vicente já não podiam ser importados legalmente para a União Europeia (UE). Isso tem um impacto insignificante no país, porque São Vicente não exporta produtos pesqueiros para os estados membros da UE. == Bandeiras históricas == Em toda a sua história, São Vicente e Granadinas utilizaram cinco bandeiras; abaixo, estão as bandeiras utilizadas anteriormente: Bandeira histórica Duração Descrição 1877–1907 Uma bandeira azul com a bandeira britânica ao topo no canto esquerdo ao lado do antigo brasão do país. 1907–1979 1979–1985 Bandeira tricolor de faixas azuis, douradas e verdes verticais separadas por duas finas linhas brancas, e a faixa do meio carregada com o brasão do país em uma folha de fruta-pão. março–outubro de 1985 Bandeira tricolor de faixas azuis, douradas e verdes verticais separadas, com a faixa do meio carregada com o brasão do país em uma folha de fruta-pão. Categoria:Símbolos de São Vicente e Granadinas Sao Vicente e Granadinas",
 "title": "Bandeira de São Vicente e Granadinas"
}