{
 "id": "121648",
 "text": "Um sarcoma é um cancro (câncer)/neoplasia que atinge células da mesoderme, em contraste com os cânceres mais comuns, que atingem a parte mais superficial ou interna do tecido. Pode atingir osso, cartilagem, gordura, músculo, vasos sanguíneos, ou tecidos moles. O termo advém do termo grego e significa \"crescimento carnoso\". São os tipos de câncer que mais fazem metástase e portanto os mais perigosos e difíceis de serem tratados. John D, Pfeifer, Mark R Wick (2001). \"Pathologic Evaluation of Neoplastic Diseases\". American Cancer Society's, Clinical Oncology. Blackwell Publishing, Inc. p. 124. == Diagnóstico == Pacientes com sarcoma, no entanto, geralmente não se sentem doentes e podem ter pouca ou nenhuma dor e, portanto, não consideram o fato de que essa massa pode representar uma doença muito mortal. Isso leva muitos a só procurarem ajuda médica depois que o sarcoma já esteja em um grau avançado e perigoso. Só costuma doer se for em uma área muito desconfortável ou sensível. O diagnóstico varia com o tipo de sarcoma mas pode ser feito por tomografia computadorizada, ressonância magnética, raio X, PET Scan ou por biópsia.http://www.oncoguia.com.br/site/interna.php?cat=39&id;=1218&menu;=2 == Nomenclatura == Além de ser nomeado com base no tecido de origem ou de seu descobridor, os sarcomas são também atribuído um grau (baixo, médio ou alto) com base na presença e frequência de certas características celulares e subcelulares associados com o comportamento biológico maligno. == Tratamento == Sarcomas de baixa gravidade são geralmente tratados cirurgicamente, sem necessariamente precisar de radioterapia ou a quimioterapia, mas elas possam ser usadas dependendo do caso. Sarcomas de grau intermediário e grau alto são mais frequentemente tratados com uma combinação de cirurgia, quimioterapia e radioterapia, pois tumores de grau mais elevado são mais propensos a sofrer metástase, então precisam ser tratados de forma mais agressiva.Buecker, P (2005). \"Sarcoma: A Diagnosis of Patience\". ESUN 2 (5). Retrieved 2009-04-15. O reconhecimento de que muitos sarcomas são sensíveis à quimioterapia melhorou drasticamente a sobrevida dos pacientes. Por exemplo, na era antes da quimioterapia, a sobrevivência a longo prazo para pacientes com osteossarcoma localizado era apenas aproximadamente 20%, mas agora subiu para 60-70%.Longhi A, Errani C, De Paolis M, Mercuri M, Bacci G (Oct 2006). \"Primary bone osteosarcoma in the pediatric age: state of the art\". Cancer Treat Rev. 32 (6): 423–36. doi:10.1016/j.ctrv.2006.05.005. PMID 16860938. == Tipos de sarcoma == Sarcomas e seus respectivos números no CID-0: *Tumor de Askin (8803 / 3) *Sarcoma de Botryodies (8910/3) *Condrossarcoma (9220/3-9240/3) *Sarcoma de Ewing (9260 / 3) - PNET (9473 / 3) *Hemangioendotelioma maligno (9130 / 3) *Schwannoma maligno (9560/3-9561/3) *Osteossarcoma (9180/3-9190/3) * Sarcomas de tecido mole: ** Sarcoma Alveolar (9581 / 3) ** Angiossarcoma (9120 / 3) ** Cistosarcoma filoide (M9020) ** Dermatofibrossarcoma (8832/3-8833/3) ** Tumor Desmóide (8821/1-8822/1) ** Tumor de pequenas células redondas desmoplásicas (8806 / 3) ** Sarcoma epitelial (8804 / 3) ** Condrossarcoma extraesquelético (9220 / 3) ** Osteossarcoma extraesquelético (9180 / 3) ** Fibrossarcoma (8810 / 3) ** Hemangiopericitoma (9150) ** Hemangiosarcoma (9120 / 3) ** Sarcoma de Kaposi (9140 / 3) ** Leiomiosarcoma (8890/3-8896/3) ** Lipossarcoma (8850/3-8858/3) ** Linfangiossarcoma (9170-9175) ** linfossarcoma (9590-9999) ** Histiocitoma fibroso maligno (8830 / 3) ** Neurofibrossarcoma (9540 / 3) ** Rabdomiossarcoma (8900-8920) ** Sarcoma sinovial (9040/3-9043/3) == Ligações externas == * Os Fatos Sarcoma * Lipossarcoma: Diagnóstico, Tratamento e Prognóstico * Sarcoma Foundation of America (em inglês) * Sarcoma Alliance (em inglês) Categoria:Oncologia Categoria:Anatomia patológica Categoria:Tipos de osteotumores",
 "title": "Sarcoma"
}