{
 "id": "121645",
 "text": "Microphallus é um género de tremátodo parasitário da família Microphallidae. O nome vem do grego e significa \"pequeno pénis\". São parasitas de uma diversa variedade de moluscos, crustáceos, aves e mamíferos. Algumas espécies têm complexos ciclos de vida envolvendo mais que um hospedeiro. * M. piriformes parasita o gastropode Littorina saxatilis; quando este último é ingerida por gaivotas dá-se a infecção das aves; o parasita deixa os seus ovos nas fezes das gaivotas que irão infectar novos bivaves. * M. pseudopygmaeus provoca a castração química do seu hospedeiro, o gastrópode Onoba aculeus, provocando um crescimento do animal acima do normal. * M. papillorobustus faz com que o seu hospedeiro (Gammarus insensibilis) nade em direcção à superfície tornando-o mais vulnerável à predação. Algumas espécies deste género são meras aproveitadoras dos efeitos causados no hospedeiro por espécies similares. == Espécies == M. abortivus M. bassodactylus M. breviatus M. claviformis M. fonti M. hoffmanni M. limuli M. nicolli M. opacus M. papillorobustus M. piriformes M. pirum M. primas M. pseudopygmaeus M. pygmaeus M. sabanensis M. similis M. turgidus == Referências gerais == * A. M. Gorbushin and I. A. Levakin, The effect of Trematode parthenitae on the growth of Onoba aculeus, Littorina saxatilis and L. obtusata (Gastropoda: Prosobranchia), J. Mar. Biol. Ass. U.K. (1999) 79:273–279. * E. P. Levri and L. M. Fisher, The Effect of a Trematode Parasite (Microphallus Sp.) on the Response of the Freshwater Snail Potamopyrgus antipodarum to Light and Gravity, Behaviour (2000) 137(9):1141–1151. * F. Thomas, J. Fauchier, and K. D. Lafferty, Conflict of interest between a nematode and a trematode in an amphipod host: test of the \"sabotage\" hypothesis, Behav. Ecol. Sociobiol. (2002) 51:296–301. * H. B. Ward, Notes on the parasites of lake fish III. On the structure of the copulatory organs in Microphallus nov.gen., Tr. Amer. Micr. Soc. (1901) 22:175–187. Categoria:Platyhelminthes",
 "title": "Microphallus"
}