{
 "id": "12160",
 "text": "Caatinga (do tupi: ka'a [mata] + ting [branco] + -a [sufixo substantivador] = mata branca) é o único bioma exclusivamente brasileiro, o que significa que grande parte do seu patrimônio biológico não pode ser encontrado em nenhum outro lugar do planeta. Este nome decorre da alusão à paisagem esbranquiçada apresentada pela vegetação durante o período seco. A maioria das plantas perdem as folhas e os troncos tornam-se esbranquiçados e secos. A caatinga, que ocupa uma área de cerca de 734.478 km², o equivalente a 10% do território nacional, ocorre nos estados da Paraíba, Piauí, Ceará, Rio Grande do Norte, Pernambuco, Alagoas, Sergipe, Bahia, Maranhão (em áreas muito pequenas próximas ao rio Parnaíba) e parte do norte de Minas Gerais (região Sudeste do Brasil). A caatinga é um dos grandes biomas brasileiros mais fragilizados. O uso insustentável de seus solos e recursos naturais ao longo de centenas de anos de ocupação, fazem com que a caatinga esteja bastante degradada. É comum a associação da imagem de local pobre e seco, a caatinga, pela mídia e filmes. Os problemas de conservação da Caatinga surgiram com o início da colonização do Brasil, devido a exploração intensa dos recursos naturais e minerais, além do genocídio dos povos indígenas, que desde sempre detiam conhecimentos milenares sobre a biodiversidade e conservação do bioma. A região da faixa litorânea foi o cenário do primeiro contato português no país. Os sertões foram as principais áreas interioranas exploradas para produção de produtos primários no Brasil, resultando na introdução do gado, que consolidou o sistema econômico de produção do gado vacum desde o século XVI, mas também foi responsável pela maior parte do massacre aos povos indígenas e por degradar a mata original do bioma, gerando porções desérticas que são encontradas principalmente na Bahia. O bioma é adaptado naturalmente a um clima semiárido com longa estação seca. Entretanto, pesquisas recentes vêm revelando a riqueza particular do bioma em termos de biodiversidade e fenômenos característicos. Do ponto de vista da vegetação, a região da caatinga é classificada como savana-estépica. Entretanto, a paisagem é bastante diversa, com regiões distintas, cujas diferenças se devem à pluviometria, fertilidade e tipos de solo e relevo. Uma primeira divisão que pode ser feita é entre o agreste e o sertão. O agreste é uma faixa de transição entre o interior seco (sertão) e a Mata Atlântica (Zona da Mata).Leite, M. (2001): Brasil. Paisagens Naturais, São Paulo:Editora Ática, Já o sertão apresenta vegetação mais rústica. Outras subdivisões comuns incluem Seridó, Curimataú, Caatinga e Carrasco.Cortez et al. 2007. Caatinga. Editora Harbra. Em termos de tipos de vegetação, a caatinga do seridó é uma transição entre campo e a caatinga arbórea. Cariri é a caatinga com vegetação menos rústica. O Carrasco, termo aplicado a vários tipos de vegetação,ARAÚJO, Francisca Soares de; MARTINS, Fernando Roberto. Fisionomia e organização da vegetação do carrasco no planalto da Ibiapaba, estado do Ceará. Acta Bot. Bras., Feira de Santana, v. 13, n. 1, p. 1-13, 1999, . corresponde a savana muito densa, seca, que ocorre no topo de chapadas,Descritas novas espécies de répteis no Cerrado e Caatinga, Jornal O Globo, edição de 23 de janeiro de 2007 caracterizada pelo predomínio de plantas caducifólias lenhosas, arbustivas, muito ramificadas e densamente emaranhadas por trepadeiras. Ocorre, sobretudo, na Bacia do Meio Norte e Chapada do Araripe. Porém, floristicamente, alguns autores consideram o Carrasco mais próximo do cerradão (ou catanduva) do que da caatinga. Nas serras, que apresentam mais umidade, surgem os brejos de altitude, da Mata Atlântica. == Etimologia == O Dicionário de Tupi Antigo (2013) do tupinólogo Eduardo Navarro apresenta duas definições para o adjetivo ting:NAVARRO, Eduardo de Almeida. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 245 # branco # claro (p. ex, xe resáting = tenho olhos claros) Deste modo, ka'a + ting pode ser traduzido como mata branca, ou, mais precisamente, como mata clara. A tradução mata branca, contudo, não está errada, pois em português brasileiro a palavra \"branco\" nem sempre tem sentido literal (fala-se em vinho branco, ou pessoa branca). O -a final é um sufixo substantivador, que serve para fazer a composição ka'atinga ter função de substantivo. == Definição == thumb|Paisagem da caatinga, PB thumb|Xiquexique (Pilosocereus polygonus) miniaturadaimagem|Velame (Croton heliotropiifolius) thumb|Área rural de Ipueira, no Rio Grande do Norte. O conceito e a extensão da caatinga variam, dependendo do ponto de vista. Pode- se entendê-la como: * uma formação ou tipo de vegetação (ex., Veloso, 1964), definida pela aparência fisionômica da vegetação. Neste sentido, pouco usual, caatinga é sinônimo aproximado de floresta espinhosa (ex., Beard 1944, 1955), savana-estépica (ex., IBGE, 2012) ou deciduous thorn woodland (traduzido como vegetação decidual [ou caducifólia] espinhosa, IBGE, 2012). Aqui se encaixa também o uso do termo caatinga da Amazônia ou do rio Negro (também chamada campinarana, é relacionada floristicamente com a área fitogeográfica da Amazônia, e não à da caatinga);VELOSO, H. P. 1964. Os grandes climaces do Brasil. IV. Considerações gerais sobre a vegetação da região Nordeste. Memorias do Instituto Oswaldo Cruz 62: 203-223, .BEARD, J. S. 1944. Climax vegetation in tropical America. Ecology 25: 127-158.BEARD, J. S. 1955. The classification of tropical American vegetation-types. Ecology 36: 89-100.IBGE (2012). Manual Técnico da Vegetação Brasileira. 2a ed. Rio de Janeiro: IBGE. Disponível em: . * um complexo de formações, incluindo vários tipos de vegetação (ex., Rizzini, 1963, 1997);Rizzini, C.T. (1963). Nota prévia sobre a divisão fitogeográfica do Brasil. Revista Brasileira de Geografia, Rio de Janeiro: IBGE, ano 25, n. 1, p. 3-64, jan./mar. Disponível em: .Rizzini, C.T. (1997). Tratado de fitogeografia do Brasil: aspectos ecológicos, sociológicos e florísticos. 2a edição. Rio de Janeiro, Âmbito Cultural, 1997. Volume único, 747 p. * uma área fito- ou biogeográfica, definida pela sua composição de táxons (espécies, gêneros, etc.) Alguns autores, como Andrade-Lima (1981), usam o termo domínio neste sentido. Equivalente à província Hamadryades de Martius (1858), ou à subprovíncia Nordestina de Rizzini (1963);ANDRADE-LIMA, D. (1981). The caatingas dominium. Revista Brasileira de Botânica, v. 4, p. 149-153.Martius, C. F. P. von. (1858). Tabula geografica brasiliae et terrarum adjacentium exhibens itinera botanicorum et florae brasiliensis quinque provincias. In: Martius, C. F. P. von, Eichler, A. W. & Urban, I. (ed.). Flora brasiliensis. Monacchi et Lipsiae: R: Oldenbourg, 1840-1906, v. 1, pars 1, fasc. 21. Disponível em: e . * um domínio morfoclimático e fitogeográfico (ex., Ab'Sáber, 2003), definido por critérios taxonômicos, geomorfológicos e climáticos. Aproximadamente neste sentido, IBGE (2004) usa o termo bioma da Caatinga. Cabe notar que a área aqui definida não é homogênea: encraves da área fitogeográfica da caatinga ocorrem fora deste domínio (ex., vale seco do rio Jequitinhonha em MG), e encraves de outras áreas fitogeográficas (ex., cerrado, nos \"carrascos\" da chapada do Araripe, e mata atlântica, nos \"brejos\" de Pernambuco) ocorrem dentro dele.Ab'Sáber, Aziz (2003). Os domínios de natureza no Brasil: potencialidades paisagísticas. São Paulo: Ateliê Editorial, . ISBN 978-85-7480-355-5.IBGE (2004). Mapa de Biomas do Brasil. Primeira Aproximação. Escala 1:5.000.000. Rio de Janeiro: IBGE. Disponível em: . O uso dos termos \"sertão\" e \"agreste\", relacionados à caatinga, também variam entre os autores. Uma definição usual é de sertões como os interiores secos das caatingas e, de agreste, como a região leste de transição entre as caatingas e a serra do Mar.PRADO, D.E. (2003). As caatingas da América do Sul. In: LEAL, I.R.; TABARELLI, M. & SILVA, J.M.C. (Eds.). Ecologia e conservação da caatinga. Recife: Ed. Universitária da UFPE, . == Subdivisões == === Fitogeografia === Luetzelburg (1922) dividiu a vegetação da caatinga em duas classes, em termos florísticos:Luetzelburg, P. von. 1922-23. Estudo Botânico do Nordeste. Inspectoria Federal de Obras Contra as Seccas, Ministério da Viação e Obras Públicas, Publicação 57, Série I, A, Rio de Janeiro. 3 vol. * Caatinga arbustiva (nove subgrupos) * Caatinga arbórea (três subgrupos) Em termos de fisionomia, Luetzelburg identificou, na região do Nordeste (\"Hamadryas\"), vários tipos de vegetação (parte deles com termos iguais aos usados no Cerrado, mas com sentidos específicos para a Caatinga):WALTER, B. M. T. (2006). Fitofisionomias do bioma Cerrado: síntese terminológica e relações florísticas. Tese de Doutorado, Universidade de Brasília, . Cf. p. 115-116.] * Vegetação higrófila e magatérmica ** Matas verdadeiras ** Palmares ** Caapões * Vegetação higrófila ** Turfos * Vegetação xerófila ** Agrestes, mimoso, vasantes, veredas e malhadas (fisionomias com árvores altas) ** Campestres, taboleiros cobertos, taboleiros, chapadas, campos-cerrados, cerrados e campinas (árvores baixas) ** Carrasco e grameal (árvores curtas e baixas pobres em cactáceas) ** Caatinga (árvores curtas e baixas ricas em cactáceas) ** Seridó (com elementos de caatinga) Sampaio (1938) identificou quatro tipos de vegetação da caatinga:Sampaio, A. J. (1938). Fitografia do Brasil. 2a. ed. rev. e aum. São Paulo: Ed. Nacional. 334 p., , . (Brasiliana, v. 35) [1a. ed., 1934; 3a. ed., 1945.] * Caatinga baixa * Caatinga alta * Caatinga verdadeira (ou sertão) * Caatinga mestiça (ou caatinga suja, carrascal, etc.) Divisão fitogeográfica da caatinga por Rizzini (1963): * Subprovíncia Nordestina ** 1. Setor do Agreste ** 2. Setor do Sertão ** 3. Setor do Seridó ** 4. Setor da Ilha de Fernando de Noronha Tipos de vegetação da Caatinga por Rizzini (1997): * VI. Caatinga sensu lato (= formação lenhoso-suculento-xerófila nordestina; complexo de vegetação decídua e xerófila; sertão sensu lato) ** Caatinga sensu stricto (= sertão sensu stricto) *** Caatinga agrupada *** Caatinga arbustiva esparsa *** Caatinga arbustiva densa *** Caatinga com suculentas *** Caatinga arbórea ** Vegetações relacionadas: agreste, montes florestados (\"brejos\", \"serras\"), chapadas campestres, carrasco e vegetação dos afloramentos de calcário de MG e MS Principais unidades de vegetação e tipos de comunidades das Caatingas, baseada essencialmente em critérios fisionômicos e florísticos, a partir de Andrade-Lima (1981) e Prado (2003): Unidade Tipo de vegetação Fisionomia e localidade Substrato I 1. Tabebuia-Anadenanthera-Myracrodruon- Cavanillesia-Schinopsis Floresta de caatinga alta; Norte de Minas Gerais & Centro-sul da Bahia Pedras calcárias do Bambuí ou rochas cristalinas do Pré- Cambriano II 2. Myracrodruon-Schinopsis-Caesalpinia Floresta de caatinga média; maior parte do centro da província Principalmente rochas cristalinas do Pré-Cambriano II 3. Caesalpinia-Spondias-Commiphora-Aspidosperma Floresta de caatinga média; área mais seca que a anterior Principalmente rochas cristalinas do Pré-Cambriano II 4. Mimosa-Syagrus-Spondias-Cereus Floresta de caatinga baixa; Centro-norte da Bahia Principalmente rochas cristalinas do Pré-Cambriano III 5. Pilosocereus-Poeppigia-Dalbergia-Piptadenia Floresta de caatinga baixa; solos arenosos da série do Cipó Arenitos das séries do Cipó II 6. Cnidoscolus-Commiphora-Caesalpinia Caatinga arbórea aberta; Sudoeste do Ceará e áreas secas médias com solos soltos e ácidos Principalmente rochas cristalinas do Pré-Cambriano IV 7. Caesalpinia-Aspidosperma-Jatropha Caatinga arbustiva; áreas mais secas do vale do rio São Francisco Principalmente rochas cristalinas do Pré-Cambriano IV 8. Caesalpinia-Aspidosperma Caatinga arbustiva aberta; Cariris Velhos, Paraíba Principalmente rochas cristalinas do Pré- Cambriano IV 9. Mimosa-Caesalpinia-Aristida Caatinga arbustiva aberta (seridó); Rio Grande do Norte & Paraíba Principalmente rochas cristalinas do Pré-Cambriano IV 10. Aspidosperma-Pilosocereus Caatinga arbustiva aberta; Cabaceiras, Paraíba Principalmente rochas cristalinas do Pré-Cambriano V 11. Calliandra-Pilosocereus Caatinga arbustiva aberta; pequenas áreas restritas e espalhadas com solos ricos em cascalhos Principalmente rochas metamórficas do Pré-Cambriano VI 12. Copernicia-Geoffroea-Licania Floresta de caatinga de galeria; vales dos rios do Ceará, Piauí & Rio Grande do Norte Principalmente solos aluviais II 13. Auxemma-Mimosa-Luetzelburgia-Thiloa Floresta de caatinga média; oeste do Rio Grande do Norte & Ceará central Principalmente rochas cristalinas do Pré-Cambriano Tipos de vegetação da região da Caatinga, segundo a nomenclatura popular, de acordo com Carvalho e Pinheiro Jr. (2005), apresentando entre parênteses os termos formais do esquema do IBGE (1992):CARVALHO, V. C. de; PINHEIRO JÚNIOR, O. J. Diagnóstico do estado atual da cobertura vegetal em áreas prioritárias para conservação da caatinga. In: ARAÚJO, F. S. de; RODAL, M. J. N.; BARBOSA, M. R. de V. (Org.). Análise das variações da biodiversidade do bioma caatinga: suporte a estratégias regionais de conservação. Brasília, DF: Ministério do Meio Ambiente, Secretaria de Biodiversidade e Florestas, 2005. p. 38-80. (Biodiversidade, 12). link.IBGE [Veloso, H.P., L.C. Oliveira-Filho, A.M.S.F. Vaz, M.P.M. Lima, R. Marquete & J.E.M Brazão] (1992). Manual técnico da vegetação brasileira. 1a. ed. Rio de Janeiro: IBGE. 92 p. (Manuais técnicos em geociências, n. 1). Disponível em: <>. * Mata seca (= Floresta Estacional Decídua Montana, ou Floresta Tropical Caducifólia) * Carrasco * Caatinga florestada (= ecótono de Savana Estépica / Floresta Estacional) * Caatinga arbórea (= Savana Estépica Florestada) * Caatinga arbóreo-arbustiva (= Savana Estépica Arborizada) * Caatinga herbáceo- lenhosa (= Savana Estépica Parque) * Complexo galeria * Complexo arbóreo * Complexo arbustivo Tipos de vegetação presentes na região florística nordestina, segundo IBGE (2012): * savana-estépica: caatinga do sertão árido com suas disjunções vegetacionais * floresta ombrófila densa * floresta ombrófila aberta * floresta estacional semidecidual * floresta estacional decidual * savana === Ecorregiões === Velloso et al. (2002) propuseram oito ecorregiões (definidas no sentido ecológico de Bailey - isto é, como \"unidades relativamente grandes de terra e água delineadas pelos fatores bióticos e abióticos que regulam a estrutura e função das comunidades naturais que lá se encontram\" - e não no sentido biogeográfico, de distribuição da biota, usado no esquema do WWF) para o bioma Caatinga:Velloso, A. L., Sampaio, E. V. S. B., & Pareyn, F. G. C. (2002). Ecorregiões propostas para o Bioma Caatinga. Recife: Associação Plantas do Nordeste; Instituto de Conservação Ambiental; The Nature Conservancy do Brasil, .Bailey, R. G. 2014. Ecoregions: The Ecosystem Geography of the. Oceans and Continents. 2nd ed., Springer, 180 pp., . * Complexo do Campo Maior: localizado quase integralmente no Piauí e sudoeste do Maranhão. Consiste nas regiões que sofrem inundações periódicas nas planícies sedimentares. * Complexo do Ibiapaba-Araripe, composto pelas Chapadas da Ibiapaba e do Araripe. * Depressão Sertaneja Setentrional, desde a fronteira norte de Pernambuco, estende-se pela maior parte dos Estados da Paraíba, Rio Grande do Norte e Ceará e prolonga-se até uma pequena faixa ao norte do Piauí. A principal característica desta ecorregião são as chuvas irregulares ao longo do ano. * Planalto da Borborema: abrange partes do Rio Grande do Norte, Paraíba, Pernambuco e Alagoas. O relevo movimentado e altitudes superiores delimitam a região. * Depressão Sertaneja Meridional: corresponde à maior parte do bioma. Representa a paisagem típica do sertão nordestino. * Dunas do São Francisco: localiza-se no centro-oeste do bioma. É caracterizado pelas dunas de areias quartzosas. * Complexo da Chapada Diamantina: localiza-se no centro-sul do bioma e corresponde à parte mais alta da caatinga. É a região de menor temperatura. Apresenta ilhas de campos rupestres nas partes mais altas, cercadas de caatinga nas regiões mais baixas. * Raso da Catarina: localiza-se no centro-leste do bioma. Caracteriza-se pela caatinga arbustiva de areia muito densa. == Biodiversidade == === Flora === A vegetação da caatinga é adaptada às condições de aridez (xerófila). Foram registradas até o momento cerca de 1000 espécies, estimando-se que haja um total de 2000 a 3000 plantas. A caatinga apresenta vegetação típica de regiões semiáridas com perda de folhagem pela vegetação durante a estação seca. Anteriormente acreditava-se que a caatinga seria o resultado da degradação de formações vegetais mais exuberantes, como a Mata Atlântica ou a Floresta Amazônica. Essa crença sempre levou à falsa ideia de que o bioma seria homogêneo, com biota pobre em espécies e em endemismos, estando pouco alterada ou ameaçada, desde o início da colonização do Brasil, tratamento este que tem permitido a degradação do meio ambiente e a extinção em âmbito local de várias espécies, principalmente de grandes mamíferos, cujo registro em muitos casos restringe-se atualmente à associação com a denominação das localidades onde existiram. Entretanto, estudos e compilações de dados mais recentes apontam a caatinga como rica em biodiversidade e endemismos, e bastante heterogênea. Muitas áreas que eram consideradas como primárias são, na verdade, o produto de interação entre o homem nordestino e o seu ambiente, fruto de uma exploração que se estende desde o século XVI. Muitos pensam que a caatinga é um conjunto de paisagens idênticas, mas na realidade, não é bem assim. Ela tem paisagens de agreste, com terras secas e pouca água, que são as mais mostradas pela mídia e que a maioria das pessoas reconhece imediatamente como do bioma. Porém, ela também contém terras frias, com mais água e plantas de grande porte. Assim, a caatinga é um bioma com muita diversidade. Sua fauna é composta por aproximadamente 1307 espécies animais, sendo que 327 são exclusivas deste bioma. Sua flora é muito rica, e mesmo com clima semiárido, podem ser encontradas paisagens muito belas e diversas, possuindo cerca de 5311 espécies vegetais. === Fauna === A fauna possui baixas densidades de indivíduos e poucas espécies endêmicas. Apesar da pequena densidade e do pouco endemismo, já foram identificadas 45 espécies de anfíbios, 95 de répteis, 975 de aves, 148 de mamíferos e 240 de peixes num total de 1225 espécies de animais vertebrados, pouco se conhecendo em relação aos invertebrados. Descrições de novas espécies vêm sendo registradas, indicando um conhecimento botânico e zoológico bastante precário deste ecossistema, que segundo os pesquisadores é considerado o menos conhecido e estudado dos ecossistemas brasileiros. Na Caatinga vive a ararinha-azul, ameaçada de extinção. O último exemplar da espécie vivendo na natureza não foi mais visto desde o final de 2000. Outros animais da região são o sapo-cururu, asa-branca, cutia, gambá, preá, veado-catingueiro, tatu-peba e o sagui-de-tufos-brancos, entre outros. == Povos Indígenas da Caatinga == Os vestígios humanos mais antigos da Caatinga são encontrados em diversos locais, como no Parque Nacional Serra da Capivara, no Piauí, onde foram encontrados utensílios, pinturas rupestres e um crânio, nomeado \"Zuzu\", com cerca de 8 mil anos de idade. Este fóssil, em estudo, pode ser ainda mais antigo que o fóssil de Luzia, que atualmente é o mais antigo do continente sulamericano. Uma das áreas mais preservadas de todo bioma caatingueiro, é uma região no sertão baiano, um dos últimos grandes abrigos de onças-pintadas e onças-pardas. Essa região conta com 3 mil sítios arqueológicos, feitos por ancestrais dos povos indígenas a mais de 15 mil anos. Alguns estudos dos vestígios pré-históricos na Caatinga podem provar que os seres humanos já habitavam a América muito antes do que se esperava. A relação dos indígenas com o bioma é tão profunda e antiga, que novos achados arqueológicos apontam que os nativos já conheciam a presença de dinossauros, na Paraíba, algo inédito no planeta. O bioma, foi ocupado por dois grandes grupos indígenas: Os Macro-Jês e os Kariris, estes grupos estão na Caatinga a pelo menos dois mil anos. Existem poucos registros coloniais e estudos que expliquem a relação ou origem dos primeiros indígenas que habitaram a Caatinga. Além desses, outro grupo de origem misteriosa são os povos Tremembés, do litoral. Após o século XI, os povos tupis, originários da Amazônia Central, chegaram na região, vieram do sudeste brasileiro, subindo pelo litoral. Assim, esses grandes grupos desenvolveram uma série de rituais, costumes, tradições, idiomas e religiões baseadas no convívio com a natureza da Caatinga e outras heranças culturais. Porém, os primeiros contatos com os colonizadores no século XVI, dizimaram inúmeras nações e tribos indígenas, por meio de doenças, escravização e invasão de territórios para criação de gado, engenhos e novos aldeamentos. Muitos dos povos indígenas nordestinos optaram pela assimilação, abandonando seus costumes, idioma e religião para poderem sobreviver aos avanços europeus, assim muitos nordestinos são descendentes miscigenados de indígenas e europeus. Alguns povos extintos que habitaram a Caatinga são os tokarijús, karatiús, panatis, icós, icózinhos, guanacés, aconguaçús e outros. Na defesa de seus territórios, os indígenas protagonizaram grandes conflitos na história brasileira como a Confederação dos Cariris, resistindo aos avanços lusitanos. Atualmente, a Caatinga ainda conta com vários povos indígenas, sendo o maior deles, os Potyguaras, de origem Tupi e também nativos da Mata Atlântica, somando mais de 20 mil indígenas. No interior, os maiores grupos são os Xukurus e Pankarus, da caatinga pernambucana, totalizando 12 mil e 7 mil indígenas respectivamente, provavelmente são de origem Macro-Jê. O povo Fulni-Ô, são conhecidos por serem a única etnia indígena do nordeste oriental que conseguiu manter o seu idioma ancestral, além de também terem salvo alguns elementos culturais únicos como o Ritual Ouricuri. Entre outros povos caatingueiros estão os Kalabaças, os Kambiwás, os Tremembés, os Pitaguarys, os Kariris, os Kiriris, os Tupinambás e os Tabajaras. ===Indígenas e a Preservação da Caatinga=== Vários ambientalistas, pesquisadores e lideranças indígenas apontam que a demarcação das terras indígenas são muito benéficas para preservação ambiental, pois causam a diminuição do desmatamento, preservação de matas virgens e secundárias, barram poluição de cursos d'água e assim ajudam no combate ao aumento da temperatura do planeta. Assim, a demarcação de terras e a luta ambientalista-indígena na Caatinga são uma margem de esperança para recuperar os ecossistemas, a fauna e a flora da Caatinga, um dos biomas mais devastados do país. Os dez maiores povos indígenas da Caatinga são responsáveis por 123.411 hectares de terras demarcadas e protegidas, além de várias outras terras que ainda estão buscando a demarcação. == Conservação e degradação ambiental == Algumas unidades de conservação da caatinga são: Monumento Natural do Rio São Francisco, Monumento Natural Vale dos Dinossauros, Área de Proteção Ambiental da Ararinha-azul, Parque Nacional da Chapada Diamantina, Parque Nacional da Serra da Capivara, Parque Nacional do Catimbau, Parque Nacional da Serra das Confusões, Parque Nacional da Serra do Teixeira, Parque Nacional de Sete Cidades, Área de Proteção Ambiental da Chapada do Araripe, Área de Proteção Ambiental Serra da Ibiapaba, Reserva Biológica de Serra Negra, Floresta Nacional de Açu, Floresta Nacional de Sobral, Estação Ecológica do Seridó, Estação Ecológica do Castanhão, dentre outras. No entanto, este patrimônio encontra-se ameaçado, a exploração feita de forma extrativista pela população local, desde a ocupação do semiárido, tem levado a uma rápida degradação ambiental. Além da vulnerabilidade a desertificação do bioma, graças ao mau uso do solo e o superpastoreiro. Segundo estimativas, cerca de 70% da caatinga já se encontra alterada pelo homem e somente 7% de sua área encontra-se protegida em unidades de conservação. Menos de 1% de sua área está em unidades de proteção integral (como Parques, Reservas Biológicas e Estações Ecológicas), que são as mais restritivas à intervenção humana (em média a caatinga tem 14 sítios de preservação totalmente administrados pelo Governo Federal no Nordeste). Em 2010, no primeiro monitoramento já realizado sobre o bioma, constatou-se que a caatinga perde por ano e de forma pulverizada uma área de sua vegetação nativa equivalente a duas vezes a cidade de São Paulo. A área desmatada equivale aos territórios dos estados do Maranhão e do Rio de Janeiro somados. O desmatamento da caatinga é equivalente ao da Amazônia, bioma cinco vezes maior. De acordo com o Ministério do Meio Ambiente, resta 53,62% da cobertura vegetal original. A principal causa apontada é o uso da mata para abastecer siderúrgicas de Minas Gerais e Espírito Santo e indústrias de gesso e cerâmica do semiárido. Os dois estados com maior incidência de desmatamento deste tipo de bioma são Bahia e Ceará. A caatinga perdeu 45% da área original. Estes números conferem à caatinga a condição de ecossistema menos preservado e um dos mais degradados conforme o biólogo Guilherme Fister explicou em um recente estudo realizado na Universidade de Oxford. Como consequência desta degradação, algumas espécies já figuram na lista das espécies ameaçadas de extinção do IBAMA. Outras, como a aroeira e o umbuzeiro, já se encontram protegidas pela legislação florestal de serem usadas como fonte de energia, a fim de evitar a sua extinção. Quanto à fauna, os felinos (onças e gatos selvagens), os herbívoros de porte médio (veado-catingueiro e capivara), as aves (ararinha-azul, avoante) e abelhas nativas figuram entre os mais atingidos pela caça predatória e destruição do seu habitat natural. Para reverter este processo, estudos da flora e fauna da caatinga são necessários. Neste sentido, a Embrapa Semiárido, UNEB e Diretoria de Desenvolvimento Florestal da Secretaria de Agricultura da Bahia aprovaram o projeto \"Plantas da caatinga ameaçadas de extinção: estudos preliminares e manejo\" junto ao Fundo Nacional do Meio Ambiente (FNMA), tendo por objetivo estudar a fenologia, reprodução e dispersão da aroeira do sertão, quixabeira, imburana de cheiro e baraúna na Reserva Legal do Projeto Salitre, em Juazeiro, na Bahia. Este projeto contribuirá com importantes informações sobre a biologia destas plantas e servirá de subsídios para a elaboração do plano de manejo destas espécies na região. Cerca de 930 espécies vegetais são encontradas somente na caatinga baiana, sendo 320 exclusivas. Atualmente existe o Projeto “Oportunidades para a Criação de Unidades de Conservação na Caatinga, com ênfase no Rio Grande do Norte”, uma parceria entre a Universidade Federal do Rio Grande do Norte (UFRN) e a Wildlife Conservation Society (WCS Brasil), reconhecendo a urgência de ampliar o grau de proteção do Bioma, foi delineado para criar um banco de dados que pode ajudar os tomadores de decisão a selecionar melhores e mais eficientes alvos de conservação, minimizando custos socioeconômicos. Seus objetivos são: * Avaliar a integridade biótica, utilizando os mamíferos de médio e grande porte, aves e lagartos como indicadores. * Realizar mapeamentos das áreas identificadas como oportunidades atuais para a criação de UCs e avaliação da resiliência socioecológica local. * Produzir e divulgar material bibliográfico e bases digitais geográficas para subsidiar políticas públicas para a criação de novas Unidades de Conservação no Rio Grande do Norte. Dos cerca de 53 milhões de habitantes da região, mais de 18% estão abaixo da linha de extrema pobreza, enquanto a média para o Brasil chega a 8,5%. Como a Caatinga é um lugar muito seco, a tecnologia do sistema Bioágua Familiar consiste num processo de filtragem por mecanismos de impedimento físico e biológico dos resíduos da água cinza, ou seja, a água recolhida da pia, máquina de lavar e chuveiro. Esta água de reuso será utilizada em um sistema fechado de irrigação destinado à produção de hortaliças, frutas, plantas medicinais, jardins, etc. == Ver também == * Lista de plantas da vegetação da Caatinga * Caatinga fluminense === Bibliografia === * AB'SÁBER, N.A. (1974). O domínio morfoclimático semiárido das caatingas brasileiras. Instituto de Geografia / USP, São Paulo (Série Geomorfologia, 43). * EGLER, W.A. (1951). Contribuição ao estudo da caatinga pernambucana. Revista Brasileira de Geografia 13 (4):65-77, ; Bol. Geográfico, 165, 772-782. * GIULIETTI, A. M. et al. Diagnóstico da vegetação nativa do bioma Caatinga. In: SILVA, J.M.C. et al. (2003). Biodiversidade da Caatinga: áreas e ações prioritárias para a conservação, p. 48-90, . * LEAL, I.R.; TABARELLI, M. & SILVA, J.M.C. (2003). Ecologia e conservação da caatinga. Editora Universitária UFPE, . * Loiola, M. I. B., de Araújo Roque, A., & de Oliveira, A. C. P. (2012). Caatinga: Vegetação do semiárido brasileiro. Ecologi@ 4: 14-19, . * MAIA, Gerda Nickel (2004). Caatinga: arvores e arbustos e suas utilidades , 413 p. ISBN 978-85-86587-50-4. * MAJOR, István et al. (2004). Aves da caatinga = Birds of the caatinga. Fortaleza: Edições Demócrito Rocha; Associação Caatinga. ISBN 85-7529-240-4. * PEREIRA, Sidclay Cordeiro et al. (2003). Plantas Úteis do Nordeste do Brasil. Recife: Centro Nordestino de Informações sobre Plantas - CNIP, Associação Plantas do Nordeste - APNE. * DAN, Vitor Vieira Braga; Cristina Gonçalves Pereira, Eugênia. Áreas degradadas do bioma caatinga na região de Xingo, Brasil: processo de formação x recuperação ambiental. 2008. Dissertação (Mestrado). Programa de Pós-Graduação em Gestão e Políticas Ambientais, Universidade Federal de Pernambuco, Recife, 2008. * EVANGELISTA, Antonio dos Reis Salustiano. O processo de ocupação do bioma caatinga e suas repercussões socioambientais na Sisalândia, Bahia, 2016. Disponível em: https://repositorio.ufba.br/ri/handle/ri/19766 * MACHADO, Maria Rita. O processo histórico do desmatamento do nordeste brasileiro: impactos ambientais e atividades econômicas. Disponível em: https://periodicos.ufpe.br/revistas/revistageografia/article/viewFile/228665/23087 * VICENTE, João Paulo. Único bioma 100% brasileiro, Caatinga esconde riquezas naturais subestimadas. NAT GEO ILUSTRA. Disponível em: https://www.nationalgeographicbrasil.com/natgeo-ilustra/caatinga * ARAÚJO, Cristina de Sousa Felizola; SOUSA, Antonio Nóbrega de. Estudo do processo de desertificação na Caatinga: uma proposta de educação ambiental. Disponível em: https://doi.org/10.1590/S1516-73132011000400013 * CRISPIM, Maristela. Conservação e Parques Nacionais na Caatinga. Disponível em: https://agenciaeconordeste.com.br/conservacao-e-parques-nacionais-na-caatinga/ * LEAL, Inara Roberta; TABARELLI, Marcelo; DA SILVA, José Maria Cardoso. Ecologia e Conservação da Caatinga. 2º. ed. [S. l.]: Editora Universitária UFPE. Disponível em: https://books.google.com.br/books?hl=pt- BR&lr;=&id;=ICnSiflZoQoC&oi;=fnd&pg;=PR9&dq;=caatinga&ots;=YbtqfhaaSC&sig;=0-eFeCEBlzfABQRiNMov_APgxPc#v=onepage&q;=caatinga&f;=false * Associação Caatinga. Disponível em: https://www.acaatinga.org.br/projetos/ * Lugares Naturais- Projeto Caatinga. WCS BRASIL. Disponível em: https://brasil.wcs.org/pt-br/lugares-naturais/projeto-caatinga.aspx * O Projeto no Clima da Caatinga. No clima da Caatinga, Tatu Bola Preservado. Disponível em: https://www.noclimadacaatinga.org.br/projeto/ * PRS Caatinga- Projeto Rural Sustentável na Caatinga. FBDS (Fundação Brasileira para o Desenvolvimento Sustentável). Disponível em: https://www.fbds.org.br/article.php3?id_article=606 * Caatinga- Fauna e Flora. Instituto Sociedade, População e Natureza. Disponível em: https://ispn.org.br/biomas/caatinga/fauna-e-flora-da-caatinga/ * RODAL, M. J. N.; SAMPAIO, E. V. S.; FIGUEIREDO, M. A. Manual sobre métodos de estudo florístico e fitossociológico: ecossistema caatinga. Brasília: Sociedade Botânica do Brasil, 1992. 24 p. * SAMPAIO, E.V.S.B. et al. (eds.) (2000-2002). Vegetação e Flora da Caatinga. Contribuição ao Workshop Avaliação e Identificação de Ações Prioritárias para a Conservação, Utilização Sustentável e Repartição dos Benefícios da Biodiversidade do Bioma Caatinga, em Petrolina, 5. 2000. Recife: Associação Plantas do Nordeste - APNE; Centro Nordestino de Informações sobre Plantas - CNIP, 2002. * SAMPAIO, E.V.S.B. et al. (eds.) (2005). Espécies da Flora Nordestina de Importância Econômica Potencial. Recife: Associação Plantas do Nordeste - APNE. ISBN 85-89692-05-1. * SILVA, J.M.C. et al. (org.) (2003). A Biodiversidade da Caatinga: áreas e ações prioritárias para a conservação. Ministério do Meio Ambiente, . * SIQUEIRA FILHO, J. A. (Org.). Flora das Caatingas do Rio São Francisco: História Natural e Conservação. 1. ed. Rio de Janeiro: Andrea Jakobsson, 2012. * UFV (2006). Caatinga. Material da disciplina ENF448 - Recursos Naturais e Manejo de Ecossistemas. Viçosa: UFV, Departamento de Engenharia Florestal, . == Ligações externas == * As aves da Caatinga - Associação Mãe-da-lua * ONG Associação Caatinga * Caatinga - WWF Brasil Categoria:Biomas terrestres Categoria:Biomas do Brasil Categoria:Reservas da biosfera do Brasil Categoria:Palavras de origem tupi Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Caatinga"
}