{
 "id": "121735",
 "text": "Os Sertões é um livro do escritor e jornalista brasileiro Euclides da Cunha, publicado em 1902. É considerado como o primeiro livro-reportagem brasileiro.12 livros-reportagem que você deveria ler - revistagalileu.globo.com Trata da Guerra de Canudos (1896–1897), ocorrida em Canudos, município do interior da Bahia. Euclides da Cunha presenciou uma parte da guerra como correspondente do jornal O Estado de S. Paulo. Pertence, ao mesmo tempo, à prosa científica e à prosa artística. Pode ser entendido como uma obra de Sociologia, Geografia, História ou crítica humana, mas não é errado lê-lo como uma epopeia da vida sertaneja em sua luta diária contra a paisagem e a incompreensão da elite. O crítico Enio Squeff considera Os Sertões uma das três grandes epopeias da língua portuguesa, podendo ser comparado à Ilíada — assim como Os Lusíadas pode ser comparado à Eneida e Grande Sertão: Veredas à Odisseia. ==Estilo== Considerada uma obra pré- modernista, o estilo de Os Sertões é conflituoso, angustiado, torturado. Dá a impressão de sofrimento e luta. O autor faz uso de muitas figuras de linguagem; às vezes omite as conjunções (assindetismo), outras repete-as reiteradamente (polissintetismo). Ocorre, com frequência, a mistura de termos de alta erudição tecnocientífica com regionalismos populares e neologismos do próprio autor. ==Determinismo racial== Euclides da Cunha deixou claro em Os Sertões seu ponto de vista no que se refere ao racismo. Como a maioria dos de sua época, acreditava numa \"raça superior\" e em sua íntima relação com os de pele clara. Acreditava no embranquecimento dos brasileiros, evitando a miscigenação com \"raças inferiores\" para que se pudesse manter uma certa \"estabilidade\" e, assim, ter uma definição sistematizada da \"raça brasileira\". A obra foi concebida segundo o esquema rigoroso do determinismo de Taine, que via o homem como um produto de três fatores: meio ambiente, raça e momento histórico. As teses e os princípios científicos adotados pelo escritor envelheceram, achando-se na sua maioria desacreditados atualmente. O determinismo considerava o mestiço brasileiro uma raça inferior, e Euclides da Cunha compartilha desta visão. Escreve, por exemplo: \"Intentamos esboçar, palidamente embora, ante o olhar de futuros historiadores, os traços atuais mais expressivos das sub-raças sertanejas do Brasil. E fazemo-lo porque a sua instabilidade de complexos, aliada às vicissitudes históricas e deplorável situação mental em que jazem, as tornam talvez destinadas a próximo desaparecimento ante as exigências crescentes da civilização\".CUNHA, Euclides da. Os Sertões, Campanha de Canudos. ==Contribuição às ciências sociais== Como contribuição às ciências sociais, encontra-se nesta obra de Euclides da Cunha a separação da nação brasileira entre os povos litorâneos e os interioranos. A compreensão de cada uma dessas partes permitiria a compreensão do país como um todo, uma vez que se tinha nas cidades litorâneas polos de desenvolvimento político e econômico e, no interior do país, condições de atraso econômico que subjugavam suas populações à fome e à miserabilidade. No entanto, ao analisar os fatos ocorridos em Canudos, o autor refuta a noção de que no litoral se encontrariam condições de avanço civilizatório em oposição ao interior. Pelo contrário, aponta que tanto os litorâneos quanto os interioranos, cada qual em suas especificidades, se encontrariam em um estágio bárbaro de sociedade; bastava atentar para a crueldade com que se reprimiu o movimento de Antônio Conselheiro – além do que, tanto uns quanto os outros, eram dados ao fanatismo, fosse pela República de Floriano Peixoto, fosse pela religiosidade de Conselheiro. Esta sua noção de estágios bárbaros e civilizados de sociedade estão em consonância a seu pensamento evolucionista spenceriano. Também se alinha com isso sua metodologia em compreender as singularidades de cada elemento separadamente para, enfim, compreender o todo. No caso, buscou compreender as populações litorâneas e as interioranas como elementos do Brasil como um todo. ==Conteúdo/partes do livro== O livro divide-se em três partes: A terra, O homem e A luta. ===A terra=== Na primeira parte são estudados o relevo, o solo, a fauna, a flora e o clima da região nordestina. Euclides da Cunha revelou que nada supera a principal calamidade do sertão: a seca. Registrou, ainda, que as grandes secas do Nordeste brasileiro obedecem a um ciclo de nove a doze anos, desde o século XVIII, numa ordem cabalística. ===O homem=== O determinismo julgava que o homem é produto do meio (geografia), da raça (hereditariedade) e do momento histórico (cultura). O autor faz uma análise da psicologia do sertanejo e de seus costumes; é uma descrição feita pelo sociólogo e antropólogo Euclides da Cunha, que mostra o habitante do lugar, sua relação com o meio, sua gênese etnológica, seu comportamento, crença e costume; mas depois se fixa na figura de Antônio Conselheiro, o líder de Canudos. Apresenta seu caráter, seu passado e relatos de como era a vida e os costumes de Canudos, como relatados por visitantes e habitantes capturados. Estas duas partes são essencialmente descritivas, pois na verdade \"armam o palco\" e \"introduzem os personagens\" para a verdadeira história, a Guerra de Canudos. ===A luta=== Fala sobre o que foi a Guerra de Canudos e explica com riqueza de detalhes os fatos dessa guerra que dizimou a população de Canudos. Uma descrição feita pelo jornalista e ser humano Euclides da Cunha, relatando as quatro expedições a Canudos, criando o retrato real só possível pela testemunha ocular da fome, da peste, da miséria, da violência e da insanidade da guerra. Retratando minuciosamente movimento de tropas, o autor constantemente se prende à individualidade das ações e mostra casos isolados dos acontecimentos da guerra. ==Na cultura popular== O poeta e compositor Edeor de Paula compôs o samba-enredo Os Sertões para o desfile de 1976 da Em Cima da Hora. Em dezembro de 2010 foi lançada a versão em HQ pela editora Desiderata, com roteiro de Carlos Ferreira e desenhos de Rodrigo Rosa. ==Bibliografia== * NICOLAZZI, Fernando. \"O narrador e o viajante: notas sobre a retórica do olhar em Os sertões\", História da Historiografia, no. 2, 2009, 67-85. * REZENDE, Maria José de. Os sertões e os (des)caminhos da mudança social no Brasil. Tempo Social: Revista de Sociologia da USP, São Paulo, v. 13, n. 2, p. 201-226, nov. de 2006. ==Ligações externas== * Os Sertões em áudio livro * Os Sertões, acervo Brasiliana USP * Texto completo de Os sertões * Artigo Afinal, do que trata o livro Os Sertões? * Sertoes Os Sertões, Os Categoria:Ciclo das Secas",
 "title": "Os Sertões"
}