{
 "id": "121786",
 "text": "Thora Birch (Los Angeles, Califórnia, 11 de março de 1982) é uma atriz norte- americana. Atuou em papéis de destaque na infância, estrelando em filmes como Abracadabra de 1993, Agora e Sempre de 1995 e Alaska - Uma Aventura Inacreditável de 1996. No final da década de 1990, ela se destacou em papéis mais maduros como Beleza Americana de 1999, Dungeons & Dragons de 2000, O Buraco e Ghost World de 2001. == Biografia e carreira == Thora nasceu em Los Angeles, Califórnia, ela é a filha mais velha de Jack Birch e Carol Connors. Seus pais, que eram seus empresários desde o início, são ex-atores de filmes para o público adulto, e apareceram em Deep Throat. Thora é de ascendência judia alemã, escandinava e italiana. O sobrenome original da família era \"Biersch\", provenientes de seus antepassados judeus alemãs. Seu nome, Thora, é derivado do nome do deus nórdico do trovão e do relâmpago, Thor. Ela tem um irmão mais novo chamado Bolt Birch. Ela precisou de Ritalina devido a sua hiperatividade desde a infância. A partir dos quatro anos de idade, Thora apareceu em muitos comerciais de TV, incluindo um para a marca de aveia Quaker Oats e um outro para a Vlasic Pickles. Seu primeiro trabalho recorrente na TV foi na série Day by Day, onde interpretou a personagem \"Molly\", e foi creditada simplesmente como \"Thora\". Sua carreira cinematográfica teve um auspicioso início nesse mesmo ano, quando ela ganhou o prêmio Young Artist Award por sua performance no filme Purple People Eater, onde atuou ao lado de Ned Beatty e Neil Patrick Harris. Em 1990, ela apareceu na série Parenthood com o ainda desconhecido Leonardo DiCaprio, porém ela não foi creditada na série. O primeiro filme de destaque foi Paradise (1991) de 1991, onde interpretou a personagem \"Billie Pike\" e atuou ao lado de Don Johnson, Melanie Griffith e Elijah Wood. Para conseguir o papel ela teve de competir com mais de 4.000 outras crianças. Birch recebeu elogios por seu desempenho no filme. Com uma capacidade de retratar meninas com um jeito moleque, ela fez em 1991 o papel principal no filme All I Want for Christmas no papel de \"Hallie O'Fallon\", seguido de um papel de apoio de alto perfil como a filha de Harrison Ford em Patriot Games de 1992. Em 1993 veio o filme Hocus Pocus. Monkey Trouble de 1994, talvez seja o seu filme mais conhecido da infância. Ainda em 1994, ela fez o filme Clear and Present Danger, atuando novamente ao lado de Harrison Ford. Thora interpretou em 1995 \"Teeny\" quando jovem, no filme Now and Then, atuando ao lado de Gaby Hoffmann, Christina Ricci, Demi Moore, Rosie O'Donnell e Melanie Griffith. O filme foi dirigido por Leslie Linka Glatter e conta a história de quatro amigas de infância que se reencontram anos depois, quando uma delas fica grávida. Em 1996, Thora atuou no filme de aventura Alaska onde desempenha o papel de \"Jessie Barnes\", uma jovem que se muda para o Alasca com o pai (vivido por Dirk Benedict) e o irmão depois da morte de sua mãe. Depois desse filme, ela deu uma pausa na carreira no cinema e só voltou em 1999, no filme para TV, Night Ride Home, seguido de uma pequena participação no filme Anywhere But Here com Natalie Portman e Susan Sarandon. Thora foi inicialmente escolhida para o papel de \"Tammy Metzler\" no filme Election, mas acabou sendo dispensada após o terceiro dia de filmagens, devido a divergências com diretor/escritor Alexander Payne. Jessica Campbell foi então selecionada para o seu papel. Mais tarde, ainda em 1999, Thora ganhou enorme elogio da crítica por seu papel de \"Jane Burnham\" em Beleza Americana, filme de Sam Mendes e foi indicada ao prêmio British Academy of Film and Television Arts. Beleza Americana fez um grande sucesso e ganhou o Oscar de Melhor Filme. Na época do filme, Thora tinha 16 anos, e, portanto, classificada como menor de idade nos Estados Unidos, fazendo com que seus pais tivessem que aprovar sua breve cena de topless no filme. Depois dos papéis principais nos filmes The Smokers, Dungeons & Dragons e The Hole, Thora interpretou um papel de destaque no filme Ghost World de 2001, ao lado de Scarlett Johansson, Steve Buscemi e Brad Renfro. Ela foi indicada ao Globo de Ouro por sua atuação nesse filme. Filmes recentes incluem Homeless to Harvard: The Liz Murray Story, Slingshot, Dark Corners (em que ela apareceu no papel principal como uma mulher que acorda um dia como uma pessoa diferente e acaba sendo perseguido por terríveis criaturas), Tainted Love e Winter of Frozen Dreams. O New York Post, relatou uma controvérsia no set de Winter of Frozen Dreams: Mesmo que a indústria filme cenas da prática de sexo em um ambiente fechado, com poucas pessoas, Jack Birch - que conheceu a mãe de Thora, Carol Connors, quando coestrelava com ela no filme pornográfico, Deep Throat - exigiu estar presente com sua filha e Dean Winters, nas filmagens da cena de sexo. \"Foi muito errado\", disse um informante. \"O diretor dizendo, \"Mais forte! Mais rápido!\" e o pai dela elogiando a performance de Winters...\". Um problema com o foco da câmera exigiu que a cena fosse feita em catorze tomadas. \"Foi a mais bizarra, e perversa cena\", disse a nossa testemunha. \"Uma moça da equipe até chorou\". Thora em 2008, fez o filme Train, seu irmão, Bolt Birch, fez um pequeno papel. Birch indicou que ela aspira se tornar uma diretora e começou, recentemente, dirigindo um curta de comédia chamado The Doomed Planet. Os esboços do curta podem ser vistos em seu site oficial. == Filmografia == Ano Filme Papel Notas 2012 Petunia Vivian Petunia 2010 The Story of Bonnie and Clyde Blanche Barrow Crossmaglen Nulla McGarvey 2009 Cavegirl Cavegirl Winter of Frozen Dreams Barbara Hoffman Flashes de Uma Psicose Lucy 2008 Train Alex 2006 Dark Corners Karen Clarke/Susan Hamilton Tainted Love Mia 2005 Golpe do Destino April 2004 The Dot Narradora Voz Silver City Karen Cross 2003 Homeless to Harvard: The Liz Murray Story Liz Murray Para TV 2002 Shadow Realm Susan Thornhill Para TV 2001 Ghost World Enid O Buraco Liz Dunn 2000 Dungeons & Dragons Empress Savina The Smokers Lincoln Roth 1999 Em Qualquer Outro Lugar Mary Não creditado Beleza Americana Jane Burnham Regresso Noturno Clea Mahler Para TV 1996 Alaska - Uma Aventura Inacreditável Jessie Barnes 1995 Agora e Sempre Tina \"Teeny\" Tercell (jovem) Blackbird Hall Para TV 1994 Perigo Real e Imediato Sally Ryan Meu Pequeno Ladrão Eva 1993 Abracadabra Dani 1992 Jogos Patrióticos Sally Ryan Itsy Bitsy Spider Garotinha Voz 1991 All I Want for Christmas Hallie O'Fallon Paraíso Billie Pike 1990 Dark Avenger Susie Donovan Para TV 1988 Um Alienigena do Barulho Molly Johnson Televisão Ano Título Papel Notas 2019-20 The Walking Dead Mary (Gamma) Recorrente 2002 Night Visions Susan Thornhill 1 episódio 1997 Touched by an Angel Erin 1 episódio Promised Land Allison Rhodes 1 episódio 1995 The Outer Limits Aggie Travers 1 episódio 1994 Monty Ann Sherman 1 episódio 1991 Amen Brittany 1 episódio 1990 Married People Emily 1 episódio Parenthood Taylor Buckman Não creditada 1989 Doogie Howser, M.D. Megan 1 episódio 1988-89 Day by Day Molly 21 episódios == Ligações externas == * * Categoria:Judeus dos Estados Unidos Categoria:Atores dos Estados Unidos Categoria:Norte-americanos de ascendência italiana Categoria:Norte-americanos de ascendência alemã Categoria:Naturais de Los Angeles Categoria:Vencedores do Prémio Screen Actors Guild de melhor elenco em filme",
 "title": "Thora Birch"
}