{
 "id": "121745",
 "text": "O ocapi (nome científico: Okapia johnstoni) é um mamífero artiodáctilo nativo do nordeste da República Democrática do Congo, na África Central. Embora o ocapi tenha marcas listradas reminescentes às das zebras, é mais estreitamente relacionado com a girafa. O ocapi e a girafa são os únicos membros vivos da família Giraffidae. O ocapi tem cerca de 1,5 m de altura no ombro e tem um comprimento médio do corpo de cerca de 2,5 m. O seu peso varia de 200 a 350 kg. Tem um pescoço longo e orelhas grandes e flexíveis. Sua pelagem varia do tom chocolate a marrom avermelhado, em contraste com as listras horizontais brancas e anéis nas pernas e tornozelos brancos. Os ocapis machos têm chifres curtos e cobertos de pelos, chamados ossicones, com menos de 15 cm de comprimento. As fêmeas possuem espirais de cabelo, e ossicones estão ausentes. Ocapis são principalmente diurnos, mas podem estar ativos por algumas horas na escuridão. Eles são essencialmente solitários, unindo-se apenas para se reproduzir. São herbívoros, alimentando-se de folhas e brotos de árvores, gramíneas, samambaias, frutas e fungos. A rotina dos machos e o estro das fêmeas não depende da estação. Em cativeiro, os ciclos de estro recorrem a cada 15 dias. O período gestacional é de cerca de 440 a 450 dias de duração, após o qual, geralmente, um único filhote nasce. Os juvenis são mantidos escondidos, e a amamentação ocorre com pouca frequência. Começam a tomar alimentos sólidos a partir de três meses, e o desmame ocorre em seis meses. Ocapis habitam florestas de dossel em altitudes de 500-1.500 m (1,600-4,900 pés). São endêmicos das florestas tropicais da República Democrática do Congo, onde ocorrem nas regiões central, norte e leste. Em novembro de 2013, a União Internacional para a Conservação da Natureza e dos Recursos Naturais (IUCN) publicou em seu site (Lista Vermelha da IUCN) classificando o ocapi como ameaçado. As principais ameaças incluem a perda de habitat devido à exploração madeireira e ao assentamento humano. A caça extensiva para a carne de animais selvagens e pele e a mineração ilegal também levaram a um declínio nas populações. O Okapi Conservation Project foi estabelecido em 1987 para proteger as populações de ocapi. == Etimologia e taxonomia == Embora o ocapi fosse desconhecido do mundo ocidental até o , pode ter sido descrito desde o início do na fachada do Apadana em Persépolis, um presente da procissão etíope ao Império Aquemênida.The Oriental Institute of the University of Chicago, Photographic Archives; photo detail. O Instituto Oriental identifica o sujeito como um ocapi com um ponto de interrogação. Durante anos, os europeus na África ouviram falar de um animal que eles chamaram de unicórnio africano. Em seu diário de viagem de exploração do Congo, Henry Morton Stanley mencionou uma espécie de burro que os nativos chamavam de atti, que estudiosos mais tarde identificaram como o ocapi. Os exploradores podem ter visto fugazmente a parte traseira listrada, já que o animal fugiu através dos arbustos, levando à especulação de que o ocapi era uma espécie de zebra da floresta tropical. O nome científico do ocapi é Okapia johnstoni, foi descrito pela primeira vez como Equus johnstonipelo zoólogo inglês Philip Lutley Sclater em 1901. O nome genérico Okapia deriva do nome Lese-Karo o'api, enquanto o nome específico (johnstoni) é em reconhecimento do governador britânico de Uganda, Sir Harry Johnston, que primeiro adquiriu uma espécime de ocapi para a ciência da Floresta Ituri ao repatriar um grupo de pigmeus ao Congo belga.Nowak, Ronald M (1999) Walker's Mammals of the World. 6th ed. p. 1085. O animal foi trazido à atenção europeia proeminente pela especulação de sua existência encontrada em relatórios da imprensa cobrindo as viagens de Henry Morton Stanley em 1887. Os restos de uma carcaça foram mais tarde enviados para Londres pelo aventureiro inglês e administrador colonial Harry Johnston e se tornou um evento mídiático em 1901. Em 1901, o zoólogo Philip Sclater apresentou uma pintura do ocapi diante da Sociedade Zoológica de Londres que descrevia suas características físicas com alguma clareza. Havia muita confusão quanto ao status taxonômico deste animal recém-descoberto. O próprio Sir Harry Johnston o chamou de Helladotherium, ou um parente de outros girafídeos extintos. Baseado na descrição do ocapi pelos pigmeus, que se referiram a ele como um \"cavalo\", Sclater nomeou a espécie Equus johnstoni. Posteriormente, Lankester declarou que o ocapi representava um gênero desconhecido de Giraffidae, que ele colocou em seu próprio gênero Okapia, e atribuiu o nome Okapia johnstoni à espécie. Em 1902, o zoólogo suíço Charles Immanuel Forsyth Major sugeriu a inclusão de O. johnstoni na subfamília extinta da girafídeos, Palaeotraginae. No entanto, a espécie foi colocada em sua própria subfamília Okapiinae, pelo paleontólogo sueco Birger Bohlin em 1926, principalmente devido à falta de um cíngulo, uma característica importante dos palaeotragídeos. Em 1986, Okapia foi finalmente estabelecida como um gênero irmão do Girafa com base na análise cladística. Os dois gêneros, juntamente com Palaeotragus constituem a tribo Giraffini. === Evolução === Os primeiros membros de girafídeos apareceram primeiramente no Mioceno superior na África, tendo divergido superficialmente dos veados climacoceratídeos. Os girafídeos se espalharam na Europa e Ásia durante o Mioceno médio em uma primeira radiação. Outra radiação começou no Plioceno mas foi terminada por um declínio na diversidade no Pleistoceneo. Vários girafídeos primitivos importantes existiram mais ou menos contemporaneamente no Mioceno (23-10 milhão anos atrás), incluindo Canthumeryx, Giraffokeryx, Palaeotragus e Samotherium. De acordo com a paleontóloga e autora Kathleen Hunt, Samotherium dividiu-se em Okapia (18 milhões de anos atrás) e Giraffa (12 milhões de anos atrás). No entanto, outro autor J. D. Skinner argumentou que Canthumeryx deu origem ao ocapi e a girafa através dos últimos três gêneros e que o ocapi é a forma existente de Palaeotragus. O ocapi é por vezes referido como um exemplo de um fóssil vivo, uma vez que tem existido como uma espécie durante um longo período de tempo geológico, e morfologicamente se assemelha a formas mais primitivas (por exemplo, Samotherium). Um estudo publicado em 2016 descobriu que o antepassado comum da girafa e do ocapi viveu cerca de 11,5 milhões de anos atrás. == Características == O ocapi é um animal de tamanho médio, com 1,5 m (4.9 ft) de altura no ombro. Seu comprimento médio é de cerca de 2,5 m (8.2 ft) e seu peso varia de 200 a 350 kg (440 a 770 lb). Tem um pescoço longo, e orelhas grandes e flexíveis. O casaco é um chocolate marrom avermelhado, muito em contraste com as listras horizontais brancas e anéis nas pernas e tornozelos brancos. As listras marcantes fazem-no assemelhar-se a uma zebra. Estas características servem como uma camuflagem eficaz em meio à vegetação densa. O rosto, a garganta e o peito são brancos acinzentados. As glândulas interdigital estão presentes em todos os quatro pés, e são ligeiramente maiores nos pés dianteiros. Os ocapis machos têm chifres curtos e cobertos de pelos, chamados ossicones, com menos de 15 cm de comprimento. O ocapi exibe dimorfismo sexual, com fêmeas 4,2 centímetros mais altas em média, ligeiramente mais vermelhas e sem chifres proeminentes, em vez disso possuindo vernizes. O ocapi mostra várias adaptações ao seu habitat tropical. O grande número de células de vareta na retina facilita a visão noturna, e há um eficiente sistema olfatório. As grandes bolhas auditivas levam a um forte senso auditivo. A fórmula dentária do ocapi é Dentes são baixos-coroado, bem cúspide e eficiente para cortar a folhagem macia. O grande ceco e cólon ajudam na digestão microbiana, e uma taxa rápida de passagem de alimentos permite uma menor digestão da parede celular do que em outros ruminantes. O ocapi pode ser facilmente distinguido de seu parente mais próximo existente, a girafa. É muito menor e compartilha mais similaridades externas com cervos e bovídeos do que com a girafa. Enquanto ambos os sexos possuem chifres na girafa, apenas os machos têm chifres no ocapi. O ocapi tem grandes seios palatinos, únicos entre os girafídeos. As semelhanças morfológicas compartilhadas entre a girafa e o ocapi incluem uma marcha similar - ambos usam um andar de estimulação, pisando simultaneamente com a frente e a perna traseira no mesmo lado do corpo, ao contrário de outros ungulados que andam movendo pernas alternadas em ambos os lados do corpo \\- e uma longa língua preta (mais longa no ocapi) útil em arrancar insetos e folhas, assim como para limpeza. Sua expectativa de vida gira em torno de 30 anos quando criado em cativeiro e de 20 anos quando está em liberdade. == Ecologia e comportamento == Ocapis são principalmente diurnos, mas podem estar ativos por algumas horas na escuridão. Eles são essencialmente solitários, unindo-se apenas para se reproduzir. Eles têm intervalos domésticos sobrepostos e ocorrem tipicamente em densidades de cerca de 0,6 animais por kilômetro quadrado. Machos com intervalos domésticos de 13 km2 (5.0 sq mi) enquato a fêmeas tem intervalos domésticos de 3–5 km2 (1.2–1.9 sq mi). Os machos migram continuamente, enquanto as fêmeas são sedentárias. Machos frequentemente marcam territórios e arbustos com a sua urina, enquanto as fêmeas usam locais comuns de defecação. Higiene é uma prática comum, focada nos lóbulos das orelhas e no pescoço. Ocapis esfregam muitas vezes o pescoço contra as árvores, deixando um exsudato marrom. O macho protege seu território, mas permite que as fêmeas passem pelo domínio para se alimentar. Os machos visitam faixas de origem feminina no momento da reprodução. Embora geralmente tranquilo, o ocapi pode chutar e com a cabeça bater na bunda para mostrar agressividade. Como as cordas vocais são pouco desenvolvidas, a comunicação vocal é restrita principalmente a três sons - \"chuff\" (chamadas de contato utilizadas por ambos os sexos), \"gemido\" (por fêmeas durante a corte) e \"bleat\" (por crianças sob estresse). Os indivíduos podem se envolver na resposta Flehmen, uma expressão visual em que o animal ondula para trás seus lábios superiores, exibe os dentes e inala pela boca por alguns segundos. O leopardo é o principal predador do ocapi. === Dieta === Ocapis são herbívoros, alimentando-se de folhas e brotos de árvores, gramíneas, samambaias, frutas e fungos. Eles preferem alimentar no intervalo de queda de árvores. Eles são únicos na Floresta de Ituri, pois são os únicos mamíferos conhecidos que se alimentam apenas de vegetação de sub-bosque, onde usam suas línguas de 18 polegadas (45,7 cm) para procurar seletivamente plantas adequadas. A língua também é usada para limpar as orelhas e os olhos. Eles preferem se alimentar em brechas de fendas de árvores. O ocapi é conhecido por se alimentar de mais de 100 espécies de plantas, algumas das quais são conhecidas por serem venenosas para humanos e outros animais. A análise fecal mostra que nenhuma dessas 100 espécies domina a dieta do ocapi. Os alimentos básicos de arbustos e lianas. Os principais constituintes da dieta são espécies lenhosas, dicotiledóneas; Como plantas monocotiledóneas não são consumidas regularmente. Na floresta Ituri, as espécies de plantas de Acanthaceae, Ebenaceae, Euphorbiaceae, Flacourtiaceae, Loganiaceae, Rubiaceae e Violaceae. === Reprodução === Os ocapis fêmeas tornam-se sexualmente maduros em aproximadamente um ano e meio de idade, enquanto os machos atingem a maturidade após dois anos. A rotina nos machos e estro em fêmea não depende da estação. Em cativeiro, ciclos de estro recorrem a cada 15 dias. O macho e a fêmea começam o ritual de corte fazendo círculos, cheirando e lambendo uns aos outros. O macho mostra seu domínio estendendo seu pescoço, jogando sua cabeça e protrusão uma perna para frente. Isto é seguido por montagem e copulação. O período gestacional é de cerca de 440 a 450 dias de duração, após o que geralmente um único filhote nasce, pesando 14-30 kg (31-66 lb). O úbere da fêmea grávida começa a intumescer dois meses antes do parto e podem ocorrer descargas vulvares. Parto leva 3-4 horas, e a fêmea fica de pé durante todo este período, embora ela pode descansar durante breves intervalos. A mãe consome o pós-parto e cuida intensamente do bebê. Seu leite é muito rico em proteínas e pobre em gordura. Como em outros ruminantes, o filhote recém- nascido pode ficar de pé dentro de 30 minutos do nascimento. Embora geralmente semelhante aos adultos, os filhotes recém-nascidos têm cílios falsos, uma longa crina dorsal e longos cabelos brancos nas listras. Esses recursos desaparecem gradualmente e dar lugar à aparência geral dentro de um ano. Os mais jovens são mantidos escondidos, e a amamentação ocorre com pouca frequência. A taxa de crescimento dos filhotes é sensivelmente elevada nos primeiros meses de nascimento, após o que diminui gradualmente. Os animais mais jovens começam a consumir alimentos sólidos a partir de três meses, e o desmame ocorre em seis meses. O desenvolvimento do chifre em machos demora um ano após o nascimento. A vida média do ocapi é de 20 a 30 anos. == Habitat e distribuição == Os ocapis habitam florestas de dossel a altitudes de 500-1 500 m (1 600-4 900 pé). São endêmicas das florestas tropicais da República Democrática do Congo. Eles não ocorrem em florestas de galeria, habitats perturbados por assentamentos humanos e florestas de pântanos, mas podem ocasionalmente usar áreas sazonalmente inundadas. Na estação molhada, visitam inselbergs rochosos que oferecem a forragem incomum em outra parte. Um estudo descobriu que a densidade populacional do ocapi média de 0,53 animais por quilômetro quadrado em florestas Cynometera mista. O ocapi ocorre em toda a região central, norte e leste da República Democrática do Congo, e ao norte e leste do rio Congo. A espécie varia da floresta Maiko para o norte à floresta Ituri, então através das bacias de rio do Rubi, do lago Tele e do Ebola ao oeste e o rio de Ubangi mais ao norte. Populações menores existem ao oeste e ao sul do rio Congo. Eles também são comuns nas áreas de Wamba e Epulu. O ocapi está extinto em Uganda. == Ameaças e conservação == A União Internacional para a Conservação da Natureza e dos Recursos Naturais (IUCN) classifica o ocapi como Ameaçado. Está totalmente protegido pela lei Congolesa. A Reserva natural dos Ocapi e o parque nacional de Maiko suportam populações significativas do ocapi, embora haja um declínio constante nos números devido a diversas ameaças. Outras áreas de ocorrência são a Reserva de Caça Rubi Tele e a Reserva Abumombanzi. As principais ameaças incluem a perda de habitat devido à exploração madeireira e ao assentamento humano. A caça extensiva para carne de animais selvagens e a pele e a mineração ilegal conduziram também aos declínios da população. Uma ameaça que surgiu recentemente é a presença de grupos armados ilegais em torno de áreas protegidas, inibindo as ações de conservação e monitoramento. Uma pequena população ocorre ao norte do Parque Nacional de Virunga, mas é privada de proteção devido à presença de grupos armados na vizinhança. Em junho de 2012, uma quadrilha de caçadores atacou a sede da Reserva natural dos Ocapi, matando seis guardas e outros funcionários, bem como 13 do ocapi cativo. O Okapi Conservation Project, criado em 1987, trabalha para a conservação do ocapi, bem como o crescimento do povo indígena Mbuti. Em novembro de 2011, o White Oak Conservation center e o Zoológico e Jardins de Jacksonville organizaram uma reunião internacional do Plano de Sobrevivência de Espécies de Okapi (em inglês; SSP) e do Programa de Espécies Ameaçadas de Extinção de Ocapi (em inglês; EEP) em Jacksonville, na qual participaram representantes de zoológicos dos EUA, Europa e Japão. O objetivo foi discutir o manejo dos ocapis cativos e organizar o apoio para conservação do ocapi. Muitos zoológicos na América do Norte e Europa atualmente têm ocapis em cativeiro. ===Ocapis em Zoológicos=== Cerca de 100 ocapis estão em zoológicos reconhecidos pela Associação de Zoológicos e Aquários (AZA), mas muitos zoológicos não abrigam essas criaturas indescritíveis. A população do ocapi é gerenciada pelo Plano de Sobrevivência de Espécies da AZA, um programa de reprodução que trabalha para garantir a diversidade genética na população de animais ameaçados de extinção. O Zoológico de San Diego expõe ocapis desde 1956 e teve seu primeiro nascimento de um ocapi em 1962. Desde então, mais de 60 nascimentos surgiram entre o zoológico e o San Diego Zoo Safari Park, sendo Mosi o mais recente, um bezerro macho. Nascido no início de agosto de 2017 no zoológico de San Diego. O zoológico de Brookfield em Chicago também contribuiu muito para a população de ocapis em zoológicos credenciados. O zoológico teve 28 nascimentos de ocapis desde 1959. Outros zoológicos norte-americanos que exibem e reproduzem ocapis incluem os Bronx Zoo (Nova York); Zoológico de Denver (Colorado), Cheyenne Mountain Zoo (Colorado); Zoológico de Houston, Zoológico de Dallas, Zoológico de San Antonio (Texas); Disney's Animal Kingdom, Zoológico de Miami, Zoológico de Tampa Lowry Park, Zoológico de Jacksonville (Flórida); Zoológico de Los Angeles (Califórnia); Zoológico de Saint Louis (Missouri); Zoológico de Cincinnati, Zoológico de Columbus (Ohio); Zoológico de Memphis (Tennessee); Zoológico de Maryland (Maryland); e o Omaha's Henry Doorly Zoo (Nebraska). Na Europa, os zoológicos que exibem e reproduzem ocapis incluem o Zoológico de Chester, Zoológico de Londres, Zoológico de Bristol, Zoológico de Marwell, The Wild Place (Reino Unido); Zoológico de Dublin (Irlanda); Zoológico de Berlim, Zoológico de Frankfurt, Zoológico de Wilhelma, Zoológico de Wuppertal, Zoológico de Colônia, Zoológico de Leipzig (Alemanha) e Zoológico de Antuérpia (Bélgica); Zoológico de Zurique, Zoológico basel (Suíça); Zoológico de Copenhague (Dinamarca); Zoológico de Roterdão, Safaripark Beekse Bergen (Holanda) e Zoológico de Dvůr Králové (República Checa), Zoológico de Wrocław (Polônia); Zoológico Bioparc de Doué, ZooParc de Beauval (França); Zoológico de Lisboa (Portugal). No final de setembro de 2020 o Zoológico de Londres anunciou o nascimento de um filhote de ocapi, nomeado de Ede. Na Ásia, apenas dois zoológicos no Japão exibem ocapis; Zoológico Ueno em Tóquio e Zoorasia em Yokohama. ==Veja também== * Okapi Conservation Project * Floresta Ituri * Zebra * Quagga ==Leitura adicional== * Wolfram Bell (Nov. 2009): \"Okapis – geheimnisvolle Urwaldgiraffen. Entdeckungsgeschichte, Biologie, Haltung und Medizin einer seltenen Tierart.\" Schüling Verlag Münster, Germany. ISBN 978-3-86523-144-4. ==Ligações externas== * Reportagem no UOL Bichos * Um verdadeiro fóssil vivo * Girafa da floresta entra na lista de espécies ameaçadas * Red List IUCN Ocapi Categoria:Mamíferos descritos em 1901 Categoria:Giraffidae Categoria:Mamíferos da África",
 "title": "Ocapi"
}