{
 "id": "121741",
 "text": "The Blair Witch Project (A Bruxa de Blair, no Brasil e O Projeto Blair Witch em Portugal) é um filme estadunidense de 1999 em forma de pseudo documentário, escrito e dirigido por Daniel Myrick e Eduardo Sánchez. Em sua terceira semana de exibição, entre 14 e 16 de agosto do ano de estreia, o filme fez sucesso nas bilheterias e atingiu um faturamento de mais de US$ 107 milhões. Alcançou os US$ 140 milhões. É um dos 100 filmes americanos de maior faturamento de todos os tempos.\"'The Blair Witch Project bate Records de Bilheteria'\". == Elenco == * Heather Donahue como ela mesma. * Michael C. Williams como ele mesmo. * Joshua Leonard como ele mesmo. == Produção == Os 3 atores receberam aulas de como manusear uma câmera e então foram levados para ficar oito dias na floresta privados de sono e alimento com apenas uma bússola e sem saber mesmo onde estavam. A produção estava camuflada e escondida no meio da floresta. Tudo foi feito para que o filme parecesse mais real. De dia, entre os intervalos das filmagens, eram dadas ideias de falas improvisadas. À noite, a produção os assustavam com ruídos, gritos, objetos de feitiçaria, bilhetes para semear discórdia e tudo o que pode ser visto no filme. Eles nunca sabiam o que iria acontecer e o que iriam encontrar, pois o documentário era real, falava de um assunto que talvez possa não existir, mas era real.\"'gravações Traumatizantes da Bruxa de Blair'\". == Recepção == Tom Block, Culturevulture.net disse que \"o filme não é tão diabólico quanto seu plano de propaganda.\" Rob Gonsalves do EFilmCritic.com disse que \"a nobre conversa na imprensa de ser uma nova obra-prima de horror é um absurdo.\" Jeffrey Overstreet disse que \"eles só querem assustar-nos confundindo-nos, desorientando-nos, e jogando um truque simples em nosso ouvido interno.\" RL Shaffer, do IGN DVD disse que o filme tem \"uma campanha de propaganda brilhante, para ter certeza, mas (...) não oferece recompensa para o público olhando para ter medo.\" Harvey S. Karten, do Compuserve disse que \"o que temos aqui é um grupo de crianças que gritam (...) proferindo obscenidades sem um pedaço inteligente de diálogo!\" Paul Tatara, do site CNN disse que as técnicas do filme \"contribuem poderosamente para a sensação de que as coisas estão fora de controle, desorientadas e possivelmente sujeitas a leis não naturais.\" == Sequência == Uma sequência do filme foi feita, intitulada Book of Shadows: Blair Witch 2 () mas não teve o mesmo sucesso que o primeiro. Um terceiro filme foi lançado em 2016, titulado Blair Witch (em português: Bruxa de Blair no Brasil e O Bosque em Portugal) mostrando James, em busca de sua irmã, Heather, que sumiu na floresta anos atrás enquanto fazia um documentário com mais dois amigos. == Ver também == *Burkittsville *Book of Shadows: Blair Witch 2 *Desaparecidos == Ligações externas == * Website oficial * Woods Movie - The Making of The Blair Witch Project * * * The Blair Witch no Box Office Mojo * Categoria:Filmes dos Estados Unidos de 1999 Categoria:Filmes em língua inglesa Categoria:Filmes de baixo orçamento Categoria:Filmes premiados com o Independent Spirit Categoria:Filmes de terror dos Estados Unidos Categoria:Filmes de terror da década de 1990 Categoria:Filmes em blu-ray Categoria:Filmes ambientados em 1994 Categoria:Filmes sobre bruxas Categoria:Filmes found footage",
 "title": "The Blair Witch Project"
}