{
 "id": "121728",
 "text": "Um desenhista ou desenhador é um artista gráfico especializado em melhorar a escrita, providenciando uma representação gráfica que corresponda ao conteúdo do texto associado. A ilustração pode ser feita para clarificar conceitos ou objetos complicados que sejam difíceis de serem descritos textualmente, ou a ilustração pode ser feita para entretenimento, cartões de visita, em capas e no interior de livros e revistas, ou para propagandas e pôsteres. A maioria dos desenhistas contemporâneos vive de seus trabalhos artísticos, que são usados em livros infantis, propaganda, jornais e revistas. Os artistas de lápis, tinta, aerógrafo e digitais tradicionalmente dominaram este campo. Os computadores alteraram a indústria dramaticamente, e hoje, quase todas as ilustrações comerciais são produzidas com eles, sendo denominada ilustrações digitais. Porém, as técnicas tradicionais de ilustração ainda são populares, particularmente no campo literário. Guache, óleo, pastel, xilogravura, linogravura e pincel são algumas das técnicas tradicionais. Vários desenhistas são freelancers, comissionados pelos publicadores (de jornais, livros ou revistas) ou pelas agências de publicidade (propaganda). A maioria das ilustrações técnicas ou científicas também é conhecida como \"informação gráfica\". Entre os especialistas de informação gráfica estão os desenhistas médicos que ilustram a anatomia humana, o que requer vários anos de treinamento médico e artístico. == História == === Em comunicação === O desenho é uma das mais antigas formas de expressão humana, com evidências de sua existência precedendo a da comunicação escrita. Acredita-se que o desenho foi usado como uma forma especializada de comunicação antes da invenção da linguagem escrita, demonstrada pela produção de pinturas rupestres e rupestres há cerca de 30 000 anos (Arte do Paleolítico Superior). Esses desenhos, conhecidos como pictogramas, representavam objetos e conceitos abstratos. Os esboços e pinturas produzidos pelo Neolítico foram eventualmente estilizados e simplificados em sistemas de símbolos (proto-escrita) e, eventualmente, em sistemas de escrita iniciais.Thinking Through Drawing: Practice into Knowledge 2011c === Em manuscritos === Antes da ampla disponibilidade de papel na Europa, monges em mosteiros europeus usavam desenhos, seja como subdesenhos para manuscritos iluminados em veludo ou pergaminho, ou como imagem final. O desenho também tem sido amplamente utilizado no campo da ciência, como método de descoberta, compreensão e explicação. === Na ciência === Desenhar diagramas de observações é uma parte importante do estudo científico. Em 1609, o astrônomo Galileo Galile explicou as fases de mudança de Vênus e também as manchas solares através de seus desenhos telescópicos observacionais. Em 1924, o geofísico Alfred Wegener usou ilustrações para demonstrar visualmente a origem dos continentes. === Como expressão artística === O desenho é usado para expressar a criatividade e, portanto, tem se destacado no mundo da arte. Ao longo de grande parte da história, o desenho foi considerado a base para a prática artística. Inicialmente, os artistas usavam e reutilizavam tabuletas de madeira para a produção de seus desenhos. Após a ampla disponibilidade de papel no século 14, o uso do desenho nas artes aumentou. Nesse ponto, o desenho era comumente usado como uma ferramenta de pensamento e investigação, atuando como um meio de estudo enquanto os artistas se preparavam para seus trabalhos finais. O Renascimento trouxe uma grande sofisticação nas técnicas de desenho, permitindo que os artistas representassem as coisas de forma mais realista do que antes, e revelando um interesse em geometria e filosofia.See the discussion on erasable drawing boards and 'tafeletten' in A invenção da primeira forma amplamente disponível de fotografia levou a uma mudança na hierarquia das artes. A fotografia ofereceu uma alternativa ao desenho como um método para representar com precisão os fenômenos visuais, e a prática tradicional do desenho recebeu menos ênfase como uma habilidade essencial para os artistas, particularmente na sociedade ocidental. ==Ver também== *Desenho == Ligações externas == * Linha do Tempo do Desenvolvimento do Desenho em Crianças (em inglês) * On Drawing, um ensaio sobre o ofício de desenhar, do artista Norman Nason. Arquivado do original em 25 de abril de 2012.(em inglês) * (em inglês) * Leonardo da Vinci: anatomical drawings from the Royal Library, Windsor Castle, catálogo da exposição totalmente online como PDF do The Metropolitan Museum of Art (um ótimo recurso de desenho). (em inglês) * Leonardo da Vinci, Master Draftsman, catálogo da exposição totalmente online em PDF do The Metropolitan Museum of Art (um ótimo recurso de desenho). (em inglês) * Drawing in the Middle Ages Um resumo de como o desenho foi usado como parte do processo artístico na Idade Média. (em inglês) * drawing tutorials (em inglês) * Drawing - O desenho de Ganesh é uma técnica de desenho popular usada na Índia que geralmente envolve o desenho de um corpo inteiro do desenho de Ganesh é frequentemente praticado na presença de estátuas e devotos de Ganesh. (em inglês)",
 "title": "Desenhista"
}