{
 "id": "121721",
 "text": "A Agência Brasil é uma agência de notícias brasileira fundada em 10 de maio de 1990 pelo Governo Collor e atualmente é pertencente à Empresa Brasil de Comunicação que administra o conglomerado de mídia do Governo Federal Brasileiro. == História == A Agência Brasil foi criada durante o governo de Fernando Collor de Mello em substituição à extinta Empresa Brasileira de Notícias, que por sua vez era continuidade da Agência Nacional, criada por Getulio Vargas. Desde 2003, a Agência Brasil passa por um processo de transformação editorial. Antes, restringia-se à cobertura de eventos do Governo Federal brasileiro. Atualmente, é uma agência de notícias pública, de acesso livre e abordagem pluralista. A Agência Brasil faz parte da Aliança das Agências de Informação de Língua Portuguesa. Com a reorientação editorial, a Agência Brasil passou a definir o seu foco de cobertura: de atos e fatos relacionados a Governo Federal, Estado e cidadania, incluindo neste terceiro item os movimentos sociais e a sociedade civil organizada. Atualmente, seus jornalistas produzem conteúdo jornalístico com vistas a garantir a universalização do acesso à informação no Brasil. ==Serviços produzidos pela Agência Brasil== * Produção de notícias: informação em tempo real, sobre os principais assuntos da vida política nacional, produzidas por uma equipe de jornalistas * Fotografias: a equipe de fotógrafos produz farto material noticioso dentro da área de atuação da agência. * Produção de infografia: A Agência Brasil passou a utilizar as linguagem audiovisual, textos e gráficos estáticos e animados em novos formatos para facilitar a compreensão de determinados assuntos jornalísticos. * Produção de grandes reportagens: A Agência Brasil publica regularmente matérias com apurações mais longas e complexas, chamadas reportagens especiais. Esses produtos se diferenciam das demais reportagens por terem apresentação multimídia e oferecerem abordagens mais elaboradas e profundas. A Agência Brasil possui uma equipe dedicada à tradução do conteúdo jornalístico para o inglês e para o espanhol. A agência também possui convênios com outras entidades públicas de notícia, como as agências Lusa, Xinhua e Telam para produzir e veicular informação internacional. Em 2020, a Agência Brasil passou a ser oficialmente uma agência parceira da Reuters, o que tornou o fluxo de notícias internacionais comum no conteúdo produzido pelo veículo. == Crítica == Segundo análise do pesquisador Pedro Aguiar, publicada em 2016, a Agência Brasil — assim como suas equivalentes privadas — não se dedica ao fluxo internacional de informações. Em outras palavras, não abastece a imprensa nacional com cobertura internacional, nem fornece notícias nacionais à mídia estrangeira, dedicando- se apenas ao fluxo nacional e interregional, fazendo do Brasil uma exceção no cenário mundial da comunicação. Na opinião do autor, essa situação contradiz recentes esforços políticos e diplomáticos de posicionar o país como economia em ascensão e potência emergente no cenário internacional. == Congêneres dos países de língua portuguesa == * ANGOP (Agência Angola Press), Angola * Inforpress (Agência Cabo-verdiana de Notícias), Cabo Verde * AIM (Agência de Informação de Moçambique), Moçambique * ANG (Agência de Notícias da Guiné), Guiné-Bissau * Lusa (Agência de Notícias de Portugal), Portugal * STP-Press (Agência Noticiosa de São Tomé e Príncipe), São Tomé e Príncipe * Tatoli (Agência Noticiosa de Timor-Leste), Timor-Leste == Prêmios == Ano Nome da Premiação Matéria Veículo de mídia Autores Resultado 2009 Prêmio Vladimir Herzog \"Analfabetismo: a exclusão pelas letras\" Agência Brasil - EBC Amanda Cieglinski Juliana Andrade Mário Marco Côrrea Machado Lílian Beraldo 2011 Prêmio Abdias Nascimento de Jornalismo \"Dia da Consciência Negra\" Agência Brasil - EBC Daniella Jinkings Gilberto Costa Vladimir Platonow Wellton Máximo 2013 Prêmio Associação dos Magistrados Brasileiros (AMB) de Jornalismo \"À espera de um lar\" Agência Brasil - EBC Amanda Cieglinski Juliana Andrade Lílian Beraldo Marcello Casal Jr. 2015 Prêmio Petrobrás de Jornalismo \"Série Direitos das Crianças no País da Copa\" Agência Brasil, Rádio Nacional e TV Brasil - EBC Anyele Soares Isabela Vieira Sheily Noleto Liliane Farias Raquel Júnia Akemi Nitahara Beatriz Pasqualino Bruno Bocchini Tchérena Guimarães Juliana Cézar Nunes Juliana Russomano 2016 Prêmio Banco Nordeste de Jornalismo \"Sertão Vivo\" Agência Brasil - EBC Edwirges Nogueira Lílian Beraldo Fernando Frazão Pedro Ivo de Oliveira 2018 International Center for Journalists (ICFJ) & UN Foundation Journalism for Climate Change \"Indígenas afetados por mudança climática querem políticas de prevenção\" Agência Brasil - EBC Débora Brito Davi Oliveira 2019 7º Prêmio Ação pela Água \"Água é considerada boa em apenas 6,5% dos rios da Mata Atlântica\" Agência Brasil - EBC Camila Boehm Talita Cavalcante 2019 Prêmio Abmes de Jornalismo \"Ingresso de indígenas em faculdades é nove vezes maior do que em 2010\" Agência Brasil - EBC Mariana Tokárnia Lílian Beraldo Marcelo Camargo 2019 36º Prêmio Direitos Humanos de Jornalismo \"Pesquisa mostra que gestantes presas não conseguem prisão domiciliar\" Agência Brasil - EBC Camila Boehm Fábio Massali == Ver também == * Empresa Brasil de Comunicação * Rádios EBC * TV Brasil * TV Brasil Internacional == Bibliografia == * ==Ligações externas== * Categoria:Empresa Brasil de Comunicação Categoria:Agências de notícias do Brasil Categoria:Agências de notícias em língua portuguesa",
 "title": "Agência Brasil"
}