{
 "id": "121777",
 "text": "Giacomo Girolamo Casanova (Veneza, – Duchcov, Reino da Boémia, ) foi um escritor e aventureiro italiano nascido na então República de Veneza. É amplamente considerado uma das maiores fontes de informação sobre os costumes e hábitos da vida social do século XVIII, sendo também conhecido como um sedutor pela sua célebre vida amorosa.França expõe manuscrito de 9,8 milhões de reais do livro do conquistador Casanova Portal Folha - acessado em 21 de novembro de 2011 Interrompeu as duas carreiras profissionais que iniciou — a militar e a eclesiástica — e levou uma vida aventurada. == Vida == A cidade onde Casanova nasceu em 2 de abril de 1725, proporcionou aos turistas um acervo de centenas de peças vindas de museus dos quatro cantos da Europa, do Louvre ao Ermitage de São Petersburgo, de Dresde a Varsóvia, de Estugarda a Aix-en-Provence, de Viena a Amesterdão. Filho de uma atriz de 17 anos de idade e provavelmente do nobre Michele Grimani, proprietário do Teatro de San Samuele onde a sua mãe passou a actuar, Casanova teve uma vida apaixonante, tendo sido inicialmente orientado na sua educação para a vida eclesiástica. Uma aura mágica envolve toda a sua vida de debochado, libertino, coleccionador de mulheres, escroque e conquistador empedernido que percorria os bordéis de Londres todas as noites para ter relações com mais de 60 meretrizes, aquele homem que conseguiu fugir das masmorras do Palácio Ducal de Veneza, com uma fuga rocambolesca pelos telhados do palácio, depois de estar prisioneiro durante 16 meses. Tinha sido preso na madrugada de 26 de julho de 1755, sob a acusação de levar uma vida dissoluta, de possuir livros proibidos e de fazer propaganda antirreligiosa. Esperavam-no cinco anos de cativeiro. Na sua primeira cela minúscula, Casanova nem conseguia se erguer. Cedo adoece, mas mesmo assim planeja uma fuga e cava um túnel, descobrindo desesperado que os seus planos estão condenados ao fracasso quando o mudam de cela em 25 de agosto. Mas com um companheiro da prisão, o abade Balbi, planeja meticulosamente nova fuga. Na madrugada do dia 1 de novembro de 1756, escapa- se por um buraco que conseguiu escavar no teto da cela e trepa para os telhados do Palácio Ducal de onde não consegue descer. Esgotado pela procura de uma escada ou de cordas que lhe permitirão sair dos telhados que percorre durante toda a noite, Casanova adormece por um par de horas nas águas- furtadas, uma espécie de forro interior dos telhados do Palácio, mas os sinos da Basílica de São Marcos acordam-no providencialmente e forçam-no a procurar novamente uma outra saída. Acaba por penetrar novamente na Sala Quadrada do Palácio Ducal servida pela Escada dos Gigantes, decorada pelo famoso arquitecto Sansovino no século XVI. Um guarda vê os dois fugitivos e, pensando que são magistrados de Veneza que ficaram até altas horas da madrugada a trabalhar nos processos judiciais, abre-lhes a porta e deixa-os sair pela Porta da Carta, a entrada habitualmente usada para o ingresso no Palácio dos Doges. Casanova atravessa a Piazetta numa corrida desesperada ao longo das colunas do Palácio Ducal e atira-se para dentro de uma gôndola, escondendo-se da curiosidade dos transeuntes sob a antiga protecção que muitas destas embarcações possuíam outrora, uma cabina chamada \"felze\" que foi proibida mais tarde, devido aos encontros amorosos que o esconderijo facilitava. O aventureiro atravessa a fronteira, parte para Munique e só regressa a Veneza dezoito anos mais tarde, em 1774, vindo de Trieste e com a incumbência de escrever regularmente relatórios secretos para a Inquisição de Veneza sobre as pessoas que ele frequenta nas suas longas noites de jogo e de dissolução. Cruel ironia do destino que ele aceita, existindo cerca de 50 relatórios onde ele acusa nobres e banqueiros de adultério e deboche, da posse de livros cabalísticos e proibidos, de conjura contra o Estado ou de vigarice, crimes que não lhe repugnava cometer! Em 1782, é recebido novamente no palácio dos Grimani, uma família patrícia de Veneza com a qual pensa estar aparentado, mas por causa das dívidas do jogo envolve-se num confronto com um dos aristocratas de onde sai humilhado, com toda a gente a troçar da sua situação. Vinga-se ao escrever uma brochura intitulada \"Nem Amor Nem Mulheres ou o Limpador dos Estábulos\", que todos reconhecem como um retrato do nobre Grimani. Os Inquisidores ameaçam-no e ele é forçado a abandonar Veneza onde nunca mais regressou. A sociedade aristocrática e absolutista do Antigo Regime não podia permitir as ousadias da vingança de um plebeu contra um nobre. Viaja novamente até Paris e, mergulhando nos salões eruditos e nas bibliotecas, transforma-se num Enciclopedista à maneira de Voltaire, Diderot, D'Alembert e do Barão d' Holbach. Irrequieto e agitado por uma inquietação que nunca o abandonou em 73 anos de vida, este sedutor em movimento perpétuo passa grande parte da sua vida em viagens por Avinhão, Marselha, Florença, Roma, Praga, São Petersburgo, Istambul e Viena. Viajou por toda a Europa e conheceu todos as personagens relevantes da sua época. Personagem, por sua vez, característico do Iluminismo do século XVIII, epicúrio e racionalista, é recordado sobretudo pelas suas inumeráveis histórias galantes. Já idoso, em 1785, foi nomeado bibliotecário do conde de Waldstein-Wartenberg em Dux na Boémia. Dedicou os seus últimos anos à escrita de um romance, Isocameron, e, especialmente, à redacção das suas memórias, História da minha vida, volumosas e escritas em francês, que constituem um fascinante testemunho da época. Desde a sua primeira publicação, em 1822-25, fizeram-se múltiplas edições novas retocadas. O original integral não foi publicado até 1960. Nos 28 volumes que compõem suas memórias, Giacomo Casanova diz ter dormido com 122 mulheres ao longo da vida. == Publicações == * 1752 – Zoroastro: Tragedia tradotta dal Francese, da rappresentarsi nel Regio Elettoral Teatro di Dresda, dalla compagnia de' comici italiani in attuale servizio di Sua Maestà nel carnevale dell'anno MDCCLII. Dresden. * 1753 – La Moluccheide, o Sia i gemelli rivali. Dresden. * 1769 – Confutazione della Storia del Governo Veneto d'Amelot de la Houssaie. Lugano. * 1772 – Lana caprina: Epistola di un licantropo. Bologna. * 1774 – Istoria delle turbolenze della Polonia. Gorizia. * 1775–78 – Dell'Iliade di Omero tradotta in ottava rima. Veneza. * 1779 – Scrutinio del libro Eloges de M. de Voltaire par différents auteurs. Venice. * 1780 – Opuscoli miscellanei (containing Duello a Varsavia and Lettere della nobil donna Silvia Belegno alla nobil donzella Laura Gussoni). Venice. * 1780–81 – Le messager de Thalie. Venice. * 1782 – Di aneddoti viniziani militari ed amorosi del secolo decimoquarto sotto i dogadi di Giovanni Gradenigo e di Giovanni Dolfin. Venice. * 1783 – Né amori né donne, ovvero La stalla ripulita. Veneza. * 1786 – Soliloque d'un penseur. Prague. * 1787 – Icosaméron, ou Histoire d'Édouard et d'Élisabeth qui passèrent quatre-vingts un ans chez les Mégamicres, habitants aborigènes du Protocosme dans l'intérieur de nôtre globe. Prague. * 1788 – Histoire de ma fuite des prisons de la République de Venise qu'on appelle les Plombs. Leipzig. * 1790 – Solution du probléme deliaque. Dresden. * 1790 – Corollaire à la duplication de l'hexaèdre. Dresden. * 1790 – Démonstration géometrique de la duplication du cube. Dresden. * 1797 – A Léonard Snetlage, docteur en droit de l'Université de Goettingue, Jacques Casanova, docteur en droit de l'Universitè de Padou. Dresden. * 1822–29 – Primeira edição da Histoire de ma vie , em uma tradução alemã adaptada em 12 volumes, como Aus den Memoiren des Venetianers Jacob Casanova de Seingalt, oder sein Leben, wie er es zu Dux in Böhmen niederschrieb. A primeira edição completa do manuscrito francês original não foi publicada até 1960, por Brockhaus (Wiesbaden) e Plon (Paris). Categoria:Naturais de Veneza Categoria:Nascidos em 1725 Categoria:Mortos em 1798 Categoria:Homens Categoria:Bissexuais Categoria:Católicos da Itália Categoria:Memorialistas Categoria:Duelistas Categoria:Escritores LGBT Categoria:Escritores da Itália Categoria:Ex-padres Categoria:Bibliotecários da Itália Categoria:Escritores em língua francesa Categoria:Naturais da República de Veneza Categoria:Ordem da Espora de Ouro Categoria:Poetas da Itália do século XVIII",
 "title": "Giacomo Casanova"
}