{
 "id": "121740",
 "text": "ATB é o nome artístico do DJ alemão André Tanneberger, nascido em 26 de fevereiro de 1973, na cidade de Freiberga/Thüringen, na antiga Alemanha Oriental. André Tanneberger decidiu fazer suas próprias músicas usando um computador e um pequeno sintetizador em seu próprio quarto. Através de Thomas Kukula (o produtor do conhecido projeto General Base) teve acesso a um estúdio profissional pela primeira vez. Já no estúdio de Kukula, bem mais equipado pode finalizar as suas produções caseiras. Estava criado o primeiro projeto de André, o Sequential One (Sq1). De acordo com os rankings mundiais DJ oficiais regidos pela DJ Magazine, ATB foi classificado #11 em 2009. assim como em 2010 e caiu para #15 em 2011. Ele também é classificado como número 1 mundial de acordo com The DJ List. ==História== ===Carreira musical=== Andre Tanneberger iniciou sua carreira musical no grupo de dance Sequential One. Ele foi o cérebro do grupo de 1993 até 2002. Em 1998, Andre também iniciou um projeto solo chamado ATB. Sua primeira música com este nome foi \"9PM (Till I Come)\", incluída no álbum Movin' Melodies, que liderou as paradas musicais do Reino Unido em 1999 e é geralmente lembrado como o primeiro número um de Trance do Reino Unido [1] A faixa apresenta um riff de guitarra que se tornou enormemente popular. Este som de guitarra , o qual ele acidentalmente encontrou enquanto experimentava com um novo deck de produção, se tornou a marca registrada de seus primeiros hits. ATB continua envolver e mudar com cada álbum. Seu estilo atual envolve mais vocais , com pianos frequentes. Somente lançando um pouco mais de singles no Reino Unido, chamado \"Don't Stop!\" (No.3, 300,000 cópias vendidas ) e \"Killer\" (No.4, 200,000 cópias vendidas), ele ainda regularmente lança músicas na Alemanha e em outras partes da Europa , onde ele alcançou tops tais como \"I Don't Wanna Stop\" e seu cover do hit de Olive de 1996, \"You're Not Alone\". Two Worlds foi seu segundo álbum de estúdio realizado em 2000. É um duplo-cd baseado em cima do conceito de diferentes tipos de música para diferentes modos. O título dos dois cds são: \"The World of Movement\" e \"The Relaxing World\". Este álbum inclui duas canções com Heather Nova: \"Love Will Find You\" e \"Feel You Like a River.\" Seu terceiro álbum, Dedicated, foi lançado em 2002. Este inclui três top hits: \"Hold You\", \"Let U Go\" e \"You're Not Alone\". O título refere-se aos atentados de 11 de setembro, então o álbum é dedicado àquela tragédia. Em 2003 ATB lançou Addicted To Music, que incluiu hits como \"I Don't Wanna Stop\" e \"Long Way Home\". O mesmo ano, o primeiro DVD de ATB foi lançado - Addicted To Music DVD, que inclui todos os videoclipes , um documentário sobre a tour, fotos e muito mais. Os últimos hits de ATB incluem \"Ecstasy\" e \"Marrakech\", ambos do álbum No Silence (lançado em 2004) e também lançado como singles. \"Marrakech\" foi também incluído no faixa para o filme Mindhunters. Em 2005, ATB lançou Seven Years, uma compilação de 20 canções, incluindo todos seus singles. Adicionalmente, Seven Years inclui seis novas faixas, incluindo o single \"Humanity\" e o re-trabalho de 2005 de \"Let U Go\". Muitos dos álbuns recentes de ATB tinham participações de vocais de Roberta Carter Harrison, cantora da banda canadense Wild Strawberries. Seu último álbum , Trilogy, foi lançado em 4 de maio de 2007. O primeiro single \"Renegade\" foi lançado em 12 de abril, e inclui Heather Nova. O segundo single foi \"Feel Alive\", lançado em julho do mesmo ano. == Discografia == ; Álbuns * 1999 Movin' Melodies * 2000 Two Worlds * 2002 Dedicated * 2003 Addicted To Music * 2004 No Silence * 2005 Seven Years: 1998-2005 * 2007 Trilogy * 2009 Future Memories * 2010 Sunset Beach * 2011 Distant Earth * 2014 Contact * 2017 neXt ; Singles * 1998 9PM (Till I Come) * 1999 Don't Stop! * 1999 Killer * 2000 The Summer * 2000 The Fields of Love (feat. York) * 2001 Let U Go * 2001 Hold You * 2002 You're Not Alone * 2003 I Don't Wanna Stop * 2003 Long Way Home * 2003 In Love With The DJ / Sunset Girl (Vinyl Single Only) * 2004 Marrakech * 2004 Ecstasy * 2004 Here With Me / IntenCity (Vinyl Single Only) * 2005 Believe in Me * 2005 Humanity * 2005 Let U Go (Reworked) * 2006 Summer Rain (Vinyl Single Only) * 2007 Renegade * 2007 Feel Alive * 2008 Justify * 2008 Desperate Religion * 2009 What About Us * 2010 Could You Believe ;In The Mix * 2003 The DJ in the Mix * 2004 The DJ 2 in the Mix * 2006 The DJ 3 in the Mix * 2007 The DJ 4 in the Mix ; DJ Mix * 1999 Fresh Volume 3 (Disc 2 Only) * 1999 Clubber's Guide To… Trance * 1999 Kontor - Top Of The Clubs Volume 03 (Disc 1 Only) * 1999 Kontor - Top Of The Clubs Volume 04 (Disc 1 Only) * 2000 G.R.O.O.V.E. 2001 * 2000 Trance Mix USA * 2001 Trance Nation America Two (Disc 1 Only) * 2002 Kontor - Top Of The Clubs Volume 16 (Disc 1 Only) ==Videografia== ;Videoclipes * \"9pm (Till I Come)\" (Movin' Melodies) * \"Don't Stop!\" (Movin' Melodies) * \"Killer\" (Movin' Melodies) * \"The Summer\" (Two Worlds) * \"The Fields of Love\" (Two Worlds) * \"Let U Go\" (Dedicated) * \"Hold You\" (Dedicated) * \"You're Not Alone\" (Dedicated) * \"I Don't Wanna Stop\" (Addicted to Music) * \"Long Way Home\" (Addicted to Music) * \"Marrakech\" (No Silence) * \"Ecstasy\" (No Silence) * \"Believe in Me\" (Seven Years: 1998-2005) * \"Humanity\" (Seven Years: 1998-2005) * \"Let U Go reworked\" (Seven Years: 1998-2005) * \"Renegade\" (Trilogy) * \"Feel Alive\" (Trilogy) * \"What About Us\" (Future Memories) * \"L.A. Nights\" (Future Memories) * \"My Everything\" (Future Memories) * \"Behind\" (Future Memories) * \"Twisted Love\" (Distant Earth) * \"Gold\" (Distant Earth) * \"Move On\" (Distant Earth) ; DVDs * 2003 Addicted To Music DVD * 2005 Seven Years DVD * 2006 Live In Poznan DVD == Vocalistas == * André Tanneberger (ATB) * Cristina Soto * Drue Williams * Heather Nova * Jan Löchel * Jennifer Karr * Jeppe Riddervold * Karen Ires * Ken Harrison (The Wild Strawberries) * Madelin Zero * Melissa Loretta * Michal The Girl * Nicole McKenna * Roberta Carter-Harrison (The Wild Strawberries) * Sean Ryan * Tiff Lacey * Yolanda Rivera == Ligações externas == * Site oficial de ATB * Fórum oficial de ATB * ATB no MySpace * ATB no Discogs Categoria:DJs da Alemanha ATB Categoria:Eurodance",
 "title": "ATB"
}