{
 "id": "121756",
 "text": "As Flores do Mal (título original em francês: Les Fleurs du mal) é um livro escrito pelo poeta francês Charles Baudelaire, considerado um marco da poesia moderna e simbolista. As Flores do Mal reúnem, de modo exemplar, uma série de motivos da obra do poeta: a queda; a expulsão do paraíso; o amor; o erotismo; a decadência; a morte; o tempo; o exílio e o tédio. Pelas palavras de Paul Valéry: «As Flores do Mal não contêm poemas nem lendas nem nada que tenha que ver com uma forma narrativa. Não há nelas nenhum discurso filosófico. A política está ausente por completo. As descrições, escassas, são sempre densas de significado. Mas no livro tudo é fascinação, música, sensualidade abstracta e poderosa.» «Neste livro atroz, pus todo o meu pensamento, todo o meu coração, toda a minha religião (travestida), todo o meu ódio.», escreveu Baudelaire sobre este livro numa carta. == Visão geral == Em 1857, no dia 25 de Junho, são publicadas As Flores do Mal. O livro foi logo violentamente atacado pelo Le Figaro e recolhido poucos dias depois sob acusação de insulto aos bons costumes. Baudelaire foi condenado a uma multa de 300 francos (reduzida depois para 50) e o editor a uma multa de 100 francos e, mais grave, seis poemas tiveram de ser suprimidos da publicação, condição sem a qual a obra não poderia voltar a circular. Em 1860 sai a segunda edição de As Flores do Mal. Foi organizada em cinco secções segregadas tematicamente: * Spleen et Idéal (Tédio e Ideal) * Tableux parisien (Quadros Parisienses) * Le Vin (O Vinho) * Les Fleurs du Mal (As Flores do Mal) * Révolte (Revolta) * La Mort (A Morte) Observação: A obra \"As Flores do Mal\" foi dividida em seis grupos de poemas, depois foi adicionado mais um grupo de poemas. Esses seis grupos de poemas irão ser chamados de ciclos. O conhecimento dessa informação é importante, pois é no grupo dos \"Quadros Parasienses\" que Baudelaire vai tratar da cidade e das multidões. O grupo acrescentado foi: Tableux parisien (Quadros Parisienses). Baudelaire dedicou a obra ao poeta Théophile Gautier, descrevendo-o como um mágico perfeito das letras franceseas (parfait magicien des lettres françaises).Baudelaire, les Fleurs du Mal, Le Livre de poche, page 345. === Spleen e Ideal (Spleen et idéal) === A primeira parte do livro abrange os 85 primeiros poemas, desde (Bénédiction) até (L'horloge). O título do poema (L'horloge), pertence à obra Espanha de Gautier, e está amplamente imitada por Baudelaire. O grupo apresenta diversas formas de salvação e liberdade: a beleza, a arte, a poesia, a morte e o amor e erotismo, onde se reconhecem poemas dedicados a inúmeras amantes ao decorrer do tempo. Tendo sido verificado o fracasso dessas formas ideais, o Spleen inicia-se com o tédio perante o tempo e sua repetição. === Quadros Parisienses (Tableaux parisiens) === Abarca o poema Paysage até Le crépuscule du matin. Na edição de 1857, esta parte do livro não constituía um capítulo separado, mas sim uma parte de \"Spleen e Ideal\", mas através da cidade de Paris. == Ligações externas == * * Charles Baudelaire Info- Jornal sobre Charles Baudelaire * Association Charles Baudelaire- Associação Charles Baudelaire * Corrected page proofs of 'Les Fleurs du mal'Tesouro da Biblioteca Nacional de França, através de The European Library Flores do Mal Categoria:Livros de poesia da França Categoria:Obras da poesia moderna Categoria:Simbolismo Categoria:Charles Baudelaire Categoria:Controvérsias sobre obscenidade na literatura",
 "title": "As Flores do Mal"
}