{
 "id": "121806",
 "text": "O Distrito do Funchal foi criado, em 1835, no âmbito da reforma administrativa, que dividiu Portugal em distritos, abrangendo o território do arquipélago da Madeira. O Distrito do Funchal sucedeu à província da Madeira, que havia sido criada em 1832. O distrito dispunha de um governador civil - magistrado que representava o governo central - e de uma junta geral de distrito - órgão, eleito localmente, com poderes próprios, que exercia as funções de autarquia regional. Em 1892 foram extintas todas as juntas gerais dos distritos. No entanto, as mesmas foram repostas em 1895, mas apenas para os três distritos dos Açores. Em 1901, o Distrito do Funchal, também viu reposta a sua junta geral, passando a ter a designação de Distrito Autónomo do Funchal. O Distrito Autónomo do Funchal, foi dispondo, cada vez mais, de uma ampla autonomia regional, sendo delegadas, na sua junta regional, grande parte das funções que, em Portugal Continental, eram da competência da Administração Central. Desde 1976 que não existe o Distrito do Funchal. Com a criação da Região Autónoma da Madeira (como aliás aconteceu com os Açores) o Distrito Autónomo do Funchal foi extinto. A Constituição da República Portuguesa de 1976 dispõe que a Madeira é uma região autónoma dotada de Estatuto Político- Administrativo próprio, o qual não prevê a existência de distritos. ==Governadores Civis== # João José Xavier do Carvalhal Esmeraldo e Vasconcelos de Atouguia de Bettencourt de Sá Machado, 1.º Conde do Carvalhal (13 de Setembro de 1835 - 7 de Dezembro de 1835) # António de Gamboa e Liz (7 de Dezembro de 1835 - 28 de Abril de 1838) # José da Fonseca e Gouveia, 1.º Barão de Vilar, 1.º Barão de Lordelo (28 de Abril de 1838 - 14 de Novembro de 1840) # Aires de Ornelas e Vasconcelos Esmeraldo Rolim de Moura (22 de Dezembro de 1840 - 26 de Março de 1841) # Domingos Olavo Correia de Azevedo (26 de Março de 1841 - 1 de Junho de 1846) # Valentim de Freitas Leal (1 de Junho de 1846 - 5 de Setembro de 1846) # José Silvestre Ribeiro (5 de Setembro de 1846 - 7 de Outubro de 1852) # João Maria de Abreu Castelo-Branco, 1.º Visconde e 1.º Conde de Fornos de Algodres (3 de Novembro de 1852 - 30 de Janeiro de 1854) # José Gerardo Ferreira de Passos (14 de Junho de 1854 - 12 de Abril de 1856) # António Rogério Gromicho Couceiro (12 de Abril de 1856 - 9 de Março de 1858) # José Maria Baldy (9 de Março de 1858 - 1 de Fevereiro de 1860) # Joaquim Pedro Quintela, 2.º Conde de Farrobo, Representante do Título de Barão de Quintela (1 de Fevereiro de 1860 - 8 de Janeiro de 1862) # João de Santa Ana (8 de Janeiro de 1862 - 15 de Janeiro de 1862) # Januário Correia de Almeida, 1.º Barão, 1.º Visconde e 1.º Conde de São Januário (15 de Janeiro de 1862 - 20 de Outubro de 1862) # Jacinto António Perdigão (1 de Julho de 1863 - 16 de Janeiro de 1868) # Francisco Manuel de Melo Breyner, 4.º Conde de Ficalho (16 de Janeiro de 1868 - 25 de Janeiro de 1868) # João Frederico da Câmara Leme (25 de Janeiro de 1868 - 9 de Setembro de 1868) # D. Tomás de Sousa Holstein, 1.º Marquês de Sesimbra (9 de Setembro de 1868 - 4 de Setembro de 1869) # António Júlio de Santa Marta do Vadre de Mesquita e Melo, 3.º Visconde de Andaluz (4 de Setembro de 1869 - 14 de Maio de 1870) # Afonso de Castro (14 de Maio de 1870 - 21 de Maio de 1870) # João Frederico da Câmara Leme (21 de Maio de 1870 - 1 de Maio de 1876) # Francisco de Albuquerque Pinto Mesquita e Castro, 3.º Visconde de Oleiros (1 de Maio de 1876 - 24 de Novembro de 1877) # Afonso de Castro (24 de Novembro de 1877 - 9 de Junho de 1879) # João Read da Costa Cabral (14 de Junho de 1879 - 4 de Abril de 1881) # António de Gouveia Osório, 1.º Visconde de Vila Mendo (12 de Abril de 1881 - 19 de Outubro de 1882) # António de Gouveia Osório, 1.º Visconde de Vila Mendo (10 de Novembro de 1882 - 29 de Dezembro de 1883) # Tomás Nunes de Serra e Moura (29 de Dezembro de 1883 - 15 de Julho de 1884) # Vasco Guedes de Carvalho e Meneses (15 de Agosto de 1884 - 1 de Julho de 1886) # João da Câmara Leme Homem de Vasconcelos, 1.º Visconde e 1.º Conde do Canavial (1 de Julho de 1886 - 5 de Abril de 1888) # João de Alarcão Velasques Sarmento Osório (5 de Abril de 1888) (Nomeado ajudante do Procurador Geral da Coroa e Fazenda) # José de Azevedo Castelo Branco (24 de Janeiro de 1890 - 12 de Junho de 1890) # Manuel de Saldanha da Gama de Melo e Torres (12 de Junho de 1890 - 9 de Junho de 1892) # Luís do Canto e Castro Merens de TávoraLuís do Canto e Castro Merens de Távora (Lisboa, 25 de junho de 1848 — Lisboa, 22 de setembro de 1926), reputado engenheiro civil, grande proprietário e político. Foi fidalgo cavaleiro da Casa Real por alvará de 1875, do Conselho de Sua Majestade Fidelíssima, proprietário da Quinta da Candelária em São Mateus da Calheta e de vários outros imóveis, incluindo grandes grandes parcelas de terreno agrícolas. Conhecido nas décadas finais da sua vida por «Conselheiro Merens de Távora», teve uma distinta carreira no campo da Obras Públicas, iniciada no Distrito da Guarda, mas que incluiu o cargo de diretor das Obras Públicas do Distrito de Angra (1879 a 1886) e do Distrito de Ponta Delgada, onde também dirigiu as obras de construção do molhe do porto. Entre outros cargos, foi governador civil do Distrito do Funchal (1892 a 1893) e inspetor da 5.ª Circunscrição Industrial, com sede em Angra. Dedicou-se ao hipismo e foi toureiro amador. Pelo salvamento de um grupo de pescadores ao largo de Ponta Delgada, foi agraciada com o grau prata da Medalha D. Maria II ao Mérito, Filantropia e Generosidade (cf.: Genealogias da Ilha Terceira, vol. V, pp. 756-757). (9 de Junho de 1892 - 20 de Fevereiro de 1893) # Manuel de Saldanha da Gama de Melo e Torres (6 de Abril de 1893 - 20 de Abril de 1894) # António Augusto de Sousa e Silva (26 de Abril de 1894 - 9 de Abril de 1896) # José Ribeiro da Cunha (9 de Abril de 1896 - 4 de Fevereiro de 1897) # José António de Almada (15 de Fevereiro de 1897 - 29 de Dezembro de 1898) # D. Agostinho de Sousa Coutinho, 3.º Marquês do Funchal (23 de Dezembro de 1899 - 25 de Junho de 1900) # D. Tomás Maria de Almeida Manoel de Vilhena, 4.º (10.º) Senhor e 8.º Conde de Vila Flor, Representante do Título de Conde de Alpedrinha (6 de Julho de 1900 - 21 de Fevereiro de 1901) # D. Bernardo António da Costa de Sousa de Macedo (21 de Fevereiro de 1901 - 13 de Junho de 1901) # José Ribeiro da Cunha (13 de Junho de 1901 - 18 de Outubro de 1904) # D. Agostinho de Sousa Coutinho, 3.º Marquês do Funchal (22 de Outubro de 1904 - 19 de Junho de 1905) # João Soares Branco (30 de Janeiro de 1906 - 22 de Março de 1906) # José Ribeiro da Cunha (22 de Março de 1906 - 17 de Maio de 1906) # D. Bernardo António da Costa de Sousa de Macedo (6 de Junho de 1906 - 13 de Julho de 1907) # Boaventura Freire Corte-Real Mendes de Almeida (13 de Julho de 1907 - 15 de Fevereiro de 1908) # João Antonino da Ascensão de Paiva de Faria Leite Brandão (22 de Fevereiro de 1908 - 11 de Janeiro de 1910) # Afonso de Melo Pinto Veloso (27 de Janeiro de 1910 - 25 de Junho de 1910) # José Ribeiro da Cunha (27 de Junho de 1910 - 5 de Outubro de 1910) # Manuel Augusto Martins (5 de Outubro de 1910 - 17 de Fevereiro de 1912) # João Maria Santiago Prezado (17 de Fevereiro de 1912 - 20 de Março de 1913) # Alfredo Ernesto de Sá Cardoso (20 de Março de 1913 - 24 de Janeiro de 1914) # Vasco Borges (4 de Abril de 1914 - 30 de Dezembro de 1914) # Sebastião Sancho Gil de Borja de Macedo e Meneses Correia de Herédia (30 de Dezembro de 1914 - 30 de Janeiro de 1915) # José Vicente de Freitas (9 de Fevereiro de 1915 - 24 de Maio de 1915) # Sebastião Sancho Gil de Borja de Macedo e Meneses Correia de Herédia (24 de Maio de 1915 - 6 de Setembro de 1917) # José de Sousa da Rosa, Jr. (3 de Agosto de 1917 - 18 de Setembro de 1917) # Daniel Telo Simões Soares (6 de Setembro de 1917 - 13 de Dezembro de 1917) # Júlio Paulo de Freitas (13 de Dezembro de 1917 - 18 de Dezembro de 1917) # Carlos José Barata Pinto Feio (18 de Dezembro de 1917 - 15 de Abril de 1918) # Aníbal Vaz (15 de Abril de 1918 - 24 de Maio de 1918) # Américo Ciríaco Correia da Silva (24 de Maio de 1918 - 18 de Fevereiro de 1919) # Manuel Augusto Martins (18 de Fevereiro de 1919 - 14 de Junho de 1919) # Daniel Telo Simões Soares (14 de Junho de 1919 - 17 de Abril de 1920) # Vasco Crispiniano da Silva (17 de Abril de 1920 - 30 de Setembro de 1920) # António da Cruz Rodrigues dos Santos (30 de Setembro de 1920 - 9 de Junho de 1921) # António Augusto da Silva Pires (9 de Junho de 1921 - 20 de Setembro de 1921) # Francisco José de Meneses Fernandes Costa (20 de Setembro de 1921 - 25 de Outubro de 1921) # Virgílio Saque (25 de Outubro de 1921 - 1 de Novembro de 1921) # António da Cruz Rodrigues dos Santos (1 de Novembro de 1921 - 14 de Novembro de 1921) # Acácio Augusto Correia Pinto (14 de Novembro de 1921 - 3 de Fevereiro de 1922) # Álvaro Nobre da Veiga (13 de Fevereiro de 1922 - 18 de Maio de 1922) # Eduardo da Rocha Sarsfield (18 de Maio de 1922 - 16 de Novembro de 1923) # Daniel Telo Simões Soares (20 de Novembro de 1923 - 5 de Janeiro de 1924) # Júlio Ferreira Cabral (5 de Janeiro de 1924 - 20 de Setembro de 1924) # José Varela (20 de Setembro de 1924 - 18 de Fevereiro de 1925) # João Guilherme de Meneses Ferreira (21 de Março de 1925 - 20 de Junho de 1925) # Acácio Augusto Correia Pinto (26 de Junho de 1925 - 8 de Fevereiro de 1926) # Manuel dos Santos de Mendonça (8 de Fevereiro de 1926 - 11 de Junho de 1926) # Francisco Martins Luzignau de Azevedo (19 de Julho de 1926 - 10 de Março de 1927) # Ernesto Florêncio da Cunha (6 de Maio de 1927 - 16 de Fevereiro de 1928) # José Maria de Freitas (14 de Junho de 1928 - 9 de Fevereiro de 1931) # Artur de Almeida Cabaço (9 de Fevereiro de 1931 - 20 de Dezembro de 1933) # António Correia Caldeira Coelho (20 de Dezembro de 1933 - 24 de Novembro de 1934) # Augusto Goulart de Medeiros (24 de Novembro de 1934 - 6 de Outubro de 1937) # José Nosolini Pinto Osório da Silva Leão (19 de Maio de 1938 - 1 de Fevereiro de 1941) # Gustavo Teixeira Dias (1 de Fevereiro de 1941 - 12 de Março de 1945) # Daniel Maria Vieira Barbosa (12 de Março de 1945 - 27 de Fevereiro de 1947) # João Abel de Freitas (26 de Fevereiro de 1947) (Faleceu) # Artur Leal Lobo da Costa (9 de Dezembro de 1948 - 31 de Maio de 1949) # Rui da Cunha e Meneses (31 de Maio de 1949 - 21 de Novembro de 1951) # João Inocêncio Camacho de Freitas (21 de Novembro de 1951 - 17 de Fevereiro de 1969) # António Braamcamp Lobeul (17 de Fevereiro de 1969 - 28 de Fevereiro de 1974) # Daniel Farrajota Rocheta (28 de Fevereiro de 1974 - 25 de Abril de 1974) # Fernando Pereira Rebelo (7 de Agosto de 1974 - 20 de Fevereiro de 1975) # Carlos Manuel de Azeredo Pinto Melo e Leme (20 de Fevereiro de 1975) (cargo extinto) ==Referências== ==Ligações externas== * Lista completa de Governadores Civis (1835-2008) Funchal Categoria:História da Madeira Categoria:Política da Madeira Categoria:Fundações em Portugal em 1835 Categoria:Extinções em Portugal em 1976",
 "title": "Distrito do Funchal"
}