{
 "id": "121802",
 "text": "Back to the Future Part II é um filme estadunidense de ficção científica de 1989 dirigido por Robert Zemeckis e escrito por Bob Gale, sendo a sequência direta de Back to the Future (1985) e a segunda parte da trilogia homônima. O filme é estrelado por Michael J. Fox, Christopher Lloyd, Thomas F. Wilson e Lea Thompson. O filme segue Marty McFly (Fox) e seu amigo Doutor Emmett \"Dr.\" Brown (Lloyd), que viajam de 1985 a 2015 para evitar que o filho de Marty estrague o futuro da família McFly; seu arqui-inimigo Biff Tannen (Wilson) rouba a máquina do tempo DeLorean de Doc e usa-a para alterar a história em seu benefício, forçando a dupla a retornar a 1955 para restaurar a linha do tempo. O filme foi produzido com um orçamento de quarenta milhões de dólares e foi rodado em conjunto com a sua continuação; as filmagens começaram em fevereiro de 1989, depois de dois anos de construção dos cenários e escrita dos roteiros. Dois atores do primeiro filme, Crispin Glover e Claudia Wells, não retornaram, enquanto Elisabeth Shue foi convocada para substituir Wells no papel da personagem Jennifer Parker; o personagem de Glover, George McFly, teve de ter sua participação reduzida na trama com outro ator interpretando o papel em cenas complementares; Glover havia processado Zemeckis e Gale, o que os obrigou a retrabalhar o filme de forma a suprir a falta de seu personagem. Back to the Future Part II tornou-se um projeto inovador para o estúdio de efeitos visuais Industrial Light & Magic, a ILM: além da composição digital, a ILM usou o sistema de câmera de controle de movimento VistaGlide, que permitia ao ator retratar vários personagens simultaneamente na tela sem sacrificar o movimento da câmera. Back to the Future Part II foi distribuído pela Universal Pictures sendo lançado em 22 de novembro de 1989 nos Estados Unidos. O filme recebeu críticas mistas da crítica e arrecadou mais de US$ 331 milhões em todo o mundo, tornando-se o terceiro filme de maior bilheteria de 1989. == Enredo == Em 1985, Marty reencontra-se com a sua namorada Jennifer. Pouco depois, aparece o Dr. Brown com a máquina do tempo, convencendo-o de que tinha que ir com ele para o futuro, para 2015, para evitar que seu filho Marty McFly Jr. seja encarcerado. Brown também leva Jennifer embora para que não contasse a ninguém o que viu e induz-lhe radiação alfa para adormecer para, quando acordar, pensar que tudo que ela testemunhou foi um sonho. Quando chegam em 2015, Brown dá a Marty roupas especiais automatizadas para que pareça com seu filho Marty Jr. Ao ver o Café Anos 80, Marty entra e encontra lá Marty Jr., e ele vê que Griff Tannen (neto de Biff) quer que seu filho participe de um roubo. Marty faz-se passar por Marty Jr. e se recusa a fazer o que Griff ordena, mas Griff incita Marty a uma luta, começando uma perseguição; Griff e sua gangue são presos, fato que salva o filho de Marty. Antes de reencontrar Doc, Marty compra um almanaque esportivo que contém todos os resultados das competições esportivas entre 1950 e 2000 para fazer apostas baseado nele. Porém, Brown diz-lhe que ele não construiu a máquina do tempo para ganhar dinheiro, mas sim para realizar pesquisas, e joga então o almanaque no lixo, mas o velho Biff vê o livro e decide pegá-lo. Enquanto isso, Jennifer é encontrada pela polícia que, ao verificar a sua identificação, a leva para sua casa do futuro, algo muito perigoso pois assim ela irá se encontrar com a sua pessoa de 2015, o que pode causar um sério paradoxo temporal. Biff, ao perceber tudo o que se passava, decide alterar o seu passado. Aproveitando o fato de Marty e Brown se ausentarem da máquina do tempo para irem buscar Jennifer, Biff rouba o DeLorean para viajar no tempo e se encontrar consigo próprio para entregar-lhe o almanaque desportivo. Após Biff voltar a 2015 sem que Marty e Brown percebessem nada, eles, Jennifer e Einstein voltam a 1985 que eles pensavam que ia ser o original. No entanto, tudo em Hill Valley mudou para pior, porque agora Biff é o homem mais rico e poderoso da cidade. Marty descobre que é enteado de Biff e que ele assassinou secretamente seu pai, George, em 15 de março de 1973, e forçou sua mãe, Lorraine, a se casar com ele. Após Emmett descobrir que o velho Biff alterou o seu passado, o cientista explica a Marty que isso gerou uma nova linha de acontecimentos completamente diferentes dos que se tinham vivido até então, e para se voltar à vida tal e qual como era, seria necessário achar o ponto do tempo onde Biff deu o almanaque esportivo a ele mesmo. Marty e Brown descobrem que precisam regressar a 12 de novembro de 1955 (dia da tempestade que estragou o relógio da torre). Após voltar a essa época, Marty consegue esconder-se no carro de Biff, quem vai para a escola e, ao notar que é observado pelo inspetor Strickland, disfarça uma revista feminina com a capa do almanaque, enganando também Marty; mas ele confronta Biff e, após bastante luta, consegue o almanaque verdadeiro. Biff persegue Marty, mas graças ao hoverboard de 2015 que trouxe consigo e de uma corda presa ao DeLorean voador, Brown pega Marty e os dois finalmente conseguem despistar Biff em um túnel. Marty queima o livro, e vê as notícias dos jornais de 1985 a alterarem-se para os fatos corretos. No entanto, começa a tempestade, e quando Brown tenta aterrar o DeLorean para eles voltarem a 1985, o carro é atingido por um forte raio e desaparece imediatamente. Após isso, um homem do correio entrega uma carta a Marty, escrita por Brown, que explica que o raio tinha mandado o DeLorean para 1885, onde o Doutor levou a carta aos correios para ser entregue no local e hora exata onde Marty viu o carro desaparecer; tanto Brown como Marty agora encontram-se presos no tempo em datas muito distintas. Marty corre para a cidade onde vê o Brown de 1955, e depois de dizer a ele que voltou do futuro, o cientista cai desacordado, terminando assim o filme. ==Elenco== * Michael J. Fox como Marty McFly / Marty McFly Jr. / Marlene McFly * Christopher Lloyd como Dr. Emmett Brown * Thomas F. Wilson como Biff Tannen / Griff Tannen * Lea Thompson como Lorraine Baines-McFly * Elisabeth Shue como Jennifer Parker * James Tolkan como Sr. Strickland * Jeffrey Weissman como George McFly velho ** Crispin Glover como George McFly (através de filmagens de arquivo do primeiro filme) * Flea como Douglas J. Needles ==Desenvolvimento== O diretor Robert Zemeckis disse que, inicialmente, uma sequência não foi planejada para o primeiro filme, mas seu enorme sucesso de bilheteria levou à concepção de uma segunda parte. Mais tarde, ele concordou em fazer uma continuação, mas apenas se Michael J. Fox e Christopher Lloyd retornassem também. Com Fox e Lloyd confirmados, Zemeckis se encontrou com o parceiro de roteiro Bob Gale para criar uma história para a sequência; Zemeckis e Gale lamentariam mais tarde que eles terminaram o primeiro filme com Jennifer no carro com Marty e Doutor Brown, porque isso exigia que eles criassem uma história que a encaixasse no enredo, ao invés de uma nova aventura. Gale escreveu a maior parte do primeiro rascunho sozinho, pois Zemeckis estava ocupado dirigindo Who Framed Roger Rabbit. Inicialmente, o filme deveria acontecer em 1967, mas Zemeckis afirmou mais tarde que os paradoxos do tempo proporcionavam uma boa oportunidade para voltar a 1955 e ver os eventos do primeiro filme sob uma luz diferente. Enquanto a maioria do elenco original concordou em retornar, um grande obstáculo surgiu ao negociar o cachê de Crispin Glover por reprisar o papel de George McFly. Quando ficou claro que ele não voltaria, o roteiro foi reescrito para que George morresse quando Biff alterasse o passado, originando a versão alternativa de 1985, com o intuito de preencher a falta do personagem de Glover. O maior desafio foi a criação da visão futurista da cidade natal de Marty em 2015. O desenhista de produção Rick Carter queria criar uma imagem muito detalhada como ocorreu no filme Blade Runner, mas com um tom um pouco diferente; Carter e seus homens mais talentosos passaram meses esboçando, planejando e preparando a transformação de Hill Valley em uma cidade do futuro. O diretor de arte de efeitos visuais, John Bell, afirmou que eles não tinham nenhum roteiro para trabalhar, apenas as indicações de que o cenário deveria ser ambientado trinta anos no futuro, mostrando objetos futuristas como os hoverboards. Ao escrever o roteiro do filme, Gale queria levar as ideias do primeiro filme para Part II com um efeito mais humorístico. Zemeckis disse que estava um pouco preocupado em retratar o futuro por causa do risco de fazer previsões imprecisas; de acordo com Gale, eles tentaram tornar o futuro um lugar agradável, \"onde o que está errado é devido a quem vive no futuro em oposição à tecnologia\" em contraste com o futuro \"orwelliano\" pessimista visto na maioria das ficções científicas. Para manter os custos de produção baixos e tirar proveito de uma pausa prolongada que o ator Michael J. Fox obteve enquanto fazia a série Family Ties (que estava terminando as gravações da série enquanto as filmagens de Part II começavam), o filme foi filmado em conjunto com a continuação Back to the Future Part III. ==Produção== Demorou-se dois anos para a conclusão do conjunto e a escrita do roteiro antes que as filmagens pudessem finalmente começar. Durante a produção, a criação da aparência dos personagens idosos era um segredo bem guardado, envolvendo técnicas de maquiagem de última geração. Michael J. Fox descreveu o processo como muito demorado: \"Demorava mais de quatro horas para me tornarem trinta anos mais velho\". As filmagens tiveram início em 20 de fevereiro de 1989. Durante um período de três semanas perto da conclusão do filme, a equipe se dividiu e, enquanto a maioria permaneceu filmando a Part III, alguns, incluindo o escritor-produtor Gale, focaram em terminar seu predecessor. O próprio Zemeckis dormia apenas algumas horas por dia, supervisionando os dois filmes, tendo que voar entre Burbank, onde estava sendo concluída a Part II, e outros locais na Califórnia, onde eram realizadas a Part III. O filme foi considerado um dos projetos mais inovadores da Industrial Light & Magic. Foi uma das primeiras incursões da empresa em efeitos em composição digital, bem como o sistema de câmera de controle de movimento VistaGlide, que permitiu a gravação de uma de suas sequências mais complexas, na qual Fox interpretou três personagens diferentes (Marty McFly., Marty Jr. e Marlene), todos interagiram entre si. Embora tais cenas não fossem novas, o VistaGlide permitiu, pela primeira vez, uma cena completamente dinâmica na qual o movimento da câmera poderia finalmente ser incorporado. A técnica também foi usada em cenas onde os personagens de Thomas F. Wilson, Christopher Lloyd e Elisabeth Shue encontram e interagem com suas duplicatas temporais. O filme também contou com breve cenas feitas com imagens geradas por computador, como na cena em que um tubarão holográfico usado para promover o fictício filme \"Tubarão 19\" em 2015. O supervisor de animação Wes Takahashi, que era o chefe do departamento de animação da ILM, trabalhou intensamente nas sequências de viagem no tempo do filme, como havia feito no filme original e na Part III. Quando o filme se aproximou de seu lançamento, imagens suficientes da Part III foram gravadas para permitir que um \"trailer\" fosse montado para ser apresentado no fim da Part II antes dos créditos finais, de modo a garantir aos espectadores que a história ainda teria mais um capítulo.Tales from the Future: Time Flies documentary, Back to the Future Trilogy Blu-ray, 2010 ===Substituição de Crispin Glover=== O ator Crispin Glover foi convidado para reprisar o seu papel de George McFly. Ele manifestou interesse, mas não conseguiu chegar a um acordo com os produtores sobre seu salário; ele afirmou em uma entrevista em 1992 no The Howard Stern Show que a maior oferta dos produtores foi de US$ 125.000, menos da metade do que os outros membros do elenco que retornaram foram oferecidos; Gale desde então afirmou que as demandas de Glover eram excessivas para um ator de sua estatura profissional na época. Em uma entrevista no programa Opie and Anthony em 2013, Glover afirmou que sua principal razão para não fazer parte do elenco de Part II foi um desacordo filosófico sobre a mensagem do filme; Glover alegou que sentiu que a história recompensava os personagens com ganhos financeiros, como a pick-up de Marty, em vez de amor. Em vez de escrever George McFly para fora do filme, Zemeckis usou imagens anteriormente filmadas de Back to the Future, bem como novas imagens do ator Jeffrey Weissman, que usava próteses, incluindo um queixo falso, nariz e maçãs do rosto para se assemelhar a Glover. Várias técnicas foram usadas para maquiar as filmagens incluindo Weissman, como colocá-lo ao fundo e não em primeiro plano, fazendo com que ele usasse óculos escuros e pendurá-lo de cabeça para baixo. Glover entrou com uma ação contra os produtores do filme alegando que eles não possuíam seus direitos de imagem e nem tinham permissão para usá-la. Como resultado deste processo, há agora cláusulas no Screen Actors Guild que estabelecem que produtores e atores não podem usar tais métodos para reproduzir a semelhança de outros atores. ===Substituição de Claudia Wells=== Claudia Wells, que havia interpretado a namorada de Marty McFly, Jennifer Parker, no primeiro filme, foi convidada para reprisar seu papel, mas recusou devido a problemas pessoais. Os produtores, então, convocaram a atriz Elisabeth Shue para substituí-la, o que obrigou a refilmagem das cenas finais do primeiro filme para o início da Part II. A sequência refilmada virou um jogo de cena quase idêntica com o final da primeira parte, com apenas pequenas diferenças: por exemplo, Doc hesita notavelmente antes de dizer a Marty que seu futuro está bom - algo que ele não fez no primeiro filme. Marty também está usando um relógio no segundo filme, enquanto ele não estava no primeiro. Wells retornou a Hollywood com um papel de protagonista no filme independente de 1996 Still Waters Burn. É uma das poucas integrantes do elenco a não comparecer ao material bônus do DVD da trilogia Back to The Future lançado em 2002. No entanto, é entrevistada nos mini-documentários Tales from the Future inclusos no Blu-Ray lançado em 2010 em comemoração aos 25 anos da trilogia. Em 2011, ela finalmente teve a oportunidade de reprisar seu papel do primeiro filme, vinte e seis anos depois de sua última aparição na série, ao fornecer a voz de Jennifer Parker para o jogo Back to the Future: The Game da Telltale Games. ==Representação do futuro== De acordo com Zemeckis, o ano de 2015 retratado no filme não foi concebido para ser uma representação precisa do futuro: \"Para mim, filmar as futuras cenas do filme foi o menos agradável de fazer toda a trilogia, porque eu realmente não gosto de filmes que tentam prever o futuro. Os únicos que eu realmente gostei foram os feitos por Stanley Kubrick, e nem mesmo ele previu o PC quando ele fez Laranja Mecânica. Então, ao invés de tentar fazer uma previsão cientificamente sólida de que nós provavelmente estaríamos errados de qualquer maneira, nós pensamos, vamos apenas tornar o enredo um pouco engraçado.\" Ainda sim, os cineastas do filme fizeram algumas pesquisas sobre o que os cientistas achavam que poderia ocorrer no ano de 2015.Q&A; Commentary with Robert Zemeckis and Bob Gale, Back to the Future Part II Blu-Ray, 2010 Bob Gale disse: \"Sabíamos que não teríamos carros voadores até o ano de 2015, mas a existência deles no filme seria fundamental para o desenvolvimento da história.\"Tales from the Future: Time Flies, Back to the Future Part II Blu- Ray, 2010 No entanto, o filme previu corretamente uma série de mudanças tecnológicas e sociológicas ocorridas até 2015, incluindo: o surgimento de câmeras onipresentes, uso de drones voadores não tripulados para uso jornalístico, televisores de tela plana widescreen montados em paredes com visualização de vários canais, sistemas de videochamadas, jogos eletrônicos que permitiam as mãos livres do jogador, dispositivos vestíveis, computadores tablet com escaneamento de impressão digital e displays montados na cabeça. Sistemas de pagamentos em dispositivos portáteis pessoais também é retratado no filme; embora o pagamento por impressão digital não seja amplamente utilizado, a digitalização das digitais dos dedos é usada como segurança em locais como aeroportos e escolas e o pagamento eletrônico com verificação de impressões digitais como recurso de segurança já é disponibilizado pelo Apple Pay. Carros e outros veículos têm sido capazes de rodar usando combustível gerado a partir de resíduos alimentares, embora não através de um reator de fusão, como sugerido no filme. A popularidade dos filmes em 3D na década de 2010 também foi prevista com certa precisão, embora as imagens polarizadas sobrepostas permaneçam no formato padrão (como tem sido desde a década de 1950, desde a modernidade até a atualidade) e a holografia ainda não é usada em grandes filmes. Outros aspectos da representação do futuro não se concretizaram até 2015, mas foram feitos esforços para replicar os avanços tecnológicos: * O filme mostra Marty calçando um tênis Nike \"Air Mag\" com cadarços automáticos. A Nike lançou uma versão de seus tênis Hyperdunk Supreme, que parecem semelhantes aos de Marty em julho de 2008, a qual os fãs apelidaram de \"Air McFly\". Em abril de 2009, a empresa arquivou a patente para sapatos de amarração automática e seu design tem uma semelhança com aqueles usados ​​por Marty no filme. Em 2010, um fã chamado Blake Bevin conseguiu reproduzir um par de sapatos que se amarravam sozinhos. Embora a Nike tivesse feito uma quantidade muito limitada de Air Mags no mesmo estilo do filme, eles afirmaram em setembro de 2011 que sua linha de sapatos Mag para linha de consumo não apresentaria o recurso de auto-ativação mostrado nela. Tinker Hatfield, um dos designers do calçado, indicou em 2014 que lançaria sapatos com tecnologia de power lacing no ano seguinte, 2015. Em março de 2016, a Nike lançou o calçado HyperAdapt 1.0, que é uma variante do modelo Air Mag e apresenta a mesma tecnologia de auto-revestimento que eles usaram para o Air Mags comemorativo, sendo colocado à venda em quantidades limitadas no final de 2016. *O conceito do hoverboard, o skate que pode flutuar no chão, tem sido explorado por vários grupos desde o lançamento do filme. Tentativas parecidas com os hoverboats, que atingem o ar no solo, foram demonstradas, com uma distância recorde de 275 metros em 2015. Um tipo diferente é o MagBoard, desenvolvido por pesquisadores da Universidade Paris VII: ele usa uma placa supercondutora grande em um fundo resfriado com nitrogênio líquido para alcançar o efeito Meissnere, assim permitindo que ele flutue sobre uma pista especial; o objeto mostrou-se capaz de carregar o peso de um humano em sua demonstração prática, no entanto, a exigência de operar o supercondutor em temperaturas mais altas e em ambientes com temperaturas instáveis impede que o \"brinquedo\" se torne prático. Em março de 2014, uma empresa chamada HUVr Tech supostamente demonstrou um hoverboard em funcionamento, juntamente com várias celebridades, incluindo Christopher Lloyd, embora isso em breve foi revelado como uma brincadeira criada pelo site Funny or Die. As tábuas de duas rodas autoequilibradas tornaram-se populares em 2015, apesar de não flutuarem acima do solo, como o hoverboard do filme. Em outra cena de 2015, o filme mostra que o time de baseball Chicago Cubs venceu a World Series de 2015 contra o fictício time do Gators sediado em Miami, fazendo uma referência à Maldição de Billy Goat. Na temporada de 2015, os Cubs se classificaram para a pós- temporada, marcando sua primeira aparição na temporada desde 2008, mas os Cubs perderam a National League Championship Series (não a World Series) para o New York Mets em 21 de outubro de 2015, coincidentemente no mesmo dia que Marty, Brown e Jennifer chegaram no futuro em 2015 (dia que ficou conhecido como \"Back to the Future Day\"). Apesar de terem perdido em 2015, no ano seguinte os Cubs finalmente venceram a World Series de 2016 contra os Cleveland Indians; o perfil oficial do Twitter da franquia Back to the Future escreveu que a viagem no tempo de Marty e Doc causou \"uma ruptura no contínuo espaço-temporal\" que levou à greve da liga de baseball de 1994 (e posterior cancelamento da World Series daquele ano), atrasando assim a previsão precisa por um ano. Na verdadeira World Series de 2015, o Kansas City Royals derrotou o Mets para ganhar seu primeiro campeonato da World Series desde 1985, mesmo ano em que Marty e Doc partiram para irem pro futuro. Quanto ao fictício Miami Gators, quando o filme foi feito, o estado da Flórida ainda não tinha uma equipe de beisebol na Major League; após o lançamento do filme, foram fundadas duas equipes no estado: o Florida Marlins (atualmente o Miami Marlins) em 1993 e o Tampa Bay Devil Rays (hoje com o nome Tampa Bay Rays) em 1998; nenhuma das duas equipes conseguiu se qualificar para a pós-temporada em 2015. ==Lançamento e recepção== ===Bilheteria=== Back to the Future Part II foi lançado nos cinemas da América do Norte na quarta-feira, 22 de novembro de 1989, um dia antes das comemorações de Ação de Graças. O filme arrecadou um total de US$ 27,8 milhões entre sexta-feira e domingo e US$ 43 milhões durante os cinco primeiro dias em cartaz, quebrando o recorde anterior do Dia de Ação de Graças estabelecido por Rocky IV em 1985. No fim de semana seguinte, o filme sofreu uma queda em sua receita de 56%, ganhando US$ 12,1 milhões, apesar de ainda permanecer em primeiro lugar na bilheteria nacional. Seu total bruto foi de US$ 118,5 milhões nos Estados Unidos e US$ 213 milhões no exterior, para um total mundial de US$ 331.950.002, sendo o sexto filme de maior bilheteria nacional nos Estados Unidos em 1989 e o terceiro mais lucrativo mundialmente daquele ano atrás de Indiana Jones and the Last Crusade e Batman. Apesar do sucesso comercial, o filme ficou aquém das expectativas, tendo uma receita bruta inferior comparado ao primeiro filme. O último filme da trilogia, que Universal lançou apenas seis meses depois, experimentou uma queda semelhante. ===Resposta crítica=== Em maio de 2019, o filme recebeu uma aprovação de 65% no Rotten Tomatoes, baseado em 60 avaliações com uma classificação média de 6,16/10, com o seguinte consenso: \"Back to the Future II é muito mais desigual do que seu antecessor, mas suas piadas e maluquices superam as maquinações ocasionalmente confusas de uma trama superestocada\". O filme tem a pontuação 57/100 no Metacritic, baseado em 17 críticas, indicando \"revisões mistas ou médias\". Roger Ebert, do Chicago Sun-Times, deu ao filme três de quatro estrelas; Ebert criticou-o por não ter o \"poder genuíno do primeiro filme\", mas elogiou-o por seu humor pastelão e pela apresentação do hoverboard em sua sequência de perseguição. Janet Maslin do The New York Times escreveu que o filme está \"pronto para coisas maiores e melhores\"; Maslin disse mais tarde que o filme \"consegue ser vertiginoso e alegre, em vez de confuso\". Tom Tunney, da revista Empire, escreveu que o filme foi bem dirigido e o chamou de \"solidamente divertido\", embora notando-o como sendo inferior aos outros dois filmes da franquia. Jonathan Rosenbaum, do Chicago Reader, fez uma crítica negativa ao filme, criticando Zemeckis e Gale por transformar os personagens em \"geeks estridentes\" e por tornar a \"ação frenética estritamente estereotipada\"; ele afirma que o longa contém \"misoginia desenfreada\" porque o personagem de Jennifer Parker \"está inconsciente no início, para que ela não interfira nas ações de seu filho\"; Rosenbaum também criticou Michael J. Fox travestido de Marlene McFly. A revista Variety publicou: \"O fascínio de [diretor Robert] Zemeckis em ter personagens interagindo em diferentes idades de suas vidas o prejudica visualmente e deixa a credibilidade além do ponto de ruptura, forçando-o a confiar em alguns projetos de maquiagem muito extravagantes\". ===Prêmios e indicações=== O filme ganhou o Saturn Award de Melhores Efeitos Especiais (pelo trabalho de Ken Ralston, o supervisor dos efeitos especiais) e o Prêmio BAFTA de Melhores Efeitos Visuais Especiais (Ken Ralston, Michael Lantieri, John Bell e Steve Gawley); uma votação da internet em 2003 concedeu o prêmio AOL DVD Movie Premiere Award pelo lançamento em DVD da trilogia. O filme ainda foi indicado em 1990 para o Óscar de Melhores Efeitos Visuais (John Bell, Steve Gawley, Michael Lantieri e Ken Ralston), mas perdeu a estatueta para The Abyss. ===Mídia doméstica=== O filme foi lançado em VHS e LaserDisc em 22 de maio de 1990, três dias antes do lançamento teatral de Back to the Future Part III; foi o primeiro filme a ser lançado sob o banner MCA-Universal Home Video; A Universal o relançou em VHS, LaserDisc e CD em 1991, 1995 e 1998. Em 17 de dezembro de 2002, o filme fez parte do box em DVD que conteve a trilogia completa, embora problemas de enquadramento de tela larga levassem a um recall do produto. A trilogia foi lançada em Blu-ray Disc em outubro de 2010.Back to the Future Trilogy on Blu-ray on October 26th; Includes New 6-Part Documentary (28 de junho de 2010). Collider.com. Consultado em 24 de julho de 2021. A Universal relançou a trilogia junto com os novos recursos em DVD e Blu-ray em 21 de outubro de 2015, coincidindo com o \"Back to the Future Day\". O novo conjunto incluiu um recurso chamado \"Doc Brown Salva o Mundo\", onde Lloyd, reprisando seu papel como Doc Brown, explica as razões para as diferenças entre o futuro de 2015 retratado em Back to the Future Part II e na vida real. ==Trilha sonora== A trilha sonora foi lançada pela MCA Records em 22 de novembro de 1989. O AllMusic classificou a trilha com quatro estrelas e meia de cinco.\"Original Motion Picture Soundtrack\". allmusic.com Ao contrário da trilha sonora do filme anterior, Part II contém apenas a partitura instrumental do compositor Alan Silvestri; nenhuma das canções vocais apresentadas ao longo do filme são apresentadas no álbum da trilha sonora. ===Lançamento no Intrada=== Em 12 de outubro de 2015, a Intrada Records lançou a partitura completa de Back to the Future Part II em um conjunto de dois discos, incluindo sessões de pontuação inicial e takes alternativos.Intrada soundtrack release. store.intrada.com == Ligações externas == * Categoria:Back to the Future Categoria:Filmes dirigidos por Robert Zemeckis Categoria:Filmes ambientados em 2015 Categoria:Sequências de filmes Categoria:Filmes dos Estados Unidos de 1989 Categoria:Filmes premiados com o BAFTA Categoria:Filmes em língua inglesa Categoria:Filmes distópicos Categoria:Filmes de história alternativa Categoria:Filmes com trilha sonora de Alan Silvestri Categoria:Filmes sobre viagem no tempo Categoria:Filmes ambientados em 1955 Categoria:Filmes ambientados em 1985",
 "title": "Back to the Future Part II"
}