{
 "id": "121956",
 "text": "Crioulo de Santiago Falado em: Santiago em Cabo Verde Total falantes: aprox. 200.000 Classificação: Crioulo cabo-verdiano Crioulos de Sotavento Crioulo de Santiago O Crioulo de Santiago é um dialecto do crioulo cabo- verdiano, pertencente ao grupo dos crioulos de Sotavento, falado sobretudo na ilha de Santiago e comunidades de emigrantes no estrangeiro. Estima-se que é falado por 55,92% da população em Cabo Verde,Valor estimado a partir da população residente em 2005: Instituto Nacional de Estatística: mas esse número pode ser ligeiramente menor devido à migração interna nas ilhas. A esse número deverão ser acrescentados os falantes em comunidades emigrantes no estrangeiro. == Características == Para além das características gerais dos crioulos de Sotavento o crioulo de Santiago ainda tem as seguintes características: * O aspecto progressivo do presente é formado colocando sâ tâ antes dos verbos: sâ tâ + V. * Nos verbos, o acento recua para a penúltima sílaba nas formas de base para o presente. Ex.: cánta em vez de cantâ «cantar», mêxe ou mêxi em vez de mexê «mexer», pârti em vez de partí «partir», cômpo ou cômpu em vez de compô «arranjar», búmbu em vez de bumbú «pôr às costas». * Alguns falantes pronunciam as sibilantes sonoras como surdas. Ex. cássa em vez de cása «casa», ôxi em vez de ôji «hoje». * Alguns falantes pronunciam o som /ʀ/ como /ɾ/. Ex.: cáru em vez de cárru «carro», morêba em vez de morrêba «morria», curâl em vez de currál «curral». * O som /ɾ/ é ligeiramente aspirado [ɾʰ]. * Os sons /n/, /t/ e /d/ são pronunciados como alveolares [n͇], [t͇], [d͇] e não como dentais [n], [t], [d] * Os ditongos nasais são desnasalizados. Ex.: mâi em vez de mãi «mãe», nâu em vez de nãu «não». * O som /a/ tónico é pronunciado fechado quando está antes do som /l/ em fim de palavra. Ex.: curâl em vez de currál «curral», mâl em vez de mál «mal», Tarrafâl em vez de Tarrafál «Tarrafal» (topónimo), e em todos os verbos de tema em «a» quando conjugados com o pronome da 3.ª pessoa do singular, lebâ-’l em vez de lebá-’l, odjâ-’l em vez de odjá-’l, cantâ-’l em vez de cantá-’l, etc. \\---- O Crioulo de Santiago, também conhecido como badiu, é a entidade linguística da maior e mais populosa ilha de Cabo Verde onde se situa também a capital do país, a cidade da Praia. Segundo estudos recentes, 90% do vocabulário do crioulo de Santiago é derivado do português, sendo o restante de origem africana. Dentro do badiu é ainda possível distinguir entre o crioulo rural e o urbano, sendo o segundo muito mais influenciado pelo português contemporâneo. Badiu ou badio é o nome que em crioulo se dá ao habitante da ilha de Santiago, de uma forma geral, e ao habitante da cidade da Praia, em particular. A palavra deriva do português vadio e também pode ter um sentido pejorativo. Nos últimos anos tem havido algumas declarações políticas em prol da oficialização do crioulo cabo-verdiano,Resolução n.º 48/2005 (Boletim Oficial da República de Cabo Verde – 2005) a par do português, de momento, a única língua oficial do país. Avançando-se com esta proposta, é provável que a variante a ser adoptada como norma venha a ser precisamente a de Santiago, devido ao maior número de falantes. A normalização do crioulo cabo-verdiano tem-se vindo a deparar com alguma resistência nas diferentes ilhas, especialmente em São Vicente e Santo Antão, receosas de perder a sua própria individualidade e identidade cultural. Para ultrapassar este problema, alguns autores, como Manuel Veiga,Veiga, Manuel; «O caboverdiano em 45 lições» (2002) defendem um processo de normalização dos crioulos do Barlavento em torno da variante de São Vicente e outro processo de homogeneização nas ilhas do Sotavento, tendo o crioulo de Santiago por base. Assim sendo, o crioulo cabo-verdiano teria duas variantes oficiais. ; Vocabulário ; Gramática ; Alfabeto == Ver também == * Crioulo cabo-verdiano == Ligações externas == * * * Santiago Categoria:Santiago (Cabo Verde)",
 "title": "Crioulo de Santiago"
}