{
 "id": "121947",
 "text": "A Corticeira Amorim SGPS, S.A é uma holding portuguesa que se dedica à transformação de produtos de cortiça posicionada como líder mundial do setor. Presidida por António Rios de Amorim desde 2001, está presente em mais de 100 países e é uma das empresas cotadas do PSI. Esta holding detém uma rede de empresas subsidiárias de transformação integrada de cortiça, o que permite disponibilizar produtos para algumas das indústrias mais tecnológicas e exigentes do mundo, como são exemplo as indústrias de vinhos & espirituosos, aeroespacial, automóvel, construção, desporto, design de interiores e de moda. Conta com 87 empresas, distribuídas em 20 unidades industriais de soluções de cortiça, 10 unidades industriais matérias-primas, 47 empresas de distribuição, 10 joint-ventures. Tem ainda 254 principais agentes distribuídos em diferentes países. == Unidades de Negócios == A Corticeira Amorim está organizada em cinco unidades de negócios: rolhas, matérias-primas, revestimentos, aglomerados compósitos e isolamentos. O volume de negócios superou os 700 milhões de euros em 2017, distribuído da seguinte forma: Rolhas 67,1%, Revestimentos 16,8%, Aglomerados Compósito 12,9%, Matérias Primas 1,5% e Isolamentos 1,4%. A Unidade de Negócios Rolhas é a principal força motriz do crescimento da empresa. Atualmente regista níveis de produção nunca antes atingidos, reforçando a oferta e as vendas em todos os segmentos de negócios (vinho, espumosos e espirituosos). É um dos produtos mais icónicos da indústria e tem um papel fulcral na sustentabilidade de toda a cadeia de valor da cortiça, sendo responsável por mais de 65% do volume de negócios da Corticeira Amorim. É na Unidade de Negócios Matérias-Primas que começa a gestão global e integrada da cadeia de valor, que se estende a toda a empresa. Criada no final de 2002, esta Unidade de Negócios é fundamental para potenciar sinergias entre as várias Unidades, assim como para garantir a otimização do fluxo de matérias-primas. A Unidade de Negócios Revestimentos inclui a produção e distribuição de pavimentos e decorativos de parede com incorporação de cortiça. Ao combinar métodos tradicionais de produção com as mais recentes tecnologias, a Amorim Revestimentos desenvolve produtos cuja diferenciação advém da utilização de uma matéria-prima com benefícios ambientais comprovados e cujas características nem mesmo a ciência consegue superar: a cortiça. A Unidade de Negócios Aglomerados Compósitos é reconhecida como a mais tecnológica do universo da Corticeira Amorim. Esta Unidade de Negócios propõe- se redesenhar o mundo de forma sustentável, reutilizando e reinventando materiais naturais e recicláveis com aplicações nas mais diversas áreas. Ao trabalhar a cortiça, não utilizada pela indústria de rolhas como principal matéria-prima, esta Unidade de Negócios constitui um modelo exemplar de economia circular. A partir desta base, desenvolve um portefólio de materiais de alta performance destinado a múltiplas indústrias, como a aeroespacial, automóvel, elétrica, construção, desportiva, bens de consumo, mobiliário e calçado. Unidade de Negócios Isolamentos dedica-se à produção de aglomerados de isolamento acústico e térmico, totalmente naturais e com alto desempenho técnico. Está sujeita aos elevados padrões de qualidade e exigência requeridos, sobretudo, pelo setor da construção sustentável. O portefólio da Unidade de Negócios Isolamentos é concebido a partir de uma preocupação básica: assegurar um ambiente interior confortável e natural aos edifícios. == Estrutura acionista == Entidade N.º de ações % de capital AMORIM INVESTIMENTOS E PARTICIPAÇÕES, SGPS, S.A. 67.830.000 51,00% AMORIM SOCIEDADE GESTORA DE PARTICIPAÇÕES SOCIAIS, S.A. 13.414.387 10,09% A PORTA DA LUA, S.A. 8.290.767 6,23% API - AMORIM PARTICIPAÇÕES INTERNACIONAIS, S.A. 2.717.195 2,04% VINTAGE PRIME - SGPS, S.A. 2.717.195 2,04% Free float 38.030.456 28,59% == Sustentabilidade == A Corticeira Amorim lidera uma atividade paradigmática em termos de desenvolvimento sustentável. Ao promover a extracção cíclica da cortiça - uma operação que não danifica a árvore – a empresa viabiliza a floresta de sobreiros, um recurso natural e renovável, com inúmeros benefícios ambientais, sociais e económicos. As florestas de sobro desempenham um importante papel na retenção de CO2, na regulação do ciclo hidrológico do solo, estando na base de um dos 36 ecossistemas mundiais mais importantes para a conservação da biodiversidade – equiparados a paraísos como a Amazónia, a savana Africana ou o Bornéu. O descortiçamento assegura a vitalidade destas florestas, permitindo que milhares de pessoas continuem a viver em áreas altamente suscetíveis de desertificação. Economia Circular Totalmente natural, reutilizável e reciclável, a cortiça alinha-se perfeitamente com a consciência ecológica da sociedade contemporânea. A Corticeira Amorim tem implementado um processo produtivo integrado, através do qual assegura a reutilização de todos os subprodutos resultantes da transformação da cortiça. Não existem, por isso, desperdícios ou resíduos de cortiça, dando uma nova dimensão à velha máxima de que \"nada se perde, tudo [regressa ao processo produtivo e] se transforma\". Na verdade, este conceito que atualmente está na base da Economia Circular já havia sido implementado na Corticeira Amorim desde 1963, altura em que foi criada uma empresa com o objetivo de valorizar os subprodutos da produção de rolhas de cortiça, que até então eram apenas residualmente aproveitados. == Apoio ao Empreendedorismo == Amorim Cork Ventures A Amorim Cork Ventures (ACV) foi criada com o objetivo de apoiar empreendedores com ideias e aplicações inovadoras para o setor da cortiça. Lançada em junho 2014, a ACV já apoiou a criação de quatro startups, acolheu mais de 300 candidaturas de diversos setores, provenientes de 25 diferentes países. Já apoiou o desenvolvimento de 19 projetos, nove dos quais ainda ativos, promovendo cinco programas de fomento de competências. == Ligações externas == * Site Oficial * Relatório de Contas * Sustentabilidade Categoria:Multinacionais de Portugal Categoria:Cortiça Categoria:Grupo Amorim Categoria:Empresas listadas na Euronext Lisboa",
 "title": "Corticeira Amorim"
}