{
 "id": "121903",
 "text": "Hilde Gueden (Viena, 15 de setembro de 1917 — Klosterneuburg, 17 de setembro de 1988) foi uma cantora de ópera austríaca, e uma das mais apreciadas sopranos mozartianas e straussianas do seu tempo. Suas interpretações joviais e vívidas fizeram dela uma intérprete ideal de papéis como Zerbinetta, de Ariadne auf Naxos, e Susanna, de Le Nozze di Figaro. Seu nome original era Hulda Geiringer. Ela estudou canto com Otto Iro, piano com Maria Wetzelsberger e até mesmo dança na Academia de Viena. Em 1937, debutou na operetta Herzen im Schnee, de Benatzky, na Vienna Volksoper. Seu debute operístico veio em 1939, quando ela cantou Cherubino em Le Nozze di Figaro na Ópera de Zurique. Em 1941, o famoso regente Clemens Krauss a contratou para cantar na Ópera de Munique, onde cantou com muito sucesso. No entanto, veio a Segunda Guerra Mundial, e Hilde Gueden, sendo judia, foi forçada a deixar a Alemanha. Na Itália, Tullio Serafin chamou-a para cantar Sophie (Der Rosenkavalier) em Roma e Florença. A partir de então, ela foi ganhando grandes sucesso em cidades como Paris, Milão, Londres,Veneza e Glyndebourne. Em 1947, Gueden iniciou uma longa parceria com a Wiener Staatsoper, onde ela continuou sendo uma de suas maiores estrelas até 1973. Em 1951, ela debutou no Metropolitan Opera como Gilda, de Rigoletto. Em 1953, interpretou a primeira Ann Trulove, da então recente The Rake's Progress, de Stravinsky, do Metropolitan Opera. Durante os anos 50 e 60, Hilde Gueden gravou dezenas de gravações com os melhores artistas da sua geração, especialmente para o selo DECCA/London. Ela era uma cantora extremamente versátil e refinada. Além de seu usual repertório mozartiano e straussiano, Gueden também se revelava uma perfeita cantora de operetas. Sua Rosalinde, de Die Fledermaus, é considerada um de seus papéis mais marcantes. No Bel Canto, ela se destacou como Gilda de Rigoletto e Adina de L'Elisir d'Amore. Além da ópera, também deixou sua marca no repertório de lieder e de oratórios. Hilde Gueden tinha uma voz cremosa e com um tom puro e dourado. Possuía ainda um elegante vibrato e um belo colorido vocal. Sua voz soava bastante grande para uma soprano lírico-coloratura, especialmente nos agudos, onde sua voz realmente brilhava. Além de uma voz jovem e atraente, Gueden era dona de uma técnica impecável e de uma coloratura excelente. == Discografia == *DONIZETTI L'Elisir d'Amore: Molinari-Pradelli/ Gueden, Di Stefano, Corena (DECCA) *MOZART Don Giovanni: Krips/ Siepi, Danco, Della Casa, Gueden, Dermota, Corena (DECCA) *MOZART Le Nozze di Figaro: E. Kleiber/ Siepi, Della Casa, Gueden, Poell (DECCA) *MOZART Die Zauberflöte: Böhm/ Gueden, Simoneau, Lipp, Böhme (DECCA) *J. STRAUSS II Die Fledermaus - Karajan/ Gueden, Kmentt, Köth, Resnik, Wächter (DECCA) *R. STRAUSS Der Rosenkavalier - E. Kleiber/ Reining, Jurinac, Gueden, Weber (DECCA) *R. STRAUSS Arabella - Solti/ Della Casa, Gueden, London, Dermota (DECCA) *R. STRAUSS Ariadne auf Naxos - Böhm/ Della Casa, Gueden, Seefried, Schock (DECCA) *R. STRAUSS Daphne - Böhm/ Gueden, Wunderlich, Schöffler, Little (DEUTSCHE GRAMMOPHON) *VERDI Rigoletto - Erede/ Gueden, Protti, Del Monaco, Simionato, Siepi (DECCA) Categoria:Sopranos da Áustria Categoria:Cantores de ópera da Áustria Categoria:Naturais de Viena",
 "title": "Hilde Güden"
}