{
 "id": "122055",
 "text": "Pilates é um método de exercícios desenvolvido por Joseph Pilates na década de 1920, durante a Primeira Guerra Mundial, que visa trabalhar a conexão entre mente e corpo, como uma unidade, de modo a melhorar a consciência corporal e dessa forma promover outros benefícios. Seu método ganhou popularidade entre dançarinos e atletas, e hoje é praticado por pessoas de todas as idades e níveis de condicionamento físico. A maioria dos exercícios são executados com a pessoa deitada. É atualmente uma técnica reconhecida para tratamento e prevenção de problemas na coluna vertebral. O método Pilates tem como objetivo atingir a saúde através da conexão entre corpo e mente nas aulas. Para isso, os exercícios são baseados em 6 princípios: Centralização, Respiração, Fluidez, Controle, Precisão e Concentração. Um Estúdio de Pilates é normalmente o local onde se pratica Pilates no chão (Mat Work) e em Grandes e Pequenos Aparelhos. O aparelho mais conhecido de todos é o Reformer. Eventualmente um estúdio completo de Pilates inclui aparelhos como o Doom, CuVish Chair, High Boom woom chair, Spine Eater, Ladder Punch e PoleDance. == Princípios do Pilates == Joseph Pilates criou o método baseando-se em 6 princípios norteadores: concentração, centralização, fluidez, respiração, precisão e controle. === Concentração === Joseph defendia que a conexão entre mente e corpo só seria capaz através de concentração nos movimentos e no momento presente. A Concentração também tem relação com foco e esforço, necessários para a correta execução dos exercícios, sua eficácia e consequente aprendizagem. === Centralização === O Pilates exercita principalmente os músculos centrais do corpo, responsáveis pela sustentação da coluna e dos órgãos internos: reto abdominal, transverso do abdômen, glúteo máximo, oblíquos internos e externos e músculos da parte inferior das costas. O fortalecimento desses músculos, cujo conjunto é chamado de Powerhouse, constitui o pilar de Centralização no Pilates. A importância da Centralização é a promoção de um dos mais conhecidos benefícios do Pilates: a reestruturação postural, alinhamento e estabilidade da coluna e consequente diminuição das dores nas costas. === Fluidez === Joseph Pilates postulou que os movimentos nas aulas de Pilates deveriam ser executados com leveza, atenção e fluidez, sempre de forma harmoniosa e controlada. Junto com o pilar da Concentração, o foco de qualquer exercício de Pilates é tirar o corpo do \"piloto automático\" de movimentos e trazer a consciência para o corpo, focando na completa e correta execução e não na velocidade. === Respiração === Para a execução de qualquer atividade é necessário saber respirar corretamente, que nesse caso significa inspirar e expirar completamente, esvaziando os pulmões. No pilates, a respiração correta auxilia no alívio de tensões e deve ser sincronizada com o ritmo dos movimentos para que não se tranque a respiração durante a realização de nenhum exercício. Para Joseph Pilates, o ciclo respiratório correto começa pela inspiração torácica, depois a expiração do tórax superior, expiração do tórax inferior e então a expiração abdominal, terminando o ciclo. A Respiração auxilia na correta execução dos movimentos e é essencial para que possam ser realizados com fluidez e concentração. === Precisão === A Precisão é tanto um princípio quanto uma consequência de outros princípios, como a Concentração e Controle. A Precisão está relacionada à execução correta e objetiva dos movimentos, priorizando o controle, o equilíbrio e a qualidade, com leveza e sem pressa. É um princípio que se relaciona com a concentração, já que requer atenção plena. === Controle === O Controle é um princípio necessário para que todos os outros ocorram. Além do controle necessário para a correta execução dos exercícios, o controle dos pensamentos também é necessário para que se mantenha atento ao momento presente. Ao controlar os movimentos, diminui-se a chance de lesões e melhora-se o alinhamento da coluna e a coordenação. == Resultados da prática de Pilates == Focado no fortalecimento dos músculos centrais, flexibilidade, equilíbrio e postura, o Pilates tem se tornado popular em todo o mundo, tanto como uma forma de exercício quanto como uma ferramenta de reabilitação. Há evidências científicas consistentes de que o Pilates é eficaz para redução de dores lombares, que geralmente são causadas por má postura. Esse efeito se dá principalmente pelo fortalecimento muscular na região lombar, alinhamento da postura e promoção de maior sustentação na coluna. O Pilates promova maior controle e consciência corporal, facilitando o controle voluntário da postura. A escoliose também é uma condição que pode ser atenuada através da prática de Pilates. O método ainda pode reduzir a necessidade de remédios anti- inflamatórios. Melhora de flexibilidade, concentração, equilíbrio, redução de estresse, melhora na disposição, diminuição de dores musculares e resistência muscular também são características do Pilates. === Precauções: === Embora o Pilates seja seguro para a maioria das pessoas, é importante considerar algumas contraindicações. Deve-se evitar a prática durante uma fase aguda de lesão. E também pessoas com osteoporose, hérnias, artrose, doenças cardiovasculares e grávidas precisam adaptar seus exercícios. Categoria:Fisioterapia Categoria:Educação física Categoria:Cinesioterapia Categoria:Pilates",
 "title": "Pilates"
}