{
 "id": "122095",
 "text": "O adventismo é um movimento religioso cristão protestante iniciado no século XIX, dentro do contexto do Segundo Grande Reavivamento dos Estados Unidos, que salienta a crença na iminente segunda vinda de Jesus à Terra. Morgan, Douglas. Adventism and the American Republic: The Public Involvement of a Major Apocalyptic Movement. University of Tennessee Press, 2001 O movimento começou com William Miller, fazendeiro, membro da Igreja Batista, cujos seguidores ficaram conhecidos como Mileritas. O adventismo surgiu após a interpretação bíblica de William Miller, de que Jesus voltaria na década de 1840, mais precisamente no ano de 1843 do calendário judaico, que equivalia, naquele ano a março/abril de 1843 a março/abril de 1844. Miller chegou a esta conclusão interpretando a profecia de : “Até duas mil e trezentas tardes e manhãs; e o santuário será purificado\" entendendo que no final do cômputo ocorreria a volta literal de Jesus. Isso porque ele e teólogos de sua época, enxergavam a Terra como o santuário, ao comparar Jesus como o cordeiro que sai de sua casa no Céu para morrer no santuário da Terra. Sendo a volta de Jesus e a purificação da Terra com fogo o cumprimento desta profecia. Os adventistas não eram, até então, um título de uma denominação religiosa, mas grupos de várias denominações como: Batistas, Metodistas, Conexão Cristã, etc. que professavam, naquele tempo, a proximidade da volta de Jesus, unindo-se ao pregador William Miller. A família de igrejas adventistas são consideradas como protestantes conservadoras.\"Adventist and Sabbatarian (Hebraic) Churches\" section (p. 256–276) in Frank S. Mead, Samuel S. Hill and Craig D. Atwood, Handbook of Denominations in the United States, 12th edn. Nashville: Abingdon Press Hoje, a maior igreja dentro do movimento é a Igreja Adventista do Sétimo Dia. Embora tenham muito em comum, como uma hermenêutica voltada à escatologia, a teologia delas diferem em vários aspectos como o estado inconsciente dos mortos, ao castigo no fim dos tempos dos ímpios, natureza da imortalidade, regulações dietárias, guarda do sábado, a ressurreição dos ímpios e a divergência do santuário de Daniel 8, se ele se refere ao que está no céu ou ao santuário da Terra.Tarling, Lowell R. (1981). \"The Churches of God\". The Edges of Seventh-day Adventism: A Study of Separatist Groups Emerging from the Seventh-day Adventist Church (1844–1980). Barragga Bay, Bermagui South, NSW: Galilee Publications. == Origens == A fundação do adventismo está associada a um período de efervescência religiosa nos Estados Unidos no final do século XVIII e primeira metade do século XIX, no nordeste dos Estados Unidos. Deste modo, o surgimento das sociedades bíblicas, o não conformismo com o sistema religioso estabelecido, reuniões de reavivamento (revivals), o estilo evangelístico e proselitista de religião permitiram o surgimento do movimento baseado na interpretação das profecias do Livro de Daniel 8 e 9 por Guilherme Miller, membro da Igreja Batista, e outros líderes religiosos estabelecendo o fim do mundo e o retorno de Jesus Cristo para 1843 e depois para 1844. Pessoas de várias denominações religiosas aderiram a este movimento religioso, embora o mesmo não tivesse uma organização eclesiástica formal, e tivesse pessoas das mais diferentes vertentes protestantes. Após o que ficou conhecido como O Grande Desapontamento, o grupo se dispersou em outros menores. Alguns destes grupos permaneceram marcando datas posteriores para o retorno de Cristo. Outros não demonstraram interesse algum por religião instituída. Alguns voltaram para suas denominações de origem e se desculparam com os líderes, que em muitos casos, os haviam expulsado um pouco antes.Maxwell, Mervyn - História do Adventismo, CPBMaxwell, Mervyn - Magnificent Disappointment : What Really Happened in 1844...and Its Meaning for Today, Adventist Book Center New JerseyDouglass, Herbert E. - A Mensageira do Senhor, CPB Aqueles que mantiveram a data de 22 de outubro, muitos sustentaram que Jesus havia vindo não literalmente, mas \"espiritualmente\", e, consequentemente, eram conhecidos como \"espiritualizadores\". Uma pequena minoria acreditava que algo concreto de fato havia acontecido em 22 de outubro, mas que esse evento havia sido mal interpretado. Essa crença mais tarde emergiu e se cristalizou com a Igreja Adventista do Sétimo Dia, o maior grupo remanescente até hoje. ===Conferência de Albany (1845)=== A Conferência de Albany em 1845, com a participação de 61 delegados, foi convocada para tentar determinar o curso e significado futuro do movimento Millerita. Após essa reunião, os \"Milleritas\" passaram a ser conhecidos como \"Adventistas\" ou \"Adventistas do Segundo Advento\". No entanto, os delegados discordaram sobre vários pontos teológicos. Quatro grupos emergiram da conferência: Os Adventistas Evangélicos, a União da Vida e Advento, a Igreja Cristã Adventista e a Igreja Adventista do Sétimo Dia. O maior grupo foi organizado como a Associação Milenar Americana, uma parte da qual mais tarde ficou conhecida como a Igreja Adventista Evangélica. Únicos entre os Adventistas, eles acreditavam em um inferno eterno e na consciência após a morte. Eles declinaram em número, e em 1916 seu nome não apareceu no Censo de Corpos Religiosos dos Estados Unidos. Eles diminuíram para quase inexistência hoje. Sua principal publicação era o Advent Herald, do qual Sylvester Bliss foi editor até sua morte em 1863. Posteriormente, foi chamado de Messiah's Herald. A União da Vida e Advento foi fundada por George Storrs em 1863. Ele havia estabelecido The Bible Examiner em 1842. Ela se fundiu com a Igreja Cristã Adventista em 1964. A Igreja Cristã Adventista foi oficialmente formada em 1861 e cresceu rapidamente no início. Declinaram um pouco durante o século XX. Os Adventistas Cristãos publicam as quatro revistas The Advent Christian Witness, Advent Christian News, Advent Christian Missions e Maranatha. Eles também operam uma faculdade de artes liberais em Aurora, Illinois; e uma faculdade bíblica de um ano em Lenox, Massachusetts, chamada Berkshire Institute for Christian Studies. A Igreja Cristã Adventista Primitiva mais tarde se separou de algumas congregações na Virgínia Ocidental. A Igreja Adventista do Sétimo Dia foi oficialmente formada em 1863. Ela acredita na santidade do sábado, o sétimo dia, como um dia santo para adoração. Ela publica o Adventist Review, que evoluiu de várias publicações iniciais da igreja. Publicações para jovens incluem KidsView, Guide e Insight. Ela cresceu para se tornar uma grande denominação mundial e possui uma significativa rede de instituições médicas e educacionais. Miller não se juntou a nenhum dos movimentos e passou os últimos anos de sua vida trabalhando pela unidade, antes de morrer em 1849. == Doutrina == Apoiando-se em textos bíblicos, esse grupo de pessoas defende que o retorno glorioso de Jesus Cristo que se dará de maneira iminente. Sua atuação missionária tem por base a ordem de Cristo dada no mesmo evangelho no : \"Portanto ide, fazei discípulos de todas as nações, batizando-os em nome do Pai, e do Filho, e do Espírito Santo; ensinando-os a guardar todas as coisas que eu vos tenho mandado; e eis que eu estou convosco todos os dias, até a consumação dos séculos.\" Há diversos grupos adventistas e com consequentes variações em certos pontos doutrinários peculiares. Muitos creem no estado de sono entre a morte e a ressurreição, outros incluem a guarda do sábado, regulação dietária, juízo investigativo, aniquilação dos pecadores e outras doutrinas baseadas em uma hermenêutica ora historicista, ora alegórica, da Bíblia.LaRondelle, Hans K. \"The Historicist Method in Adventist Interpretation.\" Spes Christiana 21 (2010): 79-89.Arasola, Kai J. \"The end of historicism. Millerite hermeneutic of time prophecies in the Old Testament.\" (1993): 0199-0199. == Classificação de grupos == Depois da Conferência de Albany em 1845, onde 61 delegados compareceram, foi organizada a Associação Milenial Americana (American Millennial Association). Todavia não foi possível uma concordância doutrinária e nos subsequentes anos foram formando denominações dissidentes da Associação Milenial Americana. Em sumário, esses grupos consistem dos seguintes movimentos: === Adventistas dominicais === * Igreja Evangélica Adventista (Evangelical Adventist Church) - organizada em 1859, é a instituição herdeira da Associação Milenial Americana. Acredita na consciência da alma após a morte e que os justos ressucitarão primeiro, depois haverá um julgamento dos ímpios e a condenação desses no fogo eterno. Virtualmente extiguiu-se nos Estados Unidos depois de 1916. * Igreja Cristã do Advento (Advent Christian Church) - acredita na imortalidade condicional da alma e na aniquilação dos ímpios. * União do Advento e Vida (Life and Advent Union) - fundada por George Storrs em 1863, uniu-se com a Igreja Cristã do Advento em 1964. === Adventistas sabatistas ( igrejas ) === * Igreja Adventista do Sétimo Dia * Igreja Adventista da Promessa (Pentecostal) * Igreja Adventista do Sétimo Dia Movimento de Reforma * Igreja Adventista do Sétimo Dia Movimento do Advento * Igreja Cristã Bíblica Adventista (unitariana) * Igrejas de Deus * Conferência Geral da Igreja de Deus * Igreja de Deus do Sétimo Dia *Igreja Adventista Missionária *Igreja Adventista da União do Sétimo Dia === Estudantes da Bíblia Penton, James M. Apocalypse Delayed. Toronto, 1985White, Timothy White. A People for His Name: A History of Jehovah’s Witnesses and an Evaluation, Vintage Press, New York 1968 === * Crentes do Novo Pacto (1909) * Testemunhas de Jeová (Associação Internacional dos Estudantes da Bíblia (ISBA - em inglês) antes de 1931) * Estudantes da Bíblia Associados (1917) * Instituto Bíblico Bereano (1917) * Sociedade do Anjo de Jeová de Bíblias e Tratados (1917) * Instituto Bíblico Pastoral (1918) * Movimento Missionário da Casa do Leigo (1918) * Associação dos Estudantes da Bíblia Intransigentes (1918) * Associação Cristã do Milénio (1928) * Associação dos Estudantes da Bíblia da Aurora (1932) * Associação dos Estudantes da Bíblia da Epifania * Igreja Milenial * Igreja do Reino de Deus No início de seu desenvolvimento, o movimento dos Estudantes da Bíblia fundado por Charles Taze Russell tinha conexões estreitas com o movimento Millerita e defensores da fé Adventista, incluindo George Storrs e Joseph Seiss. Embora tanto os Testemunhas de Jeová quanto os Estudantes da Bíblia não se identifiquem como parte do movimento Adventista Millerita (ou de outras denominações, em geral), alguns teólogos categorizam esses grupos e seitas relacionadas como Adventistas Milleritas devido aos seus ensinamentos sobre a iminente Segunda Vinda e ao uso de datas específicas. Os vários grupos independentes de Estudantes da Bíblia atualmente têm uma membresia cumulativa de cerca de 20.000 pessoas em todo o mundo. De acordo com a Sociedade Torre de Vigia, havia cerca de 8.7 milhões de Testemunhas de Jeová em todo o mundo em 2023. ===Outros MELTON, J. Gordon. Encyclopedia of American Religions.Thomson Gale: 7th edition, 2002=== * Cristadelfianos * Movimento do Nome Sagrado ==Bibliografia== * Dick, Everett N. William Miller and the Advent Crisis, Berrien Springs: Andrews University Press, 1994. * Doan, Ruth Alden. The Miller Heresy, Millennialism, and American Culture, Philadelphia, PA: Temple University Press, 1987. * Frank S. Mead, Samuel S. Hill and Craig D. Atwood. \"Adventist and Sabbatarian (Hebraic) Churches\" section (p. 256–276) in Handbook of Denominations in the United States, 12th edn. Nashville: Abingdon Press * Melton, J.G. The Enciclopaedia of American Religions. California, 1996. Categoria:Adventismo",
 "title": "Adventismo"
}