{
 "id": "122057",
 "text": "Filipe V (Versalhes, – Madrid, ), apelidado de \"o Animoso\", foi o Rei da Espanha em duas ocasiões diferentes, primeiro de 1700 até sua abdicação em janeiro de 1724 em favor de seu filho Luís I, e depois ao assumir o trono novamente em setembro de 1724 até sua morte. Era filho de Luís, Delfim da França e sua esposa Maria Ana Vitória da Baviera. Filipe era o neto do rei Luís XIV da França. Seu pai tinha a reivindicação mais forte ao trono espanhol quando este ficou vago em 1700 com a morte do rei Carlos II. Entretanto, como ele e seu irmão Luís, Duque da Borgonha, não podiam perder seu lugar na sucessão francesa, Filipe foi nomeado sucessor de Carlos. Como a união da França e da Espanha sob um único monarca poderia desequilibrar o poder na Europa, as outras potências tomaram passos para impedir isso. Sua ascensão ao trono espanhol causou a Guerra da Sucessão Espanhola durante catorze anos, terminando apenas com o Tratado de Utrecht que proibia que os dois reinos fossem unidos. Filipe sucedeu seu tio-avô Carlos II, tendo sido o primeiro monarca espanhol da Casa de Bourbon. A soma de seus dois reinados, 45 anos e 21 dias, é a mais longa da história da monarquia espanhola. == Família == Filipe da França, Duque de Anjou era filho de Luís, Grande Delfim de França e da sua esposa Maria Ana Vitória da Baviera. Pertencia a Casa de Bourbon. Seus avós paternos eram o rei Luís XIV da França, o \"Rei Sol\", e a infanta espanhola Maria Teresa, filha do rei Filipe IV e meia-irmã de Carlos II. A mãe de Filipe, Maria Ana Vitória, era filha do Príncipe-eleitor da Baviera e de Henriqueta Adelaide de Saboia. Ambos seus pais eram bisnetos do rei Henrique IV da França e Maria de Médici. == Rei da Espanha == O cada vez mais ambicioso Luís XIV desejava ardentemente estender o domínio da sua família à vizinha Espanha, e dessa forma adquirir as ricas possessões da América Espanhola. Contudo, as outras potências europeias receavam a união de dois Estados tão poderosos, tanto quanto a França temia uma reunião da Espanha e da Áustria de novo sobre a cabeça de um Habsburgo. Daí ter-se gerado um conflito, motivado pela sucessão de Carlos II de Espanha, que morrera sem filhos, mas designara Filipe como seu sucessor. O Sacro-Imperador Romano Leopoldo I, parente próximo do rei defunto, julgando-se ter mais direitos ao trono de Espanha, iniciou as hostilidades, e assim teve início a Guerra de Sucessão da Espanha, a qual Filipe sairia vitorioso, e, que terminaria com a assinatura do Tratado de Utrecht (1713). Embora tivesse saído vencedor e permanecido como rei de Espanha, teve que ceder à Grã-Bretanha a ilha de Menorca, nas Baleares, assim como o rochedo de Gibraltar, e aos Habsburgos da Áustria os Países Baixos Espanhóis. A perda dos territórios mencionados marcou o início do declínio espanhol na Europa, por oposição ao da França, agora senhora praticamente incontestada no Continente Europeu, e da Grã-Bretanha, que dominava as rotas do comércio mundial. A 14 de Janeiro de 1724, Filipe abdicou do trono a favor do seu filho mais velho, Luís I, mas voltaria a assumir a coroa de Espanha sete meses mais tarde, quando o seu filho faleceu, vítima de varíola. Filipe ajudou os seus familiares em França a conseguir significativos ganhos territoriais durante as guerras de sucessão na Polônia e Áustria, e, favoreceu e promoveu o comércio entre a Espanha e suas colônias americanas. == Últimos anos == Embora o seu governo tenha contribuído para uma melhoria significativa do Estado da Espanha, que ficara muito enfraquecida durante o reinado da dinastia de Habsburgo, para o fim da vida, Filipe viu-se afligido por uma depressão, caindo como outros antecessores do trono espanhol, num estado de grande melancolia. Sua segunda esposa, Isabel Farnésio, dominava o monarca. Ela deu-lhe outros filhos, incluindo outro sucessor, Carlos III de Espanha. Em 1737, sua melancolia foi aliviada pelo cantor de ópera Farinelli, que se tornou o músico oficial da Corte. Farinelli cantava oito ou nove árias para o rei e a rainha todas as noites, geralmente com um trio de músicos. Em 1740, Filipe influenciado pela Bula In eminenti do Papa Clemente XII, promulgou um Édito contra os maçons. Filipe morreu em 9 de julho de 1746 no Palácio do Bom Retiro, mas foi enterrado em seu palácio favorito o Palácio Real de La Granja de San Ildefonso, perto de Segóvia. Por sua morte, viria a ser sucedido por Fernando VI, seu filho, segundo da sua primeira esposa, Maria Luísa de Saboia; quando este também morreu sem descendentes, foi sucedido pelo filho que teve do segundo casamento, Carlos III. == Títulos e estilos == * 1683-1700: Sua Alteza, o Duque de Anjou * 1700-1714: Sua Alteza, o Conde de Hainaut * 1700-1706: Sua Alteza, o Duque de Brabante * 1700-1712: Sua Alteza, o Duque de Luxemburgo * 1700-1706: Sua Alteza, o Duque de Milão * 1700-1714: Sua Majestade, o rei de Nápoles * 1700-1714: Sua Majestade, o Rei da Sicília * 1700-1714: Sua Majestade, o Rei da Sardenha * 1700-1746: Sua Majestade Católica, o Rei da Espanha == Estilos de Filipe == ===Lista de títulos nobiliárquicos=== Pariato Pariato Inicio do Reinado Fim do Reinado Nome com que foi soberano Duque de Brabante 1 de novembro de 1700 Filipe V Conde de Hainaut 1 de novembro de 1700 7 de março de 1714 Filipe V 1 de novembro de 1700 1712 Filipe V Duque de Milão 1 de novembro de 1700 24 de setembro de 1706 Filipe IV Rei da Espanha 1 de novembro de 1700 9 de julho de 1746 Filipe V (abdicou em 15 de janeiro de 1724 em favor de seu filho Luís I, entretanto com a morte deste em agosto de 1724, Filipe assumiu o trono novamente reinando até sua morte, sendo sucedido por Fernando VI). Rei de Nápoles 1 de novembro de 1700 7 de março de 1714 Filipe V Rei da Sicília 1 de novembro de 1700 7 de março de 1714 Filipe IV Rei da Sardenha 1 de novembro de 1700 7 de março de 1714 Filipe IV Duque de Anjou 1 de novembro de 1700 Filipe == Casamentos e descendência == Nome Nascimento Morte Notas Com Maria Luísa de Saboia Luís I de Espanha 25 de agosto de 1707 31 de agosto de 1724 Casou-se com Luísa Isabel de Orleães, sem descendência. Filipe Luís de Espanha 2 de julho de 1709 18 de julho de 1709 Filipe Pedro de Espanha 7 de junho de 1712 29 de dezembro de 1719 Fernando VI de Espanha 23 de setembro de 1713 10 de agosto de 1759 Casou-se com a infanta Maria Bárbara de Portugal, sem descendência. Com Isabel Farnésio Carlos III de Espanha 20 de janeiro de 1716 14 de dezembro de 1788 Casou-se com a princesa Maria Amália da Saxônia, com descendência. Francisco de Espanha 21 de março de 1717 21 de abril de 1717 Mariana Vitória de Espanha 31 de março de 1718 15 de janeiro de 1781 Casou-se com José I de Portugal, com descendência. Filipe, Duque de Parma 15 de março de 1720 18 de julho de 1765 Casou-se com Luísa Isabel da França, com descendência. Maria Teresa Rafaela de Espanha 11 de junho de 1726 22 de julho de 1746 Casou-se com Luís, Delfim da França, com descendência. Luís, Conde de Chinchón 25 de julho de 1727 7 de agosto de 1785 Casou-se com María Teresa de Vallabriga y Rozas, com descendência. Maria Antônia de Espanha 17 de novembro de 1729 19 de setembro de 1785 Casou-se com Vítor Amadeu III da Sardenha, com descendência. == Ancestrais == == Ver também == * Guerra da Sucessão Espanhola * Tratado de Utrecht |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Filipe V de Espanha Casa de Bourbon Ramo da Casa de Capeto 19 de dezembro de 1683 – 9 de julho de 1746 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" rowspan=3 | Precedido por Carlos II |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha 1 de novembro de 1700 – 15 de janeiro de 1724 |width=\"30%\" align=\"center\" | Sucedido por Luís I |- |width=\"40%\" style=\"text-align: center;\"| Rei de Nápoles e Sardenha 1 de novembro de 1700 – 7 de março de 1714 |width=\"30%\" align=\"center\" | Sucedido por Carlos VI |- |width=\"40%\" style=\"text-align: center;\"| Rei da Sicília 1 de novembro de 1700 – 7 de março de 1714 |width=\"30%\" align=\"center\" | Sucedido por Vítor Amadeu II |- |width=\"30%\" align=\"center\" | Precedido por Luís I |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha 6 de setembro de 1724 – 9 de julho de 1746 |width=\"30%\" align=\"center\" | Sucedido por Fernando VI |- |width=\"30%\" align=\"center\" | Precedido por Luís Francisco |width=\"40%\" style=\"text-align: center;\"| Duque de Anjou |width=\"30%\" align=\"center\" | Sucedido por Luís XV |} Categoria:Monarcas da Espanha Categoria:Duques de Milão Categoria:Condes da Flandres Categoria:Casa de Bourbon Categoria:Monarcas católicos romanos Categoria:Reis Bourbon da Sicília e Nápoles Categoria:Reis da Sardenha Categoria:Monarcas da Casa de Bourbon Categoria:Monarcas do século XVIII Categoria:Duques da Lothier Categoria:Reis de Valência Categoria:Monarcas que abdicaram Categoria:Cavaleiros da Ordem do Tosão de Ouro Categoria:Naturais de Versalhes Categoria:Pessoas com depressão Categoria:Príncipes da França Categoria:Cavaleiros da Ordem de Santiago Categoria:Opositores da maçonaria Categoria:Católicos da França Categoria:Católicos da Espanha Categoria:Duques de Brabante Categoria:Duques de Anjou Categoria:Despotismo esclarecido",
 "title": "Filipe V de Espanha"
}