{
 "id": "122023",
 "text": "A aflatoxina é uma micotoxina produzida por espécies de fungos do gênero Aspergillus. É um dos principais tipos de micotoxinas, presente em diversos alimentos, sendo considerada uma contaminação que representa risco para a saúde de humanos e animais domésticos. A sua presença, assim como de outras micotoxinas em alimentos é um problema para saúde pública e para a qualidade dos alimentos. Era conhecida a capacidade dos fungos em produzir metabólitos tóxicos, porém os seus efeitos foram negligenciados, aumentando os casos de micotoxicoses. Esta situação foi alterada drasticamente após o conhecimento da real gravidade das intoxicações por micotoxinas. A rapidez na identificação e caracterização das aflatoxinas e a demonstração experimental da Aflatoxina B1 tipo um carcinógeno extremamente potente ao seres humanos e animais promoveram esta mudança. Apesar de algumas controvérsias, desde a descoberta das aflatoxinas, em 1960, diversos países adotaram limites de tolerância para essas toxinas em produtos destinados ao consumo humano. Na última década intensas pesquisas contribuíram para melhor caracterizar os possíveis efeitos das aflatoxinas sobre a saúde humana, com destaque para os experimentos sobre a atividade biológica da Aflatoxina B1 nas células hepáticas, no âmbito molecular e sua aplicação em estudos populacionais. A importância das micotoxinas se deve aos danos provocados à saúde humana e animal, e também aos prejuízos econômicos na agricultura. == Fungos produtores de aflatoxina == As aflatoxinas representam a principal classe de micotoxinas e são produzidas por quatro espécies de fungos do gênero Aspergillus. Essas espécies são Aspergillus flavus, Aspergillus parasiticus, Aspergillus nomius e Aspergillus pseudotamarii. Dessas quatro espécies, apenas A.flavus e A.parasiticus são economicamente importantes. As aflatoxinas são compostas de quatro substâncias principais identificadas como B1, B2 (por apresentarem fluorescência azul- violeta quando observadas sob luz ultravioleta em 365 nm) e G1 e G2 (por apresentarem fluorescência esverdeada). Existe também a aflatoxina M1, resultante do metabolismo da B1, presente no leite e derivados. == Produção de aflatoxinas == Os fungos A.flavus e A.parasiticus apresentam uma particular afinidade por grãos e sementes oleaginosas, podendo ser encontradas também em muitos outros produtos, tais como, produtos cárneos curados e algodão. A produção de aflatoxinas na grande maioria das vezes está associada às condições inadequadas de secagem e armazenamento. Pois, a produção de fungos e esporos, depende de alguns fatores, como a atividade da água, pH, temperatura, substrato, dentre outros fatores Alguns autores relatam que a alta incidência de aflatoxinas nos amendoins encontrados no Brasil é decorrente das práticas de colheita, secagem e armazenamento, no qual o aumento de umidade (chuvas) e temperatura promove o desenvolvimento do Aspergillus spp. e a produção das aflatoxinas. Esses fatores são certamente importantes na ocorrência das aflatoxinas em áreas úmidas e tropicais. Porém em zonas temperadas, estudos mais recentes mostram que o estresse pela secura, o ataque de insetos e a umidade do solo estão associados à invasão fúngica e a produção de aflatoxinas antes da colheita.Competição microbiana também e um fator que influência a produção de aflatoxinas. A aflatoxina B1 é a que apresenta maior poder toxigênico, seguida de G1, B2 e G2. De modo análogo, em saúde pública, as aflatoxinas têm sido identificadas como fatores envolvidos na etiologia do câncer hepático no homem, em resposta à ingestão de alimentos contaminados. São encontradas geralmente, nos amendoins, espigas de milho, outros cereais e seus derivados. Os animais também podem acumular aflatoxinas no seu organismo através da ingestão de alimentos contaminados e por isso, podem passá-las para a carne e produtos lácteos. E como são resistentes a altas temperaturas e umidade, não são eliminadas durante a cocção dos alimentos. == Síntese da aflatoxina B2 == == Aspectos toxicológicos == Aflatoxinas tem sido descritas como tendo atividade imunossupressora, mutagênica, teratogênica e hepatocarcinogênica. A aflatoxicose é uma doença resultante exposição à aflatoxinas pela ingestão de rações e alimentos contaminados, além de outras fontes como a inalação e o contato pela pele também considerados. A aflatoxina B1 foi classificada como carcinógeno tipo 1, sendo considerada um dos principais fatores de risco para carcinoma hepatocelular (HCC). O HCC é o quinto mais comum câncer no mundo, com uma estimativa de 473.000 novos casos anualmente. Muitos pacientes sobrevivem menos de 1 ano após o diagnóstico. A aflatoxina, após ingestão é absorvida no intestino e transportada ao fígado, onde é metabolizada. A sua toxicidade pode assumir a forma aguda ou crônica. # Impacto agudo: a ingestão de elevadas doses de aflatoxinas num curto espaço de tempo pode causar uma intoxicação alimentar aguda, tais casos são raros nas sociedades desenvolvidas. Os sintomas clínicos são a febre, vômitos e icterícia, pode causar também uma lesão hepática aguda que nos casos mais graves, pode ser fatal. # Impactos crônicos: como os alimentos podem estar contaminados com doses ínfimas de aflatoxinas, o seu consumo, a longo prazo, aumenta o risco e pode levar ao carcinoma hepatocelular e consequentemente a morte . Além desses problemas, está comprovada a sua relação com a incidência da hepatite B e do \"kwashiorkor\". Todos estes problemas, obviamente, dependem da quantidade e frequência da ingestão de produtos com aflatoxinas e da idade da pessoa. A Organização Mundial da Saúde - OMS já concluiu que a aflatoxina pode desenvolver câncer primário no fígado do homem. Isto, evidentemente, não significa que ingerindo aflatoxina, a pessoa fatalmente contrairá câncer, mas sim, aumentar o risco e dependendo da permanência em ingerir alimentos contaminados, a longo prazo, pode desenvolver a doença. == Legislação == A legislação de alimentos tem a função de proteger a saúde dos consumidores e a capacidade econômica de produtores e comerciantes. A Resolução da ANVISA RDC Nº. 7 de 18 de fevereiro de 2011, dispõe sobre limites máximos tolerados (LMT) para micotoxinas em alimentos, dentre elas, as aflatoxinas. Os níveis de micotoxinas deverão ser tão baixos quanto razoavelmente possível, devendo ser aplicadas as melhores práticas e tecnologias na produção, manipulação, armazenamento, processamento e embalagem, de forma a evitar que um alimento contaminado seja comercializado ou consumido. No caso de produtos não previstos nesta resolução e que sejam produzidos a partir de ingredientes com limites estabelecidos neste regulamento, que forem desidratados ou secos, diluídos, transformados e compostos, os limites máximos tolerados devem considerar as proporções relativas dos ingredientes no produto, concentração e diluição em relação aos limites estabelecidos para os ingredientes. Essa resolução prevê o limite máximo para diversos alimentos. Esses valores, bem como outras informações estão dispostas no portal da ANVISA. Existe também a resolução RDC Nº 274 de 15 de outubro de 2002 que estabelece o regulamento técnico Mercosul sobre limites máximos de aflatoxinas admissíveis no leite, amendoim e no milho. == Casos notórios == Em 20 de março de 2017 A Anvisa proibiu a venda de alguns lotes da paçoca da marca Dicel por conter teores de Aflatoxinas acima do limite de segurança recomendável === Limites Máximos Tolerados (LMT) para Micotoxinas === Micotoxinas Alimentos LMT (µg/kg) Aflatoxina M1 Leite fluido 0,5 Leite em pó 5 Queijos 2,5 Aflatoxinas B1, B2, G1, G2 Cereais e produtos de cereais, exceto milho e derivados, incluindo cevada malteada 5 Feijão 5 Castanhas exceto Castanha-do-Brasil, incluindo nozes, pistachios, avelãs e amêndoas 10 Frutas desidratadas e secas 10 Castanha-do-Brasil com casca para consumo direto 20 Castanha-do-Brasil sem casca para consumo direto 10 Castanha-do-Brasil sem casca para processamento posterior 15 Alimentos à base de cereais para alimentação infantil (lactentes e crianças de primeira infância) 1 Fórmulas infantis para lactentes e fórmulas infantis de seguimento para lactentes e crianças de primeira infância 1 Amêndoas de cacau 10 Produtos de cacau e chocolate 5 Especiarias: Capsicum spp. (o fruto seco, inteiro ou triturado, incluindo pimentas, pimenta em pó, pimenta de caiena e pimentão-doce); Piper spp. (o fruto, incluindo a pimenta branca e a pimenta preta) Myristica fragrans(noz-moscada) Zingiber officinale (gengibre) Curcuma longa (curcuma). Misturas de especiarias que contenham uma ou mais das especiarias acima indicadas 20 Amendoim (com casca), (descascado, cru ou tostado), pasta de amendoim ou manteiga de amendoim 20 Milho, milho em grão (inteiro, partido, amassado, moído), farinhas ou sêmolas de milho 20 == Como evitar ingestão e contaminação de aflatoxinas == Dado ser praticamente impossível a eliminação total das aflatoxinas nos alimentos, é necessário as precauções adequadas, procurando reduzir ao máximo os níveis de aflatoxina nos alimentos humanos e do gado. Além da fiscalização do governo, a indústria alimentar e o público devem também colaborar para garantir uma melhor segurança alimentar. Recomendações gerais # _Seleção_ – comprar gêneros alimentares apenas em lojas de confiança e verificar no ato da compra, se estiveram guardados em local seco e fresco; # _Consumir os gêneros o mais cedo possível_ – verificar o prazo de validade dos alimentos e consuma-os antes da data de expirar; # _Comprar em quantidades pequenas_ – evitar guardar em casa quantidades excessivas de alimentos; # _Armazenagem em condições apropriadas_ – os gêneros alimentares devem ser guardados em local seco e fresco e ao abrigo dos raios solares; # _Deixar fora, de imediato, qualquer produto suspeito_ – se a embalagem do produto estiver danificada, ou este aparecer com bolor, úmido ou com aspecto estranho, colocar tudo de imediato para o lixo. == Aproveitamento de alimentos contaminados == alt=Retirar apenas a parte contaminada e esquentar não remove a aflatoxina.|miniaturadaimagem|170x170px|Pão contaminado com fungo Aspergillus spp. É extremamente perigoso aproveitar alimentos com bolor. Pois, isso significa que além da parte visível, todo o alimento está contaminado pelo produto dos fungos, ou seja, pode está contaminado com as micotoxinas. Esse consumo pode provocar diarreia, alergias, intoxicação alimentar e o câncer (risco), já que uma das toxinas é a aflatoxina. Esse hábito, aparentemente inofensivo e instintivo de reaproveitar ao máximo o alimento, cortando a parte \"estragada\" e consumindo a outra, é grande parte respaldado pelas pessoas que possuem essa prática, através da desculpa de que a o calor durante o preparo do alimento vai eliminar qualquer risco. O que é um mito, porque as aflatoxinas, as mais perigosas, são resistentes ao calor e não vão ser eliminadas em um processo de cocção comum, e diversos alimentos como as frutas são consumidas in natura. É verdade também que a maioria dessas contaminações não são perigosas e provavelmente não vão causar riscos a saúde, porque a presença do fungo no alimento, não significa necessariamente que haverá produção de esporos. E que esses, serão micotoxinas. Porém, também é realidade que não é possível, em casa, identificar se aquela contaminação no alimento é nociva ou inofensiva. Ou seja, todo o alimento deve ser descartado. == Ver também == * Fungi * Micotoxina == Ligações externas == * * * Categoria:Micotoxinas Categoria:Carcinógenos do grupo 1 do IARC",
 "title": "Aflatoxina"
}