{
 "id": "122142",
 "text": "A Serra do Larouco é uma serra portuguesa localizada na província de Trás-os- Montes, no concelho de Montalegre, distrito de Vila Real. O seu nome deriva do nome do Deus Celta Larauco, o qual deu também nome ao Larouco. É a terceira maior elevação de Portugal Continental, com 1535 metros de altitude e 423 m de proeminência topográfica; situa-se na fronteira do distrito de Vila Real com a Galiza. Esta serra faz parte do sistema montanhoso da Peneda-Gerês. Apresenta- se como uma serra que dá forma a um grande planalto granítico de forma alongada, esta serra constitui o prolongamento de um acontecimento morfológico que se estende também por terras da Galiza. Apresenta uma orientação geral de nordeste-sudoeste e cerca de 10 km de comprimento, atingindo os 1535 metros de altitude no seu ponto mais elevado. Esta grande massa granítica distinguem-se, na vertente poente, por manchas de xisto metamorfizado que dão origem a encostas abruptas onde aves de rapina como a águia-de-asa-redonda ocupam o território. Esta serra apresenta uma vegetação em altitude é constituída principalmente por matos de urzes e giestas e, algumas pastagens que se localizam junto a cursos de água segundo a antiquíssima técnica dos prados de lima. Nas suas vertentes, localizam-se campos de cultivo e algumas manchas de mata climática, constituída por exemplares de carvalho-alvarinho (Quercus robur) e carvalho-negral (Quercus pyrenaica). O vidoeiro, o pinheiro-silvestre e o castanheiro também marcam presença, sendo a última uma espécie que denuncia a ocupação cultural da serra. Os aglomerados urbanos, de que são exemplo as localidades de Gralhas e Santo André, são rodeados por campos intensamente trabalhados. Nesta serra, a arquitetura tradicional mantém-se com uma habitação de dois pisos em que o andar de baixo preenche funções ligadas à vida agrícola, e também nos muros de pedra seca em granito que compartimentam o espaço e nos abrigos para gado bovino que pontuam e assinalam as grandes áreas serranas dedicadas à pastorícia. É nesta serra que o rio Cávado tem a sua nascente, mais propriamente na Fonte da Pipa. Neste rio e noutros cursos de água que sulcam as encostas desta serra a “galeria ripícola” é o habitat de muitas espécies de fauna e flora. Debaixo da proteção dada pela vegetação típica das linhas de água, persistem mamíferos como o lobo, a raposa, o corço e o javali, a par de répteis como o lagarto-de-água, a cobra-bordalesa e o sapo-parteiro. Dada a grande importância da diversidade e da fragilidade dos ecossistemas foi criado o biótopo CORINE que abrange a Serra do Larouco e Alto Cávado, conferindo o estatuto de proteção às espécies que habitam este lugar. == Rios == Na Serra do Larouco nascem os seguintes rios: * Cávado * Salas * Porto do Rei Búbal == Ligações externas == * == Ver também == * * * Larouco Categoria:Montalegre Categoria:Rio Cávado",
 "title": "Serra do Larouco"
}