{
 "id": "122121",
 "text": "O SE 210 Caravelle (designado Caravela em Portugal) foi o primeiro avião comercial a jato de curto/médio curso, produzido pela empresa francesa Sud Aviation a partir 23 de junho de 1955Caravelle: 1º avião com turbina na fuselagem completa 58 anos Portal Terra (Notícias) (quando a mesma ainda era conhecida por SNCASE daí a sigla do modelo da aeronave ser \"SE\"). É geralmente considerado um dos primeiros projetos de jato comercial com sucesso, já que o, mais antigo, De Havilland Comet, apesar de chegar a ter entrado ao serviço, sofreu uma série de acidentes que obrigaram à sua retirada prematura. Durante vários anos, o Caravelle tornar-se-ia um dos jatos comerciais com mais sucesso, sendo utilizado por vários países europeus e americanos. Historicamente, o Caravelle foi importante ao ser a primeira aeronave com todos os motores montados na fuselagem traseira, deixando as asas completamente livres. Esta disposição foi depois seguida por vários projectos de aeronaves, entre os quais o DC-9 e o Boeing 727. ==Desenvolvimento== Em 12 de Outubro de 1951 o Comité du Matériel Civil (Comissão de Aeronaves Civis da França) publicou uma especificação para um avião de médio curso, que fosse, posteriormente enviado para a indústria pela Direction Technique et Industrielle. Esta definia uma aeronave com capacidade para entre 55 e 65 passageiros e 1.000 kg de carga, em percursos de até 2.000 km, com uma velocidade de cruzeiro de aproximadamente 600 km/h. O tipo e o número dos motores não foram especificados. Os vários estudos de projeto para um avião nesta categoria tinham vindo a ser realizados desde 1946 por diversos fabricantes aeronáuticos franceses, mas nenhum teve a capacidade financeira para começar a construção. A resposta da indústria francesa foi forte, com cada fabricante principal a emitir pelo menos uma proposta, com um total de 20 projetos diferentes recebidos. A maioria das propostas utilizava o turbojato, embora a Breguet apresentasse um número de projetos tanto com turbojato como com turbopropulsores. Entre estes um era para um tri-jato propulsado por motores Atar, a ser desenvolvido em associação com a SNCA du Nord e um tipo de turbopropulsor, ambos designados por Br. 978. A Hurel-Dubois apresentou diversos projetos de turbopropulsores baseados numa fuselagem estreita com asa alta, semelhante a muitos aviões regionais de turbopropulsores. As propostas da SNCA du Sud-Ouest incluíram o S.O.60 com dois motores Rolls-Royce Avon RA.7 e com dois menores Turbomeca Marborés como motores auxiliares. A SNCA du Sud- Est apresentou um número de projetos designados de X-200 a X-210, todos de puro jato. Após ter estudado as várias propostas, o Comité du Matériel Civil reduziu a lista a três em 28 de Março de 1952: o Avon/Marbore S.0.60 quadrimotor, o projeto de dois motores Avon da Hurel-Dubois, e o de três motores Avon Sud-Est X-210. Por esta altura a Royce-Royce começou a oferecer uma versão nova do Avon que poderia desenvolver uma potência de 9.000 lbf (40 kN), fazendo os motores auxiliares no S.O.60 e o terceiro motor no X-210 desnecessários. O comité solicitou à SNCASE para submeter novamente o X-210 como um projeto com dois motores Avon. Ao fazer assim decidiram não se preocupar em mover os motores restantes da sua posição montada na cauda. A maioria de projetos apresentava os motores sob a asa onde poderiam ser montados na estrutura para um peso total mais baixo, mas a SNCASE sentiu que as economia não compensava o esforço. Isto tornou-se num benefício para o projeto, já que o ruído da cabine foi bastante reduzido. O projeto X-210 revisto com dois Avons foi submetido novamente ao SGACC em Julho de 1952. Dois meses mais tarde o SNCASE recebeu a notificação oficial de que o seu projeto tinha sido aceite. Em 6 de Julho de 1953 o SGACC encomendou dois protótipos e duas fuselagens estáticas para testes de fadiga. O projeto da Sud incorporava diversas características da fuselagem da de Havilland, uma companhia com a qual a Sud teve contactos anteriores para diversos projetos. A área do nariz e a disposição da cabina de pilotagem foram ambas retiradas do Comet, enquanto que o resto da aeronave foi projetada localmente. O primeiro protótipo foi concluído em 21 de Abril de 1955 e voou em 27 de Maio, o segundo seguiu-se um ano mais tarde em 6 de Maio de 1956. O primeiro protótipo tinha uma porta de carga no lado esquerdo inferior da fuselagem, mas esta foi removida no segundo protótipo para uma disposição só com assentos. A primeira encomenda foi realizada pela Air France em 1956, seguida por uma da SAS em 1957. Nesse ano a Sud-Est fundiu-se com a Sud-Ouest para se transformar na Sud-Aviation mas designação original SE foi mantida. Mais encomendas se seguiram, desencadeadas principalmente por apresentações em espetáculos aeronaúticos e por demonstrações aos clientes potenciais. O Caravelle foi certificado em maio de 1959 e entrou logo após ao serviço com a SAS e a Air France. Diversos modelos foram produzidos já durante a fase de produção, já que a potência dos motores disponíveis foi crescendo e permitindo pesos de descolagem mais elevados. Nesta altura o departamento de projetos da Sud-Aviation orientou-se para um transporte supersónico do mesmos tamanho e alcance gerais que o Caravelle, designado naturalmente Super-Caravelle. Porém este trabalho seria fundido mais tarde com aquele semelhante a ser desenvolvido pela Bristol que iria dar origem ao Concorde. Em algumas configurações, o avião dispunha de um número de assentos de passageiro voltados para a traseira, um arranjo incomum numa aeronave civil. No total, 282 Caravelles de todos os tipos foram construídos (2 protótipos mais 280 de produção). ==Modelos Produzidos== *Caravelle I: semelhante aos protótipos ; *Caravelle IA: 50 cm mais longos que o protótipo, com maior peso e motores maiores; *Caravelle III: com o mesmo comprimento do IA mas com maior peso e motores maiores. Esta foi a série mais vendida, com 78 unidades produzidas. Além disso 32 Caravelle I foram aperfeiçoados e transformados em Caravelle III; *Caravelle VI-N: semelhante ao Caravelle III, mas com motores ainda maiores. Alguns série III foram transformados em VI-N; *Caravelle VI-R: semelhante à série VI-N mas equipados com reversores de potência e spoilers; *Caravelle VII: modificação da série III comprada pela General Electric e equipada com motores GE CJ-805. Estava destinada a ser comercializada nos EUA, mas foi preterida a favor do DC-9; *Caravelle 10A: baseado na série VII, com um comprimento de mais 1 m, com as janelas mais elevadas 200 mm, com um APU instalado na cauda e com flaps mais aperfeiçoados nas asas. Destainava-se também ao mercado norte-americano, mas também foi preterido em favor do DC-9; *Caravelle 10B (Super-Caravelle): baseado no Caravelle 10A, mas equipado com motores Pratt & Whitney JT8D em vez dos modelos da General Electric. *Caravelle 10R: série resultante da combinação dos motores da série 10B com a fuselagem da série VI-R, criando um avião menor, mas com maior potência; *Caravelle 11R: variante do Caravelle 10R, mas incorporando a capacidade de transporte misto de carga e passageiros; *Caravelle 12 (Super-Caravelle): desenvolvimento da série 10B com uma fuselagem mais longa 3,2 m e uma versão aperfeiçoada dos motores JT8D, destinada ao transporte de 128 passageiros num curso mais reduzido. ==Utilização em Portugal== A TAP incorporou 3 Caravelle VI-R a partir de 1962 com os nomes Goa, Damão e Diu, sendo utilizados sobretudo para ligações dentro da Europa. Foi com estes aviões que a TAP iniciou a era dos jactos. Devido ao facto de terem sido as caravelas portuguesas a iniciarem a época dos Descobrimentos Marítimos, a Sud Aviation concedeu o direito exclusivo à TAP de os chamar \"Caravelas\" ao invés de \"Caravelle\". Após doze anos de serviço, foram vendidos a um operador do Equador. ==Utilização no Brasil== O Caravelle foi o primeiro jato a entrar em serviço no Brasil, iniciando a era dos jatos no Brasil, esteve ao serviço das empresas brasileiras Cruzeiro do Sul, VARIG e Panair do Brasil. == Ver também == *BAC 1-11 *Boeing 727 *Douglas DC-9 *Hawker-Siddeley Trident *Tupolev Tu-154 *Yakovlev Yak-42 Caravelle Categoria:Aviões produzidos na França Categoria:Aviões civis de transporte de passageiros Categoria:Aviões civis a jato Caravelle Categoria:Aeronaves da Sud-Est Categoria:Aviões monoplanos",
 "title": "Sud Aviation Caravelle"
}