{
 "id": "122368",
 "text": "Jean-Luc Picard é um personagem da franquia de entretenimento Star Trek, interpretado por Sir Patrick Stewart. Ele aparece na série de televisão Star Trek: The Next Generation e Star Trek: Picard e nos filmes Star Trek Generations, Star Trek: First Contact, Star Trek: Insurrection e Star Trek Nemesis. Ele também faz uma aparição no episódio piloto de Star Trek: Deep Space Nine. Mostrado como profundamente moral, lógico e muito inteligente, Picard é um mestre da diplomacia e do debate, que resolve problemas aparentemente insolúveis entre múltiplas partes. Apesar de tais resoluções serem geralmente pacíficas, Picard também é mostrado usando suas notáveis habilidades táticas em algumas situações, quando elas são requeridas. Ele gosta de histórias de detetives, drama shakespearianos, cavalgadas e chá Earl Grey. ==História== Jean-Luc Picard nasceu em La Barre, França, filho de Maurice Picard e Yvette Gessard,\"Chain of Command\". Star Trek: The Next Generation. Temporada 6, Episódio 10 e sempre sonhou em entrar na Frota Estelar. Ele não conseguiu passar em sua primeira prova para entrar na Academia da Frota Estelar, porém subsequentemente foi admitido e se tornou o primeiro calouro a vencer a maratona da Academia. Seu treinamento acadêmico em arqueologia é mencionado várias vezes no decorrer da série e ele continua a buscar a tecnologia como um passa-tempo; ele também afirma que uma vez foi reprovado em química orgânica. Pouco depois de se formar, Picard foi esfaqueado no coração por um nausicano, deixando o orgão irreparável e requerindo substituição por um implanete partenogênico. Picard eventualmente serviu como primeiro oficial abordo da USS Stargazer, mais tarde se tornando seu capitão. Durante esse período, ele inventou uma tática de escape/ataque com a nave que ficou conhecida como a Manobra Picard. Star Trek: The Next Generation mostra Picard no comando da USS Enterprise (NCC-1701-D). O episódio piloto da série mostra a missão da nave de investigar um problema na Estação de Longínqua, desviando-se quando a entidade Q faz de Picard um \"representante\" em um julgamento acusando a humanidade de ser uma \"raça infantil perigosamente selvagem\". Picard persuade Q a testar a humanidade, com a entidade escolhendo julgar a performance da tripulação em Longínqua. O julgamento \"termina\" sete anos depois (quando Q lembra Picard que ele nunca foi encerrado), no episódio final da série, quando a humanidade é absolvida pela demonstração de Picard de que a espécie tem a capacidade de explorar as \"possibilidades da existência\". O último episódio da terceira temporada, \"The Best of Both Worlds\", mostra Picard sendo assimilado pelos Borg para servir como um ponte entre a humanidade e os Borg; sua assimialção e recuperação são pontos críticos do desenvolvimento do personagem, dando o pano de fundo para o filme Star Trek: First Contact e o desenvolvimento de Benjamin Sisko, o protagonista de Star Trek: Deep Space Nine. Stewart pedia à Gene Roddenberry para manter Picard como um Borg por alguns episódios a mais além do final da terceira temporada, já que ele achou que seria mais interessante do que restaurar Picard na Parte II. É mais tarde revelado em First Contact que apesar de todos os maquinários Borg terem sido removidos de seu corpo, ele ainda possui lembranças traumáticas e sofre pesadelos de sua assimilação. O episódio \"Family\", da quarta temporada, revela que Picard tem um irmão, Robert, que assumiu as vinícolas da família em La Barre depois que Jean-Luc se juntou a Frota Estelar. Robert e sua esposa Marie tem um filho, René, sobrinho de Jean-Luc. Durante Star Trek Generations, Ele descobre que Robert e René morreram em um incêndio. Picard junta forças com o lendário James T. Kirk em Generations para derrotar o Dr. Tolian Soran. Comandando a nova USS Enterprise-E, Picard novamente confronta os Borg em First Contact. Mais tarde ele luta contra a relocação forçada dos Ba'ku em Star Trek: Insurrection e encontra Shinzon, um clone romulano seu, em Star Trek Nemesis. ==Desenvolvimento== Depois do sucesso dos filmes de Star Trek, uma nova série de televisão com um novo elenco foi anunciada em 10 de outubro de 1986. O criador de Star Trek Gene Roddenberry nomeou Picard em homenagem a um ou ambos os irmãos Auguste Piccard e Jean Felix Piccard, cientistas suíços do século XX. Sua descendência francesa é uma homenagem direta ao explorador Jacques Cousteau. Patrick Stewart, que havia atuada no teatro pela Royal Shakespeare Company, foi originalmente considerado para o papel de Data; Stewart disse que ele não ficaria interessado em assumir um papel de coadjuvante \"para ficar sentado\". Roddenberry não queria Stewart como Picard, todavia; ele tinha imaginado um ator que era \"masculino, viril e com muito cabelo\". A primeira escolha de Roddenberry era Stephen Macht, levando \"semanas de discussão\" com Robert Justman, Rick Berman e o diretor de elenco para convencê-lo de que \"Stewart era a pessoa que eles estavam procurando para sentar na cadeira do capitão\"; Roddenberry concordou depois de fazer testes com todos os outros candidatos para o papel. O próprio Stewart estava incerto dos motivos que influenciaram os produtores a escolher \"um ator britânico, shakesperiano, careca e de meia idade\" como capitão da Enterprise. Ele teve sua peruca entregue de Londres para se encontrar com os executivos da Paramount Pictures, porém Roddenberry mandou Stewart retirar a peruca \"horrível\". Sua voz estentórica impressionou os executivos, que imediatamente aprovaram sua contratação. Roddenberry enviou à Stewart alguns livros de Horatio Hornblower, de C. S. Forrester, dizendo que Picard era baseado em Hornblower, porém o ator já estava familiarizado com o personagem, tendo lido os livros quando criança. Enquanto a série progredia, Stewart exerceu mais controle sobre o desenvolvimento do personagem. Quando a produção do primeiro filme da The Next Generation começou, \"era impossível de se dizer onde Jean-Luc começou e Patrick Stewart terminou\", e pelo quarto, a ator disse: Stewart afirmou, todavia, que ele não é tão sério ou pensativo como seu alter ego. ==Recepção== Muitos fãs frequentemente constrastam o estilo de liderança de Picard contra o de James T. Kirk. Em 1991, a matéria de capa da TV Guide foi intitulada de \"É Kirk vs. Picard: Especialistas e Fãs Debatem Sobre quem É Melhor\". Picard é considerado o máximo delegante da autoridade, sabendo \"como coletar e usar dados melhor do que qualquer outro capitão de Star Trek\". Seu estilo de liderança \"é adequado para uma grande, centrada no processo, tanto geograficamente identica ou diversa, equipe\". Quando Patrick Stewart e William Shatner foram perguntados em 1991 como seus personagens iriam lidar com Saddam Hussein, Shatner disse que Kirk teria \"dito para ele cair morto\" enquanto Stewart brincou que Picard \"ainda estaria pensando\". A UGO Networks listou Picard como um dos melhores heróis do entretenimento, dizendo, \"Ele não tem o senso de fanfarronice de Kirk, porém ele tinha a tendência de levar tudo muito, muito a sério por anos\". Em 2010, em uma pesquisa realizada pela Space Foundation, Picard foi eleito o 11º (empatado com a astronauta Eileen Collins) maior herói espacial da história. Stewart afirmou que, \"Um dos prazeres de ter feito a série e interpretado este papel é que as pessoas são tão atraídas pela ideia de Star Trek... vários anos depois do fim da série... eu gosto de ouvir quanto as pessoas gostaram de meu trabalho... é sempre gratificante para mim que esse inglês, careca e de meia idade parece se conectar com eles\". O ator também comentou que seu papel ajudou abrir Shakespeare para os fãs de ficção científica. Ele já notou uma \"presença regular de trekkers na platéia\" sempre que ele se apresenta no teatro, e adicionou que \"Eu encontro essas pessoas depois, recebo cartas deles e os vejo nos bastidores... E eles dizem 'Nunca vi Shakespeare antes, achei que não iria entender, porém foi maravilhoso e mal possa esperar para voltar'\". == Ligações externas == * Jean-Luc Picard no StarTrek.com Categoria:Personagens de Star Trek Categoria:Capitães fictícios de:Figuren im Star-Trek-Universum#Captain Jean-Luc Picard",
 "title": "Jean-Luc Picard"
}