{
 "id": "12236",
 "text": "O Movimento das Forças Armadas (MFA), também conhecido como Movimento dos Capitães, foi um movimento militar responsável pela Revolução do 25 de Abril de 1974 em Portugal, que pôs fim aos 41 anos de ditadura do Estado Novo. A principal motivação deste grupo de militares era a oposição ao regime e à Guerra Colonial Portuguesa. A 16 de março, dado o aumento da repressão levada a cabo pela PIDE/DGS, saíram das Caldas da Rainha oficiais com o objetivo de derrubar a ditadura, no entanto, este levantamento fracassou. Contudo, a tentativa mostrou aos oficiais do MFA que ainda estavam hesitantes que a sua única opção era fazer um golpe de Estado, e começaram os preparos para a tomada do poder. A ditadura foi derrubada em menos de 24 horas, quase sem derramamento de sangue. Os presos políticos foram libertados das prisões de Caxias e Peniche, a Polícia Internacional e de Defesa do Estado (PIDE), renomeada por Marcello Caetano para Direção-Geral de Segurança (DGS), temida pelos seus métodos de tortura e assassinato, foi destruída, assim como a censura, e lançaram-se ataques à sede do jornal A Época, o jornal oficial do regime. Os restantes símbolos do regime foram destruídos pela população ao fim de uma semana, e deu bases a um forte apoio popular ao MFA. Para a população, as Forças Armadas passaram de \"agentes da repressão, autores de uma guerra colonial e defensores do regime\", para \"estar ao lado do povo explorado numa perspectiva de levar Portugal rumo ao socialismo\". A reestruturação da correlação de forças no MFA inteiro em setembro de 1975 levou à criação de um grupo proveniente de uma aliança entre o Partido Socialista (PS), o Grupo dos Nove e da direita política, um segundo grupo criado proveniente da esquerda militar que tinha apoiado o Partido Comunista Português (PCP) até ao V Governo Provisório, muito favoráveis às teorias terceiro-mundistas, que proclamava o putschismo para \"chegar ao socialismo\", e que tinham como origem a dualidade de poderes nas Forças Armadas que nasceu da crise do MFA e do rompimento do PS com o PCP. O terceiro grupo era constituído por militares favoráveis ao PCP e a sua política de reconstrução do MFA com a correlação de forças anterior às que saíram da reorganização da Assembleia de Tancos, assim como voltar com a coligação PS-PCP-MFA. Entre a Assembleia de Tancos e a Crise de 25 de Novembro de 1975, passam três meses, e nestes meses ocorreu um combate entre a política de cada um dos três grupos, militares e políticos. Destacam-se as Campanhas de Dinamização Cultural e Ação Cívica do MFA que eram um programa cultural descentralizado de forma a capacitar política e culturalmente populações negligenciadas ao longo de décadas. As brigadas da Dinamização Cultural — soldados, estudantes e artistas, privilegiaram a intervenção no centro e norte rurais. Estas campanhas promoveram a cultura, como o cinema, teatro e literatura que, além do contributo que teve enquanto existiu, teve influência nas políticas culturais em Portugal nos anos após a revolução. A 24 de abril de 2024, foi agraciado com o grau de Membro Honorário da Ordem da Liberdade. == Antecedentes: 1973 — abril de 1974 == === Guerra colonial === As divergências entre setores das classes dirigentes do Estado Novo e a crise económica que levou ao fim dos acordos Bretton Woods e que levou à crise petrolífera de 1973 foram uns dos fatores que estiveram no aparecimento do Movimento dos Capitães, mais tarde Movimento das Forças Armadas. Portugal, um país pobre, teve apoio financeiro para a guerra colonial portuguesa dos restantes países pertencentes à NATO, e, sem estes, a guerra nunca poder-se-ia ter estendido por treze anos. A colaboração dos Estados Unidos (EUA) com o Salazarismo fez com que vários oficiais portugueses tivessem treino militar nos EUA e Alemanha Ocidental. A Polícia Internacional e de Defesa do Estado (PIDE), inicialmente treinada pela Gestapo da Alemanha Nazi e pela OVRA da Itália Fascista, passou, nos anos 50, a ser treinada pela CIA. O Estado Novo era uma ditadura corporativista, onde o poder estava concentrado nas mãos de uma pequena e centralizada oligarquia, que era sustentada pelos grandes poderes económicos, a Igreja Católica, e os generais. Os problemas económicos de Portugal eram graves, e o nível de agitação social e política nos meses que precederam o 25 de Abril era alto. Na primeira metade de 1973, a dissidência nas Forças Armadas aumentou, com a recusa de milhares de soldados a fazer o juramento de bandeira. Entre dezembro de 1973 e abril do próximo ano, houve 44 grandes greves, onde, apesar da repressão, participaram cem mil trabalhadores, acompanhados por milhares de estudantes. O sentimento nos militares de que a guerra onde lutavam era uma guerra perdida tornou-se geral, tendo esta causado um grande número de jovens combatentes mortos. A contradição entre os oficiais de alta-patente e os oficiais júniores aumentou. Para aqueles que eram comandados, a autoridade — conservadora, corrupta, incompetente, que buscava unicamente aumentar as suas fortunas e das suas famílias — foi completamente desacreditada. Na mudança do caráter de classe do recrutamento das Forças Armadas, que era historicamente preenchida por filhos de oligarcas, estavam os milicianos, estudantes que foram conscritos e radicalizados nas universidades portuguesas na década de 1960, e que influenciavam os outros oficiais. O serviço militar fora tornado universal, e as fileiras de oficiais foram preenchidas por estes milicianos. Em 1958, as propinas na Academia Militar foram abolidas, tentando combater a diminuição de inscrições, permitindo assim jovens de famílias mais pobres terem uma carreira militar. Deste modo, as entradas, no geral, no quadro permanente de oficiais, eram filhos de famílias pequeno burguesas das províncias. Estes tornaram-se oficiais aquando do começo da guerra colonial, o que correspondia à totalidade da sua carreira, encontravam-se no ultramar a defender a propriedade de uma oligarquia onde não pertenciam, enquanto os oficiais de alta patente que pertenciam à oligarquia ficavam na metrópole. Parte dos oficiais de esquerda com um papel importante no MFA foram formados na Guiné-Bissau. No país, oficiais como Otelo Saraiva de Carvalho entraram em contacto com as obras de Che Guevara, Võ Nguyên Giáp, Mao Zedong, assim como do líder do Partido Africano para a Independência da Guiné e Cabo Verde (PAIGC) e um dos maiores teóricos africanos — Amílcar Cabral, e Mondlane. Em relação aos guerrilheiros, os oficiais ficaram impressionados com o apoio que a população lhes dedicava, assim como a sua eficácia. Com a diminuição da atratividade da carreira militar, por exemplo, entre 1972 e 1973, houve apenas 72 admissões para a Academia Militar, diminuindo de 257 entre 1961 e 1962. Otelo de Carvalho, mais tarde, disse que \"[h]ouve um intercâmbio de ideias entre os movimentos de libertação africanos e nós próprios, que, no futuro, organizaríamos um autêntico movimento de libertação do povo português\". Os oficiais, que também expressavam várias vezes os pontos de vista do movimento estudantil, e devido a outros fatores que estão interrelacionados entre si, eram recetivos e abertos às ideias de Cabral e de outros revolucionários. Assim, os cursos de contrainsurgência tiveram um resultado completamente diferente daquele esperado pelo Estado Novo e os seus aliados. Os primeiros encontros entre oficiais sob esta conjuntura deram-se na Guiné-Bissau, e discutiam a justiça da guerra, os programas do PAIGC, e compararam os seus salários muito miseráveis com os salários faustosos dos generais que permaneciam na metrópole. A radicalização à esquerda teve como causa, além destes fatores, o caráter reacionário do regime do Estado Novo, a incompetência da autoridade militar, a alteração da composição de classe no corpo de oficiais, a tensão entre os oficiais de alta-patente e os oficiais júniores, e a influência ideológica dos revolucionários nacionalistas de esquerda dos movimentos de libertação nacional. Em relação aos fatores internacionais que tiveram influência nos oficiais, a grande derrota dos Estados Unidos na Guerra do Vietname contra a Frente Nacional para a Libertação do Vietname (Vietcongue), e a derrota da França na Guerra de Independência Argelina, foram estudados minuciosamente. Em janeiro de 1973, Amílcar Cabral é assassinado e executado, almejando diminuir o moral do PAIGC. Contudo, após o choque inicial, o PAIGC desencadeou uma ofensiva geral, estando os seus combatentes enfurecidos, e com armamento já superior ao do exército português. A derrota iminente fez com que António Spínola tentasse fazer com que se negociasse a derrota, mas recebeu ordens para continuar a lutar. Com esta conjuntura na Guiné, as fileiras dos oficiais juniores em Portugal começaram-se a agitar e a manifestar o seu descontentamento. === Formação do MFA (julho — dezembro de 1973) === Em junho de 1973, o \"Congresso dos Combatentes do Ultramar\" foi organizado no Porto pelo Comando das Forças Armadas com o objetivo de apoiar a política do governo no ultramar, o que gerou uma grande oposição entre os oficias de patente-intermédia, de tal modo que os oficiais juniores foram impedidos de participar, para não gerarem protestos. Em resposta, estes oficiais começaram a angariar assinaturas em protesto, e, pouco depois, receberam o apoio daqueles que estavam a servir na Guiné. Mesmo antes da formação do Movimento dos Capitães, a contradição entre os oficiais juniores e os de alta-patente, assim como os fortes sentimentos antiguerra, já eram uma realidade expressa. Assim, estes oficiais passaram a ter uma ideia de formar o seu próprio corpo representativo, e, após várias propostas e ideias, a 9 de setembro, a data do primeiro encontro, foi decidido que se formaria um \"Movimento\", fruto de uma proposta de um grupo de capitães do exército. Entre os 136 oficiais na reunião, a maioria capitães, havia também majores, tenentes e segundos-tenentes, e alguns oficiais da Força Aérea — recebendo posteriormente o apoio de 97 oficiais que se situavam nas colónias. A quantidade de membros do Movimento continuou a crescer, discretamente, entre aqueles que se opunham ao decreto 353, descrito como \"a gota que fez transbordar o cálice do descontentamento\", um decreto que aumentou o antagonismo entre os oficias júniores e os de alta-patente. O Movimento era formado por células, tendo estas uma estrutura vertical, para manter o anonimato. No Decreto-Lei 353, de 13 de julho de 1973, de modo a encorajar os milicianos a permaneceram em serviço após a conscrição, o governo permitiu-os subir até ao Quadro Permanente após um curto curso de treino adicional, o desafiava as prerrogativas dos oficiais que aí pertenciam, assim como o seu treino professional, o que deu um estímulo ao posterior Movimento dos Capitães. Foram organizadas cartas e petições de protesto entre os oficiais juniores em Portugal, Angola, Guiné e Moçambique, em reuniões durante a segunda metade do ano de 1973, cujo objetivo gradualmente mudou para o derrube da ditadura. Um dos setores das Forças Armadas, que mais tarde aderiu ao MFA, reagiu num documento intitulado \"Estagnação ou Progresso\", salientando a necessidade de \"libertar o país do conservadorismo que manteve Portugal o país com a menor taxa de desenvolvimento na Europa\", concluindo que \"não se pode permitir a estagnação, o domínio por uma oligarquia ultrareacionária\". Num encontro de 136 oficiais, em setembro de 1973, a medida mais drástica que daqui saiu foi uma greve e uma demonstração pública; em novembro, a sugestão de um golpe imediato, proveniente de um oficial, foi rejeitado pelos outros oficiais, justificando que a situação ainda não estava favorável. Os documentos do Movimento dos Capitães mencionavam frequentemente a \"particularmente grave situação que a nação está a passar\", e o problema mais apontado era a perda de prestígio das Forças Armadas ou do Quadro Permanente. Alguns, especialmente aqueles que se tornariam mais tarde no que se passou a conhecer como a extrema-esquerda do MFA, afirmam que os objetivos políticos eram o objetivo central do movimento desde o começo, mas que tinham de se munir de retórica professional, que servia tanto como subterfúgio contra infiltrados, como para apelar ao número máximo possível de oficiais. A maioria dos membros iniciais do Movimento tinham provavelmente como objetivo proteger o seu status contra os milicianos para os quais a falta de resposta do regime os levou ao ponto de querer findar a guerra. Só depois entraram oficiais cujos objetivos principais eram políticos. Entre os oficiais regulares, havia uns altamente politizados, como é o caso daqueles que pertenciam ao clandestino Partido Comunista Português (PCP), que tomara em 1965 a decisão de infiltrar os seus membros nas Forças Armadas. Por exemplo, muitos daqueles que eram pelo menos simpatizantes do PCP e que posteriormente se tornariam figuras importantes do MFA, só entraram depois da sua formação inicial. É o caso de Vasco Gonçalves, aparentemente comunista de longa data e possivelmente militante, e Ernesto Melo Antunes, que era uma figura importante da oposição, não sendo comunista, que entraram em outono de 1973. Nesse outono, o golpe de Estado no Chile, a recusa de Marcello Caetano de se reunir com uma delegação de oficiais, e a retirada dos candidatos da oposição das legislativas de 1973 foram acontecimentos que favoreceram a radicalização dos oficiais. Em dezembro de 1973, o documento \"O Movimento, as Forças Armadas e a Nação\" foi publicado, sendo este a primeira declaração pública de oposição ao Estado Novo. Neste documento, que criou as bases para tomar o poder, era defendida uma \"solução política, não militar\" para a guerra colonial, que tinha como pressuposto a resolução da crise \"económica, social e moral\" do regime; afirmou que as Forças Armadas eram um \"apoio à força de uma estrutura\" sem legitimidade, rejeitando o \"papel de bode expiatório\", atacando, em simultâneo, o mito de um \"exército apolítico\". Semeando a possibilidade de uma insurreição e a rejeição da colaboração com o Estado, o documento diz que \"os militares conscientes sabem que as autoridades nunca consentirão numa tal solução\", e que \"[n]ão é com aumentos salariais [...] nem com diferentes tipos de privilégios, nem mesmo com o anúncio de reequipamento das Forças Armadas [...] que as autoridades políticas conseguirão curar a brecha que se abriu profundamente na mente da maioria dos militares\". Melo Antunes, que tinha reputação de um marxista articulado, foi convidado a fazer um rascunho. Apesar do movimento ser bem conhecido, a sua direção ideológica não era; por exemplo, quando o General Kaulza de Arriaga, de extrema-direita, tentou preparar um golpe em dezembro, os seus aliados tentaram ganhar o apoio dos capitães. Embora a formação do MFA tenha sido motivada por exigências professionais, houve, desde o começo, um importante núcleo dirigente de oficiais de esquerda com objetivos políticos maiores. Enquanto faziam os planos para a tomada do poder, tiveram a preocupação de manter o apoio de largos setores das Forças Armadas. Um comandante, em relação a esta matéria, disse que \"[q]uando preparávamos o nosso apelo à rebelião março passado [de 1974], tivemos de pesar cada palavra para não parecer demasiado de esquerda ou anticolonialista; se não o tivéssemos feito, o documento não teria sido aprovado, mesmo pelos jovens capitães\". Temas gerais como o \"prestígio\" e a \"dignidade\" da profissão continuaram a ser pregadas pelo MFA, ao mesmo tempo que definiu explicitamente objetivos políticos. De acordo com os líderes do MFA, a tática de combinar estes temas \"manteve-se inalterada do princípio ao fim\", para, assim, manter o apoio de amplos setores do corpo de oficiais. Com as suas demandas praticamente não respondidas, o Movimento, no início com demandas apenas ligadas à profissão, passou a questionar as causas dos seus problemas. === Prelúdio do golpe (janeiro — abril de 1974) === Os oficiais de esquerda que controlavam o MFA no outono de 1973 sentiam unidade política, contudo, acreditavam que seria necessária uma aliança com alguém moderado, que desse legitimidade ao golpe, e o General António de Spínola encaixou nesse papel: em 1973, voltou a Portugal, da Guiné, acreditando que era necessária uma solução política para a guerra colonial. Em fevereiro de 1974, o livro Portugal e o Futuro, de Spínola, causou furor ao apresentar uma proposta de autonomia limitada das colónias. Spínola começara a organizar também uma tentativa de assumir o controlo, chegando a negociar uma transição pacífica com Marcello Caetano. O MFA continuou a preparar o golpe, formulando um programa político, e negociando com Spínola; o atraso do golpe até abril, ao que parece, foi devido às diferenças entre o MFA e Spínola. Num encontro decisivo, a 5 de março, foi acordado dar-se ao Movimento o nome de \"Movimento das Forças Armadas\". No encontro, o maior da fase conspiratória, a assembleia era composta por 176 oficiais do Exército, representando cerca de outros 400 oficiais, 24 oficiais da Força Aérea, representando cerca de 200 outros, e 4 oficiais da Marinha, presentes apenas como observadores. Apesar de nesta altura o MFA ser composto por apenas 10% do corpo de oficiais das Forças Armadas, no dia da Revolução de 25 de Abril de 1974, receberam o apoio, tanto passivo como ativo, de cerca de 70% das unidades militares. Este encontro aprovou o programa de Melo Antunes, que, além das medidas já acordadas, adicionou o reconhecimento do direito de autodeterminação das colónias, que foi alvo de reclamações por parte de Spínola, que queria removê-la. Apesar da maioria dos líderes do MFA serem oficiais conscientes e de esquerda, o seu programa era vago; as medidas mais importantes eram a democracia eleitoral e uma solução política à guerra colonial, e a estratégia antimonopolista, assim como servir os setores mais desfavorecidos, não estava definido. A 16 de março, devido à destituição de generais ligados ao MFA, António de Spínola e Costa Gomes, e às ordens dadas à PIDE/DGS para reprimir o Movimento, os oficiais do Regimento de Infantaria 5 saíram das Caldas da Rainha em direção a Lisboa com o objetivo de derrubar a ditadura. A tentativa, conhecida como o Levantamento das Caldas, fracassou, contudo, mostrou aos oficiais do MFA ainda hesitantes que a sua única opção era fazer um golpe de Estado, e começaram os preparos para a tomada do poder. O III Congresso da Oposição Democrática, de 4 a 8 de abril, teve um impacto em alguns constituintes do Movimento. Do Congresso saíram três objetivos principais, o \"fim da guerra colonial; luta contra o poder absoluto do capital monopolista; conquista das liberdades democráticas\", que levou aos chamados \"três Dês\" do seu programa: \"Descolonizar, Democratizar, Desenvolver\". == Revolução dos Cravos (abril de 1974) == === Derrube do Estado Novo === O Movimento das Forças Armadas, põe fim aos 48 anos da ditadura do Estado Novo na revolução de 25 de abril de 1974, o regime fascista que mais tempo durou, e o último império colonial. O golpe, planeado por Otelo Saraiva de Carvalho, que teve início com um sinal na rádio — a música Grândola, Vila Morena — e que ocorreu quase sem derramamento de sangue, derrubou o regime em menos de 24 horas. Nestas 24 horas, houve demonstrações maciças de apoio popular e entusiasmo, que levaram a revolução ainda mais à esquerda do que tinha sido planeado originalmente. O governo é encurralado no Quartel do Carmo, os presos políticos são libertados das prisões de Caxias e Peniche, a temida polícia política, a PIDE, renomeada por Marcello Caetano para Direção-Geral de Segurança (DGS), foi destruída, assim como a censura, e lançaram-se ataques à sede do jornal A Época, o jornal oficial do regime. A Guarda Nacional Republicana (GNR) também foi levada a sério pelo MFA, já que estes eram recompensados pela servidão ao Estado Novo através da corrupção, tendo um historial de lealdade ao regime. Este também era o caso dos generais, que eram integrados com participação nos grandes monopólios. De acordo com o Major Otelo Saraiva de Carvalho, Caetano dissera pouco antes do 25 de abril, referindo-se ao MFA, que se \"[t]enham cuidado com os capitães. Eles são perigosos, já que não são velhos o suficiente para serem comprados\". Havia um mito de que a GNR tinha um arsenal poderoso, mas Otelo de Carvalho, comandante das operações militares no 25 de Abril, devido a uma sondagem que promovera anteriormente, sabia que era mentira, e informou os seus subordinados. A sede da GNR fora usada por Oliveira Salazar como refúgio em diversas tentativas de golpe, e também foram usados por Caetano no 25 de abril. A sede da DGS foi o último pilar do regime a ser tomado pelo MFA. A PIDE/DGS era temida pela população, dado os seus métodos de tortura e assassinato. Ao fim de uma semana, os símbolos do regime são destruídos pela população de Lisboa, que dá bases a um forte apoio popular ao MFA. Os militares consagraram um governo de esquerda, que iniciou o processo de descolonização. O programa do MFA continha a restauração total das liberdades civis, incluindo a liberdade de expressão; o fim da censura; liberdade para os partidos políticos; a eleição democrática de uma Assembleia Constituinte, no período máximo de um ano; o desmantelamento da PIDE/DGS e da organização paramilitar Legião Portuguesa; assim como uma solução \"política e não militar\" para a guerra colonial; promessas que foram todas cumpridas. Além disso, o programa prometeu uma economia \"ao serviço do povo português, em particular dos setores até agora menos privilegiados da população\", e uma \"estratégia antimonopolista\". Na prática, o governo militar foi mais longe, e, além de ter encontrado uma \"solução política\" que garantiu a independência das antigas colónias (exceto Macau, que foi retido em deferência aos desejos da República Popular da China), houve a nacionalização de bancos, empresas de seguros, e indústrias básicas; redistribuiu a camponeses assalariados dois terços dos latifúndios; pediu a democratização da estrutura interna das Forças Armadas; incentivou a formulação de aparatos de democracia direta nos bairros e controlo operário na indústria; e declarou que o MFA era um movimento de libertação nacional, onde Portugal estava rumo ao socialismo. === Após o derrube do Estado Novo === O Partido com mais militantes na altura era o Partido Comunista Português (PCP), com cerca de dois a três mil militantes, e enaltecia o fim da ditadura como fruto da aliança entre as \"massas aliadas aos setores militares progressistas\", com o objetivo de desenvolver o país. O regime cai nas mãos de um intermédio grupo oficial, que não queria ir para Guerra Colonial, que já se prolongava há treze anos e que não tinha nenhuma solução política no Estado Novo. A crise que a Guerra Colonial causara nas Forças Armadas portuguesas fez com que a revolução fosse determinada pela sobreposição da luta anticolonial, com lutas tanto dentro da metrópole como fora, o que legitimou os movimentos de libertação nas colónias, levando à independência de todas num espaço de 19 meses. No 25 de abril, os membros do MFA eram em grande parte vindos de setores intermédios da sociedade, pouco politizados, e unicamente com o objetivo de acabar com a guerra. Assim sendo, após o golpe a gestão do país foi formalmente entregue a um setor das elites portuguesas representada por António de Spínola na Junta de Salvação Nacional (JSN), este que havia indicado no seu livro o ano anterior uma solução política para a guerra, conotada como uma solução federalista. É obrigado a recuar após a tentativa de alterar o programa do MFA na preparação do golpe, afirmando posteriormente na primeira vez que a JSN se dirige ao país que a sua primeira missão política era \"garantir a sobrevivência da Nação como Pátria soberana no seu todo pluricontinental\". O MFA divulga o seu programa no dia seguinte, no qual declara que a \"política ultramarina do Governo Provisório começava por reconhecer que a solução das guerras no ultramar é política e não militar\". A divergência entre a forma de como pôr fim à guerra e resolver a questão colonial tornou-se assim do conhecimento público. O MFA mostrou-se como a \"garantia máxima das aspirações e interesses da esmagadora maioria da população\". Algo inédito desde o começo da guerra colonial foi o foco das Forças Armadas na população portuguesa, almejando o seu bem-estar e o desenvolvimento local. No processo revolucionário, existiram várias iniciativas relacionadas com isto, nomeadamente as Campanhas de Dinamização Cultural e Ação Cívica do MFA, as Campanhas de Alfabetização e Educação Sanitária, o Serviço Ambulatório de Apoio Local (SAAL), o Serviço Cívico Estudantil (SCE), ou o Serviço Médico na Periferia. Para a população, de \"agentes da repressão, fautores de uma guerra colonial e defensores do regime\", as Forças Armadas \"passaram a estar ao lado do povo explorado numa perspectiva de levar Portugal rumo ao socialismo\". == I, II, e III Governos Provisórios (maio de 1974 — março de 1975) == No dia 16 de maio de 1974, tomou posse o I Governo Provisório, que foi composto por membros do PCP, Partido Socialista (PS), e o liberal Partido Popular Democrático (PPD), que não dura mais de dois meses com a ampliação do conflito social. A causa da sua queda é apontada por variados historiadores como as divergências entre governo e entre o MFA e o JSN sobre a questão colonial. A JSN queria prolongar a colonização portuguesa, enquanto o MFA, o PCP e o PS queriam dar independência às colónias. António de Spínola demite-se a 30 de setembro de 1974, com o primeiro-ministro Palma Carlos, próximo de si, a demitir-se dois meses antes, a 9 de julho de 1974. Kenneth Maxwell, que sublinha nos seus estudos a relação entre o avanço da luta anticolonial e a revolução de abril, defende que a demissão de ambos tem como causa a política entre as colónias e a metrópole, ambas parte do mesmo processo histórico e político. A prolongação da guerra, que teria uma forte oposição tanto em Portugal, como nas colónias, aumentaria a instabilidade social em Portugal. A independência destes países também era vontade da União Soviética, dos Estados Unidos, e da China, esta com menos poder de influência. Após a luta dos movimentos de libertação africanos, e o acirramento do conflito social em Portugal que favorecia a sua independência, é publicado no dia 27 de julho de 1974 a lei da independência das colónias. Num comunicado assinado pelo PS, PCP, e PPD, é convocada uma manifestação para apoiar o presidente da República, o governo, o MFA, e comemorar a independência das colónias. Até fevereiro/março de 1975, o MFA manteve-se como uma estrutura legítima de governação, com o apoio da população. Palma Carlos tentou diluir o MFA para voltar a ter as hierarquias anteriores das Forças Armadas, no entanto, segundo a pesquisadora Maria Rezola, \"o MFA não se extinguirá nem [se] diluirá noutras estruturas\". O Comando Operacional do Continente (COPCON) foi fundado a 8 de julho para defender o programa do MFA. Com o fracasso de Palma Carlos, Spínola é obrigado a dar posse, a 18 de julho de 1974, ao II Governo Provisório. Neste governo, é explícita a forte influência do MFA nos vários ministérios, e no cargo primeiro-ministro ocupado Vasco Gonçalves, que marginaliza cada vez mais os setores spinolistas. A reação de Spínola foi a convocação de uma grande mobilização nacional para dia 28 de setembro, do que apelidou de \"maioria silenciosa\". Tendo confiança nesta manifestação, entra em combate com a Comissão Coordenadora do MFA, o primeiro- ministro, e Otelo Saraiva de Carvalho, que era Comandante-adjunto do COPCON e Comandante da Região Militar de Lisboa. Um dia antes da manifestação, com a ajuda de outras forças democráticas, é posta em marcha uma forte organização popular, com a ação de grupos de vigilância popular e antifascista, assim como a criação de barricadas. O fracasso da manifestação levou-o a renunciar o cargo de Presidente da República. As contradições que se amontoaram após o 28 de setembro foram agravadas durante o período do Verão Quente de 1975, quando estes setores spinolistas passaram a ser afastados de posições onde teriam poder de decisão. Segundo o historiador António Reis, sobretudo, contrapuseram-se a partir daqui dois modelos políticos diferentes, que reuniram setores da sociedade civil e das Forças Armadas — um modelo \"democrático-socializante de base parlamentar, ainda que transitoriamente sob tutela militar\", e outro \"revolucionário-socialista, de base populista e sob a égide de uma vanguarda militar\". O PCP teve uma função determinante neste processo, constituído por três fases diferentes, onde a sua posição em relação a ambos modelos \"foi adquirindo diferentes cambiantes\". Numa primeira fase, onde a correlação de forças estava de certa forma equilibrada, teve uma posição moderada e moderadora nas lutas internas do Movimento das Forças Armadas; numa segunda, com a sua ligação ao exacerbamento do movimento operário e popular, adquiriu uma função mais autónoma e ofensiva, criando proximidades com os setores militares reunidos à volta do primeiro-ministro Vasco Gonçalves, e que impulsionavam uma mudança profunda nos mecanismos de gestão do Estado; numa terceira, numa conjuntura de retrocesso da Revolução, começou a afastar-se dos setores mais radicais dos militares e fez um recuo estratégico, de modo a manter as suas influências em áreas-chave, como nos sindicatos, no parlamento, nas escolas, e no poder locar, e preservando \"as conquistas da Revolução\", que teve um papel no seu alcance. Estas posições tomadas pelo PCP tiveram uma forte influência nos conflitos interiores do MFA, como este se relacionou com a autoridade do Estado, e com a ligação do processo político e do movimento popular teve com a ação dos militares. O MFA auxiliava a população a em ocupações de terras ou casas, e a população, ao contrário da Polícia de Segurança Pública (PSP), da Guarda Nacional Republicana (GNR), e do Quadro Permanente das Forças Armadas, aceitava mais a sua repressão em certas condições como, por exemplo, na greve dos correios de 1974, na greve da TAP de 1974, e na manifestação anti NATO a fevereiro de 1975. A partir de fevereiro/março de 1975, a revolução tem um desenvolvimento excecional na Europa ocidental, com a ocupação de latifúndios, a criação e a ampliação de comissões de moradores, assim como as comissões de trabalhadores, a expropriação de grandes fortunas, e a nacionalização da banca e das companhias de seguros, etc. === Aliança Povo-MFA === O MFA adquirira um forte prestígio ao derrubar os 48 anos de ditadura do Estado Novo. A sua força foi aumentada pela política do PCP, que teve reflexos dentro do MFA, aumentando cada vez mais os seus cargos na direção do país. O PCP — que em maio de 1974 era o partido mais bem organizado — tem um papel decisivo no movimento operário da Intersindical. Logo a 25 de abril de 1974, o PCP saúda de imediato os militares envolvidos, retornando cinco dias depois do exílio o seu carismático secretário-geral, Álvaro Cunhal. Neste mês de maio, o PCP delineia a \"Aliança Povo-MFA\", apoiando-se nos militares para levar avante o seu programa. Ainda no dia em quando Álvaro Cunhal regressa do exílio, declarou numa conferência de imprensa que \"o nosso povo, em aliança com os militares do 25 de abril conduzirão o nosso país pelo caminho da liberdade, da democracia e da paz\", com as declarações do Comité Central do PCP a 4 de maio que \"[o] prosseguimento do Movimento, pelo menos até às eleições para a Assembleia Constituinte, é uma das condições essenciais para consolidar e ampliar os resultados alcançados e fazer frente com sucesso às conspirações e tentativas contrarrevolucionárias [...] Do reforço e da irreversibilidade desta aliança depende a vitória final da democracia em Portugal\". Nas comemorações do dia do trabalhador, a 1 de maio de 1974, Álvaro Cunhal sublinha que a unidade das massas e a aliança do povo com as Forças Armadas é um requisito para a vitória da democracia, sendo afirmado na primeira tiragem legal do jornal Avante! que esta aliança é uma \"questão de vida ou de morte para a revolução democrática\". O MFA, no seu Documento-Guia do Projeto Aliança Povo MFA, proclama a construção de uma sociedade socialista em Portugal como o local para onde a revolução portuguesa devia seguir. A primeira fase das quatro fases da Aliança levou a cabo um esclarecimento popular sobre o golpe executado pelos militares a 25 de abril, que se deu nas ruas, em massa, e tomou forma em decisões políticas importantes que foram prontamente tomadas. A divisão que existia entre a hierarquia tradicional de comando e o movimento revolucionário dos capitães, entre a Junta de Salvação Nacional e a Comissão Coordenadora do Programa do MFA, nas primeiras semanas, não era algo que os cidadãos pudessem notar. Esta percepção favoreceu a imagem positiva, confiante e empática que a população tinha em relação a grande parte das Forças Armadas, que, contudo, eram vistas apenas como interventores temporários. As ideias dos \"três D's\" do programa do MFA, sobre a democratização, descolonização, e desenvolvimento económico e social, que era escasso em Portugal, não tinham qualquer tipo de oposição visível; estas ideias eram compartilhadas por grande parte da população, e também das forças políticas, tanto as que começaram a aparecer, como as que tiveram um papel na luta contra a ditadura. Na segunda fase, houve a participação de militares fora dos quartéis, na luta para solucionar os problemas dos setores mais desfavorecidos da população, e na gestão do Estado e da sociedade. Após o 25 de abril, a explosão social que daí adveio causou cada vez conflitos no governo e na administração pública, que tinham intervenção do MFA, pois, como eram difíceis de gerir, eram encaminhados para o MFA — para as suas estruturas centrais ou locais. O Comando Operacional do Continente (COPCON) foi criado a 8 de julho de 1974, almejando apoiar as condições de transformação que emergiram da Revolução, e continha forças especiais militares comandadas por Otelo Saraiva de Carvalho, e teve também uma função importante na mediação de vários conflitos na sociedade, como na solução de problemas que surgiram com as habitações populares em Lisboa. Tinha uma forte presença e era desburocratizado, o que teve impacto na promoção de empatia com os membros mais à esquerda do MFA e, político-socialmente, dos setores sociais com os quais se assemelhavam. Na terceira fase, houve a criação a 23 de outubro de 1974 das Campanhas de Dinamização Cultural e Ação Cívica do Movimento das Forças Armadas, com coordenação da Comissão Dinamizadora Central (CODICE), que estavam incorporadas na 5.ª Divisão do Estado-Maior General das Forças Armadas. Estas campanhas tinham como objetivo principal \"cumprir integralmente o Programa do MFA e colocar as Forças Armadas ao serviço de um projecto de desenvolvimento do povo português\", assim como \"preencher o vácuo cultural e de informação política existente em todo o país\". A quarta e última fase está relacionada com a forma de como os militares tentaram desenvolver uma nova forma política de Estado, onde a relação entre o povo e o MFA se coordenasse e e institucionalizasse. Vários fatores condicionaram esta fase, como \"a necessidade de controlar a demissão desordenada imposta por uma conceção de democracia assente na atividade de uma miríade de 'organizações populares de base'\"; as divisões cada vez maiores no MFA, relacionadas à existência de conceitos separados de democracia e de desenvolvimento; assim como uma \"certa noção da possibilidade de fazer evoluir o processo revolucionário para um patamar no qual a vocação suprapartidária e operativa do MFA funcionasse como fator de desbloqueio\". A 8 de julho de 1975, passou na Assembleia do Movimento das Forças Armadas o importante Documento- Guia da Aliança Povo/MFA, que, num contexto de radicalização, se buscou universalizar de forma coerente qual a participação popular no Estado e a sua transformação. Em simultâneo, foram dadas as bases para reestruturar as Forças Armadas, em função dessa participação. Neste contexto, o MFA passou a dirigir- se mais aos setores urbanos da população, com mais mobilização, e com condições de tomarem parte de uma ação transformadora de essência revolucionária e socializante. Entre outubro e dezembro de 1974, e MFA teve uma estrutura hegemonicamente colegial, onde pertenciam membros da Junta de Salvação Nacional, ministros militares do III Governo Provisório, Otelo Saraiva de Carvalho, representando o COPCON, e uma Assembleia de Delegados que tinham um papel consultivo, e onde a linha próxima ao Partido Comunista Português (PCP) e a Vasco Gonçalves constituía a grande maioria. A influência da 5.ª Divisão do Estado-Maior-General das Forças Armadas, e alguns setores da Armada, aumentou, onde um grupo de oficiais que defendiam uma organização da sociedade marxista aconselhavam uma intervenção mais direta no processo política. No começo do Movimento, boa parte dos militares dirigentes defendiam uma linha mais independente, \"com reservas às presumíveis intenções hegemónicas\" do PCP, e do compromisso excessivo do PS com as os países europeus sociais-democratas, visto como oposto a qualquer comprometimento com o socialismo. Em simultâneo, também se começou a formar um grupo à volta do COPCON e de Otelo, que tinham apoios marcantes de unidades operacionais da capital, e apoiavam uma via formalmente socialista, entendida de forma populista e basista, com relações com grupos de extrema-esquerda minoritários, mas com muita atividade, principalmente com o Partido Revolucionário do Proletariado (PRP) e com a União Democrática Popular (UDP), mas também com o Movimento de Esquerda Socialista (MES) e a Liga de Unidade e Ação Revolucionária (LUAR). Melo Antunes passou a ter uma função destacada ao coordenar a formulação de um Programa de Política Económica e Social, com o objetivo de delinear o modelo organizativo para o desenvolvimento do país. Este documento, que teve como fundamento uma economia mista, \"pretendia integrar no processo de mudança a classe média e as relações políticas e económicas de dimensão internacional, este rejeitava as posições políticas mais radicais e basistas destinadas a exacerbar o papel da luta de classes\". A discussão que se gerou no propósito do documento fez com que se tornasse mais fácil explicitar as diferentes linhas dentro do MFA, e que levou ao seu fracionamento em diferentes tendências. O PCP buscou aumentar o papel do MFA na direção do Estado com a aproximação das eleições para a Assembleia Constituinte, a 25 de abril de 1975. Além do seu programa democrático equiparar-se ao do PCP, de \"revolução democrática e nacional\", já se antevia que o PCP ficaria em desvantagem em quantidade de representantes. Procurou-se o estabelecimento de uma frente com o MFA, já que a vitória que se esperava do PS causaria perturbações na coligação, e adquiria mais setores-chave da direção do país em contestação, como o Ministério das Finanças, o da Comunicação Social, o do Trabalho e da Agricultura. === Pacto MFA-Partidos === Para evitar conflitos após a eleição, um mês antes o PCP tornou público que haviam começado as negociações entre o MFA e os restantes partidos, para \"se chegar a um acordo sobre o que será no fundamental a democracia portuguesa depois das eleições\". O MFA, que não tinha representação na Assembleia, tinha a sua presença contestada pelo PS, o PPD e o Centro Democrático Social (CDS). O desenvolvimento da revolução em fevereiro e março, com ocupações e greves, faz com que todos os partidos defendessem um aumento do poder militar no Estado. A 11 de abril de 1975, é oficializado o Pacto entre o MFA e PCP, PS, PPD, CDS, Movimento Democrático Português (MDP) e Frente Socialista Popular (FSP), sendo o Aliança Operário-Camponesa (AOC) o único partido da categorizada extrema-esquerda a entrar, mais tarde, no acordo. Nos termos estava o respeito ao Programa do MFA, que a Assembleia Constituinte devia ser elaborada como o presente na Plataforma e que não cabia a esta fazer quaisquer tipos de alteração ao Governo Provisório, que se pusesse em causa a institucionalização do MFA, e que era necessário a incorporação do MFA na Constituição que se ia fazer. Com a assinatura do Pacto MFA-Partidos, e mais tarde com a criação do Conselho da Revolução, o MFA adquire autoridade institucional, com o aumento da influência dos seus militares na direção do país, estes profundamente ligados ao PCP e ao PS. Com isto, tomaram parte da consolidação das liberdades democráticas, com a resistência aos setores ligados ao regime do Estado Novo, mas também, quando invocados, reprimindo e contendo as lutas mais radicalizadas dos trabalhadores, maioritariamente através do Comando Operacional do Continente (COPCON), ligado aos setores mais à esquerda do regime e dirigido pelo principal operacional da revolução, Otelo Saraiva de Carvalho. Segundo , a unidade entre o MFA e o povo era \"a pedra angular da sua legitimidade\". === Golpe de 11 de março de 1975 === A 11 de março de 1975, desenrolou-se um fracassado golpe de estado de direita liderado por António de Spínola, tendo Spínola e o resto dos dirigentes financiamento e apoio político da Espanha franquista. O domínio do Regimento de Artilharia Ligeira 1 (RAL 1) de Lisboa pelos paraquedistas seria um dos alicerces do golpe. No entanto, os paraquedistas, sem saberem porque foram instruídos para cercar o RAL 1, após algumas horas, crendo ser um mal-entendido, terminam aos abraços \"com os camaradas do RAL 1\", com alguns a chorar — não entrariam num combate \"fraticida\". A resposta da sociedade portuguesa ao golpe deu-se com milhares de pessoas nas ruas, o COPCON incitou as populações à formação de barricadas, os sindicatos mobilizaram-se a nível nacional — sobretudo e principalmente devido ao PCP — para resistir ao golpe. Na capa do jornal Avante! lançada mais tarde nesse dia, lê-se \"A Reação não Passará; Unidade POVO-MFA\", \"Povo Português. Todos para a Rua\". São ocupadas fábricas pelos trabalhadores e as greves perduram. Todo o movimento aéreo entrou em greve geral, e os funcionários dos bancos rejeitam sair dos edifícios até que haja nacionalização da banca. O golpe abatido leva ao encarceramento dos seus responsáveis, aos quais pertenciam oficiais e alguns dos homens mais ricos de Portugal, como, por exemplo, Jorge de Mello, José Roquette e Jorge Espírito Santo (da família Espírito Santo). A mobilização popular cresce uma vez mais e dá-se início a um novo ciclo de ocupações de casas, empresas, fábricas. De acordo com um estudo, este mês de março foi o mês com mais conflitos laborais, com e sem ações radicais. .Nesta crise, é criado pelos partidos da coligação o Conselho da Revolução, juntando as funções da JSN, do Conselho de Estado e do Conselho dos Vinte, com o objetivo de controlar o avanço social \"de que o golpe spinolista foi produto mas também motor\". Francisco da Costa Gomes, defensor da sua criação, argumenta ter como objetivo \"proteger o movimento popular dos partidos elitistas\". A 12 de março, há a transformação do Conselho dos Vinte em Conselho da Revolução, além da adição de uma \"Assembleia do MFA\", este último, segundo Kenneth Maxwell, \"um confuso amálgama de funções executivas e legislativas que usurpou boa parte da autoridade que se pretendia para a Assembleia Constituinte\". O Conselho da Revolução tinha legitimidade popular e força militar, podendo travar a revolução e a duplicidade de poderes, assim como enclausurar setores ligados à ditadura do Estado Novo. Neste sentido, tem um papel na consolidação do estado democrático. No entanto, com a rutura entre o PCP e o PS após as eleições, a crise no MFA aumentou e agravou-se, o que acabou com a sua desintegração durante o Verão Quente de 1975. === Divergências no MFA === Em conjunto com o PCP e o PS, o MFA fazia parte das direções da revolução. O resto dos partidos, tanto à esquerda como à direita, não se conseguiram constituir como uma alternativa do processo. Na consolidação do Estado após a revolução, o MFA tinha como certas vantagens o prestígio de terem derrubado o Estado Novo, o apoio do PCP e a sua forte defesa da \"Aliança Povo-MFA\", e o controlo do armamento nacional. A direção do MFA tinha várias fraquezas, como, devido à sua natureza de acampamento militar, tinham pouco poder sobre o movimento social do país. A influência estava nas mãos dos partidos, principalmente do PCP e o PS — na Intersindical, comissões de trabalhadores e moradores — e também parte da categorizada como extrema-esquerda, predominantemente maoistas, assim como a Igreja, em especial nas zonas centro e norte. Parte do MFA provinha socialmente das classes médias. As divergências no MFA começaram logo em 25 de abril com António de Spínola, o que fez com que o MFA o afastasse da liderança do país cinco meses depois de lhe ter entregado. A instabilidade no MFA agrava durante o processo revolucionário — o aumento do seu poder no Estado coincidiu com o agravamento dos conflitos internos, que acabou por não aguentar à rutura PS-PCP e aos conflitos sociais. == IV Governo Provisório (março — agosto de 1975) == === Radicalização da sociedade portuguesa === Apesar das inúmeras diferenças entre o PS e o PCP, a coligação, com cada vez mais participação do MFA, consegue assegurar a governança do país. Por exemplo, sobre a institucionalização de uma frente sindical única defendida pelo PCP — a Intersindical — o PS opunha- se defendendo o pluralismo sindical, o primeiro argumentava sobre a unidade dos trabalhadores, e o segundo argumentava sobre a consolidação democrática. No segundo semestre de 1975, a coligação chega ao fim devido a múltiplas causas. O golpe fracassado de 11 de março revela um processo de radicalização na sociedade portuguesa, com greves, ameaças de greves e outras lutas dos trabalhadores das mais vastas indústrias, de maio a junho. As ocupações ampliam-se e tomam o Alentejo e Ribatejo, e são nacionalizadas dezenas de grandes empresas. A partir de fevereiro, as ocupações de casas desocupadas aumentam exponencialmente a nível nacional, predominantemente em Lisboa, Setúbal e Porto. Após serem ocupadas, os moradores encontravam-se para tomar decisões espantosas, como exigir a nacionalização da banca ou se a casa vazia se tornaria na cresce do bairro. As bases do movimento social urbano passaram, várias vezes, a ser as comissões de moradores, tendo-se transformado, de acordo com uma análise, um \"verdadeiro duplo poder ao nível da cidade\". O governo, para conter esta agitação social, aumentou o salário-mínimo nacional e, após manifestações durante março contra a \"carestia de vida\", aprovou medidas para conter os preços dos bens alimentares. A produção e os postos de trabalho continuaram em muitas empresas, e noutras tantas obtiveram-se aumentos salariais, generalizou-se o contrato coletivo, os subsídios de férias e de Natal, assim como a melhoria ao nível da previdência social, assistência na maternidade, doença e invalidez, e mais outra conquista dos trabalhadores — o subsídio de desemprego. === Queda do IV Governo Provisório === Estes acontecimentos, mais o golpe de 11 de março, provocaram uma crise geral do Estado, causando a maior crise governativa do período da revolução — a saída do PS, e mais tarde do PPD do IV Governo Provisório fez com que este caísse em julho de 1975. O instável V Governo Provisório toma posse a 8 de agosto de 1975, com o PS a distanciar-se do PCP e a aproximar-se de um bloco social que reúne setores de direita e da Igreja. O PCP ficou isolado, tendo apenas como aliados setores que estavam fora do seu controlo e que não confiava, como parte da esquerda militar e da categorizada como extrema-esquerda. No meio desta crise, as divisões no MFA tornam-se enormes. Para tentar fazer com que o PS retrocedesse e que a coligação se restituísse, o PCP procurou usar várias táticas, como, por exemplo, a criação de medidas de controlo militar sobre o movimento operário. Esta tentativa de militarização da força de trabalho tinha em mente uma organização suprapartidária onde as assembleias populares são \"apoiadas\" pelo MFA e outros órgãos do estado, e o Conselho da Revolução é o \"órgão máximo de soberania nacional\". Esta medida tinha como objetivo inserir os trabalhadores e os órgãos de poder popular sob o MFA e o Conselho da Revolução. Tendo a sua origem, provavelmente, numa sedução que o MFA tinha às teorias terceiro-mundistas, não passou de um projeto. A política da \"batalha da produção\", formulada para estabilizar o conflito social, consistia em bloquear quaisquer ameaças ao andamento da produção, tanto de origem operária — greves e reivindicações, maioritariamente salariais — tanto de origem burguesa — sabotagem económica, descapitalização de empresas. No entanto, a política da \"batalha da produção\" não é bem-sucedida, não atenuando nem o conflito social, nem inverter o desinvestimento. A decadência das condições económicas contribuiu para o aumento da crise de Estado. === Rutura PS-PCP === A 10 de julho, o PS sai formalmente do IV Governo Provisório, formalmente apresentando como causa um conflito sobre o domínio do PCP nos meios de comunicação. Apesar de a justificação ter base no caso República, este não era o mais explícito caso do controlo do PCP, no entanto, a sua influência cada vez maior nas estruturas do Estado e o controlo direto e influência política em grande parte dos jornais e diários era visível. O PS adotou uma posição onde um governo de frente popular com o PCP tinha de ser repensado. Procurando aumentar o seu apoio nos setores intermédios da sociedade, o PS acusou o PCP de \"querer implantar em Portugal uma ditadura comunista\" e passou a apresentar-se como o Partido \"capaz de resgatar a liberdade das malhas da coletivização, do controlo sindical, do anticatolicismo, da ditadura dos meios de comunicação social\". Desenvolve-se uma campanha anticomunista no Verão Quente com base na disputa entre PS e PCP sobre posições importantes no aparelho militar e de Estado, num contexto social de acirramento das tensões no movimento operário, popular e estudantil. O PCP reage, considerando o abandono do governo por parte do PS como \"de grande gravidade\"; responsabilizando-o e a sua campanha anticomunista. O PCP rejeita a formação de um governo de direita, assim como rejeita \"energicamente as calúnias que o acusam de assaltar o poder\", sublinhando a sua linha democrática, e pedindo ao PS para repensar a sua posição. Na reunião da Assembleia do MFA de 25 de julho de 1975, almejando o fim da crise, é constituído um triunvirato com Costa Gomes, Vasco Gonçalves, e Otelo Saraiva de Carvalho. Continuando a identificar a reação como o principal inimigo e afirmando que é necessário \"soluções que façam 'respeitar a ordem democrática', o decidido na reunião é apoiado pelo PCP. == V Governo Provisório (agosto — setembro de 1975) == === Tomada de posse === Vasco Gonçalves, nas negociações para a constituição do V Governo Provisório, busca o pluralismo político na esquerda, mas não é bem-sucedido. Após alguns ministros abandonarem as pastas, a recusa do COPCON, liderado por Otelo Saraiva de Carvalho — próximo da categorizada como extrema-esquerda — em apoiar o governo, a 8 de agosto toma posse. Neste dia, um conjunto de militares próximos do PS, o Grupo dos Nove, declaram no Documento dos Nove recusar \"o modelo de sociedade socialista de tipo Europa Oriental\" e rejeitar o modelo \"de sociedade social-democrata em vigor na Europa Ocidental\". É também tornada pública a exigência de Mário Soares à demissão de Vasco Gonçalves. O Governo Provisório, que toma posse sem condições sociais para governar, tem na sua formação militares, independentes, e membros do MDP/CDE, tendo unicamente o apoio político formal do partido destes últimos e do PCP. No entanto, não é explícita qual fora a relação do PCP com estes militares do V Governo. O V Governo Provisório caiu sem muita luta, principalmente de Vasco Gonçalves que apoiava a política do PCP, e aumentou a tensão entre a esquerda militar e o PCP. No dia de posse, Vasco Gonçalves apelou à \"reconciliação e à unidade das Forças Armadas\", enquanto Costa Gomes apelou a uma solução \"transitória\". O Governo Provisório tinha como apoio principal a esquerda militar e da categorizada como extrema-esquerda, enquanto o apoio do PCP era fraco, devido à sua desconfiança em relação à esquerda militar, que levou a um rompimento cada vez maior entre os dois. No comunicado formulado pelo PCP no dia da tomada de posse do V Governo, declarou que este se formou como resultado de uma necessidade inadiável do preenchimento de vazio, para \"não deixar paralisar a máquina do Estado\"; responsabilizou o PS por romper com a coligação; deixou em aberto a reconstituição do governo para \"alargar a base de apoio social e político do poder\"; a resposta às fraturas no MFA e reforçar a sua ligação com o governo; assim como sublinhando a luta \"pelo socialismo e as liberdades\". === Resposta do PCP === No jornal Avante!, houve a ausência nas capas de apoio claro a Vasco Gonçalves e ao Governo, ao contrário, sai uma edição especial do Avante! questionando este último. A edição de 7 de agosto de 1975, que teve como tópico principal a defesa aos ataques que as sedes do PCP estavam a sofrer, teve um número especial saído a 11 de agosto, com parte do informe de Álvaro Cunhal ao Comité Central do dia anterior, onde a viabilidade do Governo é posta em questão, explicitando que \"pensámos já nesse momento [antes da constituição do Governo] guardar um campo de manobra política para o nosso partido que não nos atrelasse necessariamente a uma previsível queda do governo de Vasco Gonçalves\". === Riscos e medidas === Neste informe, pode-se compreender que o PCP julgava a crise de então como podendo provocar algo que não queria — uma guerra civil armada. Para Cunhal, isto deve-se ao facto da crise afetar a sociedade inteira, pois \"é uma crise política, económica, militar, social e no processo de descolonização (refer[indo]-se à guerra civil em Angola)\". Como solução, é delineada como solução política a reconstituição da coligação governamental, e do seu fortalecimento com o MFA, que tem a função de acabar com o \"sectarismo\" e de \"disting[uir] o inimigo principal\", as \"forças fascistas e fascizantes\", das \"forças hesitantes acerca do processo revolucionário e do caminho para o socialismo\". O requisito indispensável para a constituição dum novo governo era a disposição de colaborar com o PCP, e o fim da violência que caía em si. Também afirmou que, apesar de não ser possível existir um regime democrático sem o PCP, \"confiante na sua força, não a sobrestima entretanto\", e declara como fundamental e inadiável o saneamento do Estado (tribunais, diplomacia, etc.) e a constituição de um governo ativo e eficiente. Também foram indicadas como medidas inadiáveis \"política de austeridade, controle do deficit, solução dos problemas dos setores industriais em crise, desenvolvimento da batalha da produção, restrição das importações e aumento das exportações\". Noutras matérias, defendeu \"o processo de nacionalizações e de reforma agrária; no campo internacional, [...] a manutenção de boas relações com os países do Mercado Comum, a Espanha, e o respeito pelos tratados internacionais de que Portugal é signatário, bem como boas relações com os países de 'terceiro mundo'\"; sobre o processo de descolonização, defendeu \"um governo que contribua para resolver a situação em Angola, apoiando o MPLA\"; e no campo social, que \"dentro de uma política de 'reivindicações comportáveis', é urgente atender os setores laborais onde há mais crise.\". Apesar de não serem publicadas hostilidades no Avante!, são deixadas notas para a esquerda militar. === Análise de conjuntura === O PCP encontrou-se preparado para fazer uma análise da conjuntura e de cooperação com outras forças presentes no processo revolucionário, desde que estas estejam prontas para cooperar consigo, dizendo que nestas exigências fundamentais \"não fazemos quaisquer discriminações\". Álvaro Cunhal também referiu que, por dedução, sem se solucionar a questão militar o V Governo fracassaria, e que teria um impacto no PCP, \"[t]odo o esquema das forças conservadoras e reacionárias era mostrar este governo como o governo dos comunistas, sem apoio militar e deixá-lo cair depois. O fracasso deste governo seria o fracasso do Partido Comunista, que seria arrastado nesta derrota com todas as suas consequências\". Álvaro Cunhal disse no informe prever a queda do Governo, cujas passagens só seriam publicadas posteriormente, e identifica fraquezas no MFA, dizendo que \"[a] Constituição do Diretório significa neste momento que o MFA está a decapitar- se, que não tem uma direção homogénea…\". Disse, tentando convencer o Partido, de que o Grupo dos Nove \"pode ser recuperad[o] para o processo revolucionário\", e que a esquerda militar não deve ser abraçada devido ao perigo desta se poder virar contra o Partido. No dia de tomada de posse, o primeiro-ministro Vasco Gonçalves também acreditou tratar-se de um governo frágil, disse que não estava \"agarrado ao lugar\" e que, \"nem que fosse por um minuto apenas que este governo tomasse posse, nem por isso os seus membros deixariam de o fazer\", igualando o seu balanço histórico ao do PCP. Vasco Gonçalves não se sentia como posto de lado pelo PCP, mas acreditou num \"projeto a la Nasser\", cuja conjuntura não permitiu realizar, e sentiu que realizou a sua obrigação por liderar um governo para o país não parar. O PCP procurou diminuir os danos que o rompimento com a esquerda militar causou, e, apesar de não colaborar com pelo menos certa parte da esquerda militar, procurou ter influência nas negociações do VI Governo, e do futuro regime. O PCP, duas semanas antes da tomada de posse do V Governo, declarou nos seus comícios públicos que \"apoiou e continuará a apoiar o V Governo\", e que \"o governo vai continuar a governar\", participando nas manifestações de apoio. Apesar disto, a 10 de agosto é solicitado por Álvaro Cunhal que o Comité Central permita os seus órgãos executivos decidirem e \"conservar margem de iniciativa, inclusivamente de negociações\", caso aconteça algum golpe militar por iniciativa de setores moderados do MFA e do PS, ou caso esse setor ganhe iniciativa política. A 20 de agosto, é dito por Álvaro Cunhal que um \"governo de coligação do MFA e principais partidos políticos foi justamente considerado o sistema de alianças mais adaptado à correlação e arrumação das forças de classe.\". No dia 29 de agosto, anunciou estar pronto a ter uma reunião com o PS, o Grupo dos Nove e o COPCON, para encontrar uma solução governativa. == Fim do MFA (setembro — novembro de 1975) == === Reestruturação e tripartição === A 5 de setembro de 1975, Vasco Gonçalves é afastado pelo Grupo dos Nove, assim como a esquerda militar, que é isolada na Assembleia do MFA, na que passou a ser denominada de Assembleia de Tancos, e no Conselho da Revolução — mas não nos quartéis. O Conselho da Revolução, após a Assembleia de Tancos, mudou a sua estrutura — a esquerda militar e os gonçalvistas, até então maioria, ficaram apenas com três lugares, enquanto o Grupo dos Nove ficou com sete, e os outros membros — nomeadamente, Pinheiro de Azevedo, Morais da Silva, e Costa Gomes, aproximaram-se ao Grupo dos Nove, com Otelo Saraiva de Carvalho permanecendo hesitante em relação ao grupo. Dá-se início a uma reestruturação e reorganização da hierarquia das Forças Armadas. O fim do MFA, um dos suportes do Estado no processo revolucionário, deu-se em agosto, caindo consigo a estabilidade das Forças Armadas, conduzindo ao aumento da indisciplina militar. Uma revolução emergiu dos quartéis, com a adesão cada vez maior às comissões de soldados, através dos Soldados Unidos Vencerão (SUV), da Polícia Militar, das Assembleias Populares, e das manifestações contra os saneamentos executados pelo Grupo dos Nove. O isolamento da esquerda militar leva a uma reestruturação da correlação de forças no MFA inteiro.Foi criado um grupo proveniente de uma aliança entre o PS, o Grupo dos Nove e da direita que almeja uma direção sólida (isto é, o Conselho da Revolução após a Assembleia de Tancos), grupo que levou a cabo centenas de saneamentos e transferências/substituições no Exército para acabar com a indisciplina que existia nos quartéis, e que posteriormente planeou o Golpe de 25 de Novembro de 1975, cujo resultado iniciou a consolidação de um regime democrático- liberal. O segundo grupo criado é proveniente da esquerda militar que tinha apoiado o PCP até ao V Governo Provisório, muito favoráveis às teorias terceiro-mundistas, que proclamava o putschismo para \"chegar ao socialismo\", e que tinham como origem a dualidade de poderes nas Forças Armadas que nasceu da crise do MFA e do rompimento com o PCP. O terceiro grupo é constituído por militares favoráveis ao PCP e a sua política de reconstrução do MFA com a correlação de forças anterior às que saíram da reorganização da Assembleia de Tancos, assim como voltar com a coligação PS-PCP-MFA. Entre a Assembleia de Tancos e o golpe de 25 de novembro de 1975, passam três meses, e nestes três meses ocorreu um combate entre a política de cada um dos três grupos, militares e políticos. === VI Governo Provisório === Na historiografia portuguesa, há um consenso em que \"Portugal estava, durante o VI Governo [Provisório], a viver uma crise político-militar e que o desfecho da revolução se aproximava\". Muitas vezes, é dada mais atenção aos dados indiscutíveis do processo, como a \"crise no MFA, indisciplina militar, VI Governo com forte contestação social, multiplicação de acontecimentos que previam um desfecho rápido da revolução (manifestações de soldados, generalização da ocupação de terras, atentado ao primeiro-ministro, ocupação dos emissores de rádio e televisão pelo governo, cerco à Assembleia da República, paralisação do governo), acontecimentos que ficaram delimitados por aquilo que se convencionou chamar de 'psicose golpista', ou seja, a existência de rumores e ameaças permanentes de um golpe de Estado, que se vai efetivar em novembro\". A 12 de novembro de 1975, deu-se uma forte manifestação de dezenas de milhares de operários, que se radicaliza quando o Ministério do Trabalho rejeita receber os trabalhadores, transformando-se assim numa manifestação contra o VI Governo Provisório. O local onde a Assembleia Constituinte se juntava, o Palácio de São Bento, é cercado pelos operários por dois dias, levando à suspensão do governo a 20 de novembro. Na Crise de 25 de Novembro indisciplina militar nos quartéis acabou. O plano teve como objetivo acabar o Processo Revolucionário em Curso, e, de acordo com Manuela Cruzeiro, mudar para um \"Processo Constitucional em Curso\". Após 25 de novembro, muitas das políticas implementadas nos meses anteriores pelo MFA foram revogadas, assim como os ganhos principais da classe trabalhadora. Uma parte do MFA adotou objetivos radicais democráticos e socialistas, em resposta às demandas de um movimento de massas da classe trabalhadora. No entanto, da revolução, perduraram o estabelecimento de uma democracia liberal, e um setor estatal fortalecido, num sistema que é fundamentalmente capitalista. == Dinamização cultural pelo MFA == === Organização === ==== Criação ==== As Campanhas de Dinamização Cultural e Ação Cívica do MFA eram um programa cultural descentralizado, que, além do contributo que teve enquanto existiu, teve influência nas políticas culturais em Portugal nos anos após a revolução. As campanhas tinham proteção da 5.ª divisão e eram dirigidas pela Comissão Dinamizadora Central (CODICE). A 5.ª Divisão do Estado-maior General das Forças Armadas foi criada em julho de 1974, e atribuí-se a sua criação a uma iniciativa de Francisco da Costa Gomes. Tinha a função de:A 5.ª Divisão existiu durante 14 meses, e, nas suas atividades mais notórias, estão \"mais de duas mil sessões de esclarecimento e educação realizadas por todo o país; programas de rádio diários [...]; programas televisivos para a RTP; spots publicitários; publicação de um semanário — o Boletim do MFA — com 120 mil exemplares de tiragem e 25 números distribuídos; bandas desenhadas, desenhos e cartazes propagandísticos desenvolvidos por reconhecidos artistas [...]; músicas [...]; difusão de poemas da autoria de conceituados poetas e escritores; atendimento e resposta a todas as solicitações do MFA; envio de informação e organização de ações com as comunidades de emigrantes espalhadas pelo mundo; publicação do Programa do MFA em várias línguas; e dezenas de conferências, colóquios e seminários [...]\". Foi desativada a 25 de agosto de 1975 pelo então Presidente da República Costa Gomes. A CODICE tinha como modelo de atuação o \"[...] filme, teatro, ou qualquer outro meio de animação cultural que motive a população, meios cujo levantamento, utilização e coordenação, serão efetuados pelas Comissões respetivas\". Os programas de dinamização tinham como pontos chave \"a luta antifascista, o esclarecimento do Programa do MFA, o apoio às Forças Armadas, a isenção partidária e a promoção da inteligência política de atuação\". ==== Objetivos ==== As campanhas de dinamização cultural, que almejavam dar bases para a atividade cultural nos espaços onde atuavam, consistiram inicialmente da dinamização cultural e esclarecimento cívico, passando depois para a ação cívica, sublinhada mais fortemente numa terceira fase, para consolidar o apoio às \"organizações unitárias de base\", que eram compreendidas pelo MFA como a base do novo poder popular. O objetivo destas campanhas era \"[c]oordenar e apoiar [...] todas as associações culturais do País, de modo a ser possível estabelecer uma rede cultural em todo o território, rede essa que será a base de uma futura vida cultural do povo português\". A constituição do novo poder popular era também um dos objetivos destas campanhas, trazendo as pessoas para o processo da revolução. Estas campanhas tiveram um papel na promoção da cultura, como o cinema, teatro e literatura. Segundo um pesquisador, a visão cultural por detrás das campanhas é \"a ideia de emancipação do povo, de forma a torná-lo numa entidade mais capacitada política e culturalmente\". Procurou-se fazer uma equivalência ao que decorria em Cuba desde 1961, com as suas campanhas de alfabetização. Segundo Rodrigo de Freitas, coordenador do setor de Artes Plásticas da CODICE, o modelo cubano era visto como uma inspiração para estas campanhas. No processo revolucionário, de país conservador e parado no tempo, dá-se um período de profunda mudança, onde passa-se a ter uma consciência de \"nação em movimento\", onde o povo tem forte importância. Certos autores atribuem este período como responsável por uma \"génese identitária de um país\". O regime ditatorial do Estado Novo, com a sua base cultural e ideológica \"numa ideia conservadora de portugalidade, expansão ultramarina, família e religião católica\", e a sua superação, era um dos objetivos. Após o 25 de abril, alguns grupos defendiam que era preciso haver uma revolução cultural. Na primeira das duas etapas que o organismo teve na sua história, quase na sua totalidade política, houve sessões de esclarecimento para a população rural do norte e do centro-interior, \"com o objetivo fundamental de consciencializar\", pois o antigo regime se esforçara por mantê-las despolitizadas. Na segunda fase, após o golpe de 11 de Março de 1975, o seu objetivo mudou para a \"ação cívica\", onde foram enviadas para as localidades brigadas com o objetivo de resolver problemas locais, melhorar as condições sociais, e melhorar o perspetiva cultural das populações, principalmente na parte rural que \"considerava ser importante conquistar\". A intervenção no Alentejo foi quase nula, pois havia a urgência de politizar o Norte, e pelas mudanças da reforma agrária. O \"Portugal dos campos\" constituía um local distinguido para a intervenção cívica dos militares, e o \"país do MFA\", nesta fase, passou a ser fundamentalmente o Portugal rural.Resolver as desigualdades e a contradição entre o campo e a cidade era visto como uma necessidade a ser superada pelo processo revolucionário, e teve um papel importante nas Campanhas de Dinamização, já que, caso este não fosse resolvido, \"correr-se-ia o risco de fazer voltar atrás o processo revolucionário em curso, e, em consequência, o avanço da revolução cultural\". ==== Rescaldo ==== Segundo um coordenador destas campanhas, realizaram-se no país inteiro mais de 10 mil iniciativas. De acordo com José Cardoso Pires, \"as brigadas da Dinamização Cultural — soldados, estudantes e artistas — andavam pelas aldeias montanhosas e iam às minas, à fazenda solitária, aos confins do Diabo, e despertavam as populações, chamando-as ao país geral. Traziam a cartilha e o trator e, às vezes, a ponta do fio elétrico carregada de luz viva\". As Campanhas de Dinamização Cultural e Ação Cívica do MFA tiveram uma grande importância na maneira de como a cultura portuguesa se desenrolou após a revolução, promovendo uma ruptura com o passado, aumentando o diálogo com os costumes e hábitos das populações, almejando uma nova cultura e política. Foram importantes para valorizarem a cultura popular e, segundo a conclusão de um pesquisador, \"esta experiência revolucionária contribuiu para uma conjuntura de aceleração histórica, fundamental num país que precisava de romper com as velhas tradições do seu passado, levando-o a refletir sobre uma necessária revitalização da sua própria génese identitária\". A 5.ª Divisão é extinta em agosto de 1975, seguindo-se a CODICE, após golpe de 25 de novembro de 1975. Um dia depois do golpe, foi \"nomeada uma Comissão Liquidatária\" para pôr fim às atividades das Campanhas de Dinamização Cultural e Ação Cívica, levando, segundo um dos seus coordenadores, com que os seus representantes fossem \"presos, licenciados ou enviados à situação militar de onde haviam sido requisitados\". A última intervenção a ter um fim deu-se em Viseu, que terminou apenas no começo de 1976. === Setores === ==== Teatro ==== A Revolução de Abril teve uma grande importância no teatro português, porque, \"ao trazer consigo uma muito maior abertura à Europa, obrigou a repensar a função da 'alta cultura' enquanto vanguarda intelectual\", num país não estava a par com o resto da europa ocidental, que atingiu o seu ponto mais alto no Maio de 1968. Anteriormente, os grupos de teatro independentes eram sobretudo o teatro universitário. Segundo uma investigadora, entre 1938 e 1974, \"o teatro universitário revelou uma ampla capacidade de intervenção em diferentes domínios da sociedade portuguesa, como elemento de sociabilidades juvenis que, em determinado momento, correspondeu a um comprometimento cultural e político em franca ruptura com os valores conservadores e, particularmente, com o regime que governava o país\". No entanto, o setor refletia a \"particularmente [...] difícil 'situação política vivida no país'\". A inovação era limitada e obstaculizada pelas restrições da censura, com o público estando apenas habituado a certos tipos de peças. Segundo uma investigadora, \"o fim da Censura permitia agora a representação dos autores malditos, mas, sobretudo, permitia pensar em divulgar o espetáculo teatral muito mais vasto e diversificado\". Com a revolução, o teatro português criou afinidade ao teatro dos países da Europa Central, principalmente do teatro alemão. Um dos autores cuja divulgação foi mais afetada pela censura, Bertolt Brecht, da Alemanha Oriental, foi distintamente difundido, tendo as suas obras representadas pelas companhias de teatro independente e grupos amadores, sobretudo através das Campanhas de Dinamização Cultural e Ação Cívica do MFA. As relações entre os atores, o texto e o público alteraram-se profundamente. Era principalmente difundido pelo MFA autores como Brecht ou Bernardo Santareno, havendo também um esforço para integrar os grupos de teatro independentes, que eram anteriormente marginalizados pela ditadura. Segundo João Mota, \"o 25 de Abril trouxe a festa, o teatro estava na rua; e depois dos cinquenta anos anteriores de fascismo, era preciso fazer [...] um teatro de intervenção política, porque às gentes que não sabem ler nem escrever é preciso dizer-lhes que existe outro modo de viver\". As Campanhas de Dinamização Cultural e Ação Cívica do MFA tiveram múltiplas companhias como convidados, encenando, para além dos já mencionados, por exemplo, os autores Alves Redol, Luís Francisco Rebelo, Peter Weiss, e Anton Tchekhov. O teatro amador e independente teve o seu auge após a Revolução de Abril, com a \"prática teatral ao serviço da revolução política\", com bastantes pessoas a defender que sem uma \"prática estética revolucionária não há movimento revolucionário\", havendo também críticas à \"adoção de modelos ultrapassados, justificado pela falta de preparação e de meios das companhias de teatro nacionais\". No fim de 1975 e começo de 1976 dá-se uma mudança no teatro português, com a intenção estética a sobrepor-se à política, levando o \"teatro de intervenção política\" a meter a intenção política em \"segundo plano, em favor da experimentação com novos meios e novas técnicas teatrais\". Segundo Luís Miguel Cintra, os textos dramaturgos alemães e a sua encenação receberam essa atenção porque \"instiga[ram] à reflexão sobre o quotidiano de uma perspetiva histórica que pod[ia] ser facilmente transposta para a realidade portuguesa\". ==== Cinema ==== O cinema foi um dos principais setores apoiados pelas Campanhas, já que, além de captar a atenção dos espectadores, era fácil transportar para as várias zonas do país. Segundo um investigador, \"[f]undamentalmente, o cinema projetado nas teorias e práticas do período revolucionário é investido de um valor de crença na capacidade das imagens em movimento provocarem não a receção passiva do espetador, mas a sua ação\", e que tem \"subjacente a intenção de provocar um efeito bola de neve: a projeção ou rodagem de um acontecimento fílmico é um acontecimento a ser vivido. As equipas não se limitaram a projetar um filme, mas filmavam o próprio ato de projeção e dinamização: para que o povo se revisse a si próprio na sua tomada de consciência e ação e assim ganhasse alento\". O leque de filmes escolhidos nas campanhas podem ser inseridos em dois grupos: os comerciais e de entretenimento, e os de forte caráter político e ideológico. Com a queda do Estado Novo, houve durante o Processo Revolucionário em Curso a estreia de vários filmes que eram anteriormente censurados. ==== Apoio literário ==== Segundo um coordenador da CODICE, o setor da literatura chamado \"Apoio Literário\" dava a incumbência aos escritores de produzir \"textos de apoio e outros para banda desenhada, apoio à produção editorial da CODICE, artigos, reportagens e crónicas para a Comunicação Social, e ainda livros relacionados com a presença do MFA no terreno\". O setor tinha, por exemplo, como colaboradores Virgílio Martinho, Bernardo Santareno, Isabel da Nóbrega, António Torrado, Luso Soares e Maria Carrilho. Há um certo reavivamento do neorrealismo, que exerceu alguma influência no material promovido pelas campanhas. Segundo o historiador João Madeira, a revolução despertou na literatura portuguesa \"uma espécie de remoçamento do neorrealismo; primeiro, porque protagonizado por uma geração de resistentes, já acima dos cinquenta anos, que haviam vivido todo o processo de emergência, euforia e ressaca dessa corrente literária e estética, vivenciada entre finais dos anos trinta e início dos anos setenta e, depois, porque se encontravam numa conjuntura nova que se abria, prenhe de entusiasmos e de expectativas\". No I Congresso dos Escritores Portugueses, ocorrido em 1975, a participação dos escritores na revolução gerou, segundo João Pedro George, dois grupos: \"uns assumiram explicitamente o seu comprometimento político com a revolução, outros rejeitaram essa lógica, afirmando a autónoma do literário\". O setor foi criado por causa da \"'multiplicidade das solicitações a que os militares eram submetidos' e com o 'objetivo fundamental' de ajudar a consolidar através de textos e panfletos, 'a ligação Povo-MFA'\". Além disso, os escritores auxiliaram os militares a adquirir mais \"conhecimento dos costumes, tradições, linguagem e cultura dos locais onde se previam intervenções [...]\". A radicalização da sociedade portuguesa, especialmente após a intentona de 11 de março de 1975, reflete-se no setor, e passou-se a dar mais lugar àqueles que tinham um forte caráter político, ao serviço da transformação social. Certos autores mencionam que o Processo Revolucionário em Curso teve pouca produção literária por parte dos escritores portugueses, tanto por terem estado ocupados noutros trabalhos: jornalístico, académico, partidário, etc.; como pela produção mais política, teórica, e ideológica. ==== Música, dança e canto ==== O setor de música, dança, e canto, tinha como objetivo promover a criação de \"novos centros apoiados em organizações ativas, como conservatórios regionais, bandas de música, grupos corais e sociedades filarmónicas, para o desenvolvimento de novos músicos e animadores musicais\". Segundo um coordenador, \"foram as bandas de música que mais se empenharam no contacto direto e na descoberta de novas formas de aproximação com o povo\". As bandas militares também tiveram um papel junto à juventude, de modo a impedir o desaparecimento das bandas locais. O setor, com a coordenação de Carlos Paredes, Carlos Andrade, e Sílvio Pleno, foi o que mais artistas conseguiu conquistar. A canção de intervenção espalhou-se pelo país, e certos cantores eram tidos como heróis revolucionários, como, por exemplo, José Afonso, Adriano Correia de Oliveira, Luís Cília, Manuel Freire, Francisco Fanhais, Pedro Barroso e José Jorge Letria. Uma pesquisadora destaca que, antes da revolução, \"a música de intervenção tinha um objetivo comum: lutar pelo povo contra o poder estabelecido, desenvolvendo-se assim num movimento generalizado. A partir da Revolução, e depois de legitimada a responsabilidade da música de intervenção, os objetivos especificaram-se, foram estudados modos de organização que permitissem aos músicos uma maior eficácia no seu trabalho individual ou de grupo e delinearam-se vários movimentos de intervenção político-cultural no domínio da música\". As Campanhas de Dinamização também fizeram chegar ao povo outro tipo de músicas, tocadas por orquestras, coros, etc. Artes plásticas e circoA revolução causou no setor das artes plásticas, de entre outros, um sentimento de libertação e euforia, algo que se verificou imediatamente nas pinturas murais que cada vez mais haviam nas cidades. Foi criado o setor das artes plásticas após as Campanhas de Dinamização Cultural e Ação Cívica do MFA serem concebidas, que foi responsável por várias ações coletivas, como produção de cartazes, pinturas murais, e exposições sobre a revolução. A 9 de dezembro de 1974, a CODICE marca uma reunião para promover a adesão dos artistas às Campanhas. Fruto desta reunião, foram fabricados vários cartazes com o objetivo de serem distribuídos a nível nacional durante as ações de intervenção, pintados murais, muitos deles destruídos \"por revanche política, ignorância ou incúria\", cinco calendários por João Abel Manta, um selo, que foi a razão do cartaz \"MFA-Povo/Povo-MFA\", dos CTT Correios de Portugal, autocolantes, três livros de banda desenhada, e várias brochuras para as equipas de dinamização. Nesta altura os artistas tiveram um \"empenhamento militante\" sobre a cultura ao serviço do povo, e também geraram vários slogans e contra-slogans, como \"[a] arte fascista faz mal à vista\", de Marcelino Vespeira a 28 de maio de 1974, numa ação onde o Movimento Democrático de Artistas Plásticos (MDAP) encobriu uma estátua de Salazar no Palácio Foz. As iniciativas do MDAP auxiliaram o diálogo entre os pintores e artistas com o MFA, que contribui para a criação do setor das Campanhas do MFA. O setor de circo das Campanhas de Dinamização Cultural e Ação Cívica do MFA foi criado para melhorar as condições de trabalho dos artistas de circo. Foi coordenado por Francisco Faria Paulino, do MFA, e Teresa Ricou, e contou com a colaboração de diversos grupos e personalidades. == Ver também == *Ação Revolucionária Armada == Bibliografia == * * * * * * * == Ligações externas == * Os Comunicados do 25 de Abril em Centro de Documentação 25 de Abril da Universidade de Coimbra *Programa do Movimento das Forças Armadas Portuguesas em Centro de Documentação 25 de Abril da Universidade de Coimbra *Obras do Movimento das Forças Armadas na Biblioteca Nacional de Portugal Categoria:Revolução dos Cravos Categoria:Oposição à ditadura portuguesa Categoria:Organizações políticas de Portugal Categoria:Membros-Honorários da Ordem da Liberdade",
 "title": "Movimento das Forças Armadas"
}