{
 "id": "122427",
 "text": "A é uma máquina utilizada na fabricação de peças de diversos materiais (metálicas, plásticas, de madeira etc.), por meio da movimentação mecânica de um conjunto de ferramentas. == Tipos de máquinas ferramentas == Entre as máquinas ferramentas se destaca o torno mecânico, que é a máquina ferramenta mais antiga e dele derivaram outras máquinas. As próximas seções apresentam o torno mecânico, a fresadora, a furadeira, a aplainadora mecânica, a retificadora e outras máquinas. == Torno mecânico == O torno mecânico é uma máquina extremamente versátil utilizada na confecção ou acabamento em peças dos mais diversos tipos e formas. Estas são fixadas numa placa giratória ou entre pontas de eixos reviventes a fim de que possam ser trabalhadas pelo torneiro mecânico, profissional altamente especializado no manuseio deste tipo de equipamento de precisão. O torno pode executar o maior número de obras do que qualquer outro tipo de máquina ferramenta. É considerado fundamental na civilização moderna, pois dele derivaram todas as outras máquinas e ferramentas. • Caixa Norton: conhecida como engrenagem, é formada por eixos e engrenagens, que serve para transmitir o movimento do avanço do recambio para a ferramenta. • Recambio: responsável pela transmissão do movimento de rotação do cabeçote fixo para a caixa Norton. • Barramento: é a parte que sustenta os elementos fixos e moveis, garantindo o alinhamento da maquina. • Carro Principal: é formado pela mesa, carro transversal, carro superior e porta-ferramenta. O avanço do carro pode ser manual ou automático. • Carro Transversal: é responsável pelo movimento automático (pela rosca sem- fim), ou pelo manual ( por um volante). • Carro Superior: é uma base giratória que permite tornear em ângulos. • Porta-ferramenta (torre): é o local onde são fixados os suportes de ferramentas, presos por meio de parafuso de aperto. • Cabeçote Movel: parte do torno onde se desloca sobre o barramento oposta ou cabeçote fixo, a contraponta e o eixo principal estão situados na mesma altura e determina o eixo de rotação da superfície torneada. • Torno Vertical: é usado para trabalhar com peças com um diâmetro elevado, como flanges, polias e rodas dentadas); • Torno Revolver: é um torno simples o qual é possível executar processos de usinagem com rapidez, em peças pequenas (Ex: buchas); • Torno Copiador: copia uma peça modelo, fazendo movimento com o porta- ferramenta, produzindo assim uma peça idêntica com as mesmas dimensões; • Torno de Placa: executa torneamento de peças de grande diâmetro; • Torno CNC: tem movimentação e sistema automatizados através de servomotores, sendo capaz de usinar formas complexas com facilidade.HEINZLER, M.; GOMERINGER, R. Manual de Tecnologia Metal Mecânica. São Paulo: Blucher,2011. == Furadeira Fresadora == Furadeira fresadora, é uma máquina derivada do torno mecânico. Seu desenvolvimento ocorreu a partir de dificuldades em conseguir executar tipos de usinagem em seu predecessor. Portanto, a fresadora é um equipamento especializado em cortar a matéria prima utilizando uma ferramenta chamada fresa. A fresa (ferramenta) em geral cilíndrica, é composta de diversos gumes cortantes que em movimento rotativo e contínuo montada no eixo da fresadora, ao passar pela matéria prima, vai retirando fragmentos (chamados de cavacos), até dar forma e tamanho desejados nesta. A fresadora é utilizada para fresar, podendo serem realizadas operações de desbaste e acabamento, de acordo com a ferramenta e as condições de corte. Existem muitos tipos destas máquinas operatrizes, as mais comuns são chamadas fresadoras universais destinadas à fabricação de engrenagens ditas retas e helicoidais, além de roscas sem fim e confecção das mais diversas ferramentas com as mais diversas formas utilizadas num ramo da metalurgia chamado de ferramentaria. É uma maquina ferramenta que permite operações como furar, alargar, escarear, rebaixar e rosquear. Essas operações são executadas pelo movimento de rotação e avanço do eixo principal. O avanço é transmitido por sistema de engrenagens ou polias, que pode ser manual ou automático. Tipos de furadeira: \\- Portátil; \\- Sensitiva de bases magnéticas; \\- De coluna radial; \\- Múltipla de fusos múltiplos; Furadeira sensitiva: é a mais simples, indicada para peças de pequeno porte e furos com diâmetro de até 15 mm. Tem o nome de sensitiva por que o avanço é manual. Furadeira radial: para peças pesadas e volumosas difíceis de alinhar. Possui um potente braço horizontal que pode ser levantado ou abaixado e é capaz de girar em torno da coluna, esse braço contem o eixo porta-ferramenta que também pode ser deslocado horizontalmente. Isso permite furar em várias posições sem mexer na peça. A furadeira é composta pelas seguintes partes: motor, eixo árvore, coluna, mesa e base. Hoje em dia existem as fresadoras à CNC (Comando Numérico Computadorizado) ou centros de usinagem, onde todas as operações são basicamente feitas por computadores. == Aplainadora mecânica == As aplainadoras mecânicas, também conhecidas por plainas limadoras, embora não pareçam devido à sua aparência e forma, também são máquinas derivadas do torno mecânico. Seu desenvolvimento ocorreu para resolver certos problemas ocorridos em peças e componentes mecânicos planos e retos. Há vários tipos de plainas. Pode-se furar o cavaco agudo transversal da mesa plaina utilizada na fabricação quando se necessário, devido a sua boa força de avanço interno na parte a ser utilizada. == Retificadoras == Retificadoras, ou retíficas, são máquinas operatrizes também derivadas dos tornos mecânicos. São altamente especializadas em retificar e polir peças e componentes cilíndricos ou planos. Os virabrequins de motor a explosão, por exemplo, depois confeccionados, têm suas medidas de acabamento terminadas numa retificadora. Outro exemplo, seriam os corpos como barramentos e prismas de precisão das próprias máquinas operatrizes que são acabados em suas medidas finais por retíficas planas e cilíndricas. == Outras máquinas == Além das citadas acima, a tecnologia atualmente utiliza muitas máquinas para a confecção de outras, porém estas foram as que deram início às demais. Sendo o torno mecânico considerado a máquina geradora de todas as outras como citado no início do artigo. Aqui pode-se comentar sobre CNC (Comando Numérico Computadorizado), este que é o grande elemento de mudança no processo produtivo. Sendo um equipamento automatizado, comanda a máquina no lugar do operador (mas não o torna dispensável), com vantagens sobre diminuição da influência humana e aumento da produtividade. Também efetuam a troca da ferramenta automaticamente e possuem porta-ferramentas para grande quantidade das mesmas, podendo ultrapassar 80 ferramentas em um único magazine. Como exemplos pode-se citar: Centro de torneamento - tornear; Centro de usinagem - furar, mandrilar, fresar; Retíficas CNC - retificando . Grupo Vannucci - Industrial brasileiro referencia na fabricação peças com torno Categoria:Metalurgia",
 "title": "Máquina-ferramenta"
}