{
 "id": "122494",
 "text": "Nut (também Neuth ou Nuit)The New Encyclopædia Britannica Volume 8. 15. Auflage. Encyclopædia Britannica, Inc., Chicago 1992, ISBN 0-85229-553-7, S. 835. é a deusa do céu na mitologia egípcia. Ela simboliza a esfera celeste e era tida como a mãe dos corpos celestes. Contemporaneamente, é sincretizada com a deusa Nuit, do panteão da religião de thelema. == Mitos == A deusa Nut, sendo uma das deusas primordiais, faz parte do mito de criação na enéade de Heliópolis. Segundo o mito de criação heliopolitânico, ela é filha de Shu, deus do ar seco, com Téfnis, deusa da umidade,Textos das Pirâmides, 1. NUT AND THE DECEASED KING, UTTERANCES 1-11, 5c-5d na tradução por Samuel A. B. Mercer e neta de Atum, deus solar. Junto de seu irmão e consorte Gebe,Textos das Pirâmides, 8. THE DECEASED KING TRIUMPHS OVER HIS ENEMIES AND IS RECOGNIZED BY THE GODS, UTTERANCES 260-262, 316a na tradução por Samuel A. B. Mercer (O Geb, bull of Nut) deus da terra, ela dá origem às divindades Osíris, Ísis, Seti e Néftis. Na mitologia do antigo Egito, Nut também consta, ao lado de Ísis, como mãe de Hórus, já que Ísis engravidara de Osíris ainda no útero de Nut. No entanto, ela é descrita no Livro de Nut como a mãe de Rá e a esposa de Osíris. Excerto do Escrito de Seth I \"O esplendor de Rá emerge dos quadris dela, no horizonte oriental. Assim ele se dirige à Terra, assim ele nasce e se manifesta. Então abre as coxas de Nut, sua mãe. E retorna para o céu. Assim surge Rá, assim ele surge pela primeira vez sobre a Terra. Ele irrompe de sua bolsa e nada em seu rubor. E se limpa nos braços de Osíris, seu pai. E assim vive Osíris, após Rá ter nele se acomodado. Assim surge o rubro alvorecer. Assim ele atua no Oriente, nos braços de Osíris, seu pai. Assim sua figura se engrandece quando ele ascende ao céu.\" == Representação == miniaturadaimagem|328x328px|A deusa do céu, Nut (ao amanhecer), na tumba de Ramessés VI (KV9) Nut é geralmente representada sob forma humana. Uma das representações mais recorrentes mostra a deusa de perfil e nua, como se arqueasse seu corpo sobre o deus da terra, Gebe, tocando o horizonte com os braços e pernas estendidos. As vezes ela aparece apoiada em seu pai, o deus do ar seco, Shu. Ela também foi representada de frente no interior de sarcófagos, geralmente engolindo ou dando à luz o sol. Essa imagem era posta na parte inferior da tampa, para formar uma espécie de união com o defunto. A urna representava o corpo de Nut, que recebia o morto para então dar-lhe novamente à luz. Em alguns casos, Nut foi retratada como “vaca celestial”, seus quatro cascos simbolizando os pontos cardeais, ou como uma porca com seus filhotes. == Nut como deusa do céu == A deusa usando o pote de água (nw), sinal que a identifica. Nut desempenhou um papel importante na cosmogonia egípcia. Ela representava o céu; seu riso era o trovão e seu choro a chuva. O corpo de Nut simbolizava a abóbada celeste, ele separava a Terra da enchente primordial. Segundo a concepção mitológica, o corpo de Nut se estendia sobre a Terra para protegê-la; seus membros, que tocavam o solo, simbolizavam os quatro pontos cardeais. Ao mesmo tempo ela era tida como a mãe dos corpos celestes. Acreditava-se que, ao entardecer, o sol se punha em sua boca, para que, à noite, viajasse através de seu corpo e que, pela manhã, ele voltasse a brilhar em seu ventre, no Oriente. Em ciclo eterno, também as estrelas andavam por seu corpo durante o dia. Dessa construção metafórica surge a representação de Nut como a “porca que devora seus filhotes”. Apesar da alcunha, a deusa era respeitada por ser muito benéfica. O mito do nascimento de seus filhos foi narrado pelo escritor grego, Plutarco. O deus do sol, Rá, invejava Nut por seu lugar eterno no céu e temia que isso pudesse tornar questionável seu próprio poder. Por isso, ele a amaldiçoou, para que ela não pudesse dar à luz em nenhum dia dos 360 dias do ano então vigente. No entanto, o deus Tote (que para Plutarco correspondia ao deus grego Hermes) acrescentou mais 5 dias ao ano, permitindo assim que Nut desse à luz seus filhos. == Nut e o culto dos mortos == miniaturadaimagem|A deusa do céu, Nut (ao entardecer), na tumba de Ramessés VI (KV9) Nut também teve um papel importante no culto egípcio dos mortos. Ela estava intimamente relacionada à crença na ressurreição dos mortos, que, depois de terem morrido, luziam como estrelas em seu corpo. Junto com seu irmão e consorte, Gebe, o deus da Terra, ela deu à luz as divindades Osíris, Ísis, Néftis e Seti, todas relacionadas ao culto egípcio dos mortos. Nut também era uma deusa dos mortos. Nos textos das pirâmides, entre outras representações, ela aparece como uma vaca curandeira. Ela também foi frequentemente retratada no interior de sarcófagos como a protetora dos mortos em sua passagem ao outro mundo. Posteriormente, os papéis exercidos por Nut foram muitas vezes sincretizados com os da deusa Hator. Nut assumiu, então, parte do papel de Hator como a senhora do sicômoro (Ficus sycomorus), da árvore que daria de comer e beber aos mortos e Hator foi representada, em parte, como a deusa do céu. == Nut na astronomia == Alguns egiptólogos como, por exemplo, Kurt Sethe,Kurt Sethe: Die altägyptischen Pyramidentexte. Nach den Papierabdrücken und Photographien des Berliner Museums. Teil 1: Text. – Hälfte 1. Spruch 1–468 (Pyr. 1–905). Olms, Hildesheim u. a. 2001 (Nachdruck von Hinrichs, Leipzig 1908), ISBN 3-487-02593-0, S. 315. Arielle KozloffArielle Kozloff u. a.: Egypt’s dazzling sun – Amenhotep III and his world. Cleveland Museum of Art in cooperation with Indiana University Press, Cleveland 1992, ISBN 0-940717-16-6, S. 336–337. e Ronald Wells,Ronald Wells: The Mythology of Nut and the Birth of Ra. In: Studien zur altägyptischen Kultur. Nr. 19, 1992, S. 305–321. sustentam a ideia de que a deusa Nut simbolizava a faixa da Via Láctea. Eles se referiram, entre outros, à passagem 176 do Livro dos Mortos, que apontaria para uma conexão entre a deusa e a faixa de estrelas. Além disso, eles apontam para representações do período ramsida em que seu corpo aparece coberto e rodeado de estrelas para justificar sua hipótese, ainda que não consigam apresentar documentos que a comprovem. Depois de revisar esses e outros textos, tais hipóteses não foram mais levadas em conta, pois Harco Willems,Harco Willems: The coffin of Heqata (Cairo JdE 36418) – A case study of Egyptian funerary culture of the Early Middle Kingdom. Peeters, Leuven 1996, ISBN 90-6831-769-5, S. 262–270. Rolf KraussRolf Krauss: Astronomische Konzepte und Jenseitsvorstellungen in den Pyramidentexten. Harrassowitz, Wiesbaden 1997, ISBN 3-447-03979-5, S. 254–255. e Arno EgbertsArno Egberts: In quest of meaning – A study of the ancient Egyptian rites of consecrating the meret chests and driving the calves. Nederlands Institut voor het Nabije Oosten, Leiden 1995, ISBN 90-6258-208-7, S. 292–293. comprovaram concretamente que “a região fronteiriça entre o céu e as estrelas, na passagem de entrada e saída do Tuat” representa o Mesqet (a região do céu mais próxima do horizonte) de Nut. == Culto == miniaturadaimagem|A deusa do arco celeste Nut representada como uma vaca. Assim como muitas outras divindades, Nut não tinha culto nem templo próprios, no entanto seus retratos decoram muitos lugares de culto. Ainda que raramente, amuletos onde Nut era representada como uma porca foram usados pela população. == Veja também == Lista de deuses egípcios Este artigo é uma tradução do artigo correspondente em língua alemã. Categoria:Deusas egípcias ca:Llista de personatges de la mitologia egípcia#N",
 "title": "Nut"
}