{
 "id": "122537",
 "text": "My So-Called Life (Minha Vida de Cão no Brasil)https://noticiasdatv.uol.com.br/noticia/series/primeira-serie- mobilizar-fas-na-internet-completa-25-anos-conheca-28929 é uma série televisiva norte-americana criada por Winnie Holzman e exibida originalmente nos Estados Unidos de 25 de agosto de 1994 a 26 de janeiro de 1995. Foi cancelado em 15 de maio de 1995 devido a sua baixa audiência, após 19 episódios. No entanto, desde então a série tem ganho um status cult. Conhecida por usar metáforas para desenvolver a história, esta inovadora série é muitas vezes considerada ter sido \"demasiado inteligente para TV\". O seriado foi louvado por seu retrato fiel à adolescência e pelos comentários astutos de sua personagem principal, Angela (interpretada por Claire Danes). Foi a série que lançou a carreira dos atores Claire Danes e Jared Leto. == Temas == My So- Called Life lidava com temas sociais importantes do início dos anos 90, como abuso infantil, homofobia, alcoolismo na adolescência, não ter um lar, adultério, bullying, censura e uso de drogas. Muitos seriados da época abordavam esses problemas num episódio especial, no qual ele era introduzido no começo e concluído no fim, mas em My So-Called Life tais temas faziam parte do enredo e estrutura narrativa da série. O título é, por si, uma alusão à insignificância sentida por muitos adolescentes. == Elenco principal == Bess Armstrong Wilson Cruz Claire Danes Devon Gummersall A. J. Langer Jared Leto Devon Odessa Lisa Wilhoit Tom Irwin Shannon Leto == Episódios == == Reconhecimento e prêmios == Em 1995 surgiu uma campanha online feita pelos fãs para evitar o cancelamento da série. Foi uma das primeiras campanhas para salvar uma série. https://www.washingtonpost.com/archive/local/1995/01/13/a-tv-show-worth- saving/8128fea7-e77a-4c24-b9e3-63dbc73e0ece Em 1995, Claire Danes ganhou o Globo de Ouro de melhor atriz em série dramática por seu trabalho na série. Em 2007 a revista Time incluiu My So-Called Life em sua lista de \"100 Melhores Programas de Televisão de Todos os Tempos\".\"South Park — The 100 Best TV Shows Of All-Time\" - Time, 14 de agosto de 2007 == Ligações externas == * * My So- Called Life at epguides.com Categoria:Séries de televisão de drama dos Estados Unidos Categoria:Séries de televisão de drama da década de 1990 Categoria:Séries de televisão de drama adolescente Categoria:Séries de televisão com temática LGBT Categoria:Séries da American Broadcasting Company Categoria:Programas da Sony Entertainment Television Categoria:Programas de televisão dos Estados Unidos que estrearam em 1994 Categoria:Programas de televisão dos Estados Unidos encerrados em 1995 Categoria:Programas de televisão em língua inglesa Categoria:Séries de televisão premiadas com o Globo de Ouro de melhor atriz - drama",
 "title": "My So-Called Life"
}