{
 "id": "122640",
 "text": "miniaturadaimagem|Uma Caloi do início da década de 1970. A Caloi é uma empresa fabricante de diversas marcas de bicicletas, com sede em São Paulo e fábrica em Manaus. Fundada em 1898 pela família Caloi (os filhos de Luigi Caloi, entre eles, Guido Caloi, Henrique e José Pedro), atualmente parte do grupo Dorel Sports, uma divisão da Dorel Industries, Inc. (TSX: DII.B, DII.A), companhia com sede no Canadá, responsável globalmente nos segmentos pelas marcas Cannondale, Schwinn, GT, Mongoose, Caloi, IronHorse, SUGOI, Fabric, Charge, InStep, Guru e Kid Trax. A empresa comercializa no Brasil as marcas Caloi, Cannondale, GT Bicycles, Schwinn e Fabric. Atualmente, tem como presidente Cyro Gazola. == História == miniaturadaimagem|esquerda|Uma Caloi Super C FT 7, do final dos anos 80. Com detalhe da barra circular inspirada no modelo da Monark.A família Caloi já possuía as empresas Casa Poletti & Caloi (oficina para locação, conserto e manutenção de bicicletas) e a Bianchi do Brasil (representação comercial de bicicletas italianas). Com o advento da Segunda Guerra Mundial, houve a interrupção da importação de peças e assim, Em 1949, foi inaugurada a primeira fábrica da Caloi, no bairro paulistano do Brooklin. Era inaugurada a primeira fábrica de bicicletas do Brasil.[1][2] Em 1960, a fábrica alcançou grande popularidade fabricando as bicicletas dobráveis. Em 1972, foi lançada a Caloi 10, que se tornou uma marca cultural no Brasil e consolidou o nome Caloi como fabricante de bicicletas. Em 1975, A Caloi inaugurou mais uma fábrica no País, no Polo Industrial de Manaus. Com essa base, lançou outro sucesso de vendas: a Mobylette. ===Não esqueça minha Caloi=== Foi em 1978 que a primeira peça da campanha Não esqueça a minha Caloi surgiu, com a personagem Zigbim, que incentivava a garotada a lembrar de um presente... que não foi esquecido até hoje. A campanha ainda é lembrada até os dias atuais por todos que cresceram pedalando uma Caloi. Esse ano foi marcado também pelo lançamento do modelo Caloi Ceci, uma bike feita especialmente para as mulheres. Nos anos 1980, a Caloi veio com a assinatura “O ano da Bicicleta”, e mostrava que realmente seria a década da bicicleta. Ao menos, para a Caloi Cross, que figurava nas garagens de 10 entre 10 meninos dos anos 80. A Caloi Cross Extra Light também foi um grande sucesso da década 80. Inspirada no sucesso do filme E.T. - O Extraterrestre, a bicicleta tinha como inspiração um modelo para a criançada que sonhava em voar. Em 1989, a Caloi começou a sua introdução na história do mountain bike, com o lançamento da Caloi Mountain Bike 15 e 18, a primeira feita especialmente para a prática do esporte. ===Caloi sem Fronteiras=== Os anos 90 viram o crescimento da Caloi dentro e fora do País. Em meio a vários lançamentos de sucesso, ela deu início à sua internacionalização, abrindo uma subsidiária na Flórida, nos Estados Unidos. Foi durante os anos 90 que a Caloi que introduziu os quadros de alumínio no mercado internacional. O mercado de bikes cresceu tanto, que incentivou o desenvolvimento da fabricação de uma imensa variedade de acessórios para bikes e ciclistas. A empresa foi dirigida pela família fundadora até o ano de 1999, quando esta vendeu para Edson Vaz Musa. A partir de então, a CALOI partiu para um novo desafio: ser sinônimo de bicicletas e também de fitness, agregando saúde, esporte e lazer à marca. Por isso, a CALOI se assumiu como uma marca destinada à vida saudável, e colocou todo o mundo para pedalar: crianças, adultos, esportistas, ciclistas profissionais, amadores e bikers de fim de semana. Em 2006, a CALOI inaugurou uma moderna fábrica em Atibaia, no interior de São Paulo, desativando a antiga unidade da Avenida Guido Caloi. ===Caloi. Movimentando a vida=== Em 2007 a marca lançou a campanha “Movimentando a Vida” para integrar todos os projetos que a empresa trabalhava, reforçando o posicionamento da empresa em estimular e apoiar crianças e adultos na busca de uma vida saudável através da atividade física. Em 2012, a Caloi inicia o seu projeto para apostar no desenvolvimento do mountain bike no Brasil com a Elite Carbon, modelo de carbono voltado para competições. No mesmo ano, a empresa assumiu ainda o compromisso com o ciclismo brasileiro e anunciou a sua equipe de MTB, com atletas de destaque no cenário nacional. Desde então, a empresa vem ampliando seu portfólio de bicicletas de competição, com modelos em alumínio e carbono, e se tornando referência pela qualidade e custo benefício. ===Aquisição estrangeira=== A Caloi passa a fazer parte da divisão de bicicletas da empresa canadense \"Dorel Industries Inc.\". Em agosto de 2013, 70% das ações da empresa foram compradas pela Cannondale Sports Unlimited, divisão de bicicletas da multinacional canadense Dorel Industries Inc, que 4 anos depois (2017) passaria a ter 100% das ações da Caloi. ===2017: Novo logo, novo posicionamento e novo mercado=== Como parte do Grupo Dorel Sports, a Caloi passa em 2017 a ter como CEO - Cyro Gazola - e continua se renovando e reforçando a sua história e posicionamento com todos os tipos de ciclista. Em 2017 A marca lançou um novo logo e novo posicionamento: Fabricamos Ciclistas, desenvolvido pela agência Salve Tribal. A Caloi é uma marca que vem marcando gerações e muitos brasileiros pedalaram pela primeira vez em uma Caloi. “Nós fabricamos ciclistas. De todos os tipos, idades e identidades. A Caloi sempre foi uma marca que buscou falar com todos os públicos e isso continuará” comentou Cyro Gazola, presidente da Caloi. Segundo a Agência Salve Tribal, A proposta do trabalho era trazer mais do que somente uma mudança em sua identidade visual. Além das mudanças no logo, a agência mergulhou na história da marca e resgatou “O Vencedor” como ícone principal da nova comunicação. Ao retomar sua presença nos dias de hoje, a Caloi traz à tona o legado histórico-conceitual da marca e, ao mesmo tempo, humaniza a representação gráfica, acompanhando o deslocamento de uma marca centrada só nos produtos, para uma marca centrada nos usuários. “Quando uma marca é uma lovebrand centenária como é a Caloi, qualquer mudança de logo e assinatura impacta profundamente. Sabemos dessa responsabilidade. Por isso, estudamos toda a cronologia da marca e todas as suas facetas em diversos períodos da história. Resgatamos um ícone de antigamente, que é a figura do \"O Vencedor\". Este ícone foi redesenhado e ganhou um caráter muito mais inclusivo. Deixa de ser um homem jovem pedalando e torna-se uma figura sem gênero e sem idade, alguém em que todos podem se espelhar” explica James Scavone, Chief Creative Officer, da SalveTribal Worldwide. ===Bicicletas elétricas=== Em 2017, a empresa anunciou ainda a entrada no mercado de bicicletas elétricas, com o lançamento da linha “E-Vibe”, apresentando uma bicicleta destinada a uso urbano e outra destinada a mountain bike. A proposta da Caloi com a linha é oferecer não só facilidade no dia-a-dia, já que longas distâncias e subidas deixam de ser uma barreira, mas poder incluir mais pessoas no uso da bicicleta, pois não importa se o ciclista já pedala a anos ou se está começando, a sua idade, ou diferença de resistência física de cada um. A E-vibe integra diferentes grupos para que possam pedalar juntos. ==Linha do tempo== * 1898 – Desembarca em terras brasileiras Luigi Caloi, um italiano cujo sonho era fazer bicicleta de qualidade e tecnologia. * 1898 – Juntamente com seu cunhado (Agenor Poletti) fundam no mesmo ano a Casa Poletti & Caloi situada na rua Barão de Itapetininga, centro de São Paulo. * 1924 – Morre Luigi Caloi. Os filhos Guido, Henrique e José Pedro se associam e alteram o nome da empresa para Casa Irmãos Caloi. * 1928 – Desassociação dos irmãos Caloi. Guido dá continuidade ao negócio, enquanto Henrique e José Pedro abrem uma firma de acessórios para bicicletas. * 1945 – Com as dificuldades de importação por causa da Segunda Guerra Mundial, a Casa Luigi Caloi passou a produzir as suas próprias peças em um barracão no bairro do Brooklin. * 1948 - Mesmo com a volta da importação com o término da Guerra. Guido mantém sua fabricação e dá-se início a constituição da Indústria e Comércio de Bicicletas Caloi S.A. * 1955 – Ano em que o Guido Caloi falece, dando lugar à 3ª geração da família na direção da indústria, Bruno António Caloi. * 1960 – Período de importantes lançamentos de produtos como a linha Fiorentina e os modelos dobráveis e as Berlinetas. * 1970/80/90 - Consolidação e expansão da marca no mercado brasileiro e internacional. São fundadas as subsidiárias Caloi Bolívia e Caloi Norte. * 1990 – Caloi inaugura uma subsidiária nos Estados Unidos (Caloi, Inc). Localizada em Jacksonville, na Flórida, a Caloi começa a comercializar bicicletas no mercado norte-americano. * 1992 - Caloi lança a Andes Team, voltada à competição de alto nível, com quadro em alumínio, suspensão Marzzochi e componentes Shimano XTR de 24 velocidades. (Simultaneamente ao lançamento do Shimano XTR) * 1997 – A Caloi expande seus negócios, entrando no segmento de Home Fitness. Lança uma linha de equipamentos de ginástica com esteiras e bicicletas ergométricas. * 1999 – Início de um novo conceito mercadológico. A Caloi hoje não é só bicicletas, é também Fitness. * 2004 – A Caloi inaugura sua nova sede na cidade de São Paulo. * 2006 – A fábrica da Caloi na região do Jardim São Luís, na Avenida Guido Caloi encerra as suas atividades, transferindo-se para Atibaia. * 2012 - Caloi lança sua primeira bike destinada ao ciclista profissional e a competições de alto nível, é a vez da \"Elite Carbon\" e posteriormente a versão otimizada chamada de \"Elite Carbon Team\". * 2013 – O grupo canadense Dorel Industries compra 70% da Caloi. * 2017- O grupo canadense Dorel Industries assume 100% da Caloi. A empresa passa a ter como presidente Cyro Gazola. Caloi assume novo logo e posicionamento: Fabricamos Ciclistas, e ingresso no mercado de bicicletas elétricas. == Ícones da Caloi == miniaturadaimagem|Caloi poti. ===Caloi Barra Forte=== Bicicleta sem marchas, atualmente cópia perfeita da Barra Circular da rival Monark. ===Caloi Berlineta=== 1967 – Lançamento da Berlineta, primeiro modelo de bicicleta dobrável do Brasil. Esse lançamento foi feito no programa \"Esta noite de improvisa\", apresentado pelo radialista e político Blota Jr., que também era diretor-vice-presidente da Caloi. O principal concorrente da Caloi Berlineta era a Monark Monareta. === Caloi 10 === 1972 - Caloi 10, uma bicicleta esportiva com o guidão rebaixado utilizado para competições, exercício e treinamento, foi a primeira bicicleta de 10 marchas do país. ===Caloi Ceci=== miniaturadaimagem|esquerda|Um modelo recente da Ceci. 1977 – Surge a Caloi Ceci, bicicleta com cano rebaixado para facilitar a atividade para mulheres. A cestinha frontal logo torna-se também um ícone desse modelo. Foi lançada com aros 27,5\" e guidom baixo mas já nos primeiros anos sofre mudanças, passando a chegar com aros 26\" e guidom alto, visando oferecer maior conforto para as moças de estatura mais baixa. Os primeiros modelos contavam com câmbio de 3 marchas.... === Caloicross === miniaturadaimagem|Caloi Arco Duplo no acervo do Museu de Piripiri.|alt= 1980 – Primeira bike projetada para prática do bicicross corrida em pista de terra similar ao motocross, alguns de seus modelos, as Extra ligth, foram as primeiras equipadas com componentes de alumínio anodizado do país. Desenvolvida para prática esportivas como cross e o free-style prática de manobras de solo e saltos. ===Caloi Mountain Bike=== 1989 – Primeiro modelo de bicicleta todo terreno comercializada pela Caloi possuía um quadro de aço com desenho similar aos da americana GT e possuía três triângulos ao invés dos tradicionais dois e era equipada com câmbio de 15 marchas. ===Caloi Aluminum=== miniaturadaimagem|esquerda|Caloi Aluminum em 2016 no Piauí. 1990 – Caloi lança seu modelo de ponta e de alta tecnologia para o mercado brasileiro da época: Quadro de alumínio produzido pela Alcoa, com garfos também de alumínio fornecido pela francesa Vitus e o \"inédito\" câmbio de 21 velocidades. No período do lançamento deste modelo, o quadro da Aluminum apresentou algumas características que somente seria utilizados pelas outras marcas, inclusive importadas, muitos anos depois, como tubos oversize e quadro com slopping no tubo superior. A partir do quadro padrão de alumínio, a Caloi ofereceu diversos \"modelos\" equipados com diferentes câmbios para atender desde o ciclista iniciante no mountain biking até atletas profissionais. Caloi pronta entrega.JPG|Caloi pronta entrega. Timbre de plástico da Caloi.JPG|Timbre da marca. Caloi no jardinzão.JPG|Um modelo ceci. Caloi poti 1999.JPG|Caloi poti de 1999 Caloi no sítio do Bosco.JPG|Em um bicicletário ==Ver também== *Museu da Bicicleta de Joinville == Ligações externas == * *Página no facebook Categoria:Empresas com sede na cidade de São Paulo Categoria:Multinacionais do Brasil Categoria:Fabricantes de bicicletas Categoria:Empresas fundadas em 1948 Categoria:Caloi",
 "title": "Caloi"
}