{
 "id": "12265",
 "text": "Energia eólica é a transformação da energia do vento em energia útil, tal como na utilização de aerogeradores para produzir eletricidade, moinhos de vento para produzir energia mecânica ou velas para impulsionar veleiros. A energia eólica, enquanto alternativa aos combustíveis fósseis, é renovável, está permanentemente disponível, pode ser produzida em qualquer região, é limpa, não produz gases de efeito de estufa durante a produção e requer menos terreno. O impacto ambiental é geralmente menos problemático do que o de outras fontes de energia. Os parques eólicos são conjuntos de centenas de aerogeradores individuais ligados a uma rede de transmissão de energia elétrica, eles ficam localizados em campos abertos. Os parques eólicos de pequena dimensão são usados na produção de energia em áreas isoladas. As companhias de produção elétrica cada vez mais compram o excedente elétrico produzido por aerogeradores domésticos. Existem também parques eólicos ao largo da costa, uma vez que a força do vento é superior e mais estável que em terra e o conjunto tem menor impacto visual, embora o custo de manutenção seja bastante superior. Em 2010, a produção de energia eólica era responsável por mais de 2,5% da eletricidade consumida à escala global, apresentando taxas de crescimento na ordem dos 25% por ano. A energia eólica faz parte da infraestrutura elétrica em mais de oitenta países. Em alguns países, como a Dinamarca, representa mais de um quarto da produção de energia. A energia do vento é bastante consistente ao longo de intervalos anuais, mas tem variações significativas em escalas de tempo curtas. À medida que cresce a proporção de energia eólica numa determinada região, torna-se necessário aumentar a capacidade da rede de modo a absorver os picos de produção, através do aumento da capacidade de armazenamento, e de recorrer à importação e exportação de eletricidade para regiões adjacentes quando há menos procura ou a produção eólica é insuficiente. As previsões meteorológicas auxiliam o ajustamento da rede de acordo com as variações de produção previstas.Platt, Reg (21 January 2013) Wind power delivers too much to ignore, New Scientist.Platt, Reg; Fitch- Roy, Oscar and Gardner, Paul (August 2012) Beyond the Bluster why Wind Power is an Effective Technology . Institute for Public Policy Research. == História == === Energia mecânica === A energia eólica tem sido aproveitada desde a antiguidade para mover os barcos impulsionados por velas ou para fazer funcionar a engrenagem de moinhos, ao mover as suas pás. Nos moinhos de vento a energia eólica era transformada em energia mecânica, utilizada na moagem de grãos ou para bombear água. Os moinhos foram usados para fabricação de farinhas e ainda para drenagem de canais, sobretudo nos Países Baixos. Ao longo de milhares de anos, a força do vento tem sido aproveitada de inúmeras formas, desde o impulso de veleiros e barcos à vela, até à ventilação natural de edifícios. A utilização do vento para produzir energia mecânica surgiu relativamente tarde na Antiguidade. A roda de vento do engenheiro grego Herão de Alexandria, concebida durante o d.C., é o mais antigo registro do uso de uma ferramenta destinada a captar a força do vento para alimentar uma máquina.Drachmann, A.G. (1961) \"Heron's Windmill\", Centaurus, 7, pp. 145–151 Os primeiros moinhos de vento apareceram na Pérsia desde, pelo menos, o , provavelmente desde o .Hassan, Ahmad Y and Hill, Donald Routledge (1986). Islamic Technology: An illustrated history, p. 54. Cambridge University Press. ISBN 0-521-42239-6. O uso de moinhos tornou-se comum no Médio Oriente e na Ásia Central, chegando mais tarde à para a China e Índia. (cf. Hill, Donald R., Mechanical Engineering) Por volta do ano 1000, os moinhos eram usados para bombear água do mar até às salinas na China e na Sicília,Kurlansky, Mark (2002) Salt: a world history,Penguin Books, London, ISBN 0-14-200161-9, p. 419 e a partir do são já usados intensivamente na Europa ocidental na moagem de farinha, e na drenagem de terras alagadas para cultivo ou construção. Os primeiros europeus que vieram à América trouxeram a tecnologia consigo do Velho Continente. Em 1881, William Thomson propôs o uso da energia eólica na ausência. de carvão. === Energia elétrica === Em julho de 1887, James Blyth, um engenheiro escocês, construiu uma turbina com pás de tecido no jardim e aproveitou a eletricidade produzida para carregar acumuladores que usava para iluminar a sua casa. A sua experiência daria origem em 1891 a uma patente. No inverno de 1888, o inventor norte-americano Charles Francis Brush produziu eletricidade através de um gerador alimentado a energia eólica, que fornecia eletricidade à sua residência e laboratório. Na década de 1890, o inventor dinamarquês Poul la Cour construiu geradores eólicos para produzir eletricidade, que usava para produzir hidrogénio e oxigénio através de eletrólise, guardando uma mistura dos dois gases para usar como combustível. La Cour foi o primeiro a descobrir que turbinas que girassem a uma velocidade maior e com menos pás eram as mais eficientes para produzir eletricidade. Em 1904 fundou a Sociedade dos Eletricistas Eólicos. Em meados da década de 1920, algumas empresas começaram a fabricar aerogeradores elétricos de 1-3 quilowatts, os quais tiveram uma ampla aceitação nas regiões rurais da América do Norte. No entanto, a instalação de redes elétricas públicas durante a década de 1940 e a necessidade de mais energia tornou estes pequenos geradores obsoletos. Em 1931 o engenheiro francês Georges Darrieus obteve uma patente para uma turbina eólica que usava aerofólios ao longo de um eixo vertical para criar a rotação. Desenhou ainda uma turbina de 100 kW, precursora dos geradores horizontais modernos. Em 1956, Johannes Juul, antigo estudante de la Cour, projeta uma turbina com três pás em Gedser, com 200 kW, e que viria a influenciar o desenho das turbinas posteriores. Em 1975 o Departamento de Energia dos Estados Unidos financiou um projeto de desenvolvimento de turbinas eólicas, gerido pela NASA, com a finalidade de serem incorporadas na rede de distribuição. Estas turbinas experimentais abriram o caminho para grande parte da tecnologia que é hoje usada. Desde então, as turbinas têm aumentado significativamente de tamanho, sendo as maiores capazes de produzir 7,5MW. A potência da turbina é medida em quilowatts (kW) ou megawatts (MW), enquanto que a energia produzida é medida em quilowatts-hora (kWh) e respetivos múltiplos. No século XXI foi criado interesse pelo chamado hidrogênio \"verde\". Denomina-se como hidrogênio verde aquele produzido com eletricidade gerada por fontes de energias limpas, como a energia eólica. == Potencial == O vento é o movimento de ar ao longo da superfície da Terra, sendo afetado por áreas de altas e baixas pressões atmosféricas. O sol não aquece a superfície de forma regular, dependendo de factores como o ângulo de incidência dos raios solares, que difere consoante a latitude e a hora, e se o solo é coberto ou não por vegetação. As grandes massas de água, como os oceanos, aquecem e arrefecem mais lentamente do que em terra. A energia em forma de calor absorvida pela superfície da Terra é transferida para a atmosfera e, uma vez que o ar aquecido é menos denso que o ar frio, sobe acima do ar arrefecido para formar áreas de elevada pressão atmosférica criando diferenciais de pressão. A rotação da Terra arrasta a atmosfera envolvente, o que provoca turbulência. É a conjugação de todos estes fenómenos que provoca a alteração constante do padrão de ventos.A quantidade total de potência que é em termos económicos é viável explorar a partir do vento é consideravelmente maior que o atual consumo humano de energia a partir de todas as fontes. O Instituto Max Planck apresentou uma estimativa da quantidade total de energia eólica que existe, concluindo que possam ser extraídos entre 18 e 68 TW. Uma outra estimativa, desta vez baseada em medições reais da velocidade do vento, concluiu que possa haver 1 700 TW de energia eólica a uma altitude de 100 m acima do mar e da terra. Destes, 72 a 170 TW poderiam ser extraídos de forma prática e economicamente competitiva. Os mesmos autores mais tarde estimaram ser de 80 TW. No entanto, a investigação na Universidade de Harvard estima uma média de 1 Watt/m² e uma capacidade de 2–10 MW/km² para parques eólicos de grande dimensão, sugerindo que estas estimativas de recursos eólicos totais a nível global estejam sobrestimadas por um factor de 4. === Produção de energia elétrica === Na atualidade utiliza-se a energia eólica para mover aerogeradores - grandes turbinas colocadas em lugares com muito vento. Essas turbinas têm a forma de um catavento ou um moinho que produz com o movimento da hélice um campo magnético na turbina. Esse movimento, através de um gerador, produz energia elétrica. Precisam agrupar-se em parques eólicos, concentrações de aerogeradores, necessários para que a produção de energia se torne rentável, mas podem ser usados isoladamente, para alimentar localidades remotas e distantes da rede de transmissão. É possível ainda a utilização de aerogeradores de baixa tensão quando se trata de requisitos limitados de energia elétrica. A energia eólica pode ser considerada uma das mais promissoras fontes naturais de energia, principalmente porque é renovável, ou seja, não se esgota, limpa, amplamente distribuída globalmente e, se utilizada para substituir fontes de combustíveis fósseis, auxilia na redução do efeito estufa. Em países como o Brasil, que possuem uma grande malha hidrográfica, a energia eólica pode se tornar importante no futuro, porque ela não consome água, que é um bem cada vez mais escasso e que também vai ficar cada vez mais controlado. Em países com uma malha hidrográfica pequena, a energia eólica passa a ter um papel fundamental já nos dias atuais, como talvez a única energia limpa e eficaz nesses locais. Além da questão ambiental, as turbinas eólicas possuem a vantagem de poderem ser utilizadas tanto em conexão com redes elétricas como em lugares isolados, não sendo necessário a implementação de linhas de transmissão para alimentar certas regiões (que possuam aerogeradores). A tecnologia de instalação da geração eólica pode ser onshore (em terra) ou offshore (marítima), na tecnologia offshore o custo de instalação é mais elevado comparado com onshore, contudo na offshore o potencial de geração é maior. Por este motivo a tecnologia offshore é utilizada em países com pequena extensão territorial ou com pouco espaço disponível para as instalações em terra. O sistema de geração de energia elétrica pode ser on-grid (interligado à rede) ou off-grid (isolado da rede). No sistema on-grid a geração de energia é interligada à rede elétrica do Sistema Interligado Nacional (SIN) o qual é mais utilizado comercialmente. Já no sistema off-grid a geração é isolada da rede convencional trabalhando de forma autônoma, aplicado em regiões rurais ou marítimas afastadas em que não é viável traspor linhas de transmissão. A produção de energia elétrica através de energia eólica tem várias vantagens das quais podemos ressaltar as principais. É uma fonte renovável, não emite gases de efeito estufa, gases poluentes e nem gera resíduos na sua operação, o que a torna uma fonte de energia de baixíssimo impacto ambiental. Os parques eólicos (ou fazendas eólicas) são compatíveis com os outros usos do terreno como a agricultura ou pecuária, já que os atuais aerogeradores têm dezenas de metros de altura. O grande potencial eólico no mundo aliado com a possibilidade de gerar energia em larga escala torna esta fonte a grande alternativa para diversificar a matriz energética do planeta e reduzir a dependência ao petróleo. Em 2011 na União européia ela já representa 6,3% da matriz energética, A energia eólica avança apesar da crise econômica, 21% de aumento na capacidade global instalada, Global Wind Energy Council. e no mundo mais de 3,0% de toda a energia elétrica.Half-year Report 2011, Página da World Wind Energy Association. Finalmente, com a tendência de redução nos custo de produção de energia eólica, e com o aumento da escala de produção, deve se tornar uma das fontes de energia mais barata. No entanto, apesar de todos os pontos positivos se não forem feitos estudos de mapeamento, medição e previsão dos ventos, ela não é uma fonte de energia confiável. Não há muitos dados sobre o regime de ventos no Brasil, e eles costumam serem aproveitáveis somente durante parte do ano. Além disso, os parques eólicos produzem poluição sonora e visual. Também podem interferir na rota migratória de pássaros, e os aerogeradores interferem na paisagem do local. Além disso, todo o equipamento é caro, o que pode inviabilizar a criação de parques eólicos. Quanto ao impacto visual, gera poluição visual devido à alteração da paisagem do local, não que as demais fontes não alterem, como para alguns as pás dos geradores é uma poluição visual, para outros pode ser considerado um atrativo turístico como uma bela alternativa às demais fontes de energia. Em relação à poluição sonora, apesar de não ter pesquisas conclusivas indicando impacto na fauna, deve-se ter cuidado para evitar instalação em corredores de migração de aves ou habitats de reprodução de animais silvestres, e se preciso utilizar linhas de transmissão subterrâneas. Como qualquer máquina, também exige manutenção interna dos aerogeradores que deve ser realizada de forma preventiva e constante. A maior desvantagem é a não regularidade da geração (ou intermitência da geração), pois a geração depende do vento que não são sempre constantes, e nem sempre há vento quando a eletricidade é necessária. Deste modo, como a disponibilidade de energia diária varia de um dia para outro, a geração eólica pode ser menos confiável que as fontes convencionais. Devendo ser alternativa complementar e não substituta na matriz energética. === Por país === Em 2012 a capacidade mundial de geração de energia elétrica através da energia eólica foi de aproximadamente 282 gigawatts (GW), o suficiente para abastecer as necessidades básicas de dois países como o Brasil(o Brasil gastou em média 70 gigawatts em janeiro de 2010).Gasto de Energia Brasileiro em janeiro de 2010 bate recorde. Para se ter uma ideia da magnitude da expansão desse tipo de energia no mundo, em 2008 a capacidade mundial foi de cerca de 120 GW e, em 2007, 59 GW. A capacidade de geração de energia eólica no Brasil vem aumentando ano a ano. Em 2008 era de 341 MW, em 2009 passou 606 MW, e em 2010 atingiu o valor de 920 MW. O Brasil responde por cerca da metade da capacidade instalada na América Latina, mas representa apenas 0,38% do total mundial.Brasil aumentou em 77% capacidade de geração de energia eólica, Folha de S.Paulo. Até 2005 a Alemanha liderava o ranking dos países em produção de energia através de fonte eólica, mas em 2008 foi ultrapassada pelos EUA. Desde 2010 a china é o maior produtor de energia eólica. Em 2020 o total da capacidade instalada nesse país ultrapassava os 288 GW, um aumento de 21% comparado aos 230GW instalados até 2019. Em alguns países, a energia elétrica gerada a partir do vento representa significativa parcela da demanda. Em 2020, 48% da eletricidade consumida na Dinamarca foi gerada por turbinas eólicas, 25% em Portugal, 22% na Espanha, 38% na Irlanda e 27% na Alemanha. Globalmente, a energia eólica é responsável por cerca de 6% da eletricidade gerada. Desde 2011, 83 países usam energia eólica em escala comercial. O custo da geração de energia eólica tem caído rapidamente nos últimos anos. Em 2005 o custo da energia eólica era cerca de um quinto do que custava no final dos anos 1990, e essa queda de custos deve continuar com a ascensão da tecnologia de produção de grandes aerogeradores. No ano de 2003 a energia eólica foi a forma de energia que mais cresceu nos Estados Unidos. A maioria das formas de geração de eletricidade requerem altíssimos investimentos de capital e baixos custos de manutenção. Isto é particularmente verdade para o caso da energia eólica, onde os custos com a construção de cada aerogerador podem alcançar milhões de reais, os custos com manutenção são baixos e o custo com combustível é zero. Na composição do cálculo de investimento e custo nesta forma de energia levam-se em conta diversos fatores, como a produção anual estimada, as taxas de juros, os custos de construção, de manutenção, de localização e os riscos de queda dos geradores. Sendo assim, os cálculos sobre o real custo de produção da energia eólica diferem muito, de acordo com a localização de cada usina. Potência instalada de energia eólica, mundialmente (MW)Annual Wind Report 2019 (Hrsg.): „GWEC END OF 2020“.Wind Europe (Hrsg.): „Wind energy in Europe: 2020 Statistics and the outlook for 2021-2025“, February 2021. Pos. País 2020 1 China 281.993 2 Estados Unidos 117.744 3 Alemanha 62.184 4 Índia 38.559 5 Espanha 27.089 6 Reino Unido 24.665 7 França 17.382 8 Brasil 17.198 9 Canadá 13.577 10 Itália 10.839 11 Suécia 9.688 12 Austrália 9.457 13 Turquia 8.832 14 México 8.128 15 Holanda 6.600 16 Polônia 6.267 17 Dinamarca 6.235 18 Portugal 5.239 19 Bélgica 4.692 20 Irlanda 4.300 21 Japão 4.206 22 Grécia 4.113 23 Noruega 3.977 24 Áustria 3.224 25 Romênia 3.023 26 África do Sul 2.636 27 Argentina 2.624 28 Finlândia 2.474 29 Chile 2.149 30 Coréia do Sul 1.636 31 Uruguai 1.514 32 Tailândia 1.507 33 Marrocos 1.405 34 Ucrânia 1.402 35 Egito 1.375 36 Paquistão 1.236 37 Rússia 945 38 Taiwan 854 39 Croácia 788 40 Nova Zelândia 784 41 Bulgária 703 42 Vietnam 600 43 Lituânia 539 44 Jordânia 515 45 Colômbia 510 \\- África 6.491 \\- Ásia 332.088 \\- América do Norte 139.448 \\- América do Sul 24.493 \\- América Central e Caribe 1.931 \\- Oceania 10.295 \\- Oriente Médio 915 \\- Europa 207.747 \\- Eurásia 9.867 \\- Mundial 733.276 === Brasil === O Brasil possui grande potencial em energia eólica. Segundo a Associação Brasileira de Energia Eólica (ABEEólica), o território brasileiro tem capacidade para gerar até 522 gigawatts na modalidade onshore (em terra), sem contar as usinas eólicas que podem ser instaladas no mar.eólico onshore brasileiro pode ser de 880 GW, indica estudo A capacidade eólica instalada vem crescendo em média 2 GW ao ano desde 2013: somou 2,2 GW em 2013, 4,8 GW em 2014, 7,6 GW em 2015, 10,1 GW em 2016, 12,3 GW em 2017, 14,8 GW em 2018, 15,4 GW em 2019 e 17,2 GW em 2020, o que representa cerca de 3,5% do potencial.CAPACITY STATISTICS 2021 página 27 A maior fonte de eletricidade do Brasil são as usinas hidrelétricas. Um estudo indica que o país poderia substituir a energia térmica pela energia eólica. Isso porque as usinas termoelétricas só são acionadas durante os períodos de seca, quando os rios ficam mais baixos e as hidrelétricas são insuficientes para produzir toda a energia consumida. Porém, é justamente nesse período que o regime de ventos no Nordeste é mais intenso. O maior centro de geração de energia eólica do país é o complexo eólico Alto Sertão I, situado na Bahia, com capacidade de gerar até 300 MW,Obras de 14 Parques de Energia Eólica Começam na Região de Guanambi, Governo da Bahia. seguido do Parque eólico de Osório, localizado no Rio Grande do Sul, com a capacidade de gerar até 150 MW e ainda tem o Parque Eólico Cerro Chato com capacidade de gerar 91 MW localizado em Santana do Livramento - RS. A previsão é que a participação da fonte de energia eólica na matriz energética brasileira continua crescendo, como vem acontecendo no resto do mundo, apresentando taxas de crescimento médias de potência instalada superiores a 20%.Global Wind Report, World Wind Energy Association, 2010. == Economia == De acordo com a BusinessGreen, o custo da energia feita por turbinas eólicas atingiram grau de paridade (ou seja, atingiram equivalência) com o custo da energia de fontes tradicionais em algumas áreas da Europa no meio da década de 2000 e nos Estados Unidos em torno do mesmo período. Já em 2010, a queda de preços continua a motivar o nivelado custo baixo e isso vem sugerindo um grau de paridade generalizado pela Europa e, além disso, também assim será nos Estados Unidos em torno de 2016, graças a uma esperada redução no capital de custo de aproximadamente 12%. De acordo com a PolitiFact, é difícil prever se a energia eólica seria viável nos Estados Unidos sem subsídios. A energia eólica é um capital intensivo, mas não possui custos de combustível. O preço da energia eólica é, portanto, muito mais estável do que os preços voláteis dos combustíveis fósseis. O custo marginal da energia eólica, após a construção da estação, é usualmente menos que 1 cent (0,042 centavos de real) por kW/h. Entretanto, o custo médio estimado por unidade de energia elétrica deve incorporar o custo de construção da turbina e sistemas de transmissão, empréstimos, retornos para os investidores (inclusive os custos de risco), estimativa anual de produção e outros componentes, além disso, a média da longevidade dos equipamentos projetados, os quais devem estar em excesso após 20 anos. O custo estimado de energia é altamente dependente dessas presunções, então o custo pode diferenciar-se substancialmente. Em 2004, o custo da energia eólica era 1/50 do que custava na década de 1980, e alguns esperavam que essa tendência de queda continuasse na medida que maiores turbinas de vários megawatts fossem produzidas em massa. Em 2012, o capital de custo para turbinas eólicas baixaram substancialmente quando comparadas ao período de 2008-2010 mas ainda continuam em maiores níveis que os de 2002. Num relatório de 2011, a Associação Estadunidense de Energia Eólica afirmou: Um relatório da Associação Britânica de Energia Eólica fornece um custo médio de geração em solo da energia eólica como em torno de 3,2 pence (R$0,20 - R$0,25) por Kw·h (2005). Em 2006, o custo por unidade de energia produzida foi estimado em 5 a 6 porcento acima do custo para nova geração por carvão e gás natural nos EUA. Em 2011, estudos comparativos no Reino Unido trouxeram resultados similares. Entretanto, também em 2011, a energia de turbinas eólicas pode ser mais barata que as de plantas nucleares e de combustíveis fósseis, também se espera que a energia eólica torne-se a mais barata no futuro. A presença dessa energia, mesmo que subsidiada, pode reduzir os preços aos consumidores (€5 bilhões/ano na Alemanha) reduzindo o custo marginal pela minimização do uso de usinas de pico, que só operam quando há um pico na demanda por eletricidade. Custo por unidade de energia produzida em 2006 (com o dólar corrigido pela inflação e, após isso, transformado em real) Energia a base de: Custo por Mw·h (Em 2006) Correção da inflação (com base no dia 23/11/2019) Vento $55,80 $71,23 (R$298,92) Carvão $53,10 $67,78 (R$284,44) Gás natural $52,50 $67,02 (R$281,25) Um estudo da União Europeia, em 2012, mostra o custo base da energia eólica terrestre como equivalente a da com base em carvão, quando subsídios e externalidades são desconsiderados. Embora a energia eólica ainda tenha muitos subsídios, ela possui um dos menores custos externos, já o carvão (e os combustíveis fósseis no geral) possui um dos maiores. == Impacto ambiental == O impacto ambiental da energia eólica quando comparado ao dos combustíveis fósseis é relativamente pequeno. De acordo com o Painel Intergovernamental sobre Mudanças Climáticas (IPCC), nas avaliações do potencial de aquecimento global do ciclo de vida das fontes de energia, as turbinas eólicas têm um valor médio entre 12 e 11 (gCO2eq/kWh) dependendo se estão sendo avaliadas as turbinas terrestres ou as marítimas. Quando comparadas com outras fontes de energias renováveis, as turbinas eólicas possuem um dos menores potencial de aquecimento global por unidade de energia elétrica gerada. Fazendas de turbinas terrestres causam um impacto visual significativo, além de um impacto na paisagem. Suas redes de turbinas, estradas de acesso, linhas de transmissão e sub-estações podem resultar em um \"alastramento da energia\". Nesse tipo de estações, tipicamente se tem a necessidade de cobrir mais terra e de se espalhar mais que em estações de outras energias. Para suprir a demanda energética de uma cidade somente com energia eólica, seria necessário construir fazendas eólicas maiores que a própria cidade. Na maioria das vezes, se precisa construí-las em áreas rurais, o que pode acarretar em uma \"industrialização do campo\" e perda de habitat. Um relatório do Conselho de Montanhismo Escocês concluiu que as fazendas eólicas trazem um impacto negativo no turismo de áreas conhecidas por sua paisagem natural e visões panorâmicas. Entretanto, a terra entre as turbinas e estradas podem ser utilizadas para agricultura. A fragmentação e perda de habitat são alguns dos impactos das fazendas eólicas na vida selvagem. Outros relatórios afirmam que as turbinas eólicas afetam os pássaros e morcegos, os quais são até encontrados mortos nas fazenda eólicas, por: * Atrapalharem estes animais de diversos modos, como pelo som produzido e por atrapalharem sua visão do solo. * Causarem perda do habitat, pois os planejadores muitas vezes falham em considerar o impacto de implementar centenas, e até milhares, de turbinas em áreas importantes para as presas desses pássaros. * Colidirem com as pás das turbinas, porque fazendas podem ser construídas em fluxos migratórios destes animais. A escala do impacto ambiental pode ser significante ou não, dependendo das circunstâncias. A prevenção e mitigação de fatalidades da vida- selvagem, e proteção de turfeiras, afetam a localização e operação de turbinas eólicas. As turbinas eólicas geram poluição sonora. Dada esta poluição, em áreas residenciais só se pode construir uma turbina eólica numa distância de 300 metros pois ela é capaz de atingir aproximadamente 45 dB, o que é um pouco mais do que o som de uma geladeira domestica. A uma distância de 1,5 km de distância elas se tornam impossíveis de se ouvir. Existem relatórios anedóticos de efeitos negativos à saúde pelo barulho em pessoas que vivem bem próximas a turbinas eólicas. Pesquisas revisada por pares, de forma generalizada, não suportam essas ressaltas. A Força Aérea e a Marinha dos Estados Unidos teem expressado preocupações de que grandes turbinas eólicas situadas próximas às bases \"terão um impacto negativo nos radares ao ponto que controles de trafego aéreo perderão a localização da aeronave.\". Antes de 2019, diversas lâminas de turbinas eólicas foram feitas de fibras de vidro com modelos que garantiam uma longevidade de 10 a 20 anos. Dada a tecnologia disponível, em fevereiro de 2018 não havia mercado para reciclagem dessas lâminas velhas. Uma opção comum de descarte era levá-las até aterros. Por serem desenhadas para serem ocas, elas tomam um volume enorme quando comparado a sua massa. Com isso em mente, operadores do aterro tem começado a destruírem antes delas serem levadas aos aterros. == Ver também == * Aerogerador * Moinhos de vento * Parque eólico * Turbovela * Usinas eólicas do Brasil Categoria:Sustentabilidade Categoria:Energias renováveis Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Energia eólica"
}