{
 "id": "122717",
 "text": "Revolta de Beckman, também Revolta dos Irmãos Beckman, aconteceu no então Estado do Maranhão, em 1684. É tradicionalmente considerada como um movimento nativista pela historiografia em história do Brasil que teve como causa o descontentamento contra a Companhia de Comércio do Maranhão. == Antecedentes == O Estado do Maranhão foi criado na época da Dinastia Filipina, em 1621, compreendendo os atuais territórios do Maranhão, Ceará, Piauí, Pará e Amazonas. Essa região subordinava-se, desse modo, diretamente à Coroa Portuguesa. Entre as suas atividades econômicas destacavam-se a lavoura de cana e a produção de açúcar, o cultivo de tabaco, a pecuária (para exportação de couros) e a coleta de cacau. A maior parte da população vivia em condições de extrema pobreza, sobrevivendo da coleta, da pesca e praticando uma agricultura de subsistência. A partir de meados do século XVII, o Estado do Maranhão enfrentava séria crise econômica, pois desde a expulsão dos Holandeses da Região Nordeste do Brasil a empresa açucareira regional não tinha condições de arcar com os altos custos de importação de escravos africanos. Neste contexto, teve importância a ação do padre Antônio Vieira (1608-1697) que, na década de 1650, como Superior das Missões Jesuíticas no Estado do Maranhão, implantou as bases da ação missionária na região: pregação, batismo e educação, nos moldes da cultura portuguesa e das regras estabelecidas pelo Concílio de Trento (1545-1563). A informação de que o rei de Portugal teria implantado a lei de abolição da escravidão indígena (em 1o de abril de 1680) é controversa. O que existia, na realidade, era uma rivalidade entre os jesuítas e os senhores de engenho, onde os primeiros lutavam para evitar a escravidão dos índios pelos segundos. A forte atuação dos jesuítas dificultou o uso do trabalho escravo indígena, fator que veio a aumentar ainda mais a crise de mão de obra. Para tentar resolver o problema, os senhores de engenho locais organizaram tropas para invadir os aldeamentos organizados pelos Jesuítas e capturar indígenas como escravos. Estes indígenas, evangelizados, constituíam a mão de obra utilizada pelos religiosos na atividade de coleta das chamadas drogas do sertão. Diante das agressões, a Companhia de Jesus recorreu à Coroa, que interveio e proibiu a escravização do indígena, uma vez que esta não trazia lucros para a Metrópole. Para solucionar esta questão, a Coroa instituiu a Companhia do Comércio do Maranhão (1682), em moldes semelhantes ao da Companhia Geral do Comércio do Brasil (1649). Pelo Regimento, a nova Companhia deteria o estanco (monopólio) de todo o comércio do Maranhão por um período de vinte anos, com a obrigação de introduzir dez mil escravos africanos (à razão de quinhentos indivíduos por ano), comercializando-os a prazo, a preços tabelados. Além do fornecimento destes escravos, deveria fornecer tecidos manufaturados e outros gêneros europeus necessários à população local, como por exemplo o bacalhau, os vinhos e a farinha de trigo. Em contrapartida, deveria enviar anualmente a Lisboa pelo menos um navio do Maranhão e outro do Grão-Pará, com produtos locais. O cacau, a baunilha, o pau-cravo e o tabaco, produzidos na região, seriam vendidos exclusivamente à Companhia, por preços tabelados. Para obtenção da farinha de mandioca necessária à alimentação dos africanos escravizados, era permitido à Companhia recorrer à mão de obra indígena, remunerando-a de acordo com a legislação em vigor. Graças à intercessão do Governador Francisco de Sá de Meneses, apenas os jesuítas e franciscanos ficaram livres do monopólio exercido pela Companhia. Sem conseguir cumprir adequadamente os compromissos, a operação da Companhia agravou a crise econômica e fez crescer o descontentamento na região: * os comerciantes locais sentiam-se prejudicados pelo monopólio da Companhia; * os grandes proprietários rurais entendiam que os preços oferecidos pelos seus produtos eram insuficientes; * os apresadores de indígenas, contrariados em seus interesses, reclamavam da aplicação das leis que proibiam a escravidão dos nativos; * a população protestava contra a irregularidade do abastecimento dos gêneros e os elevados preços dos produtos. A Companhia passou a ser objeto de acusações de não fornecer anualmente o número de escravos estipulado pelo Regimento, de usar pesos e medidas falsificados, de comercializar gêneros alimentícios deteriorados e de praticar preços exorbitantes. Esses fatos, somados às isenções concedida aos religiosos conduziria a uma revolta. == Eclosão == Após alguns meses de preparação, aproveitando a ausência do governador Francisco de Sá de Meneses, em visita a Belém do Pará, a revolta eclodiu na noite de 24 de fevereiro de 1684, durante as festividades de Nosso Senhor dos Passos. Sob a liderança dos irmãos Manuel e Tomás Beckman, senhores de engenho na região, e de Jorge de Sampaio de Carvalho, com a adesão de outros proprietários e comerciantes insatisfeitos com o governo, um grupo de sessenta a oitenta homens mobilizou-se para a ação, assaltando os armazéns da Companhia. Já nas primeiras horas do dia seguinte os sediciosos tomaram o Corpo da Guarda em São Luís, integrado por um oficial e cinco soldados. Partiram dali, com outros moradores arregimentados no trajeto, para a residência do capitão-mor Baltasar Fernandes, que clamava por socorro, sem sucesso. Registra o historiador maranhense João Francisco Lisboa que \"Beckman intimou-lhe a voz de prisão e suspensão do cargo, acrescentando, como que por mofa, que para tornar-lhe aquela mais suave o deixava em casa entregue à guarda da sua própria mulher, com obrigações de fiel carcereira. Baltasar Fernandes gritou que preferia a morte a tal afronta intolerável para um soldado; mas a multidão, sem fazer cabedal dos seus vãos clamores, tomou dali para o Colégio dos Padres, a quem deixaram presos e incomunicáveis com guardas à vista.\", no Colégio de Padres, derrubaram o portão, invadiram dormitórios, ofenderam os padres e profanaram o oratório. Posteriormente à ocupação do Colégio dos Mascates em 1685, foram expulsos do Maranhão os vinte e sete religiosos ali encontrados. == Junta revolucionária == Em 25 de fevereiro a revolta de Beckman estava consolidada, organizando-se na Câmara Municipal uma Junta Geral de Governo, composta por seis membros, sendo dois representantes de cada segmento social - latifundiários, clero e comerciantes. Para legitimá- la, foi celebrado um Te Deum. As principais deliberações desta Junta foram: * a deposição do Capitão-mor; * a deposição do Governador; * a abolição do estanco; * a extinção da Companhia de Comércio; * a expulsão dos Jesuítas. A Junta enviou emissários a Belém do Pará, onde se encontrava o Governador deposto do Maranhão, objetivando a adesão dos colonos dali. O Governador recebeu-os, prometendo-lhes abolir a Companhia do Comércio, anistiar a todos os envolvidos, e ainda honras, cargos e verbas (4 mil cruzados) caso os revoltosos depusessem as armas. A proposta foi recusada. Do mesmo modo, a Junta enviou Tomás Beckman como emissário à Corte em Lisboa, visando convencer as autoridades metropolitanas que o movimento era procedente e justo. Sem sucesso, recebeu voz de prisão no Reino e foi trazido preso de volta ao Maranhão, para ser julgado com os demais revoltosos. == Repressão == A Metrópole Portuguesa reagiu, enviando um novo Governador para o Estado do Maranhão, Gomes Freire de Andrade. Ao desembarcar em São Luís, em 15 de maio de 1685, à frente de efetivos militares portugueses, este oficial não encontrou resistência. Neste ano de revolta, o movimento tivera várias defecções entre seus entusiastas: eram os descontentes, arrependidos, os moderados e os que temiam as mudanças. À chegada de Gomes Freire não se opusera Manuel: tencionava libertar o irmão Tomás. Os emissários do novo governante logo tomaram conhecimento do estado das coisas. Os mais comprometidos com a revolta deliberaram pela fuga, enquanto Beckman permaneceu. Gomes Freire, então, restabeleceu as autoridades depostas, ordenando a detenção e o julgamento dos envolvidos no movimento, assim como o confisco de suas propriedades. Expediu ordem de prisão contra Manuel Beckman, que fugira, oferecendo por sua captura o cargo de Capitão dos Ordenanças. Lázaro de Melo, afilhado e protegido de Manuel, trai o padrinho e entrega-o preso, obtendo a cobiçada recompensa. Entretanto, empossado, os seus comandados repudiaram-lhe o gesto vil, recusando-se a obedecer-lhe as ordens. Queixando-se disto ao governador, afirma-se que Gomes Freire teria lhe respondido que prometera o cargo, não o respeito dos comandados. Apontados como líderes, Manuel Beckman e Jorge de Sampaio receberam como sentença a morte pela forca. Os demais envolvidos foram condenados à prisão perpétua. Manuel Beckman e Jorge Sampaio foram enforcados em 2 de novembro de 1685 (10 de novembro, segundo outras fontes). A última declaração de Manuel foi: \"Morro feliz pelo povo do Maranhão!\". Tendo os seus bens ido a hasta pública, Gomes Freire arrematou-os todos e devolveu-os à viúva e filhas do revoltoso. == Consequências == A situação de pobreza da população do Estado do Maranhão perdurou no decorrer das primeiras décadas do século XVIII. Na segunda metade desse século a administração do Marquês de Pombal (1750-1777) tentou encaminhar soluções para as graves questões da região. A administração pombalina, dentro da política reformista adotada, criou, entre outras medidas, a Companhia Geral de Comércio do Grão-Pará e Maranhão. Aproveitando-se oportunamente de situações externas favoráveis - a Revolução Industrial que ocorria na Inglaterra e a Guerra da independência das treze Colônias inglesas na América - a Companhia, em meados do século XVIII, estimulou o plantio do algodão no Maranhão, financiando esta atividade. A exportação do produto cresceu significativamente naquele contexto. Entretanto, quando a Inglaterra reatou relações com a sua antiga Colônia, a produção maranhense entrou em declínio. Estas situações, entre outras dificuldades, levaram à extinção do Estado do Maranhão em 9 de julho de 1774. As suas antigas capitanias ficaram subordinadas ao Vice-rei do Brasil, com sede no Rio de Janeiro. Ao mesmo tempo, a expulsão dos Jesuítas, promovida por Pombal, fez desorganizar a atividade da coleta das drogas do sertão na Amazônia. == Historiografia e a visão economicista == A classificação da Revolta de Beckman como nativista obedece antes a critérios de sistematização que propriamente a uma motivação verdadeiramente nativa, na opinião de alguns historiadores, influenciados pelo economicismo. Seria, antes, um movimento \"isolado e não contestou a dominação metropolitana, mas apenas um de seus aspectos: o monopólio\" (SILVA, Francisco de Assis - História do Brasil, Moderna, S. Paulo, 2ª ed.). Importa, porém, notar que o monopólio ou estanco era uma das instituições fundamentais da ordem colonial, tanto quanto o escravismo e o latifúndio. Os fatos, porém, dão outra dimensão, menos simplista: o pedido de apoio ao Pará, e a própria declaração de Beckman, por exemplo, colocam efetivamente este movimento dentre os primeiros onde já se esboçava um verdadeiro sentimento nativista, claramente desencadeado por razões econômicas. A partir de 1650, o Maranhão enfrentou uma grande crise econômica e faltou mão de obra indígena para a lavoura. == Ver também == * Gonzalo Pizarro * Missões religiosas no Estado do Maranhão e do Grão-Pará == Ligações externas == * História Luso-Brasileira: Bequimão - Herói da independência * *historia.uff.br - revolta-Beckham- maranhão Categoria:Movimentos nativistas do Brasil Colonial Categoria:História do Maranhão Categoria:1684 no Brasil Categoria:Revoltas em Portugal",
 "title": "Revolta de Beckman"
}