{
 "id": "122865",
 "text": "Correia na mecânica, é uma cinta de material flexível, normalmente feita de camadas de lonas e borracha vulcanizada, que serve para transmitir a força e movimento de uma polia ou engrenagem para outras. == História == A origem e a difusão do uso das correias industriais remetem à revolução industrial. Com a crescente necessidade de se obter produtos em larga escala rapidamente, foi preciso desenvolver sistemas mecânicos confiáveis, robustos e que funcionassem adequadamente. As correias industriais surgiram justamente com o objetivo de proporcionar que todas as engrenagens do maquinário de uma fábrica trabalhem corretamente, sem que haja sobrecargas ou atrasos em alguma etapa. As correias planas foram as primeiras da séries de correias industriais a serem usadas na indústria moderna, sendo confeccionada em couro e outros materiais que permitissem uma maior resistência a atritos e as forças aplicadas pelo maquinário, além de permitir transportes à longa distância dentro da unidade fabril. Embora eficientes na transmissão de grandes forças e cargas por longas distâncias, as correias planas desalinhavam-se facilmente, o que implicava em interromper o processo produtivo até resolver o problema. Para sanar esse defeito, foram desenvolvidos, ao longo da primeira metade do século XX, novos tipos de correias industriais que proporcionassem uma maior eficiência no processo produtivo. Assim, surgiram as correias industriais em V, cujo desenho compacto trazia inúmeras vantagens em relação às planas, sendo que a principal era uma melhor distribuição das cargas suportadas, evitando desalinhamentos constantes, e também colaboravam com o maior conforto ambiente, diminuindo o nível de ruído do maquinário. Embora tenha surgido com a promessa de substituir as correias industriais planas, esse novo tipo de correia industrial acabou servindo como complemento, sendo recomendado para uso em maquinas que possuam pouco espaço físico ou não necessite de grandes velocidades, pois elas são mais lentas que as planas. Enquanto as correias industriais em V são mais adequadas a ambientes compactos e que não exijam distância e velocidade, como motores automotivos e elevadores, as correias industriais planas são usadas ao longo do processo produtivo das principais fábricas em todos o mundo, garantindo uma eficiente e rápida produção em alta escala. == Introdução == Correia é o elemento flexível, que pode ser composta de vários materiais e formas, responsável pela transmissão de rotação entre duas árvores paralelas ou reversas. Em sua forma mais simples, a transmissão por correias é composta por um par de polias, uma motriz (fixada ao eixo motor) e outra resistente.Apostila da Universidade Paulista dos cursos de Engenharia Mecatrônica e Produção Mecânica Campus JK do Prof. MSc. Fernando Henrique Carrera A transmissão por correia é bem adequada para utilizações em que a distância entre eixos rotativos é grande, e é usualmente mais simples e mais econômica que as outras formas alternativas de transmissão de potência. a transmissão por correia frequentemente elimina a necessidade de um arranjo mais complicado de engrenagens, mancais e eixos. Com discernimento apropriado fácil reposição e, em muitos casos, em função da sua flexibilidade e capacidade de amortecimento, reduzem a transmissão de choques mecânicos e vibrações espúrias entre eixos. A transmissão de potência no conjunto só é possível quando existir atrito entre polia e correia, e o mesmo é obtido através de uma tensão inicial uniforme entre o conjunto. Quando em funcionamento essa tensão desaparece, não fica uniforme e observa-se que enquanto um lado fica tensionado o outro fica frouxo, causando consideravelmente uma deformação na correia (\"creep\"). De forma mais simples essa deformação pode ser explicada: um lado estica e o outro comprime(volta ao estado inicial). Outo fenômeno que pode acontecer em correias é o \"deslize\" cuja principal causa é uma tensão inicial insuficiente e/ou sobrecarga no eixo resistente, não dando o atrito necessário entre o conjunto(polia e correia). O fenômeno creep é inevitável, já o deslize pode ser evitado com a aplicação de uma tensão inicial correta na correia . A simplicidade de instalação, as exigências mínimas de manutenção, a alta confiabilidade e a adaptação a uma variedade de aplicações, também são características da transmissão por correia. Porém, em função do escorregamento e/ou da fluência, a razão da velocidade angular entre dois eixos rotativos pode não ser constante, e as capacidades de transmissão de potência e de torque são limitadas pelo coeficiente de atrito e pela pressão de contato entre a correia e a polia. As correias são comercialmente disponíveis com diversas seções transversais.Collins, J. A. Projeto Mecânico de Elementos de Máquinas: uma Perspectiva de Prevenção da Falha. Rio de Janeiro: LTC, 2006. === Generalidades === Podemos definir correias como elemento de transmissão de potência, de características, particulares. Nos dias de hoje, as correias ganham cada dia mais espaço na indústria devido à sua facilidade de manutenção, baixo custo, limpeza e proteção contra vibrações e sobrecargas. A correia é o elemento flexível, que pode ser composta de vários materiais e formas, responsável pela transmissão de rotação entre dois eixos paralelos. Em sua forma mais simples, a transmissão por correias é composta por um par de polias, uma motriz (fixada ao eixo motor) e outra resistente, e uma correia ou grupo delas. A transmissão de potência no conjunto só se verifica possível em decorrência do atrito existente entre polia e correia. Para se obter este atrito, deve-se montar o conjunto com uma tensão inicial que comprimirá a correia sobre a polia de forma uniforme. Entretanto, quando a transmissão está em funcionamento, observa-se que os lados da correia não estão mais submetidos à mesma tensão; isso ocorre uma vez que a polia motriz traciona a correria de um lado (lado tenso) e a folga do outro (lado frouxo). Essa diferença de tensão verificada entre os lados tenso e frouxo da correia é responsável pelo fenômeno de deformação da mesma, também conhecido como \"creep\". Este fenômeno pode ser explicado da seguinte maneira: na polia motriz, a correia entra tensa (tração F1) e sai frouxa (tração F2); assim, à medida que a correia passa em torno da polia, a tensão diminui, gradualmente, de F1 para F2, e a correia sofre uma contração também gradual. Em conseqüência disso, sai da polia um comprimento menor de correia do que entra, uma vez que a correia perde um pouco do seu alongamento ao mover-se em torno da polia. Já na polia resistente, o fenômeno se repete, mas inversamente. Outro fenômeno que pode acontecer em transmissões por correias é o deslize, sendo este conseqüência de uma tensão inicial insuficiente ou de uma sobrecarga excessiva no eixo resistente, o que causa uma compressão insuficiente da correia sobre a polia, não desenvolvendo o atrito necessário entre elas. O deslize e o “creep” são fenômenos que se processam à custa de potência do eixo motor e que, portanto, diminuem o rendimento da transmissão. O “creep” é um fenômeno inevitável, conseqüência da elasticidade dos materiais, mas as perdas de potência dele decorrentes são pequenas e não afetam de modo sensível a qualidade da transmissão. Por outro lado, o deslize, quando excessivo, pode não somente diminuir apreciavelmente o rendimento da transmissão, mas também gerar calor capaz de danificar a superfície da correia. O deslize pode ser evitado com a aplicação de uma tensão inicial correta na correia. Pereira, Ubirajara de Araujo; Machado, Abel de Oliveira., Correias e Cabos, Edições Engenharia, 1965. Faires, Virgil Moring, Elementos Flexíveis de Máquinas, Livros Técnicos e Científicos Editora, 1975. == Tipos de correias == === Correias lisas === thumb|right|Correias em um motor a diesel marítimo. Também conhecidas como correias planas, chatas ou de seção retangular, são utilizadas geralmente para transmitir força em máquinas grandes, sendo o modelo mais simples de correias.By Rhys Jenkins, Newcomen Society, (1971). Links in the History of Engineering and Technology from Tudor Times, Ayer Publishing. Page 34, ISBN 0836921674 Trabalham com grandes unidades de força e rotações (até 500 hp com 10.000 rpm). Necessitam de alinhamento preciso das polias para que o sistema não se desencaixe, pois não possui bordas que a mantenha em seu local em casos de desalinhamento, além de polias especiais com centralizadores.http://www.ag.ndsu.nodak.edu/abeng/plans/nd4041-1.pdf Padrão de desenvolvimento de correias Existem 2 tipos de correias chatas com seção retangular Manfé, G.; Pozza, R.; Scarato, G. Desenho técnico mecânico. Editora Hemus. Volume 3.: * Correias chatas de couro: o couro empregado é o das partes dorsais de peles de bovinos curtidas em tanino e cromo. As de maior resistência são as EXTRAMULTOS, preparadas com um ou mais extratos de nylon recobertos, em uma ou ambas as superfícies, por um extrato de couro ao cromo que vai diretamente em contato com a polia. * Correias planas a anel contínuo HEVALOID HV e HEVAFLEX: são correias planas, para altas e altíssimas velocidades. As HEVALOI HV apresentam um núcleo de algodão a fibra longa, cobertura de borracha natural e espessura de 1,6 mm. As correias HEVAFLEX têm um núcleo de fibra sintética e espessura total de 1 mm. Além da característica da falta de junção (anel contínuo), têm a vantagem de serem finas e não apresentarem vibrações, nem mesmo às velocidades elevadíssimas empregadas, por exemplo, nas retificadoras. === Correias dentadas ou Correias sincronizadoras === São modelos utilizado geralmente por motores de quatro tempos, onde não pode haver alteração na relação, o que ocasionaria falha nos tempos. O sincronismo ocorre entre o pistão e as válvulas para que a explosão e a exaustão ocorram no tempo certo. Correias sincronizadoras ou correias dentadas, são correias em que o torque e a potência transmitidos para a polia não dependem do atrito para tal tarefa. Isso ocorre porque a correia dentada se encaixa nos canais da roda dentada. Esse encaixe promove uma velocidade angular constante sem deslizamento ou fluência. A transmissão por correias dentadas é feita de modo que os dentes da correia não saltem dos canais da roda dentada, por isso existe uma necessidade de uma pré-carga mínima evitando o salto dos dentes quando se dá a partida ou quando se para a transmissão. Em consequência da rigidez dos cordonéis a uma imperceptível mudança no comprimento da correia ou do passo do dente. Em função disso, a medida em que cada dente da correia engrena com os canais da polia, o encaixe permanece até o fim do engrenamento. O perfil do dente e o passo da correia assim como o perfil do dente e o passo da polia são fabricados de maneira suave para manter uma uniformidade entre o dente e o passo da correia junto com o dente e o passo da polia, tendo um encaixe o mais uniforme possível. Em sua maioria os dentes das correias dentadas tem o perfil trapezoidal, porém para usos mais pesados o perfil do dente é modificado para se obter uma maior seção transversal de cisalhamento promovendo uma redução de tensão de cisalhamento no dente da correia. As correias dentadas tendem a operar com suavidade e silêncio e não à variação de velocidade por ação poligonal como à em transmissão por corrente. O perfil helicoidal é bastante utilizado para usos de transmissão síncrona, para operações que exigem suavidade, silêncio e dentes mais resistentes, um exemplo disso são as engrenagens com dentes helicoidais. === Correias em V === Foram desenvolvidas em 1917 por John Gates da Gates Rubber Company. Utilizadas por motores que necessitam girar mais de duas polias (às vezes quatro), são construídas com material mais resistente devido o maior esforço. Trabalham com rotações entre 1000 e 7000 rpm. As correias em V são utilizadas somente em transmissões em árvores paralelas, são correias em que a cada volta de operação, os cordonéis estão sujeitos a diferentes cargas trativas como flexão cíclica que é função do diâmetro da polia e uma constante componente da força centrifuga. Tais forças cíclicas em média não são nulas, sugerindo assim que a falha por fadiga tem grande probabilidade de ser uma falha para correias em V. Existe uma variação de tração que ocorre entre os cordonéis causada pela largura da correia em V em consequência do efeito cunha em um dos canais mais estreitos da polia. Em função da má distribuição não uniforme dos cordonéis, os cordonéis laterais estão submetidos a maiores cargas variáveis por cordonel do que os cordonéis internos, portanto o pico de tensão variável ocorre nos cordenéis laterais. É utilizado com frequência o fator de cordonel lateral, similar ao fator de concentração de tensões, para calcular as tensões dos cordonéis laterais em função da tensão media dos cordonéis. Assim a tensão média dos cordonéis pode ser calculável para qualquer seção da correia. A fadiga de correias em V é uma função de tensões cíclicas máximas e mínimas experimentadas pela correia durante o carregamento com média não nula dos cordonéis. A equação de deslizamento é dada por: correia dentada. :\\mu'=\\frac{\\mu}{\\sin(\\frac{\\beta}{2})} :\\frac{T_t-T_c}{T_f-T_c} = \\exp{\\mu' \\cdot \\theta_1} = \\exp{\\frac{\\mu \\cdot \\theta_1}{\\sin(\\frac{\\beta}{2})}} As equações que definem as tensões médias e alternadas do cordonel lateral, baseadas em conceitos de equilíbrio, são dadas por: :\\sigma_m = T_{te} + T_{be} + 2T_{ce} + \\frac{T_{fe}}{2A_c} \\sigma_a = T_{te} + T_{be} + \\frac{T_{fe}}{2A_c} onde, :Tte = tração real no cordonel lateral do lado tenso da correia - Tt :Tfe = tração real no cordonel lateral do lado frouxo da correia - Tf :Tbe = tração no cordonel lateral devida à flexão :Tce = tração no cordonel lateral devida à força centrífuga :Ac = área nominal de cada cordonel ==== Valores máximos das correias em V==== *potência de 1100 kW (~1500 CV); *velocidade tangencial de 26 m/s; *relação de transmissão ideal até 1:8; *relação de transmissão máxima 1:15; *rendimento de transmissão de 0,95 a 0,98. Melconian, Sarkis (2008) Elementos de Máquinas. Página 539. == Composição das Correias == As correias eram fabricadas originalmente com cordões de altíssima qualidade de fibra de algodão como cordonéis. Os cordonéis são embutidos em matrizes de borracha comum para reduzir flexibilidade e aumentar o coeficiente de atrito na superfície da correia e também para aumentar a transferência de torque e potência, com o desenvolvimento de correias de maior capacidade e confiabilidade durante e depois da Segunda Guerra Mundial foram desenvolvidos novos materiais para cordonéis com maior resistência e rigidez,a borracha natural então foi substituída pela borracha sintética na fabricação de correias. Os cordonéis de alta performance são usualmente feitos de tiras de poliamida ou cordonéis de poliéster para correias planas; cordonéis de poliéster ou cordonéis aramida para correias V cordões de fibra de vidro ou de aço para correias dentadas, e fibras de poliéster, fibra de vidro ou aramida para correias em V convencionais ou de grande capacidade. A matriz para todos os tipos de correia é tipicamente a borracha sintética, frequentemente o Neoprene, para aumentar a resistência ao óleo, calor e ozônio. O material de revestimento da correia é normalmente de tecido de algodão ou de náilon impregnado com borracha. A grande maioria das correias utilizadas em máquinas industriais são aquelas constituídas de borracha revestida de lona. Essas correias apresentam cordonéis vulcanizados em seu interior para suportarem as forças de tração.sintética. == Nomenclatura de correias e poliasManual Da Construção de Máquinas. HEINRICH DUBBEL, F. SASS, C. BOUCHE, A. LEITNER == *P_1 \\- FORÇA ELÁSTICA DE TRAÇÃO NO RAMAL TENSO; *P_2 \\- FORÇA ELÁSTICA NO RAMAL FROUXO; *F_f \\- FORÇA ELÁSTICA CENTRÍFUGA NA CORREIA; *F_n \\- FORÇA TANGENCIAL TRANSMITIDA PELA CORREIA; *\\mu \\- COEFICIENTE DE ATRITO ENTRE A POLIA E A CORREIA TRANSMISSORA DE FORÇA; *\\alpha \\- ARCO DA POLIA PEQUENA ABARCADO PELA CORREIA (MEDIDA CIRCULAR); *i \\- RELAÇÃO DE TRANSMISSÃO; *R2 \\- RAIO DA MENOR DA POLIA; *R1 \\- RAIO MAIOR DA POLIA. === Nomenclatura somente para correias === *v \\- VELOCIDADE MÉDIA DA CORREIA EM m/s; *s \\- ESPESSURA DA CORREIA EM cm; *q \\- SEÇÃO TRANSVERSAL DA CORREIA EM cm2; *L \\- COMPRIMENTO DO PERCURSO DA CORREIA; *B \\- FREQUÊNCIA DE FLEXÃO POR SEGUNDO. == Modos prováveis de falha == Todos os tipos de correias passam em torno de pelo menos duas polias que normalmente tem diâmetros distintos. Com exceção das correias dentadas, é necessário pré tracionar a correia forçando o afastamento entre as polias, induzindo uma força estática trativa inicial T0 nos cordonéis. Por sua vez, a tração inicial gera uma pressão normal entre a correia e a superfície de contato de cada polia. Isto permite a transmissão de potência em virtude da força de atrito disponível em cada interface de correia/polia. Quando a potência é aplicada na polia motora, a tração de um lado da correia é aumentada para um valor acima do nível de pré carga, em função do esticamento da correia, enquanto, no outro lado, a tração da correia decresce para um valor abaixo do nível de pré carga. A extensão de correia com a tração aumentada é chamada de lado tenso ou lado esticado (tração Tt), e a extensão com tração diminuída é chamada de lado frouxo (tração Tf). À medida que a correia, em movimento, passa repetidamente em torno das polias, em uma dada seção transversal os cordonéis são submetidos a carregamentos variáveis que variam de Tf a Tt e vice versa a cada volta, somada a uma força centrífuga trativa constante induzida Tc. A fadiga torna-se um modo provável de falha em correias em função do carregamento de tração cíclica com carga média não nula. == Vantagens e desvantagens de se utilizar a transmissão por correias == *Transmitir potência de uma árvore à outra, sendo um dos elementos mais antigos e mais usados são as correias e as polias; *Possuem baixo custo inicial, alto coeficiente de atrito, elevada resistência ao desgaste e funcionamento silencioso; *São flexíveis, elásticas e adequadas para grandes distâncias entre centros; *Possuem grande versatilidade e campos de aplicação; *A transmissão pode ser afetada por alguns fatores, dentre os principais a falta de atrito, pois quando em serviço, a correia pode deslizar e portanto não transmitir integralmente a potência; *Podem transmitir grande quantidade de energia, sendo uma das formas mais utilizadas em sistemas de transmissão de potência; *Possuem custos relativamente baixos; *Tendem a proteger a unidade motora; *Possuem rendimento entre 0,96 a 0,98, pois podem apresentar escorregamentos. === Vantagens econômicas === *Padronização; *Facilidade de montagem e manutenção (a disposição é simples e o acoplamento e o desacoplamento são de fácil execução); *Ausência de lubrificantes; *Durabilidade, quando adequadamente projetadas e instaladas. === Vantagens em relação à segurança === Reduzem significativamente choques e vibrações devido à sua flexibilidade e ao material que proporciona uma melhor absorção de choques e amortecimento, evitando a sua propagação; Limitam sobrecargas pela ação do deslizamento (podem funcionar como “fusível mecânico”); Funcionamento silencioso, diminuindo o nível de ruído de plantas industriais. Principais defeitos nas correias. Correias com os dente cortado. Severo dano nos dentes da correia durante o uso. Desgaste incomum nas laterais da correia. Excessivo desgaste e quebra da correia. Corte longitudinal na correia. Flange da polia torta. Barulho excessivo na transmissão. Desgaste incomum em uma das laterais e corte no meio da correia. Desgaste anormal nas polias sincronizadoras. Correia amolecida no costado da correia. Principais causas destes defeitos Superfície de contato dos dentes insuficiente. Polia com o passo fora de especificação. Material da polia não recomendado. Desgaste anormal nas polias sincronizadoras Correia muito larga com alta velocidade Sobrecarga na correia sincronizadora. Tensão da correia muito alta Alinhamento incorreto dos eixos Barulho excessivo na transmissão Polia desalinhada. Presença de corpo estranho nas polias durante operação. Pressão lateral muito grande na correia. Corte longitudinal na correia. • Defeito nos flanges das polias. Correia correu sobre os flanges da polia. Defeitos nas polias. Correia correu sobre os flanges da polia. Transmissão subdimensionada. Tensão alta na correia Excessivo desgaste e quebra da correia. Excessivo desgaste e quebra da correia. Carga e pressão sobre a correia alta. Desalinhamento dos eixos e polias. Desgaste incomum em uma das laterais e corte no meio da correia. Defeitos nas polias. Desalinhamento dos eixos e polias. Sobrecarga na transmissão. Numero de dentes que se encaixam na polia insuficientes Transmissão subdimensionada. Altíssima tensão. Correia vincada antes ou durante a instalação Presença de corpo estranho na transmissão === Principais soluções encontradas === *Não vinque as correias. *Instale polias e correias mais largas ou de maior capacidade de força. *Aumente o diâmetro da menor polia. *Remova qualquer corpo estranho, e proteja a transmissão. *Tencione corretamente. *Severos danos nos dentes da Correia. *Instale correias e polias com maior capacidade de força ou aumente a largura das correias e das polias. *Verifique o passo e troque a correia se necessário. *Troque todas as polias. *Alinhe corretamente os eixos. *Alinhe corretamente as polias. *Reduza a tensão da correia. *Aumente a largura da correia e das polias. *Troque todas as polias. *Polia desalinhada. *Pressão lateral muito grande na correia. *Realinhe a polia. *Realinhar os eixos. *Reduza a tensão da correia. *Aumente o diâmetro da polia. *Aumente a largura ou o passo da correia. *Reduza a largura da correia ou recalcule o acionamento. *Realinhar os eixos e as polias, e tencionar corretamente. *Remover o corpo estranho e proteger o acionamento. *Utilize polias com materiais mais resistentes. *Troque as polias pelo passo correto. *Use uma polia padronizada. *Correia amolecida no costado da correia. *Efeitos de contaminação por água, óleos ou outras substâncias químicas. === Instalação de Correias === A colocação das correias estão vinculadas a uma polia fixa a uma móvel, a polia móvel deve-se recuar aproximando da polia fixa e com esse procedimento não haverá perigo de danificar a correia. Não se recomenda colocar correias forçando-as contra a lateral da polia ou usar qualquer tipo de ferramenta para forçá-la a entrar nos canais da polia. Esses procedimentos podem causar o rompimento das lonas e cordonéis das correias. Após montar as correias nos respectivos canais das polias e, antes de tensioná-las, deve-se girá-las manualmente para que seus lados frouxos fiquem sempre para cima ou para baixo, pois se estiverem em lados opostos o tensionamento posterior não será uniforme. Gordo, Nívia e Ferreira, Joel. Apostila de Elementos de Máquinas do Telecurso 2000 - Aula 28: Polias e Correias ===Tensionamento de correias=== O tensionamento de correias é realizado de 2 formas e exige a verificação dos seguintes parâmetros: * tensão ideal: deve ser a mais baixa possível, sem que ocorra deslizamento, mesmo com picos de carga; * tensão baixa: provoca deslizamento e, conseqüentemente, produção de calor excessivo nas correias, ocasionando danos prematuros; * tensão alta: reduz a vida útil das correias e dos rolamentos dos eixos das polias. Na prática, para verificar se uma correia está corretamente tensionada, bastará empurrá-la com o polegar, de modo tal que ela se flexione aproximadamente entre 10 mm e 20 mm. == Ver também == *Elementos de máquinas *Rotações por minuto *Movimento periódico Categoria:Mecânica",
 "title": "Correia (mecânica)"
}