{
 "id": "12280",
 "text": "A demografia (do grego demos, povo, e graphein, escritaGilvan Fontanailles, Demografia: noções preliminares, Geografalando, 13 de fevereiro de 2013) é uma área das ciências sociais que estuda a dinâmica populacional humana. O seu objeto de estudo engloba as dimensões, estatísticas, estrutura e distribuição das diversas populações humanas. Estas não são estáticas, variando devido à natalidade, mortalidade, migrações e envelhecimento. A análise demográfica centra-se também nas características de toda uma sociedade ou um grupo específico, definido por critérios como a educação, a nacionalidade, religião e grupo étnico. No século XIX, mais precisamente no ano de 1855, Achille Guillard, em seu livro Eléments de Statistique Humaine ou Démographie Comparée (Elementos de Estatística Humana ou Demografia Comparada), usou pela primeira vez o termo demografia. A demografia estendeu-se além do campo da antropologia. Principalmente na segunda metade do século XX, muitos estudos voltaram-se ao estudo da demografia de animais e de plantas.The Demography Plants. 1974. Annual Review of Ecology and Systematics, 5, 419-463. (pdf aquí ) == Políticas demográficas no mundo == A demografia é um estudo que engloba também projetos do governo em relação à população, como o IDH. Ao definir sua política, o governo tem duas opções: estimular ou dificultar novos nascimentos. Medidas como complementação salarial para auxílio aos pais que têm mais filhos, ou aumento de impostos para os jovens de uma certa idade que ainda não tenham filhos, podem ser chamadas natalistas, pois estimulam o aumento da taxa de natalidade. No caso do governo brasileiro, as políticas demográficas sempre foram bastante ambíguas. Oficialmente, nenhum governo adotou uma política antinatalista, o que pode ser explicado pela intensa influência dos valores católicos e pela ideia, que por muito tempo dominou o governo e a opinião pública, de que era necessário ocupar o vazio demográfico do interior do país. No entanto, a postura natalista, na prática, nunca foi eficiente no Brasil. O que na realidade vem ocorrendo é que a própria realidade social brasileira vem funcionando como um excelente método antinatalista. Ao encontrarem grande dificuldade na criação dos filhos, devido à falta de creches e escolas públicas de qualidade, ao se depararem com o alto índice de desemprego e os salários baixos, e ao se sentirem encurralados pelos altos gastos com habitação, transporte, segurança e alimentação nas grandes cidades, os brasileiros se encarregam de diminuir drasticamente sua quantidade de filhos. Para ter-se uma ideia, a velocidade com que ocorreu a diminuição das taxas de natalidade no Brasil só é comparável a de países que adotaram rígidos programas de controle demográfico, como a China, por exemplo. O problema fica por conta da falta de educação quanto ao método anticoncepcional a ser adotado e, sobretudo, pela falta de educação sexual. Outros fatores se referem aos métodos naturais contraceptivos, como por exemplo a lavagem vaginal após o coito, coisa que é pouco conhecida, pouco divulgada e/ou realizada após as relações sexuais na maioria dos mais necessitados. Falta de informações sobre períodos mais férteis das mulheres também é coisa só para as pessoas das classes média ou alta. As classes sociais mais desprivilegiadas são as que mais se reproduzem e as que mais se utilizam dos recursos públicos para a fazer os partos, alimentar as crianças lactentes, alimentar as crianças em idade escolar (merendas escolares), consumir remédios e consultas médicas gratuitas, além de frequentarem creches populares dos estados e prefeituras, Enfim, o descontrole da natalidade ocorre praticamente apenas nas classes mais baixas e pobres da população, e não existe uma política de esclarecimento devido à forte interferência dos conceitos religiosos muito presentes em tudo o que se refere ao controle da natalidade humana. === Demografia e população mundial === A população está em explosão demográfica desde a revolução industrial, que começou na Inglaterra na primeira metade do século XIX. Apresenta-se, em seguida, a evolução da população mundial: * 1 a 2 bilhões de pessoas entre 1804 a 1927 - 123 anos se passaram. * 2 a 3 bilhões de pessoas entre 1927 a 1960 - 33 anos se passaram. * 3 a 4 bilhões de pessoas entre 1960 a 1974 - 14 anos se passaram. * 4 a 5 bilhões de pessoas entre 1974 a 1987 - 13 anos se passaram. * 5 a 6 bilhões de pessoas entre 1987 a 1999 - 12 anos se passaram. * 6 a 7 bilhões de pessoas entre 1999 a 2011 - 12 anos se passaram. * 7 a 8 bilhões de pessoas entre 2011 a 2022 - 11 anos se passaram. A análise da progressão da população humana indica que está crescendo cada vez mais lentamente (atualmente cerca de 1,14% ao ano); e prevê-se que estabilize nos 10 bilhões por volta do ano 2100. A população mundial atual é de cerca de milhões de pessoas ( bilhões). == Metodologia == Estimativa da População - Metodologia utilizada no PopClock. === População === Nota metodológica: as projeções populacionais mensais, com data de referência nos primeiros dias de cada mês, foram inicialmente obtidas através de um ajuste geométrico aos valores projetados pelo método das componentes demográficas que cobrem o período 1989-2012. A função ajustante tem a seguinte expressão analítica: POP (t) = A \\times t B onde: t = data de referência ⇒ 01/07/t, POP (t) = população projetada para a data t, A e B são parâmetros a determinar, Mediante o método de estimação de mínimos quadrados os parâmetros resultaram em: A = 190.250 e B = 1,4756, com R² = 0,9999. De posse da função determinada, foi possível interpolar mensalmente as populações projetadas entre os respectivos anos. As taxas médias de crescimento populacional mensal foram reduzidas à escala de minutos utilizando-se a expressão D*H*M como variável de tempo, onde D= número de dias no mês, H= número de horas por dia e M= número de minutos por hora. Essas taxas foram, então, empregadas na obtenção das estimativas populacionais a cada minuto. *Taxa de fecundidade: é a média de quantos filhos em média uma mulher tem no seu período fértil. No Brasil, por exemplo, a taxa de fecundidade é de 1,8 filhos por mulher. *Taxa de natalidade: é a quantidade de crianças que nascem. *Taxa de mortalidade: é a quantidade de pessoas que morrem. As mulheres em média vivem mais que os homens. A população mundial estimada em 2013 é de mais de 7 bilhões de pessoas, segundo relatório da CIA. == População mundial == As estimativas da população mundial apresentadas estão baseadas na tabela nº 1 (\"Total Midyear Population for the World; 1950-2050\"), da Base de Dados Internacional do U.S. Census Bureau. Esta tabela mostra as estimativas da população mundial de 1950 a 2050. Para cada ano, são apresentadas estimativas para dia 1º de julho, às 00:00 GMT. Para as estimativas da população mundial apresentadas no PopClock do IBGE, foram feitas interpolações entre as estimativas de cada um desses anos minuto a minuto. A Base de dados do U.S. Census Bureau (IDB - International Data Base) está baseada nas análises disponíveis de dados censitários e pesquisas sobre fertilidade, mortalidade e migração. A análise é realizada isoladamente para cada um dos 227 países ou áreas do mundo com população de 5000 habitantes ou mais. Diversas tabelas estatísticas de dados demográficos e sócio-econômicos estão disponíveis nesta base de dados. De acordo com a Organização das Nações Unidas (ONU), a partir do estudo \"Perspectivas de População Mundial\" de 2019, a população do planeta Terra atingiu 7,2 bilhões de pessoas. == Ver também == * Superpopulação * População mundial * Crescimento populacional * Teoria Populacional Malthusiana * Contracepção * Recurso natural * Homo sapiens * Raças humanas * Evolução * Epidemiologia * Geografia humana * IBGE == Ligações externas == * IBGE - Página do Intituto Brasileiro de Geografia e Estatística * Worldometers - Real time world statistics * CIA - The World factbook * Dinâmica da população mundial * Nicolas Bacaër, José Paulo Viana, Paulo Doutor, Breve História Matemática da Dinâmica Populacional. Paris, 2021, ISBN 9791034371778. Pdf. Categoria:Antropologia",
 "title": "Demografia"
}