{
 "id": "122854",
 "text": "Eduardo Tambasco (São Paulo, 15 de abril de 1976), mais conhecido como Duca Tambasco, é um compositor, produtor musical e arranjador brasileiro, mais conhecido por ser o baixista da banda Oficina G3. Apesar de não ser membro da formação original da banda, entrou em 1994. ==Biografia== Duca Tambasco nasceu numa família cristã, e junto com os seus irmãos Rodrigo e Déio Tambasco (ex- guitarrista da banda Katsbarnea), foi incentivado desde criança a tocar música na igreja a qual frequentava. Começou a tocar contrabaixo aos oito anos de idade. Na adolescência participou de várias bandas, entre elas a Anno Domini, onde tocava com o seu irmão Déio Tambasco e com o baterista Lufeh. Em 1994 juntou-se ao Oficina G3, entrando no lugar do antigo baixista, Wagner García, a convite do baterista Walter Lopes. Duca ingressou no grupo a partir da gravação da edição em CD do álbum Nada É Tão Novo, Nada É Tão Velho, já que a banda planejava gravar faixas extras como bônus como expansão da versão em vinil. O álbum Indiferença, lançado em 1996, acabou por se tornar o primeiro disco de Duca na banda também como compositor. Duca é principal vocalista de apoio da banda e, paralelo ao Oficina G3, chegou a lançar dois singles solo em 2017, chamados \"Woods\" e \"Samaria\". Duca Tambasco também gravou com outros artistas e bandas, seja como produtor musical, arranjador ou músico convidado, como o Katsbarnea, Leonardo Gonçalves, Thalles Roberto e Observ. ==Vida pessoal== Entre seus hobbies, está a prática de artes marciais (judô e jiu- jitsu). Foi casado até 2012 com Ester Carolina, com a qual teve uma filha, chamada Naomi Tambasco. Mais tarde, Duca se casou com a jornalista Rafaela Gizzi. Em 2021, nasceu o primeiro filho do casal, Levi. ==Discografia== ;Com a Oficina G3 *1994: Nada É Tão Novo, Nada É Tão Velho *1996: Indiferença *1998: Acústico *1999: Acústico ao Vivo *2000: O Tempo *2001: O Tempo ao Vivo *2002: Humanos *2005: Além do que os Olhos Podem Ver *2007: Elektracustika *2008: Depois da Guerra *2010: D.D.G. Experience *2013: Histórias e Bicicletas *2015: Histórias e Bicicletas - O Filme *2024: Humanos Tour ;Com outros músicos e bandas *1995: Armagedom - Katsbarnea (vocal em \"Fariseu\") *2004: Novos Rumos - Déio Tambasco (baixo) *2004: Nig Evolution 2 (baixo em Fazendo Hora) *2007: Para Ti - Túlio Régis (baixo) *2010: Revisão - Apogeu (produção musical) *2014: ID3 - Thalles Roberto (baixo) *2014: Princípio - Leonardo Gonçalves (baixo em \"There\") *2014: O Mar que nos Envolve - Observ (baixo em várias faixas) *2015: Confio - Letícia Brandão (baixo) ==Ver também== * Oficina G3 Categoria:Baixistas do estado de São Paulo Categoria:Brasileiros de ascendência italiana Categoria:Judeus do estado de São Paulo Categoria:Membros de Oficina G3 Categoria:Músicos de rock cristão Categoria:Naturais da cidade de São Paulo",
 "title": "Duca Tambasco"
}