{
 "id": "122862",
 "text": "thumb|right|Um conta-giros de automóvel oferece leitura dos giros em RPM (o número indicado pelo ponteiro deve ser multiplicado por mil) Rotações por minuto (rpm, RPM, r/min, r.min−1, rot/min, ou rot.min−1) é uma unidade de velocidade angular. Trata-se de uma unidade não-SI, prática. De fato, a unidade SI equivalente é o radiano por segundo. == Aplicação prática == A unidade, tanto para a frequência angular quanto para a velocidade angular (ou rotacional), é o radiano por segundo (rad.s−1). Porém, essa unidade é mais especificamente usada no domínio acadêmico-científico com enfoque mais teórico e de pesquisa. A unidade \"rotações por minuto\" (RPM), por sua vez, é de uso generalizado na caracterização de vários tipos de motores, referindo-se, no caso dos motores automóveis, à velocidade de rotação da cambota ou virabrequim. De modo geral, para máquinas rotativas de qualquer natureza (elétrica, hidráulica, mecânica, térmica etc.), geradoras ou motoras (sob a óptica da conversão \"de/para–mecânica\"), fala-se em \"rotações por minuto\" para se referir à velocidade angular do eixo principal da máquina (de entrada, se for geradora; de saída, se motora). Nesse caso, tem-se frequência angular e velocidade angular cada qual em sua base conceitual, a depender do tipo de análise físico-matemática que se venha a fazer. == Conversão de RPM em rad.s−1 == * Dado um valor expresso em RPM, multiplica-se-o por 0,104719755120 (arredondado ao excesso aos 10−12) para se o converter no equivalente em rad.s−1. :Com efeito: 1 RPM = 2π rad.min−1 = 2π/60 rad.s−1 = 0,104719755120 rad.s−1 (arredondado ao excesso aos 10−12) * Na conversão inversa, multiplica- se o valor dado em rad.s−1 por 9,549296585514 (arredondado ao excesso aos 10−12) para se obter o valor em RPM. :Isso decorre de ser [1/(2π/60)] = 9,549296585514 (arredondado ao excesso aos 10−12). == Exemplos de velocidades em RPM == * O ponteiro dos segundos de um relógio analógico movimenta-se à velocidade de 1 rpm. * Os discos de goma-laca rodam a velocidades de 78 rpm (os mais antigos), enquanto os discos de vinil (mais modernos, conquanto superados) rodam a velocidades típicas de 45 rpm (intermediários) ou 33⅓ rpm (os mais recentes). * Os CDs oscilam entre 180 rpm (quando da leitura dos setores mais afastados do centro do disco) e 500 rpm (na leitura dos setores mais próximos do centro). * O tambor (cilindro no Brasil) de uma máquina de lavar pode rodar a velocidades entre 500 até 1 800 rpm durante a centrifugação. * O motor de um automóvel ordinário, de uso comum, roda tipicamente entre 700 rpm (na marcha-lenta) e 7 000 rpm (no mais alto giro e velocidade). * O disco rígido IDE de computador roda a 3 600, 4 200, 5 400, ou 7 200 rpm; já os discos SATA e SCSI chegam a rodar a 10 000 ou 15 000 rpm. * Uma unidade de CD-ROM de 52x pode rodar um CD a velocidades de 10 350 rpm. * O motor de um carro de fórmula 1 chega perto das 20 000 rpm. * Uma centrifugadora de enriquecimento de urânio roda a velocidades que podem ultrapassar 90 000 rpm.Notícia do New York Times sobre centrifugadora do Dr. Zippe * Uma turbina a gás roda a dezenas de milhares de rpm. As turbinas JetCat chegam a atingir velocidades de 165 000 rpm. * Uma caneta odontológica de alta rotação (motor odontológico) chega à incrível velocidade de 400 000 rpm.Dabi Atlante == Frequência e velocidade angulares == Referida à velocidade angular (compreensão mais imediata à maioria), usa-se para medir a velocidade de rotação de um objeto sobre um eixo fixo (ou em relação a um centro de rotação definido) e significa o número de rotações completas efetuadas por minuto. Referida à frequência angular (não imediatamente compreensível à maioria), ela representa precisamente o número de ciclos havidos por unidade de tempo expresso em minutos num fenômeno periódico qualquer (não quântico ou quântico — neste último caso podendo referir-se a funções de onda complexas). Em tal último caso — quântico —, os significantes \"rotações\", \"por\" e \"minuto\", juntos, carecem do significado ordinário que se lhes dá em fenômenos não quânticos. A distinção entre frequência angular e velocidade angular é importante, pois, embora as duas grandezas apresentem, num dado sistema de unidades, as mesmas dimensional analítica e dimensional sintética, em nível conceitual, todavia não são necessariamente a mesma grandeza, a mesma ideia. == Frequência complexa == Ao se tratar de fenômenos físicos sob um aspecto mais amplo, que inclua os comportamentos transitórios e os de regime permanente, introduz-se o conceito de frequência complexa, de modo a reunir ambos os comportamentos numa só expressão mais geral, que comporte os individuais como casos particulares. Chama-se frequência complexa ao binômio expresso por: s = σ + j.ω :onde: :s = frequência complexa (expressa ora em nepers complexos por segundo, ora em radianos complexos por segundo);HAYT & KEMMERLY. Análise de Circuitos em Engenharia. São Paulo: McGraw-Hill, 1990. :σ (sigma) = frequência neperiana ou real ( expressa em neper. s−1) e denota a \"intensidade\" do amortecimento transitório ao evoluir para o estado permanente; :j = unidade imaginária (j² = – 1) :ω (omega) = frequência angular ou imaginária (expressa em rad. s−1) e denota o \"número de ciclos, giros ou voltas por segundo\" da entidade em exame. Frequência complexa foi aqui referida para realçar a natureza de inclusão (subconjunto conceitual) das frequências particulares (a real, amortecimento; a imaginária, giro), bem como para destacar que, nesse domínio, frequência angular também pode expressar-se em rotações por minuto, conquanto unidade não preferível no Sistema Internacional de Unidades. * HAYT & KEMMERLY. Análise de Circuitos em Engenharia. São Paulo: McGraw-Hill, 1990. * HOUAISS, Antônio. Dicionário Houaiss da Língua Portuguesa, Lisboa: Circulo dos Leitores, 2003. ISBN 972-42-2809-6 * Vários. Lexicoteca-Moderna Enciclopédia Universal, Lisboa: Círculo de leitores, 1985. Tomo XVI == Ligações externas == * * * == Ver também == * Frequência; * Frequência angular; * Frequência complexa; * Movimento periódico; * Radiano por segundo; * Velocidade angular Categoria:Unidades de medida Categoria:Dinâmica",
 "title": "Rotações por minuto"
}