{
 "id": "122804",
 "text": "thumb|right|Detalhe de um tecido plano|200 px Tecelagem é o ato de tecer, através do entrelaçamento de fios de trama (transversais) com fios de teia ou urdume (longitudinais), formando tecidos. Tecidos produzidos no processo de tecelagem (também conhecidos como tecidos planos ou de cala) não devem ser confundidos com tecidos de malha. Nos tecidos planos há somente duas posições possíveis para os fios de trama: ou ele passa por baixo ou passa por cima dos fios de urdume (português brasileiro). ==Processo de tecelagem== O processo da tecelagem divide-se em duas áreas distintas: #Preparação para a tecelagem; #Tecelagem propriamente dita. ===Preparação para a Tecelagem=== A preparação para a tecelagem é constituída por três operações distintas, Urdisagem, Encolagem e montagem do órgão no tear, Na Urdissagem, as bobinas de fio são colocadas num suporte especial e guiados até à Esquinadeira, onde se apresentam perfeitamente individualizados e paralelos uns com os outros. Os fios, com exactamente o mesmo comprimento são então enrolados num eixo – Órgão do tear. A Encolagem é uma operação que visa conceder aos fios de teia a resistência necessária para aguentar as tensões que o tear provoca nos fios durante a abertura da cala, evitando quebras de fios e as consequentes paragens de produção. Na Encolagem a teia é desenrolada, e mergulhada numa solução coloidal adesiva (vulgarmente é usada uma Solução de Amido de milho). Após o mergulho, os fios são secos e enrolados novamente no órgão do tear. Esta operação pode ser dispensada no caso de fios retorcidos, por estes apresentarem uma maior resistência A montagem no tear consiste na montagem do órgão na traseira do tear e na passagem um-a-um dos fios no sistema de detecção de quebras e no liço correspondente. Esta última operação chama-se Remeter ou Empeirar e a ordem pela qual os fios são colocados nos liços chama- se . No caso de no tear já estiver montada uma teia para fabricar o mesmo padrão de tecido, não se realiza a remissa, mas cada fio da nova teia é atado ao fio correspondente na teia antiga. Esta operação é hoje em dia realizada automaticamente. ===Tecelagem propriamente dita=== A Tecelagem propriamente dita pode ser resumida em três operações: #Abertura da cala: operação onde certos liços sobem e outros descem, para seleccionar os fios de urdume, formando duas mantas de fios, uma superior e outra inferior. #Inserção da trama #Batida do pente ====Abertura da cala==== Operação onde, por meio de Excêntricos ou maquineta, uns liços sobem e outros descem, para seleccionar os fios de urdume, formando 2 mantas de fios, uma superior e outra inferior. ====Inserção da Trama==== A inserção da trama pode ser feita através de vários processos: #Lançadeira; #Projectil #Pinças; #Jacto de ar; #Jacto de água. ====Batida do pente==== Após a trama ser inferida, o pente bate (impulsionado por excêntricos) ==Padrões de Tecidos== O que determina os tipos de entrelaçamento do fio é chamado de , e é realizada pela seleção dos fios de urdume que sobem ou que descem para a formação da cala. Há três padrões (Desenhos) básicos de tecidos: a tela (também conhecida por (tafetá), a sarja e o cetim. Existe ainda um quarto padrão chamado de jacquard, onde o urdume é controlado fio a fio, facto que propicia a elaboração de desenhos extremamente complexos, de que o Brocado é um exemplo. Tecidos do tipo jacquard, onde o urdume é controlado fio a fio, propiciam a elaboração de desenhos mais complexos. A tecelagem pode ser artesanal (tecelagem manual), utilizando-se de teares manuais, ou industrial, com teares automáticos. ==História == A tecelagem é conhecida por ser uma das formas mais antigas de artesanato ainda presente nos dias de hoje. Existem indícios que a tecelagem já era conhecida no Paleolítico. Há cerca 12 000 anos, na Era Neolítica, os homens já utilizavam o princípio da tecelagem, entrelaçando pequenos galhos e ramos para construir barreiras, escudos ou cestas. Teias de aranha e ninhos de pássaros podem ter sido as fontes de inspiração tal trabalho. Uma vez que essa técnica já era conhecida, é muito provável que o homem primitivo tenha começado a usar novos materiais para produzir os primeiros tecidos rústicos, e, mais tarde, vestuário. A produção de tecidos no Neolítico foi demonstrada pela descoberta em 2013 de um tecido de linho no túmulo F 7121 em Çatalhüyük. que foi datado como sendo de 7000 AC com outras descobertas feitas nas palafitas neolíticas do Lago de Zurique Um fragmento sobrevivente do Neolítico foi encontrado em Faium num local datado do ano 5000 AC. Este fragmento possui cerca de 12 x 9 fios por cm num ponto tafetá. Nesta altura (3600 AC), no Antigo Egipto, o linho era a fibra dominante. A prática já foi utilizada como imagem para alegorias e temas mitológicos. Gargi Vachaknavi, filósofa indiana do século VII a.C., é narrada em uma Upanixada como utilizando metáforas de trama e urdidura para inquirir sobre o \"tecido\" da realidade. Tantra é a palavra sânscrita para tecer, urdir. Na cosmologia maia, deusas frequentemente aparecem tecendo em um tear cósmico, representando o padrão das estações temporais, e no Popol Vuh a figura do entrelaçamento é utilizada em analogia para a confecção do livro: “Este é o início da Palavra Antiga, aqui neste lugar chamado Quiché. Aqui desenharemos, aqui teceremos em brocado a Antiga Palavra\". As Moiras/Parcas são apresentadas como fiandeiras que tecem o destino. ===China e Extremo Oriente === A tecelagem da seda a partir de casulos do bicho-da-seda é conhecida na China desde 3500 AC. Foram encontrados fragmentos de tecidos tingidos e com uma tecelagem bastante intrincada num túmulo chinês datado de 2700 AC A sericultura e a tecelagem da seda expandiu- se para a Coreia cerca do ano 2000 AC e para o Japão cerca do ano 300 da nossa era. A invenção do tear de pedais, de acordo com especialistas pode ter sido feita na China ou na Índia. Os Pedais foram adicionados para operar teares de Liços simples e duplos. Na Idade Média estes equipamentos apareceram na Pérsia, Sudão, Egipto e possivelmente na Península Arábica, onde o tecelão sentava-se com os pés num fosso por debaixo de um tear rebaixado. No ano 700 os teares horizontais e verticais podiam ser encontrados em muitos locais da Asia, África e Europa. No século XII, o tear de pedais chegou à Europa quer através do Império Bizantino, quer através dos invasores árabes na Al-Andalus, onde o mecanismo foi elevado acima do solo e montado numa estrutura mais robusta. ===Europa Medieval=== Na Europa medieval a fibra predominante era a lã seguida pelo Linho e Juta ou estopa para as classes mais baixas. O Algodão foi introduzido na Europa através da Sicília e Espanha cerca do ano 800 d.C. Quando os Normandos ocuparam a Sicília, levaram a tecnologia com eles para a Itália e o restante da Europa. A tecelagem de seda foi introduzida também nesta altura e as suas técnicas sofisticadas foram aplicadas a outras fibras. O tecelão trabalhava em casa e vendia os seus tecidos na feira. Os teares verticais de pesos eram muito comuns nos séculos X e XI, antes da introdução dos Teares horizontais. A tecelagem tornou-se um ofício urbano e para regulamentar o seu comércio, os artesão associaram-se em Grémios ou Mesteirais que controlavam a qualidade e a formação necessária para que um artesão pudesse ser considerado como tecelão. No século XII, ocorreu uma mudança organizacional com a introdução da subcontratação. O mercador de tecidos comprava a fibra e fornecia-a ao tecelão o qual, por sua vez vendia o tecido ao mercador. O Mercador controlava os preços e dominava economicamente a indústria da tecelagem. Em Inglaterra, a prosperidade dos mercadores é bem patente nas cidades lanifícias do leste da Inglaterra, Norwich, Lavenham. O fornecimento de fio limitou sempre a produção de um tecelão até ao momento em que o fuso manual foi substituído pela roda de fiar. O tear permaneceu sempre igual, mas o aumento na produção do fio permitiu que ele operasse durante mais tempo. ===Revolução Industrial=== thumb|Típico pavilhão de tecelagem movido a vapor da revolução industrial|350 px Antes da revolução industrial a tecelagem era um ofício manual e a principal fibra era a lã. Nas principais zonas lanifícias uma forma primitiva de sistema fabril tinha sido já introduzida. Mas nas zonas montanhosas os tecelões continuavam a trabalhar em casa num sistema de subcontratação. Os teares podiam ser largos ou estreitos. Os teares largos eram, nessa altura, aqueles largos demais para que o tecelão passasse a lançadeira através da cala, necessitando de um ajudante, geralmente, um aprendiz de tecelão. Este ajudante deixou de ser necessário quando John Kay inventou a Lançadeira voadora em 1733. Esta lançadeira, impulsionada pela acção de dois martelos de madeira em ambas as extremidades e accionados pelo tecelão aumentou a velocidade de produção de tecido. Por este motivo ocorreu uma falha no fornecimento de fio de lã e uma capacidade instalada de tecelagem em excesso. A abertura do Canal de Bridgewater em Junho de 1761, permitiu ao algodão desembarcado em Liverpool ser transportado para Manchester, onde a existência de muitos rio com caudalosos e rápidos permitiam a utilização de maquinaria impulsionada pela força hidráulica. A fiação foi a primeira a ser mecanizada (Máquina de fiar, Máquina de fiar de Carrinho) e isso facilitou o fornecimento de fio ao tecelão. Edmund Cartwright foi a primeira pessoa que tentou mecanizar o tear a partir de 1785. Ele construiu uma fábrica em Doncaster e obteve uma série de patentes entre 1785 e 1792. Em 1788, o seu irmão, o Major John Cartwright construiu uma fábrica em Retford. Em 1791, ele licenciou o seu tear aos irmãos Grimshaw de Manchester, mas a sua fábrica ardeu completamente, provavelmente por fogo posto. O Parlamento britânico atribuiu a Edmund Cartwrght um prémio de £ 10 000 em 1809 para premiar os seus esforços na mecanização do tear. No entanto o sucesso do tear mecânico ficou também a dever-se a melhorias no desenho de Cartwright feitas por terceiros. O tear mecânico apenas passou a dominar a produção de tecido a partir de 1805. Nessa altura havia cerca de 250 000 tecelões manuais no Reino Unido. A Indústria têxtil era um dos sectores de ponta na Revolução Industrial Britânica, mas a tecelagem foi uma área onde a mecanização se deu relativamente tarde. Apenas em 1842 e como resultado de várias melhorias que foram feitas à máquina de Akwright, o Tear tornou-se semiautomático, e apenas tinha de parar para o tecelão mudar a canela de fio da lançadeira. Apenas em 1890 é que com o sistema automático de enchimento e mudança de canela, o tear mecânico tornou-se 100% automático. Estas inovações transformaram a tecelagem de uma actividade caseira, com mão-de-obra intensiva e manual, num processo fabril movido a vapor. Paralelamente o tear deixou de ser fabricado em madeira e passou a sê-lo em ferro fundido, o que levou ao aparecimento de uma grande indústria metalúrgica dedicada à produção de teares mecânicos e outros equipamentos têxteis. A grande maioria da indústria de tecelagem algodoeira localizava-se em barracões em pequenas povoações à volta de Manchester e afastados das fábricas de fiação. A tecelagem de lã, penteada ou cardada localizou-se no Oeste de Yorkshire, em particular na cidade de Bradford. Aqui, estavam localizadas enormes fábricas como a Lister’s e Drummond’s onde tinham lugar todas as operações (Desde a recepção das fibras ao envio de tecidos acabados). O tecido em cru era enviado para os acabadores onde era branqueado, tingido e/ou estampado, primeiro com corantes naturais e depois com corantes sintéticos, a partir da segunda metade do século XIX. A necessidade destes químicos foi um factor importante para o desenvolvimento da química moderna, nomeadamente da Química orgânica. A invenção em 1804 do tear Jaquard em França permitiu a tecelagem de tecidos com padrões e desenhos extremamente complicados, através da utilização de cartões perfurados anteriormente inventados em 1725 por Basille Bouchon e melhorados em 1728 por Jean-Baptiste Falcon, que permitiam definir que fios apareceriam na parte de cima do tecido. Os cartões perfurados permitiam o controlo individual de cada fio de teia, linha-a-linha sem que houvesse qualquer repetição do padrão, isso tornou possível a tecelagem de padrões complexos. Existem exemplos de tecidos Jacquard com caligrafia, gravuras tecidas. A máquina de Jacquard podia ser montada tanto em teares automáticos como em teares manuais. Os cartões perfurados do Tear Jacquard foram os percursores de todos os modernos computadores. Foi a utilização de cartões perfurados no controlo dos fios de teia que inspirou Charles Babbage a usá-los como método de inserção de dados na sua máquina analítica. No final do século XIX, Hermann Hollerith utilizá- los-ia como suporte de dados de entrada na sua maquina tabuladora que desenhou para o Censo de 1890 nos Estados Unidos da América. Os cartões perfurados continuariam a ser usados nos computadores até aos anos 70 do século XX e nos teares Jacquard até aos anos 90 do século XX, sendo substituídos por sistemas electrónicos. ===O Tear no Século XX=== Durante a primeira metade do século XX, o tear mecânico manteve-se idêntico ao do final do século passado. Apenas durante esse tempo inventaram-se a máquina automática de atar teias e a de inserção de teia nos liços. A seguir à Segunda Guerra Mundial, em 1953 começaram a ser comercializados teares com inserção de trama por projétil. Em 1972 por lanças rígidas ou flexíveis e 1975 por Jacto de ar. Estas inovações fizeram que a taxa de inserção de trama passasse de alguns metros por minuto para cerca de 2000 m/min, fazendo com que a produtividade por tear subisse de 8.5 jardas quadradas por hora em 1975 para 29.5 em 1995. ==Tipo de teares automáticos == Todos os teares seguem a mesma ideia básica da tecelagem, como foi descrito: (1) Abertura da Cala, (2) Inserção da Trama e (3) Batida do pente. A principal diferença de um tear para o outro é a técnica da inserção do fio de trama. Os modelos mais antigos tinham inserção por lançadeiras. Atualmente os tipos de inserção de trama mais comuns são por projéteis, pinças, jato-de-ar ou jato-de-água. Na tecelagem industrial, o sistema de abertura da cala pode ser por excêntricos, maquineta ou maquineta de jacquard. Embora o sistema de lançadeira pareça arcaico, ele é o único que consegue produzir tecidos de até oito metros de largura. == Ver também == * Beneficiamento de tecidos * Fiação * Fibra têxtil * Malharia == Ligações externas == Categoria:Tecidos têxteis Categoria:Indústria Categoria:Processos industriais",
 "title": "Tecelagem"
}