{
 "id": "122834",
 "text": "O Palácio dos Condes de Castro Guimarães, também referido como Torre de São Sebastião, localiza-se à Avenida Rei Humberto de Itália, na freguesia de Cascais e Estoril, município de Cascais, distrito de Lisboa, em Portugal.Ficha na base de dados SIPA == História == Foi mandado construir no século XIX por Jorge O'Neill, sobrinho do 1.º Visconde de Santa Mónica e descendente dos Condes de Clanaboy e Príncipes de Tyrone, Reis do Ulster e, por vezes, Grandes Reis da Irlanda, para sua casa de veraneio. Em 1910 foi vendida ao 1.º Conde de Castro Guimarães. O projecto arquitectónico do palácio foi elaborado por Francisco Vilaça e os arquitectos responsáveis pela edificação foram Albrecht Haupt e Luigi Manini. O edifício encontra-se classificado como Imóvel de Interesse Público através do Decreto N.º 45 de 30 de Novembro de 1993.Ficha na base de dados da DGPC Em nossos dias conserva o seu traçado original, abrigando o Museu Conde de Castro Guimarães, que reúne todas as peças da vasta colecção de arte dos condes. == Características == Trata-se de um palácio em estilo revivalista, instalado numa pequena enseada. Aquando das marés altas, a base do edifício é tocada pelas ondas. O seu estilo conjuga o Romantismo — em voga à época — com uma aparência de château medieval, que culmina com a grande torre. Encontra-se rodeado de um interessante jardim. O edifício tem elementos de origem irlandesa, como os trevos presentes na porta de ferro forjado e na pintura do teto da Sala dos Trevos, a sala de entrada do museu, e o brasão de armas de Jorge O'Neill e dos seus antepassados, pintados no teto do torreão. == Ligações externas == * Inventário do Património Arquitectónico (DGEMN) * * * Palácio dos Condes de Castro Guimarães no HistoriaDePortugal.info Categoria:Revivalismo Categoria:Cascais (freguesia) Categoria:Património edificado em Cascais Condes Castro Guimaraes, Palacio dos Categoria:Palácios classificados como imóvel de interesse público em Portugal‎ Categoria:Arquitetura neomanuelina em Portugal",
 "title": "Palácio dos Condes de Castro Guimarães"
}