{
 "id": "122953",
 "text": "Em geografia, a costa ou orla é a linha que separa o mar da terra, tal como é indicado nos mapas. Corresponde ao limite entre o oceano e o continente (definida pelo alcance da maré alta). O termo \"costa\" é muito específico, sendo somente usada para descrever as regiões do continente ou de uma ilha que se limitam com o oceano, ou seus tributários de água salgada (mares, golfos, baía, praia, dunas). O único mar da Terra que não possui costas é o Mar dos Sargaços. == Brasil == O Brasil possui uma linha costeira contínua de 8 000 km de extensão, uma das maiores do mundo. Ao longo dessa faixa litorânea podemos identificar diversas paisagens como: mangues, dunas, restingas, ilhas, falésias, estuários, recifes, baías e brejos. == Portugal == A costa portuguesa é extensa: tem 943 km em Portugal continental, 667 km nos Açores, 250 km na Madeira onde incluem também as Ilhas Desertas, as Ilhas Selvagens e a Ilha de Porto Santo. A costa tem belas praias, com variedade entre falésias e areais. Na Ilha de Porto Santo uma formação de dunas de origem orgânica (ao contrário da origem mineral da costa portuguesa continental) com cerca de 9 km é um ponto turístico muito apreciado internacionalmente. Uma característica importante na costa portuguesa é a Ria de Aveiro, estuário do rio Vouga, perto da cidade de Aveiro, com 45 km de comprimento e um máximo de 11 km de largura, rica em peixe e aves marinhas. Existem quatro canais, e entre estes várias ilhas e ilhotas, e é onde quatro rios encontram o oceano. Com a formação de cordões litorais definiu-se uma laguna, vista como um dos elementos hidrográficos mais marcantes da costa portuguesa. Portugal possuiu uma das maiores zonas económicas exclusivas (ZEE) da Europa, cobrindo cerca de 1 683 000 km². == Galiza == A costa galega tem 1500 km no Oceano Atlântico, destacando a presença de grandes rias e pequenas ilhas e ilhotes. Fica dividida em Rias Baixas (Ria de Vigo, Ria de Pontevedra, Ria de Arousa, Ria de Muros e Noia, Ria de Corcubión), Rias Meias (Ria de Camariñas, Ria de Corme e Laxe, Ria da Corunha, Ria de Betanzos, Ria de Pontedeume, Ria de Ferrol, Ria de Cedeira) e Rias Altas (Ria de Ortigueira, Ria do Barqueiro, Ria de Viveiro, Ria de Foz, Ria de Ribadeo). A destacar também são as ilhas Cíes, Ons, Sálvora e Cortegada que fazem parte do Parque natural das ilhas do Atlântico, e ainda as ilhas Lobeiras, Sisargas, San Simón e Tambo. Categoria:Hidrografia Categoria:Acidentes geográficos Categoria:Terminologia oceanográfica Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Costa"
}