{
 "id": "12299",
 "text": "O ramo científico da ecologia humana tem como objeto de estudo a relação do ser humano com o seu ambiente natural. De constituição física bastante desvantajosa, o ser humano (Homo sapiens), por meio da cultura, adotou, e levou às últimas consequências, a estratégia de adaptar o meio ambiente ao seu corpo. Logo, assim, sobreviver, até agora e em todos os ambientes terrestres do planeta, sem adaptações corporais que levassem sequer à formação de outras sub-espécies ou mesmo de raças. Os elementos do meio ambiente original assim manipulados passaram então também a integrar o meio ambiente dos seres humanos e dos outros elementos sujeitos aos efeitos da manipulação. O meio ambiente humano combina, assim, tanto os elementos naturais (orgânicos e inorgânicos) quanto os culturais que dão suporte à vida humana nos diversos ambientes em que ela se desenvolve e pode ser observado em diferentes escalas espaciais: do quintal de uma casa até à biosfera como um todo. O meio ambiente humano pode ser mais ou menos favorável à manutenção da saúde humana, ou seja, à normalidade das funções orgânicas, físicas ou mentais necessárias para a sobrevivência e reprodução dos indivíduos. Há, contudo, um limite mínimo de salubridade que é aquele que possibilita a sobrevivência de uma quantidade mínima de indivíduos até a idade reprodutiva e a sua reprodução numa taxa suficiente para repôr os indivíduos mortos. Abaixo desse limite mínimo de salubridade, a espécie está fadada à extinção. Esse limite mínimo é bastante inferior aos padrões de conforto (entendido como bem-estar material) atualmente considerados civilizados. A questão intergeracional impõe, contudo, um limite máximo ao conforto usufruído por uma dada geração humana, pois este não pode ser obtido às custas dos meios necessários para a manutenção de um meio ambiente sadio para as gerações futuras. Podemos assim definir o meio ambiente humano saudável como aquele que permite a sobrevivência por tempo indeterminado da espécie humana e, ao mesmo tempo, satisfaz, no maior grau possível, as necessidades de cada indivíduo humano, proporcionando-lhe a oportunidade de viver uma vida digna. Essa definição inclui tanto a dimensão física (o limite mínimo físico de salubridade e máximo de conforto), quanto a cultural (a necessidade de respeito a cada indivíduo humano, evitando um cinismo estatístico, e a concepção de bem de cada cultura) de um meio ambiente saudável. É, portanto, uma definição relativamente aberta e que deverá ser especificada para cada grupo cultural por meio do embate político. thumb|Quais as causas do desflorestação: usura ou expansão urbana? == Campo de estudo da ecologia humana == Desde o surgimento da ecologia, e o posterior aparecimento da ecologia humana, existe uma questão central dessa disciplina. Qual é o escopo, ou, a que ciência pertence a ecologia humana? Várias ciências reivindicam propriedade sobre a ecologia humana. A biologia, com o estudo das cadeias tróficas e o ser humano, por exemplo, a geografia humana, com as dispersões populacionais e os estudos migratórios, a sociologia, através da pesquisa social-metabólica das comunidades humanas, a antropologia, com os estudos adaptativos-culturais da raça humana e a psicologia, através das pesquisas que relacionam o meio ambiente e o comportamento humano. De fato a ecologia humana é uma ciência transdisciplinar, que toca todos esses campos e exige, para uma pesquisa séria, uma cuidadosa escolha do objeto de estudo e a escolha da, ou das, metodologias e disciplinas envolvidas na pesquisa. Sem dúvida, a ecologia humana é uma ciência nova, que tem ainda, como uma caixa de pandora, muito a dar para evolução da ciência humana, contribuindo com as bases teóricas do desenvolvimento sustentável e apontando limites e perspectivas que o homem precisa ter no seu processo evolutivo no planeta Terra. == Conexão com a Economia == Ecologia humana tem uma forte ligação com o campo econômico através do estudo e trabalho de Ellen Swallow Richards, entre outros. No entanto no começo dos anos 60, muitas universidades começaram a renomear seus departamentos econômicos para programas de Ecologia Humana. Em parte essa mudança de nome se deu por conta da dificuldade com o termo departamento econômico\" na sociedade moderna, e reconheceu Ecologia Humana como uma das escolhas iniciais para a disciplina que recebeu o nome de \"Economia\". Atualmente existem programas de ecologia humana reconhecidos como Cornell University College of Human Ecology e University of Alberta's Department of Human Ecology, entre outros. == Principais cientistas == * Amos H. Hawley * Eugene Odum * Robert Ezra Park * Emilio Moran * Gerald Marten == Ver também == * Área cultural * Cenário * Direito ambiental * Epidemiologia * Foresight * Geografia humana * PROGESA * Responsabilidade Social * Desenvolvimento sustentável * Circulação do sangue * Vitalidade urbana == Ligações externas == * Escola de Chicago * Anais do 1º Seminário Internacional de Ecologia Humana * Ecologia humana (org) * Society for Human Ecology * Sociedade Brasileira de Ecologia Humana * Mestrado em Ecologia Humana e Gestão Socioambiental * FCSH-Universidade Nova de Lisboa - Programas em Ecologia Humana == Bibliografia == Alvim, Ronaldo; Badilu, Ajibola; Marques Juracy. Ecologia Humana: uma visão global. UEFS Editora, 2014. Avila-Pires, Fernando de. Princípios da ecologia humana. Porto Alegre, RGS, Ed da UFRGS/ Brasília, CNPQ, 1983 Forattini, Oswaldo Paulo. Ecologia, epidemiologia e sociedade. SP, Artes médicas; EDUSP, 1992 Marques, Juracy. Ecologia da Alma. Petrolina, PE, Franciscana, 2012. Marques, Juracy (org.). Ecologias Humanas. UEFS Editora, 2014. Morán, Emílio F. A ecologia humana das populações da Amazônia. Petrópolis, RJ, Vozes, 1990 Overhage, Paul. Ecologia humana, a tragédia do poluição. Petrópolis, RJ, Vozes, 1970 Pierson, Donald (org). Estudos de ecologia humana. Leituras de sociologia e antropologia social. SP, Martins, 1970 Vieira, Liszt; Bredariol,Celso Cidadania e política ambiental. RJ, Record, 2006 Google Livros Jul. 2011 Categoria:Ecologia Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Ecologia humana"
}