{
 "id": "12309",
 "text": "thumb|right|300px|Um moinho típico da Serra de Aire. thumb|right|300px|Os moinhos típicos da Serra de Aire. O moinho é uma instalação destinada à fragmentação ou pulverização de materiais em bruto, especificamente grãos de trigo ou de outros cereais, por meio de mós. Seu surgimento representou uma grande inovação na história da humanidade, tendo se difundido por outras regiões através do fluxo de pessoas (artesões, monges, mercadores e navegadores) para outros locais. Há dois grandes grupos de moinhos tradicionais, que se classificam pela fonte da energia utilizada para fazer mover a mó: * Moinhos de vento são todos aqueles moinhos que utilizam o vento como fonte de energia, a chamada \"energia eólica\". * Moinhos de água são os moinhos que fazem uso da água corrente (energia hidráulica). Além desses, também existem ou existiram moinhos movidos a tração animal (atafonas) ou a eletricidade. A tecnologia dos moinhos foi, por vezes, adaptada para fins bem diferentes dos originais. Na Holanda, por exemplo, o célebre moinho de vento foi, na maioria dos casos, utilizado para acionar bombas hidráulicas movidas a energia eólica, construídas para drenar a água das chuvas para o mar. Atualmente a drenagem, na Holanda, é efetuada por motores elétricos que acionam bombas tipo Parafuso de Arquimedes. == História == O termo \"moinho\" deriva do latim «molinum», de ``molo´´, que significa moer, triturar cereais ou dar à mó. O moinho de cavalo apareceu no século 4 AEC. com os cartagineses, que depois o espalharam pelo Mediterrâneo. Serviam, como indica a sua etimologia, para moer cereais e transformá-los em farinha. É um engenho muito simples e que foi utilizado durante praticamente dois milênios, permanecendo ainda em uso, embora tendencialmente decadente, no século XX. ==Atualidade== Nos tempos atuais os Moedores de trigo são movidos por energia elétrica. O equipamento que fragmenta os grãos chama-se banco de cilindros. Cada banco de cilindros possui dois lados, cada um desses lados possui um par de rolos cilíndricos que trabalham em rotações contrárias. Os grãos caem entre esses rolos e são triturados/esmagados.Esse produto então após moído é conduzido a peneira. O produto mais fino obtido dessa peneiração é denominado farinha de trigo, o produto que não passa na mesma é então reconduzido a outro lado de um banco de cilindros ao qual o processo é repetido. Após diversas moagens e peneirações o que sobra é o farelo de trigo, que é um produto que será vendido, na maioria das vezes, como componente para ração animal. * Moleiro(a): funcionário(a) que é responsável pela condução do moinho. * Moageiro(a): proprietário(a) de um moinho. ==Ver também== * Moinho de maré * Parafuso de Arquimedes * Moinho de papel * Molinologia * Monjolo ==Ligações externas== Moinhos de Portugal Moagem de trigo (consultado em 29 de outubro de 2009) Categoria:Maquinaria agrícola Categoria:Energia eólica",
 "title": "Moinho"
}