{
 "id": "12307",
 "text": "Ludwig Eduard Boltzmann (Viena, — Duino-Aurisina, ) foi um físico austríaco, conhecido pelo seu trabalho no campo da termodinâmica estatística. É considerado junto com Josiah Willard Gibbs e James Clerk Maxwell como o fundador da mecânica estatística. Foi defensor da teoria atómica, numa época em que esta ainda era bem controversa. == Biografia == === Ascendência === O avô do físico Ludwig Eduard Boltzmann, Gottfried Ludwig Boltzmann, nasceu em 1770, em Berlim, e se estabeleceu em Viena, onde fundou uma fábrica de caixas de música. Seu filho e pai do físico, Ludwig Georg Boltzmann (1802 - 22 de Junho de 1859) estudou direito e assumiu a posição de oficial da receita. Em 1837 em Maria Plain, se casou com Maria Katharina Pauernfeind, membro de uma família de negociantes salzburguenses prósperos e renomados - o bisavô dela, Johann Christian Pauernfeind, foi burgomestre de Salzburgo. Ludwig Georg e Maria Katharina Boltzmann tiveram três filhos, Ludwig Eduard, seu irmão menor Albert (22 de Abril de 1846 - 14 de fevereiro de 1863) e sua irmã Hedwig (12 de maio de 1848 - 1890). Albert Boltzmann era muito talentoso e tornou-se o segundo melhor estudante no liceu académico de Linz, depois do seu irmão Ludwig Eduard. Todavia ele morreu por causa de uma doença pulmonar, possivelmente de tuberculose, aos 16 anos de idade. Hedwig nunca se casou e morreu em estado de alienação mental. === Infância e educação === O pai de Boltzmann, na sua função de administrador imperial, foi transferido várias vezes, e sua família o seguiu. Mudaram-se de Salzburgo para Viena, onde nasceu Boltzmann, depois para Wels e finalmente para Linz, Alta Áustria. Ele recebeu sua educação primária na casa de seus pais a partir de um tutor privado. Em 1855 ingressou no liceu académico de Linz. A maior parte dos professores era de clérigos; além disto, 22 entre os 29 colegas de classe intentaram estudar teologia. A educação recebida dos seus pais foi marcada pelo ideal humanista. A música tinha uma grande importância na vida familiar dos Boltzmann. Entre os seus professores de música estava Anton Bruckner, que mais tarde se tornou um compositor conhecido. Quando Boltzmann tinha 15 anos seu pai morreu, e quatro anos depois morreu seu irmão menor. Apesar destas cargas emocionais, passou nos exames finais do liceu com distinção no verão de 1863. Pouco depois, a família se mudou para Viena, de modo que Boltzmann pudesse começar seus estudos universitários. Sua mãe teve os recursos necessários para financiar os seus custos de fazer faculdade. Atualmente em homenagem ao seu nome foi fundado o Ludwig Boltzmann Gesellschaft (LBG), que é uma rede austríaca de institutos de pesquisa especializados. Fundado em 1961, é composto por 131 institutos no campo da medicina, ciências sociais e humanas. === Estudos e professor associado em Viena (1863–1869) === Em 1863, Boltzmann começou a fazer faculdade de matemática e física. O instituto de física da Universidade de Viena foi fundado só no ano 1849 por Christian Doppler. Ficou na rua Erdbergstraße 15 no distrito de Landstraße e na época foi presidido por Andreas von Ettingshausen, sucessor de Doppler. Entre os professores de Boltzmann estavam, além de Ettinghausen, cientistas como Josef Stefan, Josef Petzval e August Kunzek. Boltzmann começou seus estudos como \"rebento extraordinário\" e tornou-se \"rebento ordinário\" a partir do semestre de verão de 1865. Um ano depois, Josef Stefan tornou-se sucessor de Ettingshausen na posição de presidente do instituto, e em outubro de 1866, Boltzmann tornou-se assistente de Stefan. Até antes de graduar-se, Boltzmann publicou duas investigações científicas.Ludwig Boltzmann: Über die mechanische Bedeutung des zweiten Hauptsatzes der Wärmetheorie. Sitzungsberichte der Kaiserlichen Akademie der Wissenschaften 53, p. 195–220. Ele terminou seus estudos de doutoramento passando nos três exames obrigatórios. No dia 19 de dezembro de 1866 recebeu o grau de doutor de filosofia. Na época não era necessário de escrever uma dissertação de doutoramento. No mesmo ano, Josef Loschmidt ingressou no instituto de física. Ele e Stefan, que era só cinco anos mais velho que Boltzmann, tornaram-se não só os professores mais importantes dele, mas também amigos.Ludwig Boltzmann: Josef Stefan. Em: Populäre Schriften, p. 92–103.Ludwig Boltzmann: Zur Erinnerung an Josef Loschmidt. em: Populäre Schriften, p. 228–252. Boltzmann passou nos exames de docência para matemática e física em escolas secundárias, e em 1867-68 passou o ano de teste obrigatório no liceu acadêmico (Akademisches Gymnasium) em Viena. No dia 21 de dezembro de 1867 colocou seu pedido de autorização de ensino, que foi autorizado no dia 19 de março de 1868. Ensinou como docente titular até dia 31 de Julho de 1869 e deu palestras intituladas \"Sobre os princípios fundamentais da termodinâmica mecânica\". === Primeiro professorado em Graz (1869–1873) === Depois da transferência do professor Ernst Mach à Universidade de Praga em 1867, a cátedra para física matemática da Universidade de Graz ficou vaga. O professor August Toepler, que foi chamado para a cátedra de física geral e experimental pouco antes, se empenhou por uma substituição. Boltzmann candidatou-se e recebeu o apoio de Stefan. No dia 17 de Julho de 1869, o imperador Francisco José I nomeou Boltzmann professor regular de física matemática na Universidade de Graz. Boltzmann trabalhou em Graz com muito sucesso, mas lamentou a falta de contato com a comunidade científica internacional. Ele até criticou seus professores prezados de Viena, Stefan e Loschmidt por estar isolado. Escreveu que tanto quanto seja do meu conhecimento, Stefan e Loschmidt nunca fizeram uma viagem fora da pátria austríaca. Nunca participaram de congresso de naturalistas, e nunca estabeleceram ligações pessoais com eruditos estrangeiros. Não posso aprovar isto. Penso que se eles fossem menos isolados, teriam realizado mais. Pelo menos teriam dado a conhecer suas realizações mais rápido, e, deste jeito, mais frutífero. Em março de 1870, Boltzmann apresentou uma solicitação de férias. Em abril e maio de 1870 empreendeu a primeira de suas numerosas viagens: visitou Robert Bunsen, Gustav Kirchhoff e Leo Königsberger em Heidelberg. No semestre de inverno de 1871/72, visitou Hermann von Helmholtz na Universidade de Berlim. Publicou, em 1872, uma das suas investigações mais importantes sobre a mecânica estatística intitulada Estudos aprofundados sobre o equilíbrio termodinâmico entre moléculas de gás. === Professor de matemática na universidade de Viena (1873–1876) === Em 1873, Boltzmann candidatou-se à cátedra de matemática da Universidade de Viena, que ficou vaga depois da retirada de Franz Moth. Dia 30 de Agosto de 1873, ele foi nomeado professor regular de matemática. Nesta função ele também abordou profundamente a física, deu palestras sobre a termodinâmica e realizou trabalhos experimentais nas universidades de Viena e Graz. Em 1875 recebeu uma oferta da Escola Politécnica Federal de Zurique de uma professora a título definitivo. Boltzmann recusou, mas esta oferta suíça o ajudou negociar com o ministério austríaco um aumento do seu salário e a melhoria das suas condições de trabalho. Ele também recusou uma oferta da Universidade de Friburgo. === Segundo professorado em Graz (1876–1890) e convite a Berlim fracassado === Em 1875, o professor de física experimental August Toepler foi convidado para o Politécnico Real de Dresden. Boltzmann foi nomeado seu sucessor nas funções de professor e presidente do instituto de física da Universidade de Graz. Além disso, no ano letivo de 1878/79, Boltzmann foi decano da faculdade de filosofia, e no ano letivo de 1887/88 foi reitor. O tempo que Boltzmann passou em Graz se encontra entre os anos mais felizes e produtivos na vida dele. Aqui nasceram quatro dos seus filhos. Morava num imóvel situado sobre um pequeno planalto na região vizinha de Graz (hoje no distrito de Mariatrost), onde se sentia muito confortável. Apesar de tudo passou por problemas psicológicos e de saúde. Depois da morte da sua mãe dia 23 de janeiro de 1885, Boltzmann atravessou uma grave crise. Quando seu primeiro filho morreu em 1889 por consequência de apendicite diagnosticada tarde demais, ele se autoflagelou. No início de 1888 Boltzmann recebeu uma oferta para ser professor de física teórica na Universidade de Berlim. A cátedra ficou vaga por causa da morte de Gustav Kirchhoff em outubro de 1887. Boltzmann consentiu e dia 19 de março foi nomeado professor regular de física teórica. Dia 24 de junho de 1888, surpreendentemente, ele revogou seu cargo, citando como razões deficiências visuais confirmadas por pareceres médicos. Dia 27 de Junho enviou um telegrama para anular sua revogação. Seu pedido de anulação não foi aceito apesar de intervenções mais largas, porque entretanto a cátedra tinha sido atribuída a Max Planck.Existe uma publicação que trata especialmente as relações de Boltzmann com Berlim: Herbert Hörz e Andreas Laaß: Ludwig Boltzmanns Wege nach Berlin: ein Kapitel österreichisch-deutscher Wissenschaftsbeziehungen. Akademie-Verlag, Berlin 1989, ISBN 3-05-500416-7 === Professorado em Munique (1890–1894) === Depois da candidatura em Berlim fracassada, Boltzmann quis deixar a cidade de Graz. Decidiu enfim de aceitar um convite para ser professor na Universidade de Munique, onde começou sua missão de docência no semestre de inverno de 1890/91. Ele desfrutava das possibilidades amplas para intercâmbio científico e discussão com numerosos eruditos. Na época se prepararam os primeiros conflitos com Wilhelm Ostwald e os seguidores da sua teoria da energética. Em 1892, ele tomou parte nas celebrações do tricentenário do Trinity College em Dublin, e em 1894 visitou a Universidade de Oxford. No ano letivo de 1892/93, Boltzmann foi convidado a retornar para a Universidade de Viena, mas recusou. Em 1893 morreu Josef Stefan, deixando sua cátedra vaga. Subsequentemente e apesar da sua atividade científica frutífera em Munique, Boltzmann decidiu retornar a Viena. === Professorado de física teórica em Viena (1894–1900) === Boltzmann começou a desempenhar suas tarefas na Universidade de Viena dia 1o de setembro de 1894. O professorado em Viena levou a um aumento significativo dos seus rendimentos. Além disto, a pensão acordada e a segurança oferecida à sua família em caso da sua morte contaram entre as motivações de Boltzmann a retornar a Viena. Em 1895, Boltzmann tomou parte na reunião de naturalistas em Lübeck, onde houve uma escalada da disputa com os seguidores da teoria da energética, Ostwald e Helm. Mais tarde, Arnold Sommerfeld comparou a disputa com uma tourada, onde Boltzmann teve o papel do touro, e na qual o touro derrotou o toureiro. Um convite da Clark University em Worcester, Massachusetts foi, em 1899, a ocasião para a primeira das suas três viagens aos Estados Unidos. A viagem de ida a bordo do navio Kaiser Wilhelm der Große passou de Bremerhaven por Cherbourg e Southampton a New York. Daí Boltzmann continuou por Boston a Worcester e visitou Montreal, as Cataratas do Niágara, Buffalo, Pittsburgh, Washington, Baltimore e Filadélfia. Depois de uma estadia de quatro semanas, Boltzmann retornou dia 25 de Julho de 1899, a bordo do navio Trave da companhia Norddeutscher Lloyd. Depois da euforia inicial, Boltzmann se sentiu desconfortável em Viena. Por isso aceitou uma oferta da Universidade de Leipzig. Apesar de todos os desacordos científicos, Ostwald havia apoiado intensamente a candidatura de Boltzmann. Ele deixou Viena surpreendentemente, e sem se despedir dos seus colegas. === Professorado em Leipzig (1900–1902) === Boltzmann começou seu trabalho em Leipzig no dia 1º de setembro de 1900. Desde o início ele se sentia desconfortável nesta função. Estava com medo que poderia perder a memória no meio de uma palestra e por isto até cancelou aulas. No verão de 1901 empreendeu, com seu filho Arthur, uma extensa viagem que estendeu-se de Hamburgo a Gibraltar e depois pelo Mar Mediterrâneo. Boltzmann sofreu muito com o calor, mas o estado da sua saúde não melhorou como se esperava. Além disso, a disputa científica com Ostwald teve efeitos negativos na sua saúde, embora as relações privadas entre as famílias Boltzmann e Ostwald fossem amistosas. Em ocasiões de noites musicais, Boltzmann até tocou o piano na casa dos Ostwald. Quando a doença nervosa tornou-se mais grave e os pensamentos suicidas mais frequentes, Boltzmann consultou o psiquiatra Paul Flechsig. Enfim Boltzmann aproveitou-se de uma ocasião para retornar a Viena. === Segundo professorado de física teórica em Viena (1902–1906) === Boltzmann foi nomeado professor regular de física teórica da Universidade de Viena com efeito a partir do dia 1º de Outubro de 1902. Na época, desfrutando da mais alta reputação, foi recebido pelo imperador Franz Joseph e nomeado Hofrat (conselheiro da corte). Tomou posse de um novo alojamento na rua Haizingergasse no distrito de Währing. Para melhorar o estado da sua saúde passou os retiros de verão perto do mar em 1902 e 1903. Trabalhou com muito entusiasmo. Havia começado a escrever o volume dois das suas \"preleções sobre os princípios da mecânica\". Visitou as cidades de Göttingen e Kassel onde teve uma discussão muito intensa com David Hilbert. Na Universidade de Viena, Ernst Mach ocupou a cátedra de filosofia, mas, em 1901, sofreu um acidente vascular cerebral e por consequência não podia mais respeitar as suas obrigações de ensino. No semestre de inverno de 1903/04, Boltzmann assumiu a sua palestra sobre filosofia natural. Ele se preparou minuciosamente e até entrou em correspondência com o filósofo Franz Brentano, que visitou em Florença, em 1905. Ao lado da sua ocupação intensiva com a filosofia e as suas atividades de formação, seu trabalho científico quase foi interrompido. Depois do ano 1900, Boltzmann só publicou duas investigações científicas. Entre dia 21 de agosto e 8 de outubro de 1904, Boltzmann empreendeu, em companhia do seu filho Arthur Ludwig, sua segunda viagem para os Estados Unidos, para participar do St. Louis Mathematics Congress.David E. Zitarelli, The 1904 St. Louis Congress and Westward Expansion of American Mathematics. Notices of the AMS 2001, p. 1100–1111. Ele sofreu muito com os rigores da viagem. Denotou o navio Belgravia da companhia de transporte marítimo Hamburg-Amerika Linie como inferior e desconfortável. A viagem se estendeu por Filadélfia, Washington, os Grandes Lagos e Detroit, as Cataratas do Niágara, Chicago e St. Louis. A viagem de volta se fez no navio Deutschland. Em junho de 1905 se pôs a caminho da América pela terceira e última vez. O destino desta viagem foi Berkeley. Depois de uma curta estada em Leipzig, embarcou no navio Kronprinz Wilhelm no porto de Bremen. Viajou em um trem expresso de Nova York a São Francisco por quatro dias e quatro noites. O Observatório Lick deixou uma impressão muito profunda em Boltzmann. Por outro lado, as palestras que Boltzmann deu em Berkeley não fizeram um grande sucesso, principalmente por causa do inglês dificilmente compreensível de Boltzmann. A viagem de volta se fez a bordo do navio Kaiser Wilhelm II. Essa viagem tornou-se conhecida pela relato bem- humorado chamado de \"Viagem de um professor alemão para o El Dorado\".Ludwig Boltzmann: Reise eines deutschen Professors ins Eldorado. em: Populäre Schriften, S. 403–435. A disposição jovial e descontraída do relato e afetada raramente, o leitor não pressente as dores das quais Boltzmann já sofria na época. Ao retornar, Boltzmann estava de muito bom humor, mas poucos meses mais tarde houve o colapso. Na primavera de 1906, seu estado de saúde agravou-se muito e ficou evidente que não podia mais cumprir suas obrigações de ensino. === Morte em Duino === O estado de saúde de Boltzmann já estava mal há muito tempo. Várias vezes procurou tratamento psicológico por causa da neurastenia. Sofria de extremas oscilações de humor, fases de grande exaltação alternadas com profundas depressões. Boltzmann mesmo disse que nasceu na noite entre o carnaval e Quarta-Feira de Cinzas, e que este contraste se apresentou durante sua vida inteira.Frase de Boltzmann feita na ocasião do seu 60o aniversário, transmitida por Stefan Meyer a Hans Benndorf. Documentada em I. Fasol- Boltzmann, G. Fasol (editores): Ludwig Boltzmann (1844–1906) zum hundertsten Todestag, p. 39. Além disto, era extremamente míope e já em 1873 preocupou-se com uma possível cegueira.Veja o prólogo na obra Vorlesungen über Gastheorie. No ano de 1900 a sua visão tinha piorado de jeito que contratou uma dama que lhe lia sua literatura científica. Ditou as suas próprias obras à sua esposa. Sofreu também de asma, pólipos de nariz, dores de cabeça, males dos rins e bexiga e diversas outras doenças, como é documentado em cartas escritas por sua mulher à sua filha Ida, em Leipzig, nos anos de 1902 e 1903.Veja as cartas no. 52, 60, 65 documentadas em: Ludwig Boltzmann: His Later Life and Philosophy, 1900–1906. No dia 5 de maio de 1906, Boltzmann recebeu a concessão de licença por causa da sua grave neurastenia. Stefan Meyer assumiu o cargo de suas aulas. Boltzmann passou o verão de 1906 em Duino, junto com a sua família, na costa do Mar Adriático, na região norte de Trieste. No dia 5 de setembro de 1906, um dia antes do retorno a Viena, Boltzmann enforcou-se no seu quarto de hotel. Já em 7 de setembro de 1906, o jornal Neue Freie Presse relatou que o professor Boltzmann tinha sofrido de neurastenia por muito tempo e tinha ido a Duino, em companhia de uma de suas filhas, para passar o verão. Quando a filha observou que o pai não tinha saído do seu quarto, ela entrou e o achou morto, enforcado em uma barra de ferro da janela.Selbstmord des Hofrates Boltzmann, Neue Freie Presse do dia 7 de setembro de 1906, p.6 Um dia mais tarde, a Neue Freie Presse imprimiu laudos necroscópicos para Boltzmann, escritos por Ernst Mach e Franz Serafin Exner.Ernst Mach: Ludwig Boltzmann, Neue Freie Presse do dia 8 de setembro de 1906, p.1; Franz Exner: Das Lebenswerk Ludwig Boltzmanns, Neue Freie Presse do dia 8 de setembro de 1906, p.1. Boltzmann foi sepultado no Döblinger Friedhof em Viena. Em 1929 seus restos mortais foram exumados e trasladados para uma sepultura honorária no Cemitério Central de Viena.Walter Höflechner (Ed.): Ludwig Boltzmann. Leben und Briefe, p. I 293. A um comitê de professores \"foi dada a tarefa honrosa de providenciar a construção de um monumento digno\", que foi realizado na forma de um busto em mármore de carrara. O busto, obra do escultor Gustinus Ambrosi, com representação marcantemente heroizada, mostra pouca semelhança com Boltzmann. Ao fundo é mostrada a famosa fórmula S = k \\log W inscrita no mármore. O monumento foi festivamente descerrado na presença do conselho de cidade Julius Tandler, Wolfgang Pauli, Hans Thirring, da viúva de Boltzmann, do filho Arthur e diversas outras pessoas.Ludwig Boltzmann 1844–1906. Bericht über die Errichtung und die am 4. Juli 1933 erfolgte feierliche Enthüllung des Denkmales auf dem von der Gemeinde Wien im Jahre 1929 gestifteten Ehrengrabe. Sonderabdruck aus „Elektrotechnik und Maschinenbau“, Zeitschrift des Elektrotechnischen Vereines in Wien 51. Jahrg., Heft 53, 1933. ==Obra científica == Boltzmann trabalhou em quase todas as áreas da física do século XIX. Publicou 139 artigos científicos originais, assim como três manuais que resultaram de materiais preparados para suas aulas. === Atomística === ==== Teoria atômica no século XIX ==== No início do século XIX, a química fez importantes progressos. Joseph Louis Proust elaborou a Lei das proporções definidas. John Dalton derivou desta lei a existência de átomos como elementos básicos estruturais de compostos químicos e determinou as massas atômicas de numerosos elementos químicos. Partindo da observação de que as massas atômicas são aproximadamente múltiplos da massa do átomo de hidrogênio, William Prout formulou a hipótese de que o átomo de hidrogênio é o elemento básico da matéria. Foi só no século XX que se descobriu que existe, além do núcleo do hidrogênio, o protão, um elemento mais que forma o núcleo do átomo - o neutrão. Na química, em meados do século XIX, a existência de átomos foi reconhecida amplamente, e, no ano de 1869, a publicação da tabela periódica por Dmitri Mendeleiev forneceu uma fundamentação sistemática à teoria atômica. Por outro lado, a teoria atômica foi só parcialmente aceita no domínio dos físicos. Para muitas questões físicas investigadas na época, ela não era relevante. Foi só na última década do século XIX que a teoria atômica foi atacada massivamente. Entre os adversários desta teoria encontravam-se não só Ostwald e Helm, os defensores da teoria energética, mas também Ernst Mach, cuja Epistemologia fenomenológica rejeitou a existência de átomos que não fossem acessíveis aos sentidos humanos. Estas tendências eram limitadas geograficamente ao espaço da língua alemã e, parcialmente, na França (Pierre Duhem). Na Inglaterra, estas teorias tiveram poucos partidários. ==== Boltzmann e a atomística ==== Uma das primeiras investigações científicas de Boltzmann, datada no ano de 1867, analisa a quantidade de átomos em moléculas de gázes.Ludwig Boltzmann: Über die Anzahl der Atome in den Gasmolekülen und die innere Arbeit in Gasen. Wien. Ber. 56, S. 682–690 (1867). Na maioria das suas publicações fala de átomos e moléculas, cuja existência é assumida como natural. Foi só quando começaram as hostilidades de Mach e dos defensores da teoria energética que Boltzmann escreveu vários ensaios (Sobre a indispensabilidade da atomística nas ciências naturais,Ludwig Boltzmann: Über die Unentbehrlichkeit der Atomistik in den Naturwissenschaften. In: Populäre Schriften, S. 141–157. Mais uma vez sobre a atomísticaLudwig Boltzmann: Nochmals über die Atomistik. In: Populäre Schriften, S. 158–161.) nas quais discuta os argumentos fenomenológicos: a divisibilidade infinita da matéria não é acessível aos sentidos humanos tanto como a existência dos átomos: os dois são hipóteses não fundamentadas. Mas a hipótese atômica dá explicações mais claras para diversos fenômenos observáveis e por isso é a hipótese preferível: > A questão se a matéria é contínua ou composta por átomos se reduz à questão > se as propriedades observáveis da matéria são melhor explicadas pelo > pressuposto de uma quantidade extraordinariamente larga mas finita de > partículas, ou pelo pressuposto do limite de uma quantidade sempre crescente > de partículas.Tradução libre de: Die Frage, ob die Materie atomistisch > zusammengesetzt oder kontinuierlich ist, reduziert sich daher darauf, ob > jene Eigenschaften bei Annahme einer außerordentlich großen, endlichen oder > ihre Limite bei stets wachsender Teilchenzahl die beobachteten Eigenschaften > der Materie am genauesten darstellen.. Fonte: Ludwig Boltzmann: Über > statistische Mechanik. In: Populäre Schriften, S. 345–363. Boltzmann não parte da indivisibilidade dos átomos, mas especula sobre a sua estrutura interna. > … todos falam de opiniões interessantes sobre o jeito da estrutura dos > átomos. A palavra 'átomo' não deve enganar-nos neste contexto porque foi > adotado nos tempos mais recuados…Tradução libre de: … verschiedene > interessante Ansichten über die Art und Weise dieses Aufbaus sind in aller > Munde. Das Wort ‚Atom‘ darf uns da nicht irreführen, es ist aus alter Zeit > übernommen …. Fonte: Ludwig Boltzmann: Über statistische Mechanik. In: > Populäre Schriften, S. 345–363. ==== Sucesso da teoria atômica depois da morte de Boltzmann ==== Foi só depois da morte de Boltzmann, na primeira década do século XX, que a teoria atômica prevaleceu. Neste processo houve importantes mudanças na física. No ano de 1905, Albert Einstein derivou da teoria cinética do calor que os movimentos de moléculas em líquidos devem resultar em movimentos de partículas suspensas visíveis ao microscópio. Einstein presumiu que estes movimentos são idênticos ao movimento browniano.Albert Einstein: Über die von der molekularkinetischen Theorie der Wärme geforderte Bewegung von in ruhenden Flüssigkeiten suspendierten Teilchen. Annalen der Physik 17, 549 (1905). Um ano mais tarde, Marian Smoluchowski chegou a um resultado semelhante. Pouco depois, Jean Baptiste Perrin confirmou experimentalmente as profecias de Einstein: > Assim a teoria molecular do movimento browniano pode ser considerada como > confirmada, e será muito difícil contestar a existência objetiva de > moléculas.Tradução libre de: Ainsi, la théorie moléculaire du mouvement > brownien peut être regardée comme expérimentalement établie, et, du même > coup, il devient assez difficile de nier la réalité objective des > molécules.. Fonte: Jean Perrin: Mouvement brownien et réalité moléculaire > Annales de chimie et de physique ser. 8, 18 (1909), S. 5–114. O descobrimento, no ano de 1912, da difração de raios X em cristais por Max von Laue foi uma prova experimental direta do arranjo de átomos em cristais. Os ensinamentos dos defensores da teoria energética foram esquecidos e hoje são consideradas um capricho da história. === Mecânica e eletrodinâmica === Boltzmann designou a mecânica clássica, que na época, graças às contribuições de Newton, Euler, Lagrange, Hamilton e muitos outros já estava em um nível de desenvolvimento muito alto, como fundamento de todas as ciências naturais.Ludwig Boltzmann: Vorlesungen über die Principien der Mechanik, S. 1. Muitas vezes analisou questões da mecânica clássica e aplicou sua maestria na mecânica a outros patamares da física. Isso é visível particularmente nas suas investigações na eletrodinâmica. A teoria do eletromagnetismo, desenvolvida, nos anos 1860, por James Clerk Maxwell, ofereceu uma base comum às investigações da eletricidade, do magnetismo e da óptica, ramos da física que na época eram considerados independentes um do outro. Boltzmann teve uma participação substancial na propagação das obras de Maxwell na Europa continental. No prefácio do seu manual Aulas sobre as teorias de Maxwell da eletricidade e da luz, Boltzmann se subordina modestamente a Maxwell: > Não é surpresa que agora cheguem os trabalhadores para completar o edifício. > Quero ser um tal trabalhador que assuma a responsabilidade de nivelar o > acesso ao edifício, de limpar a fachada, ou talvez de adicionar uma ou duas > pedras às fundações. Tenho orgulho de ser um trabalhador. Que fariam os reis > sem trabalhadores?Tradução libre de: Kein Wunder daher, dass sich zur > Fortführung des Baues nun die Kärrner einfinden. Ein solcher Kärrner, dem > die Aufgabe ward, den Weg zum Gebäude zu ebnen, die Façade zu putzen, > vielleicht auch dem Fundamente noch den einen oder anderen Stein einzufügen, > will ich sein, und ich bin stolz darauf; denn gäbe es keine Kärrner, wie > möchten wohl die Könige bauen? Nessas aulas, Boltzmann frequentemente > utiliza analogias com a mecânica. === Boltzmann, físico experimental === Boltzmann é principalmente conhecido como físico teórico ou matemático, mas ele também contribuiu com realizações importantes na física experimental. Apesar da sua grave deficiência visual, ele foi considerado como um experimentador hábil. No início da sua estância em Graz, Boltzmann trabalhou com August Toepler nos domínios da acústica. Reimpressão em: Ele alcançou os resultados experimentais mais importantes na determinação das permissividades de diversos materiais, particularmente de gases. As permissividades de gases divergem só um pouco de 1 e por isso são muito difíceis de determinar. Boltzmann teve que inventar métodos especiais para estes fins.Ludwig Boltzmann: Experimentelle Bestimmung der Dielektrizitätskonstante einiger Gase. Wien. Ber. 69, S. 794–813, 1874; Nachdruck in Wissenschaftliche Abhandlungen von Ludwig Boltzmann. Band I., S. 537–555 As obras de Boltzmann estão em conexão com seus estudos da eletrodinâmica de Maxwell. Ele procurou verificar experimentalmente a ligação entre o índice refrativo, a permissividade e a permeabilidade magnética, descrita nas teorias de Maxwell.Ludwig Boltzmann: Experimentelle Bestimmung der Dielektrizitätskonstante von Isolatoren. Wien. Ber. 67, S. 17–80, 1873; Nachdruck in Wissenschaftliche Abhandlungen von Ludwig Boltzmann. Band I., S. 411–471 === Teoria cinética, termodinâmica e mecânica estatística === Já em meados do século XIX, Rudolf Clausius havia formulado a Segunda lei da termodinâmica e criado o conceito da entropia. O aumento da entropia em uma transformação termodinâmica é uma medida para a sua reversibilidade: Se a entropia continua constante, a transformação pode ser revertida, mas no caso onde a entropia aumenta, a transformação só pode ser revertida por fornecimento de energia externa, como é o caso quando se mistura água fria com água quente. As leis da mecânica clássica que descrevem o movimento de cada partícula individual, são invariantes no que concerne a simetria temporal. Isso significa que qualquer movimento de uma partícula pode se desfazer. Boltzmann estudou o problema como movimentos reversíveis de partículas (como átomos ou moléculas de um gás) podem resultar em um processo abrangente irreversível. Esta pergunta o ocupou durante toda sua vida, e Boltzmann seguiu várias abordagens para resolvê-la.Jos Uffink: Boltzmann’s Work in Statistical Physics. Estas abordagens apoiaram-se sobre pressupostos mencionados explicitamente ou também implícitas, particularmente sobre propriedades das moléculas, que na época não eram observáveis. Já na sua primeira obra sobre a mecânica estatística no ano 1866, Boltzmann anunciou que forneceria a prova geral e puramente analítica da segunda lei da termodinâmica, e além disso encontraria a lei correspondente da mecânica. Mais tarde, Boltzmann distanciou-se de esta alegação, defendendo a opinião que uma tal prova geral seria impossível. A aplicação de métodos estatísticos por Boltzmann era revolucionária. Por consequência, ele é considerado, junto com James Clerk Maxwell e Josiah Willard Gibbs, como fundador da mecânica estatística. Já no ano de 1860, Maxwell havia determinado a distribuição dos átomos de um gás no equilíbrio térmico.James Clerk Maxwell: Illustrations of the Dynamical Theory of Gases, Philosophical Magazine, Januar und Juli 1860. Nachdruck in The scientific papers of James Clerk Maxwell, Vol. 1, Cambridge University Press 1890 und Dover Publications 1965. Boltzmann generalizou os resultados do trabalho de Maxwell de jeito que hoje sejam conhecidos por Distribuição de Maxwell-Boltzmann. Mais tarde, Gibbs conseguiu generalizar ainda mais as revelações de Maxwell e Boltzmann que na época eram limitadas a gases, tornando-as mais extensivas e introduzindo o conceito de ensembles estatísticos. ==== Teorema H e Equação de transporte de Boltzmann ==== Boltzmann analisou, numa investigação publicada em 1872, hoje conhecida simplesmente por \"Estudos adicionais\", um gás que se encontra fora do equilíbrio termodinâmico, e como o desenvolvimento das colisões das moléculas muda a distribuição das vis viva (energias cinéticas). Esta abordagem da quantidade de colisões levou Boltzmann a dois resultados importantes, hoje conhecidos por Teorema H e Equação de transporte de Boltzmann. Boltzmann formulou o teorema H de forma seguinte:Veja equação 17 em: E = \\int_0^\\infty f(x,t) \\\\{ \\log \\left[ \\frac{f(x,t)}{\\sqrt{x}}\\right] - 1\\\\} dx Nesta equação, f(x,t) representa a quantidade de partículas com a energia cinética x no momento t. Boltzmann derivou da sua abordagem da quantidade de colisões que a grandeza E nunca pode aumentar. (Em obras posteriores, Boltzmann a designou por H, daí o nome do teorema H.) A grandeza E é idêntica à entropia S salvo um fator constante. Por conseguinte, o teorema H forneceu uma justificativa teórica da Segunda lei da termodinâmica. Boltzmann descreveu a evolução no tempo da função de distribuição f(x,t) por uma equação integro-diferencial, hoje denominada como equação de transporte de Boltzmann. ==== Entropia e probabilidades ==== A publicação conhecida do ano de 1877 com o título \"Sobre a relação entre a Segunda lei da termodinâmica e a Teoria das probabilidades, respectivamente as leis sobre o equilíbrio térmico\" é um ponto alto na carreira científica de Boltzmann.. Reimpressão em: Nesta investigação, Boltzmann, se baseando sobre argumentos da teoria das probabilidades e da combinatória, chega à conclusão que a transformação ao equilíbrio térmico e o aumento associado da entropia são equivalentes à transformação de um estado mais improvável a um estado mais provável. \"O estado inicial será, na maioria dos casos, um estado muito improvável. A partir deste estado inicial o sistema sempre anseia por estados mais prováveis, até que atinge o estado mais provável, ou seja, o estado do equilíbrio térmico. Aplicando esta conclusão à segunda lei da termodinâmica, a grandeza que costumamos chamar de entropia pode ser identificada com a probabilidade do estado em questão.\" Este resultado central na obra de Boltzmann habitualmente é visualizado com a equação S = k \\log W. Aqui, S representa a entropia, k a constante de Boltzmann, W a \"probabilidade termodinâmica\" e \\log o logaritmo natural. A denominação \"probabilidade\", neste contexto, é enganadora. Ela representa aqui o número de microestados, caraterizados por lugar e impulso de todas as partículas, que correspondem a um estado do sistema abrangente, ou seja, o macroestado, no caso de um gás caraterizado por pressão, volume e temperatura. A equação mesma nunca era escrita deste jeito por Boltzmann. Ela foi criada por Max Planck, mas de forma implícita faz parte dos cálculos muito mais complexos por Boltzmann. Apesar deste fato, ela está gravada no seu túmulo. === Leis da radiação === Nos seus experimentos de 1879, Josef Stefan chegou à conclusão de que a potência irradiada P de um corpo negro (energia emitida por unidade de área e tempo) é proporcional à quarta potência da temperatura absoluta.Josef Stefan: Über die Beziehung zwischen der Wärmestrahlung und der Temperatur. In: Sitzungsberichte der mathematisch-naturwissenschaftlichen Classe der kaiserlichen Akademie der Wissenschaften. Band 79 (Wien 1879), S. 391–428. Apoiando-se nas leis da termodinâmica e da eletrodinâmica de Maxwell, Boltzmann desenvolveu, em 1884, uma fundamentação teórica,Ludwig Boltzmann: Ableitung des Stefan’schen Gesetzes, betreffend die Abhängigkeit der Wärmestrahlung von der Temperatur aus der electromagnetischen Lichttheorie. In: Annalen der Physik und Chemie. Band 22, 1884, S. 291–294, doi:10.1002/andp.18842580616. designada mais tarde por Hendrik Lorentz como uma verdadeira pérola da física teórica. A equação P = \\sigma T^4 é conhecida como Lei de Stefan-Boltzmann, e o fator de proporcionalidade \\sigma é chamado constante de Stefan-Boltzmann. == Vida privada == === Casamento e família === No ano 1873, por ocasião da excursão anual à instituição de ensino de professoras, Boltzmann conheceu Henriette von Aigentler, que na época tinha 18 anos. Henriette nasceu dia 16 de novembro de 1854 em Stainz e era membro de uma família austríaca renomada. Seu pai Hugo era jurista e morreu já em 1864, quando Henriette tinha nove anos. Dia 30 de dezembro de 1873 também morreu sua mãe Henrika. Tornando-se orfã, Henriette recebeu subsídio da família do burgomestre de Graz, Wilhelm Kienzl, pai do compositor Wilhelm Kienzl. Henriette frequentou a instituição de ensino de professoras e intentou ser professora de matemática e física, o que tornou necessária à sua participação nas palestras na Universidade de Graz. Contudo, a presença de mulheres não era autorizada na época. Repetidas vezes pediu conselhos e apoio de Boltzmann em assuntos de estudos universitários. Ela conseguiu superar todas as dificuldades e frequentar as aulas de matemática, ciências naturais e filosofia como estudante extraordinária, e como primeira estudante feminina da Universidade de Graz. Dia 27 de setembro de 1875, Boltzmann a enviou uma carta com seu pedido em casamento, o qual ela aceitou imediatamente.A resposta exata de Henriette não é conhecida. A resposta à aceitação esta em: O casamento foi celebrado dia 17 de Julho de 1876, na igreja paroquial de Graz. Casada, Henriette terminou seus estudos. Henriette e Ludwig Boltzmann tiveram cinco filhos. Quatro filhos nasceram em Graz, a filha mais jovem nasceu em Munique: * Ludwig Hugo Boltzmann (1878-1889), primeiro filho de Boltzmann, morreu em Graz, aos onze anos, por consequência de apendicite; * Henriette Boltzmann (1880-1945), professora; * Arthur Ludwig Boltzmann (25 de maio de 1881-6 de novembro de 1952) estudou física, engenharia mecânica e eletrotécnica. Depois de primeira guerra mundial, foi nomeado diretor da administração federal de levantamento topográfico, medidas e pesos. Sua mulher Pauline Boltzmann foi filha do médico especialista de laringe, Ottokar von Chiari, que havia tratado Boltzmann. Este casal tinha três filhos, Ludwig (caiu em combate na Segunda Guerra Mundial, em 1943, perto de Smolensk), Ilse Fasol-Boltzmann (casada com Karl Heinz Fasol) e Helga Boltzmann (casada com Hans Rodinger); * Ida Boltzmann (1884-1910) estudou matemática e física; * Elsa Boltzmann (4 de agosto de 1891-27 de agosto de 1965) recebeu educação de fisioterapeuta na Suécia. Dia 12 de Julho de 1920 ela se casou com o físico Ludwig Flamm, um orientado do seu pai. Recebeu um telegrama de felicitações de Albert Einstein. O casal tinha quatro filhos, Maria, Werner, Eilhard e Dieter. Depois da morte do seu marido, Henriette viveria 32 anos mais e morreu dia 3 de dezembro de 1938, em Viena. === Boltzmann no julgamento dos seus contemporâneos e alunos === Boltzmann era considerado um orador excelente. Muitos ouvintes das suas aulas elogiaram a clareza, a elegância estranha e a inteligibilidade das suas explicações.Citado de Heinrich Streintz. Em: Walter Höflechner (Hrsg.): Ludwig Boltzmann. Leben und Briefe, S. I 64. Lise Meitner escreveu que: ele foi um conferencista extraordinário, animado e espirituoso, discutindo com vivacidade, … com a capacidade de transferir seu entusiasmo aos ouvintes. Pelo contrário, as suas investigações científicas extensivas e palavrosas foram consideradas como dificilmente compreensíveis, não só por causa das suas fundamentações matemáticas exigentes. O julgamento de Maxwell é muito conhecido: > Os estudos de Boltzmann não me permitiram de compreendê-lo. Ele não me > compreendeu por causa da minha concisão, enquanto sua exaustividade foi um > obstáculo para mim.Tradução libre de: By the study of Boltzmann I have been > unable to understand him. He could not understand me on account of my > shortness, and his length was and is an equal stumbling block to me. > Einstein forneceu a regra do teórico genial L. Boltzmann, de deixar o > assunto da elegância aos costureiros e sapateiros.No prefácio de A. > Einstein: Über die spezielle und die allgemeine Relativitätstheorie. > Sammlung Vieweg Heft 38, F. Vieweg, Braunschweig 1917; Nachdruck: Springer, > 24. Auflage 2013, ISBN 3-642-31278-0. Existem numerosas anedotas que ilustram a falta de discurso social de Boltzmann. No ano de 1944, Stefan Meyer comentou em uma carta escrita a Hans Benndorf que os convites à casa dos Boltzmann são inesquecíveis por causa da sua ingenuidade e falta de jeito incríveis. Na mesma carta admite que \"julgar Boltzmann a título de estas historinhas conduz a uma imagem errada e distorcida do grande e excelente cientista. Ele não foi um erudito importante, mas apesar de toda sua estranheza, ele foi um homem de bom coração, de forte sentimento de solidariedade familiar e de benevolência para os outros\".Carta de Stefan Meyer a Hans Benndorf no ano de 1944. Em: Walter Höflechner (Hrsg.): Ludwig Boltzmann. Leben und Briefe, S. III 3–9. No seu laudo necroscópico, Ostwald escreveu que \"Boltzmann era um homem de forte perspicácia matemática que não deixou escapar nem a menor incoerência matemática. O mesmo homem, na vida diária, era de uma ingenuidade e inexperiência de uma criança!. Wilhelm Kienzl escreveu: \"Ele teve uma educação muito boa, ao mesmo tempo a ingenuidade do seu caráter era notável e infantil\". Gerhard Kowalewski, que conheceu com Boltzmann durante do seu professorado em Leipzig, notou: \"A filantropia foi um traço essencial do seu caráter.\" O comentário de Lise Meitner foi parecido: \"Um jeito suave, vulnerável e delicado … cheio de bondade, fé nos ideais e reverência das maravilhas das leis naturais\". == Trabalhos == * * * * * ==Ver também== *Colisão *Medalha Boltzmann ==Leitura adicional== *Roman Sexl & John Blackmore (eds.), \"Ludwig Boltzmann – Ausgewahlte Abhandlungen\", (Ludwig Boltzmann Gesamtausgabe, Band 8), Vieweg, Braunschweig, 1982. *John Blackmore (ed.), \"Ludwig Boltzmann – His Later Life and Philosophy, 1900–1906, Book One: A Documentary History\", Kluwer, 1995. ISBN 978-0-7923-3231-2 *John Blackmore, \"Ludwig Boltzmann – His Later Life and Philosophy, 1900–1906, Book Two: The Philosopher\", Kluwer, Dordrecht, Países Baixos, 1995. ISBN 978-0-7923-3464-4 *John Blackmore (ed.), \"Ludwig Boltzmann – Troubled Genius as Philosopher\", in Synthese, Volume 119, Nos. 1 & 2, 1999, pp. 1–232. *Brush, Stephen G. (ed. & tr.), Boltzmann, Lectures on Gas Theory, Berkeley, CA: U. of California Press, 1964 *Brush, Stephen G. (ed.), Kinetic Theory, Nova Iorque: Pergamon Press, 1965 ==Ligações externas== * * *\"As atribulações de Ludwig Boltzmann\" - artigo pelo sítio \"Seara da Ciência\" Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Físicos da Áustria Categoria:Alunos da Universidade de Viena Categoria:Matemáticos suicidas Categoria:Cientistas suicidas Categoria:Suicídios por enforcamento Categoria:Pessoas com distúrbio bipolar Categoria:Sepultados no Cemitério Central de Viena Categoria:Naturais de Viena Categoria:Suicidas da Áustria Categoria:Doutores honoris causa da Universidade de Oslo",
 "title": "Ludwig Boltzmann"
}