{
 "id": "123065",
 "text": "Arqueiro Verde (no original em inglês Green Arrow), alter-ego de Oliver Jonas Queen, é um personagem de história em quadrinhos do Universo DC criado por Mort Weisinger e George Papp. Ele apareceu pela primeira vez na More Fun Comics nº 73 (1941). Inspirado em Robin Hood, no livro The Green Archer de Edgar Wallace e no Batman, o Arqueiro Verde usava flechas com várias funções especiais, como flecha-cola, flecha-luva-de-boxe, flecha-de-rede e outras coisas do tipo. Assim como o Batman, o Arqueiro Verde era um bilionário, mentor de um jovem ajudante Ricardito (ou Speedy no original) e protegia a cidade fictícia Star City. Durante vinte e cinco anos de sua carreira o personagem não foi muito significativo, mas no final dos anos 60, depois de perder sua fortuna, os roteiristas passaram a caracterizá-lo com um herói das ruas, que lutava pelas classes menos favorecidas (abandonando inclusive o uso de flechas especiais). Em sua vida amorosa, Oliver Queen é marido da super- heroína Dinah Lance, a Canário Negro. Em 1970 ele adotou um cavanhaque e formou dupla com outro super-herói, o Lanterna Verde Hal Jordan, estrelando uma curta, porém célebre série socialmente cônscia de quadrinhos. Escrita por Dennis O'Neil e desenhada por Neal Adams, a série trata de temas adultos, sendo que na história possivelmente mais famosa, mostrou-se a dependência de drogas de Ricardito e a sua luta para se desintoxicar. Desde então, o Arqueiro permaneceu com esse lado mais urbano e a favor dos menos favorecidos. Abandonou o chapéu de Robin Hood e passou a adotar um capuz, o que lhe deu um aspecto mais sombrio. A fase de maior sucesso nos anos 80 foi escrita por Mike Grell (criador do Guerreiro). Ele o mudou para Seattle, Washington, onde viveu com Canário Negro, sua ex namorada (em inglês Black Canary, identidade de Dinah Laurel Lance). O Arqueiro Verde foi membro da Liga da Justiça original, dos Caçadores e dos Sete Soldados da Vitória. Nos anos 90, no arco de história \"Onde os Anjos Temem Pisar\", do volume 2 Arqueiro Verde, Oliver morreu e foi substituído por seu filho legítimo, Connor Hawke. Mas ele ressuscitou anos depois e seu corpo e alma foram reunidos na saga \"O Espírito da Flecha\". Depois de ressuscitar, ele passou a ter um papel maior no Universo DC. O Arqueiro Verde tem uma participação marcante na minissérie Elseworld (universo paralelo) de Frank Miller \"O Cavaleiro das Trevas\", quando aparece como amigo do Batman, mas inutilizado, pois seu braço foi amputado. Sendo revelado posteriormente, embora em forma de referência, que seu braço foi amputado pelo Superman, na saga do universo principal da DC \"Onde os Anjos Temem Pisar\", arco do Vol. 2 Arqueiro Verde, edições #95 a #100, onde Clark percebe que o único modo de salvar a vida de Oliver seria amputando seu braço, Ollie afirma que prefere morrer a perder seu braço, o que consequentemente, foi o resultado. ==Biografia Ficcional== ===Passado=== Quando era uma criança, Oliver idolatrava seu herói favorito: Robin Hood. Ele praticava bastante com arco e flecha. Ele ficou traumatizado quando acidentalmente matou um animal com uma flecha, e quando ele e seus pais estavam num safari e seus pais estavam para ser mortos por leões, Oliver, devido ao trauma, acabou hesitando em atirar nos leões, o que custou a vida de seus pais. Depois disso, ele foi criado por seu tio e herdou a fortuna e os negócios da família. ===A Ascensão do Arqueiro Verde=== Embora os jornais chamassem Oliver Queen de milionário industrial, \"mauricinho entediado\" provavelmente seria mais preciso. Nascido em berço de ouro, Queen nunca precisou trabalhar, até pagar caro por isso. Certa noite, bêbado, ele caiu de um iate no mar e se viu preso numa ilha deserta próximo a Costa da Califórnia. Oliver conseguiu se alimentar após fazer um conjunto rústico de arco e flechas. Saber usar o arco se tornou uma questão de sobrevivência durante os três meses seguintes, e ele finalmente descobriu o que era viver sem os confortos da riqueza. A salvação veio quando um grupo de plantadores de maconha desembarcou na ilha para fazer a colheita. Queen os pegou de surpresa, tomou o barco dos traficantes e os entregou à Guarda Costeira. Embora tenha se mantido anônimo, a imprensa local publicou a história e o chamou de Robin Hood moderno. Por ironia, assim que Queen anunciou que estava são e salvo, sua reapresentação à alta sociedade foi num baile de máscaras beneficente, aonde ele compareceu disfarçado de Robin Hood. Mas, após os meses na ilha, Oliver havia passado a enxergar a vida de forma diferente. Ele não tinha mais paciência para as futilidades e fofocas dos ricos ociosos. Assim, quando um assaltante apareceu na festa, o mascarado Queen assumiu o controle da situação e, armado apenas com suas flechas falsas e a habilidade que desenvolveu na ilha, deteve o ladrão. Esse ato heroico foi perigoso, porém estimulante. Mais divertido do que qualquer coisa que ele tivesse feito em anos. Sem querer, Queen havia encontrado uma maneira de praticar e defender a ética em que acreditava. Já possuía até mesmo um alter ego pronto: o assaltante preso na festa repetira incansavelmente para a imprensa que um \"arqueiro verde grandalhão\" o havia dominado, levando os jornais locais a cunhar o nome \"Arqueiro Verde\". Pouco após iniciar sua carreira de combate ao crime, Oliver adotou um jovem chamado Roy Harper, que se tornou seu auxiliar mascarado, Ricardito, atual Arsenal. Durante algum tempo, o Arqueiro Verde também foi membro da Liga da Justiça da América e fez um tremendo sucesso como herói mascarado. A sua crescente falta de interesse na corporação, porém, permitiu que um empresário sem escrúpulos chamado John Deleon acusasse falsamente Oliver de fazer negociatas com títulos municipais. Embora tenha sido totalmente inocentado, sua reputação no mundo dos negócios foi arruinada, levando-o à falência. Este fato foi decisivo em sua vida, o Arqueiro Verde e Oliver Queen tornaram-se um único homem, dedicado a lutar pelos fracos e oprimidos, não importando quais as desvantagens. Oliver iniciou um jornada pelo interior do país ao lado do Lanterna Verde Hal Jordan. Mais tarde, com Ricardito envolvido em seus problemas com drogas, Canário Negro se tornou a parceira ocasional do Arqueiro. Os dois haviam se conhecido na Liga da Justiça e acabaram se tornando amantes. Viveram juntos até há pouco tempo em Seattle. ===Vida Nova em Seattle=== Arqueiro Verde e Canário Negro se mudam para Seattle, Washington D.C., onde eles montam uma loja de flores chamada Sherwood. Oliver decide usar flechas reais ao invés das antigas flechas com cola, luva de boxe entre outras quinquilharias. Ele propõe a Dinah casamento, mas ela acreditava que a força do relacionamento entre os dois estava na independência que eles tinham. Embora Oliver queria ter filhos, ela não queria engravidar por considerar o mundo perigoso demais para se constituir família. Dinah faz um uniforme novo para Oliver e o primeiro criminoso que ele prende é um serial killer. Há uma assassina chamada Shado que Oliver confronta mas perde a briga. James Cameron é o policial que ele escolhe para trabalhar ao lado e desenvolve uma amizade com ele. Quando Dinah é capturada ao tentar um expor um contrabando de drogas, ela é brutalmente torturada e os que a sequestraram estavam planejando estuprá-la, mas Arqueiro Verde chega a tempo e mata o responsável, sem hesitação. Shado aparece misteriosamente e enfrenta os outros homens para ajudá-lo. As lesões de Dinah foram extensas - ela perdeu o \"grito de canário\". Isto foi um marco na vida do casal. Posteriormente Oliver voltou a encontrar Shado durante missões, e ocasionalmente se relacionaram sexualmente, o que resultou em um filho, sem a ciência de Oliver. Tempos depois Oliver descobriu sobre o filho, Shado deixou claro que ele não tinha nada a fazer com a criança. Esse acontecimento também causou um afastamento entre Oliver e Dinah, desde que ela se desesperou por não ter sido capaz de dar a Oliver a única coisa que ele sempre quis realmente. Depois de muitas aventuras ao redor do globo, os dois ficaram mais distantes, resultando em uma separação, depois que ela o pegou beijando sua assistente Marianne. ===Morte e Ressurreição=== Com o passar dos anos, o Arqueiro Verde tornou-se um Robin Hood moderno, estando em ambos os lados da lei, procurando sua própria justiça com um arco. Em um desses casos, para deter um grupo paramilitar chamado Corporação Éden, Oliver morreu na explosão de um avião sobre Metrópolis. Após sua morte, Connor Hawke, o filho que havia conhecido há pouco tempo, pegou para si seu arco e continuou lutando pelo bem como o segundo Arqueiro Verde. Este não seria o fim de Oliver, pois Hal Jordan (durante seu tempo como o Espectro) usando seus poderes quase divinos, trouxe seu velho amigo de volta da morte. Infelizmente, o herói reanimado era um frasco vazio, sem alma, cujas memórias foram copiadas de seus primeiros dias, quando possuía uma forte consciência liberal. A alma experiente de Ollie permaneceu em algum lugar do céu, até se unir ao seu corpo para derrotar um maligno feiticeiro chamado Stanley Dover. Agora, o Arqueiro Verde original retorna à ação com uma rara segunda chance de vida para corrigir os erros do passado com seus entes queridos, renovando seus desejos de ser um defensor dos oprimidos. O Arqueiro Verde tem um tremendo senso social e é capaz de combater qualquer oponente - inclusive a própria lei - quando acredita que sua causa é justa. Seus detratores muitas vezes o rotulam de \"cabeça-quente\", e não estão totalmente errados: seu temperamento irascível é lendário. Sua compaixão é ainda maior. ===Um Grito por Justiça=== Hal Jordan decide formar sua própria Liga da Justiça ao lado de Oliver. Nisso, Prometeus arquiteta um plano para dar fim em todos os heróis. Enquanto eles Oliver, Hal e os outros integrantes (incluindo Supergirl, Batman e Estelar), surge a questão de quão longe eles iriam para proteger os inocentes. Enquanto isso, Prometeus enfrenta Roy Harper e decepa o braço direito do herói. Mas Prometeus planeja bem mais do que destruir os heróis fisicamente, ele planeja destruí-los emocionalmente ativando uma bomba em cada cidade natal dos heróis, começando por Star City, a cidade de Oliver. Com a detonação da bomba em Star City, milhares morrem. Assim como vira assassina a filha de Roy Harper Arqueiro Verde caça Prometeus e atira uma flecha que vai na testa de Prometeus, matando-o a sangue frio. ===A Noite Mais Densa=== Nekron ataca o Universo usando sua Tropa dos Lanternas Negros, um exército de heróis zumbis ressuscitados que se tornaram maus devido ao anel negro. Todos aqueles que foram ressuscitados também se tornam Lanternas Negros, incluindo o próprio Oliver. Possuído pela Entidade da Morte, Oliver é forçado a ver de dentro de seu corpo atacando aqueles com quem mais se importa. Para deter-se Oliver se sacrifica. Hal depois o ressuscita com o poder do anel branco. ===A Queda do Arqueiro Verde=== Após assassinar Prometeus, o Arqueiro Verde se propõe a matar o Electrocutor. Lanterna Verde e Flash são os primeiros a descobrir o cadáver que Oliver deixou para trás. Ao levarem para Canário Negro, Oliver se vê obrigado a fugir. Connor Hawke entra em uma discussão acalorada com ele sobre os problemas de paternidade que os dois tiveram. Mia Dearden é a única de seus aliados que está de acordo com ele, e ela captura Electrocutor com a intenção de assassiná-lo a sangue frio. Percebendo que ele não podia arrastar uma criança para isso, o Arqueiro Verde começa a lamentar pelos crimes e se deixa ser preso por Brian Nudocerdo, nisso ele é publicamente desmascarado, revelando ao mundo que ele é o ex-prefeito Oliver Queen. Canário Negro o visita na prisão e lhe devolve seu anel de casamento, dizendo-lhe que o casamento acabou. Em julgamento, o júri o declara inocente, mas o juiz decide exilá-lo de Star City. ===O Dia Mais Claro=== Deadman usa a conexão com seu anel de energia da vida e cria uma floresta enorme nas ruínas de Star City. Arqueiro Verde agora vive na floresta, ajudando a sua cidade onde ele pode enquanto permanece fora de alcance. Sua empresa é comprada por uma empresa de defesa de uma mulher chamada Isabel Rochev que tinha uma conexão com seu pai, que fornece ao prefeito Altman, uma força policial especial para atacar Oliver. Combatendo a corrupção de uma sociedade que deu as costas para os cidadãos, ignorando o tremendo sofrimento humano, ele rouba dos ricos e dá aos pobres. Brian Nudocerdo é assassinado por um assassino misterioso. ==Arqueiro Verde da Terra 2== Na cronologia DC Pré- Crise, houve também um Arqueiro Verde na Terra 2. Nos anos 40, o pobre antropólogo Oliver Queen estudava cultura dos índios americanos. Ouvindo rumores sobre Pueblo City, ele descobriu a cidade lendária e nela uma grande estátua de ouro. Um bando de malfeitores o seguiu e tentou matar Oliver, um índio e o filho adotivo do índio, Roy Harper. A perícia com arco e flecha dos três deteve os criminosos, mas o índio morreu no processo, deixando Harper para aos cuidados de Oliver. Oliver usou o ouro para financiar suas carreiras de Arqueiro Verde e Ricardito, bem como organizações beneficentes para índios. Este Oliver nunca usou barba e bigode e seu cabelo era castanho ao invés de loiro. Ele integrou os Sete Soldados da Vitória (Legionários da Lei) e também o Comando Invencível (All-Star Squadron). Ele também foi dispersado através do tempo por Nebula Man junto com os Sete Soldados, sendo resgatado por membros da Liga e Sociedade da Justiça. Este Arqueiro morreu em Crise nas Infinitas Terras, desintegrado pelos Demônios da Sombra do Antimonitor. A Crise também apagou todas as memórias e evidências físicas a respeito deste Oliver. É como se ele nunca tivesse existido. ==Inimigos== * Conde Vertigo * Danny Brickwell/Tijolo * Malcom Merlyn/Arqueiro Negro * Komodo * Richard Dragon * Rei Relógio/ William Tockman * Exterminador/Slade Wilson * Doutor Luz * Onomatopeia * China White * Constantine Drakon * Duque do Óleo * Charada * Hannibal Bates * Ted Gaynor * Esquiva * Arqueiro Arco-Íris * Gangue dos Capuzes Negros * Cupido ==Novo Universo DC== Nesta nova realidade, Oliver é um jovem empresário dono das Indústrias Queen, em Seatle. Apesar de ser um herói, o Arqueiro Verde é visto como um perigoso vigilante. Seu uniforme também é semelhante ao usado por Justin Hartley em Smallville. ===Origem=== Oliver Queen era um bilionário playboy que perdeu os pais muito cedo e não levava a vida a sério, buscando apenas diversão. Ao se tornar adulto, tornou-se o chefe das Indústrias Queen. Oliver também tinha aula de arco e flecha com seu instrutor Malcom Merlyn. Certo dia ele levou sua namorada, Leena, e Tommy para um passeio em alto mar para o setor de petróleo das Indústrias Queen. Enquanto dava uma festa e tentava impressionar Leena, o local foi invadido por piratas que fizeram todos de refém, à exceção de Oliver e Tommy. Um dos bandidos estava com Leena, fazendo-a de refém. Estando com o arco e uma flecha, Oliver decide acertar o homem, ignorando o aviso de Tommy de que o bandido estava segurando um detonador. Quando acerta a flecha, o detonador é ativado e todos ali são mortos na explosão e Tommy fica com severas queimaduras. Usando um bote salva vidas, Oliver leva Tommy com ele e navega procurando terra firme. Tommy diz a Oliver que esta não será a última vez que sua irresponsabilidade machuca os outros. Após dizer estas palavras, Tommy morre. Oliver finalmente encontra terra firme em uma ilha e passa a sobreviver usando um arco e flecha improvisado. Um ano depois Roy Harper acaba indo parar na ilha após fugir da cadeia. Nisso ele e Oliver se conhecem e conseguem arrumar uma maneira de sair da ilha. Ao retornarem para Seatle, Oliver emprega Roy nas Indústrias Queen. Para tentar recompensar os erros do passado, Oliver decide se tornar o Arqueiro Verde. ===Arrow (série de TV)=== Em Arrow, Oliver Queen (interpretado por Stephen Amell) é um playboy reabilitado de 27 anos, que após ficar preso numa ilha no sul da China durante 5 anos, retorna a civilização como um homem mudado procurando fazer diferença. Durante a 1ª temporada, vemos flashbacks dos primeiros meses de Oliver na ilha, enquanto que no presente Oliver constrói um arsenal para combater os corruptos e criminosos de Starling City (que a partir da quarta temporada passa a se chamar Star City), e acaba sendo apelidado pela mídia de \"Capuz\", assumindo posteriormente o codinome \"Arqueiro\" e mais recentemente \"Arqueiro Verde\". Embora seja a maior adaptação para o personagem, é também a que mais destoa do Arqueiro Verde dos quadrinhos, sendo uma grande parte de sua personalidade inspirada no Batman, assim como os inimigos que enfrenta serem compartilhados entre o Arqueiro Verde e o vigilante de Gotham nos quadrinhos. Não possuindo seu icônico cavanhaque e nem mesmo sua personalidade extrovertida. Apesar disso, gerou dois spin-offs; The Flash e DC's Legends of Tomorrow. ==Outras Mídias== ===Desenhos Animados=== *A primeira aparição televisiva do Arqueiro Verde, foi em 1973, em um único episódio de Super Amigos e foi dublado por Norman Alden. Ele era conhecido como um \"Membro leal da Liga da Justiça da América\". *O Arqueiro fez inúmeras aparições na série animada Liga da Justiça Sem Limites. *O Arqueiro fez inúmeras aparições na série animada Justiça Jovem. *Arqueiro Verde aparece em DC Showcase: Green Arrow, curta animado vindo como extra nos dvds de Superman/Batman: Apocalypse e depois relançado com versão estendida no DVD DC Showcase Original Shorts Collection, foi o terceiro da série DC Showcase. *Arqueiro Verde fez algumas aparição em The Batman mas no episódio \"Vertigo\" a historia é focado nele, é um dos membro da Liga da Justiça na serie. *Em Batman: The Brave and the Bold, Arqueiro Verde é um personagem recorrente, seu visual na série é inspirado no usado na Era de Ouro. *Ele aparece nas animações Batman Sem Limites sendo um dos personagens principais, ele é dublado por Chris Diamantopoulos. *Ele aparece na web serie Vixen que é ambientado no universo de Arrow onde é dublado pelo próprio Stephen Amell. *Em Justice League Action Arqueiro Verde é um dos membro da Liga da Justiça e aparece com frequência na serie. ===Jogos de Videogame=== * Em Injustice: Gods Among Us, Oliver Queen é um dos personagens jogáveis, sendo protagonista de um dos capítulos. No jogo, Oliver é transportado junto com alguns membros da Liga para a Terra 2, onde mais tarde eles descobrem que Superman tomou o poder. Oliver também descobre que o Oliver daquela Terra foi morto por Superman por não concordar com seus métodos. No jogo, Oliver tem duas skins, além da que ele usa no jogo: o uniforme usado por seu filho, Connor Hawke, e o uniforme usado por Stephen Amell em Arrow (série). * O Arqueiro Verde também foi introduzido na recém sequência de Injustice: 2. O personagem na história é de outra Terra e veio ajudar Bruce Wayne. Com sua esposa Dinah Lance teve um filho: Connor Lance-Queen. Em seu final, Oliver faz parte de uma equipe de heróis de outras Terras que visitam terra por terra em busca do vilão principal do jogo, Brainiac. ===Séries=== * Em Smallville, o ator Justin Hartley interpreta uma versão mais jovem de Oliver e ele é mais uma combinação do Oliver das HQs com Bruce Wayne. Sua origem também é fiel à dos quadrinhos. O personagem começa a aparecer como personagem recorrente na 6ª temporada e se junta aos personagens principais a partir da 8ª temporada. Na 9º temporada o personagem se envolve com a personagem Chloe Sullivan que é uma espécie de reunidora de heróis, expert em tecnologia. ===Universo Televisivo da DC (2012-)=== * Em Arrow, Oliver Queen (interpretado por Stephen Amell) é um playboy reabilitado de 27 anos, que após ficar preso numa ilha no sul da China durante 5 anos, retorna a civilização como um homem mudado procurando fazer diferença. Durante a 1ª temporada, vemos flashbacks dos primeiros meses de Oliver na ilha, enquanto que no presente Oliver constrói um arsenal para combater os corruptos e criminosos de Starling City(que a partir da quarta temporada passa a se chamar Star City), e acaba sendo apelidado pela mídia de \"O Capuz\". Na 2ª temporada Oliver retorna a combater o crime após passar alguns meses aposentado e deixa de se tornar um vigilante para começar a se tornar um herói.Na terceira temporada ele ganhou oficialmente em campo Roy Haper como sidekick. Na quarta temporada usa um uniforme semelhante ao dos quadrinhos. Na quinta, comanda um novo time de vigilantes e encara a ameaça de um fantasma de seu passado. * Stephen Amell também aparece como Oliver Queen em vários episódios da série The Flash, além de aparecer também em DC's Legends of Tomorrow. Categoria:Heróis da DC Comics Categoria:Liga da Justiça Categoria:Lanterna Verde Categoria:Milionários fictícios Categoria:Artistas marciais fictícios Categoria:Arqueiro Verde Categoria:Super-heróis da Era de Ouro das histórias em quadrinhos Categoria:Judocas fictícios Categoria:Vigilantes fictícios",
 "title": "Arqueiro Verde"
}