{
 "id": "123069",
 "text": "Besouro Azul (do inglês Blue Beetle) é o nome de três personagens super-heróis de histórias em quadrinhos publicadas por várias editoras desde 1939, criado pela editora Fox Feature Syndicate/Fox Comics e, lançado na edição Mystery Men Comics #1. Atualmente é propriedade da editora norteamericana DC Comics. Os direitos e o nome do personagem foram vendidos para a Charlton Comics, que logo lançou sua própria versão. Este com os demais \"Heróis de Ação\" da Charlton, os direitos do Besouro Azul foram comprados em 1983 pela DC Comics (subsidiária da companhia Warner Bros Discovery). Ele também é um integrante do jogo eletrônico Injustice 2 - Cada Batalha Define Você (PS4, Xbox One, Windows, Android e, iOS). ==Versão da Fox== O Besouro Azul era o alter ego de Dan Garret, filho de um policial que fora assassinado. Começou a ser publicado em Mystery Men Comics #1 de 1939. Seus poderes vinham de uma vitamina e ele usava um traje à prova de balas semelhante ao uniforme do Fantasma de Lee Falk. ==Versão da Charlton== Em 1954, a Charlton Comics adquiriu os direitos de publicação do Besouro Azul original, inicialmente reimprimindo suas primeiras aventuras. O manto do herói seria passado a Ted Kord sem os superpoderes, mas com uma nave em forma de besouro (que tornou-se sua marca registrada). O segundo Besouro Azul foi publicado a partir de 1966, durante a Era de Prata dos Quadrinhos. Enquanto investigava a recém descoberta tumba do lendário faraó Quéfren, o arqueólogo Dan Garrett descobriu um escaravelho azul no topo do sarcófago dourado. Ao tocar a gema do inseto, Garett se encontrou na presença humana do antigo deus egípcio Khepri, que disse a Dan Garrett que ele era um homem de coragem e honra e que fora escolhido para se tornar o campeão da humanidade. Daquele momento em diante, quando Garrett segurasse o escaravelho sagrado e pronunciasse as palavras místicas \"Kaji Dha\", se transformaria no Besouro Azul. Este Besouro Azul possuía força incrível, voo, visão de raios-X, a habilidade de atirar raios energéticos e uma armadura feita de uma cota de malha especial. O novo Besouro teve histórias produzidas por Steve Ditko, o cocriador do Homem-Aranha, e Gary Friedrich. ==Versão da DC== Quando a DC adquiriu os direitos do personagem, manteve as principais características de sua última versão: o inventor e cientista Ted Kord. Começou a ser publicado depois da série Crise Nas Infinitas Terras, de 1985. Durante os eventos ocorridos em Crise Infinita, um jovem chamado Jaime Reyes achou o escaravelho que oferece os poderes do Besouro Azul, tornando-se a terceira encarnação do herói. O escaravelho Kaji Dha é enxertado na coluna de Jaime Reyes e pode manifestar uma série de poderes por vontade própria, um ato geralmente acompanhado de uma energia azul emitida pelas \"antenas\" do escaravelho. Ao longo do primeiro ano de sua série em andamento, Jaime teve pouco ou nenhum controle sobre esses poderes, mas lentamente os domina. Quando Jaime está em perigo, o escaravelho é ativado, rastejando nas costas de Jaime e gerando uma armadura de alta tecnologia em torno de seu corpo. A armadura é resistente o suficiente para protegê-lo contra a reentrada da órbita da Terra. Quando o perigo passa, o escaravelho se desativa, retraindo-se sobre a coluna de Jaime. Quando em uso, o traje pode se reconfigurar para produzir uma ampla variedade de armamentos. As funções comuns incluem um canhão de energia, uma espada, um escudo, um gancho, um dispositivo semelhante a um satélite de comunicação e um conjunto de lâminas de 30 centímetros de comprimento que podem cortar troncos de árvores. Além disso, o traje pode produzir um conjunto de asas para voo que também podem servir como escudos. O traje pode se adaptar a diferentes situações, inclusive produzindo descargas de energia das mãos que podem neutralizar a magia, descarregar a radiação da kryptonita e ajustar frequências vibracionais de objetos extradimensionais para torná-los visíveis. O traje pode criar armamentos de composição e estilo diferentes. As asas, por exemplo, foram inicialmente compostas da mesma armadura azul opaca do resto do traje, mas, começando com Blue Beetle Vol. 7 #12 (abril de 2007), começaram a se manifestar na forma de um material incolor e translúcido. O escaravelho tem pelo menos um poder que pode manifestar-se adormecido ou ativo: pode dar a Jaime Reyes uma forma peculiar de supervisão para perceber objetos extradimensionais, que reúnem informações sobre os adversários do usuário do escaravelho. O escaravelho é capaz de se comunicar com ele de maneira mais compreensível, se necessário. No entanto, tem recaídas ocasionais de linguagem. O traje é capaz de compensar o sistema digestivo de Jaime para que ele não precise expelir resíduos ao usar o traje, podendo até fazer papel com células mortas da pele que o traje coleta. O escaravelho exibe uma relutância em prejudicar a natureza, como evidenciado em Blue Beetle Vol. 7 #4, em que Jaime é atacado por um par de árvores antropomorfizadas e o traje se recusa a usar muita força contra eles, até que Jaime convence o escaravelho de que sua vida está em perigo e toma o controle do traje para destruir as árvores. Quando necessário, Jaime pode fazer com que Kaji Dha assuma o Modo Infiltrador. Quando isso acontece, o traje fica mais alto e musculoso, ganha espinhos e permite que o escaravelho lute sem a consciência de Jaime como restrição. Isso permite que ele batalhe de forma mais brutal, mas Jaime e Kaji Dha não gostam disso e só recorrem ao Modo Infiltrador em situações desesperadoras. == Ligações externas == Categoria:Heróis da DC Comics Categoria:Artistas marciais da DC Comics Categoria:Personagens que podem voar Categoria:Artistas marciais fictícios Categoria:Super-heróis da Era de Ouro das histórias em quadrinhos Categoria:Arqueólogos fictícios Categoria:Títulos da Charlton Comics Categoria:Títulos da Fox Feature Syndicate Categoria:Heróis da Charlton Comics Categoria:Vigilantes fictícios",
 "title": "Besouro Azul"
}