{
 "id": "12300",
 "text": "Teatro (), é uma forma de arte em que um ator ou conjunto de atores, interpreta uma história ou atividades para o público em um determinado lugar. Com o auxílio de dramaturgos ou de situações improvisadas, de diretores e técnicos, o espetáculo tem como objetivo apresentar uma situação e despertar sentimentos no público. Também denomina-se teatro o edifício onde se desenvolve esta forma de arte, podendo também ser local de apresentações para a dança, recitais, etc. == O termo teatro e seus significados == Segundo a Enciclopédia Britânica (ou Encyclopædia Britannica), a palavra teatro deriva do grego theaomai (θεάομαι) - olhar com atenção, perceber, contemplar (1990, vol. 28:515). Theaomai não significa ver no sentido comum, mas sim ter uma experiência intensa, envolvente, meditativa, inquiridora, a fim de descobrir o significado mais profundo; uma cuidadosa e deliberada visão que interpreta seu objeto. O teatro, mais do que ser um local público onde se vê, é o lugar condensado da vivência das ambiguidades e paradoxos, onde as coisas são tomadas em mais de uma forma ou sentido. Robson Camargo assim o define (2005:1): Jaco Guinsburg por sua vez, descreve a expressão cênica como formada por uma \"tríade básica - atuante, texto e público\", sem a qual o teatro não teria existência (1980:5). Atuantes não são apenas os atores, podendo ser objetos (como no teatro de bonecos) ou outras formas ou funções atuantes (animais ou coisas); o texto, por outro lado, não é apenas o texto escrito ou o falado no palco, pois o teatro não é uma arte literária ou, como afirma Marco de Marinis (1982), no teatro há um texto espetacular. Greimas em seu estudo da narratologia usa o termo actante em vez de atuante, para definir este primeiro elemento que desenvolve a narração. == Aristóteles e a importância do espetáculo na Tragédia == Natya Shastra - (Nātyaśāstra नाट्य शास्त्र), junto com a Poética de Aristóteles, é um dos mais antigos textos sobre o teatro, o trabalho do ator, a produção de espetáculo e a dramaturgia clássica da Índia. Seus escritos descrevem a dança e a música clássica da Índia, que são partes fundantes do teatro nesta cultura. Foi escrito provavelmente entre os séculos 200 antes de Cristo e 200 da era cristã. Bharatamuni seria o autor do tratado, Bharata, significa 'ator', Bharatamuni pode ser traduzido como o sábio Bharata ou o ator sábio. == Origens da arte teatral == Existem várias teorias sobre a origem do teatro. Segundo Oscar G. Brockett, nenhuma delas pode ser comprovada, pois existem poucas evidências e mais especulações. Antropólogos ao final do e no início do XX, elaboraram a hipótese de que este teria surgido a partir dos rituais primitivos. Outra hipótese seria o surgimento a partir da contação de histórias, ou se desenvolvido a partir de danças, jogos, imitações. Os rituais na história da humanidade começam por volta de há cerca de 80 mil anos. O primeiro evento com diálogos registrado foi uma apresentação anual de peças sagradas no Antigo Egito do mito de Osíris e Ísis, por volta de , que conta a história da morte e ressurreição de Osíris e a coroação de Horus. A palavra 'teatro' e o conceito de teatro, como algo independente da religião, só surgiram na Grécia de Pisístrato ), tirano ateniense que estabeleceu uma dinâmica de produção para a tragédia e que possibilitou o desenvolvimento das especificidades dessa modalidade. As representações mais conhecidas e a primeira teorização sobre teatro vieram dos antigos gregos, sendo a primeira obra escrita de que se tem notícia, a Poética de Aristóteles. Aristóteles afirma que a tragédia surgiu de improvisações feitas pelos chefes dos ditirambos, um hino cantado e dançado em honra a Dioniso, o deus grego da fertilidade e do vinho. O ditirambo, como descreve Brockett, provavelmente consistia de uma história improvisada cantada pelo líder do coro e um refrão tradicional, cantado pelo coro. Este foi transformado em uma \"composição literária\" por Arion (625-), o primeiro a registrar por escrito ditirambos e dar a eles títulos. As formas teatrais orientais foram registradas por volta do ano , com o drama sânscrito do antigo teatro Indu. O que poderíamos considerar como 'teatro chinês' também data da mesma época, enquanto as formas teatrais japonesas Kabuki, Nô e Kyogen têm registros apenas no == Grécia antiga == Gerald Else, importante helenista norte americano (1908-1982), considera que o teatro (drama) foi uma criação deliberada e não resultado de uma evolução. Se os festivais gregos, antes de eram desempenhados por rapsodos, na forma oral, em Téspis junta os elementos orais destas festividades com o coro, para criar uma forma primitiva de drama que seria desenvolvida totalmente somente a partir de Ésquilo, com a adição de um segundo ator. O primeiro diretor de coro conhecido foi Téspis, convidado pelo tirano Pisístrato oficialmente para dirigir a procissão de Atenas.Teatro na Antiguidade Portal São Francisco. Téspis desenvolveu o uso de máscaras para representar pois, em razão do grande número de participantes, era impossível todos escutarem os relatos, porém podiam visualizar o sentimento da cena pelas máscaras. O \"coro\" era composto pelos narradores da história, rapsodos que através de representação, canções e danças, relatavam as histórias do personagem. Ele era o intermediário entre o ator e o espectador, e trazia os pensamentos e sentimentos à tona, além de trazer também a conclusão da peça. Também podia haver o \"Corifeu\", que era um representante do coro que se comunicava com a plateia. Em uma dessas procissões, Téspis inova ao subir em um \"tablado\" (Thymele – altar), para responder ao coro, e assim, tornou-se o primeiro respondedor de coro (hypócrites), surgindo assim os diálogos. === Autores === ;Os tragediógrafos Muitas das tragédias gregas escritas se perderam e, na atualidade, são três os tragediógrafos conhecidos e considerados importantes: Ésquilo, Sófocles e Eurípedes. As datas abaixo são aproximadas. * Ésquilo ( a ) * Sófocles ( a ) * Eurípedes ( a ) ;Os comediógrafos * Aristófanes ( – ) * Menandro ( - ) ;Comediógrafos romanos da antiguidade * Plauto e Terêncio == Teatro em Portugal == ;Gil Vicente (1465 – 1536?) É considerado o fundador do teatro português, no . ;António Ferreira (Lisboa, 1528 – 1569) Estudou em Coimbra e também foi o discípulo mais famoso de Sá de Miranda, tendo sido um dos impulsionadores da cultura renascentista em Portugal. Escreveu em 1587 a primeira tragédia do classicismo renascentista português, Castro, inspirada nos amores de D. Pedro I e D. Inês de Castro, traduzida para o em 1597, e posteriormente, para o e o . ;D. José, rei de Portugal Após a morte de D. João V (em 1750), D. José inicia uma profunda reestruturação da política cultural. Para tal conta com o apoio de Sebastião de Carvalho e Mello entre outros. Os esforços comuns proporcionam a contratação dos melhores castrados, compositores e instrumentistas. Simultaneamente é contratada uma equipa encabeçada pelo arquitecto e cenógrafo bolonhês Giovanni Carlo Sicinio Galli Bibiena, que concebe entre 1752 e 1755 três teatros de corte em Portugal. O Teatro do Forte, igualmente denominado por Teatro da Sala do Embaixadores, e que estava localizado no Torreão erigido por Filippo Terzi no Palácio da Ribeira, tendo sido inaugurado em Setembro de 1752. O segundo dos teatros construídos pelo arquitecto Galli da Bibbiena foi o Teatro Real de Salvaterra de Magos, localizado no palácio real dessa vila ribatejana, tendo sido inaugurado a 21 de janeiro de 1753. Finalmente é inaugurado em Lisboa, a 31 de março de 1755, a Casa da Ópera (na continuação do Palácio da Ribeira), mais conhecido por Ópera do Tejo, por se situar junto ao rio do mesmo nome, num espaço entre os actuais Terreiro do Paço (Praça do Comércio) e Cais do Sodré. Seria a estrutura mais luxuosa e inovadora do género na Europa, que cairia totalmente por terra com o terrível Terramoto de 1755 e contando apenas sete meses de vida. thumb|esquerda|Teatro Nacional D. Maria II ;Almeida Garrett (Porto, 1799 – Lisboa, 1854) Foi um proeminente escritor e dramaturgo romântico, que fundou o Conservatório Geral de Arte Dramática, edificou o Teatro Nacional D. Maria II em Lisboa e organizou a Inspecção-Geral dos Teatros, revolucionando por completo a política cultural portuguesa a partir de 1836, no rescaldo das Guerras Liberais. Frei Luís de Sousa é a sua obra maior. ;Outros Já no encontram-se grandes nomes da literatura portuguesa a escrever para teatro, como é o caso de Júlio Dantas, Raul Brandão e José Régio. Às portas da década de 1960, o contexto político fomentou uma nova literatura de intervenção, que se estendeu aos palcos através dos nomes de Bernardo Santareno, Luiz Francisco Rebello, José Cardoso Pires e Luís de Sttau Monteiro, que produziram grandes e intensas obras. Neste momento existe em Portugal um teatro que se renova constantemente e que prima pela sua abundante diversidade, apesar do fraco investimento por parte do Ministério da Cultura e das fracas condições com que a maior parte dos artistas ainda trabalha. São vários os grupos que se têm destacado na cena contemporânea portuguesa: Casa Conveniente, Teatro Praga, Cão Solteiro, As Boas Raparigas, Teatro da Garagem, Teatro Meridional, Sensurround, Assédio e A Escola da Noite). Esses grupos têm renovado um panorama que até a década de 1990 era ainda dominado pelos encenadores carismáticos dos grupos independentes da década de 1970, como Luís Miguel Cintra (Teatro da Cornucópia), João Mota (Comuna - Teatro de Pesquisa), Jorge Silva Melo (Artistas Unidos), Joaquim Benite (Companhia de Teatro de Almada) e Mário Barradas (Centro Dramático Eborense - CENDREV) a companhia residente do Teatro Garcia de Resende em Évora, que são ainda detentores de boa parte dos subsídios atribuídos pelo Ministério da Cultura. Destaca-se ainda as companhias de teatro que desenvolvem um trabalho de itinerância por todo o território do país, como são os casos do Teatro Viriato (Viseu), o Teatro ACERT (Tondela), dos Cães à Solta (Castelo Branco),do Teatro da Serra do Montemuro (Castro Daire), o Grupo Cultural e Recreativo de Rossas (Arouca), Pim teatro (Évora), Urze-Teatro (Vila Real), Teatro das Beiras (Covilhã), Entretanto Teatro (Valongo), Teatro do Mar (Sines) entre outros. Estas companhias que trabalham com inúmeras dificuldades, em particular ao nível das condições técnicas, representam uma parte bastante reduzida do orçamento do Ministério da Cultura. Com grande divulgação encontra-se o Festival Alkantara, Festival de Almada, FITEI (Porto), Festival Internacional de Teatro Cómico da Maia Maia e Citemor (Montemor-O-Velho), entre outros, que acolhem o que de melhor se faz em teatro em Portugal e no mundo inteiro. == Teatro no Brasil == O teatro no Brasil surgiu no , tendo como motivo a propagação da fé religiosa. Dentre uns poucos autores, destacou-se o padre José de Anchieta, que escreveu alguns autos (antiga composição teatral) que visavam a catequização dos indígenas, bem como a integração entre portugueses, índios e espanhóis.Teatro Sociedade Artenio. Exemplo disso é o Auto de São Lourenço, escrito em tupi, português e espanhol. Um hiato de dois séculos separa a atividade teatral jesuítica da continuidade e desenvolvimento do teatro no Brasil. Isso porque, durante os séculos XVII e XVIII, o país esteve envolvido com seu processo de colonização (enquanto colônia de Portugal) e em batalhas de defesa do território colonial. Foi a transferência da corte portuguesa para o Rio de Janeiro, em 1808, que trouxe inegável progresso para o teatro, consolidado pela Independência, em 1822. O ator João Caetano estimulou a formação dos atores brasileiros e valorizou o seu trabalho e formou, em 1833, uma companhia brasileira. Seu nome está vinculado a dois acontecimentos fundamentais da história da dramaturgia nacional: a estreia, em 13 de março de 1838, da peça Antônio José ou O Poeta e a Inquisição, de autoria de Gonçalves de Magalhães, a primeira tragédia escrita por um brasileiro e a única de assunto nacional; e, em 4 de outubro de 1838, a estreia da peça O Juiz de Paz na Roça, de autoria de Martins Pena, chamado na época de o \"Molière brasileiro\", que abriu o filão da comédia de costumes, o gênero mais característico da tradição cênica brasileira. Gonçalves de Magalhães, ao voltar da Europa em 1867, introduziu no Brasil a influência romântica, que iria nortear escritores, poetas e dramaturgos. Gonçalves Dias (poeta romântico) é um dos mais representativos autores dessa época, e sua peça Leonor de Mendonça teve altos méritos, sendo até hoje representada. Alguns romancistas, como Machado de Assis, Joaquim Manuel de Macedo, José de Alencar, e poetas como Álvares de Azevedo e Castro Alves, também escreveram peças teatrais no . O século XX despontou com um sólido teatro de variedades, mescla do varieté francês e das revistas portuguesas. As companhias estrangeiras continuavam a vir ao Brasil, com suas encenações trágicas e suas óperas bem ao gosto refinado da burguesia. O teatro ainda não recebera as influências dos movimentos modernos que pululavam na Europa desde fins do século anterior. Os ecos da modernidade chegaram ao teatro brasileiro na obra de Oswald de Andrade, produzida toda na década de 1930, com destaque para O Rei da Vela, só encenada na década de 1960 por José Celso Martinez Corrêa. É a partir da encenação de Vestido de Noiva, de Nélson Rodrigues, que nasce o moderno teatro brasileiro, não somente do ponto de vista da dramaturgia, mas também da encenação, e em pleno Estado Novo. Surgiram grupos e companhias estáveis de repertório. Os mais significativos, a partir da década de 1940, foram: Os Comediantes, o TBC, o Teatro Oficina, o Teatro de Arena, o Teatro dos Sete, a Companhia Celi-Autran- Carrero, entre outros. Também o Teatro amador com centenas de grupos, especialmente no Estado de São Paulo, foi de um grande avanço a levar milhares de pessoas aos teatros por todo o estado.https://repositorio.pucsp.br/simple- search?query=teatro+amador+paulista+%281963-1975%29 Quando tudo parecia ir bem com o teatro brasileiro, a ditadura militar veio impor a censura prévia a autores e encenadores, levando o teatro a um retrocesso produtivo, mas não criativo. Prova disso é que nunca houve tantos dramaturgos atuando simultaneamente. Com o fim do regime militar, no início da década de 1980, o teatro tentou recobrar seus rumos e estabelecer novas diretrizes. Surgiram grupos e movimentos de estímulo a uma nova dramaturgia. == Gêneros teatrais == == Ver também == * Actante * Artes cénicas * Ator * Atuação * Cenografia * Cinema * Desenho de som * Dramatização * Dramaturgia * Figurino * História do teatro * Iluminação cénica * Lista de figurinistas do Brasil * Narratologia * Ópera * Peças de teatro * Sonoplastia * Teatro de revista * Teatro do absurdo * Teatro (arquitetura) * Teatro na escola (teatro infantil) * Teatro isabelino * Teatro japonês - kabuki * Teatro japonês - bunraku * Teatro japonês - Noh * Teatro pedagógico * Teatro pós-dramático * Teatro de vanguarda * Teatrologia == Ligações externas == * * * *",
 "title": "Teatro"
}