{
 "id": "12315",
 "text": "thumb|Ruínas maias em Tikal. Em Tikal, nas terras baixas do norte da Guatemala, muitas ruínas maias do III e IV séculos foram escavadas e estudadas. Acredita-se que a área, um dos maiores centros religiosos maia, teve uma população de 50.000 habitantes durante seu apogeu, até que foi abandonada por razões desconhecidas no século X. Acredita-se que o topônimo \"Guatemala\" derive da palavra indígena Quhatezmalha, que significa \"montanha que verte água\", em alusão ao vulcão Agua, que destruiu a Cidade Velha (Santiago de los Caballeros), primeira capital espanhola da capitania geral. Na pré-história, a atual Guatemala esteve culturalmente ligada à península de Iucatã, e testemunhou a ascensão das civilizações pré-maia e maia. Em suas planícies do norte e centrais ergueram-se as grandes e clássicas cidades maias de Tikal, Uaxactún, Altar de Sacrifícios, Piedras Negras, Yaxhá e Seibal; nos planaltos do sul estavam as cidades de Zacualpa, Kaminaljuyú, Cotzumalhuapa e outras. Elas mantinham conexões políticas e econômicas entre si e com as cidades pré-históricas no sul e centro do México, como as de Teotihuacán e Monte Albán (em Oaxaca). A Guatemala é o berço da civilização maia, cujo centro era a região de Petén, o que justifica as características únicas da cultura guatemalteca no quadro da cultura centro-americana. Entre os séculos VII e XII, quando os astecas estenderam seu domínio até a Guatemala, os maias migraram para Yucatán. Posteriormente, nova migração os conduziu ao Petén. De 2500 a. C. até ao século X d.C., os Maias viveram uma era florescente, entrando depois em declínio até serem subjugados pelo conquistador espanhol Pedro de Alvarado, lugar-tenente de Cortés, em 1523. == A colonização e o Século XIX == === Período Colonial === O território da Guatemala foi descoberto em 1523, por uma frota de fragatas do Império Espanhol. Quando chegaram ao território, os espanhóis o encontraram povoado pelos maias- quichés, cachiqueles e tzutoiles. Nada mais restava do antigo esplendor da civilização maia: a tecnologia era atrasada e a atividade econômica revelava estagnação cultural. Como outros grupos ameríndios, não tinham descoberto o uso da roda; além disso, por desconhecerem a metalurgia, seus instrumentos e armas eram de pedra e madeira. A primeira grande expedição, de Pedro de Alvarado, em 1523, entrou pelo território maia, onde encontrou forte resistência, razão pela qual a conquista não pôde completar-se até 1544. A versão maia da invasão espanhola foi recolhida nas crônicas da Casa Izquim Nehaib, redigidas em língua quiché durante a primeira metade do século XVI. Em 1570, foi criada a Audiência (alta corte com papel político) da Guatemala, mais tarde capitania geral, dependente do vice-reino da Nova Espanha (depois México). A Capitania Geral da Guatemala abrangia toda América Central, desde Chiapatas até a Costa Rica. Durante o século XVIII, piratas e comerciantes ingleses exploravam a madeira da costa dos Mosquitos, autorizados pelo Tratado de Paris de 1763, concessão que culminou com a incorporação de Belize à coroa britânica, em 1862. A capital, também chamada Guatemala, foi destruída por um terremoto em 1773. Suas ruínas formam a Antiga Guatemala, ou Antigua. A construção da nova Guatemala foi autorizada em 1775. As conspirações anteriores ao movimento de 15 de setembro de 1821 não tiveram grande importância. Depois de três séculos de domínio espanhol, marcado pelo fraco desenvolvimento comercial, esse movimento levou à proclamação da independência da Guatemala, sendo formada uma federação que incluía todos os territórios da antiga Capitania Geral da Guatemala, exceto Chiapas, anexada pelo México. A independência contou com a adesão dos monarquistas da colônia, fortes opositores do regime liberal instaurado na Espanha pela revolução de 1820. A federação uniu-se ao México e um exército expedicionário mexicano liderado por Vicente Filisola submeteu todo o território ao breve Império Mexicano de Agustín de Iturbide. Quando este ruiu (1823), a Guatemala retomou a sua autonomia. miniaturadaimagem|O general Rafael Carrera, presidente vitalício da Guatemala, praticou uma política conservadora. Em 1º de julho de 1823, um congresso reunido por Filisola declarou a independência da Federação das Províncias Unidas da América Central (Guatemala, El Salvador, Nicarágua, Honduras e Costa Rica), com capital na Cidade de Guatemala, que subsistiu até 1839. O colapso da federação foi resultado de uma forte oposição liderada pelo general conservador Rafael Carrera, o qual, à frente de um exército popular, assumiu o poder em 1838. Eleito presidente em 1844, promulgou a independência do país em 21 de março de 1847 e governou autoritariamente até sua morte, em 1865. === Independência === Carrera restabeleceu os privilégios da Igreja e opôs-se às tentativas de reconstruir a federação centro-americana. Em 1859, firmou com o Reino Unido um tratado que definiu os limites com as Honduras Britânicas (atual Belize). Seus sucessores na presidência tornaram-se cada vez mais despóticos. Em 1871, teve início uma revolução que derrubou o governo e iniciou um período liberal que se manteve, com breves interrupções, até 1944. O governo de Justo Rufino Barrios, a partir de 1873, foi marcado pela política anticlerical e de desenvolvimento econômico, baseada no investimento em grandes propriedades produtoras de café. Sua política social, entretanto, foi prejudicial aos índios, que ficaram subordinados a um regime de trabalho quase servil. Ardoroso defensor da união centro-americana, Rufino tentou obtê-la a força e invadiu El Salvador. Morreu na batalha de Chalchuapa, em 1885. Seguiram-se governos autoritários e instabilidade política até 1931. Por intermédio da United Fruit Company, instalada no país em 1901, os EUA exerceram aí forte influência, que se manifestou principalmente nas presidências de Cabrera (1898-1920) e Ubico (1931-1945). == O século XX == Após Barrios, os dirigentes de maior destaque foram Manuel Estrada Cabrera (1898-1920), ditador durante 22 anos, e o general José Maria Orellana, que ocupou a presidência até 1927, quando foi nomeado presidente o antigo oficial do Exército Lázaro Chacón. Em 1930, os efeitos da depressão econômica e as acusações de corrupção contra a ditadura de Chacón provocaram a sua queda. O general Jorge Ubico y Castañeda foi nomeado presidente em 1931. Político populista, alcançou alguns êxitos notáveis em relação à economia guatemalteca, como a recuperação da depressão de 1930 e o o primeiro superávit nas contas do país. No entanto, quem mais se beneficiou foi a empresa norte-americana United Fruit Company e a oligarquia nacional. A rigidez de seu regime fez com que Jorge Ubico fosse obrigado a renunciar em conseqUência de uma greve geral, em 1944, pondo, assim, um ponto final às ditaduras militares. Os trabalhadores organizaram-se em sindicatos e formaram-se partidos políticos. Em 1944, Juan José Arévalo, à fente de uma coligação democrático-liberal, foi eleito para a presidência, que assumiu em 1945. Em sua administração, promulgou-se uma nova Constituição e institui-se um quadro de reformas políticas e sociais que favoreciam os trabalhadores urbanos e os camponeses, retirando poderes dos grandes latifundiários e dos militares. Em 1945, a Guatemala renovou as suas reclamações sobre as Honduras Britânicas (atual Belize), um tema pendente desde a formação da república. O conflito agravou-se em 1948 quando unidades da Marinha britânica foram enviadas ao porto da cidade de Belize a fim de impedir uma suposta invasão guatemalteca. A Guatemala fez um protesto dirigido às Nações Unidas e à União Panamericana e fechou a sua fronteira com as Honduras Britânicas. Arévalo concluiu o seu período presidencial, apesar de ter sofrido mais de 20 tentativas de golpe. O coronel Jacobo Arbenz Guzmán (1951-1954) saiu vitorioso nas eleições gerais de 1950, apoiado por uma coalizão de partidos de esquerda, tendo continuado a política de reformas sociais de seu antecessor. O Congresso Nacional aprovou uma lei de reforma agrária que estabeleceu a divisão de terras não cultivadas a trabalhadores sem terra, afetando, assim, a United Fruit Company. Em 1954, a oposição ao regime do coronel Arbenz aumentou muito, tanto dentro como fora do país, e muitas vezes ele foi classificado como comunista. Na X Conferência Interamericana, os Estados Unidos, alarmados pelo fortalecimento do Partido Comunista, conseguiram a aprovação de uma resolução anticomunista condenando implicitamente o governo da Guatemala. Alegando ter descoberto uma conspiração destinada a derrubá-lo, o Governo deteve as lideranças da oposição e os direitos civis foram suspensos. Em 1954, o assim chamado Exército de Liberação, formado por políticos exilados treinados e apoiados pelos Estados Unidos, através da CIA, e dirigido pelo coronel Carlos Castillo Armas, invadiu a Guatemala. Arbenz deixou o poder em junho de 1954 e o Congresso Nacional foi dissolvido. Castillo Armas foi nomeado presidente provisório e seu mandato foi ratificado mediante um plebiscito nacional. Paralelamente, uma assembleia constituinte redigiu uma nova Constituição. Em 1955, o governo autorizou a atividade de alguns partidos políticos. Em 1957, Castillo Armas foi assassinado. Uma junta militar tomou o governo e o general Miguel Ydígoras Fuentes foi nomeado pelo Congresso como presidente em 2 de março de 1958, sendo no entanto derrubado pelo seu ministro da Defesa, o general Enrique Peralta Azurdia, em março de 1963. Três anos mais tarde, veio a eleição pacífica do líder do Partido Revolucionário, Julio César Méndez Montenegro, para a presidência, com uma plataforma moderada, mas este nunca conseguiu impor as suas políticas por ação dos militares, que controlavam por completo os corredores do Poder. Méndez Montenegro governou de 1966 a 1970, quando se elegeu presidente Carlos Arana Osorio, o qual impôs uma política de extinção de todos os opositores, quer de partidos políticos, quer das guerrilhas rural e urbana. Em 1974, foi eleito o general Kjell Laugerud García, e em 1978, o general Romeu Lucas García. O candidato eleito em 1982 foi deposto pelo general Efraín Ríos Montt, que passou a governar o país com plenos poderes. Entre 1970 e 1982, o país, já devastado por tremores de terra em 1976, considerado um dos maiores desastres naturais já registrados na América Central, foi varrido por uma guerra civil intermitente, fomentada pelas atividades das guerrilheiros de tipo castrista ou sandinista e dos Esquadrões da Morte paramilitares. A descoberta de reservas petrolíferas nos finais da década de 70, no Norte da Guatemala, criou uma crise entre este país e o Belize (na altura chamado Honduras Britânicas), pois acreditava-se que as reservas se estendiam para aquele território. No entanto, em setembro de 1981, a Inglaterra deu a independência ao Belize sob os protestos da Guatemala, que só abdicaria das suas pretensões sobre o Belize em setembro de 1991. Esta descoberta serviu também de pretexto para o Governo guatemalteco iniciar um movimento repressivo sobre os índios no Norte do território, provocando, não só o êxodo para o México, como uma adesão às guerrilhas sem precedentes. Até 1985, todas as eleições foram monopolizadas de modo a manter os militares no Poder. Em 1983, o general Óscar Mejía Victores tomou o poder, prometendo redemocratizar o país. Em 1984, realizaram-se eleições para a Assembleia Constituinte, e em dezembro de 1985, na sequência da aprovação em março de uma nova Constituição, de cariz mais humanista, foi eleito o primeiro presidente civil dos últimos 15 anos, o democrata-cristão Marco Vinicio Cerezo Arévalo. A partir de 1987, a Guatemala integrou o esforço de paz na América Central (acordos assinados em 1987 e 1989 com Costa Rica, Honduras, Nicarágua e El Salvador). Contudo, em vez de apaziguar o país, Cerezo promoveu o ressurgimento dos esquadrões da morte (muito ativos durante as presidências militares), o que provocou a formação, por parte das várias guerrilhas, da Unidade Revolucionária Nacional Guatemalteca (URNG). Marco Cerezo teve, também, de enfrentar várias tentativas de golpe de Estado, levadas a cabo pelos militares, para além da crescente insatisfação popular. Nas eleições de 1991 o evangélico Jorge Serrano Elías, dirigente do Movimento de Ação Solidária (centro-direita), foi eleito para a presidência e cedo estabeleceu diálogo com a URNG, de modo a pôr termo à situação de guerra vivida no país. Esta iniciativa, no entanto, causou reações violentas por parte da ala direita, através de ações perpetradas pelos esquadrões da morte. Em maio de 1993, Serrano anunciou um golpe de Estado, dissolveu o Congresso e a Corte Suprema e suspendeu a constituição, mas a pressão popular fez com que o exército retirasse o apoio e ele logo teve de renunciar. Seu vice, Gustavo Espina, caiu em seguida. Em junho, o Congresso elegeu para a presidência da República Ramiro de León Carpio, advogado de direitos humanos que tinha se destacado por suas denúncias sobre a violência institucional. Carpio instaurou várias reformas constitucionais que limitaram o mandato presidencial a quatro anos, estabeleceu negociações com a guerrilha e apoiou a criação de uma comissão para limitar a responsabilidade sobre a violência institucional, que tinha provocado mais de 100 mil mortos e aproximadamente 50 mil desaparecidos nas três últimas décadas. Apesar da assinatura dos acordos de paz entre o governo e a URNG em 1993, a instabilidade política e social continuou a marcar o cotidiano da Guatemala, tornando impotentes os esforços do presidente Carpio no estabelecimento de uma democracia sólida no país. Exemplo disso é o espancamento de uma cidadã norte-americana acusada de tráfico infantil, que foi levado a cabo por milícias populares em março de 1994. Este episódio, que acarretou enormes prejuízos econômicos ao provocar o cancelamento de visitas turísticas, surgiu na altura em que cada vez mais os militares tentavam imiscuir-se na política guatemalteca, originando, portanto, especulações sobre um possível envolvimento militar naquela ação popular. Nas eleições de 1995, venceu o conservador Alvaro Arzú. A conclusão de um acordo de paz entre o poder central e a guerrilha pôs fim a 35 anos de conflito. Em 26 de dezembro de 1999, Alfonso Portillo, candidato da Frente Republicana Guatemalteca (FRG), partido populista de direita, venceu as eleições presidenciais no 2º turno, com 68% dos votos válidos, para um mandato de quatro anos. Em 2004, Óscar Berger, líder direitista, da Grande Aliança Nacional (GANA), sucedeu-o na presidência da República. == Ver também == * Guerra Civil da Guatemala",
 "title": "História da Guatemala"
}