{
 "id": "123176",
 "text": "As Ilusões Armadas é o conjunto dos dois primeiros livros de um total de cinco de autoria do jornalista Elio Gaspari sobre a ditadura militar brasileira, regime que vigorou de 1964 a 1985. Os dois livros de As Ilusões Armadas são A Ditadura Envergonhada e A Ditadura Escancarada. Ambos foram lançados em 2002 pela editora Companhia das Letras e ganharam da Academia Brasileira de Letras em 2003 o Prêmio ABL, na categoria Ensaio. Os três livros restantes, A Ditadura Derrotada, A Ditadura Encurralada e A Ditadura Acabada, formam o conjunto denominado O Sacerdote e o Feiticeiro. ==Objetivo== O autor começou a trabalhar no projeto em 1984, decidido a escrever um ensaio de 100 páginas, no máximo, sobre o porquê de Ernesto Geisel e Golbery do Couto e Silva, que ajudaram o regime a se estabelecer entre 1964 e 1967, resolveram começar a transição (ainda que de forma lenta e gradual) para um regime democrático quando Geisel tornou-se presidente em 1974. Entretanto, Gaspari percebeu que teria de escrever muito mais se fosse fazer algo bom - dessa forma, considerou em fazer um livro, que longo do tempo em função da necessidade do trabalho, transformou-se em cinco livros. Nos dois livros (A Ditadura Envergonhada e a Ditadura Escancarada) é contada a construção do regime e como se edificou a máquina que Geisel (como presidente) e Golbery (como chefe da Casa Civil) receberam em 1974. ==Pesquisa== Para escrever esta obra, o autor se valeu de depoimentos e conversas com o próprio Geisel e Golbery, civis e militares da ativa e da reserva que participaram dos governos militares. Golbery cedeu seu arquivo conjunto com Heitor Ferreira, que cedeu seu diário, no qual registrou eventos relevantes para se entender a história do período. ==A Ditadura Envergonhada== Este livro conta os eventos imediatamente anteriores à deposição do presidente João Goulart em 1º de abril de 1964, o nascimento do regime e de seus órgãos de repressão, sua institucionalização, o governo do marechal Humberto de Alencar Castelo Branco, a radicalização do regime, os eventos de 1968 (como a Era de Aquário) até o final desse ano, quando o presidente, marechal Artur da Costa e Silva institui o AI-5 (Ato Institucional n.º 5) em 13 de dezembro de 1968. ==A Ditadura Escancarada== Aqui são contados muitos dos eventos da radicalização terrorista de direita e de esquerda que atingiu o Brasil na virada das décadas de 60 e de 70, assim como a complicada sucessão de Costa e Silva que teve uma isquemia e ficou impedido de governar - sendo sucedido pelo general Emílio Garrastazu Medici, e todos os principais eventos de seu governo. O livro relata a coincidência entre o milagre brasileiro e os anos de chumbo, que foram reais e simultâneos - conforme o próprio autor diz: quem acha que houve um, não acredita (ou não gosta de admitir) que houve o outro. Também é contada neste livro a complicada relação entre o governo e a Igreja Católica, as torturas, estendendo-se até o aniquilamento da Guerrilha do Araguaia no final de 1974. ==Bibliografia== * GASPARI, Elio. A Ditadura Envergonhada, São Paulo:Cia da Letras, 2002. ISBN 85-359-0277-5 * GASPARI, Elio. A Ditadura Escancarada, São Paulo:Cia da Letras, 2002. ISBN 85-359-0299-6 Ilusões Armadas Ilusões Armadas Ilusões Armadas Ilusões Ilusões Armadas, As",
 "title": "As Ilusões Armadas"
}