{
 "id": "123212",
 "text": "thumb|254px|Paradisea liliastrum. Agavoideae é uma subfamília de plantas com flor monocotiledóneas pertencente à família Asparagaceae de ordem Asparagales que agrupa 23 géneros com cerca de 640 espécies. Com distribuição natural pelas regiões tropicais, subtropicais e temperadas quentes de todo o mundo, o grupo inclui muitas plantas conhecidas dos desertos e de zonas áridas, como os agaves e as yuccas. O agrupamento foi considerado a nível taxonómico de família, como Agavaceae.. Algumas espécies são cultivadas como plantas ornamentais em parques, jardins e algumas são utilizadas como planta de interior. A bebida alcoólica conhecida por pulque é feita do suco fermentado de algumas espécies de Agave. As fibras de algumas espécies de Agave e de Yucca são utilizadas para produção de sisal e de outras fibras têxteis. ==Descrição== A subfamília Agavoideae agrupa cerca de 640 espécies plantas com flor da ordem Asparagales distribuídas por 23-24 géneros. Na classificação clássica, anterior ao advento das técnicas da filogenética, estes géneros pertenciam à ordem das Liliales. Com o surgimento da classificação filogenética, vários géneros foram incorporados a partir de outras famílias e outros migraram para famílias novas ou já existentes.APG II em Mobot.org. As espécies que integram este agrupamento são maioritariamente suculentas perenes, formadoras de rizomas. A maioria das espécies é perenifólia, com poucas espécies sendo epífitas. Apresentam em geral as folhas dispostas em roseta no extremo de um caule lenhoso, que pode variar em altura entre alguns centímetros e formas arborescentes com até 10 m, como ocorre com a árvore-de- josué. O eixo caulinar geralmente não ultrapassa a superfície da superfície do solo, mas em algumas espécies ocorrem caules simples ou ramificados que se formam ao longo de muitos anos. Muitas espécies são plantas suculentas, podendo reter grandes quantidades de água nos seus tecidos. Os géneros Agave e Yucca são plantas CAM, seguindo o metabolismo ácido das crassuláceas. As folhas apresentam nervuras paralelas e simples (paralelinérveas) e são geralmente longas e pontiagudas, frequentemente com espinhos endurecidos na extremidade e, às vezes, espinhos adicionais ao longo das margens. A filotaxia é alterna e espiral, com as folhas geralmente dispostas em roseta. Em muitas espécies, as folhas são reforçadas no bordo. Os estômatos são anomocíticos. Frequentemente, estas plantas florescem apenas no início da senescência, com algumas espécies morrendo logo após a formação das sementes, ou seja, são monocárpicas (plantas hapaxânticas), mas a maioria das espécies é policárpica. As flores, abundantes, ocorrem em inflorescências racemosas, simples ou ramificadas, com duas ou mais brácteas, as quais contudo nunca envolvem completamente a inflorescência (carácter que diferencia as Asparagaceae das outras famílias da ordem Asparagales). As flores são trímersas, quase sempre hermafroditas, ou, com menos frequência, funcionalmente unissexuais. Apresentam dois verticilos com tépalas mais ou menos idênticas, geralmente livres, mas também podem ser fundidas para formar um tubo. Existem dois verticilos, cada um com três estames férteis, que que podem ser mais longos que o perianto. Os três carpelos são fundidos numa estrutura sincárpica. A secreção de néctar ocorre em nectários septais. O fruto é em geral do tipo cápsula, embora algumas espécies de Yucca tenha frutod do tipo baga. As sementes são quase sempre planas e não contêm amido. O endosperma é helóbico e contém óleos. O número cromossómico é frequentemente 2n = 24 ou 2n = 30, embora alguns táxones se desviem significativamente desses número, como por exemplo a espécie Leucocrinum montanum, que tem um número básico de cromossomas x = 11, 13, 14 e o género Echeandia , cujo número básico é x = 8. Saponinas foram encontradas em muitos táxones deste grupo. ;Usos Algumas espécies de Agave são usadas para fazer tequila, pulque e mezcal, enquanto outras são valorizadas pelas suas fibras. A sua utilização em jardinagem e paisagismo tem ganhado popularidade para xeriscape, pois muitas apresentam flores vistosas e são muito resistentes à secura. ;Distribuição natural A subfamília têm distribuição natural nas regiões subtropicais, especialmente em zonas áridas, com ocorrência no Novo e Velho Mundo, Austrália e Nova Zelândia. ==Filogenia e sistemática== ===Filogenia=== A árvore filogenética das Asparagales 'nucleares', incluindo aquelas famílias que foram reduzidas ao estatuto de subfamílias, é a que se mostra abaixo. O grupo inclui as duas maiores famílias da ordem, isto é, aqueles com maior número de espécies, as Amaryllidaceae e as Asparagaceae. Nesta circunscrição taxonómica a família Amaryllidaceae é o grupo irmão da família Asparagaceae e as subfamílias [ Brodiaeoideae + Scilloideae ] formam um clado que é o grupo irmão da subfamília Aphyllanthoideae. O clado formado por aquele conjunto é por sua vez o grupo irmão das Agavoideae. A posição exacta das Agavoideae dentro das Asparagaceae amplamente definidas é menos clara. Uma possível filogenia para as sete subfamílias reconhecidas dentro da família é mostrada abaixo. Embora geralmente concordem com a divisão principal das Asparagaceae em dois clados, os estudos de filogenética produziram relações ligeiramente diferentes entre as Agavoideae, Aphyllanthoideae, Brodiaeoideae e Scilloideae. Por exemplo, um estudo de 2012 apresenta análises baseadas na parcimónia e na máxima verosimilhança, sendo que usando a parcimónia, as Scilloideae são grupo irmão das Agavoideae, enquanto usando a máxima verosimilhança são grupo irmão de Brodiaeoideae. === Taxonomia === A actual subfamília Agavoideae foi inicialmente proposta em 1837 por William Herbert como Agaveae.William Herbert: Amaryllidaceae. Preceded by an attempt to arrange the monocotyledonous orders, and followed by a treatise on cross-bred vegetables, and supplement. Jamses Ridgeway & Sons, London 1837, p. 48, pS. 57, p. 67, p. 121 (online) O género tipo é Agave . Nas últimas décadas, os estudos de genética molecular conduziram a uma mudança significativa das fronteiras entre família na ordem Asparagales. Em consequência dessas alterações, o agrupamento taxonómico das agaves passou a ser considerado a subfamília Agavoideae da família das Asparagaceae, quando anteriormente era uma família separada, as Agavaceae. Alguns dos géneros que agora a integram costumavam fazer parte da família Liliaceae . A família Agavaceae foi descrita pela primeira vez como Agavineae em 1829 por Barthélemy Charles Joseph Dumortier em Analyse des Familles de Plantes (pp. 57-58). A taxonomia do grupo tem variado amplamente. No sistema APG IV, de 2016, adotado aqui, as Agavoideae são definidas de forma muito ampla para incluir a antiga família Agavaceae em conjunto com outras famílias anteriormente separadas, como Anemarrhenaceae, Chlorogalaceae, Hostaceae, Yuccaceae, Anthericaceae, Hesperocallidaceae e Chlorogalaceae, com base em dados de sistemática molecular. Apesar das dificuldades, o «conceito amplo de Agavoideae [...] pode não parecer muito satisfatório, mas nenhuma das alternativas é melhor». As fontes anteriores a 2009, ano em que o sistema APG III incluiu as Agavaceae nas Asparagaceae, apresentam as Agavaceae (em circunscrições variáveis) como uma família separada e podem conter vários géneros de outras famílias incluídas na subfamília Agavoideae a partir do sistema APG III. Alguns géneros anteriormente colocados neste grupo (sob qualquer nome) foram separados, como por exemplo o género Dracaena, que superficialmente se assemelha a algumas espécies de Agave, está actualmente localizada na subfamília Nolinoideae. São sinónimos taxonómicos para Agavoideae os seguintes: Agavaceae , Anthericaceae , Anemarrhenaceae , Behniaceae , Chlorogalaceae , Funkiaceae , Herreriaceae , Hesperocallidaceae , Hostaceae e Yuccaceae . A sistemática interna do grupo é complexa. Um estudo de genética molecular realizado em 2006 permitiu propor a seguinte relação filogenética entre géneros:David John Bogler, Joseph Christopher Pires, Javier Francisco-Ortega: Phylogeny of Agavaceae based on ndhF, rbcL, and ITS sequences: Implications of molecular data for classification. In: J. T. Columbus, E. A. Friar, J. M. Porter, L. M. Prince, M. G. Simpson (Hrsg.): Monocots: Comparative Biology and Evolution. Excluding Poales. (= Aliso. vol. 22). 2006, pp. 313–328. === Géneros e sua distribuição === A subfamília de Agavoideae tem quase distribuição cosmopolita. O centro de diversidade está no Neotrópico. As áreas de distribuição natural de muitos dos taxa que a integram estendem-se do sul dos Estados Unidos, pela América Central até ao norte da América do Sul. Algumas espécies tem distribuição na Ásia. Algumas espécies são encontradas na Malásia, norte da Austrália e Nova Zelândia e nas Caraíbas. Existem também taxa em áreas tropicais a subtropicais de outros continentes e alguns taxa também são encontrados no Holoártico. Por exemplo, algumas espécies americanas encontraram o seu caminho para o sul da Europa e outras regiões do mundo através dos humanos. A maioria das espécies não tolera geadas. A circunscrição taxonómica de alguns géneros foi muito alterado por revisões realizadas nas últimas décadas. Existem cerca de 18 géneros (em 2009)Mark W. Chase, James L. Reveal, Michael F. Fay: A subfamilial classification for the expanded asparagalean families Amaryllidaceae, Asparagaceae and Xanthorrhoeaceae. In: Botanical Journal of the Linnean Society. Vol. 161, Nr. 2, 2009, S. 132–136. (Abschnitt Systematik) com mais de 600 espécies na subfamília Agavoideae: * Agave — incluindo os antigos géneros Manfreda , Polianthes ), Prochnyanthes , Pseudobravoa com cerca de 210 espécies, distribuídas desde o sul dos Estados Unidos pelo México e toda a América Central até às Caraíbas e norte da América do Sul. * Anemarrhena — com apenas uma espécie: ** Anemarrhena asphodeloides — nativa do norte da China e da Mongólia. * Anthericum — com 8 espécies, nativas da Europa até à Turquia e norte da Tanzânia. * Behnia — com apenas uma espécie: ** Behnia reticulata — distribuído desde as regiões tropicais da África para sul até à África Austral. * Beschorneria — com 8 espécies, distribuídas desde o México às Honduras. * Camassia — com 6 espécies, nativa do leste do Canadá e dos Estados Unidos. * Chlorogalum — com 3 espécies, desde o Oregon até à Califórnia vor. * Chlorophytum — com cerca de 200 espécies, principalmente nas regiões tropicais da África, Ásia e Austrália. * Echeandia — com 60 a 83 espécies, nativas da região que vai do Texas à Venezuela.Robert William Cruden: A Synopsis of South American Echeandia (Anthericaceae). In: Annals of the Missouri Botanical Garden. vol. 96, n.º 2, 2009, pp. 251–267 (doi:10.3417/2002129). * Furcraea — com cerca de 25 espécies, nativas desde o México, pela América Central e ilhas das Caraíbas até às regiões tropicais da América do Sul. * Hagenbachia — com 6 espécies, distribuídas desde o sul da América Central até aos trópicos da América do Sul. * Hastingsia — com 4 espécies, nativas do oeste dos Estados Unidos, desde o sudoeste do Oregon até ao norte da Califórnia vor. * Herreria — com 8 espécies, distribuídas desde o Brasil até ao sul da América do Sul. * Herreriopsis — com apenas uma espécie: ** Herreriopsis elegans — nativa do oeste de Madagáscar. * Hesperaloe — com 8 espécies, nativas do Texas e do norte do Máxico. * Hesperocallis — com apenas uma espécie: ** Hesperocallis undulata — nativa do sul de Nevada até ao oeste do Arizona e do noroeste do México. * Hosta — com cerca de 20 espécies, nativas do Japão e da China até ao Extremo Oriente Russo. * Leucocrinum — com apenas uma espécie: ** Leucocrinum montanum — nativa do oeste dos Estados Unidos até ao norte do New Mexico. * Paradisea — com apenas 2 espécies, nativas de Portugal, Espanha, França, Suíça, Itália, Áustria e da antiga Jugoslávia. * Schoenolirion — com 3 espécies, nativas de uma região que vai do Texas até ao sueste dos Estados Unidos. * Yucca — incluindo os antigos géneros Clistoyucca , Hesperoyucca , Samuela , Sarcoyucca , com cerca de 50 espécies no Neotropis desde os Estados Unidos até ao Panamá e nas ilhas Bermudas. Uma lista parcial dos géneros incluídos na subfamília Agavoideae é fornecida abaixo. A referência é à fonte que situa o género nesta subfamília. Como observado acima, os géneros atualmente incluídos variam amplamente nos seus limites e designação das famílias e subfamílias a que pertenceram. São assinaladas algumas colocações em famílias anteriores diferentes de Agavaceae. ; Géneros e as famílias em que estiveram integrados Género N.º de espécies Colocação anterior fora de Agavaceae/Agavoideae Agave L. (incluindo Bravoa e Littaea) 166 - Anemarrhena Bunge 2 Anemarrhenaceae Anthericum L. 65 Anthericaceae Behnia Didr. 1 Behniaceae, Philesiaceae Beschorneria Kunth 8 - Camassia Lindl. 6 Chlorogalaceae, Hyacinthaceae Chlorogalum (Lindl.) Kunth 5 Chlorogalaceae, Hyacinthaceae Chlorophytum Ker Gawl. 190-200 Anthericaceae Clara Kunth 3 Herreriaceae Diamena Ravenna 1 - Diora Ravenna 1 Anthericaceae Echeandia Ortega 60 Anthericaceae Eremocrinum M.E.Jones 1 - Furcraea Vent. 23 - Hagenbachia Nees & Mart. 5 - Hastingsia S.Watson 4 Chlorogalaceae, Hyacinthaceae Herreria Ruiz & Pav. 8 Herreriaceae Herreriopsis H.Perrier 1 Herreriaceae Hesperaloe Engelm. in S.Watson 8-9 - Hesperocallis A.Gray 1 Hesperocallidaceae, Hyacinthaceae Hesperoyucca (Engelm.) Trel. (incluído em Yucca alguns autores) 2 Yuccaceae Hosta Tratt. 45 Hostaceae Leucocrinum Nutt. ex A.Gray 1 Anthericaceae Manfreda Salisb. (incluído em Agave por alguns autores) 45-50 - Paradisea Mazzuc. 2 Asphodelaceae Polianthes L. (incluído em Agave por algumas fontes; inclui Pseudobravoa) 16-20 - Prochnyanthes S.Watson 3-4 - Schoenolirion Durand 3 Chlorogalaceae, Hyacinthaceae Yucca L. (incluindo Samuela e Clistoyucca) 49 Yuccaceae == Referências == == Bibliografia== * Subfamília Agavoideae no APWebsite. * Susan Verhoek, William J. Hess: Agavaceae. In: Flora of North America. Volume 26, 2002, S. 413. online (Abschnitt Beschreibung) * Die Familie der Agavaceae, die Familie der Anemarrhenaceae, Anthericaceae, Behniacaceae und Herreriaceae bei DELTA von L. Watson & M. J. Dallwitz. (Abschnitt Beschreibung) eingesehen im Januar 2010 * David John Bogler, B. B. Simpson: A chloroplast DNA study of the Agavaceae. In: Systematic Botany. vol. 20, 1995, pp. 191–205 (doi:10.2307/2419449). * D. J. Bogler, B. B. Simpson: Phylogeny of Agavaceae based on ITS rDNA sequence variation. In: American Journal of Botany. vol. 83, 1996, pp. 1225–1235 (doi:10.2307/2446206). * David John Bogler, J. C. Pires, J. Francisco-Ortega: Phylogeny of Agavaceae based on ndhF, rbcL, and ITS sequences: Implications of molecular data for classification. In: J. T. Columbus, E. A. Friar, J. M. Porter, L. M. Prince, M. G. Simpson (Hrsg.): Monocots: Comparative Biology and Evolution. Excluding Poales. (= Aliso. vol. 22). 2006, pp. 313–328. ==Galeria== Agave attenuata flower stem.jpg|Agave attenuata. Image:Agave_americana4.jpg|Agave americana var. americana File:Variegated Century Plant -- Agave americana 'Marginata'.jpg|Variegated Century Plant -- Agave Americana 'Marginata' File:Agave americana74.jpg|Agave americana 'Marginata' Image:Agave americana 'Medio-Picta' Plant 3264px.jpg|Agave americana cv. 'Mediopicta Alba' Image:Agaveespinho2.jpg|Agave angustifolia 'Marginata' File:Caribbean Agave (Agave angustifolia) with inflorescence at Secunderabad, AP W IMG 6676.jpg|Agave angustifolia (flowering) Image:Agave attenuata Pot 2250px.jpg|Agave attenuata Image:Agave bracteosa.jpg|Agave bracteosa (spider agave) Image:Agave_deserti_form.jpg|Agave deserti Image:Agave_filifera01.jpg|Agave filifera Image:Agave inaequidens ssp barrancensis.jpg|Agave inaequidens ssp. barrancensis Image:Agave lechuguilla0.jpg|Agave lechuguilla Image:Agaveespinho1.jpg|Agave lophantha Image:Agave palmeri.jpg|Agave palmeri Image:California Cabbage Agave.jpg|Agave parryi Image:Agave_potatorum_Kichiokan.jpg|Agave potatorum cv. 'Kichiokan' Image:agave.potatorum.kewgardens.london.arp.jpg|Agave salmiana Image:Agave_ferox_3.jpg|Agave salmiana var. ferox Image:Agave schidigera Durango Delight.jpg|Agave schidigera cv. 'Durango Delight' Image:Agave shawii 1.jpg|Agave shawii Image:Plantsisal.jpg|Agave sisalana (sisal) File:Agave sisalana W IMG_2377.jpg|Agave sisalana (flowers) Image:Agave stricta Monaco.jpg|Agave stricta File:Agave tequilana F.A.C. Weber 2013 cropped.jpg|Agave tequilana Image:Agave tequilana0.jpg|Agave tequilana 'Weber's Azul' (tequila agave) Image:Agave utahensis leaves.jpg|Agave utahensis Image:Agave victoriae-reginae lv 2.jpg|Agave victoriae-reginae Image:Agave vilmoriniana 2.jpg|Agave vilmoriniana Image:Agave parrasana.jpg|Agave wislizeni (syn. Agave parrasana) File:Agave xylonacantha 1.jpg|Agave xylonacantha File:Agavenbluete.jpg|Inflorescência de uma agave (Agave spec.). ==Ligações externas== * * Agavaceae in Flora of North America. * Agavaceae in L. Watson and M.J. Dallwitz (1992 onwards). The families of flowering plants: descriptions, illustrations, identification, information retrieval. * Die Agaven * Agavaceae in BoDD – Botanical Dermatology Database ! Categoria:Asparagales Categoria:Famílias de monocotiledóneas",
 "title": "Agavoideae"
}