{
 "id": "123270",
 "text": "Jean Jacques Élisée Reclus (Sainte-Foy-la-Grande, 15 de março de 1830 — Torhout, 4 de julho de 1905) foi um geógrafo e um militante anarquista francês. Foi membro da Comuna de Paris e da Primeira Internacional dos Trabalhadores == Biografia == Reclus contribuiu para inúmeros jornais, revistas e coletâneas. Mas sobretudo tornou-se conhecido por sua extraordinária obra em torno da geopolítica - Nova Geografia Universal: a Terra e os Homens, dividida em dez volumes, e O Homem e a Terra, dividido em cinco volumes - nas quais analisa a relação dos diferentes grupos humanos com os meios em que habitam.Natureza e sociedade, evolução e revolução: a geografia libertária de Elisée Reclus Regina Horta Duarte Não se contentava em observar a natureza: sua intenção de entendimento abarcava todo o planeta, que Reclus buscou descrever em todo seu espaço-tempo. Em sua obra apresentou critérios precisos de interpretação e esforçou-se para compreender as leis que, para além de uma ilustração moralizante ou lição pedagógica, estão por trás do devir coletivo das sociedades humanas. Embora tenha sido o mais ilustre dos discípulos de Carl Ritter, a obra de Reclus não alcançou muita projeção na França devido ao fato de ter passado grande parte de sua vida exilado por razões políticas.Luis Lopes Diniz Filho. Fundamentos epistemológicos da geografia. Curitiba: IBPEX, 2009 (Metodologia do Ensino de História e Geografia, 6), p. 40 Contudo, a partir de meados dos anos 1970, com a ascensão da geografia crítica, a obra de Reclus e sua militância anarquista passaram a ser mais valorizadas pelos geógrafos,José William Vesentini. Geografia crítica e ensino. Orientação, São Paulo, n. 6, p. 53-58, 1985 o mesmo tendo ocorrido com o também anarquista Piotr Kropotkin. Outra linha de pesquisa recente que vem renovando os métodos de Reclus são os estudos de modelização gráfica realizados pelo GIP Reclus (Groupement d’Intérêt Public, Réseau d’études du changement dans les localisations et les unités spatiales).Hervé Théry. Chaves para a leitura do território paulista Élisée Reclus identificou a Villa Commedia de Plínio, o Jovem, localizada em Lierna, uma antiga vila italiana no Lago de Como, originalmente usada como uma pausa de inverno para as legiões romanas e, em seguida, por sua beleza se tornou um lugar para os nobres da Roma antiga. Encontra-se colaboração da sua autoria na revista Amanhã (1909). == Obra == *Voyage à la Sierra Nevada, 1861 *Guide des Pyrénées, 1862 *Guide de voyageur aux Landes et aux environs, 1862 *Dictionnaire des communes de France, 1862 *La Terre; description des phénomènes de la vie du globe, 2 volumes, 1868-1869 *L'histoire d'un ruisseau, 1869 *Nouvelle Géographie Universalle, 19 volumes, 1876-1894 *L'évolution, la révolution et l'ideal anarchique, 1897 * Estados Unidos do Brazil: geographia, etnographia e estatística. Garnier, (p. 477/8) Rio de Janeiro, DF. - BRASIL-1900 *L'Afrique australe, em colaboração com seu irmão, Onésime (Orthez 1837 - Paris 1916), 1901 *L'empire du milieu, 1902 *L'Homme et la Terre, 6 volumes, 1906 == Ver também == *Geografia tradicional *Élie Reclus *Guerra Franco-Prussiana == Bibliografia == *ANDRADE, Manuel Correia de. (org.) Élisée Reclus, São Paulo: Editora Ática, 1985. == Ligações externas == * Categoria:Geógrafos da França Categoria:Escritores da França Categoria:Anarquistas da Comuna de Paris Categoria:Ateus da França Elisee Reclus Categoria:Vegetarianos da França Categoria:Geógrafos anarquistas Categoria:Defensores do amor livre Categoria:Anarcocomunistas Categoria:Naturais de Sainte-Foy-la-Grande",
 "title": "Élisée Reclus"
}