{
 "id": "123258",
 "text": "Oráculos Sibilinos ou Sibilinas Cristãs eram um conjunto de oráculos, de origem pouco definida mas com um carácter claramente judaico-cristão, que tiveram larga difusão desde o período anterior à cristianização do Império Romano até finais da Idade Média. Os Oráculos Sibilinos são por vezes incluídas entre as Escrituras Apócrifas. A designação deriva dos oráculos que eram produzidos pela Sibila (ou pelas diversas Sibilas da antiguidade), profetisas divinamente inspiradas que previam o futuro. Nos tempos anteriores à cristianização, os oráculos produzidos pelas Sibilas eram cuidadosamente guardados (em Roma no Templo de Júpiter Capitolino) e consultados apenas em momentos de grave crise. Os oráculos, ou o que deles o povo conhecia ou intuía, já que os verdadeiros oráculos eram ciosamente guardados, eram de grande importância na vida religiosa da comunidade e exerciam uma grande influência na opinião pública (no contexto da época). Aproveitando esta popularidade e influência dos oráculos, grupos judeus produziram oráculos (provavelmente por alteração de outros que circulariam) contendo doutrinas e ensinamentos judaicos. Nasceram assim as Sibilinas Judaicas, que rapidamente se tornaram num poderoso veículo de propaganda religiosa. Com a expansão do cristianismo, as Sibilinas Judaicas foram adoptadas pelos cristãos e novas foram criadas, transformando-se num importante veículo de propaganda da nova fé. Nasceram assim as Oráculos Sibilinos. Todas elas foram escritas no mesmo estilo, aparentemente entre os séculos I e IV da era cristã (embora algumas sejam provavelmente anteriores a 180 a. C), constando de longas sequências de versos hexâmetros originalmente escritos em grego homérico. O seu conteúdo é muito diversificado, contendo alusões a diversos acontecimentos anteriores, a cidade, imperadores e outros governantes, num contexto de aparente predição do futuro. Muitas estão truncadas ou apresentam indícios de serem a junção de diversas, dados as súbitas mudanças de assunto. As Oráculos Sibilinos foram frequentemente citadas pelos autores cristãos da antiguidade, incluindo Santo Agostinho. Com a expansão do cristianismo, o interesse pelas Sibilinas foi progressivamente diminuindo, mas ainda assim tiveram ampla difusão na Idade Média. As Oráculos Sibilinos foram utilizadas por diversos pensadores e escritores místicos, particularmente em contextos gnósticos e milenaristas. A influência das Sibilinas é clara em autores como Joaquim de Flora e Nostradamus. Uma razoável colecção de Sibilinas sobreviveu até aos nossos dias, existindo diversas edições em várias línguas. São conhecidos actualmente 12 livros (embora alguns autores subdividam o Livro VIII em três livros, apontando assim o total como 14 livros). ==Ligações externas== *As Sibilinas Cristãs (em inglês). Categoria:Apócrifos do Antigo Testamento Categoria:Literatura apocalíptica Categoria:Oráculos",
 "title": "Oráculos Sibilinos"
}