{
 "id": "123358",
 "text": "Ecologia social é um conceito filosófico, social e político que relaciona questões ecológicas e sociais. Associado ao filósofo anarquista Murray Bookchin, a teoria surgiu em meados da década de 1960, época de ascensão do movimento ambientalista no mundo e dos direitos civis nos Estados Unidos, e desempenhou um papel muito mais visível com o crescente movimento contra a energia nuclear no final da década de 1970. Apresenta como ideia principal que os problemas ecológicos do mundo estão arraigados e profundamente assentados em problemas sociais, particularmente no domínio dos sistemas políticos e sociais hierarquizados, e busca resolvê-los através do modelo de uma sociedade adaptada ao desenvolvimento humano e à biosfera. É uma teoria da ecologia política radical baseada no comunalismo, que se opõe ao atual sistema capitalista de produção e consumo, visando o estabelecimento de uma sociedade moral, descentralizada e unida, guiada pela razão. == Visão geral == A teoria de Bookchin apresenta uma filosofia utópica da evolução humana que combina a natureza da biologia e da sociedade em uma terceira \"natureza pensante\" para além da bioquímica e da fisiologia, que ele diz ser de natureza mais completa, consciente, ética e racional. A humanidade, de acordo com essa linha de pensamento, é o mais recente desenvolvimento da longa história do desenvolvimento orgânico na Terra. A ecologia social de Bookchin propõe princípios éticos para substituir a propensão da sociedade à hierarquia (do homem sobre mulher, dos mais velhos sobre os mais jovens, do branco sobre negro, do rico sobre pobre) e à dominação pela democracia e liberdade. O filósofo anarquista escreveu sobre os efeitos da urbanização na vida humana no início da década de 1960 durante sua participação nas mobilizações pelos direitos civis nos Estados Unidos e movimentos sociais relacionadas. Bookchin então começou a buscar a conexão entre questões ecológicas e sociais, culminando com seu livro mais conhecido, The Ecology of Freedom, que havia desenvolvido ao longo de uma década. Seu argumento, de que a dominação humana e a destruição da natureza decorrem da dominação social entre humanos foi uma posição inovadora no crescente campo da ecologia. A vida desenvolve-se a partir da auto-organização e cooperação evolutiva (simbiose). Bookchin escreve sobre sociedades pré-alfabetizadas organizadas em torno de necessidades mútuas, mas acabadas por instituições de hierarquia e dominação, como cidades- estados e economias capitalistas, que ele atribui exclusivamente às sociedades humanas e não às comunidades de animais. Ele propõe que a confederação entre comunidades de seres humanos atravesse a democracia e não a lógica administrativa. O trabalho de Bookchin, começando com escritos anarquistas sobre o assunto na década de 1960, evoluiu continuamente. No final da década de 1990, ele integrou cada vez mais o princípio do comunalismo, com aspirações mais inclinadas à democracia municipal institucionalizada, o que o distanciava de uma certa evolução do anarquismo. Inspirado pelo anarquismo (principalmente por Kropotkine) e pelo comunismo (pelos escritos de Marx e Engels). A ecologia social busca evitar as armadilhas de uma ecologia neomalthusiana que apaga as relações sociais e as substitui por \"forças naturais\", como também de uma ecologia tecnocrática que considera que devemos confiar na tecnologia e dar mais poder aos estados. Segundo Bookchin, essas duas correntes despolitizam a ecologia e mitologizam o passado ou o futuro. Assim, a ecologia social é articulada através de alguns princípios-chave: * A interdependência e o princípio da unidade na diversidade. A ecologia social busca se opor à padronização de seres e pensamentos e quer promover a contribuição da diversidade, da união orgânica de diferentes partes da sociedade. As diferenças devem ser promovidas, trazendo uma diversidade de talentos, pontos de vista e estilos, permitindo evoluir a sociedade e, ao mesmo tempo, torná-la mais estável. * A descentralização. Uma sociedade de ecologia social assumiria a forma de uma confederação de municípios descentralizados ligados entre si por laços comerciais e sociais. As fontes de energia renovável dispersas alimentariam essas comunidades em escala humana e forneceriam cada uma de acordo com suas necessidades. * A democracia direta. Estruturada em torno do princípio de uma forma de comunalismo chamada municipalismo libertário, a ecologia social advoga o desenvolvimento de assembleias municipais, uma versão modernizada do tipo desenvolvido pelos atenienses na Antiguidade ou implementado durante a Comuna de Paris no século XVIII, para a tomada de decisão política. As decisões relativas à vida da comunidade (cidade) são discutidas e votadas por maioria nessas assembleias. Da mesma forma, no nível superior, representantes com mandatos imperativos e, portanto, revogáveis, são designados para representar seu município em assembleias regionais, nacionais etc. É um sistema horizontal, uma democracia popular não hierárquica, cujas decisões vão de baixo para cima e são tomadas de forma transparente face a face. * Uma renovação da cidadania. Na base do sistema de ecologia social estão o cidadão e a comunidade. Cada pessoa deve reaprender a participar das escolhas relacionadas à vida local e, para fazer isso, deve reaprender a decidir em comum. O cidadão deve se responsabilizar novamente e conhecer o mínimo que lhe permita participar ativamente da administração da sociedade, em particular o que tem repercussão direta em sua vida e na de outras pessoas. * Uma tecnologia libertadora. A ecologia social não se opõe às tecnologias modernas, mas é a favor de desenvolvê-las para colocá-las a serviço dos seres humanos. A ciência deve recuperar seu significado moral e se desenvolver para os humanos, não para escravizá-lo. Máquinas e ferramentas modernas devem se tornar multifuncionais, duráveis, ecológicas e fáceis de usar e manter. Ao se tornar um mestre da técnica que faz uso, o cidadão poderá se libertar do trabalho árduo e se concentrar no aspecto criativo e positivo das tarefas. * Uma visão social do trabalho. O desenvolvimento de máquinas tem, na ecologia social, o objetivo de libertar os seres humanos de grande parte do trabalho manual (trabalho em fábrica) que pode ser feito pelas máquinas, a fim de deixá-los com o trabalho criativo e reduzir o tempo de trabalho. O tempo economizado poderia permitir que o ser humano participasse da vida política de sua comunidade e desfrutasse mais da vida social. Assim, o modelo é articulado em tempos parciais diversificados, combinando o máximo de trabalho possível dentro e fora, intelectual e concreto, etc. As hierarquias no trabalho serão substituídas por supervisores cujo único objetivo é fornecer uma visão global sobre o trabalho de uma empresa. * O naturalismo dialético. Essa é uma filosofia dialética desenvolvida para servir como base ética para uma sociedade baseada nos princípios da ecologia social. Para combater a devastação das representações binárias ocidentais, essa filosofia é baseada no pensamento \"desenvolvimentista\" para entender a complexidade dos seres vivos. Assim, o naturalismo dialético nos convida a não estudar as espécies, isolando-as umas das outras, o que é \"um reflexo do viés empreendedor de nossa cultura\", mas a pensar em suas interrelações. Seu princípio é que \"o que deveria ser\" deve servir de base ética para \"o que é\", com o objetivo de acompanhar a liberdade nos germes da natureza. == O conceito pelo mundo == === Encontros internacionais === Em maio de 2016, foram organizadas em Lyon as primeiras \"Reuniões Internacionais de Ecologia Social\", que reuniram uma centena de ambientalistas radicais, figuras decrescentes e libertários, a maioria deles vindos da França, da Bélgica, da Espanha e da Suíça, além dos Estados Unidos, da Guatemala e do Canadá. No centro dos debates estavam o municipalismo libertário como alternativa ao Estado-nação e a necessidade de repensar o ativismo. Uma segunda edição das reuniões ocorreu em Bilbau em outubro de 2017. === Movimento curdo === As reflexões sobre a ecologia social e o municipalismo libertário de Murray Bookchin também inspiraram o líder histórico do movimento curdo Abdullah Öcalan a criar, a partir de sua prisão turca, o conceito de confederalismo democrático, que visa reunir os povos do Oriente Médio em uma confederação de comunidades democráticas, multiculturais e ecológicas. Adotado pelo Partido dos Trabalhadores do Curdistão (PKK) a partir de 2005, o programa de Öcalan representou uma grande virada ideológica do movimento nacionalista curdo, outrora engajado na luta armada por um estado independente, para ir além das ideias do Marxismo-Leninismo sobre Estado- nação. Além do PKK, o projeto internacionalista de Öcalan foi muito bem recebido também por seu homólogo sírio, o Partido da União Democrática (PYD), que se tornaria a primeira organização no mundo a fundar de fato uma sociedade baseada nos princípios do confederalismo democrático. Em 6 de janeiro de 2014, os cantões de Rojava, no Curdistão sírio, federaram-se em municípios autônomos, adotando um contrato social que estabelecia uma sociedade descentralizada não hierárquica, baseada em princípios da democracia direta, do feminismo, da ecologia, do pluralismo cultural, da política participativa e do cooperativismo econômico. == Ver também == * Ecologismo libertário * Tópicos no anarquismo * Ecosofia * Ecologizar * Municipalismo Libertário * Ecossocialismo ==Ligações externas== * Categoria:Ecologia Categoria:Conceitos do anarquismo Categoria:Economia ambiental Categoria:Economia social Categoria:Justiça ambiental",
 "title": "Ecologia social (teoria filosófica)"
}