{
 "id": "123475",
 "text": "Alexander Alexandrovich Alekhine () (Moscovo, 19 jul./ 31 de outubro de 1892greg. — Estoril, 24 de março de 1946) foi um jogador de xadrez franco- russo de grande nível, conhecido pelo seu estilo marcadamente atacante e campeão mundial de xadrez durante 17 anos. ==Biografia== Alekhine nasceu de uma família abastada, o pai era proprietário de terras e membro da Duma, enquanto que a mãe era filha de um rico industrial. Foi a mãe que ensinou a Alexander e ao seu irmão a jogar xadrez, em 1903. O primeiro feito de Alekhine no mundo de xadrez foi em 1909, aos dezessete anos, quando venceu o torneio russo de xadrez para amadores, disputado em São Petersburgo, com um resultado de doze vitórias, dois empates e duas derrotas. Este torneio foi disputado em simultâneo com o de profissionais, ganho por Emanuel Lasker e Akiba Rubinstein. A vitória valeu a Alekhine o título de mestre nacional. Mais tarde neste ano, nos Estados Unidos, o cubano José Raúl Capablanca, na altura com 23 anos de idade, chocou os jogadores americanos ao esmagar Frank Marshall. As vidas de Capablanca e Alekhine iriam cruzar-se em breve. Em 1914, após ser disputado um torneio em São Petersburgo, Alekhine e Capablanca pertenciam ao grupo dos cinco primeiros jogadores a ganhar o título de grandmaster. Alekhine era bastante cosmopolita, viveu em vários países e falava russo, alemão, francês e inglês. Depois da Revolução Russa, em 1919, foi dado como suspeito de espionagem e preso em Odessa, sendo libertado pouco depois. Em 1920, venceu o primeiro Campeonato Soviético de Xadrez. Mudou-se para França em 1921, onde, quatro anos depois, adquiriu a cidadania e entrou na faculdade de Direito da Sorbonne. Apesar da sua tese sobre o sistema prisional chinês não ter sido terminada, ficou conhecido como Dr. Alekhine para o resto da sua vida. Em 1927 arrebatou a Capablanca o título de campeão do mundo de xadrez. Apesar de acordado nas condições impostas para que o match decorresse que haveria direito a desforra, Alekhine recusou-se a jogar a desforra, em vez disso jogou dois matches contra Efim Bogolyubov, que não era da mesma craveira (Capablanca tinha um registo de 5-0 contra ele). Alekhine recusou-se mesmo a jogar os mesmo torneios que o seu rival (Capablanca). No ano de 1935 perdeu o título para Max Euwe, uma derrota que foi atribuída ao consumo abusivo de álcool por parte de Alekhine. Em 1936, visto já não ser campeão do mundo, Capablanca ganhou o torneio de Nottingham, vencendo Alekhine no jogo que disputaram e o torneio (empatado com Mikhail Botvinnik). Após abandonar o vício conseguiu brilhantemente reconquistar o título e mostrar mais uma vez que era o melhor do mundo frente a Euwe em 1937, com uma vantagem confortável. === Relação com o nazismo === Alekhine não participou de boicotes contra torneios organizados por nazistas e não se opôs a a ocupação alemã da França; e é muito provavelmente o autor de artigos antissemitas intitulados \"Jüdisches and arisches Schach\" (Xadrez judaico e alemão) publicados sob seu nome no Pariser Zeitung. Neles, contrasta o \"xadrez judaico\" (que identifica com Steinitz e Lasker) com o \"xadrez ariano\", relacionado com vários outros nomes da história do xadrez. Chama o primeiro de covarde e \"calculista\"; e exalta o segundo como a verdadeira fonte de brilhantismo e arte no esporte. Entretanto, não está claro se Alekhine realmente nutria simpatias nazistas ou era apenas complacente e coagido pelo governo devido a sua situação financeira e pessoal. O próprio veio a negar a autoria dos artigos depois de algum tempo. Mesmo assim, após a guerra foi considerado persona non grata por alguns organizadores de torneios e jogadores. === Morte === Alekhine veio a falecer num hotel do Estoril em Portugal, enquanto se preparava para um match para defender o seu título de campeão do mundo contra Botvinnik. Pensa-se que a sua morte, um assunto muito controverso e ainda debatido, se deva ou a um ataque cardíaco, ou a ter sufocado enquanto se alimentava. A este propósito alguns investigadores mais recentes apontam a hipótese de Alekhine ter sido espião (possivelmente alemão) durante a 2ª Guerra e ter sido vítima de homicídio (notar que Lisboa era então uma importante praça giratória da espionagem mundial). A FIDE financiou o funeral, e os seus restos mortais foram transferidos para o Cimetière du Montparnasse, em Paris, em 1956. Foi o único campeão mundial a reter o título até a sua morte, em uma época em que esse título era tratado como uma propriedade privada do campeão, que podia escolher com quem ele seria disputado. === Legado === Alekhine estudava bastante, aparecendo o seu nome associado a várias aberturas. A Defesa Alekhine (1. e4 Cf6 na notação algébrica) é o exemplo mais sonante; também existe o ataque de Alekhine-Chatard (1. e4 e6 2. d4 d5 3. Cc3 Cf6 4. Bg5 Be7 5. e5 Cfd7 6. h4), um sacrifício na Defesa Francesa. Também há uma partida que Alekhine jogou contra Aaron Nimzowitsch, que deu origem ao \"Canhão de Alekhine\". == Principais resultados em torneios == Data Competição Colocação Observações 1914 São Petersburgo 1914 3 No torneio final, vencido por Lasker, com Capablanca em segundo e Tarrasch em quarto. 1920 Campeonato Soviético de Xadrez de 1920 1 Com Peter Romanovsky em segundo. 1923 Carlsbad 1923 1 Com Efim Bogoljubow em segundo e Geza Maroczy em terceiro. 1924 Nova Iorque 1924 3 Vencido por Emanuel Lasker, com José Raul Capablanca em segundo e Frank Marshall em quarto. 1925 Baden-Baden 1925 1 Com participação de Akiba Rubinstein, Friedrich Sämisch, Efim Bogoljubow, Savielly Tartakower e Frank Marshall. 1926 Dresden 1926 2 Vencido por Aaron Nimzowitsch, com participação de Akiba Rubinstein e Savielly Tartakower 1927 Nova Iorque 1927 2 Vencido por José Raul Capablanca, com Aron Nimzowitsch em terceiro e Milan Vidmar em quarto. 1930 Sanremo 1930 1 Com Aaron Nimzowitsch em segundo,Akiba Rubinstein em terceiro e Efim Bogoljubow em quarto. 1931 Bled 1931 1 Com participação de Efim Bogoljubow, Aaron Nimzowitsch, Isaac Kashdan e Milan Vidmar. ==Ver também== * Defesa Alekhine * Canhão de Alekhine ==Bibliografia== * CHERNEV, Irving. Twelve Great Chess Players and Their Best Games. Dover, 1995. ISBN 0-486-28674-6; * == Ligações externas == * * * Categoria:Jogadores de xadrez da Rússia Categoria:Naturais de Moscou Categoria:Campeões mundiais de xadrez Categoria:Competidores das Olimpíadas de Xadrez Categoria:Anticomunistas da Rússia",
 "title": "Alexander Alekhine"
}