{
 "id": "12351",
 "text": "A Bandeira do Estado do Amazonas é um dos símbolos oficias do estado brasileiro do Amazonas.ALVES. Derly Halfeld. Bandeiras: nacional, históricas e estaduais. Brasília. Edições do Senado Federal, 2011. ISBN 978-85-7018-358-3. == História == Foi adotada por ocasião da Lei nº 1513 de 14 de janeiro de 1982. ==Descrição vexilológica== Seu desenho consiste em um retângulo de proporção largura-comprimento igual a 15:21 dividido em três faixas horizontais de mesma largura nas cores branco, vermelho, branco. Há no canto esquerdo superior um cantão azul sobre a faixa branca na qual há 25 estrelas prata de cinco pontas na qual uma destas está sempre coltada para a parte superior. As estrelas estão dispostas do seguinte modo: a primeira fileira terá 8 (oito) estrelas; a segunda terá 4 (quatro); a terceira terá 4 (quatro); a quarta terá 8 (oito) estrelas, equidistantes uma da outra proporcionalmente ao interior do retângulo. No centro há uma estrela de tamanho maior que as demais. == Simbolismo == As 25 estrelas no canto esquerdo superior representam os 25 municípios em que se dividia o estado em 4 de agosto de 1897. A estrela maior representa a capital, Manaus. As duas faixas brancas na horizontal representam esperança e a faixa vermelha, as dificuldades superadas. Na bandeira amazonense, ao branco e azul somou-se o vermelho (que pode ser interpretado em relação à época de preparação da bandeira), exatamente para que fosse levada aos campos de combate em Canudos, no ano de 1897, pelo batalhão militar amazonense (atual Polícia Militar do Estado do Amazonas), que se integrou às forças dos demais estados naquela luta. Image:Bandeira do Amazonas (verso).svg| Verso da bandeira do Amazonas. Image:Amazonas- antiga.png| Bandeira, não-oficial, conduzida pelas tropas amazonenses (1897). Image:Proposta_de_bandeira_do_Amazonas.png| Bandeira proposta durante o governo de Danilo Areosa (1967-1971). Acabou não oficializada em favor da atual bandeira. Image:Bandeira_do_governador_do_estado_do_Amazonas.svg| Bandeira do governador do Amazonas, com o brasão ao centro. Categoria:Bandeiras introduzidas em 1982",
 "title": "Bandeira do Amazonas"
}