{
 "id": "123654",
 "text": "Casa-Grande & Senzala é um livro do sociólogo brasileiro Gilberto Freyre publicado em 1933. Freyre apresenta a importância da casa-grande na formação sociocultural brasileira, assim como a da senzala na complementação da primeira. Além disso, Casa-Grande & Senzala enfatiza a formação da sociedade brasileira no contexto da miscigenação entre os brancos, principalmente portugueses, escravos negros das várias nações africanas e os diferentes povos indígenas que habitavam o Brasil. Na opinião de Freyre, a própria arquitetura da casa-grande expressaria o modo de organização social e política do Brasil, o patriarcalismo. Tal estrutura seria capaz de incorporar os vários elementos que comporiam a propriedade fundiária do Brasil Colônia. Do mesmo modo, o patriarca proprietário da terra considerado dono de tudo que nela se encontrasse: escravos, parentes, filhos, esposa, amantes, padres, políticos. Este domínio se estabeleceu incorporando tais elementos e não os excluindo. O padrão se expressa na casa-grande, que é capaz de abrigar desde escravos até os filhos do patriarca e suas respectivas famílias. Freyre também desmistifica a noção de determinação racial na formação de um povo, e dá maior importância aos fatores culturais e ambientais. Com isso refuta a ideia de que a miscigenação teria levado à formação de uma raça inferior no Brasil. Antes, aponta para os elementos positivos da formação cultural brasileira oriundos desta miscigenação entre distintas culturas. == Comentários sobre a obra == Entre 1933 e 1942, três grandes livros publicados alimentaram, no dizer de Antônio Cândido, a imaginação dos jovens brasileiros e os estimularam a refletir sobre seu país: Casa-Grande & Senzala (1933), de Gilberto Freyre; Raízes do Brasil (1936) de Sérgio Buarque de Holanda e Formação do Brasil Contemporâneo (1942) de Caio Prado Júnior. Sobre a \"composição libérrima\" de Casa-Grande & Senzala, atribuindo ao escravo uma importância ímpar e decisiva na formação do ser mais íntimo brasileiro, e a abordagem da vida sexual de forma tão franca, disse, ainda, que os pósteros não fazem ideia de sua força revolucionária e seu impacto libertário da colônia brasileira. == Críticas == Segundo Clóvis Moura, \"Gilberto Freyre caracterizou a escravidão no Brasil como composta de senhores bons e escravos submissos\". O mito do bom senhor de Freyre seria uma tentativa no sentido de interpretar as contradições do escravismo como simples episódio sem importância, e que não teria o poder de desfazer a harmonia entre exploradores e explorados durante aquele período. Relata Martiniano J. Silva que a miscigenação é um velhíssimo processo de enriquecimento racial e cultural dos povos, capaz de gerar civilizações, e que ocorre de forma livre e democrática. Afirma que historicamente a miscigenação de raças no Brasil “nunca foi tratada e nunca existiu como um processo livre, espontâneo, e, portanto, natural, de união entre dois povos.” Ao contrário, como reafirma Silva, a dignidade da mulher negra teria sido violentada, atingindo sua honra no âmbito moral e sexual, através de uniões mantidas a força, sob a égide do medo, da insegurança, onde as crianças eram concebidas legalmente sem pai, permanecendo no status de escrava, não havendo assim nenhum enriquecimento racial e cultural de civilização alguma. Conclui dizendo que é preciso que não se confunda a descaracterização de um povo pela violência sexual com a hipótese de uma democracia racial. O próprio Freyre, na obra em apreço, corrobora essa violência, embora um tanto acanhadamente: Nenhuma casa-grande do tempo da escravidão quis para si a glória de conservar filhos maricas ou donzelões. O folclore da nossa antiga zona de engenhos de cana e de fazendas de café, quando se refere a rapaz donzelo, é sempre em tom de debique:para levar o maricas ao ridículo. O que sempre se apreciou foi o menino que cedo estivesse metido com raparigas. Raparigueiro, como ainda hoje se diz. Femeeiro. Deflorador de mocinhas. E que não tardasse a emprenhar negras, aumentando o rebanho e o capital paternos». Se esse foi sempre o ponto de vista da casa-grande, como responsabilizar-se a negra da senzala pela depravação precoce do menino nos tempos patriarcais? O que a negra da senzala fez foi facilitar a depravação com a sua docilidade de escrava; abrindo as pernas ao primeiro desejo do sinhô-moço. Desejo, não: ordem\". Ou seja, o autor, de forma mais objetiva, não profliga a promiscuidade reinante no período escravocrata. Mais incisivo é Sergius Gonzaga: \"Filhos, quase todos, de senhores de engenho, tinham à disposição o corpo das escravas — tidas como coisas, e assim obrigadas a aceitar o furor sexual dos grandes proprietários e seus descendentes. Algumas delas requintavam a sensualidade, buscando fugir à brutalidade do trabalho servil pelo reconhecimento de um senhor mais generoso\". == Gilberto Freyre sobre as críticas que recebeu == À pergunta: “Até que ponto nós somos uma democracia racial?”, formulada pela jornalista Lêda Rivas, Freyre respondeu: “(…) Democracia política é relativa. (…). Sempre foi relativa, nunca foi absoluta(…).Democracia plena é uma bela frase (…) de demagogos, que não têm responsabilidade intelectual quando se exprimem sobre assuntos políticos. (…). Os gregos, aclamados como democratas do passado clássico, conciliaram sua democracia com a escravidão. Os Estados Unidos, que foram os continuadores dos gregos como exemplo moderno de democracia no século XVIII, conciliaram essa democracia também com a escravidão. Os suíços, que primaram pela democracia direta, até há pouco não permitiam que mulher votasse. São todos exemplos de democracias consideradas, nas suas expressões mais puras, relativas. (…). O Brasil (…) é o país onde há uma maior aproximação à democracia racial, quer seja no presente ou no passado humano. Eu acho que o brasileiro pode, tranquilamente, ufanar-se de chegar a este ponto. Mas é um país de democracia racial perfeita, pura? Não, de modo algum. Quando fala em democracia racial, você tem que considerar [que] o problema de classe se mistura tanto ao problema de raça, ao problema de cultura, ao problema de educação. (…) Isolar os exemplos de democracia racial das suas circunstâncias políticas, educacionais, culturais e sociais, é quase impossível. (…). É muito difícil você encontrar no Brasil [negros] que tenham atingido [uma situação igual à dos brancos em certos aspectos...]. Por quê? Porque o erro é de base. Porque depois que o Brasil fez seu festivo e retórico 13 de maio, quem cuidou da educação do negro? Quem cuidou de integrar esse negro liberto à sociedade brasileira? A Igreja? Era inteiramente ausente. A República? Nada. A nova expressão de poder econômico do Brasil, que sucedia ao poder patriarcal agrário, e que era a urbana industrial? De modo algum. De forma que nós estamos hoje, com descendentes de negros marginalizados, por nós próprios. Marginalizados na sua condição social. [...]. Não há pura democracia no Brasil, nem racial, nem social, nem política, mas, repito, aqui existe muito mais aproximação a uma democracia racial do que em qualquer outra parte do mundo”. E ao prefaciar a obra \"Religião e Relações Raciais\", de René Ribeiro, Gilberto Freyre mais uma vez afirmou: “Tão extremada é tal interpretação como a dos que pretendam colocar-me entre aqueles sociólogos ou antropólogos apenas líricos para quem não houve jamais entre os portugueses, nem há entre brasileiros, preconceito de raça sob nenhuma forma. O que venho sugerindo é ter sido quase sempre, e continuar a ser, esse preconceito mínimo entre portugueses — desde o contato dos mesmos como os negros e da política de assimilação, do Infante – e brasileiros, quando comparado com as outras formas cruas em vigor entre europeus e entre outros grupos. O que daria ao Brasil o direito de considerar-se avançada democracia étnica como a Suíça se considera — e é considerada — avançada democracia política, a despeito do fato, salientado já por mais de um observador, de haver entre os suíços não raros seguidores de (…) ideias políticas de antidemocracia”. Afirmou também: “Não é que inexista preconceito de raça ou de cor conjugado com o preconceito de classes sociais no Brasil. Existe. Mas ninguém pensaria em ter Igrejas apenas para brancos. Nenhuma pessoa no Brasil pensaria em leis contra os casamentos inter-raciais. Ninguém pensaria em barrar pessoas de cor dos teatros ou áreas residenciais da cidade. Um espírito de fraternidade humana é mais forte entre os brasileiros que o preconceito de raça, cor, classe ou religião. É verdade que a igualdade racial não se tornou absoluta com a abolição da escravidão. (…). Houve preconceito racial entre os brasileiros dos engenhos, houve uma distância social entre o senhor e o escravo, entre os brancos e os negros (…). Mas poucos aristocratas brasileiros eram rígidos sobre a pureza racial, como era a maioria dos aristocratas anglo-americanos do Velho Sul”. == Ver também == * Democracia racial no Brasil * Racismo no Brasil * Movimento negro no Brasil == Bibliografia == * FREYRE, Gilberto. Casa-Grande & Senzala. Editora Record, Rio de Janeiro, 1998, cap. IV, 34.ª edição, pág. 372. * GONZAGA, Sergius. Manual de Literatura Brasileira. Mercado Aberto, Porto Alegre, 1985, capítulo II, página 16. * HOLANDA, Sérgio Buarque de. Raízes do Brasil. Coleção Documentos Brasileiros. Prefácio de Antônio Cândido. Rio de Janeiro:José Olympio, 1987, 19.ª edição. * MOURA, Clóvis. Sociologia do Negro Brasileiro. Série Fundamentos. São Paulo:Editora Ática, 1988, pág. 18. * SILVA, Martiniano J. Racismo à Brasileira: Raízes Históricas. 3.ª edição. São Paulo: Anita,[1995]. == Ligações externas == * s * * Categoria:Livros de 1933 Categoria:Livros de Gilberto Freyre Categoria:Livros de história do Brasil Casa Grande & Senzala|freyre, Gilberto Categoria:Racismo no Brasil",
 "title": "Casa-Grande & Senzala"
}