{
 "id": "123615",
 "text": "Paul Celan (Cernăuţi, 23 de novembro de 1920 — Paris, 20 de abril de 1970), pseudônimo de Paul Pessakh Antschel (em alemão) ou Paul Pessakh Ancel (em romenoO pseudônimo Celan, adotado a partir de 1945, é um anagrama do nome romeno Ancel. Ver Paul Celan. Por Ana Carla Marcello Pereira.) foi um poeta, tradutor e ensaísta romeno radicado na França. ==Biografia== Paul Pessakh Antschel nasceu em Cernăuţi (à época chamada Czernowitz), que fora a capital da província da Bucovina. Até o fim da Primeira Guerra Mundial, a região pertencera ao Império Austro-Húngaro, e, por isso, o alemão, ao lado do romeno, era a principal língua de comunicação da aristocracia cultural de origem judaica, à qual o poeta pertencia e que constituía quase a metade da população da cidade. Entre 1918 a 1939, Czernowitz foi predominantemente uma cidade judia de língua alemã, com uma produção literária expressiva, que se encerrou no fim da Segunda Guerra. Todavia, mesmo algum tempo depois de 1945, predominava ainda a língua alemã.Paul Celan. Por Ana Carla Marcello Pereira. Celan traduziu mais de quarenta poetas, de diferentes línguas, inclusive o português Fernando Pessoa. Sobrevivente do Holocausto, Celan é considerado um dos mais importantes poetas modernos de língua alemã. Nos últimos anos de sua vida, apresentava tendências autodestrutivas, delírio persecutório e episódios de amnésia. Suicidou-se por afogamento, no rio Sena, em abril de 1970, aos 49 anos. == Alguns autores traduzidos por Celan == * Guillaume Apollinaire * Tudor Arghezi * Antonin Artaud * Charles Baudelaire * Aleksandr Blok * André Breton * Jean Cayrol * Aimé Césaire * René Char * Emil Cioran * Jean Daive * Robert Desnos * Emily Dickinson * John Donne * André du Bouchet * Jacques Dupin * Paul Éluard * Robert Frost * Clement Greenberg * Alfred Edward Housman * Velimir Khlebnikov * Maurice Maeterlinck * Stéphane Mallarmé * Ossip Mandelstam * Andrew Marvell * Henri Michaux * Marianne Moore * Gellu Naum * Gérard de Nerval * Benjamin Péret * Fernando Pessoa * Pablo Picasso * Arthur Rimbaud * William Shakespeare * Georges Simenon * Jules Supervielle * Giuseppe Ungaretti * Paul Valéry * Serguei Iessienin * Yevgeny Yevtushenko == Prêmios (seleção) == * 1960 - Prêmio Georg Büchner == Referências bibliográficas em língua portuguesa == * ABI-SÂMARA, Raquel. Traduzir Paul Celan: uma tarefa sem limite. In: PAIVA DE SOUZA. M.; CARVALHO, R.; SALGUEIRO, W. (Org.). Sob o signo de Babel: Literatura e poéticas da tradução. Vitória 2006, p. 69-74. *ARON, Irene. Paul Celan: a expressão do indizível. In: Pandemonium Germanicum, n°1, 1997, p. 77-85. *CANTINHO, Maria João, A Neve das Palavras * BECKERT, Cristina, CANTINHO, Maria João, CORREIA, João Carlos, SOEIRO, Ricardo Gil, Paul Celan: Da Ética do Silêncio à Poética do Encontro, Centro de Filosofia de Lisboa, Lisboa, 2015. * CARDOZO, Maurício Mendonça. 'Paul Celan: a poesia depois de Auschwitz. Revista Coyote, Londrina, v. 14, p. 2-7, 2006. * CARONE, Modesto. A poética do silêncio. São Paulo 1979. *GUERREIRO, António, O Acento Agudo do Presente. Lisboa: Cotovia, 2000. * LAGES, S. K. \"Memória e melancolia em Paul Celan. Cisões e desdobramentos entre \"Die Todesfuge\" ('A Fuga da Morte') e \"Die Posaunenstelle\" ('O lugar das trombetas')\". In: Revista brasileira de estudos germânicos, v. 8, p. 87-99, 2004. * LINS, Vera. Paul Celan, na quebra do som e da palavra: poesia como lugar de pensamento. In: Poesia e Crítica: uns e outros. Rio de Janeiro, 7Letras, 2005, 23-34. * MARQUES DE BARROS, José Eduardo. Passagens ao Poético: A Correspondência de Paul Celan e Gisèle Celan-Lestrange, Rio de Janeiro, UFRJ. (Dissertação de Mestrado), 2006. * OLIVEIRA, Mariana Camilo de. A dor dorme com as palavras. Rio de Janeiro, 7letras, 2011. * PEREZ, Juliana P. Offene Gedichte. Eine Studie über Paul Celans Die Niemandsrose. Würzburg, 2010. * PEREZ, Juliana P. Pausa para o efêmero: breve ensaio sobre o tempo na poesia de Paul Celan. Tempo Brasileiro, v. 176, p. 15-34, 2009. * PEREZ, Juliana P. Reflexões sobre a poesia como abertura. Gragoatá (UFF), v. 23, p. 135-148, 2007. *PEREZ, Juliana P. À margem do abismo: uma interpretação poetológica de Zürich, zum Storchen, de Paul Celan. In: Pandemonium Germanicum 10/2006. p. 113-138.] * PEREZ, Juliana P. Abertura e hermetismo na poesia de Paul Celan. Terceira Margem, v. 15, p. 191-204, 2006. * PEREZ, Juliana P. Vielleicht Hoffnung. Noch ein Versuch über Paul Celans Sprachgitter. In: Pandemonium Germanicum, 8/2004, p. 171-188. == Obras de Celan disponíveis em português == * CELAN, P. Poemas; tradução e introdução de Flávio Kothe. Rio de Janeiro, 1977. * CELAN, P. Hermetismo e Hermenêutica; introdução, tradução, comentários e organização de Flávio Kothe. Rio de Janeiro, 1985. * CELAN, P. Sete rosas mais tarde; tradução de João Barrento e Yvete Centeno. Lisboa 1993. S. XV-XXVIII. * CELAN, P. Arte Poética: O Meridiano e outros textos; tradução de João Barrento e Vanessa Milheiro; posfácio e notas de João Barrento. Lisboa, 1996. * CELAN, P. A morte é uma flor. Poemas do espólio; tradução de João Barrento. Lisboa, 1998. * CELAN, P. Cristal; tradução de Claudia Cavalcante. São Paulo, 1999. * CELAN, P. Não sabemos mesmo o que importa. Cem Poemas; tradução de Gilda Lopes Encarnação. Lisboa: Relógio d'Água, 2014. Categoria:Judeus da Romênia Categoria:Poetas da Roménia Categoria:Poetas da França Categoria:Poetas do surrealismo Categoria:Poetas suicidas Categoria:Escritores em língua alemã Categoria:Suicidas da Alemanha Categoria:Tradutores para a língua alemã Categoria:Mortos em 1970",
 "title": "Paul Celan"
}