{
 "id": "123675",
 "text": "D. Teodósio I de Bragança (Vila Viçosa, cerca de — Vila Viçosa, ) foi o quinto Duque de Bragança. == Biografia == Primogénito do Duque D. Jaime I, sucedeu- lhe no ducado após a sua morte, em 1532. Teve por mestre Diogo Sigeo, varão muito erudito, considerado como um dos primeiros sábios do seu tempo. Depois do casamento de sua irmã D. Isabel, com o infante D. Duarte, a quem doou o ducado de Guimarães, instituiu com os seus bens patrimoniais um morgado importante que uniu aos que já existiam. O respectivo documento vem na Resenha das famílias titulares e grandes de Portugal e tem a data de 8 de novembro de 1540. Teodósio passa por ter sido um homem culto, típico do Renascimento, amante da pintura e da escultura, e gostava de estar ao corrente do que se passava nas outras cortes europeias. Enquanto viveu, não houve guerra em Portugal. A rainha regente Catarina de Áustria nomeou-o general do exército que devia ir em socorro de Mazagão, mas ficou sem efeito, pois não se chegou a realizar a marcha destas forças para África. D. Teodósio fundou ainda alguns conventos. Era curioso do que se passava nas cortes estrangeiras, sustentando em diversos países agentes que lhe remetiam notícias, que ele depois coligia em volumes, a que dava o titulo de Os livros de muitas cousas. == Casamento e descendência == Casou em 25 de junho de 1542 em primeiras núpcias com a sua prima direita, D. Isabel de Lencastre (1513-1558), filha de D. Dinis de Portugal e Castro (1481-1516), que era filho de Fernando II de Bragança, e de D. Brites de Castro-Osório (1484-1560), de quem teve: * D. João I, 6º em ordem na sua Casa. Em 4 de setembro de 1559, casou-se em segundas núpcias com D. Brites ou Beatriz de Lencastre (1542 - Leiria, 20 de Fevereiro de 1623), filha de D. Luís de Lencastre, de quem teve: *Jaime de Bragança (17 de Junho de 1560 - 4 de Agosto de 1578), morto na Batalha de Alcácer Quibir; * Isabel de Bragança (22 de Maio de 1561-1626) casada com D. Miguel Luís de Meneses, (c. 1565 - 10 de Agosto de 1637), 1.º Duque de Caminha, 6.º Marquês de Vila Real, 5.º Conde de Alcoutim e Valença, e 8.º Capitão Geral da Praça de Ceuta, sendo filho de Manuel de Meneses, 5.º Marquês de Vila Real.Sousa, António Caetano de, HGCRP, Tomo II. Lisboa: Officina de Joseph Antonio da Sylva, 1736. Página 516 e seguintes Teve uma relação com uma dama solteira do Paço Ducal de Vila Viçosa, da qual resultou Afonso Fayão, nascido por volta de 1558, filho bastardo que viria a ser Abade de Baltar. Afonso teve geração, que resultou em uma nobreza rural localizada na região do distrito do Porto, cuja descendência foi estudada por um genealogista portuense, Elísio Ferreira de Sousa. Em 1970, apresentou o estudo no seu livro Os Braganças da Província do Minho. == Ascendência == Genealogia dos Duques de Bragança 1377-1510 == Livraria de D. Teodósio I == A livraria do 5.º duque de Bragança foi a maior livraria nobiliárquica portuguesa do Renascimento e uma das maiores da Europa à época. Estima-se que integrava 1656 livros. Os principais temas das obras sãoBuescu, Ana (2017). O lugar da História na livraria de D. Teodósio I, duque de Bragança, Revista Diálogos Mediterrânicos n.º 12: * Teologia; * Historiadores em latim; * História. == Ligações externas == * Genealogia de Afonso Fayão- genealogia de uma pequena parte dos descendentes e antepassados de Afonso Fayão, Abade de Baltar e filho ilegítimo de Dom Teodósio I, que gerou descendência nos municípios vizinhos do Porto. * -D. Teodósio I, 5.º duque de Bragança * O Duque como conselheiro: D. Teodósio e a Coroa em meados de Quinhentos Categoria:Infantes de Portugal Categoria:Duques de Bragança Categoria:Condes de Arraiolos Categoria:Condes de Barcelos Categoria:Condes de Neiva Categoria:Condes de Ourém Categoria:Duques de Guimarães Categoria:Marqueses de Vila Viçosa Categoria:Duques católicos romanos Categoria:Nobres de Portugal do século XVI Categoria:Naturais de Vila Viçosa",
 "title": "Teodósio I, Duque de Bragança"
}