{
 "id": "123757",
 "text": "Anarcocomunismo (também chamado de anarquismo comunista ou comunismo libertário) é uma vertente do anarquismo que advoga por uma sociedade sem classes, sem Estado e sem propriedade privada dos meios de produção, na qual os frutos do trabalho seriam distribuídos de acordo com as necessidades de cada indivíduo, de acordo com a máxima: \"de cada qual, segundo sua capacidade; a cada qual, segundo suas necessidades\". Essa concepção passou a ser desenvolvida pelos anarquistas em meados de 1870. Até aquela época, a maioria dos anarquistas europeus defendia o coletivismo, baseado na máxima \"a cada um segundo seu trabalho\", que propunha a recompensa com base no esforço realizado como proposta econômica para a sociedade futura. Em 1876, o anarquismo comunista foi exposto de maneira mais sistemática por Carlo Cafiero e Errico Malatesta e adotado pela seção italiana da Associação Internacional dos Trabalhadores (AIT) — já dividida após a cisão com os marxistas — em um congresso realizado em Florença. Entre outros proponentes notórios do anarquismo comunista, estavam o francês Élisée Reclus e o russo Piotr Kropotkin. Especialmente a partir da década de 1890, o comunismo anarquista se tornou hegemônico dentro do movimento libertário e, consequentemente, passou a ser quase um sinônimo para o anarquismo social, em oposição ao anarquismo individualista. == Conceito e terminologia == O anarcocomunismo, como conceito e modelo, sugere um tipo de sociedade sem Estado, sem classes e sem propriedade privada dos meios de produção. Nessa sociedade, o trabalho seria realizado de acordo com as capacidades de cada indivíduo e seus frutos seriam distribuídos de acordo com as necessidades de cada um — modelo expressado na máxima \"de cada qual, segundo sua capacidade; a cada qual, segundo suas necessidades\". Teoricamente, não existe nenhuma diferença substancial entre a ideia de comunismo defendida pelos anarquistas daquela que é adotada pelo marxismo (exceto nessa questão da existência de um Estado totalitário). Apesar das discordâncias em torno da transição do capitalismo para o comunismo, anarquistas e marxistas compartilham desse mesmo conceito. Os termos \"anarquismo comunista\" ou \"anarcocomunismo\" são geralmente usados para se referir aos anarquistas que defendem a ideia de que na sociedade futura os frutos do trabalho devem ser distribuídos de acordo com as necessidades de cada indivíduo. Por vezes, no entanto, tais termos aparecem na literatura acadêmica e militante em contraste com anarcossindicalismo e o sindicalismo revolucionário. Segundo essas interpretações, o anarcocomunismo seria caracterizado pela oposição aos sindicatos e pela adoção de posições insurrecionalistas, contrárias ao anarcossindicalismo e o sindicalismo revolucionário, considerados reformistas. Ainda que em alguns contextos nacionais anarquistas antiorganizacionistas tenham se declarado enquanto anarcocomunistas para marcar sua oposição aos anarcossindicalistas e sindicalistas revolucionários, muitos anarquistas geralmente classificados como anarcocomunistas — entre eles Piotr Kropotkin e Errico Malatesta — defenderam a participação dos anarquistas nos sindicatos, bem como a maioria dos anarcossindicalistas e sindicalistas revolucionários tinham o anarquismo comunista no horizonte de sua luta. Kropotkin promoveu o sindicalismo e acreditava que os sindicatos revolucionários eram \"absolutamente necessários\", enquanto Malatesta descreveu o sindicato como \"o melhor dos meios\" para alcançar a transformação social. A anarcossindicalista Federación Obrera Regional Argentina (FORA), por sua vez, recomendava em seu V Congresso a propaganda dos \"princípios econômicos e filosóficos do anarquismo comunista\". == História == A história do anarquismo comunista pode ser entendida como a história de um conceito, assumido por diversos anarquistas em contextos distintos. Inicialmente, o movimento anarquista era predominantemente coletivista. O coletivismo se diferenciava do comunismo na medida em que defendia que a distribuição dos frutos do trabalho deveria se dar de acordo com o trabalho realizado. Os primeiros anarquistas interpretaram o comunismo como parte de uma tradição estatista e autoritária, representada por Étienne Cabet, Wilhelm Weitling e Karl Marx. Mikhail Bakunin afirmou ser contrário ao comunismo, pois ele necessariamente levaria à centralização da propriedade coletiva nas mãos de um Estado. O coletivismo, para ele, permitiria que os trabalhadores pudessem usufruir completamente dos frutos de seu trabalho, sem que fossem apropriados por um capitalista ou por um Estado centralizado, permitindo que a organização da sociedade e da propriedade coletiva se desse de baixo para cima, por meio da livre associação. Até meados da década de 1870, a maior parte dos anarquistas abraçaram o coletivismo. O coletivismo, no entanto, implicava algum tipo de sistema de salários baseado na moeda ou em troca de mercadorias, além de algum tipo de diferença de remuneração entre as pessoas. No sistema coletivista, segundo James Guillaume: Entre 1874 e 1876, alguns anarquistas começaram a tecer críticas ao coletivismo e passaram a defender a adoção do comunismo, entre eles os proeminentes militantes italianos Carlo Cafiero e Errico Malatesta. Para eles, seria impossível exigir de todos o mesmo nível de produtividade, uma vez que, por exemplo, a fertilidade do solo poderia variar de um lugar para outro e as capacidades físicas e mentais variam muito de indivíduo para indivíduo. Além disso, seria também impossível determinar a contribuição de cada indivíduo para a produção, já que a produção seria um processo inerentemente social, no qual o trabalho de cada indivíduo dependia também do trabalho de outras pessoas. O coletivismo, por fim, poderia restabelecer a concorrência e a desigualdade, segundo eles. Em 1876, sob a influência de Cafiero e Malatesta, a seção italiana da Associação Internacional dos Trabalhadores (AIT) — nessa altura, já dividida após a cisão com os marxistas — abandonou o coletivismo e adotou o comunismo, a partir das discussões realizadas em um congresso realizado na cidade de Florença. Nos anos seguintes, especialmente a partir de 1880, o comunismo passou a ser adotado pela maior parte dos militantes anarquistas europeus. O russo Piotr Kropotkin se tornou dos mais importantes proponentes e propagandistas do anarquismo comunista. Ao contrário de Malatesta, que reconhecia que a adoção do comunismo na sociedade futura pressupunha a abundância de recursos e um aprofundamento ético sem precedentes para a sua realização, e por isso, aceitava um período de transição coletivista antes da adoção completa do comunismo, Kropotkin sustentou que a adoção do comunismo logo após a revolução era possível e necessária. Para o anarquista russo, A Espanha foi único país europeu onde o anarquismo comunista teve dificuldades em se estabelecer como corrente hegemônica do movimento libertário. A Federación de Trabajadores de la Región Española (FTRE), coletivista e bakuninista em suas origens, possuía cerca de 64 mil trabalhadores associados em 1882. A FTRE defendia o direito do trabalhador usufruir do produto total de seu trabalho e rejeitava o comunismo, considerando-o autoritário e chegando a defender a pequena propriedade individual. O sindicato seria a base da sociedade futura, e o caminho para a revolução social passava pela organização do movimento operário. A FTRE, portanto, rejeitava as táticas insurrecionárias. Logo surgiram militantes e grupos dissidentes da FTRE, como Martín Borrás, Emilio Hugas e os Desheredados, advogando a violência revolucionária e a propaganda pelo ato. Esses grupos e militantes logo adotaram o anarquismo comunista em oposição ao coletivismo, passaram a se opor também ao sindicalismo, visto por eles como essencialmente reformista, e adotaram posições antiorganizacionistas. As controvérsias entre coletivistas e comunistas na Espanha, porém, foram permeadas mais por divergências no campo tático do que ideológico. Ao fim da década de 1880, militantes coletivistas de destaque, como Ricardo Mella e Fernando Tarrida del Mármol, tentaram apaziguar as divergências e propuseram o \"anarquismo sem adjetivos\", numa tentativa de unir as duas tendências. Já na década de 1890, o anarquismo comunista se tornou hegemônico e as posições coletivistas foram marginalizadas, e, consequentemente, o termo \"anarquismo comunista\" tornou-se quase um sinônimo de \"anarquismo social\", em contraste com o anarquismo individualista. Desde então, as questões que mais têm causado dissenso entre os anarquistas são aquelas de fundo tático — atuação junto ao movimento operário, organização, uso da violência —, e a distribuição dos frutos do trabalho na sociedade futura não tem sido motivo de grandes debates. == Funcionalidade e teoria econômica == A abolição do trabalho assalariado é fundamental para o comunismo anarquista. Com a distribuição da riqueza baseando-se em necessidades autodeterminadas, as pessoas seriam livres para se envolver em qualquer atividade que elas achassem mais gratificante e não mais precisassem se engajar em trabalho para o qual não têm nem o temperamento nem a aptidão. Os comunistas anarquistas argumentam que não há uma maneira válida de medir o valor de todas as contribuições econômicas de uma pessoa porque toda riqueza é um produto coletivo das gerações atuais e anteriores. Por exemplo, não foi possível medir o valor da produção diária de uma fábrica, sem levar em conta a forma como transporte, alimentação, água, abrigo, relaxamento, eficiência da máquina, humor emocional, etc. contribuíram para a produção. Para realmente dar valor econômico numérico a qualquer coisa, uma grande quantidade de externalidades e fatores contribuintes precisariam ser levados em consideração - especialmente o trabalho atual ou passivo contribuindo para a capacidade de utilizar mão-de-obra futura. Como disse Kropotkin: \"Não se pode traçar distinção entre o trabalho de cada homem. Medir o trabalho por seus resultados nos leva ao absurdo, dividir e medi-los por horas gastas no trabalho também nos leva ao absurdo. Uma coisa permanece: colocar as necessidades acima das obras e, em primeiro lugar, reconhecer o direito de viver e, mais tarde, o conforto da vida, para todos aqueles que tomam sua participação na produção ... \" O anarquismo comunista compartilha muitos traços com o anarquismo coletivista, mas os dois são distintos. O anarquismo coletivista acredita na propriedade coletiva enquanto o anarquismo comunista nega todo o conceito de propriedade a favor do conceito de uso. Crucialmente, a relação abstrata de \"senhorio\" e \"inquilino\" não existiria mais, uma vez que tais títulos são mantidos sob coação legal condicional e não são absolutamente necessários para ocupar edifícios ou espaços (os direitos de propriedade intelectual também cessariam, já que eles são uma forma de propriedade privada). Além de acreditar que alugueis e outros tipos de taxação são exploradoras, os anarcocomunistas sentem que são pressões arbitrárias que induzem as pessoas a desempenhar funções não relacionadas. Por exemplo, eles questionam por que um deve ter que trabalhar para 'X horas' por dia para simplesmente viver em algum lugar. Então, em vez de trabalhar de forma condicional por causa do salário ganho, eles acreditam em trabalhar diretamente para o objetivo em questão. === A comuna como uma democracia econômica === O anarcocomunismo tem criticado um simples apelo à propriedade dos trabalhadores dos locais de trabalho e sua administração como cooperativas. Embora não seja um problema com a organização, como é uma técnica, uma solução para a visão do anarcosindicalismo como uma teoria, que vê uma economia pós-capitalista por federações de sindicatos industriais. Em vez disso, o anarcocomunismo propõe a sociedade futura organizada territorialmente através de comunas livres (localidades), em vez de industrialmente através de sindicatos de trabalhadores (sindicatos). Cada comuna é percebida como uma unidade político- econômica integrada, eliminando uma distinção entre trabalho e comunidade, além de existir como parte de uma confederação comunal mais ampla composta por outras comunas autônomas, unidas a través de acordos contratuais voluntários. Isso é visto como superando o centrismo econômico de formas mais \"trabalhadoras\" de socialismo que se concentram apenas não local de trabalho como um site de luta. Murray Bookchin colocou assim: Mas e quanto ao ideal sindicalista de empresas autogerenciadas \"coletivizadas\" que são coordenadas por ocupação, bem como uma coordenada geográfica por \"coletivos\" a nível local? [...] Aqui, uma crítica socialista tradicional desta forma sindicalista de gestão econômica não é seu objetivo: o capitalista corporativo ou privado, \"controlado pelo trabalhador\" ou não ironicamente, uma técnica sem repertório de gestão industrial que é. Hoje em dia, está em voga como \"democracia no local de trabalho\" e \"propriedade dos funcionários\" e não existe qualquer ameaça para uma propriedade privada e o capitalismo [...] Em qualquer caso, uma \"democracia econômica\" não significante simplesmente \"democracia no local de trabalho \"e\" empregado propriedade.\" Muitos trabalhadores, de fato, gostariam de se afastar de suas fábricas se pudessem e encontrarem tipos de trabalho artesanais mais criativos, não simplesmente \"participar\" do não \"planejamento\" de sua própria miséria. O que é \"democracia econômica\" significava, em seu sentido mais profundo, o acesso \"democrático\" à meios de vida, uma contrapartida da democracia política, ou seja, uma garantia da liberdade do material da necessidade. É um truque burguês sujo, não qual muitos radicais participam inconscientemente, que uma \"democracia econômica\" foi reinterpretada como \"propriedade dos funcionários\" e \"democracia no local de trabalho\" e significou a \"participação\" dos trabalhadores na partilha de lucros e na gestão industrial, em vez da liberdade da tirania da fábrica, racionalização do trabalho e \"produção planejada\", que geralmente é a produção exploradora com a cumplicidade dos trabalhadores. Sendo assim: \"Receptivamente\" ou não-libertário político economia e dissolução - um domínio não cívico Nem os trabalhadores, agricultores, técnicos, engenheiros, profissionais e similares podem perpetuar suas identidades vocacionais como interesses separados que existem além do corpo de pessoas em face-a-face assembleias. \"Propriedade\" é integrado na comuna como constituinte material do seu quadro institucional libertário, de fato, como parte de um todo maior que é controlado pelo órgão cidadão na assembleia como cidadãos - não como grupos de interesse orientado vocacionalmente \". A palavra \"comunismo\" não anarcocomunismo deve, portanto, ser tomada para se referir a uma política de comunas, bem como uma economia dos comuns. === Sistema penal === Piotr Kropotkin, realizou trabalhos no qual contribuiu para áreas da criminologia, para ele, as leis não diminuíam o crime, conseguiam apenas evitar o pensamento crítico das pessoas, além de manter o poder e os privilégios na classe dos capitalistas e no Estado. Enquanto a prisão, por mais que fosse reformada, apenas conseguia eliminar as qualidades humanas do indivíduo e tornar o indivíduo menos socializado, mais marginalizado e adaptado à vida criminosa. Portanto, o sistema penal institucionalizado e Estatal deveria ser abolido pela revolução anarquista que formaria uma sociedade igualitária. Sem a defesa da propriedade privada para alguns e a negação do acesso a ela para outros, não se despertaria o egoísmo nas pessoas, a tendência humana do apoio mútuo refloresceria, problemas seriam resolvidos com cooperação, porém o mesmo acredita que com tais aspectos minimizariam os crimes, mas reconhece que ainda poderia ocorrer, então como citado em seu livro \"A conquista do pão\" propõe uma organização voluntária, formando um tribunal, no qual seriam votadas diretamente as sentenças. Exemplos análogos são encontrados dentro das primitivas tribos humanas, das antigas comunidades rurais e das modernas associações industriais. === Livre associação de comunas em oposição ao Estado-nação === O anarcocomunismo exige uma forma confederal nas relações de ajuda mútua e livre associação entre comunas como alternativa ao centralismo do Estado-nação. Peter Kropotkin sugeriu assim que: \"O governo representativo realizou sua missão histórica; deu um golpe mortal ao tribunal; e por seus debates despertou o interesse público em questões públicas. Mas para ver nele, o governo da futura sociedade socialista cometeu um erro grosseiro. Cada fase econômica da vida implica sua própria fase política; e é impossível tocar a própria base da vida econômica atual - propriedade privada - sem uma mudança correspondente nas próprias bases da organização política. A vida já mostra em que direção a mudança será feita. Não aumentando os poderes do Estado, mas ao recorrer à organização gratuita e à federação gratuita em todos os ramos que agora são considerados atributos do Estado.\" Assim sendo: \"Nenhuma comunidade pode esperar alcançar a autarquia econômica, nem deve tentar fazê-lo, a menos que deseje se tornar autofechado e paroquial, não só \"autossuficiente\". Daí a confederação de comunas \"a Comuna das comunas\" é retrabalhada economicamente e politicamente em um universo compartilhado de recursos geridos publicamente. A gestão da economia, precisamente porque é uma atividade pública, não gera degeneração nas interações privatizadas entre as empresas; em vez disso, desenvolve interações confederadas entre os municípios. Ou seja, os próprios elementos da interação social são expandidos de componentes privatizados reais ou potenciais para componentes públicos institucionalmente reais. Confederação torna-se um projeto público por definição, não só por necessidades e recursos compartilhados.\" ==Ver também== * Tópicos no anarquismo == Bibliografia == * * * * * C Categoria:Anarquismo Categoria:Anticapitalismo Categoria:Comunismo Categoria:Esquerda (política) Categoria:Filosofia política Categoria:Ideologias políticas Categoria:Socialismo libertário Categoria:Teorias sociais Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Anarcocomunismo"
}