{
 "id": "12389",
 "text": "{{Info/Município do Brasil | nome = Diadema | foto = Diadema_Centro.png | leg_foto = Diadema | apelido = | padroeiro = Imaculada Conceição | brasão = Brasão de Diadema - SP.svg | bandeira = Bandeira de Diadema - SP.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de dezembro | fundação = | gentílico = diademense | lema = Floreat Diadema \"Floresça, Diadema\" | CEP = 09900-000 a 09999-999 | prefeito = José de Filippi Júnior | partido = PT | mandato_início = 2021 | mandato_fim = 2024 | mapa = SaoPaulo Municip Diadema.svg | latP = S | latG = 23 | latM = 41 | latS = 09 | lonP = O | lonG = 46 | lonM = 37 | lonS = 22 | estado = São Paulo | região_intermediária = São Paulo | data_região_intermediária = IBGE/2017 | região_imediata = São Paulo | data_região_imediata = IBGE/2017 | região_metropolitana = São Paulo | vizinhos = Norte, leste e sul: São Bernardo do Campo; Oeste: São Paulo | dist_capital = 17 | dist_capital_ref = | área = 30.732 | área_ref = | população = 429550 | população_pos = SP: 14º | data_pop = estimativa IBGE/2021 | altitude = 780 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.757 | data_idh = PNUD/2010 | idh_pos = SP: 182º | pib = | data_pib = IBGE/2016 | pib_per_capita = 36097.90 | data_pib_per_capita = IBGE/2019 | site_prefeitura = www.diadema.sp.gov.br | site_câmara = www.cmdiadema.sp.gov.br }} Diadema é um município do estado de São Paulo, na Região Sudeste do Brasil. Ocupa uma área de 30,732 km² e sua população estimada pelo IBGE para 1.º de julho de 2021, era de naquela data. É o 14.º município mais populoso do estado e o 57.º do Brasil. Está localizado na Zona Sudeste da Grande São Paulo, na Região Metropolitana de São Paulo, em conformidade com a lei estadual nº 1.139, de 16 de junho de 2011, e consequentemente com o Plano de Desenvolvimento Urbano Integrado da Região Metropolitana de São Paulo (PDUI). Diadema foi distrito de São Bernardo do Campo até a sua emancipação, no final da década de 1950. Com 77 estabelecimentos de saúde, sua principal fonte de renda é o setor de prestação de serviços, tendo a indústria e o comércio como importantes atividades econômicas. O município conta ainda com uma importante tradição cultural, que vai desde o turismo até o esporte. Diadema ainda é sede de diversos eventos anuais, além de possuir alguns pontos turísticos, como o Borboletário, o Jardim Botânico, o Museu de Arte Popular e o Observatório Astronômico. == História == No século XVII, os portugueses saem de São Vicente com o objetivo de catequizar os indígenas, reunindo grandes lotes de terra na região que, hoje, corresponde ao Centro de Diadema. Nessa região, antiga Vila da Conceição, hoje Avenida Manuel de Nóbrega, foi construída uma casa feita de taipa conhecida como \"Casa Grande\", constituída de uma capela dedicada à Imaculada Conceição. Mais tarde, Diadema passou a ser um trajeto por onde passavam tropeiros em direção à mina do Embu, então recém-descoberta. Mais tarde, o tráfego dessa mesma passagem se tornou cada vez mais escasso, em uma rota no sentido Santo Amaro-Mogi das Cruzes, devido ao declínio da mineração. Após o abandono das terras pelos jesuítas, a posse dessas terras foi legalizada com 650 alqueires pelo Barão do Tietê, entre 1813 e 1815. Após sua morte, essas terras foram divididas entre seus herdeiros, que deram origem a duas glebas: uma na parte leste, denominada \"Curral Grande\"; e outra na parte oeste, localizada próxima à atual Igreja Matriz, com o nome de \"Curral Pequeno\". Mais tarde, os bandeirantes criaram, em suas rotas, a parada de Piraporinha, originada pela gleba do Curral Grande. Com o grande aumento populacional da região, um personagem chamado José Pedroso de Oliveira construiu uma capela, Bom Jesus da Pedra Fria, em 1830, que contou com um pequeno número de devotos. Trinta anos depois (1860), uma pequena capela localizada próxima à capela Bom Jesus da Pedra Fria (Senhor Bom Jesus de Pirapora) é arquitetada e construída. Com o vilarejo, veio também o progresso, ativado em 1900, com a construção de uma serraria a vapor, tendo Antônio Piranga como proprietário, filho de José Pedroso. No início do século XX, a antiga rota dos tropeiros (Estrada da Vila Conceição) começa a passar por um processo de industrialização e urbanização. A serraria a vapor funcionou durante vinte anos (até 1920), abastecendo uma indústria que produzia móveis em São Bernardo do Campo. Em 1926, a atual região correspondente ao bairro de \"Eldorado\" foi inundada, formando a \"Baía do Eldorado\". No mesmo terreno onde a serraria havia sido construída, ocorreu a criação de lotes de terra, originando a Vila Conceição, com uma área de 165 alqueires, que foram loteados por volta da década de 1940. As antigas vilas de Eldorado, Conceição e Piraporinha foram os três primeiros núcleos habitacionais. Dispersos, eles eram ligados apenas por caminhos precários. Cada um tinha sua vida própria. Piraporinha era próximo a São Bernardo. O Taboão era ligado pela proximidade a São Bernardo e a São Paulo pela Avenida Água Funda. Hoje, esses três vilarejos são representados por três torres na bandeira municipal. Em 1925, com a criação da Represa Billings, a região do Eldorado passou a despertar o interesse de moradores da capital que buscavam opções de lazer. Nos anos 1930, os irmãos Camargo, donos das terras, resolveram melhorar a ligação com a Vila Conceição (Centro) por meio da abertura da atual Avenida Alda até o Parque 7 de Setembro. O trajeto até o Centro foi completado por Alberto Simões Moreira. Nessa estrada, passaram a transitar carros de boi, cavalos, automóveis e a primeira jardineira, que fazia o itinerário Eldorado - Vila Conceição - Praça da Árvore (SP). Em 1936, os povoados de Vila Conceição e Piraporinha se uniram para formar a cidade de Diadema. O nome era uma referência à coroa da padroeira da cidade, Nossa Senhora da Conceição. Apesar da proximidade geográfica com a capital estadual, até os anos 1950 a cidade pouco sentiu os efeitos das transformações produzidas pela industrialização em São Paulo. Até então, Diadema não tinha nenhuma importância econômica regional. Foi nas cidades localizadas ao longo da ferrovia Santos-Jundiaí, principal via de circulação de mercadorias na época, que ocorreu a expansão industrial paulista até a década de 1940, especialmente em São Caetano do Sul, Santo André e Mauá. Por meio da lei estadual n° 233, de 24 de dezembro de 1948, o distrito de Diadema, na época pertencente a São Bernardo do Campo, é criado. Em 18 de fevereiro de 1953, Diadema torna-se município de São Paulo, desmembrando-se de São Bernardo do Campo. Hoje, o município é formado pelo distrito sede, antigo distrito de Diadema. Após a década de 1950, o sistema de escoamento da produção, feito até então pelos eixos ferroviários, entra em declínio e o governo passa a optar pelos circuitos rodoviários. A Via Anchieta, inaugurada em 1947, representa uma nova fase da industrialização paulista e da implantação do capitalismo no Brasil. Em São Bernardo, ao longo dessa estrada, instalaram-se grandes indústrias multinacionais; e em Diadema, principalmente pequenas e médias empresas nacionais que produziam, na sua maioria, objetos complementares para as multinacionais. A Vila Conceição liderou o movimento pela emancipação local. Além de contar com as lideranças políticas mais interessadas na questão, o vilarejo encontrava-se bastante isolado de São Bernardo, sentindo particularmente a falta de infraestrutura e serviços básicos. Os moradores de Piraporinha, Taboão e Eldorado eram, na sua maioria, desfavoráveis ao movimento. Foi a conjugação de vários fatores que determinou a emancipação político-administrativa de Diadema, como a expansão urbana e industrial paulista em direção ao ABC, a articulação de políticos da localidade, como o professor Evandro Caiaffa Esquivel, Américo Maffia entre outros proprietários de chácaras na Vila Conceição, e com lideranças de influência no âmbito estadual, como o jurista Miguel Reale e a intensa participação dos moradores da Vila Conceição na Campanha da Emancipação. Em 1959, realizaram-se as primeiras eleições para os poderes Executivo e Legislativo do município de Diadema. E, no dia 10 de janeiro de 1960, com a posse do primeiro prefeito, Evandro Caiaffa Esquivel e Américo Maffia como vice-prefeito e vereadores, instalou-se oficialmente o novo município. == Geografia == Diadema está localizado na mesorregião Metropolitana de São Paulo e microrregião de São Paulo, no estado de São Paulo, na Região Sudeste do Brasil, estando distante dezessete quilômetros do marco zero da capital estadual. A área territorial do município é , sendo o sétimo menor município paulista em extensão territorial. Integra a Região Metropolitana de São Paulo (sub-região sudeste) e se limita com os municípios de São Paulo a oeste e São Bernardo do Campo nas demais direções. O relevo do município é pouco plano e muito acidentado, formado por colinas e morros. O ponto mais alto de Diadema está localizado a uma altitude de 865 metros acima do nível do mar, no Jardim Santa Cândida, e o mais baixo está situado na Vila Idialópolis, no bairro de Piraporinha. As altitudes médias variam entre 700 e 800 metros. A hidrografia é formada por córregos e ribeirões. O maior e principal curso de água do município é o Ribeirão dos Couros, com 7,5 quilômetros de extensão, seguido pelos córregos Mato Dentro (5,1 km), de Capela (4,695 km), do Floriano (4,395 km), Taboão (4 km) e Araújo (1,798 km). Outros córregos também localizados em Diadema são Campanário, Curral Grande e Grota Funda. O município está localizado na Bacia Hidrográfica do Alto Tietê. A maior parte da cobertura vegetal de Diadema está localizada na Área de Proteção e Recuperação aos Mananciais, na região sul do município, e é formada pela Mata Atlântica, tendo, como exemplos de espécies, o angico, o jacarandá, o jatobá, a palmeira juçara, a paineira, o pau-brasil e o urucum. Diadema possui cinco parques municipais: do Paço (no Centro), Ecológico (bairro Eldorado), da Companhia de Saneamento de Diadema (na região norte do município), Antonio de Lucca Filho (também no norte de Diadema) e dos Jesuítas (Centro), que, juntos, totalizam 119 mil metros quadrados de área verde, e uma média de dez metros quadrados de área verde por habitante, sendo esse número inferior nos bairros, variando entre no bairro Casa Grande e na região central. === Clima === Maiores acumulados de precipitação em 24 horas registrados em Diadema por meses (1971-1996) Mês Acumulado Data Mês Acumulado Data Janeiro 4 de janeiro de 1996 Julho 3 de julho de 1976 Fevereiro 1 de fevereiro de 1983 Agosto 25 de agosto de 1993 Março 20 de março de 1991 Setembro 17 de setembro de 1983 Abril 25 de abril de 1991 Outubro 7 de outubro de 1994 Maio 28 de maio de 1976 Novembro 17 de novembro de 1972 Junho 15 de junho de 1987 Dezembro 21 de dezembro de 1988 Fonte: DAEE- SP/EMAE. O clima de Diadema é considerado subtropical mesotérmico, do tipo Cfb na classificação climática de Köppen-Geiger, com temperatura média anual de e índice pluviométrico de , concentrados nos meses de verão, sendo janeiro o mês de maior precipitação (). As precipitações ocorrem principalmente sob a forma de chuva, e algumas vezes de granizo. Em algumas ocasiões também são registrados episódios de forte ventania. Segundo dados da Departamento de Águas e Energia Elétrica do Estado de São Paulo (DAEE-SP) e da Empresa Metropolitana de Águas e Energia S.A (EMAE), referentes ao período entre 1971 e 1996, o maior acumulado de precipitação registrado em Diadema foi de em 1 de fevereiro de 1983. Outros grandes acumulados foram em 4 de janeiro de 1996, em 20 de março de 1991, em 17 de março de 1985, em 20 de fevereiro de 1980, em 27 de outubro de 1994 e em 15 de junho de 1987. Em um mês o maior volume observado foi de em março de 1991. == Demografia == A população de Diadema estimada pelo IBGE para 1.º de julho de 2021, era de naquela data, sendo o 14.º município mais populoso do estado e o 57.º do Brasil, com uma densidade populacional de . Em um levantamento feito em 2011, Diadema tinha a maior densidade populacional do estado de São Paulo e a segunda do país, atrás apenas de São João de Meriti, no estado do Rio de Janeiro. Segundo o censo de 2010, a população de Diadema naquele ano era de habitantes. A taxa de urbanização era de 100%. Da população total, eram homens (48,38%) e mulheres (51,62%), tendo uma razão de sexo de 93,74. Quanto à faixa etária, pessoas tinham menos de 15 anos (23,66%), entre 15 e 64 anos (71,56%) e 65 anos ou mais (4,78%). Ainda segundo o mesmo censo, a população étnica era formada por brancos (48,78%), pardos (42,12%), pretos (7,93%), amarelos (1,1%) e 242 indígenas (0,06%). Considerando-se a nacionalidade, habitantes eram brasileiros natos (99,79%), 317 eram naturalizados brasileiros (0,08%) e 815 eram estrangeiros (0,21%). Em relação à região de nascimento, eram nascidos no Região Sudeste (72,97%), no Nordeste (23,42%), no Sul (1,85%), no Centro-Oeste (0,34%) e 935 no Norte (0,24%). habitantes eram naturais do estado de São Paulo (66,54%) e, desse total, eram nascidos em Diadema (43,4%). Entre os naturais de outras unidades da federação (33,46%), a Bahia era o estado com maior presença, com habitantes residentes (8,2%), seguido por Minas Gerais, com habitantes (5,89%) e por Pernambuco, com residentes (5,43%). No mesmo ano, 533 pessoas emigraram para outros países, sendo 222 para a Europa (41,65%), 157 para a América do Norte (29,46%), 97 para a Ásia (18,2%), 24 para a Oceania (4,5%), 24 para outros países da América do Sul (4,5%) cinco para a África (0,94%) e quatro para a América Central (0,75%). Entre os principais países de destino, estavam os Estados Unidos, com 143 emigrantes (26,83%), o Japão, com 84 (15,76%), e Portugal, com 52 (9,76%). O Índice de Desenvolvimento Humano do município é considerado alto, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento. Segundo dados do relatório de 2010, divulgados em 2013, seu valor era de 0,757, sendo o 182º maior de São Paulo e o do Brasil. Considerando-se apenas o índice de longevidade, seu valor é de 0,844, o valor do índice de renda é de 0,717 e o de educação é de 0,716. Em 2003, o índice de pobreza era de 43,81% (o índice subjetivo era de 16,03%). De 2000 a 2010, a proporção de pessoas com renda domiciliar per capita de até 140 reais reduziu em 32,3%. Em 2010, 92,8% da população vivia acima da linha de pobreza, 4,1% encontrava-se entre as linhas de indigência e de pobreza e 3,1% estava abaixo da linha de pobreza. No mesmo ano, o índice de Gini era de 0,37 e os 20% mais ricos eram responsáveis por 48,57% no rendimento total municipal, valor quase 9,5 vezes superior à dos 20% mais pobres, que era de 5,16%. === Religião === Conforme dados do censo de 2010, a população de Diadema era formada por católicos apostólicos romanos (56,63%), evangélicos (27,09%), espíritas (1,87%), budistas (0,49%), umbandistas (0,32%), 894 mórmons (0,23%), 753 católicos apostólicos brasileiros (0,2%), 514 candomblecistas (0,13%), 398 seguiam novas religiões orientais (0,1%), 299 católicos ortodoxos (0,08%), 178 islâmicos (0,05%), 42 esotéricos (0,01%), 41 espiritualistas (0,01%), 22 eram seguidores de religiões orientais (0,01%), dez eram hinduístas (0,00%) e dez pertenciam a tradições indígenas. Outros não tinham religião determinada ou possuíam múltiplo pertencimento (0,37%), 306 não souberam (0,08%), trinta não declararam (0,01%) e onze pertenciam a outras religiões afro-brasileiras (0,00%). De acordo com a atual divisão feita pela Igreja Católica, o município está situado na Diocese de Santo André, localizada no município de mesmo nome. Essa diocese possui uma área de 878 km², abrange os sete municípios da Região do Grande ABC e foi criada em 18 de julho de 1954, desmembrada da Arquidiocese de São Paulo e sufragânea desta. Seu atual bispo é Dom Pedro Carlos Cipollini. Das 106 paróquias que compõem a diocese, dez delas se localizam em Diadema: Imaculada Conceição, Maria Mãe dos Pobres, Menino Jesus de Praga, Cristo Rei, Nossa Senhora das Graças, Nossa Senhora dos Navegantes, Santa Rita de Cássia, Santo Arnaldo Janssen, Bom Jesus de Piraporinha e Nossa Senhora Aparecida. Diadema possui os mais diversos credos protestantes ou reformados. Do total de evangélicos, pertenciam às igrejas evangélicas de origem pentecostal (14,90%), a religiões evangélicas não determinadas (9,95%) e às evangélicas de missão (2,24%). Do total de seguidores das igrejas pentecostais, pertenciam à Assembleia de Deus (6,73%), à Congregação Cristã do Brasil (1,48%), à Igreja Universal do Reino de Deus (1,42%), a Igreja Deus é Amor (0,71%), 636 à do Evangelho Quadrangular (0,16%), 578 à Igreja O Brasil para Cristo (0,15%), 335 à comunidade evangélica (0,09%), 92 à Casa da Bênção (0,02%), 72 à Igreja Maranata (0,02%), trinta evangélicas renovadas não determinadas (0,01%), 17 à Nova Vida (0,00%), e outros pertenciam a outras igrejas evangélicas pentecostais (4,11%). Entre o total de seguidores das evangélicas de missão, pertenciam a igrejas batistas (1,03%), à Igreja Adventista, à Presbiteriana (0,45%), 518 à Metodista (0,13%), 236 à Luterana (0,06%) e 46 a outras evangélicas de missão (0,01%). Dentre os sem religião, 940 eram ateus (0,24%), 74 agnósticos (0,02%) e não eram ateus nem agnósticos (9,71%). Em relação aos que possuíam religião não determinada ou múltiplo pertencimento, possuíam religião mal definida ou indeterminada (0,37%) e outros nove declararam ter múltiplas religiosidades (0,00%). Existiam ainda 226 seguidores da Igreja Messiânica Mundial (0,06%), do total de novas religiões orientais. == Política == O poder executivo do município de Diadema é representado pelo prefeito, auxiliado pelo seu gabinete de secretários. O primeiro prefeito constitucional do município foi Evandro Caiaffa Esquível. O atual representante e chefe do executivo municipal é José de Filippi Júnior, do Partido dos Trabalhadores (PT), eleito no segundo turno das eleições municipais de 2020 com 60,44% dos votos válidos. Há também o cargo de vice-prefeito, que é o substituto do prefeito em caso de ausência por licença ou outro impedimento deste, podendo e devendo exercer função dentro da administração municipal. A atual vice-Prefeita diademense é Patrícia Ferreira. O poder legislativo, por sua vez, é representado pela câmara municipal, composta por 21 vereadores eleitos para mandatos de quatro anos. Cabe à casa elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal (conhecido como Lei de Diretrizes Orçamentárias). Em complementação ao processo legislativo e ao trabalho das secretarias, existem também conselhos municipais em atividade; são eles: Alimentação Escolar, Assistência Social, Defesa do Meio Ambiente, Desenvolvimento Econômico e Social, Direito da Mulher, Direitos da Criança e do Adolescente, Educação, Entorpecentes, FUNDEB, Fundo de Assistência ao Trânsito, Idoso, Pessoa com Deficiência, Saúde, Segurança, Segurança Alimentar e Nutricional e Tutelar (I e II), além do Conselho Popular de Saúde e dos Conselhos Gestores de Serviços de Saúde. Diadema se rege pela sua lei orgânica, promulgada em 22 de novembro de 2005, e é sede de uma comarca. === Cidades irmãs === Cidades-irmãs é uma iniciativa do Núcleo das Relações Internacionais, que busca a integração entre a cidade e demais municípios nacionais e estrangeiros. A integração entre os municípios é firmada por meio de convênios de cooperação, que têm o objetivo de assegurar a manutenção da paz entre os povos, baseada na fraternidade, felicidade, amizade e respeito recíproco entre as nações. Oficialmente, Diadema possui duas cidades-irmãs: Santiago de Cuba, em Cuba (lei municipal nº , de 26 de dezembro de 2006), e Okinawa, no Japão (lei municipal nº , de 14 de setembro de 2007). == Subdivisões == Diadema é formado apenas pelo distrito-sede e, segundo divisão oficial estabelecida pelo Plano Diretor Municipal, reconhecida pelo IBGE, o município é dividido em onze bairros, sendo Taboão o mais populoso, com mais de 48 mil habitantes, e Eldorado o maior em área, com 6,69 km². Já o orçamento participativo divide Diadema em treze regiões, incluindo a região de Paineiras no bairro do Taboão, a região de Piraporinha no bairro Vila Nogueira, Promissão em parte dos bairros Casa Grande e Vila Nogueira e Inamar em Serraria. Os bairros de Diadema se dividem em sub-regiões, sendo algumas delas: Jardim Santa Rita; Jardim Remanso; Jardim Paineiras; Jardim Marilene; Jardim Elisa; Vila Conceição; Jardim Ana Sofia; Jardim Santa Dirce; Jardim Ruyce; Jardim das Paineiras; Vila Nogueira; Vila Alice; Jardim Rey; Jardim Donini; Jardim Maria Leonor; Jardim Nações; Vila Santa Maria; Jardim Maria Tereza; Jardim do Parque; Jardim Rosinha; Jardim Abc; Parque Reid; Vila Marques; Jardim Amália; Vila Santa Cecilia; Jardim União; Vila Santa Terezinha; Vila Nova Santa Luzia; Jardim Novo Lar; Jardim dos Navegantes; Jardim Bela Vista; Jardim dos Campeões; Vila Ida; Vila São Vicente; Vila Elida; Vila São José; Jardim Mombae; Jardim das Nações; Jardim Portinari; Sapopema; Parque Real; Jardim Conceição; Jardim São Judas Tadeu; Parque Sete de Setembro; Parque Jabuticabeiras; Jardim Tiradentes; Parque Mamede; Vila Poente; Jardim dos Eucaliptos; Jardim Arco-iris; Jardim Santa Elizabeth; Jardim Pitangueiras; Jardim Gabriel Correia; Jardim Santa Cândida; Vila Nova Conquista; Vila Goyotin; Vila Socialista; Jardim Diadema; Vila Mulford; Chácara Húngara; Vila Santa Antonia; Vila Lidia; Jardim Tijuco; Parque Galicia; Vila Paulina; Sitio Joaninha; Jardim Recanto; Jardim Iran; Jardim Alvorada; Jardim Padre Anchieta; Jardim Maravilha; Jardim Promissão; Jardim Paineiras; Jardim ABC. Bairros oficiais de Diadema (IBGE/2010) Bairros oficiais de Diadema (IBGE/2010) Bairros oficiais de Diadema (IBGE/2010) Bairros oficiais de Diadema (IBGE/2010) Bairros oficiais de Diadema (IBGE/2010) Bairros oficiais de Diadema (IBGE/2010) Bairro Área (km²) População Bairro Área População Campanário 1,959 Inamar 1,195 Canhema 2,050 Piraporinha 2,753 Casa Grande 2,738 Serraria 2,270 Centro 4,129 Taboão 2,305 Conceição 2,858 Vila Nogueira 1,762 Eldorado 6,690 - - - == Economia == De acordo com o Instituto Brasileiro de Geografia e Estatística, o Produto Interno Bruto (PIB) de Diadema, em 2011, era de mil reais (0,28% do PIB nacional), sendo o 71º maior do Brasil e o décimo terceiro maior do estado. Desse total, mil são de impostos sobre produtos líquidos de subsídios. O PIB per capita é de R$ . Por não possuir habitantes na zona rural, a economia de Diadema possui pouca relevância no setor primário e apenas R$ 355 mil do PIB total destinam-se a atividades primárias. No setor secundário, Diadema é um dos grandes e importantes centros industriais do estado de São Paulo. A industrialização começou na década de 1950, ainda quando distrito de São Bernardo do Campo, o que motivou o desejo de emancipação do distrito e a consequente criação do município. Nos dias atuais, Diadema integra a Região do Grande ABC, juntamente com os municípios de Mauá, Ribeirão Pires, Rio Grande da Serra, Santo André, São Bernardo do Campo e São Caetano do Sul, e é um grande polo industrial de autopeças e cosméticos, além da grande expansão das indústrias de borracha, de material de transporte, metalúrgica e química. De acordo com dados do IBGE, em 2011 o Produto Interno Bruto municipal do setor secundário era de R$ mil reais. Já o PIB do setor terciário era de R$ mil. Conforme um estudo publicado em 2010 pela revista Você S/A, Diadema encontra- se na 79ª posição dentre os cem melhores municípios brasileiros para se construir uma carreira profissional. A taxa de atividade da população acima dos dezoito anos era de 71,53% e a de desocupação era de 8,96% (2010). Existiam ainda unidades de empresas locais, sendo atuantes. == Infraestrutura == Diadema possuía, em 2010, domicílios, todos situados na zona urbana. Desse total, havia casas (88,12%), apartamentos (10,37%), 614 casas de vila ou em condomínio (0,52%) e habitações em casa de cômodos e/ou cortiços (0,99%). Em relação à condição de ocupação dos domicílios, existiam domicílios próprios (64,47%), sendo já quitados (58,3%) e em processo de aquisição (6,18%); alugados (25,99%); cedidos (8,58%), sendo 566 por empregador (0,48%) e de outra maneira (8,09%) e os restantes eram ocupados sob outras condições (0,96%). No quesito de abastecimento de água, domicílios eram abastecidos pela rede geral (99,43%); 209 através de poços ou nascentes (0,18%), sendo 182 na própria propriedade (0,16%) e 27 fora da propriedade (0,02%); doze por meio de rios, açudes, lagos e/ou igarapés (0,01%) e 451 de outras maneiras (0,38%). Em relação à energia elétrica, domicílios eram abastecidos (99,97%) e, na questão de destino do lixo, domicílios destinavam-o à coleta (99,61%), sendo por meio de serviço de limpeza (96,24%) e por meio de caçambas (3,37%). === Saúde === Segundo dados de 2001, Diadema possuía 77 estabelecimentos de saúde, sendo 49 privados e 28 públicos. 31 deles prestavam atendimento ao Sistema Único de Saúde (SUS). Existiam 562 leitos para internação, sendo 447 públicos e 115 particulares. Em 2010, existiam médicos, 829 auxiliares de enfermagem, 666 técnicos de enfermagem, 390 enfermeiros, 158 cirurgiões-dentistas, setenta fisioterapeutas, 66 psicólogos, 46 assistentes sociais, 21 nutricionistas, 21 fonoaudiólogos e dezesseis farmacêuticos, totalizando profissionais de saúde. No mesmo ano, a expectativa de vida ao nascer era de 75,7 anos, a taxa de mortalidade infantil era de 13,9 por mil nascimentos e a taxa de fecundidade era de 1,7 filhos por mulher. Em 2012, 93,3% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia e crianças menores de dois anos foram pesadas pelo Programa Saúde da Família (PSF), sendo que 0,7% do total estava desnutrido. Segundo dados do Ministério da Saúde, casos de AIDS foram registrados em Diadema entre 1987 e 2012 e, entre 2001 e 2011, foram notificados 936 casos de doenças transmitidas por mosquitos, 906 de dengue, 21 de leishmaniose e nove de malária. Diadema pertence ao I Departamento Regional de Saúde do estado de São Paulo, que está sediado na capital paulista e reúne os 39 municípios da Grande São Paulo. Um importante centro de saúde do município e da região do ABC é o Hospital Estadual de Diadema (HED) está situado no bairro Serraria, é administrado pela Associação Paulista para o Desenvolvimento da Medicina e foi inaugurado em 2000, sendo uma referência em especialidades ambulatoriais e exames de apoio diagnóstico. Há também o Hospital e Maternidade São Lucas, localizado no Centro, único hospital privado de Diadema, inaugurado em 1966, oferecendo tanto serviços de berçário, centro cirúrgico, centro obstétrico, clínica médica, maternidade, recuperação pós- anestésica, unidade pediátrica e Unidade de Terapia Intensiva (UTI), além disso, temos também o Quarteirão da Saúde, inaugurado em maio de 2008, com serviços de atendimento ambulatorial e média complexidade. Outros hospitais também localizados em Diadema são o Hospital Infantil (fechado e sem previsão de reabertura) onde hoje é a UBS Nações, localizada no bairro do Taboão, e o Hospital Municipal de Diadema (HMD), localizada no bairro de Piraporinha. === Educação === No ano de 2009, o Índice de Desenvolvimento da Educação Básica (IDEB) das escolas estaduais era de 5,6, enquanto que o índice das escolas municipais era de 5,2. O município contava, em 2009, com aproximadamente matrículas, docentes e 293 escolas nas redes públicas e particulares. Há ainda três instituições de ensino superior; são elas a Universidade Federal de São Paulo (UNIFESP), ao Faculdade de Tecnologia do Estado de São Paulo (Fatec) e Faculdade Diadema (FAD), além de instituições de ensino técnico, como a Fundação Florestan Fernandes, o Serviço Nacional de Aprendizagem Industrial (Senai), a Escola Técnica Estadual (ETEC), Segundo dados do Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (INEP) e do Ministério da Educação (MEC), o índice de analfabetismo no ano de 2000 entre pessoas de 18 a 24 anos de idade era de 1,7% e o de alfabetização era de 93,8%. A taxa bruta de frequência à escola era de 83,90%, onde 127,330% era a média de pessoas frequentam o fundamental em relação à população de 7 a 14 anos; 105,840% era de pessoas frequentam o ensino médio em relação à população de 15 a 17 anos; e 11,690% de pessoas frequentam curso superior em relação à população de 18 a 22 anos. A taxa bruta de frequência à escola naquele ano era de 86,130%. habitantes possuíam menos de 1 ano de estudo ou não contava com instrução alguma. CEFAM (centro específico de formação aperfeiçoamento do magistério). Educação de Diadema em números Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 464 90 Ensino fundamental 156 Ensino médio 950 47 === Criminalidade e segurança pública === thumb|180px|Brasão da PMSP. Como na maioria dos municípios médios e grandes brasileiros, a criminalidade ainda é um problema em Diadema. Em 2008, a taxa de homicídios no município foi de 36,3 para cada 100 mil habitantes, ficando na 5ª posição a nível estadual e no 332° lugar a nível nacional. A taxa de homicidios foi 16.8 em 2019.https://www.diarioregional.com.br/s-andre-e-a-cidade-mais-violenta-do- abc-e-sao-caetano-a-mais-pacifica/ O índice de suicídios naquele ano para cada 100 mil habitantes foi de 3,6, sendo o 183° a nível estadual e o 1571° a nível nacional. De acordo com dados do \"Mapa da Violência dos Municípios Brasileiros 2008\", também publicado pelo Instituto Sangari, Diadema ocupava a sétima posição entre os dez municípios paulistas com maiores taxas para grupos com cem mil habitantes, com uma taxa de 45,8, sendo menor apenas que Caraguatatuba (70,4), São Sebastião (60,6), Itapecerica da Serra (56,8), Ibiúna (49), Pedro de Toledo (48,4), Juquitiba (46,9) e superando Itaquaquecetuba (45,1), Francisco Morato (45,1) e Embu-Guaçu (43,3). A queda de homicídios por causas relacionadas à violência urbana se deve a diversas medidas tomadas pela Polícia Militar do Estado de São Paulo (PMSP), Prefeitura de Diadema (lei seca) e da Polícia Civil do Estado de São Paulo a qual implantou em todas as Delegacias o Registro Digital de Ocorrência (RDO), adotado em mais 46 municípios do estado de São Paulo, além da criação de uma Delegacia especializada em crimes de homicídio. O RDO permite que os boletins de ocorrência (BOs) feitos nas unidades policiais civis sejam padronizados via intranet, armazenados em bancos de dados e consultados por outros órgãos policiais. === Serviços, transportes e comunicação === esquerda|200px|thumb|Terminal de trólebus e ônibus no centro de Diadema. O serviço de abastecimento de água de todo o município foi realizado pela Companhia de Saneamento de Diadema (Saned) a partir de 1995. No final de 2008, a Companhia de Saneamento de Diadema e a Companhia de Saneamento Básico do Estado de São Paulo (SABESP) e o governo do estado assinaram um protocolo permitindo que as instituições estadual e municipal concedam os serviços de água e esgoto na Região Metropolitana de São Paulo, mas ambas as empresas não finalizaram o processo para levantamento de dados e não se sabe ainda a dívida exata entre as empresas. Houve uma proposta de junção entre Saned-Sabesp, que preocupava funcionários, mas a Câmara Municipal pretendeu corrigir essa fusão, pois essa situação só foi resolvida em 31 de março de 2014, quando a SABESP reassumiu após 18 anos, o sistema de abastecimento de água e esgoto da cidade. Já o abastecimento de energia elétrica é feito pela Enel Distribuição São Paulo, antiga Eletropaulo, que atende a 24 dos 39 municípios da região metropolitana. Ainda há serviços de internet discada e banda larga (ADSL) sendo oferecidos por diversos provedores de acesso gratuitos e pagos. Na telefonia fixa a cidade era atendida pela Companhia Telefônica da Borda do Campo (CTBC) até 1998, quando esta empresa foi privatizada e vendida juntamente com a Telecomunicações de São Paulo (TELESP) para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações. O serviço telefônico móvel, por telefone celular, é oferecido por diversas operadoras. O transporte municipal por ônibus é atendido pela empresa Suzantur Diadema e o intermunicipal pela Next Mobilidade. O sistema de transporte público em Diadema é feito por dois terminais metropolitanos: o Terminal Metropolitano Diadema, e o Terminal Metropolitano Piraporinha. A frota municipal no ano de 2009 era de veículos, sendo automóveis, caminhões, 461 caminhões tratores, caminhonetes, 591 micro-ônibus, motocicletas, motonetas, 516 ônibus e apenas 29 trator de roda. Nas proximidades do município passam a BR-101, que liga Touros, no estado do Rio Grande do Norte, a Arroio Chuí, no Rio Grande do Sul, atravessando doze estados brasileiros, a Via Anchieta (SP-150), que liga São Paulo ao Porto de Santos, em Santos e o trecho sul do Rodoanel Mario Covas (SP-21). Outra rodovia que passa por Diadema é a Rodovia dos Imigrantes (SP-160), que inclusive, corta o município, ligando São Paulo a Praia Grande. Ao todo, essa rodovia tem 58,5 quilômetros de extensão, e a Estrada Pedreira Alvarenga (SP-176) que liga São Paulo, Diadema e São Bernardo do Campo, Possui 19,5 quilômetros de extensão. Há transmissão de canais nas faixas Very High Frequency (VHF) e Ultra High Frequency (UHF). O município conta com algumas rádios, sendo algumas delas com transmissão modulação em amplitude (AM) e outras em modulação em frequência (FM), como a Rádio Imprensa S/A e a Rádio Novo Mundo Ltda. Existem ainda alguns jornais em circulação, como o Diário Regional, o Diário do Grande ABC, o Jornal Folha do Dia e o Jornal de Diadema. == Cultura == thumb|Apresentação da Companhia de Danças de Diadema em Votuporanga, noroeste paulista thumb|Centro Cultural Eldorado em 2014 A Secretaria de Cultura é um órgão responsável por estabelecer e atuar na área cultural de Diadema, com o objetivo de promover o estímulo e acesso aos bens culturais, respeitando a diversidade e incluindo a inclusão etária e social. Essa instituição engloba, ao todo, nove bibliotecas, dez centros de memória, em um total de vinte e cinco equipamentos, que são promovidos em todo o município. Em Diadema há os seguintes feriados municipais: 20 de novembro, Dia da Consciência Negra, e 8 de dezembro, Aniversário da Cidade. O artesanato é uma das formas mais espontâneas da expressão cultural diademense. Em várias partes do município é possível encontrar uma produção artesanal diferenciada, criada de acordo com a cultura e o modo de vida local e feita com matérias- primas, como principalmente o bordado e a madeira, além de materiais recicláveis. Alguns grupos regionais, como a Associação dos Artesãos e Artistas Plásticos de Diadema, reúnem diversos artesãos, disponibilizando espaço para confecção, exposição e venda dos produtos artesanais. Normalmente essas peças são vendidas em lojas de artesanato, exposições ou feiras, como a Feira de Artesanato de Diadema, realizada semanalmente aos sábados, no Centro, desde 2006, contando com barracas de vendas de comidas caseiras, utensílios domésticos, sabonetes, bonecas de biscuit, objetos para decorações, camisetas, bijuterias, ervas medicinais e flores feitas de garrafas pet. Além da feira de artesanato, o município conta com inúmeros eventos, como o Carnaval, realizado antes do início da Quaresma, e a Festa da Imaculada Conceição, padroeira do município, no dia 8 de dezembro. === Pontos turísticos === Diadema conta com quatro importantes pontos turísticos: * Borboletário: primeiro borboletário da Região Metropolitana de São Paulo, criado em 2005 e com 190 metros quadrados de área. Foi construído com o objetivo é contribuir com um projeto de educação ambiental, desenvolvido pela Secretaria do Meio Ambiente. No local, são liberados entre cinquenta e 250 borboletas semanalmente, além viverem duas espécies adultas de insetos e cerca de trinta espécies de plantas; * Jardim Botânico: principal cartão-postal de Diadema. Possui mais de duzentas espécies nativas diferentes de plantas, principalmente de Mata Atlântica, desde as de porte pequeno (como as forrações) às de grande porte (arbóreas). É também utilizado em atividades de educação ambiental de escolas municipais e/ou de outras localidades; * Museu de Arte Popular (MAP): foi inaugurado em 2007. Nele, estão, reunidas, centenas de obras de importantes artistas populares nacionais, como Aécio de Andrade e João Cândido da Silva. Está localizado no localizado no Centro Cultural de Diadema, sendo considerado o primeiro museu de gênero do ABC paulista; * Observatório Astronômico: foi inaugurado em 1992, no Bairro Inamar, e é onde ocorre a observação de astros, planetas, estrelas e outros corpos do Sistema Solar. Conta com um telescópio do modelo MEADE, que está instalado em uma torre com nove metros de altura, três andares, numa altitude em 830 metros; *Fábrica de Cultura: é a primeira unidade fora da cidade de São Paulo. Inaugurada em 2018, a unidade oferece à população centenas de atividades gratuitas como circo, música, teatro, fotografia, vídeo e muito mais, sendo que a rede é um dos principais programas do Governo do Estado de São Paulo. A unidade também oferece cursos de diversas linguagens artísticas, oficinas, biblioteca e workshops, entre outras atividades. === Esporte === A Secretaria Municipal de Esportes e Lazer é a instituição responsável por controlar, supervisionar, coordenar e orientar as atividades esportivas em Diadema, tendo como principal objetivo é estabelecer as estratégias de desenvolvimento, execução de programas, atividades e projetos, onde o principal objetivo é o asseguramento, otimização e maximização dos recursos. Assim como em grande parte do país, em Diadema o esporte mais popular é o futebol. O clube de futebol profissional da cidade é o Esporte Clube Água Santa, fundado em 1981 como um clube de futebol amador, que veio a aderir o profissionalismo em 8 de dezembro de 2011. O clube disputou pela primeira vez em 2016, o Campeonato Paulista de Futebol - Série A1, sendo que no dia 27 de março de 2016, feriado de Páscoa, o clube conseguiu uma vitória histórica sobre o Palmeiras, goleando o clube por 4 a 1. O clube chegou à final do Campeonato Paulista em 2023, e no ano seguinte, disputou pela primeira vez a Copa do Brasil e a Série D do Campeonato Brasileiro. A cidade conta com o Estádio Municipal José Batista Pereira Fernandes, o Distrital do Inamar, com capacidade atual para 10 mil pessoas. == Ligações externas == * * * * Categoria:Fundações em São Paulo em 1959",
 "title": "Diadema"
}