{
 "id": "12384",
 "text": "Nelson Piquet Souto Maior (Rio de Janeiro, 17 de agosto de 1952) é um ex-automobilista e empresário brasileiro, tricampeão mundial de Fórmula 1 nos anos de 1981, 1983 e 1987. Piquet é considerado um dos melhores pilotos da história da Fórmula 1, por avaliações de grande prestígio sobre automobilismo. Teve uma breve carreira no tênis antes de perder o interesse no esporte e, posteriormente, entrou no kart e escondeu sua identidade para evitar que seu pai descobrisse seu hobby. Tornou-se o campeão brasileiro de kart em 1971-1972 e venceu o campeonato de Fórmula V em 1976. Piquet foi para a Europa e obteve êxito, tendo o número recorde de vitórias na Fórmula 3 Britânica em 1978, derrotando o recorde histórico de Jackie Stewart. No mesmo ano, fez sua estreia na Fórmula 1 com a equipe Ensign, pilotou pela McLaren e posteriormente para a Brabham. Desde 1979 na Brabham, foi vice-campeão em 1980, antes de ganhar o campeonato de 1981. Apesar de não disputar o título em 1982 (apesar de 1 vitória), viu-se um ressurgimento de sua carreira em 1983 lhe dando um segundo campeonato mundial. Para 1984-1985, Piquet contabilizou três vitórias com um quinto lugar em 1985. Seu divisor de águas foi a mudança para a equipe Williams em 1986 e foi um postulante contumaz ao título, até a corrida final na Austrália em que terminou em terceiro. Piquet teve seu terceiro e último campeonato em 1987, durante uma batalha feroz com o companheiro de equipe Nigel Mansell. Piquet posteriormente transferiu-se para Lotus para 1988-1989 onde teve 3 pódios em 1988, terminando em 6º na temporada com 22 pontos e o 4º lugar como melhor resultado em 1989, terminando em oitavo com 12 pontos. Nelson Piquet foi para a equipe Benetton para 1990-1991 onde ele conseguiu ganhar três corridas (Japão e Austrália em 1990, onde acabou o ano em terceiro, mais a vitória no Canadá em 1991) e o sexto lugar antes de se aposentar. Após aposentar-se da Fórmula 1, Piquet tentou correr as 500 Milhas de Indianápolis por dois anos, em 1992 e 1993. Também correu em carros esportivos como as 24 Horas de Le Mans em 1996 e 1997. == Biografia == Filho do casal pernambucano Clotilde Piquet e Estácio Gonçalves Souto Maior, Nelson Piquet Souto Maior nasceu no Rio de Janeiro, e viveu grande parte de sua infância e juventude na recém-inaugurada capital Brasília.Os 60 anos de Nelson Piquet Seu pai, médico e ex-ministro da saúde, não aprovava sua carreira automobilística; por isso, Nelson usava o nome de solteira de sua mãe, a dona Clotilde, escrito erroneamente como \"Piket\" no início da carreira, para esconder sua identidade. Sua mãe faleceu em agosto de 2007 aos 84 anos de idade.Que fim levou? por Milton Neves Estácio queria que o filho fosse tenista profissional, tendo inclusive o presenteado com uma bolsa numa escola em Atlanta, nos Estados Unidos. Nelson chegou a ser premiado como um bom tenista, porém não achava o esporte suficientemente excitante para que dedicasse a este sua carreira. Ainda assim, o gosto pelo tênis o fez adotar como desenho de seu capacete uma bola de tênis estilizada. Nelson cursou engenharia mecânica na UnB até o 3º período. Após anos de carreira, Nelson resolveu largou as competições, e dedicou-se à carreira empresarial. Fundou a empresa Autotrac, pioneira no país em monitoramento de caminhões de carga, e também uma rede de lojas de pneus Pirelli, a Piquet Pneus, já vendida, e uma revenda de automóveis da BMW (Piquet BMW) também já vendida. Em 1995 arrendou o autódromo de Brasília, que leva seu nome, e criou uma categoria de carros esporte-protótipo, com mecânica de Fusca e motores BMW baseada em carros que eram usados em corridas no estado do Ceará, chamada Espron. Seu amigo pessoal, Marcello Prado (Vice-Presidente Executivo da BMW Brasil), além dos motores, lhe cedeu um veículo BMW 318 e Nelson Piquet com sua incrível criatividade e técnica, usou o veículo como molde para copiar o BMW em fibra de vidro para a categoria Espron. Ostentando o logo da BMW em todos os carros da categoria e pela sua forte influência sobre o público jovem da classe A, a categoria Espron foi um excelente veículo de merchandising para a marca BMW, que na época instalava sua filial brasileira. Com a expiração do arrendamento do autódromo a administração do mesmo foi devolvida ao governo do Distrito Federal. Após desentendimentos com a Confederação Brasileira de Automobilismo, Piquet também tentou fundar uma entidade paralela, a Liga Independente de Automobilismo (LIA), que não vingou. Em meados dos anos 2000, o tricampeão passou a se dedicar principalmente a gerenciar a carreira do filho, Nelson Ângelo Piquet, tanto que, em 2004, Piquet pensou em voltar a correr. Desta vez na GP2, sendo companheiro de seu próprio filho em sua equipe na categoria. Nelson tem sete filhos: Geraldo (n. 17 de novembro de 1977) de seu casamento com Maria Clara; Nelsinho (n. 25 de junho de 1985), Kelly (n. 7 de dezembro de 1988), e Julia (n. 8 de Maio de 1992) de seu casamento com Sylvia Tamsma; Pedro (n. 3 de julho de 1999) e Marco (n. em 2000) de seu casamento com Viviane de Souza Leão; e Laszlo (n. 21 de agosto de 1987) cuja mãe é Catherine Valentin.Uma homenagem ao sexagenário Nelson Piquet Yahoo! Esportes - esporte interativo - Por Amigos da Velocidade | Amigos da Velocidade – 17 de Agosto de 2012 No futebol, se declara torcedor do Club de Regatas Vasco da Gama. Em 2011, foi homenageado em Interlagos ao pilotar o modelo BT49 da extinta equipe Brabham. No final das quatro voltas da apresentação, Nelson Piquet hasteou a bandeira do Vasco, que na ocasião estava na briga pelo título do Campeonato Brasileiro. Acreditou que a provocação fosse lhe render algumas manifestações de protestos de torcida rival e declarou: \"Eu achava que ia tomar a maior vaia do mundo. Mas é isso que eu gosto\", ressaltou com sua ironia tradicional.Terra Esportes. Com bandeira do Vasco, Piquet pilota Brabham e emociona Interlagos Embora não gostasse de aparecer, o estilo despojado de Nelson Piquet acabou inspirando alguns jovens pilotos. Em 2015, Sebastian Vettel disse ser fã de Piquet em uma entrevista ao jornalista Tiago Mendonça. O que Vettel não imaginava é que Nelson Piquet estava na platéia do evento e subiu ao palco para abraçá-lo. == Trajetória esportiva == Piquet começou a carreira no kart aos 14 anos onde foi campeão brasileiro em 1971 e 1972. E em 1976 foi campeão da Fórmula Super V. No ano seguinte tentou a sorte na Europa, seguindo o caminho aberto por Emerson Fittipaldi. Participando de algumas das provas do Campeonato Europeu de Fórmula 3, terminou em terceiro, com duas vitórias, atrás do italiano Piercarlo Ghinzani e do sueco Anders Olofsson. === Chegada a Fórmula 1 === Em 1978, na Fórmula 3 inglesa, sagrou-se campeão e quebrou o recorde de Jackie Stewart de maior número de vitórias numa temporada. Sua estreia na Fórmula 1 aconteceu em um teste oferecido pela já extinta equipe BS Fabrications, de Bob Sparshott, que tinha um M23. Pouco tempo depois, ainda em 1978, Piquet estreou de fato em uma corrida, o Grande Prêmio da Alemanha, em Hockenheim, com um carro alugado da equipe . Neste ano, disputaria outros três GPs com o McLaren da BS Fabrications. Com o carro da pequena equipe inglesa, abandonou na e na , terminando em 9º lugar na , na corrida em que morreu o piloto sueco Ronnie Peterson. De toda forma, o brasileiro já era visto por muitos como uma promessa - sua aparição meteórica rendeu elogios e uma profecia certeira do chefe de equipe da BS Fabrications, David Simms. \"Aposto meu dinheiro, com quem quiser, que Nelson Piquet será campeão mundial em três anos.\" No GP do Canadá, já fazia a sua estreia pela , com um terceiro carro da equipe então comandada por Bernie Ecclestone. === As primeiras vitórias === miniaturadaimagem|direita|Piquet em Monza no ano de 1983 E, assim, logo Piquet foi confirmado como segundo piloto para a temporada de . Na equipe inglesa, chefiada por Bernie Ecclestone e com Gordon Murray como projetista, Piquet teve como companheiro o austríaco Niki Lauda, já bicampeão, que abandonou a Fórmula 1 temporariamente antes do fim da temporada. Piquet sempre atribuiu a Lauda seu aprendizado sobre como negociar contratos e comunicar suas solicitações aos engenheiros e mecânicos da equipe. O ano, porém, é marcado por alguns acidentes e muitas quebras – foram 11 abandonos em 15 corridas, apenas 3 pontos (os primeiros pontos na carreira) com o 4º lugar na e o 15º lugar na classificação final. Já no ano seguinte, em , Piquet chegou em segundo no Grande Prêmio da Argentina e obteve sua primeira vitória na categoria no Grande Prêmio do Oeste dos Estados Unidos, no circuito de rua de Long Beach. Com outras duas vitórias no ano, no Grande Prêmio da Holanda, em Zandvoort, e no da Grande Prêmio da Itália, em Ímola, Piquet disputou diretamente o título com o australiano Alan Jones da , até a penúltima prova, o Grande Prêmio do Canadá – mas, nesta corrida, Piquet e Jones colidiram na largada, e, após uma segunda largada, Piquet teve que abandonar por uma quebra de motor e o vice-campeonato com 54 pontos. Mas em viria seu primeiro título mundial, após uma intensa batalha contra o argentino Carlos Reutemann da . Na última etapa, o , também nos Estados Unidos, Piquet terminou em 5º lugar marcando 2 pontos, enquanto Reutemann não pontuou chegando em 8º; o brasileiro venceu o campeonato por apenas um ponto de diferença (50 para Piquet e 49 para Reutemann). Em , como em muitos anos de carreira de Piquet, as inovações técnicas - especialmente a adoção do motor BMW Turbo - não permitiram um desempenho suficientemente competitivo. A equipe faz a estreia do novo motor alemão no Grande Prêmio da África do Sul no chassi BT50. Duas semanas após a realização na prova sul-africana, a escuderia resolveu suspender o uso do motor nas corridas seguintes,Brabham resolve refazer o carro turbo: Folha de S.Paulo - Primeiro Caderno, Esportes, página 27 - 10 de Fevereiro de 1982 fato que foi concordado com a empresa alemã. O ponto crítico desta nova experiência foi o sistema de freios, inadequado às novas exigências do novo motor. Enquanto o projetista Gordon Murray faz modificações no chassi e no sistema de freios para que se adapte ao motor, a escuderia foi para o Grande Prêmio do Brasil em Jacarepaguá, com o modelo do ano anterior, o BT49D, e motor Ford Cosworth V8 aspirado. Com ele Piquet venceu, mas um mês após a corrida sua vitória foi cassada, o mesmo aconteceu com o segundo colocado, o finlandês Keke Rosberg da também com o motor Ford Cosworth aspirado.Tribunal da FISA tira a vitória de Piquet no Rio Folha de S.Paulo - Primeiro Caderno, Esportes, página 31 - 20 de Abril de 1982 Ambos tiveram seus resultados anulados em Paris, no Tribunal de Apelações da FISA (Federação Internacional de Automobilismo Esportivo), que acolheu protestos das equipes e após a etapa brasileira. As decisões do tribunal de apelações, composto por representantes de seis países são inapeláveis. No protesto feito por Jean Sage, diretor técnico da Renault, este alegou que o carro de Piquet e de Rosberg disputaram o GP do Brasil abaixo do peso mínimo regulamentar, que é de 580 quilos, devido ao uso de um artifício não previsto pelo regulamento da FISA, o que era verdade. Na vistoria dos carros, os comissários de prova desconfiaram da função de uma estranha \"caixa preta\"Especial GP Brasil de 1982 Quatro Rodas - por Marcio Ishikawa - 5 de Outubro de 2009 acoplada ao Brabham, o mesmo aconteceu com o Williams. O sistema de refrigeração dos freios era feito com água, o que deixava os carros dentro do peso mínimo exigido antes da largada; porém, ao longo da corrida, a água armazenada nos carros era utilizada, o que deixava os monopostos mais leves do que os das demais equipes. Como o regulamento permitia a reposição dos fluidos antes da pesagem obrigatória, os carros voltavam a ficar dentro do regulamento. Com as duas desclassificações técnicas, o francês Alain Prost com o Renault RE30B V6 Turbo, foi declarado o vencedor da corrida. O curioso nessa decisão da FISA, é que tanto os carros da McLaren quanto o da Lotus também usavam o mesmo recurso da Brabham e da Williams, e não foram desclassificadas. Em Long Beach, Rosberg terminou em 2º lugar, também correu com o carro equipado com tanque de água, mas não perdeu os 6 pontos com a posição conquistada. Como a decisão do tribunal aconteceu na semana do e , Mansell vence, com Piquet em 4º e 2º lugar respectivamente. O brasileiro vai para o com 12 pontos de vantagem. Nos treinos oficiais de sexta-feira no circuito de Suzuka, na ânsia de superar o tempo do seu companheiro de equipe, Mansell sofre um forte acidente, embora não o tenha causado ferimentos sérios, deixou-o sem condições para disputar a prova, e Piquet sagrou-se tricampeão mundial por antecipação. Na última corrida, o , em Adelaide, o piloto inglês não aparece. Acabou sendo substituído pelo italiano Riccardo Patrese.Patrese substitui o inglês Mansell na Austrália Folha de S.Paulo - Primeiro Caderno, Esportes, página A21 - 12 de Novembro de 1987 === Últimas temporadas na Lotus e na Benetton === A , então consagrada com o melhor motor turbo na época, deixou a Williams, e em passou a equipar a e a . Para a McLaren, conseguiu a contratação de Ayrton Senna, e para o lugar que Senna deixara na Lotus levou Nelson Piquet com um contrato milionário. Mas o carro amarelo da lendária equipe, projetado pelo engenheiro francês Gérard Ducarouge (que trabalhou com Senna em 1985 a 1987 na equipe), mostrou-se problemático. Mesmo tendo o motor japonês, a Lotus não tinha forças para lutar com a mesma intensidade do que a McLaren. O Lotus era 7 km/h mais lento do que o McLaren no retão em Jacarepaguá. O carro da Lotus era 2 segundos mais lento e aumentava para 3 em . O carro não reagia as modificações propostas e experimentadas pelo piloto. O diagnóstico de Piquet: excessiva torção na parte traseira do chassi. Segundo comentários da imprensa automobilística internacional, o Lotus 100T tinha a estrutura rígida de uma casquinha de sorvete. O motor não era o problema por causa do baixo rendimento do carro, mas sim o chassi que Piquet declarou publicamente que era \"uma merda\" e desentendeu-se completamente com Ducarouge. Sem condições de disputar posições com os carros equipado com motor aspirado, o piloto terminou o campeonato em 6º lugar com 22 pontos conquistados. Sem o motor Honda para , a Lotus fechou com o , um dos motores mais fracos da época. O time de Peter Warr contrata o projetista inglês Frank Dernie, vindo da Williams da época de Piquet. Com o novo conjunto, o modelo 101 e motor Judd, o piloto só conseguia disputar posições pelo bloco intermediário e de vez em quando dava para marcar alguns pontos. Com equipamento fraco para brigar por melhores posições, o brasileiro não conseguiria se classificar para o Grande Prêmio da BélgicaLotus em crise é desclassificada pela 1ª vez Folha de S.Paulo - caderno Esportes, página E8 - 27 de Agosto de 1989 em Spa-Francorchamps, o mesmo acontecendo com o seu companheiro de equipe, o japonês Satoru Nakajima; pela primeira vez na história que o time britânico ficava ausente de uma corrida e a segunda vez na carreira do tricampeão brasileiro. Desiludido com as duas temporadas frustrantes na Lotus, no início do mês de setembro, Piquet assinou contrato com a equipe Piquet vai correr na Benetton no próximo ano Folha de S.Paulo - caderno Esportes, página E3 - 5 de Setembro de 1989 para a temporada de ; no final do mês, na semana do , a escuderia anglo-italiana contrata o projetista inglês John Barnard.Barnard será diretor técnico da Benetton Folha de S.Paulo - caderno Esportes, página E4 - 30 de Setembro de 1989 Junta-se ao piloto brasileiro num projeto ambicioso: disputar de fato o título mundial. Cumprindo as últimas três provas pela equipe britânica, o melhor que ele consegue foi o 4º lugar no ; na última prova, o , com chuva, na reta Brabham, Piquet acerta a traseira do Osella do italiano Piercarlo Ghinzani (última corrida na carreira). Numa despedida sem grandes resultados e tendo que disputar posições com o pelotão intermediário, Piquet terminou em 8º lugar no campeonato com 12 pontos. A falta de potência do motor Cosworth V8 era compensada pelo notável equilíbrio do chassi, e, após algumas boas corridas, Piquet vence o polêmico , (aquela prova, segundos depois da largada que Senna enfia o seu carro na traseira da Ferrari de Prost ao tentar fazer a primeira curva da pista e com os dois fora da pista, acabou decidindo o campeonato a favor do brasileiro da McLaren). A vitória teve sabor mais especial ainda para Piquet porque o segundo colocado foi o seu amigo de adolescência Roberto Moreno, também pela Benetton, estreando como substituto de Alessandro Nannini, que havia sofrido um gravíssimo acidente de helicóptero que lhe afastou em definitivo da Fórmula 1. Piquet também venceu a corrida seguinte, o Grande Prêmio da Austrália, após uma manobra arriscada na última volta – Nigel Mansell, que ao volante da Ferrari tentava ultrapassar o brasileiro, foi obrigado a frear fortemente e sair da pista na curva mais fechada do circuito, quando o brasileiro, simples e propositalmente, ignorou sua tentativa e seguiu o traçado normal. Com o magnífico lance, Piquet terminou em 3º com 43 pontos, e se classificou à frente de um piloto da McLaren e da Ferrari. Em , ainda na Benetton, Nelson obteve sua última vitória na F-1 no Grande Prêmio do Canadá, e também em cima de Mansell – a quem Piquet se referia ironicamente como \"o idiota veloz\". O inglês liderava com mais de 50 segundos, e na última volta desacelerou para acenar para os torcedores. Por causa disso, o alternador não gerou energia suficiente para abastecer toda a eletrônica embarcada do Williams e o carro simplesmente \"morreu\". Após a vitória, Piquet passou pelo carro parado de Mansell acenando para o rival. Depois declarou que quando viu o carro do piloto inglês parado naquele momento \"quase teve um orgasmo\". Neste mesmo ano, a Benetton substituiu Roberto Moreno pelo jovem talento Michael Schumacher, patrocinado pela Mercedes-Benz, que até então havia disputado apenas sua corrida de estreia na Fórmula 1. Insatisfeito com as perspectivas da sua equipe para a temporada de 1992, já que o novo motor Ford Cosworth não era suficientemente potente para deixá-lo em condições de voltar a brigar por títulos. Piquet, então com 39 anos de idade, 204 GPs no currículo e 3 títulos mundiais, decidiu abandonar a categoria máxima do automobilismo após chegar em 4º lugar (1,5 ponto) no chuvoso Grande Prêmio da Austrália. Encerrou sua carreira na principal categoria em 6º lugar com 26,5 pontos. === Após a Fórmula 1 === Ainda em 1991, Piquet começou a entrar em entendimentos com a Ferrari para correr a próxima temporada. Piquet era um antigo sonho da escuderia italiana, mas pesava contra a Piquet uma certa oposição por parte de alguns Tifosi, que não se esqueceram de uma frase infeliz do brasileiro tempos atrás, “...que a Ferrari só voltaria a vencer com a morte do comendador...”, e então ambas as partes acabaram não se acertando, principalmente devido aos altos valores pedidos pelo piloto. A língua ferina de Piquet cobrava seu preço, pois os atritos com Patrick Head na Williams, os desentendimentos com Gerárd Ducarouge na Lotus, e a briga quase corporal com Tom Walkinshaw da Benneton, fecharam várias portas, para o maior acertador de carros de todos os tempos, além de um dos melhores pilotos de F1. Era o adeus a qualquer perspectiva de retorno, pois boatos de ida para a Ligier, não animavam o campeão, que não queria correr sem chances de vencer. Em 1992, Nelson Piquet decidiu correr as 500 Milhas de Indianápolis, com um Lola-Buick da equipe Menards. Rapidamente se destacou como o mais rápido entre os estreantes. Mas, em um dos treinos, um furo lento num pneu fez o carro rodar a toda velocidade na curva 4 e se espatifar de frente na mureta de proteção do circuito. Além de traumatismo craniano e lesão torácica, Piquet sofreu fraturas múltiplas nas pernas e nos pés. Várias cirurgias no Hospital Metodista de Indianápolis reconstruíram os membros inferiores, mas deixaram sequelas que obrigaram o brasileiro a abandonar as categorias de monopostos. Mesmo assim, Piquet voltou a Indianápolis para a corrida de 1993, pela mesma equipe, mas foi obrigado a abandonar por problemas de motor. Desde então, Piquet corre apenas por prazer em eventos como a Corrida de Calhambeques, organizada pelo grupo PNT - Pé na Tábua, do jornalista e promotor de eventos Tiago Songa, também as 24 Horas de Le Mans e as 24 Horas de Spa-Francorchamps, em provas da categoria Turismo como a Mil Milhas Brasileiras, que venceu duas vezes - a última em 2006, dividindo um Aston Martin DBR9 com Hélio Castroneves, Christophe Bouchut e Nelson Ângelo Piquet. Em 13 de novembro de 2013 é operado do coração, com sucesso.Nelson Piquet operato al cuore Em 7 de setembro de 2021, Nelson Piquet dirigiu o Rolls-Royce que conduziu o presidente Jair Bolsonaro e a primeira-dama Michelle, para a cerimônia de hasteamento da bandeira no dia de comemoração da Independência do Brasil. Em novembro de 2022, Nelson Piquet participa de manifestações em apoio ao então presidente da república. == Controvérsia == Em 2021 durante entrevista, Piquet usa termo que alguns consideram racista ao se referir a Lewis Hamilton, quando discutia um acidente entre Hamilton e Max Verstappen ocorrido no Grande Prêmio da Grã-Bretanha de 2021: “O neguinho meteu o carro e deixou porque não tinha jeito de passar dois carros naquela curva. Ele fez de sacanagem”. Por esse comentário, Piquet foi denunciado por danos morais e, em março de 2023, foi condenado, em primeira instância, a pagar R$5 milhões de indenização. A ação foi movida pela Aliança Nacional LGBTI, Associação Brasileira de Famílias Homotransafetivas, Centro Santo Dias de Direitos Humanos da Arquidiocese de SP e Francisco de Assis: Educação, cidadania e direitos humanos. Em outubro de 2023, o Tribunal de Justiça do Distrito Federal e Territórios (TJDFT), de forma unânime, anulou a condenação de Piquet por danos morais na fala sobre Lewis Hamilton. Segundo a sentença, a fala de Piquet na ocasião não caracterizou \"discurso de ódio\". == Resultados na Fórmula 1 == (legenda) (Corrida em negrito indica pole position e em itálico indica volta mais rápida) Ano Nome Oficial da Equipe Chassis Motor 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 Pontos Posição Team Tissot Ensign N177 Ford Cosworth DFV V8 Ret 0 NC (28º) BS Fabrications McLaren M23 Ret Ret 9º Parmalat Racing Team Brabham BT46 Alfa Romeo 115-12 F12 11º Parmalat Racing Team Brabham BT46A Alfa Romeo 115-12 F12 Ret 3 16º Brabham BT48 Alfa Romeo 1260 V12 Ret 7º 8º Ret Ret Ret Ret Ret 12º Ret 4º Ret Brabham BT49 Ford Cosworth DFV V8 Ret 8º Parmalat Racing Team Brabham BT49 Ford Cosworth DFV V8 2º Ret 4º 1º 7º 3º 4º 2º 4º 5º 1º 1º Ret Ret 54 2º Parmalat Racing Team Brabham BT49C Ford Cosworth DFV V8 3º 12º 1º 1º Ret Ret Ret 3º Ret 1º 3º 2º 6º 5º 5º 50 1º Parmalat Racing Team Brabham BT50 M12/13 L4 Turbo Ret 5º Ret NQ 1º 2º Ret Ret Ret Ret 4º Ret Ret 20 11º Brabham BT49D Ford Cosworth DFV V8 BRA DSQ Ret Fila Sport Brabham BT52 M12/13 L4 Turbo 1º Ret 2º Ret 2º 4º 4º Ret 59 1º Brabham BT52B 2º 13º 3º Ret 1º 1º 3º MRD International Brabham BT53 M12/13 L4 Turbo Ret Ret 9º Ret Ret Ret 1º 1º Ret 7º Ret 2º Ret Ret 3º 6º 29 5º Motor Racing Developments Ltd Brabham BT54 M12/13 L4 Turbo Ret Ret 8º Ret Ret 6º 1º 4º Ret Ret 8º 2º 5º Ret Ret Ret 21 8º Canon Honda Team Williams FW11 RA166E V6 Turbo 1º Ret 2º 7º Ret 3º Ret 3º 2º 1º 1º Ret 1º 3º 4º 2º 69 3º Canon Honda Team Williams FW11B RA167E V6 Turbo 2º DNS Ret 2º 2º 2º 2º 1º 1º 2º 1º 3º 4º 2º 15º Ret 73 (76) 1º Camel Team Honda Lotus 100T RA168E V6 Turbo 3º 3º Ret Ret 4º Ret 5º 5º Ret 8º 4º Ret Ret 8º Ret 3º 22 6º Camel Team Lotus Lotus 101 CV V8 Ret Ret Ret 11º Ret 4º 8º 4º 5º 6º NQ Ret Ret 8º 4º Ret 12 8º Formula Ltd Benetton B189B Ford HBA4 V8 4º 6º 43 (44) 3º Benetton B190 5º MON DSQ 2º 6º 4º 5º Ret 3º 5º 7º 5º Ret 1º 1º Camel Benetton Formula Ford Benetton B190B Ford HB5 V8 3º 5º 26.5 6º Benetton B191 Ret Ret 1º Ret 8º 5º Ret Ret 3º 6º 5º 11º 7º 4º * Nos descartes * Prova interrompida e encerrada com 14 voltas por causa da chuva. Foi atribuído metade dos pontos. == Números == * 3 títulos mundiais de Fórmula 1 em (, e ) * Temporadas na F-1: 13 - (1978-1991) * GPs iniciados: 204 * Pódios: 60 * Vitórias: 23 * Pole positions: 24 * Melhores voltas: 23 * Pontos marcados: 481,5 * Quilômetros percorridos: 45.455 * Liderou 56 GPs, em 1572 voltas e 7.465 km * Completou 121 GPs * Retirou-se em 84 GPs ==Resultados em outras corridas== ===500 Milhas de IndianápolisIndianapolis 500 Race-Database.com=== Ano N# Equipe Chassis Motor Pneus Largada Final Voltas 1992 27 Menard/Conseco Lola Buick Colisão nos Treinos 1993 77 Arisco/STP Lola Buick 13ª 32º DNF 38 ===24 Horas de Le Mans1996 24 Heures du Mans Race-Database.com1997 24 Heures du Mans Race-Database.com === Ano Classe N# Equipe Co-Pilotos Chassis Motor Pneus Largada Final Clas. Pos Voltas 1996 GT1 39 Team Bigazzi SRL Team BMW Motorsport Nelson Piquet Johnny Cecotto Danny Sullivan McLaren F1 GTR BMW S70 6.1L V12 15ª 8º 6º 324 1997 GT1 42 Team BMW Motorsport BMW Team Schnitzer JJ Lehto Steve Soper Nelson Piquet McLaren F1 GTR BMW S70 6.0L V12 4ª 22º DNF 9º 236 == Ver também == * Lista de pilotos brasileiros na Fórmula 1 * Lista de campeões da Fórmula 1 * Nelsinho Piquet == Ligações externas == * Nelson Piquet * Nelson Piquet - A trajetória de um campeão Categoria:Brasileiros de ascendência francesa Categoria:Pilotos de automóvel do estado do Rio de Janeiro Categoria:Pilotos de Fórmula 1 do Brasil Categoria:Pilotos da IndyCar Series do Brasil Categoria:Naturais da cidade do Rio de Janeiro Categoria:Pilotos do Campeonato Britânico de Fórmula 3 Categoria:Pilotos da equipe Ensign de Fórmula 1 Categoria:Pilotos da equipe Brabham de Fórmula 1 Categoria:Pilotos da equipe Williams de Fórmula 1 Categoria:Pilotos da equipe Lotus (1958-1994) de Fórmula 1 Categoria:Pilotos da equipe Benetton de Fórmula 1 Categoria:Empresários do estado do Rio de Janeiro Categoria:Pilotos campeões mundiais de Fórmula 1 Nelson Categoria:Alunos da Universidade de Brasília Categoria:Membros do International Motorsports Hall of Fame Categoria:500 Milhas de Indianápolis",
 "title": "Nelson Piquet"
}