{
 "id": "12380",
 "text": "François-André Danican Philidor (Dreux, França, 7 de setembro de 1726 — Londres, Inglaterra, 31 de agosto de 1795) foi um compositor francês e também o melhor jogador de xadrez da sua época. Geralmente considerado como um dos criadores da opéra-comique francesa,François-André Danican Philidor (1726-1795). Por Dany Sénéchaud. ResMusica, 18 de novembro de 2006.Jean- François Dupont-Danican à propos de Philidor. Por Dany Sénéchaud. ResMusica, 19 de novembro de 2006. destacando-se Tom Jones e Le Maréchal-Ferrant. Além disso, compôs também a ópera Themistocle, uma tragédie lyrique. Na sua família, de origem escocesa e conhecida desde o século XVII, houve 14 instrumentistas, 9 dos quais eram também compositores. Philidor teve a sua carreira musical como um dos músicos da corte do rei Luís XV da França. Dados biográficos Entre os anos de 1750 e 1770, foi o principal compositor da França. Escreveu mais de 20 opéras comiques e duas tragédies-lyriques. Além disso, compôs música de câmara, cantatas e motetos seculares, um oratório. Musicou as Carmen seculare de Horácio e compôs um Te Deum que foi executado durante os funerais de Rameau. Em dezembro de 1792, no entanto, aos 65 anos de idade, Philidor precisou deixar definitivamente a França e partir para a Inglaterra. Fugia da Revolução Francesa (1789-1799), pois o seu nome figurava na lista de banimento. Provavelmente, isto não se deveu às suas ideias políticas, já que Philidor era bastante reservado sobre suas opiniões para além da música e do xadrez.Chess Theory ==A família Philidor== François-André Danican Philidor pertencia a uma extraordinária dinastia de músicos dos séculos XVII e XVIII. O nome da família era Danican ou D'Anican, de origem escocesa (Duncan). O nome Philidor, adicionado posteriormente, foi um apelido dado a Michel Danican por Luís XIII, devido ao toque do seu oboé, que lembrava um virtuose de Siena, chamado Filidori (afrancesado como Filidor e depois Philidor). Todos, a partir de Michel Danican, usaram a alcunha Philidor , dada por Luís XIII ao mais antigo deles, o oboísta Michel Danican, quando o rei, entusiasmado com seu virtuosismo, teria dito que ele lhe lembrava um talentoso músico italiano de outrora, chamado Filidoro - sobre o qual nada mais se sabe. Le nom Philidor aujourd'hui. Por Dany Sénéchaud. ResMusica, 19 de novembro de 2006. Dentre os mais destacados músicos da família estão:Retour sur la dynastie des Philidor : instrumentistes du Roi et compositeurs. Por Dany Sénéchaud. * Michel I Danican, apelidado \"Filidor\" (c. 1580 - c. 1651), tio de André Danican Philidor, foi um renomado oboísta, que, juntamente com Jean Hotteterre, alterou seu instrumento de modo que o furo de sopro ficasse mais estreito, o que possibilitou uma embocadura mais próxima da extremidade. * Jean Danican Philidor (1620-1679) (ca. 1610 – 1679, Paris), avô de André Danican Philidor, era músico na Grande Écurie (banda do exército) em Paris. * André Danican Philidor (1647-1730), pai de François-André Danican Philidor, conhecido como \"O Velho\", tocava oboé e cromorno . Foi membro da Grande Banda Militar e mais tarde passou a se apresentar na corte, na Capela Real, empregado por Luís XIV. * Jacques Danican Philidor (1657–1708) foi o irmão mais jovem de André Danican Philidor (O Velho) e também foi músico, ficou conhecido como \"Philidor, O Jovem\". * Pierre Danican Philidor (1681–1731), também músico, foi filho de Jacques Danican Philidor. * Anne Danican Philidor (1681–1728), irmão mais velho de André Danican Philidor, é mais lembrado por ter sido o promotor do Concert Spirituel, uma importante série de concertos públicos realizados no Palais des Tuileries, de 1725 à 1791. * François-André Danican Philidor, filho de Elizabeth Le Roy, a segunda esposa de seu pai, com quem este se casara em 1719 quando ela tinha 19 anos e ele 72. Quando François-André nasceu, seu pai tinha 79 anos e morreu quatro anos mais tarde. == Carreira Musical == François-André Philidor juntou-se ao coro real de Luís XV, em 1732, aos 6 anos de idade, e fez a sua primeira composição aos 11 anos. Dizia-se que o rei queria ouvir o coro quase todos os dias e os cantores, enquanto esperavam pelo soberano, jogavam xadrez, para aliviar o tédio, o que pode ter despertado o interesse de Philidor no jogo. Aos 10 anos, Philidor era pagem na capela real de Versailles, onde foi aluno de André Campra. Compôs o seu primeiro moteto aos 12 anos. Por volta de 1740, aos 14 anos, dava aulas de música em Paris e também trabalhava como intérprete e copista de música. Foi professor do compositor e pianista boêmio Ludwig Wenzel Lachnith. Nessa época, conheceu Diderot, que o chama Philidor o sutil, em O sobrinho de Rameau. Aos 18 anos, Philidor tem problemas com a polícia por suas declarações ousadas sobre liberdade de expressão, chegando mesmo a ser preso por duas semanas. Encontra Rameau, por quem tinha grande admiração, mas este último acusa-o de descaracterizar a música francesa com o uso de formas italianas. Já Rousseau, em 1745, solicita a colaboração de Philidor, para concluir sua ópera-balé Les Muses galantes.Opera baroque. Les Muses galantes. Compositeur: Jean-Jacques Rousseau Entre 1745 e 1754, Philidor passou a maior parte do tempo em Londres e, depois de uma turnê pelos Países Baixos, entra em colapso, mudando-se de lá como Samuel Johnson e Charles Burney. Retorna à capital francesa em 1754, embora, na França, a sua música fosse rotulada por alguns como demasiadamente italiana (resultado de suas viagens). No entanto, ele teve vários triunfos nos teatros, começando com Blaise le savetier, em 1759. As suas três óperas de maior sucesso foram Le sorcier (1764), Tom Jones, baseada no romance homônimo de Henry Fielding (1765), e Ernelinde, princesse de Norvège (1767).Rushton J. François-André Danican Philidor. In: The New Grove Dictionary of Opera. Macmillan, London and New York, 1997. Durante algum tempo, Philidor foi um dos principais compositores de ópera na França. Ao longo de sua carreira musical, produziu mais de 20 óperas cômicas e duas tragédias líricas. Também escreveu cantatas e motetos. == Xadrez == Em 1744, Philidor frequentava o Café da Regência, em Paris, onde se reuniam os mais fortes jogadores da capital e pensadores como Voltaire e Rousseau. Biografia Musical e Carmen saeculare (Overtures) Imediatamente adquiriu fama ao superar todos, culminando com sua vitória sobre Kermur de Legal, que era o campeão do clubeGanzo, Julio - Los campeones mundiales de ajedrez. Editorial Ricardo Aguilera, Madrid: 1971. p. 24. e havia sido o seu instrutor no jogo.Chess Games Dois anos mais tarde, viajou para a Holanda e Inglaterra, derrotando em Londres o sírio Stamma, que, com a saída de Greco, era considerado o enxadrista mais forte da época.Ganzo, Julio - Los campeones mundiales de ajedrez. Editorial Ricardo Aguilera, Madrid: 1971. p. 24. A partir daí, seu jogo era tão superior aos demais que Philidor sempre concedia algum tipo de vantagem aos oponentes, para dar interesse ao confronto. Outra circunstância que chamou muito a atenção do público foram as primeiras exibições simultâneas às cegas (quando o enxadrista enfrenta mais de um oponente, sem olhar para os tabuleiros);Ganzo, Julio - Los campeones mundiales de ajedrez. Editorial Ricardo Aguilera, Madrid: 1971. p. 24. na ocasião Philidor enfrentou dois jogadores em partidas distintas, o que nunca tinha sido visto na história até então. Chess Games Escreveu em 1749 Analyse du jeu des échecs (Análise do jogo de xadrez), um dos primeiros tratados sobre o jogo, o qual foi por mais de cem anos (com 70 edições) considerado como obra de referência no assunto. É dele a famosa frase «Les pions sont l'âme des échecs» (Os peões são a alma do xadrez).Pensamentos de Philidor sobre o xadrez Este livro foi traduzido para o inglês, alemão e italiano. Levam o seu nome no jogo uma abertura defensiva para as negras chamada de Defesa Philidor, estudos sobre situações de final de jogo, conhecidos como \"Posições de Philidor\", além do famoso \"Mate de Philidor\". Andrew Soltis escreveu que \"Philidor foi o melhor jogador do mundo por 50 anos\"; de fato, ele devia estar cerca de 200 pontos acima de qualquer pessoa no Rating ELO, separado pelos mistérios conceituais do jogo, os quais havia decifrado.Andrew Soltis,\" Ferramentas do Comércio... \",Chess Life, Julho de 1995, p. 14. Também interessante é a opinião do Grande Mestre Boris Alterman sobre o jogo de Philidor:Welcome to GM Boris Alterman - Chess Lessons No mesmo artigo da web, analisando o jogo Bruehl vs Philidor, 0-1, Londres 1783, Alterman afirmou que Philidor entendia muito bem os conceitos modernos, como: poder de peões passados, peças boas e más de acordo com a posição; vantagem do domínio espacial; abertura de colunas; estrutura articulada de peões; importância do centro. Mais de um século após a sua morte, muitas de suas ideias Pensamentos de Philidor sobre o xadrez foram retomadas e aprimoradas, principalmente por outros dois excepcionais pensadores do xadrez, Wilhelm Steinitz e Aaron Nimzowitsch.Tabuleiro de Xadrez. François-André Danican Philidor. Dados biográficos. Jacques François Mouret, um dos melhores jogadores franceses do início do século XIX, era sobrinho de Philidor.O Oxford Companion to Chess -. Hooper e Whyld David Kenneth (1992) p. 265 === Partidas notáveis === *Capitão Smith vs François André Philidor, Londres, Inglaterra 1790, Abertura do Bispo: Defesa Berlin (C24), 0-1 Um bom exemplo das ideias de Philidor sobre os peões e uma brilhante combinação de mate. *François André Philidor vs NN, Desconhecido 1749, Abertura do Bispo: Boi Variation (C23), 1-0 Este jogo pode ter sido composto por Philidor para demonstrar o valor do peão passado. == Principais obras == === Óperas === * Le Diable à quatre ou la Double métamorphose (1756) * Blaise le savetier (1759) * L'Huître et les Plaideurs ou le Tribunal de la chicane (1759) * Le Quiproquo ou le volage fixé (1759) * Le Soldat Magicien (1760); libretto de Louis Anseaume, a partir de um conto de Antoine Le Métel d'OuvilleWild, Nicole; Charlton, David. Théâtre de l'Opéra-Comique Paris: répertoire 1762-1972, pp 408-409 * Le Jardinier et son seigneur (1761) * Le Maréchal-Ferrant (1761) * Sancho Pança dans son île (1762) * Le Bûcheron ou les trois souhaits (1763) * Le Sorcier (1764); libretto de Antoine-Alexandre-Henri Poinsinet * Tom Jones (1765), baseada no romance de Henry Fielding * Ernelinde, princesse de Norvège (1767), revisada em 1769 com o título de Sandomar, prince de Danemark * Le Jardinier de Sidon (1768) * L'Amant déguisé ou le jardinier supposé (1769) * La Nouvelle École des femmes (1770) * Le Puits d'amour (1779) * L'Amitié au village (1785) * Thémistocle (1786) * La Belle Esclave (1788) * Bélisaire (1796, ópera póstuma) === Outras obras musicais importantes === * 1754 : Lauda Jerusalem, moteto escrito em 1754 * 1769 : L'Amant déguisé, ou le Jardinier supposé, comédia em 1 ato entremeada de arietas e representada pela primeira vez pelos Comédiens italiens ordinaires du Roi em 2 septembre 1769. * Carmen saeculare, sobre os versos de um hino de Horácio === Livros === * Analyse du jeu des échecs (1749, reed. 1803, 1988), reed. fac-simile 1988 por Jean-Jacques Pauvert / Neumann et Compagnie == Ligações externas == * François-André DANICAN PHILIDOR raconté par Jean-François DUPONT-DANICAN. * Philidor, musicien, joueur d’échecs et homme de son temps. Por Dany Sénéchaud. * François-André Danican Philidor et les Philidor : une dynastie de musiciens. Dossier. Por Dany Sénéchaud * Coleção de partidas notáveis * Dados biográficos de Philidor. Categoria:Compositores da França Categoria:Compositores de ópera Categoria:Jogadores de xadrez da França Categoria:Teóricos do xadrez Categoria:Pianistas da França Categoria:Pessoas da Revolução Francesa Categoria:Compositores de música maçônica",
 "title": "François-André Danican Philidor"
}