{
 "id": "123830",
 "text": "Coronel é uma patente militar de oficial existente em quase todos os exércitos do mundo. Esta patente é também utilizada em diversas forças aéreas e forças de segurança. Muito mais raramente, é utilizada em forças navais. Em quase todos os países onde a patente é utilizada, é a mais elevada de um oficial antes de atingir o generalato. ==História e origens== O termo \"coronel\" deriva do Latim \"columnella\", significando \"pequena coluna\". No entanto, nunca foi usado como patente nos exércitos do Império Romano. Para designar um posto militar, o termo surgiu no final do século XVI, na Itália, onde se referia ao oficial encarregado de uma \"coluna\", no sentido de uma força militar marchando em formação de coluna. O termo surgiu como \"colonnello\", provavelmente abreviatura do termo \"capitano colonnello\", ou seja o capitão de uma coluna. À medida que a função de coronel se tornou numa patente permanente, este oficial tornou-se no capitão superior de um grupo de companhias que obedeciam à sua autoridade e ao seu regimento (no sentido de \"regulamento\"). Este regimento, muitas vezes, consistia num contrato escrito onde era estabelecido o conjunto de regras, conhecido pelo \"regimento do coronel\". Por extensão, o grupo de companhias submetidas ao regimento de um coronel passou ser denominado \"regimento\". Durante o século XVII, com a mudança do sistema de exércitos mercenários para exércitos nacionais em muitos países da Europa, os coronéis (normalmente nobres) passaram a ser os proprietários ou titulares dos seus regimentos, responsabilizando-se por sua administração, instrução, pagamento, fardamento e recrutamento. Os coronéis, por sua vez, estabeleciam contratos com o seu soberano para — eles próprios e os respectivos regimentos — servirem no seu exército. Frequentemente, o comando efetivo dos regimentos não era exercido pelos coronéis proprietários, mas sim delegado em oficiais militares profissionais, designados \"mestres de campo\". No século XIX, em quase todos os países, a patente de coronel tornou-se num posto profissional militar, mantendo a responsabilidade pelo comando de um regimento ou uma unidade equivalente. A influência militar europeia fez com que quase todos os países do mundo introduzissem essa patente nas suas forças armadas. Alguns países, sobretudo comunistas, introduziram até um segundo posto de coronel, chamado \"coronel superior\". ===Coronel-general=== Na França estabeleceu-se o sistema de um único coronel — chamado \"coronel-general\" — ser proprietário de todos os regimentos de uma determinada arma (Infantaria, Cavalaria, Dragões, etc.), estabelecendo um contrato conjunto com o rei. Mais tarde o cargo de coronel- general acabou por se tornar meramente uma dignidade honorífica, sendo, como tal, usado em outros países. Como patente, o posto de coronel-general foi criado em alguns países. Onde existe, normalmente é o mais elevado posto permanente de oficial general, imediatamente superior ao posto de general e só inferior ao de marechal. ===Coronel honorário=== Em vários países — sobretudo em monarquias, mas não só — é comum atribuir o comando honorário de um regimento ou outro corpo equivalente a um membro da família real ou a um oficial general que tenha servido nessa unidade. A esses comandantes é dada a patente honorária de coronel do regimento. Nos países da Commonwealth os regimentos tornaram-se, praticamente, unidades cerimoniais, já que a unidade operacional é o batalhão ou equivalente. Como unidades cerimoniais mantêm apenas um comandante honorário, normalmente titulado como \"coronel-em-chefe\". Grande parte dos coronéis-em-chefe são membros da Família Real Britânica. ==Distintivos e designações de coronel em várias forças armadas e de segurança== ===Exércitos=== File:HD H 53 Oberst ABCAbw.svg |Alemanha: Oberst Image:Army-BEL-OF-05.svg |Bélgica: Colonel / Kolonel File:Coronel-V.gif |Brasil: Coronel File:Cdn-Army-Col(OF-5)-2014.svg |Canadá: Colonel File:coronelrch.jpg |Chile: Coronel File:Rank insignia of coronel of the Colombian Army.svg|Colômbia: Coronel File:6ej.png |Espanha: Coronel File:US-O6 insignia.svg |EUA: Colonel File:Eversti kauluslaatta.png |Finlândia: Eversti Image:Army-GRE-OF-05.svg |Grécia: Συνταγματάρχης [Syntagmatarchis] Image:IT-Army-OF5b.svg |Itália: Colonnello Image:Nl-landmacht-kolonel.svg |Países Baixos: Kolonel Image:Rank_insignia_of_pułkownik_of_the_Army_of_Poland.svg‎|Polónia: Pułkownik Image:18 - Coronel.svg |Portugal: Coronel Image:Romania-Army-OF-5.svg |Roménia: Colonel File:RAF A F5Col 2010par.png |Rússia: Полковник [Polkovnik] Image:SWE-överste.svg |Suécia: Överste Image:RTA OF-5 (Colonel).svg |Tailândia: พันเอก [Phan Ek] ===Forças aéreas=== File:CoronelFAB-V.png|Brasil: Coronel File:CDN-Air Force-Colonel (OF5)-2015.svg|Canadá: Colonel File:Fach cav.gif |Chile: Coronel File:Cor-ea.svg |Espanha: Coronel File:US Air Force O6 shoulderboard.svg|EUA: Colonel File:French Air Force-colonel.svg|França: Colonel File:SWE-Airforce-överste.png|Suécia: Överste ===Forças de segurança=== File:CoronelPM.PNG |Brasil (Polícia Militar) File:ColonelGM.png |França (Gendarmarie): Colonel File:Carabinieri-OF-5.svg |Itália (Carabinieri): Colonnello File:Nl-marechaussee-kolonel.svg|Países Baixos (Marechaussée): Kolonel File:Ukrainian police shoulder mark 11.svg|Ucrânia (поліція [Politsiya]): Полковник [Polkvnik] ==Coronel em vários países== ===Brasil=== No Exército Brasileiro, Força Aérea Brasileira, Polícias Militares e Corpos de Bombeiros Militares, coronel é o mais alto posto de oficial superior, imediatamente acima do tenente-coronel e abaixo dos generais. Na Marinha do Brasil o posto equivalente é o de capitão de mar e guerra. Um coronel do Exército era tradicionalmente o comandante de um regimento com múltiplos batalhões de infantaria ou grupos de artilharia, mas tais regimentos foram desativados nas reformas dos anos 1970. Desde então, um coronel é normalmente o chefe do estado-maior de uma brigada ou divisão ou assessor num grande comando ou num departamento ou diretoria da alta administração militar. O comando de uma unidade (batalhão de infantaria, regimento de cavalaria ou grupo de artilharia), normalmente ocupado por um tenente-coronel, pode ficar temporariamente com um coronel devido à promoção.. p. 35. Insígnias de Coronel 150px Capitão de Mar e Guerra MB Coronel EB Coronel FAB Coronel PM/BM ====Coronel da Guarda Nacional==== Durante o período do Império e parte da República, os indivíduos poderosos e de grande influência política eram também considerados responsáveis pela segurança do país. Dessa forma deveriam organizar os cidadãos aptos com o fim de servirem em situações de emergência, em unidades militares da Guarda Nacional. De acordo com o efetivo organizado, recebiam então os postos militares correspondentes. A Guarda Nacional foi extinta em 1922, mas a denominação permaneceu como forma de tratamento respeitoso a uma pessoa importante. ===Portugal=== O posto de coronel foi introduzido oficialmente no Exército Português em 1707, na sequência da transformação em regimentos dos antigos terços de infantaria. Com a mudança de nome das unidades, veio a mudança do nome da patente do oficial responsável pelo seu comando, o mestre de campo, que passou a ser designado \"coronel\". Observa-se que as unidades das Tropas Auxiliares e os seus comandantes continuaram a ser designados, respectivamente, \"terços\" e \"mestres de campo\" até final do século XVIII. No entanto, antes de ser introduzido como posto permanente, o título \"coronel\" já era, anteriormente, atribuído aos comandantes de algumas unidades do Exército, que, em vez de \"terço\", eram tradicionalmente designadas \"regimento\". O título foi atribuído nomeadamente ao Príncipe D. Teodósio em 1642, quando foi feito comandante de três terços de nobres de Lisboa. Esse título e comando era meramente honorário, já que o comando efetivo dos terços era executado por oficiais designados \"tenentes do Príncipe\". Atualmente, em Portugal, coronel é a patente mais elevada da subcategoria de oficial superior no Exército, Força Aérea e Guarda Nacional Republicana. A patente equivalente na Marinha Portuguesa é a de capitão de mar e guerra. ====Coronel tirocinado==== No Exército Português, designa-se \"coronel tirocinado\" um oficial com a patente de coronel que tenha concluído o Curso de Promoção a Oficial General, necessário para o ingresso na subcategoria de oficial general. O distintivo dos coronéis tirocinados consiste nos galões de coronel, acrescidos de uma estrela de oficial general. Entre 1929 e 1937 os coronéis tirocinados foram designados brigadeiros, usando distintivo atualmente em uso. ====Coronel honorário==== Em Portugal, durante a Monarquia Constitucional, foi comum atribuir o título de \"coronel honorário\" de um determinado regimento ou batalhão independente a um membro da Família Real Portuguesa ou a monarcas de países amigos. Normalmente, a atribuição da patente de coronel honorário a determinada pessoa levava à alteração da designação da unidade para incluir o nome ou o título dessa pessoa. Assim, como exemplos, o Rei D. Carlos I era coronel honorário do Regimento de Cavalaria Nº 2 \"de Lanceiros de El-Rei\" e o Imperador Guilherme II da Alemanha era coronel honorário do Regimento de Cavalaria Nº 4 \"do Imperador Guilherme II\". Era tradição que as visitas oficiais dos monarcas estrangeiros aos quais tivesse sido dado o comando honorário de um regimento português incluíssem a assistência a manobras da \"seu\" regimento, fardados com o uniforme de coronel do mesmo. No Exército Português, paralelamente aos coronéis honorários dos regimentos, continuavam a existir os seus coronéis efectivos, que exerciam o comando prático da unidade. ====Coronel do Mar==== Na Marinha Portuguesa existiu, durante o século XVIII, o posto de coronel do Mar, equivalente ao de brigadeiro das tropas de Terra. O posto de coronel do mar era, portanto, hierarquicamente superior ao de coronel das tropas de terra. No final do século, o posto foi substituído pelo de \"chefe de divisão\", equivalente ao atual posto de comodoro. == Ver também == *Coronel-general *Hierarquia Militar de Portugal *Hierarquia Militar do Brasil *Hierarquia na Polícia Militar *Mestre de campo *Regimento == Bibliografia == *SOBRAL, J., Postos e Cargos Militares Portugueses, Audaces, 2008 Categoria:Patentes militares",
 "title": "Coronel"
}