{
 "id": "123862",
 "text": "A NASCAR Cup Series é a principal série de corridas da National Association for Stock Car Auto Racing (NASCAR). A série começou em 1949 como a Strictly Stock Division e de 1950 a 1970 era conhecida como a Grand National Division. Em 1971, quando a série começou a alugar seus direitos de nome para a R. J. Reynolds Tobacco Company, ela foi chamada de NASCAR Winston Cup Series (1971–2003). Um acordo semelhante foi feito com a Nextel em 2003, e ela se tornou a NASCAR Nextel Cup Series (2004–2007). Sprint adquiriu a Nextel em 2005, e em 2008 a série foi renomeada para NASCAR Sprint Cup Series (2008–2016). Em dezembro de 2016, foi anunciado que a Monster Energy se tornaria o novo patrocinador e a série foi renomeada para Monster Energy NASCAR Cup Series (2017–2019). Em 2019, a NASCAR rejeitou a oferta da Monster de estender o acordo atual de direitos de nomenclatura para além do final da temporada. A NASCAR subsequentemente anunciou sua mudança para um novo modelo de patrocínio em camadas começando com a temporada de 2020, semelhante a outras ligas esportivas profissionais com base nos EUA, onde era simplesmente conhecido como NASCAR Cup Series, com os patrocinadores da série sendo chamados de Premier Partners. Os quatro Premier Partners são Busch Beer, Coca- Cola, GEICO e Xfinity. O campeonato é determinado por um sistema de pontos, com os pontos sendo atribuídos de acordo com a colocação na chegada e o número de voltas realizadas. A temporada é dividida em dois segmentos. Após as primeiras 26 corridas, 16 pilotos, selecionados principalmente com base nas vitórias durante as primeiras 26 corridas, são classificados com base no número total de vitórias. Eles competem nas últimas dez corridas, onde a diferença de pontos é bastante minimizada. Essa parte da competição é chamada de playoffs da NASCAR. A série tem fortes raízes no sudeste dos Estados Unidos, com cerca de metade das corridas da temporada de 36 corridas sendo realizadas naquela região. A partir de 2020, a programação inclui lugares de todos os Estados Unidos. As corridas da temporada regular foram realizadas anteriormente no Canadá e as corridas de exibição foram realizadas no Japão e na Austrália. A Daytona 500, que a corrida de maior prestígio, teve uma audiência de televisão de cerca de 9,17 milhões de telespectadores nos Estados Unidos em 2019. Os carros da Cup Series são únicos nas corridas de automóveis. Os motores são potentes o suficiente para atingir velocidades de mais de 200 mph (320 km/h), mas seu peso, juntamente com um pacote aerodinâmico relativamente simples (baseado nos estilos de carroceria dos carros atualmente disponíveis para venda no varejo nos Estados Unidos), os danifica facilmente. As carrocerias e chassis dos carros são estritamente regulamentados para garantir a paridade, e os eletrônicos são tradicionalmente espartanos por natureza. == História == === Strictly Stock and Grand National === Em 1949, a NASCAR introduziu a divisão Strictly Stock, após sancionar as corridas da divisão Modified e Roadster em 1948. Oito corridas foram realizadas em sete ovais de terra e no percurso de praia/rua de Daytona Beach.\"Strictly Stock Standings and Statistics for 1949\" page of Racing-Reference website , retrieved May 9, 2007. A primeira corrida NASCAR \"Strictly Stock\" foi realizada no Charlotte Speedway em 19 de junho de 1949. Jim Roper foi declarado o vencedor dessa corrida depois que Glenn Dunaway foi desclassificado por ter alterado as molas traseiras de seu carro; o primeiro campeão da série foi Red Byron. A divisão foi rebatizada de \"Grand National\" para a temporada de 1950, refletindo a intenção da NASCAR de tornar o esporte mais profissional e prestigiado. Ela manteve o nome até 1971. A temporada do Strictly Stock de 1949 é considerada nos livros de recordes da NASCAR como a primeira temporada da história. Martinsville Speedway é a única pista na programação de 1949 que permanece na programação atual. Em vez de ter um cronograma fixo de uma corrida por fim de semana com a maioria dos participantes aparecendo em todos os eventos, o cronograma do Grand National incluiu mais de sessenta eventos em alguns anos. Freqüentemente, há duas ou três corridas no mesmo fim de semana e, ocasionalmente, duas corridas no mesmo dia em estados diferentes. Nos primeiros anos, a maioria das corridas do Grand National eram realizadas em pistas ovais curtas com superfície de terra que variavam em comprimento de volta de menos de 400 metros a mais de 800 metros, ou em ovais de feiras de terra geralmente variando de 800 metros a milhas no comprimento da volta. 198 das primeiras 221 corridas do Grand National foram disputadas em pistas de terra. O Darlington Raceway, inaugurado em 1950, foi a primeira pista totalmente pavimentada no circuito com mais de uma milha (1,6 km) de extensão. Em 1959, quando o Daytona International Speedway foi inaugurado, o cronograma ainda contava com mais corridas em pistas de terra do que as pavimentadas. Na década de 1960, quando as super velocidades foram construídas e antigas trilhas de terra foram pavimentadas, o número de corridas em trilhas de terra foi reduzido.Fielden, Greg, \"NASCAR Cleans Up\", Speedway Illustrated, September 2004. A última corrida NASCAR Grand National em uma pista de terra foi realizada em 30 de setembro de 1970, na pista de corrida State Fairgrounds Speedway em Raleigh, Carolina do Norte. === Winston Cup === Entre 1971 e 2003, a série premier da NASCAR foi patrocinada pela marca de cigarros RJ Reynolds Tobacco Company Winston, apelidando-a de Winston Cup Series. A série foi originalmente chamada de Winston Cup Grand National Series antes do \"Grand National\" ser abandonado em 1986. Em 1971, o Public Health Cigarette Smoking Act proibiu a publicidade televisiva de cigarros. Como resultado, as empresas de tabaco começaram a patrocinar eventos esportivos como uma forma de gastar seu dinheiro em publicidade excedente e para contornar a proibição da Lei do Tabagismo de Saúde Pública à publicidade na televisão. O patrocínio da RJR tornou-se mais polêmico na esteira do Acordo da Indústria do Tabaco de 1998 que restringiram drasticamente os caminhos para a publicidade do tabaco, incluindo patrocínios esportivos. As mudanças que resultaram do envolvimento da RJR na série, bem como da redução do cronograma de 48 para 31 corridas por ano, estabeleceram 1972 como o início da \"era moderna\" da NASCAR. A temporada foi encurtada e o sistema de pontos foi modificado várias vezes durante os quatro anos seguintes. Corridas em pistas de terra e em pistas ovais menores que 250 milhas (400 quilômetros) foram removidas da programação e transferidas para a NASCAR Grand National East Series, e as corridas restantes tiveram um prêmio mínimo de $ 30.000. O fundador da NASCAR, Bill France Sr., passou o controle da NASCAR para seu filho mais velho, Bill France Junior. Em agosto de 1974, France Jr. pediu ao publicitário Bob Latford para projetar um sistema de pontos com pontos iguais sendo atribuídos para todas as corridas, independentemente da duração ou prêmio em dinheiro.Mitchell, Jason, \"How Do They Do That?: Winston Cup Point System\", Stock Car Racing (ISSN 0734-7340), Volume 36, Number 10, October 2001. Este sistema garantiu que os melhores pilotos teriam que competir em todas as corridas para se tornarem os campeões da série. Este sistema permaneceu inalterado de 1975 até que a Chase for the Championship ser instituída em 2004. A ABC Sports transmitiu ao vivo parcial ou integralmente as corridas do Grand National em Talladega, North Wilkesboro, Darlington, Charlotte e Nashville em 1970. Como esses eventos foram percebidos como menos emocionantes do que muitas corridas do Grand National, a ABC abandonou sua cobertura ao vivo. Em vez disso, as corridas foram transmitidas atrasadas e editadas no programa de variedades de esportes da ABC, o Wide World of Sports.Fielden, Greg. NASCAR Chronicle. Publications International, Ltd., Lincolnwood, Illinois, USA, 2006. p. 36. Em 1979, a Daytona 500 se tornou a primeira corrida de stock car transmitida nacionalmente ao vivo de bandeira a bandeira pela CBS. Os líderes indo para a última volta, Cale Yarborough e Donnie Allison, bateram um no outro enquanto tentavam a liderança, permitindo que Richard Petty os ultrapassasse para a vitória. Imediatamente, Yarborough, Allison e o irmão de Allison, Bobby, travaram uma briga em rede nacional. Isso sublinhou o drama e a emoção do esporte e aumentou sua comercialização. A corrida coincidiu com uma grande tempestade de neve na costa leste dos Estados Unidos, apresentando o esporte a um público cativo. Em 1981, um banquete de premiação começou a ser realizado na cidade de Nova York na primeira sexta- feira à noite de dezembro. Os primeiros banquetes foram realizados no Starlight Room do Waldorf-Astoria e em 1985 foram transferidos para o Grand Ballroom, muito maior. Mas em 2001, a porção do banquete foi abandonada em favor de uma cerimônia de premiação mais simples. E em 2002, a cerimônia de premiação foi transferida para o Hammerstein Ballroom no Manhattan Center. No entanto, em 2003, as festividades voltaram ao Grande Salão de Baile do Waldorf, e o formato de banquete foi restabelecido. Em 1985, Winston introduziu um novo programa de prêmios chamado Winston Million. De 1985 a 1997, qualquer piloto que vencesse três das quatro corridas mais prestigiosas da série recebia um milhão de dólares. O prêmio foi ganho apenas duas vezes; Bill Elliott venceu em 1985, Darrell Waltrip quase venceu em 1989, Davey Allison quase venceu em 1992, Dale Jarrett quase venceu em 1996 e Jeff Gordon venceu em 1997.DarlingtonRaceway.com \"Darlington Legends: Million Dollar Bill\" Retrieved 7/5/09 O Winston Million foi substituído por um programa semelhante, o Winston No Bull Five, em 1998. Este programa concedeu um milhão de dólares a qualquer piloto que ganhasse uma corrida de prestígio depois de terminar entre os cinco primeiros na corrida de prestígio anterior.TheAutoChannel.com \"Winston to Substitute \"No Bull 5\" for \"Winston Million\"\" Retrieved 7/5/09 A série passou por um grande boom de popularidade na década de 1990.Autoracing1.com \"NASCAR's Greatest Moments – Part 3\" Retrieved March 12, 2009 Em 1994, a NASCAR realizou o primeiro Brickyard 400 em Indianapolis Motor Speedway. Entre 1997 e 1998, o prêmio em dinheiro do vencedor do Daytona 500 triplicou. Isso coincidiu com um declínio de popularidade no American Championship Car Racing. Em 1999, a NASCAR fez um novo acordo com a Fox Broadcasting, Turner Broadcasting e NBC. O contrato, assinado por oito anos para a Fox e seis anos para a NBC e a Turner, foi avaliado em US $ 2,4 bilhões.Forbes.com \"NASCAR Pulls into Prime Time\" Retrieved August 22, 2009 Em 2001, a Pixar visitou as trilhas da NASCAR como pesquisa para o filme de animação de 2006 Cars, que incluía as vozes dos pilotos da NASCAR Richard Petty e Dale Earnhardt Jr. Para evitar anunciar tabaco em um filme da Disney, \"Piston Cup\" serviu como alusão à Pixar para a Copa Winston. Apesar do fato de que em 2006 a série foi renomeada para Copa Nextel. === Nextel e Sprint === No final de 2003, o contrato de patrocínio da RJ Reynolds Tobacco expirou e a NASCAR negociou um contrato com a Nextel, empresa de telecomunicações. Em 2004, a série ficou conhecida como Nextel Cup Series. A fusão de 2006 entre Sprint e Nextel resultou na Cup Series sendo renomeada para Sprint Cup, começando com a temporada de 2008. O troféu da Sprint Cup foi desenhado pela Tiffany & Co. e é prateado, com um par de bandeiras xadrez tremulando.Racingone.com, \"Nextel Cup Unveiled\" Retrieved 8–4–08 Em 2009, o boom de popularidade da década de 1990 havia terminado e a audiência da televisão nos dez anos anteriores havia se tornado mais ou menos estagnada. Alguns fãs de longa data criticaram a série por perder seu apelo tradicional por causa do abandono de locais no sudeste dos Estados Unidos em favor de novos mercados. Eles também expressaram descontentamento com a presença da Toyota na série. A empresa de telecomunicações japonesa SoftBank adquiriu a Sprint em julho de 2013. Embora a NASCAR suspeitasse da promoção da diversidade e estivesse ciente das implicações negativas da imagem do caipira, também reconheceu as oportunidades de expandir o esporte. O CEO da NASCAR, Brian France tornou-se o principal alvo de críticas entre os fãs durante sua gestão de 2003 a 2018.\"NASCAR's Brian France: Finally Answering the Clue Phone?\" Insider Racing News.com Retrieved March 2, 2009 Em 2016, a NASCAR anunciou a criação de um sistema de fretamento, que garantiria a entrada de 36 equipes em todas as 36 corridas. A elegibilidade dependeria das tentativas da equipe de se classificar para todas as corridas nas três temporadas anteriores. Em conjunto com essa regra, a NASCAR também reduziu o tamanho do grid para 40 carros. ==== Chase for the Cup ==== Junto com a mudança no patrocínio do título para a série, a temporada de 2004 também introduziu um novo sistema para determinar o campeão da série, influenciado pelo sistema usado no USAR Hooters Pro Cup Series.Circletrack.com\"The USAR Championship Trail\" Retrieved 8–4–08 Originalmente conhecido como o Chase for the Nextel Cup (ou simplesmente \"The Chase\", e posteriormente alterado para a marca Sprint), os dez pilotos e equipes com maior pontuação (mais empates) nas primeiras 26 corridas da temporada tornaram-se elegíveis para ganhar o campeonato competindo em um playoff realizado nas dez corridas finais. Este número foi aumentado para 12 equipes em 2007. Os participantes do Chase tiveram seus pontos aumentados para um nível matematicamente inatingível por qualquer pessoa fora dele (cerca de 1.800 pontos à frente do primeiro piloto fora do Chase). Do Chase inaugural em 2004 ao Chase de 2006, os pilotos foram escolhidos com base na posição de pontos no final da temporada regular, com o primeiro lugar começando com 5.050 pontos e o décimo lugar começando com 5.005. De 2007 a 2010, o total de pontos de cada piloto que fez a Chase foi redefinido para 5.000 pontos, mais dez pontos adicionais para cada vitória de corrida durante as primeiras 26 corridas. Os pontos ainda seriam atribuídos normalmente durante as corridas afetadas. O piloto que liderasse em pontos após a 36ª corrida seria declarado campeão. Como parte de uma grande mudança no sistema de pontos que entrou em vigor em 2011, os critérios de qualificação e a reconfiguração de pontos também foram alterados. De 2011 a 2013, os dez pilotos com mais pontos se classificaram automaticamente para o Chase. Eles se juntaram a dois qualificadores \"wild card\", especificamente, os dois pilotos com mais vitórias em corridas que estavam classificados entre 11º e 20º em pontos de pilotos. Seus totais de pontos base foram então redefinidos para 2.000 pontos, um nível mais de 1.000 pontos maior do que o do primeiro piloto fora do Chase. (Sob o novo sistema de pontos, um vencedor de corrida pode ganhar no máximo 48 pontos, em oposição aos 195 no sistema pré-2011.) Os dez qualificadores automáticos receberam um bônus de três pontos para cada vitória durante a temporada regular, enquanto o dois qualificados como wild card não receberam esse bônus. Como no passado, em 20 de novembro de 2011, Tony Stewart e Carl Edwards encerraram a temporada em um empate por pontos pela primeira vez. As cinco vitórias de Stewart na temporada (todas no Chase) sobre uma vitória de Edwards (na terceira corrida da temporada) deram a Stewart o desempate. Por isso, ele foi nomeado o vencedor da NASCAR Cup Series em 2011. Em 2014, a NASCAR anunciou mudanças abrangentes no formato Chase. E para encorajar a competição contínua entre todos os pilotos, vários prêmios são dados aos pilotos que terminam fora do Chase. O melhor piloto que não está no Chase (13º lugar no final da temporada de 2007 a 2013 e potencialmente entre o quinto e 17º lugar começando em 2014) é premiado com um bônus de aproximadamente um milhão de dólares e originalmente recebe uma posição no palco em o banquete de premiação da pós-temporada. O banquete de premiação agora se concentra exclusivamente no Chase, com todos os prêmios patrocinados e contingentes da série transferidos para um almoço em Cipriani um dia antes do banquete. Este sistema de playoffs foi implementado principalmente para tornar a corrida por pontos mais competitiva no final da temporada e, indiretamente, para aumentar a audiência da televisão durante a temporada da NFL, que começa na mesma época que a Chase começa. O Chase também força as equipes a ter o melhor desempenho durante todas as três fases da temporada, a primeira metade da temporada regular, a segunda metade da temporada regular e o Chase.USATODAY.com\"Nextel Cup finale gets big ratings\" Retrieved 8–4–08 Anteriormente, o campeão poderia ter sido determinado antes da última corrida, ou mesmo várias corridas antes do final da temporada, porque era matematicamente impossível para qualquer outro piloto ganhar pontos suficientes para ultrapassar o líder. === Monster Energy === O patrocínio do título com a Sprint terminou após a temporada de 2016. Em 1 de dezembro de 2016, a NASCAR anunciou que havia chegado a um acordo com a Monster Energy para se tornar o novo patrocinador da série premier da NASCAR. Em 19 de dezembro de 2016, a NASCAR anunciou o novo nome da série, Monster Energy NASCAR Cup Series, bem como o novo logotipo da série e o novo logotipo da NASCAR. Em 11 de abril de 2018, a Monster Energy anunciou uma extensão de seu patrocínio da série até o final da temporada de 2019. Em 2017, as corridas de palco foram introduzidas. As corridas foram divididas em três etapas, quatro no caso da corrida mais longa da NASCAR Cup Series, a Coca-Cola 600. Uma etapa consiste em uma corrida normal com bandeira verde seguida por uma parada em uma volta designada, representada pelo aceno de uma bandeira verde e uma bandeira quadriculada branca, depois uma bandeira amarela. Os 10 primeiros colocados em cada uma das duas primeiras fases recebem pontos de bônus de campeonato, 10 pontos para o vencedor, 9 pontos para o carro do 2º colocado, até 1 ponto para o carro do 10º colocado. Os pontos ganhos são adicionados ao total de pontos da temporada regular do piloto/proprietário, enquanto o vencedor da etapa recebe um ponto adicional que é adicionado ao seu total de pontos, após o reset, se entrar nos playoffs da NASCAR. Os comprimentos dos estágios variam de acordo com a pista, mas os dois primeiros estágios geralmente combinam para equivaler a cerca de metade da corrida. A fase final (que ainda paga pontos de campeonato a todos os pilotos) geralmente é igual à outra metade. Além disso, um campeonato de pontos na temporada regular é concedido ao piloto que marcou mais pontos nas primeiras 26 corridas (temporada regular). Este campeonato não concede nenhum ponto de bônus ao piloto vencedor. Caso contrário, o sistema de pontos e formato de playoff permaneceram os mesmos. O troféu MENCS tinha a forma de um cálice de um metro de altura e pesava 20 kg. Feito de alumínio usinado e consumindo mais de 300 horas de trabalho artesanal, o exterior do troféu foi decorado com os contornos de todas as 23 pistas da NASCAR Cup Series. A porção do copo continha aproximadamente 600 onças de líquidos, ou 37 latas de Monster Energy. === NASCAR Cup Series === Começando com a temporada de 2020, o nível mais alto de competição da NASCAR ficou conhecido como NASCAR Cup Series. Como parte de um modelo de patrocínio em camadas, Busch Beer, Coca-Cola, GEICO e Xfinity tornaram-se os Premier Partners da série, com a Coca-Cola assumindo também os direitos de nomeação do troféu da temporada regular. O design do troféu MENCS foi mantido com o nome da nova série, embora tenha sido renomeado como Bill France Cup. == Campeonato == === Pilotos === O campeonato de pilotos da NASCAR Cup Series é concedido pelo presidente da NASCAR ao piloto mais bem-sucedido da Cup Series ao longo de uma temporada, conforme determinado por um sistema de pontos baseado nos resultados da corrida e vitórias. Concedido pela primeira vez em 1949 para Red Byron, a categoria já teve 32 pilotos diferentes ganhando o campeonato. O primeiro piloto a ganhar vários campeonatos foi Herb Thomas em 1951 e 1953, enquanto o recorde de mais campeonatos, sete, é compartilhado por Richard Petty, Dale Earnhardt e Jimmie Johnson. Johnson tem o recorde de mais campeonatos consecutivos; ele ganhou cinco campeonatos de 2006 a 2010 . Até agora, todos os campeões são originários dos Estados Unidos. === Proprietários === O Campeonato do Proprietário da Cup Series funciona da mesma maneira que o Campeonato de Pilotos, exceto que os pontos são atribuídos a cada carro individual. Se um proprietário inserir mais de um carro, cada carro será visto e pontuado como uma entidade separada. Os pontos no Campeonato de Pilotos são idênticos à lista de Pilotos, com uma pequena exceção: Pilotos que não são elegíveis para ganhar pontos para o título de Pilotos ainda podem ganhar pontos para o Campeonato de Pilotos. Um exemplo disso ocorreu na primeira corrida sob o sistema de pontos atual, a Daytona 500 de 2011. Sob outra regra recentemente implementada para a temporada de 2011, os pilotos só podem ganhar pontos em uma das três séries nacionais da NASCAR. Trevor Bayne, que venceu a corrida, não ganhou nenhum ponto de piloto porque optou por disputar o campeonato da Nationwide Series. No entanto, ele ganhou 47 pontos para o dono da equipe pela Wood Brothers Racing (43 pontos base, três pontos bônus pela vitória e um ponto bônus por liderar uma volta). Antes de uma grande mudança no sistema de pontos ser implementada em 2011, havia uma adição ligeiramente diferente ao sistema de alocação de pontos do proprietário. Se mais de 43 carros tentassem se qualificar para uma corrida, os pontos do proprietário eram atribuídos a cada carro da seguinte maneira: o não qualificado mais rápido (em essência, 44ª posição) recebia 31 pontos, três pontos a menos que o carro na 43ª posição. Se mais de um carro não se qualificasse, os pontos dos proprietários continuavam a ser atribuídos da maneira descrita, diminuindo em três para cada posição. No sistema de pontuação pós-2010, apenas os carros que realmente começam em uma determinada corrida ganham pontos de proprietário. Uma mudança na regra de 2005 nas três séries nacionais da NASCAR, revogada de 2013 em diante, afeta a forma como os pontos do proprietário são usados. Ao longo da temporada de 2012, os 35 melhores (NASCAR Cup Series) ou os 30 melhores (outras séries) times em tempo integral em pontos de proprietário recebem isenções para a próxima corrida, garantindo-lhes uma posição nessa corrida. Esses pontos determinam quem está dentro e quem está fora da próxima corrida e se tornaram cruciais desde que a regra de isenção foi alterada para seu formato atual. No final de cada temporada, os 35 melhores contendores em pontos do dono também estão travados nas cinco primeiras corridas da próxima temporada. A partir de 2013, as regras foram revertidas para um sistema mais parecido com as regras pré-2005. Na NASCAR Cup Series, os primeiros 36 lugares do grid são determinados estritamente pela velocidade de qualificação. Os próximos seis lugares são atribuídos a pontos de proprietário, com o lugar final reservado para um campeão da Série anterior. Se a isenção final não for usada porque todos os campeões anteriores já estão no grid, ela será transferida para outro carro com base no número de pontos do proprietário. Em algumas circunstâncias, os pontos dos donos de uma equipe serão diferentes dos pontos do piloto correspondente. Em 2005, depois que o proprietário Jack Roush demitiu Kurt Busch durante o penúltimo fim de semana de corrida da temporada, a equipe nº 97 terminou em oitavo lugar em pontos de proprietário, enquanto Busch terminou em décimo em pontos de piloto. Em 2002, quando Sterling Marlin se machucou, a equipe nº 40 terminou em oitavo em pontos de dono, enquanto Marlin era 18º em pontos de piloto, por causa dos pilotos substitutos Jamie McMurray e Mike Bliss, que continuaram ganhando pontos de dono para o nº 40. === Fabricante === Um Campeonato de Fabricante (motor) é concedido a cada ano, embora o Campeonato de Pilotos seja considerado mais prestigiado. No passado, os campeonatos de fabricantes eram mais prestigiados devido ao número de fabricantes envolvidos, e o campeonato de fabricantes era uma importante ferramenta de marketing. Na Xfinity Series, o campeonato é conhecido como Bill France Performance Cup. Até a temporada de 2013, os pontos foram marcados em um sistema de Fórmula 1 1960-1990, com o fabricante do vencedor marcando nove pontos, seis para o próximo fabricante, quatro para terceiro, três para o quarto, dois para o quinto, e um ponto para o sexto fabricante posicionado. Isso significava que se os Chevrolets se classificassem do primeiro ao décimo em uma determinada corrida e um Ford fosse 11º e um Dodge 12º, a Chevrolet conquistaria 9 pontos, Ford 6 e Dodge 4. A partir de 2014, a NASCAR mudou o sistema para imitar o Campeonato de Proprietários. Sob esse sistema, o melhor representante de acabamento de cada fabricante efetivamente ganhava o mesmo número de pontos que aquela equipe ganhava, incluindo quaisquer pontos de bônus por liderar uma volta ou vencer o evento. ==== Representação ==== Nos primeiros anos da NASCAR, havia uma gama diversificada de motores, com pouco apoio das próprias montadoras, mas em meados da década de 1960, a participação era exclusivamente de fabricantes americanos com suporte de fábrica. Chrysler, Ford e General Motors foram os principais, senão únicas, concorrentes em grande parte da história da NASCAR. Plymouth, embora tenha tido algum sucesso nos anos 1960 com o Hemi, nunca ganhou um campeonato de fabricantes até que a Ford abandonou as corridas no início dos anos 1970. A GM ainda estava usando quatro marcas diferentes na NASCAR em 1991, mas dentro de três anos, Buick e Oldsmobile haviam desaparecido. A Pontiac sobreviveu até 2004, deixando apenas a Chevrolet. O ano de 2007 viu a primeira nova marca desde 1971, quando o fabricante japonês Toyota se juntou. A marca Dodge da Chrysler voltaram após um hiato de 15 anos em 2001, mas saíram depois de 2012, deixando apenas a Chevrolet novamente. A Chevrolet tem sido o fabricante de maior sucesso em agosto de 2015, com 749 vitórias em corridas e 38 campeonatos de fabricantes. A Ford ocupa o segundo lugar com 636 vitórias e 15 campeonatos de fabricantes. A Dodge é a terceira em vitórias com 217, a Plymouth em quarto com 190 e a Pontiac em quinto com 155. A Toyota atualmente ocupa o nono lugar de todos os tempos, com 74 vitórias. == Carros == thumb|direita|250px|Carro geração 6 (Toyota Camry) de Kyle Busch em 2013. Os carros da Cup Series (frequentemente chamados de \"carros Cup\") seguem um design de tração traseira com motor dianteiro. Uma gaiola de segurança serve como um chassi de estrutura espacial e é coberta por um corpo de chapa de calibre 24. Eles têm uma cabine fechada, pára-lamas, um spoiler traseiro e um divisor aerodinâmico. Colocar um carro na pista por uma temporada geralmente custa US$ 10–20 milhões.NASCAR.com \"Waltrip race team finds important asset in partner\" 2/15/08 Cada equipe pode construir seus próprios carros e motores (de acordo com as especificações da NASCAR) ou comprar carros e motores de outras equipes. Os carros são movidos por motores EFI V8 desde 2012, após 62 anos usando carburação como alimentação de combustível do motor com blocos de ferro de grafite compactado e com váuvulas por cilindro limitadas. No entanto, a tecnologia moderna permitiu saídas de potência perto de 900 cavalos (670 kW) de forma irrestrita, mantendo o design básico do motor convencional. Na verdade, antes da NASCAR instituir a regra de marcha, os motores Cup eram capazes de operar a mais de 10.000 rpm.USAToday\"Debut of new rules could offer glimpse at road ahead\" Retrieved 8/25/08 Um motor NASCAR Cup Series com diâmetro máximo de 4,185 polegadas (106 milímetros) tem uma velocidade média do pistão de 80,44 fps (24,75 m/s). Os motores Cup contemporâneos operam a 9.800 rpm, 87,59 fps (26,95 m/s), nos eventos de pista, no longo trecho dianteiro da Pocono Raceway e na Martinsville Speedway (uma pista curta de 0,526 milhas). Na espinha dorsal das pistas tri-ovais de 1,5 a 2,0 milhas da NASCAR, os motores produzem mais de 850 hp rodando de 9.200-9.400 rpm para 500 milhas, 600 milhas para a corrida Coca-Cola 600 em Charlotte. O peso atual dos motores NASCAR Cup é de aproximadamente 575 lb (261 kg ). A suspensão dianteira é um projeto de braço duplo, enquanto a suspensão traseira é um projeto de eixo ativo de dois elos utilizando braços traseiros. Os rotores do freio devem ser feitos de ferro fundido magnético ou aço e não podem exceder 12,72 polegadas (32,3 centímetros) de diâmetro. Os únicos componentes aerodinâmicos nos veículos são o difusor dianteiro, spoiler, dutos NACA nas janelas apenas e nas laterais. O uso de difusores traseiros, geradores de vórtice, canards, aberturas de poços de roda, aberturas de capô e bandejas inferiores são estritamente proibidas. Enquanto os carros podem atingir velocidades de cerca de 200 mph (320 km/h) em certas pistas, Russ Wicks dirigiu um stock car construído de acordo com as especificações da NASCAR de 244,9 mph (394,1 km/h) durante uma tentativa de recorde de velocidade em Bonneville Salt Flats em outubro 2007.Russwicks.com article on the speed record Os motores da NASCAR Cup Series possuem uma unidade de controle eletrônico fornecida pela Freescale, mas o controle de tração e os freios antibloqueio são proibidos. A telemetria ao vivo é usada apenas para transmissões de televisão, mas os dados podem ser gravados da ECU para o computador se o carro estiver na garagem e não na pista. Os carros Cup devem ter pelo menos um limpador de pára-brisa funcionando instalado no carro para os três circuitos de estrada (Sonoma, Watkins Glen e o Roval no Charlotte Motor Speedway) como parte do pacote de regras de corrida de estrada. === Evolução dos carros === ==== 1949–1980 ==== Quando a série foi formada com o nome, strictly stock, os carros eram apenas isso, veículos de produção sem modificações permitidas. O termo stock car implicava que os veículos de corrida eram carros de rua não modificados. Os motoristas corriam com bancos corridos instalados de fábrica e rádios AM ainda nos carros. Para evitar que vidros quebrados entrem na pista de corrida, as janelas seriam abertas, as luzes externas seriam removidas ou coladas e os espelhos retrovisores seriam removidos. O Chevrolet modelo 150 com injeção de combustível de 1957 (conhecido como \"a viúva negra\") foi o primeiro carro a ser proibido pela NASCAR. O Chevrolet 1957 venceu o maior número de corridas, com 59 vitórias, mais do que qualquer carro já disputado na Cup Series. Antes de meados dos anos de 1960, os carros eram normalmente baseados em carros de tamanho normal, como o Chevrolet Bel Air e o Ford Galaxie. A partir de 1966, os carros de tamanho médio, incluindo o Ford Fairlane e o Plymouth Belvedere, foram adotados e logo se tornaram a norma. A NASCAR certa vez impôs uma regra de homologação que, em vários momentos, afirmava que pelo menos 500 carros deveriam ser produzidos, ou até um carro para cada concessionária de marca no país tinha que ser vendido ao público em geral para permitir sua corrida. Eventualmente, os carros foram feitos expressamente para a competição da NASCAR, incluindo o Ford Torino Talladega, que tinha um nariz arredondado, além do Dodge Charger Daytona e do Plymouth Superbirdque que tinha uma asa traseira levantada acima do nível do teto e um bico em forma de tubarão que permitia velocidades de corrida de exatamente 320 km/h. O Mercury Spoiler baseado em um Ford movido por um motor Ford Boss 429 foi cronometrado em 199,6 mph. Começando em 1971, a NASCAR reescreveu as regras para efetivamente forçar que os carros especiais da Ford e da Chrysler ficassem de fora da competição, limitando-os a 305ci (5.0L). Os carros afetados por esta regra incluem o Ford Talladega, o Mercury Spoiler II, o Dodge Charger 500, o Dodge Charger Daytona e o Plymouth Superbird. Essa regra foi tão eficaz em limitar o desempenho que apenas um carro naquela temporada tentou rodar nesta configuração. Em 1971, a NASCAR impediu os motores maiores com uma [placa restritora]]. Em 1972, a NASCAR implementou uma regra para reduzir o deslocamento máximo do motor de 429 polegadas cúbicas (7,0 litros) para os atuais 358 polegadas cúbicas (5,8 litros). A transição não foi concluída até 1974 e coincidiu com os fabricantes americanos encerrando o suporte de fábrica para as corridas e a crise do petróleo de 1973. ==== 1981-2006 ==== A redução no tamanho dos carros americanos no final dos anos 1970 representou um desafio para a NASCAR. As regras exigiam uma distância entre eixos mínima de 115 polegadas (2.900 mm), mas depois de 1979, nenhum dos modelos aprovados para competição atendia ao padrão, já que os carros de tamanho médio agora tinham distâncias entre eixos de 105 e 112 polegadas. Depois de manter os modelos mais antigos (1977 para as marcas GM e 1979 para Ford e Dodge) até 1980, para a temporada de 1981 a necessidade de distância entre eixos foi reduzida para 110 polegadas (2.800 mm), que os carros de modelo mais novos poderiam ser aumentados para atender sem afetar sua aparência. O Buick Regal com seu nariz inclinado para trás dominou inicialmente a competição, seguido pelo Ford Thunderbird de 1983 arredondado e aerodinâmico. O Chevrolet Monte Carlo e o Pontiac Grand Prix adotoram janelas em bolha para se manter competitivos. Em meio a seus problemas financeiros, e depois de abandonar seu fraco desempenho (tanto na pista de corrida quanto nas vendas ao consumidor) com o Dodge Mirada e o Chrysler Cordoba de 1983, a Chrysler Corporation deixou a NASCAR inteiramente no final da temporada de 1985. 1987 foi um marco para os carros da NASCAR Cup Series. Durante a qualificação do Winston 500 , Bill Elliott estabeleceu um recorde mundial de stock-car ao registrar uma velocidade de 212,809 mph (342 km/h). Então o infeliz aconteceu; durante a volta 22 da corrida, o piloto Bobby Allison teve um pneu furado no meio da Talladega Superspeedway. O carro de Allison bateu na cerca e fez um buraco de aproximadamente 30 metros de comprimento. Vários espectadores ficaram feridos no acidente, incluindo uma mulher que perdeu um olho.ESPN.com \"Wallace wins Daytona's first truck race\" Retrieved March 19, 2009 Após o acidente, a NASCAR determinou o uso de uma placa restritora no Superspeedway de Talladega e no Daytona International Speedway para reduzir velocidades. Em 1989, a GM trocou seus modelos de tamanho médio para motores V6 e tração dianteira, mas os pilotos da NASCAR apenas mantiveram a forma do corpo, com o antigo câmbio V8 de tração traseira, tornando obsoleta a natureza de \"estoque\" dos carros. Quando o Ford Thunderbird foi aposentado depois de 1997, sem a Ford ter nenhuma carroceria intermediária de duas portas, a carroceria do Ford Taurus de quatro portas foi usada (embora os pilotos da NASCAR na verdade não tenham portas que abrem). Enquanto os fabricantes e modelos de automóveis usados ​​em corridas foram nomeados para carros de produção (Dodge Charger R/T , Chevrolet Impala SS, Toyota Camry e Ford Fusion), as semelhanças entre os carros NASCAR Cup Series e os carros de produção reais foram limitadas a um pequena quantidade de modelagem e pintura do nariz, decalques do farol e da luz traseira e áreas da grade. Até 2003, o capô, o teto e a tampa do deck ainda eram obrigados a ser idênticos aos de seus homólogos originais. Foi nessa época que a NASCAR se engajou na prática de exigir mudanças nas regras durante a temporada, caso um modelo de carro em particular se tornasse abertamente dominante. Isso freqüentemente levava a alegações de que algumas equipes tentariam o sandbagging para receber handicaps mais favoráveis. Por causa da forma notória do carro de corrida Ford Taurus e como o fabricante transformou o carro em um carro \"offset\" (o carro era notoriamente assimétrico em acabamento de corrida por causa de seu formato oval), a NASCAR encerrou essa prática para dar mais ênfase à paridade e baseou novas regras de carroceria em 2003, semelhantes às corridas de pista curta, onde carros compensados ​​se tornaram um fardo para os oficiais de corrida, resultando no design de \"Configuração de carroceria aprovada\". ==== 2007-2012: CoT ==== Em 2007, a NASCAR introduziu uma especificação de veículo radicalmente nova conhecida chamada de o Car of Tomorrow (CoT). O CoT fez sua estreia na Bristol Motor Speedway em março de 2007. Inicialmente, ele foi usado apenas em 16 eventos selecionados.NASCAR.com \"Harvick pleased after testing Car of Tomorrow\" Retrieved August 29, 2005 Embora a NASCAR tenha planejado originalmente esperar até o início da temporada de 2009 para usar o CoT em todas as corridas, a data foi alterada para o início da temporada de 2008. Muitos pilotos ainda tinham reclamações sobre o CoT, mas esse novo cronograma tinha o objetivo de ajudar as equipes a economizar dinheiro, dando-lhes apenas uma especificação de carro para trabalhar. O projeto do CoT se concentrou no controle de custos, paridade e segurança do piloto. A largura do carro foi aumentada em 4 polegadas (10 centímetros), os pára-choques foram reprojetados para tornar as táticas de colisão e corrida menos eficazes e a altura do carro aumentou em 2 polegadas (5 centímetros) para acomodar pilotos mais altos e aumentar o arrasto aerodinâmico. O banco do motorista foi movido para mais perto do centro do carro. A mudança mais notável para os fãs foi a adição de uma asa traseira substituindo o familiar spoiler. As asas podem ser ajustadas entre 0 e 16 graus e usadas com várias configurações de placas finais. As novas regras eliminam as carrocerias assimétricas dos carros, que funcionavam desenfreadamente desde o lançamento do Taurus em 1998. No entanto, quase todas as vantagens de usar um carro em relação a outro foram anuladas. A NASCAR exige que todos os CoTs estejam em conformidade com os modelos comuns do corpo, independentemente da marca e do modelo. A asa traseira permaneceu uma característica controversa por alguns anos. Sua aparência foi frequentemente criticada e acusada de forçar os carros a voar em giros de alta velocidade, como o experimentado por Carl Edwards durante a Aaron's 499 de 2009 no Talladega Superspeedway. Em 2010, a NASCAR decidiu substituir a asa com o spoiler original. A mudança começou com o Fast Pain Relief 500 da Goody's 2010 no Martinsville Speedway.espn.com \"Drivers take spoiler for spin at Charlotte\" Retrieved 3/26/10 Em 2011, a NASCAR alterou o bico do carro mais uma vez, com o divisor sendo reduzido em tamanho e as chaves sendo substituídas por uma valência frontal sólida. Uma grande mudança no motor ocorreu em 2012 com a introdução da tecnologia de injeção de combustível pela NASCAR. Inicialmente, a NASCAR indicou que faria a transição para injeção de combustível no meio da temporada de 2011, mas decidiu antes dessa temporada adiar a mudança até 2012. ==== 2013-2021: Geração 6 ==== Em 2013, os fabricantes tiveram maior margem de manobra para colocar seus carros NASCAR Cup Series, criando o carro de corrida da Geração Seis. Essas alterações foram feitas para que os carros se parecessem mais com seus homólogos de rua, como foi feito na Xfinity Series em 2011. Todos os carros da NASCAR Cup Series começaram a utilizar um painel digital vendido pela McLaren em 2016. Este painel inclui dezesseis telas predefinidas personalizáveis, permitindo que o piloto monitore todas as informações anteriores com vários elementos adicionais, como tempo de volta e diagnóstico do motor, para um total de vinte e quatro elementos de dados. As informações podem ser exibidas como um medidor, numeral, gráfico de barras ou LED. Especificações Chassi Estrutura em tubo de aço com gaiola de segurança integral - deve atender aos padrões da NASCAR Cilindrada do motor 5,86 L (358 cu in) pushrod (OHV) V8 Transmissão padrão H manual de 4 velocidades Peso 3.200 lb (1.451 kg), no mínimo, sem piloto e combustível; 3.400 lb (1.542 kg) mínimo com piloto e combustível Potência de saída 750 hp (559 kW) nas pistas de 1 milha ou abaixo; 550 hp (410 kW) em trilhas com mais de uma milha (2019) Torque 720 N⋅m (530 ft⋅lb) Combustível Sunoco 93 MON, 104 RON, 98 AKI 85% gasolina sem chumbo + Sunoco Green Ethanol E15 15% Capacidade de combustível 17,75 galões americanos (67 litros) na maioria das pistas Entrega de combustível injeção eletrônica de combustível de porta indireta multiponto Tipo de injeção de combustível McLaren Electronic Systems Fornecedor de ECU McLaren Freescale TAG-400N Taxa de compressão 12:1 Aspiração Aspirado Distância entre eixos 110 pol. (2.794 mm) Direção potência, esfera recirculante Pneus Slick (todas as pistas) e pneus de chuva (percursos de estrada apenas em caso de chuva) fornecidos pela Goodyear Equipamento de segurança Dispositivo HANS e arnês de seis pontos obrigatório, com arnês de sete pontos opcional == Circuitos Utilizados == Atualmente, a NASCAR Cup Series é realizada principalmente nos estados do leste, com apenas seis pistas localizadas a oeste do rio Mississippi. As corridas da Cup Series não são conduzidas em pistas padronizadas; a temporada de 2017 incluiu 21 pistas ovais e 2 pistas rodoviárias. O comprimento da volta das pistas ovais varia de 0,526 milhas (0,847 km) em Martinsville Speedway a 2,66 milhas (4,28 km) em Talladega Superspeedway. A maioria das pistas ovais é pavimentada com asfalto, enquanto três pistas são total ou parcialmente pavimentadas com concreto. Embora a série historicamente tenha corrido em pistas de terra, elas não ocorreram por 30 anos desde 1970. Em 2021, as corridas de terra voltaram à programação com um evento em março no Bristol Motor Speedway. Embora algumas pistas sejam verdadeiramente ovais, como a Bristol Motor Speedway, mais da metade das pistas atualmente na competição da Copa são uma forma de tri-oval. Outras configurações incluem o característico formato de \"ovo\" irregular do Darlington Raceway, a Pocono Raceway triangular e o retângulo do Indianapolis Motor Speedway. Enquanto a NASCAR é conhecida por correr principalmente no sentido anti-horário em pistas ovais, Sonoma Raceway e Watkins Glen International são percursos de estrada complexos que são realizados no sentido horário. O primeiro curso de estrada da série foi realizado em 1954, no Aeroporto Linden, em Nova Jersey. Desde 1963, a série corre em pelo menos uma pista de estrada todos os anos. As pistas possuem uma ampla gama de curvas inclinadas. O New Hampshire Motor Speedway, com 7 graus de inclinação, tem as curvas mais planas, enquanto a inclinação mais íngreme é da Talladega Superspeedway de 33 graus. As pistas também variam em quantidade de curvas nas retas, desde totalmente planas em muitos cursos até 9 graus na Dover International Speedway. As velocidades de corrida variam amplamente dependendo da pista. A pista mais rápida é Talladega Superspeedway, onde o recorde de velocidade média é 188,354 mph (303,126 km/h) e a volta de qualificação recorde é 212,809 mph (342,483 km/h), estabelecido por Bill Elliott em 1987. É improvável que o recorde seja quebrado, já que as placas restritoras se tornaram obrigatórias em supervelocidade em 1988 para reduzir as velocidades, e as placas foram então substituídas em 2019 por espaçadores cônicos que ainda reduziram a potência suficiente para evitar que os carros ultrapassassem a velocidade de 205 mph. As pistas mais lentas são Sonoma Raceway, um percurso rodoviário com uma velocidade média recorde de apenas 83,6 mph (134,5 km/h) e uma volta de qualificação recorde de 99,3 mph (159,8 km/h), e Martinsville Speedway, uma pista curta, quase plana, com uma velocidade média recorde de 82,2 mph (132,3 km/h) e uma volta de qualificação recorde de 99,9 mph (160,8 km/h). A velocidade média de uma corrida é determinada dividindo o tempo de corrida do vencedor (desde o agitar da bandeira verde até o agitar da bandeira quadriculada, incluindo voltas despendidas sob cautela) pela distância da corrida. O tempo decorrido durante os períodos de bandeira vermelha não é incluído no cálculo da velocidade média. Circuito Estado Tipo Extensão Corridas Atlanta Motor Speedway Georgia D-oval 1.54 mi 1 Auto Club Speedway California D-oval 2.0 mi 1 Bristol Motor Speedway Tennessee bi-oval 0.533 mi 2 Charlotte Motor Speedway North Carolina D-oval 1.5 mi 1 Roval (misto + oval) 2.28 mi 1 Chicagoland Speedway Illinois D-oval 1.5 mi 1 Circuito das Américas Texas Misto 3.42 mi 1 Darlington Raceway South Carolina bi-oval 1.366 mi 1 Daytona International Speedway Florida D-oval 2.5 mi 2 Dover International Speedway Delaware bi-oval 1.0 mi 2 Homestead-Miami Speedway Florida bi-oval 1.5 mi 1 Indianapolis Motor Speedway Indiana Misto 2.43 mi 1 Kansas Speedway Kansas D-oval 1.5 mi 2 Kentucky Speedway Kentucky D-oval 1.5 mi 1 Las Vegas Motor Speedway Nevada D-oval 1.5 mi 2 Martinsville Speedway Virginia bi-oval 0.526 mi 2 Michigan International Speedway Michigan D-oval 2.0 mi 2 New Hampshire Motor Speedway New Hampshire bi-oval 1.058 mi 1 Phoenix International Raceway Arizona tri-oval 1.0 mi 2 Pocono Raceway Pennsylvania tri-oval 2.5 mi 2 Richmond International Raceway Virginia D-oval 0.750 mi 2 Sonoma Raceway California Misto 1.99 mi 1 Talladega Superspeedway Alabama D-oval 2.66 mi 2 Texas Motor Speedway Texas D-oval 1.5 mi 2 Watkins Glen International New York Misto 2.45 mi 1 World Wide Technology Raceway Illinois bi-oval 1.25 mi 1 === Provas Tradicionais === * Daytona 500 - Criada para rivalizar com as 500 milhas de Indianápolis, é a principal prova da NASCAR Cup Series disputada no Daytona International Speedway como a primeira etapa da temporada distribuindo uma premiação de mais de 1 milhão de dólares para o vencedor. * Coca-Cola 600 - A prova mais longa do calendário com 600 milhas de extensão realizada no Charlotte Motor Speedway e sempre ocorrendo no dia da memória americana. * All-Star Challenge - Disputada no Texas Motor Speedway durante o meio da temporada e não valendo pontos, contando com apenas vencedores de provas e votados pelo público mantendo a tradição dos outros esportes nacionais americanos como a NBA e a NFL. * Brickyard 400 - Prova da NASCAR, realizada no Indianapolis Motor Speedway. Foi na Brickyard 400 de 1996 com Dale Jarrett que começou a tradição de beijar os tijolos sagrados de Indianápolis. * GEICO 500 e YellaWood 500 são as duas provas realizadas no Talladega Superspeedway, o público local costuma lotar as arquibancadas devido, aos grandes acidentes e a tradição da história da NASCAR presente no estado do Alabama. * Coke Zero 400 - A outra prova realizada no Daytona International Speedway, essa é noturna e tem duração de 400 milhas, não tem um peso tão importante quanto a Daytona 500, mas continua sendo uma das provas mais tradicionais do calendário da NASCAR. É a prova que tradicionalmente ocorre durante o fim de semana do 4 de Julho, data de independência dos EUA. * Supermarket Heroes 500 e Bass Pro Shops NRA Night Race - Corridas realizadas no oval curto de Bristol Motor Speedway. == Pilotos que mais venceram == Dez pilotos com o maior número de vitórias na história # Piloto Grand National (1949-1970) Winston Cup (1971-2003) Cup Series (2004-Presente) Total 1 119 81 0 200 2 58 47 0 105 3 0 64 29 93 4 19 65 0 84 5 0 84 0 84 6 0 6 77 83 7 14 69 0 83 8 0 76 0 76 9 0 0 63 63 10 0 4 56 60 : Pilotos membros do Hall da Fama da NASCAR. : Pilotos em atividade. == Ver também == * NASCAR Xfinity Series * NASCAR Truck Series == Ligações externas == * * Categoria:NASCAR Categoria:Competições de esporte a motor dos Estados Unidos *",
 "title": "NASCAR Cup Series"
}