{
 "id": "123974",
 "text": "A história do comunismo abrange uma ampla variedade de movimentos políticos que compartilham os valores teóricos fundamentais sobre a propriedade comum da riqueza. A principal forma de comunismo na história foi aquela concebida por Karl Marx e Friedrich Engels, que a definiu como \"a doutrina das condições de libertação do proletariado\". == Origens == === Comunismo primitivo === Desde a publicação do Manifesto Comunista em 1848, Marx e Engels afirmaram que, em cada época da história, é a produção econômica e a estrutura social que definem a história política e intelectual. A luta de classes teria surgido após a dissolução da propriedade comum da terra nas sociedades pré-históricas, sendo este período definido pelos autores como comunismo primitivo. Engels teve como base os estudos de Lewis Henry Morgan sobre os iroqueses para apontar, na obra A Origem da Família, da Propriedade Privada e do Estado, a forma de produção e organização social comunista existente no estado originário de selvageria, substituída posteriormente pela civilização marcada pela exploração e dominação dos povos. Há também semelhanças entre o cristianismo primitivo e o comunismo marxista, onde nos Atos dos Apóstolos é possível encontrar formas de sociabilidade na comunidade cristã de Jerusalém que se baseavam na solidariedade e na propriedade comum. === Socialismo === Marx e Engels não cunharam o termo nem a ideia de socialismo. Pensadores anteriores que se preocupavam com a igualdade em algum grau, muitos influenciados por Jean Jacques Rousseau e sua concepção de uma ordem política baseada na soberania popular, eram chamados de socialistas. A definição de socialismo à época era ambígua, razão pela qual alguns pensadores liberais como John Stuart Mill tinham posições que poderiam ser interpretadas como as de um socialista. === Socialismo utópico === Os pensadores que não tinham formulações pragmáticas para se chegar ao socialismo e se limitavam às análises intelectuais da sociedade eram chamados de socialistas utópicos. Era o caso por exemplo do empresário e filósofo britânico Robert Owen, que defendia uma nova organização da sociedade através da formação de grupos iguais de trabalhadores e agricultores, que organizariam sua autossuficiência para superar os problemas nascidos do individualismo. Na década de 1820, Owen fundou várias dessas comunidades, a mais famosa das quais foi New Harmony, nos Estados Unidos. === Socialismo científico === Para se diferenciar dos socialistas que careciam de um método, Engels utilizou o termo \"socialismo científico\" originalmente cunhado por Pierre-Joseph Proudhon onde, na concepção marxista, utiliza-se do método do materialismo histórico para realizar análises da sociedade do passado e do presente e então estipular uma tendência em relação ao capitalismo. Ao contrário do que socialismo significava para seus antecessores, o socialismo não seria um ideal para o qual é possível fazer planos, mas sim o produto das leis do desenvolvimento capitalista conforme surgem suas contradições. As formas que o socialismo poderia assumir só seriam reveladas, portanto, em um processo histórico em constante desenvolvimento. Por este motivo, Marx e Engels abstiveram-se de qualquer tentativa de descrição detalhada do socialismo. O socialismo marxista é então uma negação do capitalismo, que desenvolve sua identidade própria através de um processo revolucionário no qual o proletariado transformaria a sociedade. === Marxismo === Marx refere-se ao comunismo tanto enquanto movimento político da classe operária atuante na sociedade capitalista como a forma de sociedade que a classe trabalhadora criaria com sua luta. Em Crítica ao Programa de Gotha, um dos raros textos de Marx que tratam da sociedade comunista, duas etapas distintas são definidas: a primeira é quando a sociedade é estruturada pelo igual direito, embora ainda carregue características da velha sociedade. Com a superação total da subordinação, chega-se então na fase superior da sociedade baseada no princípio \"De cada qual, segundo sua capacidade; a cada qual, segundo suas necessidades\". Foi a partir do pensamento marxista que muitas das revoluções do século XX basearam seus ideais. == Século XIX == === Liga dos Comunistas === No segundo trimestre de 1847, Marx e Engels aderiram a uma sociedade secreta revolucionária chamada \"Liga dos Justos\", fundada por artesãos alemães na década de 1830 em Paris, sob influência de revolucionários franceses. Convencida pelo comunismo de Marx e Engels, a liga publicou o manifesto redigido por eles como sua declaração política e modificaram a organização de acordo com os princípios que eles defendiam. Tal reorganização deu-se em meados de 1847, agora com o nome \"Liga dos Comunistas\". A primeira edição do Manifesto Comunista havia sido publicada pouco antes do estopim das Revoluções de 1848. Os impactos iniciais da publicação não ultrapassaram as fronteiras da Alemanha (apesar de seu caráter internacional), no entanto a Liga desempenhou um papel significativo na revolução alemã sobretudo por causa do jornal Neue Rheinische Zeitung que Marx editava. Em meio às derrotas dos levantes revolucionários, as autoridades da Prussia suprimiram as publicações do jornal e Marx foi expulso da Alemanha. A Liga teve seu fim em 1852 após o espião Wilhelm Stieber ter localizado os registros de seus membros, que por sua vez foram presos por toda a Europa. === Primeira Internacional === Já na década de 1860 em Londres surge a chamada Primeira Internacional, uma organização operária que reunia trabalhadores de amplas correntes ideológicas de esquerda. Marx, enquanto um dos dirigentes do Conselho Geral da organização, teve papel fundamental para conciliar os interesses de todos os grupos heterogêneos, garantindo que fosse uma organização firmemente classista e que ambicionava ser de massas e não sectária. O destaque de Marx na Associação Internacional dos Trabalhadores levaram a uma renovação do interesse pelo Manifesto e por outros de seus trabalhos. O livro A Guerra Civil na França que ressalta a significância mundial da luta dos participantes da Comuna de Paris lhe rendeu ampla notoriedade na imprensa como um perigoso líder da subversão internacional temida pelos governos. === Segunda Internacional === Em 1889 uma nova organização de trabalhadores foi criada, esta integrada por operários e partidos tanto revolucionários quanto reformistas. Fundada principalmente por iniciativa de Engels, a Segunda Internacional foi marcada pela presença e o embate entre a social-democracia, anarquistas, anarcosindicalistas, social- cristãos e marxistas. Com o início da Primeira Guerra Mundial em 1914, quase todos os partidos social-democratas se colocaram ao lado de seus governos e a organização acabou por se desintegrar durante a guerra. == Século XX == === Bolcheviques, a Revolução de Fevereiro e a Grande Guerra (1903-1917) === A filosofia do marxismo-leninismo surgiu como a práxis política pró-activa da facção Bolchevique do Partido Operário Social-Democrata Russo, com o objetivo de alcançar mudanças políticas na Rússia Czarista.Bottomore, T. B. (1991). A Dictionary of Marxist Thought. Wiley-Blackwell. p. 53–54 A liderança de Lenin transformou os Bolcheviques na vanguarda política do partido, composta por revolucionários profissionais que, através do centralismo democrático, elegiam líderes e oficiais, assim como, através da livre discussão, determinavam as políticas que veriam a ser concretizadas por meio de uma ação unitária.Lenin, Vladimir (1906). \"Report on the Unity Congress of the R.S.D.L.P.\" Archived from the original on 14 December 2019. O compromisso proactivo e pragmático do vanguardismo para alcançar a revolução, foi a vantagem dos Bolcheviques tinham para derrotar os partidos políticos liberais e conservadores que defendiam a social-democracia sem nenhum plano de ação prático para a sociedade russa que pretendiam governar. O Leninismo permitiu ao partido Bolchevique assumir o controlo da Revolução de Outubro de 1917.Bottomore, T. B. (1991). A Dictionary of Marxist Thought. Wiley-Blackwell. p. 54 Doze anos antes da Revolução de Outubro de 1917, os bolcheviques falharam em assumir o domínio da Revolução de Fevereiro de 1905 (22 de Janeiro de 1905 - 16 de Junho de 1907) porque os centros de ação revolucionária estavam demasiado afastados para uma coordenação política adequada.Bottomore, T. B. (1991). A Dictionary of Marxist Thought. Wiley-Blackwell p. 259 Para gerar um impulso revolucionário a partir assassinatos levados a cabo pelo exército czarista no Domingo Sangrento (22 de Janeiro de 1905), os Bolcheviques encorajaram os trabalhadores a usar a violência política para obrigar as classes sociais burguesas (a nobreza, a nobreza rural e a burguesia) a juntarem-se à revolução proletária para derrubar a monarquia absoluta do czar da Rússia.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. [[International Standard Book Number|ISBN 0674078306. p. 204 Mais importante ainda, a experiência desta revolução levou Lenin a conceber os meios que ajudariam a promover a revolução socialista através da agitação, propaganda e de um partido político bem organizado, disciplinado e pequeno.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. [[International Standard Book Number|ISBN 0674078306. p. 207 Em exílio na Suíça, Lenin desenvolveu a filosofia de Marx e extrapolou a descolonização pela revolta colonial como um fortalecimento da revolução proletária na Europa.Bottomore, Thomas (1991). A Dictionary of Marxist Thought. Malden, Massachusetts; Oxford, England; Melbourne, Victoria; Berlin, Germany: Wiley-Blackwell. ISBN 0631180826. p. 98. Em 1912, Lenin resolveu um confronto à sua liderança ideológica do RSDLP pelo Grupo \"Vpiriod\" (Russo: Вперёд, IPA: [fpʲɪˈrʲɵt] (ouvir)), no partido, usurpando o Congresso de Todos os Partidos para transformar o POSDR no partido Bolchevique.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. [[International Standard Book Number|ISBN 0674078306. pp. 282–284 No início da década de 1910, Lenin permaneceu altamente impopular entre o movimento socialista internacional, e era tão impopular que em 1914 consideraram censurá-lo.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. ISBN 0674078306. p. 270. Ao contrário dos socialistas europeus que escolheram o nacionalismo belicoso ao internacionalismo anti- guerra, cuja ruptura filosófica e política foi consequência da cisma internacionalista-defencista entre os socialistas, os Bolcheviques opuseram-se à Primeira Guerra Mundial.Anderson, Kevin (1995). Lenin, Hegel, and Western Marxism: A Critical Study. Chicago: University of Illinois Press. p. 3. Essa traição nacionalista ao socialismo foi denunciada por um pequeno grupo de líderes socialistas que se opuseram à Grande Guerra, incluindo Rosa Luxemburgo, Karl Liebknecht e Lenin, que afirmaram que os socialistas europeus tinham falhado as classes trabalhadoras por preferirem a guerra patriótica ao internacionalismo proletário. Para desmascarar o patriotismo e o chauvinismo nacional, Lenin explicou no livro Imperialismo: Fase Superior do Capitalismo (1917) que a expansão económica capitalista conduz ao imperialismo colonial, que é depois regulado com guerras nacionalistas como a Grande Guerra entre os impérios da Europa.Evans, Graham; Newnham, Jeffrey, eds. (1998). Penguin Dictionary of International Relations. p. 317.Cavanagh Hodge, Carl (2008). Encyclopedia of the Age of Imperialism, 1800–1914 (vol. 2) Westport: Greenwood Publishing Group. p. 415. Para aliviar as pressões estratégicas da Frente Ocidental (4 de Agosto de 1914 - 11 de Novembro de 1918), a Alemanha Imperial impeliu a retirada da Rússia Imperial da Frente Oriental da guerra (17 de Agosto de 1914 - 3 de Março de 1918), enviando Lenin e a sua coorte Bolchevique num comboio diplomaticamente selado, antecipando a sua participação na actividade revolucionária.Beckett, Ian Frederick William (2009). 1917: Beyond the Western Front (2009). Leiden: Koninklijke Brill NV. p. 1. === Revolução de Outubro e a Guerra Civil Russa (1917-1922) === Em Março de 1917, a abdicação do czar Nicolau II levou à criação Governo Provisório Russo (Março-Julho de 1917), que proclamou então a República Russa (Setembro- Novembro de 1917). Mais tarde, na Revolução de Outubro, a tomada do poder pelos Bolcheviques contra o Governo Provisório resultou no estabelecimento da República Socialista Federativa Soviética da Rússia (1917-1991), mas partes da Rússia permaneceram ocupadas pelo Movimento Branco, movimento contra- revolucionário de anti-comunistas que se tinham unido para formar o Exército Branco, a fim de combater na Guerra Civil Russa (1917-1922) contra o governo Bolchevique. Além disso, e apesar da guerra civil entre os Vermelhos e os Brancos, a Rússia Imperial era um combatente na Grande Guerra, que os Bolcheviques abandonaram com o Tratado de Brest-Litovsk, o que provocou a invasão Aliada na Guerra Civil Russa pelos exércitos de dezassete países capitalistas, com a participação da Grã-Bretanha, França, Itália, Estados Unidos e Japão Imperial.Lee, p. 31. Noutros locais, a bem sucedida Revolução de Outubro na Rússia tinha facilitado a Revolução Alemã de 1918-1919 e as revoluções e intervenções na Hungria (1918-1920) que originaram a Primeira República Húngara e a República Soviética Húngara. Em Berlim, o governo alemão e os seus mercenários Freikorps combateram e derrotaram a revolta espartaquista, que tinha começado como uma greve geral. Em Munique, os Freikorps locais lutaram e derrotaram a República Soviética da Baviera. Na Hungria, os trabalhadores desorganizados, que tinham proclamado a República Soviética Húngara foram combatidos e derrotados pelos exércitos reais do Reino da Roménia e do Reino da Jugoslávia, bem como pelo exército da Primeira República da Checoslováquia. Estas forças comunistas foram rapidamente esmagadas por forças anticomunistas e as tentativas de criar uma revolução comunista internacional falharam. No entanto, uma revolução bem sucedida ocorreu na Ásia, quando a Revolução Mongol de 1921 estabeleceu a República Popular da Mongólia (1924-1992). A percentagem de delegados bolcheviques no Congresso dos Sovietes de Toda a Rússia aumentou de 13%, no primeiro congresso em julho de 1917,Vladimir Lenin, First All Russia Congress of Soviets of Workers' and Soldiers' Deputies, June 3–24 (June 6 – July 7), 1917; V. I. Lenin, Collected Works, 4th English Edition, Progress Publishers, Moscow, 1974, Vol. 25, pp. 15–42. Translated from the Russian, Edited by Stephan Apresyan and Jim Riordan.First All-Russian Congress of Soviets of Workers' and Soldiers' Deputies, Saint Petersburg Encyclopaedia. A. M. Kulegin.First All- Russian Congress of Soviets: Composition of the First All-Russian Congress of Soviets, June 26, 1917, Rech’, 26 June 1917; Frank Golder, ed., Documents of Russian History, 1914–1917 (New York: The Century Co., 1927), pp. 360–361. para 66%, no quinto congresso em 1918.Jonathan D. Smele, Historical Dictionary of the Russian Civil Wars, 1916–1926, Lanham, MD: Rowman & Littlefield, 2015, p. xxx, 39, 315, 670–671, 751. Como prometido aos povos russos em Outubro de 1917, os Bolcheviques abandonaram a participação da Rússia na Grande Guerra a 3 de Março de 1918. Nesse mesmo ano, os Bolcheviques consolidaram o poder governamental expulsando os Mencheviques, os Revolucionários Socialistas e os Socialistas Revolucionários de Esquerda dos sovietes.Lee, p. 37. O governo Bolchevique criou então a polícia secreta Cheka (Comissão Extraordinária) para eliminar a oposição anti-Bolchevique no país. Inicialmente, houve uma forte oposição ao regime Bolchevique porque não tinham resolvido a escassez de alimentos e a pobreza material dos povos russos, tal como prometido em Outubro de 1917. Desse descontentamento social, o Cheka relatou 118 revoltas, incluindo a rebelião de Kronstadt (7-17 de Março de 1921) contra a austeridade económica do comunismo de guerra imposta pelos Bolcheviques. Os principais obstáculos ao desenvolvimento económico e à modernização russa foram a grande pobreza material e a falta de tecnologia moderna, condições que o marxismo ortodoxo considerava desfavoráveis à revolução comunista. A Rússia agrícola estava suficientemente desenvolvida para estabelecer o capitalismo, mas não estava suficientemente desenvolvida para estabelecer o socialismo.Bottomore, Thomas (1991). A Dictionary of Marxist Thought. Malden, Massachusetts; Oxford, England; Melbourne, Victoria; Berlin, Germany: Wiley-Blackwell. [[International Standard Book Number|ISBN 0631180826. p. 259.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. ISBN 0674078306. p. 249 Para a Rússia Bolchevique, o período 1921-1924 caracterizou-se pela ocorrência simultânea de recuperação económica, fome (1921-1922) e uma crise financeira (1924). Em 1924, tinham sido alcançados progressos económicos consideráveis e em 1926 o governo bolchevique tinha atingido níveis de produção económica iguais aos níveis de produção da Rússia em 1913.Lee, p. 39 As políticas económicas iniciais Bolcheviques de 1917 a 1918 foram prudentes, com nacionalizações limitadas dos meios de produção, que tinham sido propriedade privada da aristocracia russa durante a monarquia czarista.Lee, p. 38. Lenin empenhou-se de imediato em evitar antagonizar os camponeses, procurando persuadi-los a afastarem-se dos Revolucionários Socialistas, permitindo uma tomada de posse por parte dos camponeses de propriedades nobres, enquanto que não foram decretadas nacionalizações imediatas dos bens dos camponeses. O Decreto sobre a Terra (8 de Novembro de 1917) cumpriu a promessa de Lenin sobre redistribuir as terras aráveis da Rússia aos camponeses, que recuperaram as suas terras agrícolas dos aristocratas, assegurando a sua lealdade ao partido Bolchevique. Para ultrapassar as interrupções económicas da guerra civil, foi adoptada a política do Comunismo de Guerra (1918-1921), um mercado regulado, meios de distribuição controlados pelo Estado e a nacionalização de grandes quintas agrícolas, para requisitar e distribuir cereais a fim de alimentar os trabalhadores industriais nas cidades enquanto o Exército Vermelho lutava contra a tentativa do Exército Branco de restaurar a dinastia Romanov como monarcas absolutos da Rússia. Além disso, as requisições forçadas de cereais, politicamente impopulares, desencorajaram os camponeses em relação à agricultura, resultando em colheitas reduzidas e escassez de alimentos que provocaram greves trabalhistas e tumultos alimentares. Em resposta, os povos russos criaram uma economia de troca direta e um mercado negro para combater o anulamento da economia monetária por parte do governo Bolchevique. Em 1921, a Nova Política Económica restaurou algumas empresas privadas para estimular a economia russa. Como parte do compromisso pragmático de Lenin com os interesses financeiros externos em 1918, o capitalismo de estado Bolchevique devolveu temporariamente 91% da indústria à propriedade privada ou aos trustes até os Soviéticos aprenderem a tecnologia e as técnicas necessárias para operar e administrar as indústrias.Cook, Chris, ed. (1998). Dictionary of Historical Terms (2nd ed.). p. 306. É de salientar que Lenin declarou que o desenvolvimento do socialismo não poderia ser prosseguido da forma inicialmente pensada pelos marxistas. Um aspecto chave que afectou o regime Bolchevique foram as condições económicas atrasadas na Rússia que foram consideradas desfavoráveis em relação à teoria marxista ortodoxa da revolução comunista.Bottomore, Thomas (1991). A Dictionary of Marxist Thought. Malden, Massachusetts; Oxford, England; Melbourne, Victoria; Berlin, Germany: Wiley-Blackwell. ISBN 0631180826. p. 259. Na altura, os marxistas ortodoxos afirmaram que a Rússia estava madura para o desenvolvimento do capitalismo, ainda não para o socialismo.Ulam, Adam (1965) [1998]. The Bolsheviks: The Intellectual and Political History of the Triumph of Communism in Russia. Cambridge: Harvard University Press. ISBN 0674078306. p. 249. Lenin defendeu a necessidade do desenvolvimento de um grande corpo de intelligentsia técnica para ajudar no desenvolvimento industrial da Rússia e fazer avançar as fases do desenvolvimento económico marxista, uma vez que tinha muito poucos peritos técnicos na altura. Nessa linha, Lenin explicou-o da seguinte forma: \"A nossa pobreza é tão grande que não podemos, de uma só vez, restabelecer a produção industrial, estatal e socialista\"Bottomore, Thomas (1991). A Dictionary of Marxist Thought. Malden, Massachusetts; Oxford, England; Melbourne, Victoria; Berlin, Germany: Wiley-Blackwell. ISBN 0631180826. p. 259. Acrescentou que o desenvolvimento do socialismo prosseguiria de acordo com as condições materiais e socioeconómicas existentes na Rússia e não como descrito de forma abstracta por Marx para a Europa industrializada no século XIX. Para superar a falta de russos instruídos, que pudessem operar e administrar a indústria, Lenin defendeu o desenvolvimento de uma intelligentsia técnica que impulsionaria o desenvolvimento industrial da Rússia para a auto-suficiência. === Socialismo num só país (1928-1945) === A partir de 1928, os planos quinquenais de Stalin para a economia nacional da União Soviética alcançaram uma industrialização rápida (carvão, ferro e aço, electricidade e petróleo, entre outros) e a colectivização da agricultura.Lee, Stephen J. (2000). European Dictatorships, 1918–1945 (2nd edition). London, England; New York, New York: Routledge. ISBN 0415230462., p. 49.Hobsbawm, Eric (1996). The Age of Extremes: A History of the World, 1914–1991. pp. 380–381. Alcançou 23,6% de colectivização em dois anos (1930) e 98,0% de colectivização em treze anos (1941).Lee, Stephen J. (2000). European Dictatorships, 1918–1945 (2nd edition). London, England; New York, New York: Routledge. ISBN 0415230462. p. 60. Como vanguarda revolucionária, o partido comunista organizou a sociedade russa para realizar programas de industrialização rápida, como defesa contra a interferência ocidental no socialismo da Rússia bolchevique. Os planos quinquenais foram preparados nos anos 20, enquanto o governo bolchevique lutava contra a Guerra Civil Russa (1917-1922), e repelia a intervenção externa dos Aliados na Guerra Civil Russa (1918-1925). A grande industrialização foi iniciada sobretudo com foco na indústria pesada.Lee, Stephen J. (2000). European Dictatorships, 1918–1945 (2nd edition). London, England; New York, New York: Routledge. ISBN 0415230462. p 59. Durante a década de 1930, a rápida industrialização do país acelerou a transição sociológica do povo soviético da pobreza para a abundância relativa quando os camponeses politicamente analfabetos passaram da servidão czarista para a autodeterminação, tornando-se cidadãos urbanos politicamente conscientes.Lee, Stephen J. (2000). European Dictatorships, 1918–1945 (2nd edition). London, England; New York, New York: Routledge. ISBN 0415230462. pg 62. O regime económico marxista-leninista modernizou a Rússia, de sociedade camponesa e analfabeta característica da monarquia, para a sociedade literária e socialista de agricultores e trabalhadores industriais, instruídos. A industrialização conduziu a uma urbanização maciça no país. O desemprego foi praticamente eliminado no país durante a década de 1930. == Época Pós-Guerra Fria (1992-presente) == Desde a queda dos regimes marxistas-leninistas da Europa de Leste, da União Soviética, e de uma variedade de regimes marxistas- leninistas africanos, apenas alguns partidos marxistas-leninistas permaneceram no poder. Isto inclui a China, Cuba, Laos e Vietname. A maioria dos partidos comunistas marxistas-leninistas fora destas nações tem tido um desempenho relativamente fraco nas eleições, embora outros partidos tenham permanecido ou se tornado numa potência relativamente forte. Isto inclui a Rússia, onde o Partido Comunista da Federação Russa permaneceu uma força política significativa, tendo ganho as eleições legislativas de 1995, quase vencendo as eleições presidenciais de 1996 e permanecendo geralmente o segundo partido mais popular e o único de oposição. Na Ucrânia, o Partido Comunista da Ucrânia também exerceu influência e governou o país após as eleições parlamentares de 1994, e novamente após as eleições parlamentares de 2006. Contudo, nas eleições parlamentares de 2014, após a Euromaidan resultando na Guerra Russo- Ucraniana e a anexação da Crimeia a pedido da população local de maioria russa, o presidente Vladimir Putin deslocou militares da antiga base russa em Sebastopol, estes fatos resultaram na perda dos seus 32 membros e na ausência de representação parlamentar, e posteriormente, em 2015, foi banido. No entanto, no leste da Ucrânia, surgiram movimentos de inspiração soviética, e houve a criação das repúblicas populares de Donetsque e Lugansque.\"People's Front 0.33% ahead of Poroshenko Bloc with all ballots counted in Ukraine elections - CEC\". Archived 12 November 2014 at the Wayback Machine. Interfax- Ukraine. 8 November 2014. Retrieved 6 December 2019. Na Europa, vários partidos marxistas-leninistas continuam fortes. No Chipre, Dimitris Christofias do AKEL ganhou as eleições presidenciais de 2008. AKEL tem sido consistentemente o primeiro e terceiro partido mais popular, ganhando as eleições legislativas de 1970, 1981, 2001 e 2006. Na República Checa e em Portugal, o Partido Comunista da Boémia e Morávia e o Partido Comunista Português têm sido ambos os quartos partidos mais populares, tendo o primeiro caído para 5º lugar nas eleições legislativas de 2017. Desde 2017, o Partido Comunista da Boémia e Morávia apoia o governo da minoria ANO 2011-ČSSD, enquanto que o Partido Comunista Português tem prestado confiança e fornecimento, juntamente com o Partido Ecologista \"Os Verdes\" e o Bloco de Esquerda, ao governo da minoria socialista de 2015 a 2019. Na Grécia, o Partido Comunista da Grécia liderou um governo de provisório e posteriormente de unidade nacional entre 1989 e 1990, permanecendo constantemente o terceiro ou quarto partido mais popular. Na Moldávia, o Partido dos Comunistas da República da Moldávia ganhou as eleições parlamentares de 2001, 2005 e Abril de 2009. No entanto, os resultados das eleições moldavas de Abril de 2009 foram protestados e outra volta realizou-se em Julho, resultando na formação da Aliança para a Integração Europeia. Na incapacidade de eleger o presidente, foram realizadas novas eleições parlamentares em Novembro de 2010, que resultaram aproximadamente na mesma representação no parlamento. De acordo com Ion Marandici, um cientista político moldavo, o Partido dos Comunistas difere dos de outros países porque conseguiu apelar às minorias étnicas e aos romenos anti-moldavos. Após ter traçado a estratégia de adaptação do partido, encontrou cinco dos factores que contribuíram para o seu sucesso eleitoral, já mencionados na literatura teórica sobre os antigos partidos marxistas- leninistas, nomeadamente a situação económica, a fraqueza dos opositores, as leis eleitorais, a fragmentação do espectro político e o legado do antigo regime. Contudo, Marandici identificou sete factores explanatórios adicionais em jogo no caso moldavo, nomeadamente o apoio estrangeiro a certos partidos políticos, o separatismo, o apelo às minorias étnicas, a capacidade de construção de alianças, a dependência da noção soviética da identidade moldava, o processo de construção do Estado e o controlo sobre uma parte significativa dos meios de comunicação social. É devido a estes sete factores adicionais que o partido conseguiu consolidar e expandir a sua circunscrição eleitoral. Nos estados pós-soviéticos, o Partido dos Comunistas é o único que esteve no poder durante tanto tempo e não mudou o nome do partido.Marandici, Ion (23 April 2010). \"The Factors Leading to the Electoral Success, Consolidation and Decline of the Moldovan Communists' Party During the Transition Period\". Presented at the Midwestern Political Science Association Convention. SSRN. Na Ásia, continuam a existir vários regimes e movimentos marxistas-leninistas. A República Popular da China prosseguiu a agenda das reformas da década de 1980 de Deng Xiaoping, iniciando uma privatização moderada da economia nacional, como meio de desenvolver as forças produtivas. A insurreição Naxalite-Maoista tem continuado entre os governos do Bangladexe e da Índia contra vários movimentos marxistas-leninistas, tendo sido imparável desde os anos 60. Na Índia, o governo Manmohan Singh dependia do apoio parlamentar do Partido Comunista da Índia (Marxista), que liderou governos estatais na Querala, Tripura e Bengala Ocidental. A ala armada do Partido Comunista da Índia (Maoísta) tem vindo a travar uma guerra contra o governo da Índia desde 1967 que continua activa em metade do país. Os rebeldes maoístas no Nepal envolveram-se numa guerra civil de 1996 a 2006 que conseguiu derrubar a monarquia naquele país e criar uma república. O líder do Partido Comunista do Nepal (Marxista-Leninista Unificado) Man Mohan Adhikari tornou-se, brevemente, primeiro-ministro e líder nacional de 1994 a 1995, e o líder guerrilheiro maoísta Prachanda foi eleito primeiro-ministro pela Assembleia Constituinte do Nepal em 2008. Prachanda foi desde então deposto como primeiro-ministro, levando os maoístas, que consideram a remoção de Prachanda injusta, a abandonar a sua abordagem legalista e a regressar às suas acções de rua e militância e a liderar greves gerais esporádicas usando a sua influência substancial no movimento laboral nepalês. Estas acções têm oscilado entre suaves e intensas. Nas Filipinas, o Partido Comunista das Filipinas, orientado para o maoismo, e a sua ala armada, o Novo Exército Popular, têm vindo a fazer uma revolução armada contra o actual governo filipino desde 1968 e continuam a participar numa insurreição guerrilheira de baixa escala. Em África, vários Estados marxistas-leninistas reformaram-se e mantiveram o poder. Na África do Sul, o Partido Comunista Sul-Africano é membro da aliança tripartida junto com o Congresso Nacional Africano e o Congresso Sul-Africano de Sindicatos. O Partido dos Combatentes da Liberdade Económica é um partido pan-africano, marxista-leninista, fundado em 2013 por Julius Malema, expelido ex-presidente da Liga da Juventude do Congresso Nacional Africano e seus aliados. O Seri Lanca tem tido ministros marxistas-leninistas nos seus governos nacionais. No Zimbábue, o ex-presidente Robert Mugabe da União Nacional Africana do Zimbábue - Frente Patriótica, o líder de longa data do país, era um declarado marxista- leninista.Talbot, Stephen (27 June 2006). \"From Liberator to Tyrant: Recollections of Robert Mugabe\". Frontline/World. Public Broadcasting Service. Retrieved 7 December 2019.Smith, David (24 May 2013). \"Mugabes under the spotlight – Zimbabwe's first family filmed at home\". The Guardian. Retrieved 7 December 2019. Nas Américas, tem havido várias insurreições. Na América do Norte, o Partido Comunista Revolucionário liderado pelo seu presidente Bob Avakian organiza uma revolução para derrubar o sistema capitalista e substituí-lo por um Estado socialista.USA, Revolutionary Communist Party (2010). Constitution for the New Socialist Republic in North America: (Draft Proposal). RCP Publications. [[International Standard Book Number|ISBN 9780898510072.Scott, Dylan (21 August 2014). \"What the Heck is the Revolutionary Communist Party' Doing In Ferguson?\". Talking Points Memo. Retrieved 21 March 2019. Na América do Sul, a Colômbia tem estado no meio de uma guerra civil que tem sido travada desde 1964 entre o governo colombiano e paramilitares de direita alinhados contra dois grupos guerrilheiros marxistas- leninistas, nomeadamente o Exército de Libertação Nacional e as Forças Armadas Revolucionárias da Colômbia. No Peru, tem havido um conflito interno entre o governo peruano e militantes marxistas-leninistas-maoístas, como o Sendero Luminoso. == Ver também == * Revolução Russa de 1917 * Levante Comunista - (1935) * Revolução comunista chinesa - (1946-1950) * Guerra da Coreia - (1950 - 1953) * Revolução Cubana - (1953 - 1959) * Guerra do Vietnã - (1955 - 1975) Categoria:História do pensamento econômico",
 "title": "História do comunismo"
}