{
 "id": "124098",
 "text": "\"Himnusz\", conhecido pelo primeiro verso, \"Isten, áldd meg a magyart\" (Deus, abençoa os húngaros) é o hino nacional da Hungria, adoptado em 1844, com texto de Ferenc Kölcsey e música composta por Ferenc Erkel.1989 óta január 22-én ünnepeljük a magyar kultúra napját, annak emlékére, hogy Kölcsey Ferenc 1823-ban - a kézirat tanúsága szerint - e napon fejezte be a Hymnus megírását. hirado.hu.http://www.ogyk.hu/hu/blog/posts/a-himnusz-ugye-az-orszaggyules- elottFerenc Kölcsey, the author of the Hungarian national anthem, was born 230 years ago Csécsei, Nóra. Daily News Hungary. 8 August 2020. == Letra do hino == A primeira estrofe é cantada oficialmente em cerimónias. Texto original em húngaro (Ferenc Kölcsey, 1823) Tradução em português (Paulo Rónai e Geir Campos, 1980) **_Isten, áldd meg a magyart Jó kedvvel, bőséggel, Nyújts feléje védő kart, Ha küzd ellenséggel; Bal sors akit régen tép, Hozz rá víg esztendőt, Megbűnhődte már e nép A múltat s jövendőt!** Őseinket felhozád Kárpát szent bércére, Általad nyert szép hazát Bendegúznak vére. S merre zúgnak habjai Tiszának, Dunának, Árpád hős magzatjai Felvirágozának. Értünk Kunság mezein Ért kalászt lengettél, Tokaj szőlővesszein Nektárt csepegtettél. Zászlónk gyakran plántálád Vad török sáncára, S nyögte Mátyás bús hadát Bécsnek büszke vára. Hajh, de bűneink miatt Gyúlt harag kebledben, S elsújtád villámidat Dörgő fellegedben, Most rabló mongol nyilát Zúgattad felettünk, Majd töröktől rabigát Vállainkra vettünk. Hányszor zengett ajkain Ozmán vad népének Vert hadunk csonthalmain Győzedelmi ének! Hányszor támadt tenfiad Szép hazám, kebledre, S lettél magzatod miatt Magzatod hamvvedre! Bújt az üldözött, s felé Kard nyúlt barlangjában, Szerte nézett s nem lelé Honját a hazában, Bércre hág és völgybe száll, Bú s kétség mellette, Vérözön lábainál, S lángtenger fölette. Vár állott, most kőhalom, Kedv s öröm röpkedtek, Halálhörgés, siralom Zajlik már helyettek. S ah, szabadság nem virúl A holtnak véréből, Kínzó rabság könnye hull Árvánk hő szeméből! Szánd meg Isten a magyart Kit vészek hányának, Nyújts feléje védő kart Tengerén kínjának. Bal sors akit régen tép, Hozz rá víg esztendőt, Megbűnhődte már e nép A múltat s jövendőt!_ Deus, derrama sobre o húngaro fartura e alegria. Guarda-o com teu braço quando luta com inimigos. Ao que tanto tem sofrido, traze um ano de bênçãos: já este povo expiou bem o passado e o porvir. Nossos ancestrais trouxeste Aos sagrados Cárpatos; ao sangue de Bendeguz bonita pátria deste. Por onde em ondas rebentam a Tisza e o Danúbio os bravos filhos de Árpád Vicejaram em flor. Nas planícies da Kunság nos dourastes e espigas, das videiras de Tokai o néctar nos pingaste. No baluarte do turco nosso pendão plantaste, e o castelo de Viena a Matias dobraste. Nossos crimes acenderam em ti o fogo da ira e em nuvens tonitruantes os teus raios vibraste. Silvar sobre nós fizeste as setas dos mongóis e ao jugo dos otomanos nossos ombros vergaste. Sobre as ossadas dos nossos exércitos vencidos, quantos triunfos cantaram os bárbaros de Osmã! Quanta vez tua gente, oh pátria, contra ti se insurgiu, e por culpa de teus filhos Foste dos filhos túmulo! Em sua gruta o fugitivo vê uma espada a caçá- lo, olha em torno e em sua pátria não encontra refúgio. Sobe aos montes, desce aos vales, na dúvida e na dor: embaixo rios de sangue, mar de chamas em cima. É agora um montão de pedras onde era a fortaleza, onde adejava a alegria há gritos e lamentos. Mas do sangue dos caídos Não brota a liberdade: Dos olhos dos órfãos cai a lágrima do escravo. Deus, tem piedade do húngaro, Joguete de desgraças: guarda-o com teu braço forte, em seu mar de tormentos. Ao que tanto tem sofrido, trazes um ano de bênçãos: já este povo expiou bem O passado e o futuro. ==Bibliografia== * Hungria Categoria:Símbolos da Hungria",
 "title": "Himnusz"
}