{
 "id": "124070",
 "text": "Oneworld é uma das maiores alianças entre empresas aéreas atualmente. Entre elas estão varias empresas internacionais como American Airlines, British Airways, Cathay Pacific, Finnair, Iberia, Japan Airlines, Malaysia Airlines, Qantas, Qatar Airways, Royal Air Maroc, Royal Jordanian, S7 Airlines, SriLankan Airlines, além de 21 outras afiliadas. Em setembro de 2019, foi anunciado que a Delta Air Lines comprou uma participação de 20% na LATAM Airlines, e com isso financiará a saída da LATAM da Oneworld. Em 1 de maio de 2020, a LATAM Airlines saiu da Oneworld. ==Membros== Nome Sede Entrada Subsidiárias Alaska Airlines Estados Unidos 2021 Horizon Air SkyWest Airlines American Airlines¹ Estados Unidos 1999 American Eagle British Airways¹ Reino Unido 1999 CityFlyer Comair Sun-Air Cathay Pacific¹ Hong Kong 1999 Cathay Dragon Finnair Finlândia 1999 Nordic Regional Iberia Espanha 1999 Iberia Regional Iberia Express Japan Airlines Japão 2007 J-Air Japan Transocean Air Malaysia Airlines Malásia 2013 - Qantas¹ Austrália 1999 Jetconnect QantasLink Qatar Airways Catar 2013 - Royal Air Maroc Marrocos 2020 Royal Air Maroc Express Royal Jordanian Jordânia 2007 - S7 Airlines Rússia 2010 Globus Airlines SriLankan Airlines Sri Lanka 2014 - * Nota: As companhias marcadas com o sinal (¹) são membros fundadores da oneworld Alliance. ===Membros inativos=== Nome País Entrada Inativo desde Subsidiárias Mexicana de Aviación México 2009 2010 MexicanaClick MexicanaLink * (1):Suspendeu as operações por tempo indeterminado em 28 de agosto de 2010 devido ao colapso financeiro. Não deixou a aliança ainda, mas é listado como um membro inativo. ===Ex-membros=== Nome País Entrada Saída Subsidiárias Air Berlin Alemanha 2012 2017 Niki Canadian Airlines¹(1) Canadá 1999 2000 Calm Air Canadian North Canadian Regional Airlines Inter-Canadien LATAM Airlines 2000/2014 2020 LATAM Airlines Argentina LATAM Airlines Brasil LATAM Airlines Chile LATAM Airlines Colômbia LATAM Airlines Equador LATAM Airlines Paraguai LATAM Airlines Peru Malév(3) Hungria 2007 2012 - Swiss International Air Lines(4) Suíça 2003 2005 - * (1): Abandonou a aliança voluntariamente devido à mudança de estratégia de negócio. * ¹(2):Membro fundador adquirida pela Air Canada, membro da Star Alliance. * (3):Deixou a aliança depois de sofrer colapso financeiro. * (4):Emigrou para à Star Alliance no 1º semestre de 2005 ===Ex-membros afiliados=== Nome Entrada Saída Membro afiliado Aero Airlines 2002 2008 Finnair Air Liberté¹ 1999 2000 British Airways Airconnex 2001 2004 Qantas American Connection 2001 2014 American Airlines Australian Airlines 2002 2006 Qantas BA Connect¹ 1999 2007 British Airways BMA¹ 1999 2007 British Airways British Airways Limited 2012 2015 British Airways Deutsche BA¹ 1999 2006 British Airways GB Airways¹ 1999 2008 British Airways JALways 2007 2010 Japan Airlines Japan Asia Airways 2007 2008 Japan Airlines Loganair¹ 1999 2008 British Airways Qantas New Zealand 2000 2001 Qantas Regional Air 2001 2005 British Airways Southern Australia Airlines¹ 1999 2002 Qantas * Nota: As companhias marcadas com o sinal (¹) são membros afiliados fundadores da oneworld Alliance ==Ver também== *Star Alliance *SkyTeam ==Ligações externas== *Oneworld Site oficial da Oneworld (em várias línguas) proporcionando benefícios, planejamento de viagens, ferramenta de reservas, notícias e informações. * Biblioteca de viagem Oneworld * Mapa interativo da rede Oneworld Categoria:Oneworld",
 "title": "Oneworld"
}