{
 "id": "1240",
 "text": "A membrana plasmática, citoplasmática ou plasmalema é a estrutura que delimita todas as células vivas, tanto as procarióticas como as eucarióticas. Ela estabelece a fronteira entre o meio intracelular, o citoplasma, e o ambiente extracelular, que pode ser a matriz dos diversos tecidos. Aparece em eletromicrografias como duas linhas escuras separadas por uma faixa central clara, com uma espessura de 6 a 10 nm. Esta estrutura trilaminar encontra-se em todas as membranas encontradas nas células, sendo por isso chamada de unidade de membrana ou membrana unitária. A membrana celular não é estanque, mas uma “porta” seletiva que a célula utiliza para captar os elementos do meio exterior que lhe são necessários para o seu metabolismo e para libertar as substâncias que a célula produz e que devem ser enviadas para o exterior (sejam elas produtos de excreção, das quais deve se libertar, ou secreções que a célula utiliza para várias funções relacionadas com o meio). == Composição química == === Açúcares === Todas as membranas plasmáticas celulares são constituídas predominantemente por fosfolipídeos e proteínas em proporções variáveis e uma pequena fração de açúcares, na forma de oligossacarídeos.Exteriormente, na grande maioria das células animais, a membrana plasmática apresenta uma camada rica em glicídeos: o glicocálix ou glicocálice. Entre outros papéis, o glicocálix tem a função de reconhecimento químico da célula para seu exterior e tem também função protetora, impedindo que alguns tipos de vírus ou bactérias se anexem à célula. === Lipídios === Os lipídios presentes nas membranas celulares pertencem predominantemente ao grupo dos fosfolipídios. Estas moléculas são formadas pela união de três grupos de moléculas menores: um álcool, geralmente o glicerol, duas moléculas de ácidos graxos e um grupo fosfato, que pode conter ou não uma segunda molécula de álcool. A proporção de fosfolipídeos varia muito: compõe cerca de 50% da membrana plasmática e 90% da membrana mitocondrial. A estrutura das membranas deve-se primariamente a essa camada dupla de fosfolipídios. Esses lipídios são moléculas longas com uma extremidade hidrofílica (tem afinidade com a água) e a cadeia hidrofóbica (não tem afinidade com a água). O grupo fosfato está situado nas lâminas externas da estrutura trilaminar. A parte situada entre as lâminas fosfatadas é composta pelas cadeias hidrofóbicas. As membranas animais possuem ainda o colesterol, e as células vegetais possuem outros esteróis, importantes para o controle da fluidez das membranas. A uma dada temperatura, quanto maior a concentração de esteróis, menos fluida será a membrana. As células procariontes, salvo algumas exceções, não possuem esteróis. === Proteínas === As proteínas são as principais fontes de energia e os principais componentes funcionais das membranas celulares. A maioria das proteínas da membrana celular está mergulhada na dupla camada fosfolipídica, interrompendo sua continuidade, são as proteínas integrais. Outras, as proteínas periféricas, estão aderentes às extremidades de proteínas integrais. Algumas proteínas atuam no transporte de substâncias para dentro ou para fora da célula. Entre estas, encontram-se glicoproteínas (proteínas ligadas a carboidratos). Algumas destas proteínas formam conexões, os fibronexos, entre o citoplasma e macromoléculas da matriz extracelular. Os grupos sanguíneos A-B-O, M-N e Rh, bem como fatores HLA, são antígenos da superfície externa da membrana. == Principais características da membrana plasmática == A membrana celular é responsável pela manutenção de uma substância do meio intracelular, que é diferente do meio extracelular, e pela recepção de nutrientes e sinais químicos do meio extracelular. Para o funcionamento normal e regular das células, deve haver a seleção das substâncias que entram e o impedimento da entrada de partículas indesejáveis, ou ainda, a eliminação das que se encontram no citoplasma. Por ser o componente celular mais externo e possuir receptores específicos, a membrana tem a capacidade de reconhecer outras células e diversos tipos de moléculas, como hormônios. As membranas celulares possuem mecanismos de adesão, de vedação do espaço intercelular e de comunicação entre as células. Os microvilos ou microvilosidades são muito frequentes e aumentam a superfície celular. Não confundir a membrana celular com a parede celular (das células vegetais, por exemplo), que tem uma função principalmente de proteção mecânica da célula. Devido à membrana citoplasmática não ser muito forte, as plantas possuem a parede celular, que é mais resistente. A membrana celular é uma camada fina e altamente estruturada de moléculas de lípidos e proteínas, organizadas de forma a manter o potencial eléctrico da célula e a controlar o que entra e sai da célula (permeabilidade selectiva da membrana). Sua estrutura só vagamente pode ser verificada com um microscópio de transmissão eletrónica. Muitas vezes, esta membrana contém proteínas receptoras de moléculas específicas, os Receptores de membrana, que servem para regular o comportamento da célula e, nos organismos multicelulares, a sua organização em tecidos (ou em colónias). Por outro lado, a membrana celular não é, nem um corpo rígido, nem homogêneo – é muitas vezes descrita como um fluido bidimensional e tem a capacidade de mudar de forma e invaginar-se para o interior da célula, formando alguns dos seus organelos. A matriz fosfolipídica da membrana foi pela primeira vez postulada em 1825 por Gorter e Grendal; no entanto, só em 1895, Charles Overton deu força a esta teoria,tendo observado que a membrana celular apenas deixava passar algumas substâncias, todas lipossolúveis. == Transporte através das membranas == Mesmo nas membranas não biológicas, como as de plástico ou celulose, há moléculas que as conseguem atravessar, em determinadas condições. Dependendo das propriedades da membrana e das moléculas (ou átomos ou íons) em presença, o transporte através das membranas classifica-se em: * Transporte passivo – quando não envolve o consumo de energia do sistema, sendo utilizada apenas a energia cinética das moléculas; a movimentação dá-se a favor do gradiente de concentração. * Transporte ativo – quando o transporte das moléculas envolve a utilização de energia pelo sistema; no caso da célula viva, a energia utilizada é na forma de Adenosina trifosfato (ATP); a movimentação das substâncias dá-se contra o gradiente de concentração. O transporte através das membranas pode ainda ser classificado em mediado, envolve permeases [transporte ativo e difusão facilitada, n.b.(transporte passivo)], e não- mediado (difusão directa). === Transporte passivo === O interior das células – o citoplasma – é basicamente uma solução aquosa de sais e substâncias orgânicas. O transporte passivo de substâncias na célula pode ser realizado através de difusão ou por osmose. A difusão se dá quando a concentração interna de certa substância (soluto) é menor que a externa, e as partículas tendem a entrar na célula. Quando a concentração interna é maior, as substâncias tendem a sair. A difusão pode ser auxiliada por enzimas permeáveis sendo classificada difusão facilitada. Quando não há ação de enzimas, é chamada difusão simples No que se refere à osmose, quando a concentração externa de substâncias é menor que a interna, parte do líquido citoplasmático tende a sair fazendo com que a célula murche - plasmólise. Quando a concentração interna é maior, o líquido do meio externo tende a entrar na célula, dilatando-a - Turgência, entretanto existe ainda a situação em que a célula murcha e depois por motivos externos volta a obter sua quantidade normal de água,então esse fato é chamado de Deplasmólise, ou seja, uma plasmolise inversa. Neste caso, se a diferença de concentração for muito grande, pode acontecer que a célula estoure. As células que possuem vacúolos são mais resistentes à diferença de concentração, pois estas organelas, além de outras funções, agem retendo líquido. === Transporte ativo === O transporte ativo através da membrana celular é primariamente realizado pelas enzimas ATPases, como a importante bomba de sódio e potássio, que tem função de manter o potencial elétrico das células. Muitas células possuem uma ATPase do cálcio que opera as concentrações intracelulares baixas de cálcio e controla a concentração normal (ou de reserva) deste importante mensageiro secundário. Uma outra enzima actua quando a concentração de cálcio sobe demasiadamente. Isto mostra que um íon pode ser transportado por diferentes enzimas, que não se encontram permanentemente ativas. Há ainda dois processos em que, não apenas moléculas específicas, mas a própria estrutura da membrana celular é envolvida no transporte de matéria (principalmente de grandes moléculas) para dentro e para fora da célula: * endocitose – em que a membrana celular envolve partículas ou fluido do exterior - fagocitose ou pinocitose - e a transporta para dentro, na forma duma vesícula; e * exocitose – em que uma vesícula contendo material que deve ser expelido se une à membrana celular, que depois expele o seu conteúdo. A exocitose pode se subdividir em Clasmocitose, defecação celular, ou Clasmatose quando resíduos provenientes da digestão intracelular realizado pelas células é eliminado, e em secreções quando a célula descarrega substâncias no meio externo. Nos seres humanos e animais, a secreção serve como meio que o corpo possui de eliminar resíduos metabólicos celulares que ainda tem importância funcional. Através da fusão entre o lisossomos primários e bolsas formadas na fagocitose ou pinocitose, forma-se o vacúolo digestório heterofágico, também chamado de lissosomo secundário. Nesse vacúolo, parte das substâncias são digeridas e transformadas em moléculas menores que atravessam a membrana e se espalham no citosol. A outra parte não digerida permanece no vacúolo, que agora passa a ser vacúolo ou corpo residual. A clasmocitose termina quando o vacúolo residual se funde à membrana plasmática da célula e expulsa o seu conteúdo para o meio externo. == Microdomínios de membrana == Microdomínios de membrana, também conhecidos como balsas lipídicas, são regiões especializadas em que as moléculas lipídicas da membrana plasmática das células animais se reúnem de forma transiente. Esses domínios são ricos em esfingolipídios e colesterol, e, portanto, mais rígidos que o resto da membrana. Glicoesfingolipídios (cerebrosídeos e gangliosídeos), geralmente, possuem cadeias longas de ácidos graxos saturados, e formam agregados transitórios na lâmina externa que excluem glicerofosfolipídios, normalmente constituídos por grupo acil graxo insaturado e um grupo acil saturado menor. Os grupos acil saturados longos de esfingolipídios podem formar associações mais estáveis e compactas com o longo sistema de anéis do colesterol se comparados às cadeias mais curtas e geralmente insaturadas de fosfolipídios. Desde o surgimento dos modelos sobre a organização de membrana, evidências sobre membranas celulares foram se acumulando e mostrando que, particularmente membranas de superfície celular, são lateralmente heterogêneas em proporções que parecem variar de centenas de nanômetros a alguns micrômetros. Essas heterogeneidades são, normalmente, reconhecidas como 'microdomínios'. Os microdomínios são mais espessos e mais ordenados do que outras regiões das bicamadas lipídicas. Eles comportam-se como “balsas de esfingolipídios líquidos ordenados à deriva em um oceano de fosfolipídios líquidos desordenados”, sendo reconhecidos, também como balsas lipídicas. Os locais de microdomínios reúnem, de modo mais adequado, certas proteínas de membrana, devido as cadeias de hidrocarbonos dos esfingolipídios, mais longas e retas do que as de outras porções das membranas lipídicas. Essa segregação lateral de proteínas e lipídios no domínio das balsas é importante, uma vez que, as balsas lipídicas podem auxiliar a organizar as proteínas da membrana concentrando-as para o transporte em membranas de vesículas ou para a conversão de sinais extracelulares em intracelulares durante processos de sinalização celular. DIGS (domínios enriquecidos com glicolipídios insolúveis em detergente) A partir de alguns estudos relacionados a definição de conjuntos glicolipídicos em membranas, observou-se que proteínas de membrana específicas e glicolipídios formam complexos insolúveis em Triton X-100 (detergente) em 4oC. Parton e Simons cunharam o termo DIGS para estes domínios de membrana ricos em colesterol e glicoesfingolipídeos que apresentam essa particularidade de serem insolúveis a ação de detergentes. DIGS podem ser isolados por centrifugação por gradiente de sacarose devido ao seu alto teor lipídico. A fração DIG flutua nesses gradientes em baixa densidade, sendo bem separada de outros materiais solúveis em Triton X-100. A fração DIG isolada das células é rica em glicoesfingolipídios e esfingomielina. Além disso, a fração significativa do colesterol da membrana é associada a DIG, enquanto a maioria dos glicerofosfolipídios são solubilizados em Triton X-100. Proteínas dos microdomínios As balsas lipídicas são compostas majoritariamente por duas classes de proteínas integrais de membrana: aquelas ancoradas à membrana por duas cadeias longas de ácidos graxos saturados ligados covalentemente por resíduos de Cys (dois grupos palmitoil ou um grupo palmitoil e um grupo miristoil) e proteínas ancoradas por GPI. Essas âncoras lipídicas, assim como as cadeias acil longas e saturadas dos esfingolipídeos, formam associações mais estáveis com o colesterol e com os longos grupos acil em balsas do que com os fosfolipídios vizinhos. As proteínas de membrana podem mover-se para dentro e para fora das balsas lipídicas em uma escala de tempo de segundos. Contudo, muitas dessas proteínas residem principalmente em um microdomínio. É possível estimar a fração da superfície celular ocupada por balsas pela fração da membrana plasmática que resiste à solubilização por detergente, fração que pode alcançar até 50% em alguns casos: as balsas cobrem metade do oceano. A maioria das células expressa mais do que 50 tipos diferentes de proteínas plasmáticas, portanto, é provável que uma única balsa contenha apenas um subconjunto de proteínas de membrana e que essa segregação de proteínas de membrana seja significativa do ponto de vista funcional. Para um processo que envolve a interação de duas proteínas de membrana, a presença delas em uma única balsa aumentaria muito a probabilidade de colisão. Observa-se, por exemplo, que alguns receptores de membrana e proteínas de sinalização estão co-localizados em balsas de membrana. Caveolinas e cavéolas A caveolina é uma proteína integral de membrana com dois domínios globulares conectados por um domínio hidrofóbico em forma de grampo de cabelo, que liga a proteína à lâmina citoplasmática da membrana plasmática. A caveolina forma dímeros e associa-se a regiões ricas em colesterol na membrana, e, a presença de dímeros de caveolina faz com que a bicamada lipídica associada se curve para dentro, formando cavéolas (“pequenas cavernas”) na superfície da célula. As cavéolas são microdomínios distintos que envolvem as duas lâminas da bicamada lipídica – a lâmina citoplasmática, local de onde o domínio globular da caveolina se projeta, e a lâmina extracelular, uma balsa de esfingolipídeo/colesterol típica associada com proteínas ancoradas por GPI. As cavéolas são microdomínios relacionados a diversas funções celulares, incluindo o tráfego de membranas no interior celular e a transdução de sinais externos em respostas celulares. Os receptores para a insulina e outros fatores de crescimento, assim como certas proteínas ligadas ao GPI, e proteínas-cinases associadas à sinalização transmembrana, parecem estar localizados em balsas e, possivelmente, em cavéolas. == Bibliografia == * JUNQUEIRA, Luis C. & CARNEIRO, J. \"Biologia Celular e Molecular\". Editora Guanabara Koogan, Rio de Janeiro, 1991. 5ª Edição. Cap. 1. * OLIVEIRA, Óscar; RIBEIRO, Elsa & SILVA, João Carlos \"Desafios Biologia\". Editora ASA, Porto, 2007. 2ª Edição. Cap.1. * Fisiologia da membrana celular Categoria:Biologia celular",
 "title": "Membrana plasmática"
}