{
 "id": "124055",
 "text": "A Revolução Russa de 1905 foi um movimento espontâneo, antigo, que se espalhou por todo. Geralmente é considerada como o marco inicial das mudanças sociais que culminaram com a Revolução de 1917. == Antecedentes == Já antes de 1905, o Império Russo passava por uma grave crise política. Desde a emancipação dos servos (1861), o país vivia uma rápida transição do feudalismo para o capitalismo. Os servos haviam sido libertados e passaram a ter o direito de comprar as terras onde trabalhavam. Entretanto, o ressarcimento devido aos seus senhores, como compensação dos direitos recém-adquiridos, os levaram, na prática, a permanecer na mesma situação de miséria. A construção da Ferrovia Transiberiana e as mudanças econômicas levadas adiante por Sergei Witte atraíram o capital estrangeiro e estimularam uma rápida industrialização nas regiões de Moscou, São Petersburgo, Baku, bem como na Ucrânia, suscitando a formação de um operariado urbano e o crescimento da classe média. Essas classes eram favoráveis a reformas democráticas no sistema político. Entretanto, a nobreza feudal e o próprio czar procuraram manter o absolutismo russo e sua autocracia intactos a qualquer custo. Finalmente, o desempenho desastroso das forças armadas russas na Guerra Russo-Japonesa (1904 - 1905) intensificou essas contradições e precipitou os acontecimentos, sendo essa derrota considerada como causa imediata da Revolução de 1905. == Domingo Sangrento == No domingo do dia 22 de janeiro de 1905 (9 de janeiro, segundo o calendário juliano, vigente no país, na época), foi organizada uma manifestação pacífica e em marcha lenta de um milhão e meio de pessoas, liderada pelo padre ortodoxo e membro da Okhrana, Gregori Gapone, com destino ao Palácio de Inverno do czar Nicolau II, em São Petersburgo, com o objetivo de entregar uma petição, assinada por cerca de 135 mil trabalhadores, reivindicando direitos ao povo, como reforma agrária, tolerância religiosa, fim da censura , a presença de representantes do povo no governo e melhores condições de vida. Segundo algumas fontes, durante a caminhada, eram cantadas músicas religiosas, e também a canção nacional “Deus Salve o Czar”. A petição começava assim: O grão-duque Sergei Alexandrovitch ordenou à guarda do czar que não permitisse que povo se aproximasse do palácio e que dispersasse a manifestação. Entretanto a massa não recuou. A guarda, então, disparou contra a multidão. A manifestação rapidamente se dispersou, foi um massacre e apesar de não se saber quantos haviam sido mortos, sabia-se, por certo, “que uma época da história russa havia concluído abruptamente e uma revolução começara”.Idem, ibidem, p. 237. A população indignou-se com a atitude do czar, que, até então, era bem-visto por seus súditos. O episódio ficou conhecido como \"Domingo Sangrento\" e foi o estopim para o início do movimento revolucionário. == A Revolução Russa de 1905 == Os vários grupos sociais descontentes com a situação da Rússia se mobilizaram para protestar. Cada grupo tinha seus próprios objetivos, e mesmo dentro de uma mesma classe social, não havia direção geral. Os principais grupos descontentes eram os camponeses, por motivos econômicos; os trabalhadores urbanos, também por motivos econômicos e contra a desigualdade; os intelectuais e liberais, que reivindicavam direitos civis; as forças armadas (economia) e as nacionalidades minoritárias, que reivindicavam liberdade cultural e política. === O movimento no campo === Os distúrbios se estenderam por todo o ano, atingindo picos de agitação no início do verão e no outono, culminando em novembro. Arrendatários queriam aluguéis mais baixos; trabalhadores contratados exigiam melhores salários; pequenos proprietários queriam mais terras. As atividades variaram desde ocupações de terra, algumas vezes seguidas de violência e incêndio, pilhagem das grandes propriedades e caça e desmatamento em áreas proibidas. Na região de Samara os camponeses criaram sua própria república, que foi sufocada por tropas do governo. O nível de animosidade de cada região era diretamente proporcional às condições dos camponeses. Os com-terra de Livland e Kurland atacaram e queimaram, enquanto outros, que viviam nos distúrbios de Grodno, Kovno e Minsk, com melhores condições de vida, foram menos violentos. No total, distúrbios necessitaram de intervenção militar para restaurar a ordem, e os proprietários sofreram prejuízos de aproximadamente 29 milhões de rublos. === O movimento nas cidades === Os trabalhadores urbanos usaram a greve como instrumento de luta. Houve imensas greves em São Petersburgo, imediatamente após o Domingo Sangrento. Mais de trabalhadores estavam parados ao final de janeiro. A ação rapidamente se alastrou para outros centros industriais na Polônia, Finlândia e na costa báltica. Em Riga, 80 militantes foram mortos em 13 de janeiro e alguns dias depois, em Varsóvia, 100 grevistas foram alvejados nas ruas. Em fevereiro havia greves no Cáucaso e, em abril, nos Urais e mesmo além. Em março, todas as instituições acadêmicas foram obrigadas a fechar as portas pelo resto do ano, fazendo com que muitos estudantes radicais se juntassem aos trabalhadores grevistas. Uma greve dos ferroviários, no dia 8 de outubro, rapidamente se transformou em greve geral, em São Petersburgo e em Moscou. A 13 de outubro, mais de 2 milhões de trabalhadores estavam em greve e praticamente não havia mais estradas de ferro em funcionamento. === Os soviéticos de São Petersburgo === A ideia de se criar conselhos operários como forma de coordenar as várias greves, nasceu durante as reuniões de trabalhadores, no apartamento de Voline, no início do movimento de 1905. Dessas reuniões nasceu o primeiro soviete de São Petersburgo, cujo primeiro presidente foi Khrustalyov-Nosar, também conhecido como Georgy Nosar ou Pyotr Khrustalyov (1877-1918). Entretanto, suas atividades foram rapidamente paralisadas pela repressão do governo. Mas durante a greve geral, o soviete voltou a funcionar e passou a ser conhecido como o \"Soviete de Representantes Operários\". A reunião constituinte aconteceu em 13 de outubro no prédio do Instituto Tecnológico de São Petersburgo e contou com quarenta representantes. O soviete chegou a ter de 400 a 500 membros, eleitos por aproximadamente trabalhadores e representando cinco sindicatos e 96 fábricas da região. Inicialmente, seus membros eram trabalhadores politicamente conscientes, mas, rapidamente, o soviete foi dominado por grupos radicais. Os bolcheviques foram os mais influentes, enquanto os mencheviques permaneceram em minoria. Entrementes, Leon Trótski voltou do exílio e quando Nosar foi preso, Trotsky assumiu seu lugar e rapidamente alterou a agenda da organização. Sob sua liderança pragmática, os grevistas foram chamados a voltar ao trabalho, porque temia-se que a greve desse ao governo uma desculpa para aumentar a repressão. O trabalho do soviete consistiu na organização das greves e no fornecimento de suprimentos para os trabalhadores. Na prática, a política do soviete permaneceu moderada, sendo que as ações mais extremas foram o apelo aos trabalhadores para que se recusassem a pagar impostos e que sacassem seu dinheiro dos bancos. Sua influência em São Petersburgo era com certeza maior do que a do governo imperial durante a revolução, mas sua eficácia foi limitada. A greve geral de outubro de 1905 ocorreu espontaneamente sem a intervenção do soviete, e sua tentativa de convocar uma nova greve geral em novembro falhou. Suas atividades voltaram a cessar em 3 de dezembro, quando seus líderes, incluindo Trotsky, foram presos e acusados de preparar uma rebelião armada. Mais tarde, por razões políticas, os bolcheviques falsificaram a história de sua criação, mudando a data de criação do primeiro soviete para o período da Greve de Outubro - quando Trotsky desempenhou um papel importante - e atribuiu a iniciativa de sua criação a um dos grupos social-democratas, sem atribuição de filiação de partidária. === Revolta do Potemkin === O couraçado foi um navio de guerra pré-dreadnought da frota russa do mar Negro. Foi construído nos estaleiros de Nikolayev, em 1898, passando a operar em 1904. No mesmo ano, a tripulação do navio amotinou-se em razão das péssimas condições em que viviam no navio, sobretudo da péssima alimentação (carne podre estava sendo servida aos marinheiros, nas refeições), e por ter sido informada que seria enviada para lutar contra os japoneses. Os demais navios da esquadra não aderiram à revolta do Potemkin, o que fez com que os tripulantes buscassem refúgio na Romênia. De qualquer forma, tratava-se de um motim em uma grande unidade da marinha russa, evidenciando que as Forças Armadas já não podiam ser consideradas sustentáculos fiéis da monarquia. A revolta dos marinheiros foi retratada no filme Bronenosets Potyomkyn (em cirílico, Броненосец Потемкин), em português, O Encouraçado Potemkin, de Sergei Eisenstein, lançado em 1925. == Resultados == Em outubro de 1905, para tentar remediar a situação, o czar Nicolau II relutantemente lançou o famoso \"Manifesto de Outubro\", que permitiu a criação de uma Duma (parlamento) nacional e a existência de partidos políticos, destacando-se o Partido Social- Democrata, que se havia dividido em 1903, dando origem ao Partido Menchevique, em minoria, mais moderado e que defendia uma reforma gradual com o apoio da burguesia, e o Partido Bolchevique, que detinha a maioria, era mais radical e defendia uma ação revolucionária. Estas medidas surtiram escasso efeito, visto que os partidos eram sistematicamente vigiados e a Duma era controlada pela aristocracia e pelo czar, que podia dissolvê-la a qualquer momento. Os grupos moderados se satisfizeram, mas os socialistas rejeitaram as concessões como insuficientes e tentaram organizar novas greves. Ao fim de 1905, os reformadores estavam lutando entre si. Graças a essas divergências, o czar teve sua posição relativamente fortalecida. Vale observar que, após o término da guerra contra o Japão, as tropas russas, que desconheciam as atitudes do czar contra o povo, retornaram ao país e, a mando do soberano, reprimiram o movimento. Muitos líderes oposicionistas foram presos ou exilados, e os sovietes colocados na ilegalidade e fechados. As promessas feitas pelo manifesto de outubro foram deixadas de lado, com exceção da Duma, que continuou a funcionar. A revolução de 1905 havia fracassado. O czar se havia reabilitado. Entretanto, havia perdido o apoio popular de que dispunha até 1905. As massas russas viam o czar como um pai, um monarca benévolo que protegeria o povo quando viesse a saber da sua miséria - pois, acreditava-se, era mantido na ignorância pela nobreza corrupta e gananciosa que o cercava. Após o Domingo Sangrento, esse pensamento desapareceu. Como poderia o czar ter ignorado o martírio de seu povo justo em frente à sua residência? No longo prazo, o Domingo Sangrento se somou a outros fatores que faziam crescer o descontentamento da população para com o regime vigente. O clímax desse processo seria atingido anos depois, durante a participação da Rússia na Primeira Guerra Mundial, e que resultaria na Revolução Russa de 1917. == Ver também == * Revolução Russa de 1917 == Bibliografia == * CARR, E. H. The Bolshevik Revolution 1917-1923. v. 1, Pelikan Books, 1977. * LÊNIN, V. I. 1905 – Jornadas Revolucionárias. Editora História, 1980. * TROTSKY, L. A Revolução de 1905. Coleção Bases, Global Editora. * TROTSKY, L. Mi Vida. Editorial Pluma, 1980. * Arno J Meyer, The Furies: Violence and Terror in the Russian Revolutions, 2002. Categoria:Revolução Russa de 1917 Categoria:Império Russo Categoria:Conflitos em 1905 Categoria:Conflitos em 1906 Categoria:Conflitos em 1907",
 "title": "Revolução Russa de 1905"
}