{
 "id": "124015",
 "text": "Giovanni Vescovi (Porto Alegre, 14 de junho de 1978) é um enxadrista brasileiro, detentor do título de Grande Mestre Internacional, desde 1998. Começou a jogar xadrez com três anos de idade. Em 1987, tornou-se vice-campeão mundial Mirim, primeiro brasileiro a conquistar este título, e iniciou sua extensa série de conquistas. Em 1989 foi campeão Pan-Americano de Xadrez, na categoria \"12 anos\". Com jogo arrojado e criativo, produziu algumas das mais belas partidas do xadrez brasileiro e teve várias combinações publicadas nas publicações especializadas Sahovski Informator, Chess Base Magazine, New in Chess e Europe Échecs. Vescovi já participou de diversos eventos internacionais em mais de trinta países. É poliglota, dominando cinco idiomas, além da língua materna: espanhol, inglês, alemão, sueco e russo. Reside atualmente em São Paulo e exerce a função de analista de crédito no Itaú Private. Vescovi conquistou seu primeiro título de campeão brasileiro em 1999. No 76º Campeonato Brasileiro de Xadrez Absoluto, disputado entre os dias 2 e 11 de dezembro de 2009, em Americana. Vescovi terminou a competição com 8,5 pontos, resultado de sete vitórias, três empates e apenas uma derrota. A segunda colocação ficou com o GM Gilberto Milos, que terminou invicto, com oito pontos. No total, venceu o Campeonato Brasileiro de Xadrez 7 vezes (1999, 2000, 2001, 2006, 2007, 2009, 2010). Chegou a ser o número 48 do mundo em 2004.Ranking de Vescovi anual Em janeiro de 2010, com pontos, era o melhor enxadrista do Brasil e o 64º do mundo na lista de rating. Entre suas conquistas se destacam o tricampeonato no torneio fechado de Bermudas, vencendo os eventos de 2002,2003 e 2004. Em maio de 2023, após vários anos inativo, Vescovi jogou no 6th Sharjah Masters, realizado em Dubai, terminando com uma pontuação de 2,5/9 no forte eventohttps://chess- results.com/tnr724974.aspx?lan=10&art;=9&fed;=BRA&flag;=30&snr;=41 Após ter participado do 6th Sharjah Masters, seu rating voltou a ser ativo com 2584 pontos, o que o coloca no momento como o número 1 do Brasil.https://ratings.fide.com/profile/2100789 == Participações em Olimpíadas de Xadrez == Fez parte da equipe brasileira em sete edições das Olimpíadas de Xadrez. Ano Edição Local Tabuleiro Pontos Partidas V E D % Classificação Equipe Individual 1994 31.ª Olimpíada Moscou 4.º 4½ 10 2 5 3 45.0 62.º 66.º 1996 32.ª Olimpíada Yerevan res. não jogou 1998 33.ª Olimpíada Elista 1.º 5 11 2 6 3 45.5 48.º 72.º 2000 34.ª Olimpíada Istambul 3.º 6 12 3 6 3 50.0 38.º 57.º 2002 35.ª Olimpíada Bled 1.º 4 10 0 8 2 40.0 35.º 96.º 2006 37.ª Olimpíada Turim 1.º 6½ 11 4 5 2 59.1 32.º 36.º 2012 40.ª Olimpíada Istambul 2.º 4½ 9 2 5 2 50.0 39.º 41.º == Ligações externas == * 100 Melhores jogadores brasileiros de Xadrez segundo a FIDE * Site oficial do GMI Giovanni Vescovi * Clube de Xadrez: Biografia do GMI Giovanni Vescovi Categoria:Grandes mestres de xadrez do Brasil Categoria:Naturais de Porto Alegre Categoria:Campeões brasileiros de xadrez Categoria:Jogadores de xadrez do Rio Grande do Sul",
 "title": "Giovanni Vescovi"
}