{
 "id": "124185",
 "text": "O Reduto do Monte Cintra, vulgarmente conhecido como Forte de Sacavém, é uma antiga instalação militar oitocentista localizada na cidade portuguesa de Sacavém (atual freguesia de Sacavém e Prior Velho) no município de Loures, no Distrito de Lisboa (Portugal). == Situação == Forte situado na margem direita do rio Trancão, à 35 metros de altitude no morro chamado Monte Cintra \\- donde lhe advém o nome - a escassos 800 metros da sua confluência com o rio Tejo, a sua construção remonta ao início do século XIX, no quadro das obras de fortificação de Lisboa, que formaram o Campo Entrincheirado de Lisboa, implantando-se no topo de um pequeno morro a cerca de 35 metros de altitude e assumindo assim uma posição estratégica que envolve todo o espaço circundante. De planta no formato pentagonal irregular (tipo Vauban), encontra-se rodeado por um fosso, estando parcialmente enterrado no solo, o que o torna pouco perceptível quando visto de uma altitude inferior, para além de possibilitar a absorção do eventual impacto de um projéctil disparado na sua direcção; estava também preparado para acolher infantaria ligeira na retaguarda e artilharia nos flancos. Além disso, achava-se circundado por antigas fábricas (Fábrica de Loiça de Sacavém, indústrias tanoeira e de descasque de arroz), e presentemente, por blocos habitacionais e pelo Museu de Cerâmica de Sacavém. A leste corre a Linha do Norte, com a estação de Sacavém mesmo por detrás do forte, bem como o Parque do Tejo e do Trancão, na área do Parque das Nações. == História == Não obstante a antiguidade da povoação, o actual forte foi somente erguido na segunda metade do século XIX (no local onde fora erguida uma outra fortificação, no início desse mesmo século, construída no quadro das Linhas de Torres Vedras), na sequência da abertura da estrada militar que circundava a capital portuguesa, da ribeira de Algés até ao rio de Sacavém, passando por Monsanto, Benfica, Pontinha, Lumiar, Ameixoeira, Charneca, Camarate, Olivais, Chelas, e terminando em Sacavém. Tanto este forte, em posição dominante sobre o Monte de Cintra, como as demais estruturas de apoio, tinham como função complementar a guarnição da última das linhas defensivas do acesso à capital, que integravam o Campo Entrincheirado de Lisboa. Embora o projecto de construção de uma linha de fortificações à volta de Lisboa date de 1833 (no fim, portanto, da guerra civil de 1832-34), a decisão da sua construção, bem como aos outros fortes que envolviam a capital, deve-se ao então ministro da guerra do governo do Duque de Loulé, o Marquês de Sá da Bandeira (1857-1863); contudo, os estudos só se iniciaram em 1872, e a construção propriamente dita apenas no dia 17 de Agosto do ano seguinte, após a compra do terreno em causa aos viscondes de Ouguela. O forte deve a sua traça ao engenheiro Sanches de Castro, tendo a construção da obra sido coordenada pelo capitão do exército Eugénio de Azevedo. Na primeira metade do século XX, o forte sofreu pequenas intervenções de conservação e reparos, tendo nesse período, por altura dos grandes surtos grevistas de 1912, o governo de Duarte Leite mandado deter os grevistas em vários fortes da cintura de Lisboa, entre os quais o de Sacavém (bem como os de Monsanto e o Quartel do Carmo). Em 1935 alojou-se no forte o Regimento de Artilharia Pesada de Lisboa n.º 1 (RAP 1), até então instalado no Convento de Nossa Senhora dos Mártires e da Conceição de Sacavém, situado defronte do mesmo forte, servindo também de paiol de munições de artilharia e de aviação. Em 1939, entendendo o Estado- Maior do Exército a inutilidade dos velhos fortes na defesa de Lisboa, o Forte de Sacavém foi desocupado pelos militares, mantendo-se no entanto como paiol de munições. Por esta altura sofreu alguns melhoramentos técnicos, como a construção do primeiro piso. Em 1949 foi reconstruída em pedra a ponte que liga o forte à muralha, que até aí era de madeira e levadiça. Em 1965 foi formalmente declarado como imóvel sem valia militar, permanecendo no entanto a funcionar como paiol. Em 1998, pouco tempo volvido sobre a elevação de Sacavém a cidade, o imóvel do forte passou por obras de restauro, conservação e readaptação do seu espaço, tendo sido reafectado ao Ministério do Equipamento, do Planeamento e da Administração do Território (MEPAT), e aí instalada o arquivo e demais inventário da Direcção-Geral dos Edifícios e Monumentos Nacionais (DGEMN), dando origem ao projecto Registo Multimédia do Forte de Sacavém, para conservação de documentos textuais e iconográficos, assim como das modelagens 3D efectuadas. Ao longo dos anos, obras clandestinas ou autorizadas pela Câmara Municipal de Loures têm vindo a ser executadas no talude do forte, pondo em risco a sua eventual estabilidade. Recentemente, a face do Monte-Cintra virada a Norte, tem vindo a ser desbastada tendo em vista a construção de novos imóveis de habitação virados para o Trancão. == Ligações externas == * * Categoria:Sacavém Sacavem",
 "title": "Forte de Sacavém"
}