{
 "id": "12415",
 "text": "A Golegã é uma vila portuguesa, pertencente ao distrito de Santarém, com cerca de habitantes, famosa pela Feira Nacional do Cavalo, que ocorre anualmente durante o mês de novembro. É sede do município da Golegã que tem de área e habitantes (2021), subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a nordeste pelo município de Vila Nova da Barquinha, a leste e sueste pela Chamusca, a oeste por Santarém e a noroeste por Torres Novas e pelo Entroncamento. Desde 2023, o município da Golegã integra a região estatística (NUTS II) do Oeste e Vale do Tejo e a sub-região estatística (NUTS III) da Lezíria do Tejo, continua, no entanto, sob a alçada da Comissão de Coordenação e Desenvolvimento Regional de Lisboa e Vale do Tejo, que manteve a designação da antiga CCDR com o mesmo nome. Pertence à província tradicional do Ribatejo, hoje porém sem significado político-administrativo, mas constante nos discursos de auto e hetero-identificação cultural. A Golegã é um dos principais polos turísticos do Ribatejo, com importantes pontos de interesse relacionados com o turismo equestre, turismo de natureza, desporto e cultura. Em destaque está a Feira Nacional do Cavalo, a Reserva da Biosfera do Paul do Boquilobo, a Casa Estúdio Carlos Relvas, ou a Quinta Templária da Cardiga.www.visitgolega.com A Golegã é também um importante polo gastronómico de referência, possuindo diversos restaurantes de elevada qualidade, sendo o município do distrito de Santarém com mais restaurantes por m². == Freguesias == O município da Golegã está dividido em 3 freguesias: * Azinhaga * Golegã * Pombalinho === Evolução territorial === Até 2013, o município da Golegã era constituído por apenas duas freguesias, para uma área de . Nesse ano, no âmbito de uma reorganização das freguesias ocorrida no território do Continente, foi-lhe anexada uma terceira freguesia (Pombalinho), transferida do município de Santarém. == Património == * Igreja Matriz da Golegã ou Igreja de Nossa Senhora da Conceição * Quinta da Cardiga * Casa-Estúdio Carlos Relvas == Personalidades ilustres == * José Relvas ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes ★Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 4695 4692 5866 5694 6267 5779 6326 6670 6226 6150 5855 5963 6072 5710 5465 5400 Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 1 997 2 208 1 583 1 502 1 597 1 369 1 291 1 150 1 198 1 058 815 735 608 15-24 Anos 1 547 2 784 1 137 1 307 1 046 980 847 815 741 823 720 546 539 25-64 Anos 2 881 3 393 2 689 3 003 3 580 3 199 3 258 3 020 2 970 3 021 2 896 2 805 2 670 = ou > 65 Anos 300 389 394 501 644 661 754 870 1 054 1 170 1 279 1 379 1 583 ★ Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. ★★ De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU PCTP/MRPP PRD PPD/PSD CDS-PP IND PSD-CDS CH 1976 52,35 3 37,87 2 3,88 - 1979 52,92 3 42,28 2 1982 51,95 3 41,61 2 1985 50,09 3 27,57 1 18,78 1 1989 18,92 1 53,75 3 23,52 1 1993 30,38 2 51,33 3 14,11 - 1997 49,18 3 34,78 2 10,76 - 2,15 - 2001 73,92 4 16,76 1 3,69 - 2,50 - 2005 68,20 4 12,05 - 16,45 1 2009 63,36 5 7,80 - 9,32 - 5,45 - 11,99 - 2013 38,48 2 7,44 - CDS-PP PPD/PSD 34,46 2 15,05 1 2017 56,84 3 19,07 1 6,16 - (a) 14,85 1 2021 43,07 2 3,98 - (b) 47,82 3 2,58 - (a) O CDS-PP apoiou a lista independente \"Movimento Sangue Novo\" nas eleições de 2017. (b) o PPD/PSD apoiou a lista independente \"2021 é o Ano\" nas eleições de 2021, num movimento que venceu as eleições autárquicas com maioria absoluta. === Eleições legislativas === Data % PS PCP PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 38,16 27,79 10,67 9,48 0,82 1979 25,73 APU AD AD 1,91 37,03 27,97 1980 FRS 0,79 33,95 28,35 29,45 1983 34,12 15,17 7,06 0,59 36,17 1985 13,62 17,40 5,09 1,17 26,19 32,74 1987 20,57 CDU 33,64 4,05 0,71 19,58 14,60 1991 27,87 38,00 3,89 18,03 1,44 4,13 1995 47,71 20,05 8,55 0,69 17,85 0,37 1999 51,61 18,84 7,42 17,10 0,30 1,26 2002 46,09 24,71 9,28 14,04 2,29 2005 49,00 17,70 6,45 15,86 6,02 2009 32,97 18,25 12,85 15,87 13,32 2011 25,22 29,16 15,51 14,78 6,20 0,80 2015 36,11 CDS PSD 15,67 10,93 1,21 26,90 0,37 2019 40,62 18,39 6,71 12,66 8,89 1,51 0,83 1,54 0,83 2022 45,47 22,13 2,36 8,59 3,94 0,68 0,79 11,21 2,43 2024 31,45 AD AD 5,73 22,98 4,53 1,07 2,24 23,80 2,58 == Ver também == * Carlos Relvas * Feira Nacional do Cavalo * José Saramago",
 "title": "Golegã"
}