{
 "id": "124198",
 "text": "Garfo é um utensílio culinário utilizado pela civilização ocidental moderna para a alimentação. Serve principalmente para segurar alimentos rígidos e levá-los à boca, mas também se usa na cozinha para segurar os produtos a cozinhar e para pisar, por exemplo, batatas ou cenouras cozidas, em puré. Normalmente construído em metal - Modernamente em aço inoxidável - o garfo é composto por uma parte mais larga dividida em dentes – geralmente quatro – e uma pega, parte superior usada para segurar o conjunto. == História == O garfo de mesa foi inventado no Império Bizantino pelos anos 300. No século VIII estava disseminado no Oriente. Os cronistas medievais registraram o espanto que a princesa Teofânia Esclerina causou aos ocidentais, porque ela usava um garfo em vez de suas mãos enquanto fazia a refeição na corte de seu marido Otão II do Sacro Império Romano-Germânico a partir de 972. Outras princesas do Império Bizantino contraíram núpcias com reis da Europa e também trouxeram seus garfos. A princesa Maria Argyropoulina, casada Giovanni Orseolo, filho de Pietro II Orseolo, causou escândalo público em Veneza no ano 1004, quando se recusou a utilizar-se de seus próprios dedos para levar o alimento à boca, no que foi severamente criticada por São Pedro Damião, Doutor da Igreja, que escreveu: :Deus em sua sabedoria forneceu ao homem garfos naturais - seus dedos. Portanto, é um insulto a Ele substituir os dedos por garfos metálicos artificiais ao comer. [...] Da esposa do Doge veneziano, cujo corpo, depois de sua delicadeza excessiva, apodreceu completamente [no túmulo].http://web.archive.org/web/20100124143318/http://www.maybe.org/~rodmur/sca/fork.html A princesa Teodora, filha de Constantino VIII Imperador do Oriente, que veio de Constantinopla para casar com o Doge de Veneza Domenico Selvo também trouxe seu garfo de ouro com dois dentes, como o qual comia frutas cristalizadas. No entanto, pouco depois a população dessa cosmopolita cidade da época assimilou o garfo. Esse costume se espalhou para Milão e Florença e daí para o resto da Europa. O talher já era bem conhecido na Itália do século XV. Em Portugal, o uso começou bastante cedo, nas cortes de finais do século XV, princípio do século XVI. São conhecidos relatos de garfos usados por D. Beatriz, mãe de D. Manuel I e pelo próprio D. Manuel I, mas de forma casual. O uso de garfos e facas em conjunto, quotidianamente, é documentado para D. João III. Também a dinastia Filipina os utilizaria. O uso tornar-se-ia popular com a aristocracia e alta burguesia em 1836, com a Rainha Maria II, filha de Dom Pedro IV de Portugal, quando seu esposo Fernando II de Portugal (Fernando de Saxe-Coburgo- Gota) a convenceu a usar o novo talher de forma habitual em eventos da corte. Entre sua introdução na Europa e o final do século XVII, surgiu o terceiro dente. O quarto dente teria surgido na segunda metade do século XVII para atender ao Rei Fernando II das Duas Sicílias (Fernando de Bourbon), o qual não gostava dos fios longos de espaguete escorregarem nos garfos de três dentes. Na Inglaterra não chegou antes de meados do século XVII, trazido pelo viajante Thomas Coryat. Durante toda a época colonial brasileira os garfos, que já eram raros em toda a Europa, praticamente não eram encontrados. Todos, do escravo ao mais rico senhor de engenho, comiam com as mãos. Seu uso começou a se popularizar apenas no século XIX.Lima, Cláudia. Tachos e panelas: historiografia da alimentação brasileira. Recife: Ed. da autora, 1999. 2ª Ed. 310p. ISBN 8590103218 No entanto, em fins do século XX, ainda era comum comer com as mãos nas comunidades rurais dos rincões mais remotos do Brasil. == Tipos == * Garfo de mesa ** Tem dimensões próprias para levar os alimentos à boca, normalmente segundo a etiqueta deve vir envolto em um guardanapo, quando numa apresentação festiva. Possui entre três a quatro dentes. * Garfo de trinchar ou de cozinha. ** De dimensão maior, normalmente com dois dentes usa- se para segurar alimentos para cortá-los, como carnes em geral. O cabo é de madeira ou teflon mais resistente ao calor, pode ser usado para colocar alimentos na frigideira, como carnes ou peixes. * De madeira (ou plástico) ** Bom para servir saladas. * De peixe ** Com dois dentes, sua base é levemente maior que a do garfo normal, sendo usado especialmente para peixes, no separar de espinhões. * De sobremesa - para comer doces ou frutas após a refeição ** Menor em tamanho e mais leve, próprio para sobremesas. * De desopercular - Garfo desoperculador == Agricultura == Quando usado como ferramenta ou forquilha, para levantar o feno. Garfos múltiplos, usados junto com o trator, para arar o terreno. == Mitologia == É conhecido como tridente de Netuno, garfo com poderes mágicos quando em domínio do Rei do mar. == Ver também == * Forcado (ferramenta) * Diapasão * Colher * Faca Categoria:Talheres de:Essbesteck#Gabel",
 "title": "Garfo"
}