{
 "id": "124271",
 "text": "Zara é uma rede de lojas de roupas e acessórios para o público feminino, masculino e infantil com sede na Espanha. Fundada por Amancio Ortega e Rosalía Mera. Pertence ao Grupo Inditex, que também detém outras marcas tais como: Massimo Dutti, Pull and Bear, Oysho, Bershka, Stradivarius, Uterque, Kiddy's Class além da Zara Home (linha para a casa, presente em alguns países). Recentemente, a marca foi avaliada em 25.135 milhões de dólares pelo ranking BrandZ, considerada a marca mais valiosa da Espanha. == História == Na Espanha, a Zara está sediada em Arteixo, província da Corunha, na Galiza, onde a primeira loja foi aberta no ano de 1975. As transações financeiras da empresa estão por conta de uma subsidiária holandesa Zara Mercken. A primeira loja fora de Espanha abriu, em 1988, na rua de Santa Catarina, na cidade do Porto, em Portugal. Atualmente, a Zara é provavelmente a rede de lojas de roupa com o crescimento mais rápido, possuindo 1.770 lojas em 86 países, tendo inaugurado uma nova loja a cada três dias, em 2000.Zara cria 'disque-denúncia' de trabalho escravo, Yahoo! O património de Rosalía Mera, em 2010, foi avaliado pela Forbes em 2,85 mil milhões de euros.Chinesas em peso entre as mais ricas do Mundo 17 de junho de 2010, Jornal de Notícias. Página visitada em 17 de junho de 2010 Em 2015, Amancio Ortega foi avaliado pela Forbes no homem mais rico do mundo, ultrapassando Bill Gates. == Zara no Brasil == No Brasil, a Zara é dirigida por João Braga desde 2012. Durante sua gestão, a operação brasileira passou por acelerada expansão, saltando de 27 para 56 lojas. Nesse período, também foi aberta no Brasil a Zara Home, marca de moda de decoração do Grupo Inditex, que hoje já conta com 15 unidades. Ainda em sua gestão que foi instalado o novo centro de distribuição em Cajamar. Antes, estiveram à frente da companhia Pedro Janot (1998 a 2007) e Enrique Huerta (2007 a 2011). Sua primeira loja foi aberta em São Paulo, no Shopping Morumbi. Ao longo dos anos, a companhia foi incrementando sua presença no país e, hoje está presente em 16 Estados (Amazonas, Maranhão, Ceará, Pará, Bahia, Pernambuco, Rio Grande do Norte, Goiás, Minas Gerais, Rio de Janeiro, Espírito Santo, São Paulo, Mato Grosso do Sul, Paraná, Santa Catarina, Rio Grande do Sul e Distrito Federal). Sua sede administrativa e centro de distribuição estão localizados em Alphaville, Barueri, na Região Metropolitana de São Paulo, onde também exporta mercadoria para as lojas do Chile e Uruguai. A maior parte dos produtos ofertados em suas lojas são importadas porém por causa das dificuldades no processo de Comércio Exterior, passou a valer-se de fornecedores locais. No dia 16 de agosto de 2011 o programa de televisão A Liga, em uma reportagem sobre trabalho escravo, denunciou que empresas têxteis subcontratadas por fornecedores da Zara, em São Paulo-SP, utilizavam trabalho análogo à escravidão. === Trabalho escravo === Em 2011, uma fiscalização realizada pela Superintendência Regional do Ministério do Trabalho de São Paulo flagrou trabalhadores bolivianos em condições análogas à escravidão em duas oficinas subcontratadas de forma irregular por um então fornecedor da Zara. Na época, a empresa exigiu que o fornecedor responsável pela subcontratação não autorizada regularizasse a situação \"imediatamente\" e assumiu responsabilidade social sobre o caso. No mesmo ano, a Zara assinou um TAC (Termo de Ajustamento de Conduta) com o Ministério Público do Trabalho e Ministério do Trabalho e Emprego formalizando compromissos em três grandes frentes: reforço nos controles sobre a cadeia de fornecimento, melhoria nas condições trabalhistas do setor e apoio para integração social dos imigrantes. O acordo previa ainda amplo programa de investimentos sociais no país no valor de R$ 3,4 milhões. Em razão das ações tomadas, a Zara foi considerada “exemplo no saneamento de problemas trabalhistas” pelo Ministério do Trabalho, segundo reportagem do Conjur. Ao longo dos últimos anos, a Zara ampliou o escopo dos investimentos sociais no Brasil para além do que o TAC estipulava, com um volume de aporte no valor de R$ 14 milhões em diversas ações de responsabilidade social corporativa. ===Acusações de discriminação=== Em outubro de 2021, uma investigação da polícia colheu depoimentos de testemunhas que trabalha em uma das lojas Zara que disseram que tinha um alerta no sistema de som para avisar quando entrasse clientes negros ou com padrão de roupa simples na loja. Quando soava o alerta \"Zara Zerou\", os funcionários eram orientados a vigiar clientes específicos. A Zara negou as acusações. O caso foi descoberto após a delegada Ana Paula Barroso, que é negra, ser proíbida de entrar em uma das lojas da Zara. Segundo o delegado-geral da Polícia Civil do Ceará, Sérgio Pereira, \"esse tipo de tratamento da Zara já foi registrado diversas vezes, não só aqui no Brasil, inclusive fora do país, com pagamento de indenização\". Entidades do movimento negro entraram com uma ação na justiça do Ceará cobrando R$ 40 milhões de indenização por dano moral coletivo. No dia 25 do mesmo mês, o Procon notificiou a Zara cobrando esclarecimentos sobre o \"procedimento adotado em abordagens discriminatórias nas lojas\". Categoria:Inditex Categoria:Empresas de vestuário da Espanha Categoria:Empresas fundadas em 1975 Categoria:Marcas de Espanha Categoria:Multinacionais da Espanha",
 "title": "Zara"
}