{
 "id": "124237",
 "text": "As , são pequenos crustáceos da ordem Anostraca, têm tamanho e coloração variadas - que vão do rosa pálido ao avermelhado, branco ou esverdeado, dependendo do tipo de alimento que elas consumirem. Vivem em regiões de água salgada concentrada (Salinas) - ambiente extremo no qual poucas espécies desenvolvem-se, de forma que há poucos predadores - por serem ricas em proteínas, vitaminas (principalmente a vitamina A e o Caroteno) e sais minerais, é um dos melhores alimentos vivos que pode se fornecer aos peixes. Acelera a recuperação de doenças (artêmia em grego significa: \"protegida de Artémis\") e seus náuplios são indispensáveis na alimentação de alevinos. Cavalos- marinhos e corais - entre outras espécies - que alimentam-se quase que exclusivamente de náuplios de artêmias. A artêmia salina está em constante estado de locomoção, pois são animais filtradores que dependem disso para alimentar-se e respirar. Possui 11 pares de pernas torácicas, que variam um pouco no tamanho. Cada perna possui 7 enditos (\"galhinhos\") com finíssimos cílios que atuam na filtragem e coleta de alimentos. Quando as pernas se movimentam para frente, formam as \"caixas filtradoras\", nas quais por meio das cerdas coletadas micro algas, bactérias, diatomáceas e flagelados, além dos detritos orgânicos em suspensão no corpo aquático. De fácil dimorfismo sexual atinge a fase adulta por volta dos 20 dias de vida, a fêmea adulta possui uma bolsa incubadora no último segmento torácico e, ao contrário do macho, não apresenta apêndices abdominais. Durante a cópula, o macho utiliza as segundas antenas, semelhantes a bigodes, para enganchar-se a fêmea. Pode reproduzir-se de duas maneiras distintas: viviparamente, na qual ocorre liberação direta de náuplios, ou oviparamente na qual os embriões se desenvolvem até a fase de gástrula e se encapsulam nesse estágio dentro de uma casca interrompendo seu metabolismo e podendo permanecer como cisto durante longo período de tempo. == Espécies == * Artemia franciscana * Artemia gracilis * Artemia monica * Artemia nyos * Artemia parartemia * Artemia parthenogenetica * Artemia persimilis * Artemia pollicaris * Artemia salina * Artemia sinica * Artemia tunesiana * Artemia urmiana == Resistência == As artêmias são animais extremamente resistentes, o que lhes permite ficarem desidratadas por mais de anos, viver em locais com alta concentração de sal e/ou pH extremo, ficarem em locais com temperatura entre o zero absoluto e 105°C, receberem altas quantidades de radiação cósmica e ultravioleta, serem expostas a inseticidas e ficarem no vácuo ou em pressões extremamente altas. O que lhes permite sobreviver nessas condições extremas é a criação de cistos ultra-resistentes quando são expostas a essas condições, e também remoção de toda a água contida em suas células, substituindo-a pela trealose. Elas também são capazes de fazer reparos no DNA e em proteínas, no caso de algumas dessas moléculas terem sido desnaturadas durante o processo. Na década de 1990, durante uma perfuração para extrair petróleo no Grande Lago Salgado (Utah, Estados Unidos), foram encontrados cistos com mais de anos de idade entre duas camadas de sal e ao jogar água, eles eclodiram. Categoria:Artêmia",
 "title": "Artêmia"
}