{
 "id": "12422",
 "text": "Uma bandeira nacional consiste numa bandeira que representa e simboliza uma nação. Além de representar a independência, a soberania e a unidade da nação, a bandeira nacional pode representar outras das suas características, tais como a língua. É frequentemente usada para demonstrar a posse de um território por parte de um país. A bandeira nacional de um país é primariamente usada pelo respetivo governo e outras autoridades públicas, mas geralmente é também permitido e comum o uso particular da mesma pelos cidadãos do país. Uma bandeira nacional é projetada com significados específicos para suas cores e símbolos. As suas cores podem ser usadas pelo povo de uma nação para demonstrar o seu patriotismo. Uma parafernália relacionada, que mostre que os símbolos ou cores da bandeira nacional, pode também ser usada para esses propósitos. O desenho de uma bandeira nacional pode ser alterado após a ocorrência de importantes eventos históricos. A maior parte das bandeiras nacionais têm formato retangular, embora também existam bandeiras quadrangulares, triangulares ou com outras formas mais complexas. Pela sua importância como símbolo de uma nação, a queima ou destruição de uma bandeira nacional constitui um ato muito simbólico de protesto contra um país ou as suas políticas. Atos deste tipo constituem crimes em inúmeros países. == História == Historicamente, as bandeiras tiveram origem em sinais destinados a identificar unidades e chefes militares no campo de batalha. Alguns destes chefes militares eram monarcas e as suas bandeiras passaram a ser gradualmente associadas aos estados dos quais os mesmos eram soberanos. Posteriormente, passaram a identificar genericamente aqueles estados e já não apenas especificamente os seus soberanos. O uso generalizado de bandeiras como um distintivo específico de nacionalidade apareceu durante a era da navegação à vela, sobretudo a partir do início do século XVII. Este uso resultou da necessidade prática de existir um sinal que identificasse facilmente a nacionalidade de um navio, para efeitos de controle e fiscalização do cumprimento das leis marítimas, acordos aduaneiros e tratados de navegação entre estados. Para além da identificação da sua nacionalidade, a bandeira arvorada por um navio também poderia transmitir outras informações sobre o mesmo, incluindo a indicar se o mesmo era um navio de guerra ou mercante. Ainda hoje, muitos países dispõem de vários modelos de bandeiras nacionais para uso dos seus diversos tipos de navios. Com o surgimento dos sentimentos nacionalistas nos povos europeus e americanos, a partir do final do século XVIII, apareceu a necessidade de emblemas nacionais que pudessem ser usados também em contextos civis e já não apenas no âmbito estatal, militar e náutico. Tendo uma forte associação às casas reinantes, considerou-se que os existentes brasões estatais não constituiam um emblema adequado para representar o todo nacional. Assim, inicialmente adotaram-se cocardes ou laços nacionais, feitos de fitas com uma ou mais cores simbólicas, que se tornaram no emblema nacional por excelência. Aos laços nacionais, seguiu-se o desenvolvimento de bandeiras nacionais, frequentemente inspiradas naqueles. Notáveis ​​exemplos iniciais são a bandeira dos Estados Unidos - que foi adotada pela primeira vez como bandeira naval em 1777, mas começou a ser exibida como um símbolo genérico dos Estados Unidos após a Revolução Americana - e a bandeira da França, que se tornou um símbolo da Primeira República Francesa na década de 1790. A maioria dos países da Europa adotou uma bandeira nacional no decorrer do século XIX. Estas bandeiras nacionais baseavam-se frequentemente em antigas bandeiras marítimas, militares ou estatais, cujo uso foi alargado também para contextos diferentes dos originais, sendo-lhes atribuído um significado mais abrangente de símbolo nacional. Outras bandeiras nacionais foram totalmente criadas de novo, frequentemente incorporando no seu desenho as cores dos laços nacionais já em uso nos respetivos países. Para além dos países europeus, também a maioria dos países da América Latina adotou bandeiras nacionais durante o início do século XIX, quando da sua independência. No final do século XIX, a tendência foi seguida por países de outros continentes, tais como o Japão e a China. A questão de qual é a bandeira nacional mais antiga em uso não é de fácil resposta. A resposta depende de como definir a sua introdução como bandeira nacional, seja ela o seu simples uso ou a sua legitimação oficial através de um diploma legislativo. A bandeira da Dinamarca - conhecida por Dannebrog (literalmente \"Pano Dinamarquês\") - é frequentemente referida como a mais antiga bandeira nacional do mundo. A lenda conta que a mesma foi adotada pelo rei Valdemar II, a 15 de junho de 1219, quando caiu do céu na Batalha de Lyndanisse. A mais antiga ilustração da bandeira data do século XIV. Foi oficialmente adotada em 1625, as suas especificações foram codificadas em 1748, mas só em 1854 foi declarada bandeira nacional. 250px|thumb|right|Bandeira dos Países Baixos, a primeira bandeira nacional moderna do mundo A bandeira da Áustria também é reclamada como sendo a bandeira nacional mais antiga do mundo ainda em uso. Segundo a lenda, a bandeira foi criada em 1191, depois da conquista de Acre, durante a Terceira Cruzada, tornando-se um símbolo da Casa de Habsburgo. A sua mais antiga imagem data de 1230. Em 1786, passou a ser usada como bandeira naval e, em 1918, passou a ser a bandeira nacional da República da Áustria. Por sua vez, a bandeira dos Países Baixos é considerada a mais antiga bandeira nacional moderna do mundo, sendo a primeira bandeira cujas cores e desenho tinham um significado próprio, já não sendo um mero meio de exposição de brasões ou outros emblemas heráldicos. A sua primeira representação conhecida data de 1575. A partir de final do século XVI, a inicial cor laranja da faixa superior começa a ser gradualmente substituída pela vermelha, mas só em 1937 se estabelece oficialmente que a bandeira é vermelha, branca e azul. As bandeiras da Inglaterra (século XII), da Suíça (século XV), da Escócia (século XVI) e da Suécia (século XVI), são outros exemplos bandeiras nacionais com origens antigas ainda hoje em uso. == Processo de adoção == A bandeira nacional de um país é frequentemente - mas não sempre - mencionada na constituição do mesmo, mas a sua descrição detalhada é normalmente remetida para uma lei ordinária emanada do poder legislativo ou mesmo para um simples ato regulamentar emanado do poder executivo. Por exemplo, a bandeira nacional é brevemente mencionada no artigo 11º da atual Constituição da República Portuguesa, mas a descrição oficial do seu desenho, cores, proporções e outros detalhes encontra-se estabelecida por um decreto de 19 de junho de 1911.Decreto da Assembleia Nacional Constituinte de 19 de Junho de 1911, Presidência da República Portuguesa Já a Constituição da República de Angola não só menciona genericamente a bandeira nacional no seu artigo 18º, mas vai bastante mais além, incluindo a imagem da bandeira, a sua descrição e os seus significados simbólicos no Anexo I.Constituição de Angola Em total contraste, a Constituição da República Federativa do Brasil não menciona sequer a bandeira nacional, cujos detalhes se encontram oficialmente definidos pela Lei n.º 5700, de 1° de setembro de 1971.Lei nº 5700, de 1º de Setembro de 1971 (Dispõe sobre a forma e apresentação dos Símbolos Nacionais do Brasil) As pequenas alterações de pormenor às bandeiras nacionais são frequentemente aprovadas por uma lei ordinária, mas as alterações substanciais têm frequentemente carácter constitucional. Assim por exemplo, a remoção da estrela vermelha socialista da bandeira da Sérvia resultou de uma decisão tomada após o referendo constitucional de 1992, mas a adição das armas nacionais na referida bandeira resultou já de uma simples recomendação do governo de 2003, adotada legislativamente em 2009 e sujeita ainda a uma alteração de detalhe em 2010. A bandeira dos Estados Unidos tem vindo a sofrer numerosas alterações de pormenor, com base no Ato da Bandeira de 1818, que estabeleceu que seja acrescentada uma nova estrela à bandeira, sempre que seja admitido um novo estado na União. A alteração de uma bandeira nacional resulta frequentemente da mudança de regime político no país respetivo, sobretudo quando a mesma é feita pela força, normalmente na sequência de uma revolução ou mesmo guerra civil. Nestes casos, na nova bandeira são frequentemente incluídos emblemas militaristas e políticos associados à fação que assumiu o poder, o que origina que a mesma possa ser percecionada mais como um símbolo político do novo regime do que como um símbolo nacional de todo o país. Exemplos de alterações de bandeiras nacionais deste tipo foram as que ocorreram em Portugal em 1830 (Guerra Civil) e em 1910 (Implantação da República), bem como no Brasil em 1889 (Proclamação da República). A mudança de bandeira nacional em Cabo Verde efetuada em 1992 foi parcialmente justificada pela necessidade de adoção de um símbolo politicamente neutro, dado que a anterior bandeira estava fortemente associada ao partido político que governou o país até 1991. == Tipos segundo o seu fim == As bandeiras nacionais podem ser usadas para fins civis, estatais ou militares, em ambiente terrestre, marítimo ou mesmo aeronáutico. No passado, praticamente todos os estados usavam bandeiras diferentes ou variações da forma básica da bandeira nacional para os diferentes fins e isso ainda se mantém para alguns países. No entanto, atualmente muitos países dispõem de um único modelo de bandeira nacional para ser usado em todos os fins. No âmbito da vexilologia, segundo o ambiente ao qual se destina o seu uso, as bandeiras nacionais são divididas em dois grandes grupos: # Bandeiras (tradução literal do termo vexilológico em inglês flags) : destinam-se a ser arvoradas em terra; # Pavilhões (em inglês ensigns) : destinam-se a ser arvoradas no mar. Segundo o seu fim, são classificadas em seis tipos básicos que são, respetivamente, a bandeira civil (símbolo FIAV: ), a bandeira estatal () a bandeira de guerra (), o pavilhão civil (), o pavilhão estatal () e o pavilhão de guerra (). ===Em terra=== As bandeiras nacionais para uso em terra são classificadas vexilologicamente em três tipos básicos, segundo o seu propósito. O primeiro tipo é a \"bandeira civil\" (tradução literal do termo vexilológico em inglês civil flag), que consiste na bandeira nacional destinada a ser livremente desfraldada por todos os cidadãos e instituições privadas de um país, sem as restrições que existem para os restantes tipos de bandeiras. Devido ao seu amplo e livre uso, a bandeira civil de um país é normalmente a mais conhecida e identificada pelo público como a \"bandeira nacional\" do mesmo. No âmbito de organizações e eventos internacionais (como provas desportivas, conferências, exposições e outros) são normalmente as bandeira civis as usadas para representar cada um dos países. O segundo tipo é a \"bandeira estatal\" (do inglês state flag), reservada para ser arvorada pelos órgãos e departamentos oficiais do estado, sendo o seu uso vedado aos cidadãos e instituições privadas. Alguns países têm uma ou mais variantes desta bandeira para uso privativo de algumas instituições governamentais específicas. O terceiro tipo é a \"bandeira de guerra\" (war flag), destinada a ser arvorada em quartéis, bases e outras instalações militares. Na prática, muitos países têm um único modelo de bandeira que serve para os três propósitos, incluindo todos os países de língua portuguesa. Vexilologicamente, uma bandeira deste tipo é tecnicamente referida pelo termo \"bandeira nacional\" (Símbolo FIAV: ). Contudo, em bastantes outros países (sobretudo nos da América Latina, Europa Central e Escandinávia), existe uma distinção clara entre as bandeiras civis e as estatais. Na maioria destes países, a bandeira civil resulta de uma simplificação da bandeira estatal, frequentemente obtida pela omissão do brasão de armas ou emblema nacional do país, o qual está presente nesta última. Nos países escandinavos, as bandeiras civis e estatais distinguem-se pelo seu formato, sendo as últimas farpadas com duas ou três pontas. Existem hoje muitos poucos países que dispõem de uma bandeira de guerra para uso em terra distinta da bandeira estatal. Quando existe, a bandeira de guerra para uso em terra é normalmente idêntica à bandeira de guerra para uso no mar, como nos casos do Japão, Formosa e países escandinavos. As Filipinas não dispõem de uma bandeira de guerra no seu estrito senso, mas a sua bandeira é única por poder legalmente ser içada invertida quando o país está em estado de guerra. ====Exemplos==== Flag of Germany.svg| Bandeira civil da Alemanha Flag of Germany (state).svg| Bandeira estatal e de guerra da Alemanha Flag of Peru.svg| Bandeira civil do Peru Flag of Peru (state).svg| Bandeira esstatal do Peru Flag of Norway.svg| Bandeira civil da Noruega Flag of Norway,_state.svg| Bandeira estatal e de guerra da Noruega Flag of Lithuania.svg| Bandeira civil e de guerra da Lituânia Flag of Lithuania (state).svg| Bandeira estatal da Lituânia Flag of Japan.svg| Bandeira civil e estatal do Japão Naval Ensign of Japan.svg| Bandeira de guerra do Japão Flag of the United Kingdom.svg| Bandeira nacional do Reino Unido File:Flag of São Tomé and Príncipe.svg| Bandeira nacional de São Tomé e Príncipe ====Etiqueta==== O protocolo para o uso correto das bandeiras nacionais varia de país para país, mas existe um conjunto de regras de etiqueta que se aplicam em quase todos eles. A principal regra é a de que a bandeira nacional deve ser desfraldada na posição de maior honra, com precedência superior à de qualquer outra bandeira. Mas mesmo esta regra não é totalmente universal, existindo países em que a certas outras bandeiras, como estandartes reais ou bandeiras de certas organizações internacionais, é dada precedência superior à sua própria bandeira nacional. Quando as bandeiras são desfraldadas em terra, aplicam-se tipicamente as seguintes regras de etiqueta: * Quando arvorada juntamente com outras bandeiras, a bandeira nacional deverá ser a primeira a ser içada e a última a ser arriada; * Quando arvorada a meio mastro por ocasião de luto, a bandeira nacional deverá ser primeiro içada até ao topo do mastro e só depois descida até meio, repetindo-se o processo inverso no ato de a arriar; * Quando existirem mastros de diferentes alturas, a bandeira nacional deverá ser desfraldada no topo do mastro mais alto; * Quando desfraldada no mesmo mastro que outra bandeira, a bandeira nacional deverá ocupar a posição superior; * Quando existirem dois mastros da mesma altura, a bandeira nacional deverá ser arvorada no mastro da direita (esquerda, do ponto de vista do observador); * Quando existirem três mastros da mesma altura, a bandeira nacional deverá ser arvorada no mastro do centro; * Quando existirem quatro ou mais mastros da mesma altura, a regra não está tão universalmente definida, nuns casos ditando que a bandeira nacional seja arvorada no mastro mais à direita (esquerda do observador) e noutros casos ditando que seja arvorada no mastro do centro (ou no mastro imediatamente à direita do ponto central quando o número de mastros é par); * Quando disposta em haste cruzada com a de outra bandeira, a bandeira nacional deverá ser colocada à direita (esquerda do observador) e a sua haste deverá cruzar pela frente da haste da outra bandeira; * Quando bandeiras nacionais de vários países são desfraldadas em conjunto, todas devem ter aproximadamente o mesmo tamanho, ocupar mastros distintos, ser arvoradas à mesma altura e colocadas por ordem alfabética do nome do país. De observar que, por tradição, em muitas instalações náuticas em terra seguem-se as regras de etiqueta usadas no mar, as quais diferem das de terra em bastantes aspetos. Por exemplo, quando existe um mastro com carangueja (mastro do qual nasce uma verga inclinada, simulando o mastro de ré de um navio), a bandeira nacional deverá ser arvorada no penol (ponta) da mesma e não no topo do mastro. Isto reflete a etiqueta marítima, na qual o local de maior honra do navio é na popa e não no topo do mastro mais alto.Regras de Uso da Bandeira Nacional de Portugal ===No mar=== A bandeira nacional é tradicionalmente o principal distintivo de nacionalidade de um navio. É arvorada o mais perto possível da popa, a qual constitui o local de maior honra a bordo. Por isso, é ocasionalmente referida também como \"bandeira de popa\". Vexilologicamente, uma bandeira nacional para uso no mar é classificada como \"pavilhão\" (em inglês ensign), por oposição a uma correspondente bandeira para uso em terra que é classificada como \"bandeira\" (em inglês flag). A distinção reflete a tradição em vigor em alguns países, onde o termo \"bandeira\" (ex.: flag em inglês, drapeau em francês ou flaga em polaco) é relegado para o uso em terra, sendo uma bandeira para uso marítimo normalmente referida por um vocábulo distinto (ex.: ensign em inglês, pavillon em francês ou bandera em polaco). Contudo em outros países, esta distinção é bastante menos acentuada ou nem sequer existe. É o caso dos dos países do mundo de língua portuguesa, onde apesar do uso frequente do termo \"pavilhão\" como referência à bandeira identificativa de nacionalidade de um navio, a terminologia oficial refere-se a ela quase sempre como \"bandeira nacional\", portanto não a distinguindo da bandeira para uso em terra. A vexilologia identifica três tipos básicos de pavilhões. O primeiro tipo é o \"pavilhão civil\" (em inglês civil ensign), que se destina a ser arvorado nos navios da marinha mercante, que inclui todas embarcações privadas de um país, incluindo as de comércio, de pesca e de recreio. No setor náutico em si, este tipo de pavilhão é usualmente referido como \"bandeira mercante\". Alguns países dispõem de variantes da sua bandeira mercante destinadas a ser arvoradas por alguns tipos específicos de navios, como são os casos das bandeiras para embarcações de recreio ou para navios fazendo serviço postal. O segundo tipo é o \"pavilhão estatal\" ou \"pavilhão governamental\" (em inglês state ensign e government ensign), destinado a ser arvorada nos navios governamentais não militares. Alguns países também têm variantes deste tipo de bandeira que podem servir para identificar especificamente o departamento público à qual o navio pertence, o tipo de serviço que o navio está a desempenhar ou o estatuto especial do navio (por exemplo, ser um navio mercante comandado por reservistas navais). Finalmente, o terceiro tipo é o \"pavilhão naval\" ou \"pavilhão de guerra\" (em inglês naval ensign e \"war ensign\"). No setor náutico, é normalmente referido como \"bandeira de guerra\". Hoje em dia, nem todos os países dispõem dos vários tipos de pavilhões, existindo muitos (como Brasil, EUA, França e Portugal) onde existe uma única bandeira nacional para uso universal, que é arvorada em todos os navios, sejam eles mercantes, governamentais ou de guerra. Vexilogicamente, este tipo de bandeira é classificada como \"pavilhão nacional\" (em inglês \"national ensign\"). Nos países que têm modelos específicos de bandeiras nacionais para uso marítimo, estas são frequentemente também arvoradas em portos e outras instalações náuticas localizadas em terra, em lugar da bandeira nacional para uso em terra. Nestes casos, a tradição é içá-las em mastros que imitam o modelo dos mastros dos navios, podendo incorporar vergas e caranguejas. ====Exemplos==== Ficheiro:Civil Ensign of the United Kingdom.svg| Pavilhão Vermelho (bandeira mercante) do Reino Unido Ficheiro:Government Ensign of the United Kingdom.svg| Pavilhão Azul (bandeira para navios mercantes comandados por oficiais da Reserva Naval) do Reino Unido Ficheiro:Naval Ensign of the United Kingdom.svg| Pavilhão Branco (bandeira de guerra) do Reino Unido Ficheiro:Flag of Estonia.svg| Bandeira mercante e estatal da Estónia Ficheiro:Naval Ensign of Estonia.svg| Bandeira de guerra da Estónia Ficheiro:Postal Flag of Norway.svg| Bandeira postal da Noruega Ficheiro:Civil Ensign of Albania.svg| Bandeira mercante da Albânia Ficheiro:Government Ensign of Albania.svg| Bandeira estatal da Albânia File:Albanian_Coast_Guard_Ensign.svg| Bandeira da Guarda Costeira da Albânia Ficheiro:Naval Ensign of Albania.svg| Bandeira de guerra da Albânia Ficheiro:Bandera de yate.svg| Bandeira para embarcações de recreio da Espanha Ficheiro:Flag of Angola.svg| Bandeira nacional (bandeira mercante, estatalo e de guerra) de Angola ====Etiqueta==== As regras de etiqueta ou cerimonial marítimo são bastante antigas e complexas, nomeadamente no que diz respeito ao uso de bandeiras. A principal é a de que, sendo a popa o lugar de maior honra a bordo de um navio, a bandeira nacional ou pavilhão deverá ser arvorada o mais perto possível da mesma. A regra de terra de que a bandeira arvorada a maior altura tem a maior precedência não se aplica a bordo, sendo que uma bandeira desfraldada à popa ocupa uma precedência mais elevada, mesmo que arvorada a uma altura menor. Tradicionalmente, num navio, a bandeira nacional era arvorada num pequeno mastro à popa designado \"pau da bandeira\" quando fundeado, passando para o penol da carangueja (ponta da verga inclinada transversal nascente do mastro de popa) quando a navegar. Como a maioria dos navios modernos já não dispõe de carangueja, a bandeira é nestes sempre arvorada no pau da bandeira, quer estejam fundeados ou a navegar. Outras regras de etiqueta relacionadas com o uso da bandeira nacional a bordo são as seguintes: * A bandeira nacional deverá ser a maior bandeira desfraldada no navio; * O tamanho da bandeira deverá ser proporcional ao tamanho do navio, sendo que é usual considerar-se a regra da bandeira medir uma polegada por cada pé de comprimento do navio (ou seja 1/12 do comprimento do navio) ou, sobretudo em embarcações de recreio, que tenha um tamanho tal que, quando descaída sem ação do vento, aflore a água sem lhe tocar; * A bandeira nacional deverá ser arvorada por um navio, sempre que entre ou saia de um porto; * Um navio mercante deverá arvorar a bandeira nacional quando cruze com um navio de guerra, podendo este responder içando também a sua bandeira; * A bandeira nacional é içada às 8h00 e arriada ao pôr do Sol (ou às 20h00), todos os dias em porto estrangeiro ou aos domingos e dias festivos nos portos do país do navio; * Ao entrar em porto estrangeiro, o navio deverá arvorar a estibordo uma bandeira de cortesia, que normalmente é a bandeira mercante do país visitado; * Uma embarcação em regata está dispensada de arvorar a bandeira nacional.Regulamento da Náutica de Recreio de Portugal ===No ar=== Para além de variantes específicas das suas bandeiras nacionais para uso em terra e no mar, alguns países dispõem de um terceiro tipo de variantes para serem usadas em ambientes aeronáuticos. No âmbito da vexilologia, uma bandeira deste tipo é genericamente referida como \"pavilhão aéreo\" (em inglês \"air ensign\"), não existindo contudo um código específico para o identificar. As bandeiras nacionais para uso aeronáutico surgiram no seio da Real Força Aérea Britânica (RAF). Quando foi criada como ramo independente em 1918, os seus responsáveis sugeriram que lhe fosse atribuído um modelo específico de bandeira nacional para seu uso privativo, seguindo o modelo do Pavilhão Branco, usado pela Marinha Real Britânica. O pavilhão da RAF foi finalmente aprovado em 1920, servindo de modelo para a criação posterior de um pavilhão aéreo civil (civil air ensign) para ser usado no âmbito da aviação civil. Posteriormente, outros países (sobretudo membros da Comunidade Britânica, mas não só) adotaram modelos de bandeiras nacionais para uso das suas aviações militares e civis, a maioria delas inspiradas nos pavilhões aéreos britânicos. Apesar destas bandeiras se destinarem, em teoria, a ser desfraldadas em aeronaves, na prática isto é poucas vezes viável, sendo por isso as mesmas usadas sobretudo em aeroportos, aeródromos, bases aéreas e outras instalações aeronáuticas. ====Exemplos==== File:Civil Air Ensign of Ghana.svg|Pavilhão aéreo civil do Gana File:Civil Ensign of Luxembourg.svg|Pavilhão da aviação do Luxemburgo File:Civil Air Ensign of New Zealand.svg|Pavilhão aéreo civil da Nova Zelândia File:Civil Air Ensign of Pakistan.svg|Pavilhão aéreo civil do Paquistão File:POL air force airfields flag IIIRP.svg|Bandeira dos aeródromos militares da Polónia File:Air Force Ensign of the United Kingdom.svg|Pavilhão da Força Aérea do Reino Unido File:Civil Air Ensign of the United Kingdom.svg|Pavilhão aéreo civil do Reino Unido File:Civil Air Ensign of Zambia.svg|Pavilhão aéreo civil da Zâmbia ==Disposições especiais== ===Suspensão vertical=== Em certas ocasiões, uma bandeira nacional pode ser suspensa verticalmente. Enquanto na maioria dos países, a suspensão vertical das bandeiras apenas é realizada em ocasiões especiais, em outros países a suspensão vertical é uma das formas normais de arvorar bandeiras. Nos países da Europa Central, por exemplo, grande parte das bandeiras arvoradas em edifícios públicos e outros locais são-no feitas através da suspensão vertical. Em geral, para suspender verticalmente uma bandeira nacional, dispõe-se a bandeira de maneira que a sua parte superior fique na vertical à esquerda (à direita do observador). Contudo, alguns países têm um protocolo distinto, havendo ainda outros que têm mesmo uma variante especial da bandeira nacional para ser suspensa verticalmente.. Exemplos de países com protocolos especiais que definem que o lado superior da sua bandeira nacional deve ficar à direita (esquerda do observador), quando suspensa verticalmente, são o Canadá, a República Checa, a Grécia, Israel, Filipinas, Arábia Saudita, África do Sul e Estados Unidos. Alguns países dispõem de variantes especiais da sua bandeira nacional, sob a forma de pendões, para serem suspensas verticalmente. Em geral, nestas variante, o brasão ou emblema contido na bandeiras é rodado de modo a ser disposto de cabeça para cima e é aumentada a proporção entre o comprimento e a largura da bandeira. Exemplos de países com bandeiras especiais para suspensão vertical são a Áustria, Alemanha, Polónia, Eslováquia, Camboja e Liechtenstein. File:Flag of Guinea-Bissau, vertical.svg|Disposição vertical da Bandeira da Guiné-Bissau (bordo superior para a esquerda ) File:Vertical United States Flag.svg|Disposição vertical da Bandeira dos EUA (bordo superior para a direita ) File:Flag of Cambodia vertical.svg|Bandeira vertical do Camboja () File:Vertical Hoisting of Austrian Flag.svg|Bandeira vertical da Áustria () File:Flag of Liechtenstein vertical.svg|Bandeira vertical do Liechtenstein () ===Disposição em veículos=== A disposição de bandeiras nacionais em veículos tem como fim identificar a nacionalidade dos mesmos, assinalar que transportam uma autoridade governamental ou, meramente, como demonstração de patriotismo por parte dos seus usuários. Para além de poderem ser hasteadas bandeiras físicas, feitas em tecido ou outros materiais, poderão ser colocadas reproduções de bandeiras sob a forma de autocolantes, decalques ou pintura, aplicadas na estrutura exterior dos veículos. No caso de embarcações, existem regras estritas para arvorar bandeiras, enquadradas nas normas de cerimonial marítimo. No caso dos outros tipos de veículos, apesar de não existirem regras bem definidas, entende-se que o uso de bandeiras nos mesmos deve obedecer, sempre que viável, a regras análogas às da etiqueta geral para as bandeiras. No caso de um veículo terrestre ou aeronave, uma bandeira nacional deverá ser arvorada no lado direito ou central do veículo. Os automóveis oficiais tradicionalmente dispõem de uma pequena haste, colocada no centro do capô ou no para-lamas frontal direito, onde é hasteada a bandeira nacional. Num avião, normalmente só é viável arvorar uma bandeira quando o mesmo se encontra no solo. Neste caso, a bandeira nacional é normalmente hasteada na janela direita da cabine de pilotagem. Em desfiles aéreos e outros eventos aeronáuticos, é comum a passagem de helicópteros com bandeiras de grandes dimensões, suspensas da parte inferior da fuselagem dos mesmos. Outra forma de uso de bandeiras nacionais em veículos é a sua afixação, sob a forma de pintura, autocolantes, decalques ou outros aplicativos, nos elementos das suas estruturas exteriores, como carroçarias de automóveis e fuselagens de aeronaves. Quando a imagem de uma bandeira nacional é fixada nas laterais de um veículo de qualquer tipo, a mesma deve ser colocada de modo a que o lado da tralha esteja orientado para a frente do veículo. Isto significa que, no lado direito do veículo a bandeira deve aparecer invertida em relação à representação habitual, com o lado da tralha da bandeira orientado para o lado direito do observador. Essa orientação destina-se a simular o efeito que uma bandeira física desfraldada no veículo teria, disparando para trás por ação do vento, quando aquele se movesse para frente. ===Aplicação em vestuário=== O uso de bandeiras nacionais em vestuário é atualmente bastante comum, tendo-se generalizado inicialmente pela sua aplicação em uniformes militares. A sua aplicação em uniformes - normalmente sob a forma de distintivos de tecido colocados nas mangas, junto aos ombros - desenvolveu-se durante a Segunda Guerra Mundial, como forma de identificar a nacionalidade dos militares. Até então a principal marca de nacionalidade na maioria dos uniformes era um laço nacional colocado na parte frontal da cobertura de cabeça. A ostentação de bandeiras nacionais alargou-se posteriormente aos uniformes de forças policiais, bombeiros e de outras organizações uniformizadas não militares. A colocação de bandeiras nacionais em peças de vestuário segue regras semelhantes à da sua disposição em veículos, devendo o lado da tralha estar orientado para a frente. Esta disposição destina-se a simular o efeito de uma bandeira transportada por um porta-bandeira, a qual flutuaria para trás, em virtude do movimento de avanço daquele. Nos uniformes camuflados atuais, as bandeiras ostentadas são frequentemente colocadas através de dispositivos velcro, de modo a serem removidas sempre que necessário. Para além disso, frequentemente as bandeiras são representadas apenas através dos seus traços, desenhados em cor preta, eliminando as outras cores, de modo a não comprometer a camuflagem. Para além do uso em uniformes, a moda levou a que mais recentemente as peças de vestuário civil também ostentem bandeiras nacionais. A utilização das bandeiras em roupas civis obedece a regras muito menos rígidas do que aquelas para os uniformes, sendo geralmente tolerada uma elevada liberdade artística na sua aplicação. Assim, para além da mera aplicação de bandeiras com o seu exato formato e desenho original, é frequente a reprodução de bandeiras tratadas e alteradas artisticamente, incluindo a sua estilização e simplificação, a alteração das suas cores e desenho e a aplicação de apenas alguns dos seus elementos. O uso em vestuário das bandeiras dos EUA e do Reino Unido é especialmente popular, não só nos respetivos países de origem, mas também em outros, levando a que as mesmas se tenham tornados ícones da moda mundial. ===Bandeiras monumentais=== thumb|right|250px|O gigantesco mastro de Jidá e a Bandeira da Arábia Saudita nele arvorada, respetivamente o maior mastro e a maior bandeira desfraldada do mundo No âmbito de comemorações de eventos de importância nacional ou simplesmente para prestigiar os seus símbolos nacionais, vários países mantêm bandeiras monumentais de grandes dimensões - algumas delas gigantescas - desfraldadas em locais simbólicos. Para as suportar foram construídos mastros de grandes dimensões, alguns deles constituindo notáveis obras de engenharia e arquitetura. Talvez a primeira bandeira monumental do mundo tenha sido a bandeira do Brasil arvorada no Mastro Nacional de Brasília, inaugurado em novembro de 1972. O mastro tem 100 m de altura e a respetiva bandeira tem uma área de pano de 286 m2, tendo sido a maior bandeira desfraldada do mundo até final da década de 1990. O México destaca-se por o seu governo ter mesmo lançado um programa de bandeiras monumentais em 1999, desde então investindo na instalação de dezenas delas em várias cidades ao longo do país. As bandeiras monumentais mexicanas têm uma dimensão padrão de 357,5 m2 de pano, sendo arvoradas em mastros com 50 m de altura. Em alguns locais, foram contudo instaladas bandeiras ainda maiores, as quais têm 1430 m2 de pano e são arvoradas em mastros de 100 m de altura. thumb|left|332x332px|Bandeira do Brasil desfraldada no Mastro Nacional de BrasíliaAtualmente e desde 23 de setembro de 2014, o maior mastro de bandeira auto sustentado do mundo situa-se em Jidá, na Arábia Saudita. Este mastro tem uma altura de 182 m, no qual se mantém desfraldada uma Bandeira da Arábia Saudita com uma área de pano de 1633 m2. O mastro de bandeira de Jidá bateu os anteriores recordes anteriormente detidos pelo Mastro Nacional do Azerbaijão com 162 m de altura, pelo mastro de bandeira de Panmunjeom, Coreia do Norte com 160 m (que na verdade é uma torre de rádio com a Bandeira da Coreia do Norte arvorada no topo), o mastro de bandeira de Asgabate, Turquemenistão com 133 m, o mastro de bandeira de Aqaba, Jordânia com 130 m, o mastro de bandeira de Amã, Jordânia com 126.8 m e o mastro de bandeira de Abu Dabi, Emirados Árabes Unidos com 122 m. Apenas no âmbito da Comunidade dos Países de Língua Portuguesa, o Mastro Nacional de Brasília e a Bandeira do Brasil nele arvorada são ainda, respetivamente, o maior mastro de bandeira e a maior bandeira desfraldada. Em termos de dimensão de bandeira, segue-se a Bandeira de Portugal arvorada no alto do Parque Eduardo VII em Lisboa, com 240 m2 de pano, cujo mastro tem contudo apenas 35 m de altura. A Bandeira de Portugal arvorada no topo dos 145 m da Torre Vasco da Gama é a bandeira arvorada a maior altura, sendo que este monumento não é na sua totalidade um mastro de bandeira. O segundo maior mastro de bandeira dos países de língua portuguesa é o mastro da Bandeira-Monumento de Luanda, com 75 m de altura, onde é arvorada uma Bandeira de Angola com 216 m2 de pano.Bandeira nacional do Alto do Parque Eduardo VII está em manutençãoIçada Bandeira-Monumento no Museu da História Militar em Luanda, Embaixada da República de Angola ==Desenho== A arte e a prática de desenhar bandeiras é conhecida como vexilografia. A observação dos desenhos das várias bandeiras nacionais faz sobressair uma série de características comuns entre elas. ===Formatos=== Todas as atuais bandeiras nacionais são quadriláteros, com exceção da Bandeira do Nepal, a qual tem um formato irregular resultante da sobreposição parcial de dois triângulos retângulos. As versões navais das bandeiras nacionais de alguns países, apesar de serem quadriláteros, têm o lado do batente farpado, terminando em duas ou três pontas. A proporção entre a altura e o comprimento varia entre as várias bandeiras nacionais, mas nenhuma delas é mais alta que comprida, com a exceção da Bandeira do Nepal. As bandeiras da Suíça e do Vaticano são as únicas cuja forma é quadrada. Todas as restantes bandeiras têm um formato retangular, sendo que a proporções entre altura e comprimento de 2:3, de 3:5 e de 1:2 são as mais comuns. Com uma proporção de 11:28, a Bandeira do Catar é aquela cujo comprimento é maior proporcionalmente à sua altura. Apesar da diversidade de proporções oficiais, quando arvoradas várias bandeiras nacionais em conjunto é frequente que seja adotada uma proporção única e idêntica para todas elas, com o objetivo todas as bandeiras terem o mesmo tamanho. Atualmente, todas as bandeiras nacionais contêm, pelo menos, duas cores diferentes. Até 2011, a Bandeira da Líbia constituía uma exceção, sendo totalmente da cor verde. Em muitos casos, as diferentes cores são apresentadas em bandas horizontais ou em bandas verticais. É bastante comum as cores serem apresentadas em três faixas verticais ou horizontais. ===Cores=== As cores mais comuns em bandeiras nacionais são o vermelho, o branco, o verde, o azul escuro, o amarelo, o azul claro e o preto. A percentagem da ocorrência de cada cor em todas as bandeiras está listada na tabela abaixo. A tabela mostra que as cores castanho claro, castanho escuro e cinzento apenas ocorrem em muitas pequenas quantidades, aparecendo só nos símbolos contidos em algumas bandeiras. Cor Área (%) Número de bandeiras Vermelho 30,32 155 Branco 18,26 144 Verde 14,94 97 Azul escuro 11,01 68 Amarelo 9,56 102 Azul claro 9,20 44 Preto 5,12 69 Laranja 0,92 12 Púrpura 0,53 6 Castanho claro 0,07 12 Castanho escuro 0,04 10 Cinzento 0,03 7 ===Semelhanças entre bandeiras=== Embora a bandeira nacional se destine a ser um símbolo único que identifique inequivocamente um país, vários deles adotaram acidental ou propositadamente bandeiras muito semelhante entre si. Exemplos de semelhanças aparentemente acidentais são as bandeiras do Mónaco e da Indonésia (que diferem apenas nas suas proporções), as dos Países Baixos e do Luxemburgo (que diferem apenas nas proporções e no tom de azul usado) e as da Roménia e do Chade (que diferem apenas no tom de azul). As bandeiras da Moldávia e de Andorra e as da Croácia e Paraguai são também, respetivamente, semelhantes às bandeiras do Chade e Roménia e dos Países Baixos e Luxemburgo, diferenciando-se pelos emblemas contidos na sua parte central. Para além de diferenças de proporções e de tons de cor, as bandeiras da Irlanda e da Costa do Marfim, bem como as do Mali e da Guiné (Conacri) são versões espelhadas verticalmente uma da outra. Isto significa que o reverso de uma das bandeiras corresponde ao anverso da outra. Nestes casos, a direção na qual essas bandeiras são desfraldadas ou suspensas é crucial para identificá-las. Por outro lado, a Bandeira da Polónia é uma versão horizontalmente espelhada das bandeiras da Indonésia e Mónaco. Existem no entanto muitas situações de semelhanças entre bandeiras nacionais que não são meramente acidentais. Assim e com o objetivo de assinalarem as suas afinidades históricas, étnicas, geográficas ou políticas, vários países adotaram propositadamente bandeiras semelhantes entre si, dando origem a famílias de bandeiras. A família pan- eslava inclui uma série de bandeiras de países eslavos que se inspiram na Bandeira da Rússia, incluindo as bandeiras da Eslováquia, Eslovénia, Sérvia, Croácia, Bulgária e Chéquia. As bandeiras da maioria dos países da África Subsariana contêm as cores pan-africanas (vermelho, amarelo e verde), inspirando-se na Bandeira da Etiópia. Por outro lado, alguns outros países africanos, como o Quénia, o Malawi e o Sudão do Sul optaram alternativamente por modelar as suas bandeiras na Bandeira Pan-Africana (de cor vermelha, negra e verde). Todos os países escandinavos têm bandeiras contendo a cruz nórdica, replicando o desenho que surgiu originalmente na Bandeira da Dinamarca. Os países escandinavos também partilham a tradição do uso de bandeiras farpadas (com duas ou três pontas), como variantes para uso estatal, militar ou naval das suas bandeiras nacionais. Todas ou apenas parte das cores pan-árabes (vermelho, branco, preto e verde), originadas nas cores da Bandeira da Revolta Árabe estão contidas nas bandeiras da maioria dos países árabes. As bandeiras da Colômbia, Equador e Venezuela são variantes da bandeira da antiga Grande Colômbia e as bandeiras das Honduras, Salvador e Nicarágua são variantes da bandeira das antigas Províncias Unidas da América Central. As bandeiras de Guatemala e Costa Rica também derivam da bandeira da América Central, mas com alterações mais significativas ao seu desenho. Por outro lado, a Bandeira da Argentina é também semelhante àquela bandeira, mas essa semelhança é aparentemente acidental. O desenho da Bandeira da França foi a inspiração para as bandeiras de vários países, entre as quais as da Itália, Bélgica, Roménia, Mali, Senegal e Chade, bem como a Bandeira dos Estados Unidos inspirou os desenhos das bandeiras da Libéria, Malásia, Grécia, Cuba, Uruguai e Togo. As bandeiras de vários dos países da Commonwealth contêm uma miniatura da Bandeira do Reino Unido no seu cantão, incluindo as da Austrália, da Nova Zelândia e de Fiji. A bandeira da antiga União Soviética serviu de inspiração para as bandeiras de vários países que mantiveram ou ainda mantêm regimes comunistas, incluindo as da China, Vietname e Bielorrússia. Vários países que outrora pertenceram ao antigo Império Otomano ou com outro tipo de ligações étnicas e históricas à Turquia dispõem de bandeiras inspiradas na deste país, incluindo a Tunísia, Argélia, Líbia, Azerbaijão e Turquemenistão. Ainda que dispostas de maneira diversa e formando desenhos diferentes, um elevado número de bandeiras nacionais de diversos países do mundo contém como cores principais a combinação do vermelho, do branco e do azul. Flag of Romania.svg|Bandeira da Roménia Flag of Andorra.svg|Bandeira de Andorra Flag of Chad.svg|Bandeira do Chade Flag of Moldova.svg|Bandeira da Moldávia Flag of the Netherlands.svg|Bandeira dos Países Baixos Flag of Paraguay.svg|Bandeira do Paraguai Flag of Luxembourg.svg|Bandeira do Luxemburgo Flag of Croatia.svg|Bandeira da Croácia Flag of Argentina.svg|Bandeira da Argentina Flag of Nicaragua.svg|Bandeira da Nicarágua Flag of Honduras.svg|Bandeira das Honduras Flag of El Salvador.svg|Bandeira de El Salvador ==Ver também== * Lista de bandeiras nacionais *Dia da Bandeira *Emblema nacional == Referências == ==Ligações externas== *Flags of the World, uma enorme banco de dados vexilológico online nacional e muitos outros tipos de bandeiras *The World All Countries Flags, um site sobre símbolos nacionais *World Flag Database busca inversa por ID por cor e layout * para diagramas de construção de bandeiras, bandeiras de entidades subnacionais, bandeiras históricas e subdivisões de países Categoria:Vexilologia Categoria:Símbolos nacionais",
 "title": "Bandeira nacional"
}