{
 "id": "12436",
 "text": "Economia de São Tomé e Príncipe Moeda Dobra de São Tomé e Príncipe (STD) Organizações comerciais de que faz parte UA, OMC(como observador) Dados estatísticos PIB (ranking) Valor do PIB US$ 214 milhões (2011) % cresc. PIB 5% (2004) PIB per capita US$ 1.000.000.000 (2002) Composição do PIB agricultura (23%), indústria (19%), comércio e serviços (58%) (2004) Taxa anual de inflação 10.5% (2004) População abaixo da Linha da pobreza N/D% (2000) Total da força de trabalho N/D % trabalhadores por setor N/D Desemprego 43% setor das manufaturas (2010) Indústrias principais alimentos e bebidas, pesca, calçados e roupas, sal mineração, reparo de navios Parcerias comerciais Exportações US$18,5 milhões (2011) Exportação - Commodities cacau 90%, copra, café, óleo de palma (1997) Principais mercados Países Baixos 51%, Alemanha 6%, Portugal 6% (1997) Importações US$19,5 milhões (2004) Principais importações alimentos, equipamentos de eléctrial e produtos de petróleo Principais parceiros Portugal 26%, França 18%, Angola, Bélgica, Japão Finanças públicas Dívida pública US$256 milhões (2010) Receitas US$82 milhões 2010) Despesas US$106 milhões (2010) Ajuda econômica US$75,5 milhões (recebida) (est. 1999) A economia de São Tomé e Príncipe assentou, historicamente, nas plantações agrícolas. Mais recentemente, tem-se baseado na aposta no turismo para o seu desenvolvimento, mas a recente descoberta de jazidas de petróleo nas suas águas abriu novas perspectivas para o futuro. ==Agricultura== A cultura da cana-de-açúcar trouxe grande prosperidade a São Tomé e Príncipe e aos seus habitantes, desde o século XVI até XVII.Silva, Teresa (2012). A cidade africana contemporânea de origem portuguesa: São Tomé pré e pós-independência, urbe, Rev. Bras. Gest. Urbana vol.4 no.2 Curitiba July/Dec. 2012 Em meados do século XVI os portugueses transformaram São Tomé no maior exportador de açúcar de África. No período colonial a estrutura económica de São Tomé e Príncipe baseou-se em grandes projetos agrícolas (roças). Em 1950 trabalhavam 19.800 pessoas nas roças. Após a independência, a gestão das roças passou a ser um objetivo central da administração. A 30 de Setembro de 1975, 23 das maiores roças foram nacionalizadas.Keese, Alexander (2011). Early limits of local decolonization in Sao Tome and Principe: from colonial abuses to postcolonial disappointment, 1945-1976, International Journal of African Historical Studies, Summer, 2011, Vol.44(3), p.373-392 A 31 de Agosto de 1983, o ministro da pesca Aurelio do Espírito Santo finalizou um acordo com a Comunidade Europeia que permite aos navios europeus pescar na zona económica exclusiva do país. ===Cacau=== Nas primeiras décadas do século XX, São Tomé e Príncipe era o maior produtor de cacau de toda a África subsariana, tendo atingido um máximo no início do século X, com mais de 35.000 toneladas. Verificou-se algum declínio significativo a partir do período entre guerras. Na década de 1960, a posição dominante de São Tomé e Príncipe foi ameaçada por outras economias coloniais, tais como a Costa do Ouro (atual Gana) e em menor proporção, Togo e Costa do Marfim pós-colonial. A economia agrícola do arquipélago foi também afetada por doenças que atacaram as espécies de cacau existentes nas roças e por alguma má gestão e baixa inovação nas roças. Ainda assim, nas décadas de 1950 e 1960 a região tinha uma posição sólida na exportação do cacau, apesar da volatilidade dos preços do cacau no mercado mundial. Após a independência, em 1975, a produção estava reduzida a 12 toneladas; em 1988, não ultrapassou as 3 toneladas. A partir de 2005 voltou a recuperar, com 70 toneladas e 600 no final de 2012. A certificação biológica do cacau está generalizada pelo país.Prazeres, Ibrahim (2019). Estratégia de marketing e criação de valor do cacau biológico de São Tomé e Príncipe no mercado internacional, Universidade de Évora. Ficheiro:Coffee Grower.jpg|Café Ficheiro:Sao Tome Monteforte Cocoa Beans Drying 2 (16062855549).jpg|Cacau Ficheiro:Picking Coconuts.jpg|Noz de coco Ficheiro:Sao tome fish.jpg|Pêche ==Desafios== Enquanto microestado, a economia de São Tomé enfrenta os seguintes desafios: * custos de funcionamento elevados per capita; * base económica fraca; * baixos investimentos estrangeiros; * falta de infraestruturas; * poucas ligações aéreas. São Tomé é um dos maiores exportadores de capital humano per capita do mundo. == Transportes e logística == Dado a insularidade do país e a instabilidade da costa africana, muito suscetível à ataques de pirataria (mais especificamente a pirataria no Golfo da Guiné), São Tomé e Príncipe tornou-se local preferencial de paragem e reabastecimento de embarcações. A economia da logística foi o grande sustentáculo do orçamento nacional durante a década de 2000, tendo como principal contribuidora a Enaport. ==Turismo== O país apresenta um conjunto de características bastante atractivas para o turismo: tempo ameno todo o ano, locais atractivos de mergulho e snorkelling e um ritmo de vida calmo. Os maiores desafios que enfrenta são o grande desconhecimento do país nos mercados turísticos e as ligações aéreas muito limitadas ao resto do mundo.Ford, Neil (2016). Microstate Sao Tome looks to tourism: Sao Tome and Principe can learn the tourist lessons--both good and bad--of fellow Portuguese-speaking island nation Cabo Verde.(Countryfiles:Sao Tome and Principe & Cabo Verde), African Business, 2016, Issue 429, p.80(2) O Grupo Pestana é o maior investidor privado em São Tomé e Príncipe. Estando presente no território desde 2004, através das suas unidades hoteleiras no Ilhéu das Rolas e na cidade de São Tomé, onde também tem o casino, discoteca e um empreendimento imobiliário.Grupo Pestana, Anuário de Sustentabilidade 2014. 10 anos de comunicar sustentabilidade. ==Ligações externas== * SATOCAO, sociedade de exploração cacaueira com investimento suíço * Diogo Vaz Chocolate * Claudio Corallo, marca de cafés e chocolates refinados ru:Сан-Томе и Принсипи#Экономика",
 "title": "Economia de São Tomé e Príncipe"
}