{
 "id": "1267",
 "text": "Maria Gaetana Agnesi (Milão, 16 de maio de 1718 — Milão, 9 de janeiro de 1799) foi uma linguista, teóloga, benfeitora, filósofa e matemática italiana. Agnesi é reconhecida como tendo escrito o primeiro livro que tratou, simultaneamente, do cálculo diferencial e integral. Escreveu em latim a obra \"Propositiones philosophicae\" (Proposições Filosóficas), publicada em Milão em 1738; mas o que a tornou notável foi o seu compêndio profundo e claro de análise algébrica e infinitesimal na obra \"Instituzioni Analitiche\" (Instituições Analíticas), traduzida para o inglês e para o francês. O livro foi além dos tópicos sobre filosofia e abordou mecânica celestial e teoria da gravidade de Newton. Durante uma década, Agnesi escreveu uma obra de dois volumes; o primeiro deles, com mais de mil páginas tratava de aritmética, álgebra, trigonometria, geometria analítica e cálculo. O segundo abrangia equações diferenciais. Foi a primeira obra que uniu as ideias de Isaac Newton e de Gottfried Leibniz.About Maria Agnesi É dela também a autoria da chamada \"curva de Agnesi\". Faleceu numa instituição para idosos, em Milão, chamada Pio Albergo Trivulzio. == Primeiros anos == Seu pai, Pietro, foi um rico homem de negócios e professor de matemática na Universidade de Bolonha que elevou sua família para a nobreza de Milão. Tendo nascido em Milão, Maria foi considerada uma menina prodígio muito cedo, falava francês e italiano aos cinco anos de idade. Aos 13 anos de idade já havia adquirido fluência no grego, hebraico, espanhol, alemão e latim, sendo considerada uma verdadeira poliglota. Sempre educou seus irmãos mais novos. Quando tinha nove anos de idade compôs um discurso em latim para um encontro acadêmico. O tema era o direito das mulheres de receber educação. == Contribuições para a matemática == Segundo a Enciclopédia Britannica, ela é \"considerada a primeira mulher no mundo ocidental a atingir uma reputação na matemática\". O resultado mais valioso de seus trabalhos foi o Instituzioni analitiche ad uso della gioventù italiana, (Instituições analíticas para o uso da juventude italiana), que foi publicado em Milão em 1748 e \"foi considerado como a melhor introdução existente às obras de Euler\".A'Becket, John Joseph (1913). “Maria Gaetana Agnesi” . Em Herbermann, Charles (ed.). Enciclopédia Católica . Nova York: Robert Appleton Company. O objetivo deste trabalho foi, de acordo com a própria Agnesi, dar uma ilustração sistemática dos diferentes resultados e teoremas do cálculo infinitesimal.Gliozzi, Mario. “Agnesi, Maria Gaetana” . Dizionario Biografico degli Italiani (em italiano). Enciclopedia Italiana O modelo para seu tratado foi Le calcul différentiel et intégral dans l'Analyse de Charles René Reyneau. Neste tratado, ela trabalhou na integração de análise matemática com álgebra.Ogilvie, Marilyn Bailey; Harvey, Joy (1986). Women in science: antiquity through the nineteenth century : a biographical dictionary with annotated bibliography (3rd print ed.). Cambridge, Mass.: MIT Press. p. 27. ISBN 978-0-262-15031-6. O primeiro volume trata da análise de quantidades finitas e o segundo da análise de infinitesimais. Uma tradução francesa do segundo volume por P.T. d'Antelmy, com acréscimos por Charles Bossut (1730-1814), foi publicada em Paris em 1775; e Analytical Institutions, uma tradução para o inglês de todo o trabalho de John Colson (1680-1760), o Lucasian Professor of Mathematics em Cambridge, \"inspecionado\" por John Hellins, foi publicada em 1801 às custas do Barão Maseres.Analytical institutions... (four volumes), London, 1801 vol. 1, p. PR3, at Google Books A obra foi dedicada à Imperatriz Maria Teresa, que agradeceu a Agnesi com o presente de um anel de diamante, uma carta pessoal e uma caixa de diamantes e cristal. Muitos outros elogiaram seu trabalho, incluindo o Papa Bento XIV, que lhe escreveu uma carta elogiosa e lhe enviou uma coroa de ouro e uma medalha de ouro. Ao escrever este trabalho, Agnesi foi aconselhada e ajudada por dois ilustres matemáticos: seu ex-professor Ramiro Rampinelli e Jacopo Riccati. ==== Bruxa de Agnesi ==== O Instituzioni analitiche ... , entre outras coisas, discutiu uma curva anteriormente estudada e construída por Pierre de Fermat e Guido Grandi. Grandi chamou a curva de versoria em latim e sugeriu o termo versiera para o italiano,C. Truesdell, \"Correction and Additions for 'Maria Gaetana Agnesi'\", Archive for History of Exact Science 43 (1991), 385–386. doi:10.1007/BF00374764 possivelmente como um trocadilho:S.M.Stigler, \"Cauchy and the witch of Agnesi: An historical note on the Cauchy distribution\", Biometrika, 1974, vol. 61, no.2 p. 375–380 'versoria' é um termo náutico, \"folha\", enquanto versiera / aversiera é \"diabo\", \"bruxa\", do latim Adversarius, um pseudônimo de \"diabo\" (Adversário de Deus). Por qualquer motivo, depois de traduções e publicações do analitiche Instituzioni ...a curva ficou conhecida como \"Bruxa de Agnesi\". === Outros trabalhos === Agnesi também escreveu um comentário sobre o Traité analytique des section coniques du marquis de l'Hôpital que, embora muito elogiado por aqueles que o viram no manuscrito, nunca foi publicado.Encyclopædia Britannica, 1911, p. 378 == Ver também == *Laura Bassi *Elena Piscopia *Lista de mulheres matemáticas == Ligações externas == * Podcast sobre este estudioso * Doodle do Google comemorando o 296º aniversário de Maria Agnesi * Maria Gaetana Agnesi:referências bibliográficas e biográficas. - Center for the History of Women Philosophers and Scientists Categoria:Filósofos da Itália Categoria:Matemáticos da Itália Categoria:Matemáticos da Itália do século XVIII Categoria:Mulheres na ciência Categoria:Filósofas Categoria:Matemáticas Categoria:Mulheres cientistas da Itália Categoria:Inventores Categoria:Mulheres linguistas",
 "title": "Maria Gaetana Agnesi"
}