{
 "id": "12697",
 "text": "A principal característica do Sistema Internacional é que ele é um sistema anárquico, no qual há tratativas regulares entre os Estados encetando dessa forma as Relações Internacionais propriamente ditas além do ambiente constituído pelos Estados e pelas diversas instituições internacionais, como a ONU ou a OCDE,ONGs e os movimentos sociais, em interação no mundo ou, ainda, refere-se ao conjunto deles. O termo tem uso arraigado nos estudos das Relações Internacionais, tendo significação geralmente ampla. Traz em seu bojo a ideia de uma hierarquização entre os Estados, sendo esta baseada nas capacidades políticas, militares e econômicas. Às vezes é referido simplesmente como \"sistema de Estados\" ou \"Governo do Mundo\". É um conceito- chave das Relações Internacionais, tendo sua formulação pelo reconhecimento de que as relações entre os Estados são norteadas por elementos estruturais no seu contexto de interação: leis internacionais, instituições, alianças, associações, etc., em oposição à ideia do simples domínio da \"lei da força\" ou da suposta ausência de qualquer tipo de ordenamento jurídico internacional. Essa formulação teórica permite antever ou ao menos formular um quadro concreto do desenvolvimento das relações internacionais ao observar, neste âmbito, a hierarquização entre os Estados de acordo com sua força, seja ela econômica ou político-militar, em oposição ao quadro caótico de uma \"anarquia internacional\". Entre exemplos que podem ser citados há o Sistema Europeu no século XIX, que foi um sistema de estados caracterizado como um modelo multipolar. Na maior parte do [([século XX])], o sistema internacional foi organizado num modelo bipolar, baseado na rivalidade entre Estados Unidos e a URSS. O mundo atual tende a se organizar como um sistema multipolar, dada a emergência da China e a consolidação da UE. * Bobbio, N.; Matteucci, N.; Pasquino, Gianfranco. Dicionário de Política, Vol. II. São Paulo, Imprensa Oficial do Estado de São Paulo; Brasília. Ed. da Universidade de Brasília, 5ª Ed. 2000. pp. 1091–4. == Ver também == * Comunidade internacional * Ordem mundial * Sociedade internacional ==Ligações externas== *Ricupero, Rubens, A Revolução Russa e o Sistema Internacional. Lua Nova, São Paulo, 75: 59-76, 2008. Categoria:Relações internacionais",
 "title": "Sistema internacional (relações internacionais)"
}