{
 "id": "1272",
 "text": "macOS (; YouTube mirror. anteriormente Mac OS X e posteriormente OS X, na fase de desenvolvimento inicialmente chamado Rhapsody Project) é um sistema operativo proprietário desenvolvido e distribuído pela empresa Apple Inc. desde 2001 e destinado exclusivamente aos computadores Mac. Dentro do mercado de desktops, laptops e pelo uso da web, é o segundo sistema operacional desktop mais usado, depois do Microsoft Windows. A última versão do OS X possui certificação UNIX. Até a versão 10.8 (Mountain Lion) chamava-se de Mac OS X, e entre esta e a versão 10.11 (El Capitan) chamava-se OS X. O macOS é a segunda grande série de sistemas operacionais Macintosh. O primeiro é coloquialmente chamado de Mac OS Classic, introduzido em 1984, o último lançamento desse sistema foi o Mac OS 9 em 1999. A primeira versão para desktop, o Mac OS X 10.0, foi lançada em março de 2001, com sua primeira atualização, a 10.1, chegando ainda naquele ano. Depois disso, a Apple começou a nomear seus lançamentos com nome de felinos, que duraram até OS X 10.8 Mountain Lion. A partir do OS X 10.9 Mavericks, os lançamentos foram nomeados em homenagem a locais na Califórnia. A Apple encurtou o nome de \"Mac OS X\" para \"OS X\" em 2012 e depois alterou para \"macOS\" em 2016, adotando a nomenclatura que eles estavam usando para seus outros sistemas operacionais como, iOS, watchOS e tvOS. A versão mais recente é do macOS Sonoma, que foi lançado publicamente para todos os usuários em setembro de 2023. Assim, o macOS, lançado inicialmente pela Apple Computer em 2001, é uma combinação do Darwin (um núcleo derivado do micronúcleo Mach) com uma renovada GUI chamada Aqua. O macOS recebeu três tipos de arquiteturas durante os seus lançamentos. Os lançamentos do Mac OS X de 1999 até 2005 foram lançados nos Macs baseados em processadores PowerPC. A Apple anunciou em 2006 que a partir daquele ano a empresa adotaria a arquitetura Intel, as versões posteriores do sistema foram lançadas para os Macs baseados em Intel com processadores de 32 bits e 64 bits. Em 2020, ocorreu uma nova transição de arquitetura, o macOS 11 Big Sur adotou a arquitetura Apple Silicon baseada em ARM de 64 bits, apesar disso, os Macs com processadores Intel de 64 bits ainda receberão suporte limitado pela empresa. == Descrição == O macOS apresenta uma grande mudança em relação aos sistemas operacionais anteriores do Macintosh e o código que é a base do sistema é completamente diferente das versões anteriores. Apesar da maioria das alterações estarem nos \"bastidores\" do sistema operacional, a interface gráfica de usuário Aqua é o novo recurso mais visível. O uso de bordas arredondadas, cores translúcidas e outros adereços trouxe mais cores e texturas às janelas e controles do Desktop do que a interface Platinum do OS 9. Inicialmente isso gerou bastante controvérsia entre os usuários, com uns alegando que a interface tinha ficado \"como um brinquedo\" e com falta de profissionalismo; outros alegando que era \"outra grande inovação da Apple\". O visual é instantaneamente reconhecível e antes mesmo do lançamento da primeira versão do macOS, outros desenvolvedores começaram a produzir skins para aplicativos personalizáveis como o Winamp para ficarem mais parecidos com o visual Aqua. A Apple ameaçou processar pessoas que fazem ou distribuem programas que oferecem uma interface que eles dizem ser derivada de seu design patenteado. O núcleo do macOS é um sistema operacional certificado Unix, construído em torno de um núcleo XNU com recursos básicos Unix acessíveis por meio de uma interface de linha de comando. Pouco antes do lançamento do Mac OS X a Apple lançou esse núcleo como Darwin. Baseando-se nesse núcleo, a Apple projetou e desenvolveu um número de componentes de código fechado (closed source) de licença proprietária, incluindo a interface Aqua e o Finder (o sistema de gerenciamento de arquivos). A combinação da interface amigável e o poder do núcleo open source Darwin/BSD tornaram o Mac OS X o ambiente Unix mais bem vendido até hoje em número de computadores vendidos. == História == ===Desenvolvimento === A herança do que viria a ser macOS teve origem na NeXT, uma empresa fundada por Steve Jobs após a sua saída da Apple em 1985. Lá, o sistema operacional Unix-like NeXTSTEP foi desenvolvido e lançado em 1989. O kernel do NeXTSTEP é baseado no kernel Mach, que foi originalmente desenvolvido na Carnegie Mellon University, com camadas adicionais de kernel e código de espaço de usuário de baixo nível, derivado de partes do BSD. Sua interface gráfica de usuário foi construída sobre uma GUI toolkit orientado a objetos usando a linguagem de programação Objective-C. No início dos anos 90, a Apple tentou criar um OS de \"próxima geração\" para suceder seu Mac OS clássico através dos projetos Taligent, Copland e Gershwin, mas todos eles foram abandonados. Isso levou a Apple a comprar o NeXTEP em 1996, permitindo que o NeXTSTEP, então chamado OpenStep, servisse como base para o sistema operacional de próxima geração da Apple. Essa compra também levou Steve Jobs a retornar à Apple como um interino, na época, o então CEO permanente da empresa, pastoreou a transformação do OpenStep pelos programadores em um sistema que seria adotado, pelo mercado primário da Apple, para usuários domésticos e profissionais criativos. O projeto foi inicialmente chamado de \"Rhapsody\" e depois oficialmente chamado de Mac OS X. ===Lançamento do Mac OS X === O Mac OS X foi originalmente apresentado como a décima versão principal do sistema operacional da Apple para computadores Macintosh; as versões atuais do macOS mantêm o número de versão principal \"10\". Os sistemas operacionais Macintosh anteriores (versões do Mac OS clássico) eram nomeados usando números arábicos, como no Mac OS 8 e Mac OS 9. A letra \"X\" no nome do Mac OS X refere- se ao número 10 no numeral romano. É, portanto, corretamente pronunciada como \"dez\" nesse contexto. No entanto, é também comumente pronunciado como \"X\" (xis). A primeira versão do Mac OS X, Mac OS X Server 1.0, foi um produto de transição, apresentando uma interface semelhante ao clássico Mac OS, embora não fosse compatível com software projetado para o sistema mais antigo. As versões para consumidores do Mac OS X incluíam mais compatibilidade com versões anteriores. As aplicações Mac OS puderam ser reescritas para serem executadas nativamente através da API Carbon; muitas também puderam ser executadas diretamente através do ambiente clássico com uma redução na performance. A versão para consumidores do Mac OS X foi lançada em 2001 com o Mac OS X 10.0 codinome Cheetah. As revisões foram variáveis, com elogios extensivos à sua sofisticada e brilhante interface Aqua, mas com críticas ao seu desempenho lento. Com a popularidade da Apple em baixa, os fabricantes de vários aplicativos Mac clássicos, como o FrameMaker e o PageMaker, recusaram- se a desenvolver novas versões de seus softwares para Mac OS X. O colunista da revista americana Ars Technica, John Siracusa, que revisou todas as principais versões do OS X até 10.10, descreveu os primeiros lançamentos em retrospectiva como \"característica pobre\" e com o desenho Aqua, como \"insuportavelmente lento e enormemente parco de recursos\". ===Lançamentos seguintes=== A Apple rapidamente desenvolveu novas versões do Mac OS X. Na revisão da versão 10.3 codinome Panther, Siracusa observou \"É estranho ter passado de anos de incerteza de um vaporware para um suprimento anual estável de novas versões importantes do sistema operacional\" A versão 10.4, codinome Tiger, alegadamente chocou os executivos da Microsoft ao oferecer vários recursos, como busca rápida de arquivos e processamento gráfico melhorado, que a Microsoft passou vários anos lutando para adicionar, com desempenho aceitável, ao sistema operacional Windows. Considerando a música como um mercado chave, a Apple desenvolveu o iPod music player e o software de música para o Mac, incluindo iTunes e o GarageBand. Visando os mercados de consumo e mídia, a Apple enfatizou suas novas aplicações de \"estilo de vida digital\", como a suíte iLife, entretenimento doméstico integrado através do Front Row media center e o navegador web Safari. Com a crescente popularidade da internet, a Apple também ofereceu serviços online adicionais, incluindo o .Mac, MobileMe e as mais recentes versões dos produtos iCloud. Mais tarde, ela começou a vender aplicativos de terceiros por meio da Mac App Store. As novas versões do Mac OS X também incluíram modificações na interface geral, afastando-se do brilho listrado e da transparência das versões iniciais. Alguns aplicativos começaram a usar uma aparência metalizada, ou aparência na barra de título não listrada na versão 10.4. No Leopard, a Apple anunciou uma unificação da interface, com um estilo de janela cinza-gradiente padronizado. Em 2006, os primeiros Intel Mac lançados utilizaram uma versão especializada do Mac OS X 10.4 Tiger. Um desenvolvimento chave para o sistema foi o anúncio e lançamento do iPhone a partir de 2007. Enquanto os reprodutores de mídia iPod anteriores da Apple usavam um sistema operacional mínimo, o iPhone usou um sistema operacional baseado no Mac OS X, que mais tarde seria chamado de \"iPhone OS\" e depois \"iOS\". O lançamento simultâneo de dois sistemas operacionais baseados nos mesmos frameworks colocou tensão na Apple, que citou o iPhone como responsável por forçá-la no atraso do lançamento do Mac OS X v10.5 codinome Leopard. Entretanto, depois que a Apple abriu o iPhone para desenvolvedores terceiros, seu sucesso comercial chamou atenção para o Mac OS X, com muitos desenvolvedores de softwares para iPhone mostrando interesses também no desenvolvimento do Mac. Em 2007, o Mac OS X 10.5 Leopard foi o único lançamento com componentes binários universais, permitindo a instalação selecionada em Intel Mac e Mac PowerPC. É também o lançamento final com suporte à Mac PowerPC. Já o Mac OS X 10.6 Snow Leopard foi a primeira versão do OS X a ser construída exclusivamente para o Intel Mac, e o lançamento final com suportes à Intel Mac de 32 bits. O nome foi criado para sinalizar seu status como uma iteração do Leopard, focando em melhorias técnicas e de desempenho ao invés de recursos voltados ao usuário; de fato, esse foi explicitamente marcado para os desenvolvedores como sendo um lançamento \"sem novos recursos\". Desde o seu lançamento, vários lançamentos OS X ou macOS (nomeadamente OS X Mountain Lion, OS X El Capitan e macOS High Sierra) seguem este padrão, com um nome derivado do seu antecessor, semelhante ao modelo \"tick-tock\" utilizado pela Intel. Em duas versões posteriores, Lion e Mountain Lion, a Apple mudou algumas aplicações para um estilo de design altamente esqueumórfico inspirado nas versões contemporâneas do iOS, ao mesmo tempo em que simplificou alguns elementos, fazendo com que controles como barras de rolagem desaparecessem quando não estavam em uso. Essa direção era, assim como as interfaces metalizadas, impopular para alguns usuários, embora continuasse uma tendência de maior animação e variedade na interface anteriormente vista em aspectos de design, como o utilitário de backup Time Machine, que apresentava versões anteriores de arquivos contra uma nebulosa giratória, e a brilhante doca translúcida do Leopard e Snow Leopard, além disso, com o Mac OS X 10.7 Lion, a Apple deixou de lançar versões separadas do Mac OS X para servidores, vendendo ferramentas de servidor como um aplicativo separado e baixável, através da Mac App Store. Uma revisão descreveu a tendência nos produtos de servidor como se tornando os \"mais baratos e mais simples... mudando seu foco das grandes empresas para as pequenas\". ===OS X=== Em 2012, com o lançamento do OS X 10.8 Mountain Lion, o nome do sistema operativo foi reduzido de Mac OS X para OS X. Naquele ano, a Apple removeu o chefe do desenvolvimento do OS X, Scott Forstall, e o design foi alterado para uma direção mais mínima. O novo design da interface de usuários da Apple, usando saturação profunda de cores, botões somente texto e uma interface mínima e \"plana\", foi estreado com o iOS 7 em 2013. Com os engenheiros do OS X trabalhando alargadamente no iOS7, com a versão lançada em 2013, o OS X 10.9 Mavericks, foi algo como uma versão de transição, com alguns design esqueumórficos removidos, enquanto a maioria da interface geral do Mavericks permaneceu inalterada. Na versão seguinte, OS X 10.10 Yosemite, adotou um design semelhante ao do iOS 7, mas com maior complexidade, adequado para uma interface controlada com um mouse. A partir de 2012, o sistema passou para um calendário de liberação anual semelhante ao do iOS. Porém alguns jornalistas e desenvolvedores de softwares terceiros sugeriram que essa decisão, embora permitindo um lançamento mais rápido de recursos, significava menos oportunidade de focar na estabilidade do sistema, sem nenhuma versão do OS X recomendável para usuários que exigissem estabilidade e desempenho acima dos novos recursos. A atualização de 2015 da Apple, o OS X 10.11 El Capitan, foi anunciada com objetivo de focar especificamente em melhorias de estabilidade e desempenho. ===macOS === A partir de 2016, com o lançamento do macOS 10.12 Sierra, o nome foi alterado de OS X para macOS para simplificar com a marca de outros sistemas operacionais primários da Apple: iOS, watchOS, tvOS e o macOS 10.12. As principais características do Sierra foram a introdução do Siri no macOS, o Optimized Storage, melhorias nas aplicações incluídas e a maior integração com o iPhone e o Apple Watch. O Apple File System (APFS) foi anunciado na Apple Worldwide Developers Conference em 2016 como um substituto do HFS+, um sistema de arquivos altamente criticado. A Apple apresentou o macOS 10.13 High Sierra na 2017 Worldwide Developers Conference, antes de lançá-lo mais tarde naquele ano. Ao rodar em unidades de estado sólido, ela usou o APFS, ao invés do HFS+. Seu sucessor, macOS 10.14 Mojave, foi lançado em 2018, adicionando uma opção de interface de usuário escura e uma configuração dinâmica no papel de parede. Ele foi substituído pelo macOS 10.15 Catalina em 2019, que substituiu o iTunes por aplicativos separados para diferentes tipos de mídia, e introduziu o sistema Catalyst para portar aplicativos iOS. Em 22 de Junho de 2020, a Apple confirmou publicamente por meio de uma apresentação online, a primeira da história da empresa, que iria trocar a plataforma de processadores da Intel no novo macOS 11.0 Big Sur, pela plataforma ARM. == Versões == === Mac OS X v10.0 \"Cheetah\" === Mac OS X v10.0, codinome \"Cheetah\", foi a primeira versão do sistema operacional Mac OS X, para desktop e servidor da Apple Inc.. Mac OS X v10.0 foi lançado no dia 24 de março de 2001 por um preço de US$ 129,95. Substituiu o Mac OS X Público Beta e veio antes do Mac OS X v10.1. Mac OS X v10.0 foi uma mudança radical do Sistema Operacional anterior, considerado \"clássico\", da Macintosh e foi a resposta da Apple Inc. à tão esperada próxima geração de sistemas operacionais da Macintosh. Apresentou um novo conceito de código criado completamente diferente do modelo do Mac OS 9, como também todos os sistemas operacionais anteriores da Apple. Mac OS X introduziu o novo núcleo Darwin Unix-like e um sistema totalmente novo de administração de memória. Provou ser um começo duradouro para o Mac OS X. === Mac OS X v10.1 \"Puma\" === Mac OS X v10.1, codinome \"Puma\", foi a segunda versão do sistema operacional Mac OS X, para desktop e servidor da Apple Inc.. Substituiu o Mac OS X v10.0 e antecedeu ao Mac OS X v10.2. A versão 10.1 foi lançada em 25 de setembro de 2001 como uma macroatualização gratuita da versão 10.0. A partir da versão 10.1.2, a Apple Inc. fez do Mac OS X o sistema operacional padrão dos novos Macs.Apple Makes Mac OS X the Default Operating System on All Macs O sistema operacional foi distribuído sem custos por empregados de Steve Jobs em uma conferência em São Francisco. Logo após, foi distribuído para os usuários do Macintosh em 25 de outubro de 2001 nas lojas da Apple Inc. e outros distribuidores de produtos da marca. O sistema melhor recebido do que Mac OS X versão 10.0, embora os críticos reclamassem do excesso de defeitos e da falta de alguns recursos no novo sistema operacional. === Mac OS X v10.2 \"Jaguar\" === Mac OS X v10.2 \"Jaguar\" foi a terceira versão do Sistema Operacional para desktop e servidores da série Mac OS X. Substituiu o Mac OS X v10.1 com o codinome Puma e antecedeu o Mac OS X v10.3 \"Panther\". O sistema operacional foi lançado no dia 23 de agosto 2002 pelo preço de US$ 129, ou a um preço de US$ 199 dólares para o \"family pack\" que permitia cinco instalações em computadores separados em uma residência. O sistema operacional foi bem aceito pelos usuários do Macintosh pelo grande avanço na estabilidade e velocidade; porém, muitos críticos ainda reivindicaram melhoria na velocidade da interface pois diziam que ainda possuíam muitos problemas pendentes. Jaguar foi o primeiro sistema operacional Mac OS X onde o codinome foi usado em anúncios publicitários. Hoje os produtos do Mac OS X continuam a tradição de usar o codinome em seus produtos dos sistemas operacionais da Apple. === Mac OS X v10.3 \"Panther\" === O Mac OS X v10.3 \"Panther\" foi o quarto lançamento do Mac OS X. Ele substituiu o Mac OS X v10.2 \"Jaguar\" e teve como sucessor o Mac OS X v10.4 \"Tiger\". O \"Panther\" foi lançado em 24 de outubro de 2003. O seu custo era de US$ 129 para uma única licença de usuário e US$ 199 para um pack familiar (licença para 5 computadores). === Mac OS X v10.4 \"Tiger\" === Mac OS X v10.4 \"Tiger\" foi o quinto lançamento do Mac OS X. O \"Tiger\" foi liberado ao público em 29 de abril de 2005 como o sucessor do Mac OS X v10.3 \"Panther\", que foi lançado 18 meses antes, logo substituído pelo Mac OS X v10.5 \"Leopard\", em 26 de Outubro de 2007, após 30 meses, tornando-se o Mac OS X de mais longa versão. Alguns dos novos recursos incluem um rápido sistema de busca chamado Spotlight, uma nova versão do navegador Safari, Dashboard, um novo tema unificado, e suporte aperfeiçoado para uso em processadores 64 bits. O \"Tiger\" foi também a primeira versão do sistema operacional Mac OS X liberada para trabalhar com máquinas Apple com arquitetura Intel (máquinas Apple usando processadores x86.) Seis semanas após o seu lançamento oficial, a Apple tinha entregue 2 milhões de cópias do Tiger, o que representa 16% de todos os usuários do Mac OS X. A Apple alega que o Tiger foi o mais bem sucedido Mac OS X da história da empresa. Na Conferência WWDC em 11 de junho de 2007, o CEO da Apple, Steve Jobs, anunciou que, dos 22 milhões de usuários do Mac OS X, mais do que 67% estavam usando Tiger. === Mac OS X v10.5 \"Leopard\" === O Mac OS X v10.5 \"Leopard\" é o sexto lançamento da família Mac OS X, sendo o sucessor do Mac OS X v10.4 \"Tiger\". Leopard foi lançado em 26 de Outubro de 2007 e esteve disponível em duas variantes: uma versão desktop, adequada para computadores pessoais, e uma versão para servidor, a versão Mac OS X Server. O \"Leopard\" foi substituído pelo Mac OS X v10.6 \"Snow Leopard\", lançado em agosto de 2009. De acordo com a Apple, O \"Leopard\" contem mais de 300 alterações e melhorias, abrangendo desde o núcleo do sistema operacional até componentes incluídos em aplicações e ferramentas para desenvolvedores. O \"Leopard\" introduz um redesenhado Dock, o Menu Bar com efeito de transparência e uma atualização do Finder que incorpora o Cover Flow (uma navegação com interface visual vista pela primeira vez no iTunes). Outras características notáveis incluem suporte para escrita de 64-bit, um backup automático com um utilitário chamado Time Machine, suporte a Spotlight para buscas em várias máquinas e a inclusão do Front Row e o Photo Booth, que anteriormente estavam incluídos apenas com alguns modelos Mac. === Mac OS X v10.6 \"Snow Leopard\" === Em 2009, Apple e Microsoft mudaram a estratégia, lançando novas versões de seus sistemas operacionais. Enquanto o Windows 7 foi lançado em outubro, o Mac OS X Snow Leopard 10.6 chegou ao mercado americano na última semana de agosto. O Snow Leopard ficou mais rápido ao iniciar o computador e abrir programas, principalmente os da Apple, além de 50% menor, liberando 7G de espaço em HD (disco rígido). Como desvantagem está a exigência do processador Intel, o que significa que não roda nos antigos Macs. Mas por outro lado, custa apenas US$ 30 para quem já possui o Leopard 10.5, o anterior. Entre outras novidades estão o ajuste automático do relógio em viagens, a data na barra de menu, a sinalização da intensidade da rede wireless, possibilidade de ícones maiores, visualização de itens de uma pasta, plugins de páginas web, como flash, não congelam mais o navegador, os vídeos são exibidos em tela inteira e podem ser enviados direto para o youtube. === Mac OS X v10.7 \"Lion\" === O Mac OS X v10.7 \"Lion\" é o oitavo lançamento da família Mac OS X, sendo o sucessor do Mac OS X v10.6 \"Snow Leopard\". Lion foi anunciado em 20 de Outubro de 2010 na conferência \"Back To The Mac\" e foi lançado em 20 de Julho de 2011, estando disponível para download através da Mac App Store. Apple: \"Pegamos nossas melhores ideias do Mac OS X e aplicamos no iPhone. Pegamos nossas melhores ideias do iPhone e aplicamos no iPad. Agora chegou a hora de aplicar tudo isso no Mac.\" Novidades: * App Store agora vai servir também para Mac com aplicativos especiais * Launchpad: \"Com o Launchpad você acessa seus apps em um instante, assim como no iPad. Só precisa clicar no ícone do Launchpad no seu Dock. A janela aberta é substituída por uma elegante tela que mostra todos os apps disponíveis no seu Mac. Percorra todas as páginas de seus apps ou organize-os como você quiser, basta arrastar o ícone para o lugar desejado; também pode agrupá-los em pastas. Quando você baixa um app da App Store, ele é mostrado automaticamente no Launchpad, pronto para ser instalado.\" * Apps em tela cheia: \"O iPad mostra todos os seus apps em tela cheia para você não se distrair, e oferece uma forma rápida de voltar à tela dos apps. O Mac OS X Lion faz a mesma coisa na sua área de trabalho. Você pode abrir um app em tela cheia com só um clique; mudar para outro app também em tela cheia deslizando apenas um dedo no trackpad, e retornar à área de trabalho para aceder seus apps. O suporte à visualização de apps em tela cheia cria uma experiência muito mais envolvente. Assim você pode se concentrar ainda mais no seu trabalho ou aproveitar seus jogos de uma maneira mais intensa.\" * Mission Control: \"O novo Mission Control é um poderoso e prático recurso que proporciona uma visualização abrangente de tudo o que estiver em execução no seu Mac‚ incluindo o Exposé, Spaces, Dashboard e apps em tela cheia. Com um simples movimento, o Mission Control é mostrado na tela. Assim você pode ver todas as janelas abertas agrupadas por app, ícones dos apps funcionando em tela cheia, o Dashboard e outras janelas do Spaces. Tudo organizado em um lugar só. Com um clique, você acessa o que quiser do Mission Control. É o Mac OS X Lion colocando você no controle do sistema.\" === OS X v10.8 \"Mountain Lion\" === O OS X v10.8 \"Mountain Lion\" é o nono sistema operativo do OS X, sendo uma atualização e sucessor do Mac OS X v10.7 \"Lion\". O Mountain Lion foi anunciado em Fevereiro de 2012 e lançado em 25 de Julho de 2012, disponível para download na Mac App Store. As suas maiores atualizações foram a introdução do iCloud, Messages, Reminders, Notes, Notification Center, Game Center, dentre outros. O Mountain Lion trouxe algumas características do sistema operacional móvel da Apple, o iOS. É também a primeira versão a ser chamada oficialmente de \"OS X\", e não de \"Mac OS X\". A partir desta versão, a empresa Apple Inc. anuncia um cronograma de lançamentos de sistema anual, assim como ocorre com o sistema móvel iOS. === OS X v10.9 \"Mavericks\" === O OS X v10.9 \"Mavericks\" é o décimo sistema operacional da família OS X, sendo o sucessor do OS X v10.8 \"Mountain Lion\". O OS X Mavericks é a primeira versão que não leva o nome de algum felino, optaram por homenagear uma região para amantes do surf no norte da Califórnia. Foi anunciado em Junho de 2013 e lançado em 22 de outubro de 2013. Suas principais atualizações são o iBooks e Mapas, antes apenas disponíveis para o iOS, tendo também novas opções no Finder, Central de Notificações, Calendário, iCloud e Safari, e um suporte melhorado para múltiplos monitores. === OS X v10.10 \"Yosemite\" === O OSX v10.10 \"Yosemite\" é o décimo primeiro sistema operacional da família OS X, sendo o sucessor do OSX v10.9 \"Mavericks\". Anunciado em junho de 2014, pela primeira vez desde \"aqua\", traz mudanças significativas na interface gráfica, adotando transparências e design flat inseridos no iOS 7. Foi lançado em 16 de outubro de 2014. === OS X v10.11 \"El Capitan\" === O OSX v10.11 \"El Capitan\" é o décimo segundo sistema operacional da família OS X, sendo o sucessor do OSX v10.10 \"Yosemite\". Anunciado em junho de 2015, traz mudanças poucos significativas em relação ao seu antecessor, foi disponibilizado para download no outono americano 23/09 - 21/12 === macOS v10.12 \"Sierra\" === O macOS v10.12 \"Sierra\" é o décimo terceiro sistema operacional da família macOS, sendo o sucessor do OSX v10.11 \"El Capitan\". Anunciado em junho de 2016, traz, além da mudança no nome, cujo objetivo foi padronizar com os demais sistemas da Apple (iOS, tvOS e watchOS), melhorias nos recursos de continuidade, função picture in picture, abas para todas as janelas de apps e integração com a assistente virtual Siri. === macOS v10.13 \"High Sierra\" === O macOS v10.13 \"High Sierra\" é o décimo quarto sistema operacional da família macOS, sendo o sucessor do macOS v10.12 \"Sierra\". Anunciado em junho de 2017, traz mudanças focadas nos \"power users\", além da mudança do antigo sistema de arquivos para o novo e repensado APFS (Apple File System), agora presente em todos os dispositivos, desde watchOS e tvOS, até iOS e macOS. Esse sistema de arquivos foi feito com foco em rápida administração de dados e arquitetura 64-bit. Além disso tivemos atualizações no aplicativo de fotos, Safari e uma renovação da plataforma Metal, de processamento gráfico. === macOS v10.14 \"Mojave\" === É o décimo quinto sistema operacional da família macOS, sendo o sucessor do macOS v10.13 \"High Sierra\". Anunciado em junho de 2018 e lançado oficialmente em 24 de setembro em 2018, tem como principais novidades: * Modo escuro completo, antes, apenas a barra de menus e o dock ficavam escuros quando a opção era configurada pelo usuário. * Implementados quatro novos aplicativos portados diretamente do sistema iOS sendo eles: \"News\",\"Bolsa\", \"Gravador de Voz\" e \"Casa\". * Aplicativo da Mac App Store completamente renovado, agora mais parecido com o design da App Store do iOS. Além destas mudanças, houve várias outras feitas no funcionamento do sistema, sendo elas: * Depreciação da API OpenGL, ela continua sendo suportada em macOS Mojave, porém, não receberá mais manutenções, em invés disso, será usada a API proprietária da Apple \"Metal\", no qual a empresa encoraja os desenvolvedores a usá-la em seus projetos. * \"Atualização de Software\" volta a ter seu próprio painel no aplicativo \"Preferências do Sistema\", antes, este recurso fazia parte do aplicativo Mac App Store. === macOS 10.15 \"Catalina\" === O macOS 10.15 Catalina foi anunciado em 3 de junho de 2019 em versão beta. Sua previsão de lançamento era em 10 de setembro de 2019. Porém, foi lançado em Outubro de 2019. === macOS 11.0 \"Big Sur\" === O macOS Big Sur foi anunciado durante o discurso principal da WWDC em 22 de junho de 2020, e foi disponibilizado ao público em geral em 12 de novembro de 2020. Esta é a primeira vez que o número da versão principal do sistema operacional foi incrementado desde o Mac OS X Public Beta em 2000. Ele traz suporte à ARM, novos ícones e mudanças estéticas na interface do usuário para o sistema. === macOS 12.0 \"Monterey\" === O macOS Monterey é a décima oitava. O sucessor do macOS Big Sur, foi anunciado na WWDC em 7 de junho de 2021 e lançado em 25 de outubro de 2021. O sistema operacional recebeu o nome de Monterey, continuando a tendência de lançamentos com nomes de locais da Califórnia desde 10.9 Mavericks de 2013. Foi sucedido pelo Ventura em 2022. === macOS 13.0 \"Ventura\" === O macOS Ventura foi anunciado na WWDC em 6 de junho de 2022, o sucessor do macOS Monterey é a décima nona versão atual e principal do macOS. É nomeado por conta da cidade Ventura na Califórnia, seguindo o sistema de nomenclatura do estado de origem que começou com o OS X Mavericks. A primeira versão do desenvolvedor foi lançada em 6 de junho de 2022, enquanto a primeira versão beta pública foi lançada em 11 de julho de 2022. O macOS Ventura foi lançado publicamente em 24 de outubro de 2022. === macOS 14.0 \"Sonoma\" === O macOS Sonoma foi anunciado na WWDC em 5 de junho de 2023, é o sucessor do macOS Ventura, e a vigésima e atual versão do macOS. Foi lançado ao público geral em 26 de setembro de 2023. === macOS 15.0 \"Sequoia\" === O macOS Sequoia foi anunciado na WWDC em 10 de junho de 2024, é o sucessor do macOS Sonoma, e a vigésima primeira e futura próxima versão do macOS. Será a primeira versão do sistema da Apple disponibilizado com a tecnologia IA (Apple Intelligence). Tem previsão para ser lançado ao público geral entre setembro e outubro de 2024. == Ver também == * iOS == Ligações externas == * * Categoria:Sistemas operacionais tipo Unix Categoria:Sistemas operacionais Macintosh",
 "title": "MacOS"
}