{
 "id": "12785",
 "text": "Graphics Interchange Format ou GIF ( ou , em português: formato para intercâmbio de gráficos) é um formato de imagem de bitmap que foi desenvolvido por uma equipe do provedor de serviços on-line CompuServe, liderado pelo cientista de computação americano Steve Wilhite em 15 de junho de 1987. Desde então, tem vindo a ser amplamente utilizado na World Wide Web devido ao seu amplo suporte e portabilidade entre muitas aplicações e sistemas operacionais. O formato suporta até 8 bits por pixel para cada imagem, permitindo que uma única imagem faça referência à sua própria paleta de até 256 cores diferentes escolhidas no espaço de cores RGB de 24 bits. Também suporta animações e permite uma paleta separada de até 256 cores para cada quadro. Essas limitações de paleta tornam o GIF menos adequado para reproduzir fotografias coloridas e outras imagens com gradientes de cor, mas é adequado para imagens mais simples, como gráficos ou logotipos com áreas de cores sólidas. == Compactação == As imagens GIF são compactadas usando a técnica de compactação de dados sem perdas Lempel–Ziv–Welch (LZW) para reduzir o tamanho do arquivo sem degradar a qualidade visual. Essa técnica de compactação foi patenteada em 1985. A controvérsia sobre o contrato de licenciamento entre o detentor da patente do software, Unisys e CompuServe em 1994, estimulou o desenvolvimento do padrão Portable Network Graphics (PNG). Em 2004, todas as patentes relevantes expiraram. == Terminologia == Como substantivo, a palavra GIF é encontrada nas edições mais recentes de muitos dicionários. Em 2012, a ala americana da Oxford University Press reconheceu o GIF como um verbo, significando \"criar um arquivo GIF\", como em \"GIFing foi uma maneira perfeita para compartilhar cenas das Olimpíadas de Verão\". Os lexicógrafos da imprensa votaram-na como palavra do ano, dizendo que os GIFs evoluíram para \"uma ferramenta com aplicações sérias, incluindo pesquisa e jornalismo\". === Pronúncia de GIF === Os criadores do formato pronunciavam a palavra como \"jif\" com um \"G\" suave como em \"gim\". Steve Wilhite diz que a pronúncia pretendida ecoa deliberadamente a marca de manteiga de amendoim norte-americana Jif, e os funcionários da CompuServe costumavam dizer \"Os desenvolvedores de Choosy escolhem GIF\", imitando os comerciais de TV da marca. A palavra agora também é amplamente pronunciada com um \"G\" articulado como em \"guitarra\". Em 2017, uma pesquisa informal no site de programação Stack Overflow mostrou algumas preferências numéricas para pronúncia com \"G\" articulado, Especialmente entre os entrevistados na Europa Oriental, embora ambos \"G\" suave e enunciando cada letra individualmente são popular na Ásia e países emergentes. O American Heritage Dictionary cita ambos, indicando \"jif\" como a pronúncia primária, enquanto Cambridge Dictionary of American English oferece apenas a pronúncia com \"G\" articulado. O Merriam-Webster's Collegiate Dictionary e o OED citam ambas as pronúncias, mas colocam \"gif\" na posição padrão (\"\\ˈgif, ˈjif\\\"). O New Oxford American Dictionary colocou apenas \"jif\" em sua 2ª edição mas atualizou para \"jif, gif\" em sua 3ª edição. (part of the Macintosh built-in dictionaries). O desacordo sobre a pronúncia levou a um acalorado debate na Internet. Na ocasião de receber um prêmio pelo conjunto da obra na premiação Webby Award de 2013, Wilhite rejeitou a pronúncia com \"G\" articulado, e seu discurso levou a 17.000 postagens no Twitter e 50 artigos de notícias. A Casa Branca e o programa de TV Jeopardy! também entraram no debate em 2013. == Uso == * Os GIFs são adequados para arte de linhas com arestas vivas (como logotipos) com um número limitado de cores. Isso aproveita a compactação sem perdas do formato, que favorece áreas planas de cores uniformes com bordas bem definidas. *GIFs podem ser usados para armazenar dados de sprites de poucas cores para jogos. * Os GIFs podem ser usados para pequenas animações e clipes de vídeo de baixa resolução. == História == O formato foi introduzido em 1987 pela CompuServe a fim de fornecer um formato de imagem a cores para as suas áreas de descarga de ficheiros, em substituição do formato anterior, RLE, que era apenas a preto e branco. O GIF tornou-se popular porque utilizava compressão de dados LZW, mais eficiente que o run-length encoding usado por formatos como o PCX e o MacPaint, o que permitia que imagens relativamente grandes fossem baixadas num tempo razoável, mesmo com modems muito lentos. A opção de intercalamento (interlacing), que armazena as linhas da imagem fora de ordem de tal modo que permitia que uma imagem parcialmente descarregada fosse reconhecível até certo ponto, também contribuiu para a popularidade do formato GIF, visto que o utilizador podia parar o descarregamento da imagem, se ela não fosse no que pretendia. Este formato de arquivo atualmente é amplamente utilizado na web por causa do seu tamanho compacto. No entanto, este formato possui uma paleta limitada de cores (256 no máximo), impedindo o seu uso prático na compactação de fotografias. Por causa desta limitação o formato GIF é utilizado para armazenar ícones, pequenas animações ou imagens com áreas extensas de cores chapadas. Um GIF animado é o termo dado às animações formadas por várias imagens GIF compactadas numa só. É utilizado para compactar objetos em jogos eletrônicos, para usar como emoticon em mensageiros instantâneos e para enfeitar sites na Internet. CompuServe introduziu o formato GIF em 1987 para fornecer um formato de imagem a cores para seu arquivo baixar áreas, substituindo o anterior codificação run-length (RLE) de formato, que era preto e branco. GIF tornou-se popular porque usou a compressão de dados LZW, que foi mais eficiente do que a codificação run- length que formatos como o PCX e MacPaint usado, e bastante grandes imagens podem ser descarregados em um tempo razoavelmente curto, mesmo com modems muito lentos. A versão original do formato GIF foi chamado 87. Em 1989, a CompuServe concebeu uma versão melhorada, chamada 89a, que adicionou suporte para os atrasos de animação (imagens múltiplas em um córrego já estavam apoiados em 87), as cores de fundo transparente, o armazenamento de metadados e aplicações específicas. A especificação 89a também apoia a integração de rótulos de texto como texto (não embutindo-os na gráfica de dados), mas como há pouco controle sobre as fontes de exibição, este recurso não é amplamente utilizado. As duas versões podem ser distinguidos por olhar para o seis primeiros bytes do arquivo (o \"número mágico\" ou \"assinatura\"), que, quando interpretado como ASCII, leia \"GIF87a\" e \"GIF89a\", respectivamente. GIF foi um dos primeiros dois formatos de imagem comumente usado em sites da Web, sendo o outro a XBM preto e branco. JPEG veio mais tarde com o navegador Mosaic. A característica de armazenar múltiplas imagens em um arquivo, acompanhada por dados de controle, é usado extensivamente na Web para produzir animações simples. O recurso de entrelaçamento opcional, que armazena a imagem digitalizar linhas fora de ordem, de tal forma que até mesmo uma imagem parcialmente baixada seja um pouco reconhecível, também ajudou a popularizar o GIF, já que um usuário pode cancelar o download caso não era o que era necessário . Categoria:Formatos digitais de imagem Categoria:Ciência e tecnologia nos Estados Unidos",
 "title": "GIF"
}