{
 "id": "12782",
 "text": "Baruch (de) Espinoza (em hebraico, ברוך שפינוזה), também referido como Baruch (de) Espinosa ou Baruch SpinozaDicionário Houaiss: 'spinozismo'VOLP: 'spinozismo' ou, ainda, na literatura em português, como Bento (de) Espinosa e, após o herem de 1656, como Benedictus de Spinoza Na literatura ocidental, a forma Spinoza aparece como a mais frequente. Ver: * SPINOZA, BENEDICTUS, BENITO O BARUCH DE (1632-1677) diccionariodefilosofia.es * SPINOZA, BENEDETTO, treccani.it * Baruch Spinoza ou Baruch d'Espinoza, larousse.fr * SPINOZA, BARUCH (BENEDICT DE SPINOZA), jewishencyclopedia.com * * * *Jonathan Israel, em suas várias obras sobre o Iluminismo, tais como (in the index \"Spinoza, Benedict (Baruch) de\") e (Amsterdão, 24 de novembro de 1632 – Haia, 21 de fevereiro de 1677) foi um filósofo de origem judaico-portuguesa, nascido nos Países Baixos, filho de uma família perseguida pela inquisição, em Portugal, que se refugiara na Sinagoga Portuguesa de Amsterdão. Baruch Espinoza é famoso pela identificação de Deus como Natureza; Deus na concepção spinozista é entendido como a totalidade da realidade, também chamado de \"substância única\", por ter infinitos atributos. A frase mais famosa de Baruch Spinoza é: Deus sive Natureza. Um dos primeiros pensadores do Iluminismo e da crítica bíblica moderna,Yovel, Yirmiyahu.(1992). Spinoza and Other Heretics: The Adventures of Immanence. Princeton University Press. p. 3 incluindo das modernas concepções de si mesmo e do universo, ele veio a ser considerado um dos grandes racionalistas da filosofia do século XVII. Inspirado pelas ideias inovadoras de René Descartes, Spinoza se tornou uma figura filosófica importante da Idade de Ouro Holandesa. O nome de batismo de Spinoza, que significa \"Bem-aventurado\", varia entre as diferentes línguas. Em hebraico, seu nome completo é escrito . Na Holanda, usava o nome português (beatificado). Em suas obras em latim e em holandês, usava a forma latina desse nome, Benedictus. Spinoza foi criado na comunidade luso-judaica em Amsterdã. Ele desenvolveu ideias altamente controversas a respeito da autenticidade da Bíblia Hebraica e da natureza do Divino. Autoridades religiosas judaicas emitiram um chérem () contra ele, levando-o a ser efetivamente expulso e repudiado pela sociedade judaica, aos 23 anos, inclusive por sua própria família. Seus livros foram posteriormente adicionados ao Índice de Livros Proibidos da Igreja Católica. Ele era frequentemente chamado de \"ateu\" por seus contemporâneos, embora em nenhuma parte de sua obra Espinoza argumente contra a existência de Deus. Spinoza viveu uma vida aparentemente simples como um moedor de lentes ópticas, colaborando com Christiaan Huygens nos \"designs\" de microscópios e lentes de telescópio. Ele recusou recompensas e homenagens ao longo de sua vida, incluindo posições de ensino de prestígio. Morreu aos 44 anos em 1677 de uma doença pulmonar, talvez tuberculose ou silicose exacerbada pela inalação de pó de vidro fino durante o polimento de lentes. Ele está enterrado no cemitério cristão de Nieuwe Kerk, em Haia. No seu magnum opus, a Ética, publicado postumamente, no mesmo ano de sua morte, Espinoza contrapôs-se ao dualismo mente-corpo de Descartes. A obra viria a tornar-se um dos marcos da filosofia ocidental. \"Espinoza escreveu a última obra-prima latina indiscutível, na qual as concepções refinadas da filosofia medieval são finalmente voltadas contra si mesmas e totalmente destruídas\". Sobre ele, Hegel diria: \"O fato é que Espinoza se tornou um ponto de teste na filosofia moderna, de modo que realmente pode-se dizer: \"ou você é um espinozista ou nem mesmo é um filósofo\". Suas realizações filosóficas e caráter moral levaram Gilles Deleuze a nomeá-lo \"o 'príncipe' dos filósofos\".Citado no prefácio do tradutor de Expressionism in Philosophy: Spinoza (1990). Um dos grandes filósofos racionalistas do século XVII, dentro da chamada Filosofia Moderna, já em seu tempo apontou importantes reflexões sobre os modos de viver e os caminhos escolhidos pelos seres humanos. Esses, com seus desejos insaciáveis, seus pensamentos prepotentes e suas ausências de conexão com a natureza, estabeleceram relações que, por si mesmas, julgaram importantes para suas vidas na Terra, mas que não passam de ideias inadequadas e de uma experiência vagante; ou seja, experiência de vida que não é determinada pelo conhecimento. == Prenomes == O filósofo recebeu dos pais, que eram judeus portugueses refugiados em Amsterdão, o nome de Bento de Espinosa. Já Baruch é uma transliteração de ברוך, que era como seu nome aparecia nos textos em hebraico daquela época, tendo ele o mesmo significado do seu nome português, isto é, bento, benzido, bendito ou abençoado. Segundo Nadler, seu mais respeitado biógrafo, na maioria dos documentos e registros contemporâneos aos anos de Espinosa dentro da comunidade judaica, o seu nome é quase sempre mencionado como Bento. Espinosa adotou, contudo, a forma correspondente latina Benedictus para assinar as suas obras, tal como o fez em seu mais famoso trabalho, a Ethica, que foi escrito em 1656, logo depois de ele ter sofrido o chérem. Fréderic Lenoir- Du bonheur, un voyage pholosophique, p 117/118 == Vida == Filho de uma família de fugitivos da Inquisição de Portugal, foi um profundo estudioso da Bíblia, do Talmude e de obras de judeus, como Moisés ben Maimon, (aportuguesado para Maimónides), Levi ben Gershon, Ibn Ezra, Hasdai Crescas, Ibn Gabirol, Moisés Cordovero e outros. Também dedicou-se ao estudo de Sócrates, Platão, Aristóteles, Demócrito, Epicuro, Lucrécio e Giordano Bruno. Ganhou fama por suas posições opostas à superstição. A sua frase Deus sive natura (\"Deus ou Natureza\") expressa um conceito filosófico e não religioso. Notabilizou-se sobretudo por sua Ética demonstrada à maneira dos geômetras, escrita à maneira de um tratado de geometria, com postulados, definições e demonstrações. === Chérem === Em , a Sinagoga Portuguesa de Amsterdão puniu Espinoza com o chérem, o equivalente hebraico da excomunhão católica, em razão dos postulados a respeito de Deus contidos em sua Ética, na qual defende que Deus é o mecanismo imanente da natureza, e que a Bíblia é uma obra metafórico- alegórica, que não pede leitura racional e não exprime a verdade sobre Deus. ===O banimento (texto original, escrito em português)=== Conforme Will Durant, o hérem de Espinoza pelos judeus de Amsterdã (à semelhança do episódio que levou à retratação e posterior suicídio de Uriel da Costa, em 1647) seria um gesto de \"gratidão\" por parte dos judeus para com o povo neerlandês. Embora os pensamentos de Costa não fossem totalmente estranhos ao judaísmo, contradiziam os pilares do cristianismo. Portanto, os judeus, perseguidos por toda a Europa na época, especialmente pelos governos ibéricos e pelos governos luteranos alemães, e que haviam recebido abrigo, proteção e tolerância dos calvinistas dos Países Baixos, não poderiam abrigar, no seio de sua comunidade, um pensador cujas heresias contrariassem também o pensamento cristão. === Pós- chérem === Após o chérem, adotou o primeiro nome \"Benedictus\" (termo latino para \"Bendito\", isto é, uma tradução do seu nome original, Bento ou Benedito), assim atestando seu desvencilho da religião judaica. Para sua subsistência, trabalhava com polimento de lentes durante os períodos em que viveu em casas de famílias em Outerdek (próximo a Amsterdã) e em Rijnsburg, tendo recusado várias oportunidades e recompensas durante sua vida, em prestigiosas posições de ensino. Em 1670, mudou-se para a cidade da Haia, e desenvolveu suas principais obras. Convidado a lecionar na Universidade de Heidelberg, recusou porque teria de acatar as normas ideológicas da universidade e seria impossível continuar com a sua obra de forma independente. Uma vez que as reações públicas ao seu Tratado Teológico-Político não lhe eram favoráveis, absteve-se de publicar seus trabalhos. A Ética foi publicada após sua morte, na Opera Postuma editada por seus amigos. === Morte === Morreu em um domingo, 21 de fevereiro de 1677, aos 44 anos, vitimado pela tuberculose. Morava então com a família Van den Spyck, na Haia. A família havia ido à igreja e o deixara com o amigo doutor Meyer. Ao voltarem, encontraram-no morto. Encontra-se sepultado no pátio da Nieuwe Kerk, em Haia, nos Países Baixos. === Traços físicos === Conforme um dos seus primeiros biógrafos, Johannes Colerus (1647 - 1707), que o conheceu em Rijnsburg, Espinoza \"era baixo, feições regulares, pele cor de oliva, cabelos pretos e crespos, sobrancelhas negras e bastas, denunciando claramente a ascendência de judeus sefardim (oriundos da Península Ibérica). No vestir era muito descuidado, a ponto de quase se confundir com os cidadãos da mais baixa classe\".A Linguagem de Espinos Publicações USP === Reconhecimento === Suas obras fizeram com que fosse reconhecido em vida, tendo recebido cartas de figuras proeminentes como Henry Oldenburg da Royal Society; do inventor alemão Ehrenfried Walther von Tschirnhaus; do cientista holandês Huygens; de Leibnitz; do médico Louis Meyer, de Haia; e do rico mercador De Vries, de Amsterdã. Luís XIV ofereceu-lhe uma larga pensão para que Espinoza lhe dedicasse um livro. O filósofo recusou polidamente. O príncipe de Condé, na chefia do exército da França que invadira a Holanda, novamente o convidou a aceitar uma pensão do rei da França e ser apresentado a vários admiradores. Espinoza, desta vez, aceitou a honraria, mas se viu em dificuldades ao retornar a Haia, por causa dessa suposta \"traição\". Porém, logo o povo, ao perceber que se tratava de um filósofo, um inofensivo, acalmou-se. O monumento em homenagem a Espinoza, em Haia, foi assim comentado por Renan em 1882: O retrato de Espinoza foi impresso nas antigas notas de florins dos Países Baixos, até a introdução do euro, em 2002. ==Pensamento== Espinosa defendeu que Deus e Natureza eram dois nomes para a mesma realidade, a saber, a única substância em que consiste o universo e do qual todas as entidades menores constituem modalidades ou modificações. Ele afirmou que Deus sive Natura (\"Deus ou Natureza\" em latim) era um ser de infinitos atributos, entre os quais a extensão (sob o conceito atual de matéria) e o pensamento eram apenas dois conhecidos por nós. A sua visão da natureza da realidade, então, fez tratar os mundos físicos e mentais como dois mundos diferentes ou submundos paralelos que nem se sobrepõem nem interagem mas coexistem em uma coisa só que é a substância. Esta formulação é uma solução muitas vezes considerada um tipo de panteísmo e de monismo, e ainda de panenteísmo com influência cabalista, como em sua divisão da Natura naturans e Natura naturata. Espinosa era um racionalista e, por extensão, fundamentou seu sistema sobre o acompanhamento intelectual do Universo, como define ele em seu conceito de \"Amor Intelectual de Deus\". Espinosa também propunha uma espécie de determinismo, segundo o qual absolutamente tudo o que acontece ocorre através da operação da necessidade, e nunca da teleologia. Para ele, até mesmo o comportamento humano seria totalmente determinado, sendo então a liberdade a nossa capacidade de saber que somos determinados e compreender por que agimos como agimos. Desse modo, a liberdade para Espinosa não é a possibilidade de dizer \"não\" àquilo que nos acontece, mas sim a possibilidade de dizer \"sim\" e compreender completamente porque as coisas deverão acontecer de determinada maneira.Gilles Deleuze, Espinoza, Filosofia Prática A filosofia de Espinosa tem muito em comum com o estoicismo, mas difere muito dos estoicos num aspecto importante: ele rejeitou fortemente a afirmação de que a razão pode dominar a emoção. Pelo contrário, defendeu que uma emoção pode ser ultrapassada apenas por uma emoção maior. A distinção crucial era, para ele, entre as emoções activas e passivas, sendo as primeiras aquelas que são compreendidas racionalmente e as outras as que não o são. === Substância === Para Espinoza, a substância não possui causa fora de si, ela é causa de si mesma, ou seja, uma causa sui. Ela é singular a ponto de não poder ser concebida por outra coisa que não ela mesma. Por ser causa de si, a substância é totalmente independente, livre de qualquer outra coisa, pois sua existência basta-se em si mesma. Ou seja, a substância, para que o entendimento possa formar seu conceito, não precisa do conceito de outra coisa. A substância é absolutamente infinita, pois se não o fosse, precisaria ser limitada por outra substância da mesma natureza. Pela proposição VI da Parte I da Ética, ele afirma: \"Uma substância não pode ser produzida por outra substância\", portanto, não existe nada que limite a substância, sendo ela, então, infinita. Da mesma forma, a substância é indivisível, pois, do contrário, ao ser ela dividida, ou conservaria a natureza da substância primeira, ou não. Se conservasse, então uma substância formaria outra, o que é impossível de acordo com a proposição VI; se não conservasse, então a substância primeira perderia sua natureza, logo, deixaria de existir, o que é impossível pela proposição 7, a saber: \"à natureza de uma substância, pertence o existir\". Assim, a substância é indivisível. Assim, sendo da natureza da substância absolutamente infinita existir e não podendo ser dividida, ela é única, ou seja, só há uma única substância absolutamente infinita ou Deus. Apesar de ser denominado Deus, a substância de Espinoza é radicalmente diferente do Deus judaico-cristão, pois não tem vontade ou finalidade já que a substância não pode ser sem existir (se pudesse ser sem existir, haveria uma divisão e a substância seria limitada por outra, o que, para Espinoza, é absurdo, como foi explicado no parágrafo anterior). Consequentemente, o Deus de Espinoza não é alvo de preces e menos ainda exigiria uma nova religião. === Natureza humana === Baruch Espinoza viveu em um tempo onde recebeu diferentes influências, um tempo de transição, que marcava o início da modernidade. O filósofo teve que ser cauteloso na exposição de seu pensamento, porque muitos de seus colegas sofreram perseguição e foram até mortos. Para Espinoza, Deus e a natureza são uma coisa só, não havendo distinção entre eles. Essa concepção exclui ideias transcendentais e entra em choque com os que acreditam no direito divino para os reis, bem como com direitos naturais hereditários. Seu caráter naturalista exclui a ideia dualista de que haveria uma maneira natural de como as coisas deveriam ser. Muitos pensadores acreditavam que as coisas deveriam ser da maneira que são pela vontade de Deus: essa é uma diferença importante no pensamento de Espinoza. O filósofo começa a expor seu pensamento acerca da natureza humana no livro Tratado Teológico-político. Nele, o autor explica como acredita que funcionam as economias dos Afetos e Desejos e de que maneira isso afeta como vivemos. No capítulo XVI/3, encontramos um exemplo: \"O direito natural e cada homem definem-se, portanto, não pela razão sã, mas pelo desejo e pela potência\". Ninguém, com efeito, está determinado a comportar-se conforme as regras e as leis da razão; ao contrário, todos nascem ignorantes de todas as coisas e a maior parte de suas vidas transcorre antes que possam conhecer a verdadeira regra da vida e adquirir o estado de virtude, mesmo que tenham sido bem educados. E eles não são menos obrigados a viver e a se conservar, nessa espera, pelo simples impulso do apetite, pois a natureza não lhes deu outra coisa, e recusou-lhes a potência atual de viver conforme a reta razão; logo, considerando submetido apenas ao império da natureza, tudo o que um indivíduo julgar como sendo-lhe útil, seja pela conduta da razão seja pela violência de suas paixões, é-lhe permitido desejar, em virtude desejar, em virtude de um soberano direito de natureza e tomar por qualquer via que seja, pela força, pela artimanha, por preces, enfim, pelo meio mais fácil que lhe pareça. Consequentemente, também ter por inimigo aquele que o quiser impedir de se satisfazer\".ESPINOZA, Baruch de. Tratado Teológico-político. Organização J. Guinsburg, Newton Cunha, Roberto Romano. Tradução J. Guinsburg, Newton Cunha. 1 ed. São Paulo: Perspectiva, 2014. Pg. 280. Mais adiante, Espinoza vai argumentar que o uso da razão viria a partir de um exercício, mas que ainda estamos longe de chegar lá devido às paixões. O autor disserta: \"Mas falta muito para que todos deixem-se facilmente se conduzir apenas pela razão; cada um se deixa levar por seu prazer e, mais amiúde, a avareza, a glória, a inveja, o ódio etc. ocupam a mente, de tal sorte que a razão não tem qualquer lugar\".ESPINOZA, Baruch de. Tratado Teológico-político. Organização J. Guinsburg, Newton Cunha, Roberto Romano. Tradução J. Guinsburg, Newton Cunha. 1 ed. São Paulo: Perspectiva, 2014. Pg. 283. No ano de sua morte, Espinoza termina um outro livro, que seria uma continuação do anterior, dando sequência a seus pensamentos e sua teoria. No Tratado Político, título do novo livro, o filósofo também aborda, em diferentes momentos, a questão da natureza humana, bem como a força das paixões e os efeitos que elas produzem nos corpos. Logo no primeiro capítulo, o autor explica de que maneira ele tenta entender essas paixões e estudá-las, a fim de aplicá-las na sua teoria: O autor expõe seu pensamento com clareza acerca da sua discordância com o pensamento comum da época. Explicando o porquê de não acreditar que as pessoas agem exclusivamente através da razão: \"Depois, na medida em que cada coisa se esforça, tanto quanto esta em si, por conservar o seu ser, não podemos de forma alguma duvidar de que, se estivesse tanto em nosso poder vivermos segundo os preceitos da razão como conduzidos pelo desejo cego, todos se conduziriam pela razão e organizariam sabiamente a vida, o que não acontece minimamente, pois cada um é arrastado pelo seu prazer\".ESPINOZA, Baruch de. Tratado Político. Tradução, introdução e notas: Diogo Pires. Revisão da tradução de Homero Santiago. São Paulo: Editora WMF Martins Fontes, 2009. ISBN 978-85-7827-141-1. Pg. 13. Para o filósofo, as pessoas não se submetem ao estado por uma análise racional, mas por uma economia de seus desejos, sejam eles medo ou esperança. São as paixões que, em acordo com outras Paixões, encontram vontades comuns que permitem que as pessoas se agrupem em \"estados\" e, assim, se submetam de alguma maneira a algum sistema. Seja ele monárquico, aristocrático ou democrático. \"Longe de ser fruto de uma ruptura com a natureza, o estado forma-se no âmbito dessa, mediante a dinâmica afetiva, ou passional, que associa ou põe em confronto os indivíduos\". \"Por isso também, a essência do político é impossível de se confundir com uma qualquer moldura racional de onde e no interior da qual as normas de conduta fossem deduzidas, de modo a imporem-se como condição necessária e legítima da paz e da estabilidade\".ESPINOZA, Baruch de. Tratado Político. Tradução, introdução e notas: Diogo Pires. Revisão da tradução de Homero Santiago. São Paulo: Editora WMF Martins Fontes, 2009. ISBN 978-85-7827-141-1. Pg XXIII-XXIV. Observamos que Espinoza defende uma espécie de sistema econômico de gerenciamento dos afetos, tanto por parte dos súditos, como do Soberano. Esse gerenciamento é subjetivo e acontece individualmente, com efeitos no coletivo. Cabe, aos súditos, sentirem sua Potência, a fim de preservar sua vida e maximizar sua liberdade, bem como ao soberano, de não impor sistema rígido demais que encurrale seus súditos a ponto de que esses se rebelem. O Estado mais \"racional\" é aquele que consegue entender as demandas da sua população e promover uma espécie de bem-estar. A paz imposta pelo medo, como ausência de guerra, é sempre temporária. O bem-estar de todos é o que ajuda a manter o Estado coeso. Esse sistema é precário e está sempre sujeito a avaliações e adequações para melhor atender a todos, defendendo, assim, até a manutenção do Estado pelo soberano. Espinoza entende o Estado como a potência da Multidão e define, no TP 2/17, os sistemas políticos que podem constituir esse Estado. O autor esclarece: \"Detém-no absolutamente quem, por consenso comum, tem a incumbência da República, ou seja, de estatuir, interpretar e abolir direitos, fortificar as urbes, decidir sobre a guerra e a paz etc. E se essa incumbência pertencer a um conselho que é composto pela multidão comum, então o Estado chama-se Democracia; mas se for composto só por alguns eleitos, chama-se Aristocracia; e se, finalmente, a incumbência da República e, por conseguinte, o Estado, estiver nas mãos de um só, então chama-se Monarquia\".ESPINOZA, Baruch de. Tratado Político. Tradução, introdução e notas: Diogo Pires. Revisão da tradução de Homero Santiago. São Paulo: Editora WMF Martins Fontes, 2009. ISBN 978-85-7827-141-1. Pg. 20. Com isso, podemos concluir o pensamento de Espinoza e entender como a Natureza age sobre as — e através das — potências de todos e como isso influencia o Estado e o sistema político. === Os afetos: o desejo, a alegria e a tristeza === Os corpos individualizam-se em razão do \"movimento e do repouso\", da \"velocidade e lentidão\" e não em função de alguma substância particular (escólio 1 da proposição 13 da parte 2 da Ética), e a identidade individual através do tempo e da mudança consiste na manutenção de uma determinada proporção de movimento e repouso das partes do corpo (proposição 13 da parte 2 da Ética). O corpo humano é um complexo de corpos individuais e é capaz de manter suas proporções de movimento e de repouso ao passar por uma ampla variedade de modificações impostas pelo movimento e repouso de outros corpos. Essas modificações são o que Espinoza chama de \"afecções\".A Imortalidade de Espinoza EuroNet Uma afecção que aumenta a capacidade do corpo de manter suas proporções características de movimento e repouso aumenta a \"potência de agir\" e tem, em paralelo, na mente, uma modificação que aumenta a \"potência de pensar\". A passagem de uma potência menor para uma maior é o \"afeto de alegria\" (definição dos afetos, parte 2 da Ética). Uma afecção que diminui a potência do corpo de manter as proporções de movimento e repouso diminui a potência de agir e tem, em paralelo, na mente, uma diminuição da potência de pensar. A passagem de uma potência maior para uma menor é o \"afeto de tristeza\". Já uma afecção que ultrapassa as proporções de movimento e repouso dos corpos que compõe o corpo humano destrói o corpo humano e a mente (morte). Os indivíduos (mentes e corpos) esforçam-se em perseverar em sua existência tanto quanto podem (proposição 6 da parte 3 da Ética). Eles sempre se esforçam para ter alegria, isto é, um aumento de sua potência de agir e de pensar e eles sempre se opõem ao que lhes causa tristeza, ou seja, aquilo que diminui sua capacidade de manter as proporções de movimento e repouso características de seu corpo. O esforço por manter e aumentar a potência de agir do corpo e de pensar da mente é o que Espinoza chama de \"desejo\" (conatus). As afecções que são atribuídas à \"ação\" do corpo humano testemunham o aumento de sua potência de agir e de pensar e, por isso, o afeto de alegria sempre impulsiona a atividade. Em contraste, as afecções que diminuem a potência de agir e de pensar (provocando tristeza) testemunham sempre a passividade do corpo humano, são sempre passivas, são \"paixões\" (do grego pathos, \"sofrer uma ação\"). Para Espinoza, a ilusão dos homens de que suas ações resultam de uma livre decisão da mente é consequência de eles serem conscientes apenas de suas ações enquanto ignoram as causas pelas quais são determinados, o que faz com que suas ações sejam determinadas pelas \"paixões\". Isso é o que ele chama de \"primeiro gênero de conhecimento\", \"imaginação\" ou \"ideias inadequadas\" (a consciência de nossos afetos, e a inconsciência do que os determina). O \"segundo gênero de conhecimento\" são as \"noções comuns\" ou \"ideias adequadas\", que se caraterizam pela consciência do que nos determina a agir. As ideias adequadas sempre são efeitos da alegria, acarretam alegria e impulsionam a atividade, enquanto a imaginação (ideias inadequadas) caracteriza-se pela passividade e pelo acaso de causar ou ser efeito da alegria ou da tristeza. A grande inovação da ética de Espinoza foi que, nela, a razão não se opõe aos afetos, pelo contrário, a própria razão é um afeto, um desejo de encontrar ou criar as oportunidades de alegria na vida e de evitar ou desfazer ao máximo as circunstâncias que causam tristeza, mas o próprio desejo-razão (do mesmo modo que os outros tipos de afetos) não depende da vontade livre, mas de afecções que fogem ao controle do indivíduo porque são modos da substância única infinita, que não tem finalidade nem providência. Em diversas obras (Tratado Político, Ética) diz ser nocivo (no sentido de diminuir a potência de agir e de pensar) ridicularizar ou reprovar alguém dominado pelas paixões, porque isso não depende da livre decisão da mente. O único modo de o homem que se guia pela razão ajudar aos outros é, nas palavras de Espinoza: A ética de Espinoza é a ética da alegria. Para ele, só a alegria é boa, unicamente a alegria nos leva ao amor (que ele define como a ideia de alegria associada a uma causa exterior) no cotidiano e na convivência com os outros, enquanto a tristeza sempre é má, intrinsecamente relacionada ao ódio (que ele define como a ideia de tristeza associada a uma causa exterior), a tristeza sempre é destrutiva para nós e para os outros. === O terceiro gênero de conhecimento - beatitude === Além dos dois gêneros citados anteriormente, Espinoza afirma ainda um terceiro, chamado beatitude. Esse conhecimento caracteriza-se por compreender, nas coisas singulares, o aspecto da eternidade (sub specie aeternitatis). Seria algo como ver as coisas singulares como inseparáveis dos modos da substância infinita e eterna (Deus), compreendendo que as coisas singulares são elas mesmas eternas, existindo fora do tempo. Esse é um dos conceitos de Espinoza mais controversos e discutidos.YOVEL, Y. Espinosa e Outros Hereges. == Influência == Espinoza foi considerado maldito por muitos anos após sua morte. Quem recuperou sua reputação foi o crítico alemão Gotthold Ephraim Lessing em seus diálogos com Johann Jakob Reiskei , em 1784. Na sequência, o filósofo foi citado, elogiado e inspirou pessoas como os teólogos liberais Johann Gottfried von Herder e Friedrich Schleiermacher, o poeta católico Novalis e o polímata Johann Wolfgang von Goethe. Da combinação do pensamento de Espinoza com a epistemologia de Immanuel Kant, saíram os \"panteísmos\" de Johann Gottlieb Fichte, Friedrich Wilhelm Joseph von Schelling e de Georg Wilhelm Friedrich Hegel. Influenciou os conceitos de Arthur Schopenhauer, Friedrich Nietzsche e Henri Bergson \"vontade de viver\", \"vontade de poder\" e \"élan vital\", respectivamente. Inspirou o pensador inglês Samuel Taylor Coleridge, bem como os poetas, também ingleses, William Wordsworth e Shelley. No Brasil, Bader Burihan Sawaia trouxe a influência de Espinoza para a Psicologia Sócio-Histórica, enfatizando, em bases materialistas-dialéticas, a importância da afetividade como categoria fundamental do psiquismo.Sawaia, Bader Burihan. \"O sofrimento ético-político como categoria de análise da dialética inclusão/exclusão\". In: SAWAIA, Bader. (org.) As artimanhas da exclusão: análise psicossocial e ética da desigualdade social. Petrópolis: Vozes, 2001, 2ª ed., p.97. == Obra == === Livros === a) Publicados \"post mortem\": Escritos em latim: * Ética demonstrada à maneira dos geômetras (Ethica Ordine Geometrico Demonstrata) — iniciado em Rijnsburg e finalizado em Haia em 1675; * Tratado Político (Tractatus Politicus), depois incluído na Ética; 1677. * Tratado sobre o Cálculo Algébrico do Arco-Íris, 1687. * Tratado sobre o Cálculo das Probabilidades, 1687. * Compêndio de Gramática da Língua Hebraica, inacabado. Escritos em holandês: * Breve tratado de Deus, do homem e do seu bem-estar (Korte Verhandeling van Deus, de Mensch en deszelvs Welstand), esboço da Ética, 1660 b) Publicados: * Tratado sobre a Correção do Intelecto (De Intellectus Emendatione), também publicado na língua portuguesa com os títulos: Tratado para Emendar o Intelecto (Editora Unicamp), Tratado da Reforma da Inteligência (Editora Martin Fontes), Tratado da Reforma do Entendimento (Editora Escala), 1662. * Princípios da Filosofia de Descartes, publicado junto com seu apêndice Pensamentos Metafísicos. Espinosa revela seu afastamento cada vez maior em relação a várias teses de Descartes, embora pareça apenas servir-se do cartesianismo para refutar a escolástica, 1663. * Tratado Teológico-político (Tractatus Theologico-Politicus), 1670. == Bibliografia == === Sobre Espinoza === * Gabriel Albiac, 1987. La sinagoga vacía: un estudio de las fuentes marranas del espinosismo. Madrid: Hiperión D.L. ISBN 84-7517-214-8 * Étienne Balibar, 1985. Spinoza et la politique (\"Spinoza and politics\") Paris: PUF. * Boucher, Wayne I., 1999. Spinoza in English: A Bibliography from the Seventeenth Century to the Present. 2nd ed. Thoemmes Press. * ———, ed., 1999. Spinoza: Eighteenth and Nineteenth-Century Discussions. 6 vol. Thommes Press. * Damásio, António 2003. Looking for Spinoza: Joy, Sorrow, and the Feeling Brain, Harvest Books, ISBN 978-0-15-602871-4 * Gilles Deleuze, 1968. Spinoza et le problème de l'expression. Trans. \"Expressionism in Philosophy: Spinoza\". * ———, 1970. Spinoza - Philosophie pratique. * Della Rocca, Michael. 1996. Representation and the Mind-Body Problem in Spinoza. Oxford University Press. ISBN 0-19-509562-6 * Will Durant. 1955 História da Filosofia - 10a Edição * Garrett, Don, ed., 1995. The Cambridge Companion to Spinoza. Cambridge Uni. Press. * Gatens, Moira, and Lloyd, Genevieve, 1999. Collective imaginings: Spinoza, past and present. Routledge. ISBN 0-415-16570-9, ISBN 0-415-16571-7 * Gullan-Whur, Margaret, 1998. Within Reason: A Life of Spinoza. Jonathan Cape. ISBN 0-224-05046-X * Hampshire, Stuart 1951. Spinoza and Spinozism, OUP, 2005 ISBN 978-0-19-927954-8 * Junior Pick - Du bonheur, un voyage pholosophique - Fayard - France ISN 978-223166136 * Lloyd, Genevieve, 1996. Spinoza and the Ethics. Routledge. ISBN 0-415-10781-4, ISBN 0-415-10782-2 * Kasher, Asa e Shlomo Biderman. \"Why Was Baruch de Spinoza Excommunicated?\" * Arthur O. Lovejoy, 1936. \"Plenitude and Sufficient Reason in Leibniz and Spinoza\" in his The Great Chain of Being. Harvard University Press: 144-82 (ISBN 0-674-36153-9). Reprinted in Frankfurt, H. G., ed., 1972. Leibniz: A Collection of Critical Essays. Anchor Books. * Pierre Macherey, 1977. Hegel ou Spinoza, Maspéro (2nd ed. La Découverte, 2004). * ———, 1994-98. Introduction à l'Ethique de Spinoza. Paris: PUF. * Matheron, Alexandre, 1969. Individu et communauté chez Spinoza, Paris: Minuit. * Nadler, Steven, 1999. Spinoza: A Life. Cambridge Uni. Press. ISBN 0-521-55210-9 (Tr.: \"Espinosa: vida e obra\". Europa-America editora, 2003). * Antonio Negri, 1991. The Savage Anomaly: The Power of Spinoza's Metaphysics and Politics. * ———, 2004. Subversive Spinoza: (Un)Contemporary Variations). * Michael Hardt, trans., University of Minnesota Press. Prefácio (em francês) de Gilles Deleuze, disponível aqui. * Pierre- Francois Moreau, Spinoza et le spinozisme. PUF, 2003 * Goce Smilevski: Conversation with SPINOZA. Chicago: Northwestern University Press, 2006. * Stoltze, Ted and Warren Montag (eds.), The New Spinoza Minneapolis: University of Minnesota Press, 1997. * Yovel, Yirmiyahu, \"Spinoza and Other Heretics\", Princeton, Princeton University Press, 1989. * Marilena Chaui, \"Espinosa, uma filosofia da liberdade\", São Paulo, Moderna, 1995. * ———, A Nervura do real. Imanência e liberdade em Espinosa, São Paulo: Cia. das Letras, 1999. * ———, \"Política em Espinosa\", São Paulo, Cia. das Letras, 2003. * Roger Scruton, Espinosa, São Paulo, Unesp, 2000. === Traduções === ;Para o português * Tratado Político. Tradução, introdução e notas: Diogo Pires. Revisão da tradução de Homero Santiago. São Paulo: Editora WMF Martins Fontes, 2009. ISBN 978-85-7827-141-1. * Tratado Teológico-político. Organização J. Guinsburg, Newton Cunha, Roberto Romano. Tradução J. Guinsburg, Newton Cunha. 1 ed. São Paulo: Perspectiva, 2014. * Ética. Tradução de Tomaz Tadeu. Belo Horizonte: Autêntica, 2007. * Victor Civita. Editor. Os Pensadores: Espinoza. São Paulo: Abril Cultural, 1983, 3a edição. :Inclui as seguintes obras: Pensamentos Metafísicos, Tratado da Correção do Intelecto, Ética, Tratado Político, Correspondência. Inclui também \"Espinoza: Vida e Obra\", de Marilena de Souza Chauí * Ética. Tradução: Grupo de Estudos Espinosanos. São Paulo: EDUSP, 2015. * Princípios da Filosofia Cartesiana e Pensamentos Metafísicos. Tradução: Homero Santiago e Luís César Oliva. Belo Horizonte: Autêntica, 2015. * Tratado da Emenda do Intelecto. Tradução: Cristiano Novaes de Rezende. Campinas: Editora da UNICAMP, 2015. * Breve Tratado. Tradução: Emanuel Ângelo R. Fragoro e Luís César Oliva. Belo Horizonte: Autêntica, 2012. ;Para o francês * Oeuvres III: Éthique. Paris: GF-Flammarion, 1965. Tradução: Charles Appuhn. === Estudos introdutórios === ;Sobre a filosofia de Espinoza * Stuart Hampshire. 1951. London: Penguin Books, 1953, reimpressão. ;Sobre a Ética * Charles Appuhn. \"Notice sur l'Éthique\". In: Spinoza, Oeuvres III: Éthique. Paris: GF- Flammarion, 1965. === Tópicos espinozanos === ;Subjetividade, intersubjetividade e individualidade * Martial Gueroult. 1974. Spinoza II: L'Âme. Millau: Aubier, 2001. * Alexandre Matheron. 1969. Individu et Communauté chez Spinoza. Paris: Les Editions de Minuit, 1988, V+647 páginas. :Nova edição da obra original à qual foi acrescida uma advertência na qual o autor diz que nada modifica no texto e remete aos seus outros trabalhos para maiores desenvolvimentos dos estudos espinozanos presentes no livro. * Alexandre Matheron. 1986. Anthropologie et Politique au 17e siècle. Vrin. ;Liberdade * Robert Sleigh Jr., Vere Chappell e Michael Della Rocca. \"Determinism and human freedom.\" In Daniel Garber e Michael Ayers, eds, The Cambridge history of seventeenth-century philosophy, volume II, capítulo 33. Cambridge, New York e Melbourne: Cambridge University Press, 1998, pp 1226-1236. ;Sabedoria * Alexandre Matheron. 1971. Le Christ et le Salut des Ignorants chez Spinoza. Aubier-Montaigne. == Ver também == * Sinagoga Portuguesa de Amsterdão * Beth Haim ===Notas=== == Bibliografia == * * ) * * * * * * * == Ligações externas == * * * por Fabio Caprio Leite de Castro. Revista Sens Public. * Versão integral no Google Books * . * * EthicaDB Hypertextual and multilingual publication of Ethics * - BDSweb * * * * California Literary Review * Audio da Radio Opensource * Stanford Encyclopedia of Philosophy: ** ** ; Obras * Spinoza Opera Edição de Carl Gebhardt (1925) das obras de Espinoza em língua original (PDF). * Categoria:Baruch Spinoza Categoria:Epistemólogos Categoria:Filósofos da mente Categoria:Metafísicos Categoria:Ontologistas Categoria:Filósofos do século XVII Categoria:Filósofos dos Países Baixos Categoria:Filósofos políticos Categoria:Judeus de ascendência portuguesa Categoria:Judeus dos Países Baixos Categoria:Mortes por tuberculose no século XVII Categoria:Mortes por tuberculose nos Países Baixos Categoria:Naturais de Amsterdã",
 "title": "Baruch Espinoza"
}