{
 "id": "12791",
 "text": "200px|right|thumb|Iyami Oxorongà por Carybé; Iami ou Iami-Ajé (Iyá Mi Ajé = Minha Mãe Feiticeira) também conhecida por Iami Oxorongá (Ìyámi Oxorongá) - é a sacralização da figura materna, por isso seu culto é envolvido por tantos tabus. Seu grande poder se deve ao fato de guardar o segredo da criação. Identificada no jogo do merindilogum pelo odu oxê == História == Tudo que é redondo remete ao ventre e, por consequência, as Iamis. O poder das grandes mães é expresso entre os orixás por Oxum, Iemanjá e Nanã, mas o poder de Iami é manifesto em toda mulher, que, não por acaso, em quase todas as culturas, é considerada tabu. Iami na forma de pássaro (Coruja Rasga- Mortalhahttp://www.avespantanal.com.br/paginas/117.htm Suindara, Coruja-das- Igrejas, Rasga-Mortalha. ou coruja rasgadeira) pousa nas árvores favoritas durante a noite principalmente na jaqueira (Artocarpus heterophyllus). Contam os antigos africanos que quando a coruja rasgadeira sobrevoa fazendo seu ruído característico ou aproxima-se de uma casa é porque vai morrer alguém. ==Iami Abá== 200px|esquerda|thumb|Mascaras de Guelede usadas nos rituais de Iami * Aulo Barretti Filho, escreve em O Culto dos Eguns no Candomblé: \"Os mortos do sexo feminino recebem o nome de Iami Abá (Ìyámi Agbá; minha mãe anciã), mas não são cultuados individualmente. Sua energia como ancestral é aglutinada de forma coletiva e representada por Iami Oxorongá (Ìyámi Oxorongá) chamada também de Ianlá, a grande mãe. Esta imensa massa energética que representa o poder da ancestralidade coletiva feminina é cultuada pela sociedade Guelede, compostas exclusivamente por mulheres, e somente elas detêm e manipulam este perigoso poder. O medo da ira de Iami nas comunidades é tão grande que, nos festivais anuais na Nigéria em louvor ao poder feminino ancestral, os homens se vestem de mulher e usam máscaras com características femininas, dançam para acalmar a ira e manter, entre outras coisas, a harmonia entre o poder masculino e o feminino.\" * Para Sergio Ferretti (1989:186) o culto a Vodum Nochê Naê no Maranhão pode ser comparado ao das Iamis-Oxorongá da Nigéria, Benim e outras regiões da África - mães ancestrais respeitadas e temidas, que não incorporam e que têm o poder de se transformar em pássaro. *É um orixá apenas assentado para ser cultuado pela comunidade, não é um orixá de iniciação, por ser uma energia ancestral aglutinada de forma coletiva. Representa todas as mães mortas e ninguém pode incorporá-las ou manifestá-las. == Bibliografia == * MOURA, Carlos Eugênio Marcondes de. As senhoras do pássaro da noite. São Paulo: Edusp, 1994. == Ligações externas == *Em Português: *Egbe Ifa Orisa *Iyami-Minha Mãe *Reencarnação Àtúnwa I *IYAMI - Símbolo Ancestral no Brasil Categoria:Religiões afro-americanas Categoria:Religiões afro-brasileiras",
 "title": "Iami"
}