{
 "id": "12812",
 "text": "Cadafaz é uma localidade portuguesa do Município de Góis que foi sede da extinta Freguesia de Cadafaz, freguesia que tinha 37,16 km² de área e 190 habitantes (2011), e, por isso, uma densidade populacional de 5,1 hab/km². A Freguesia de Cadafaz foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Colmeal, formar uma nova freguesia denominada Cadafaz e Colmeal da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. A Freguesia de Cadafaz englobava várias povoações para além da sua sede, nomeadamente: Cabreira, Corterredor, Tarrastal, Candosa, Capelo, Sandinha, Mestras e Relvas. Cadafaz pertenceu ao concelho de Seia até 1852, quando passou a fazer parte do concelho de Arganil, até integrar o actual município de Góis. ==População== População da freguesia de Cadafaz Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 099 1 108 1 038 1 109 1 130 1 069 1 096 1 110 1 007 897 619 493 366 283 190 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 25 32 101 125 8,8% 11,3% 35,7% 44,2% 2011 17 9 68 96 8,9% 4,7% 35,8% 50,5% == Património == * Igreja Paroquial de Cadafaz, séc. XVII * Capela de Santo António * Lagar da Cabreira, um lagar de azeite comunitário * Ponte da Cabreira * Capela da Candosa * Pedra Riscada (arte rupestre) * Igreja de Nossa Senhora das Neves (matriz) * Capela da Senhora da Boa Morte e de Santa Luzia * Vestígios romanos == Espaços naturais == * Praia fluvial da Cabreira * Vale do rio Ceira == Ligações externas == * * * Categoria:Aldeias do Município de Góis Categoria:Antigas freguesias de Góis Categoria:Antigas freguesias de Seia Categoria:Antigas freguesias de Arganil",
 "title": "Cadafaz (Góis)"
}