{
 "id": "12811",
 "text": "Alvares é uma povoação portuguesa sede da Freguesia de Alvares do Município de Góis, freguesia com 100,57 km² de área e 686 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Teve foral Manuelino datado de 4 de maio de 1514. O documento está autografado pelo Rei e assinado por Fernão de Pina.Arquivo Nacional Torre do Tombo ref:PT/TT/MSCC/M5L6. Foi vila e sede de concelho até 1855. Era constituído pelas freguesias de Alvares e de Portela do Fojo. Tinha 2817 habitantes em 1801 e 3751 habitantes em 1849. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 87 84 361 475 2011 70 59 302 381 2021 42 38 254 352 == Atividades económicas == As principais atividades económicas na freguesia de Alvares são a exploração florestal e agricultura. == Povoações da Freguesia == Algares, Alvares, Amieiros, Amiosinho, Amioso Cimeiro, Amioso do Senhor, Amioso Fundeiro, Boiça, Cabeçadas, Candeia, Caniçal, Carrasqueira, Casal Novo, Chã de Alvares, Cilha Velha, Coelhosa, Corga da Vaca, Cortes, Estevianas, Fonte dos Sapos, Fonte Limpa, Foz de Alvares, Lomba, Madeiros, Mega Cimeira, Milreu, Obrais, Portela do Torgal, Relva da Mó, Roda Cimeira, Roda Fundeira, Simantorta, Telhada, Vale da Fonte, Vale do Laço, Varzina * Amioso do Senhor - Povoação serrana muito bela e antiga, com terras verdejantes muito férteis banhadas pela Ribeira do Amioso, que permitiram a fixação das suas gentes ao longo de muitos séculos. A sua capela, construída à maneira de uma igreja paroquial tem imagens muito antigas. Diz uma lenda muito antiga que um dia alguém, de Amioso, andava a regar o milho e encontrou um crucifixo que trouxe para sua casa, mas, coisa estranha o crucifixo misteriosamente desapareceu dessa casa e aparece novamente no mesmo campo de milho, e por diversas vezes se repete a situação. Finalmente o crucifixo é colocado na capela numa redoma de vidro, tal e qual como se encontra hoje. Por isso em vez de se chamar Amioso do Meio (Amioso de Ametade) se começou a chamar Amioso do Senhor (1721). == Património cultural == * Pedra Letreira - Imóvel de Interesse Público * Igreja Matriz de Alvares * Capela da Senhora da Conceição * Espaço museológico da Casa do Ferreiro * Espaço museológico de Arte Sacra * Ponte do Soito * Moinhos na ribeira do Sinhel * Capelas da Senhora da Saúde e da Senhora do Desterro * Moinhos da ribeira do Sinhel == Espaços naturais == * Ribeira do Sinhel * Praia fluvial de Alvares * Piscina fluvial de Amiosinho * Lugar da Foz * Praia fluvial das Freiras * Açude Poço das Cabras Varzina == Feiras == Alvares tem uma feira mensal que se realiza ao 2.º domingo de cada mês. == Festas e Romarias == *S. Mateus (Agosto) *Divino Senhor dos Milagres (Amioso do Senhor, segunda-feira de Ascensão) *S. Margarida (Chã de Alvares, agosto) *S. João Baptista (Cortes, 1.º fim de semana de setembro) *Nossa Senhora da Boa Viagem (Estevianas, 2.º sábado de agosto) == Gastronomia == *Bucho à moda de Alvares *Chanfana *Cabrito *Maranhos == Ligações externas == * * *",
 "title": "Alvares"
}