{
 "id": "12872",
 "text": "Pousade (por vezes grafado Pousada, grafia não oficial) é uma povoação portuguesa do Município da Guarda que foi sede da extinta Freguesia de Pousade, freguesia que tinha 12,87 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 118 habitantes (2011INE (2012) – \"Censos 2011 (Dados Definitivos)\", \"Quadros de apuramento por freguesia\" (tabelas anexas ao documento). A freguesia aparece erradamente identificada como Pousada.), e, por isso, uma densidade populacional de 9,2 hab/km². A esta freguesia pertenciam os lugares de: * Pousade * Quintãs A Freguesia de Pousade foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. sendo o seu território integrado na União de Freguesias de Pousade e Albardo com sede em Albardo.Diário da República, 1.ª Série, n.º 62, Declaração de Retificação n.º 19/2013, de 28 de março. Acedido a 14/11/2013. ==População== {| ! colspan=\"16\" | Totais e grupos etários Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 |- bgcolor=\"white\" |Total | align=\"right\" | 412 | align=\"right\" | 465 | align=\"right\" | 540 | align=\"right\" | 533 | align=\"right\" | 542 | align=\"right\" | 554 | align=\"right\" | 624 | align=\"right\" | 673 | align=\"right\" | 663 | align=\"right\" | 571 | align=\"right\" | 420 | align=\"right\" | 330 | align=\"right\" | 238 | align=\"right\" | 179 | align=\"right\" | 118 |- bgcolor=\"white\" Por idades em 2001 e 2011 0-14 anos 15-24 anos 25-64 anos 65 e + anos 10 | 6 18 | 8 63 | 43 88 | 61 -40% -56% -32% -31% A demografia de Pousade caracteriza-se, à semelhança de outras freguesias do interior, pela perda de população. De facto, a análise de alguns dados permite concluir que em tempos a povoação albergava um número relativamente elevado de pessoas. Deu-se um acentuado decréscimo da população em Pousade entre 1960 e 2001, tendo a aldeia perdido, neste período de tempo, 392 habitantes. Também é possível verificar que a maior quebra se deu na passagem dos anos de 1970 para os anos de 1980, com uma diminuição de 225 habitantes. É curioso observar que na passagem dos anos de 1980 para os anos de 1990, os indivíduos do sexo feminino eram mais que os indivíduos do sexo masculino, ao contrário do que acontecia nas décadas anteriores. A evolução da demografia de Pousade pode ser explicada pela emigração e pelo êxodo rural ocorrido na aldeia. E tal como na grande maioria das aldeias portuguesas, a população de Pousade tem registado um forte envelhecimento. == Atractivos == Localizada a 12 km da cidade da Guarda, é um destino turístico de férias para os emigrantes em França com raízes na povoação. Anualmente, realiza-se uma festa em honra de São Sebastião, muito embora a Santa Padroeira seja Santa Ana. A aldeia ainda mantém maioria das tradições praticadas desde há muito e que passaram de geração em geração. Algumas dessas tradições passam pela matança do porco — ainda muito praticada, sendo que nesta época realizam-se festas na casa \"anfitriã\" onde se encontram os amigos e familiares, que ajudam no processo de morte do animal e na confecção dos enchidos —, pelas procissões, pela agricultura tradicional (como o uso de animais de carga no trabalho da terra), pela apanha da uva, pela ceifa do milho e do trigo, pela confecção de trabalhos em renda, e pela realização de festas anuais em honra de São Sebastião no mês de Agosto, altura em que a aldeia recebe um grande número de visitantes. Qualquer visitante da povoação pode percorrer antiquíssimos trilhos ladeados por belas paisagens. Ou pelas ruínas dos primórdios da povoação, bem como com os inactivos moinhos de água, regados pela Ribeira das Cabras, e junto dos quais se podem ver pequenas mas singulares cascatas. == Património Edificado == * Igreja Matriz * Capela de São Sebastião * Capela do Espírito Santo * Cruzeiro da Restauração * Cruzeiro do Outeiro * Anfiteatro * Alminhas == Património Natural == * Ponte da Vila * Várzea * Freixo Bicentenário * Moinhos de Água * Ribeira das Cabras == Economia == A economia da aldeia apoia-se essencialmente na agricultura e na criação de gado, embora esta última tenha vindo a perder importância com o passar dos anos. Na povoação existe também criação de avestruzes e uma fábrica. Dispõe ainda de três cafés, um restaurante e mini-mercado. == Infraestruturas sociais == Pousade dispõe de um centro de dia, cuja actividade se insere no âmbito da Liga de Amigos de Pousade, em que o objectivo principal é o apoio a indivíduos idosos ou com qualquer tipo de problemas. A povoação conta ainda com um salão de festas e um campo de jogos, onde se incluem um campo de futebol, um campo de malha e um parque de merendas. Categoria:Antigas freguesias da Guarda",
 "title": "Pousade"
}