{
 "id": "12888",
 "text": "Vale de Amoreira é uma povoação portuguesa sede da Freguesia de Vale de Amoreira do município de Manteigas, freguesia com 16,60 km² de área e 208 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A freguesia foi criada em 1988, tendo, até 1 de janeiro de 2002, feito parte do município da Guarda. Pertence à rede de Aldeias de Montanha. ==Demografia== Nota: No censo de 1991 aparece integrada no município da Guarda. Provém da freguesia de Valhelhas A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 33 26 105 97 2011 12 18 86 107 2021 7 9 76 116 ==História== Muito embora não haja notícia alguma directamente relacionada com o território desta freguesia, por volta do século XII, não é de excluir a hipótese de ela já ter sido povoada, em épocas anteriores à Nacionalidade, a crer pelos fortificados castrejos da região e, especialmente, da vizinhança de Valhelhas, povoação que demonstra maior antiguidade. Porém a toponímia não exprime claramente a antiguidade de Vale de Amoreira, mas vários factores dizem-nos que já no século XII, o povoado, ainda que como “quintã” burguesa, ou quinta, seria parte integra da vizinha localidade de Valhelhas (vilão). Eclesiasticamente, no século XIV, à luz do arrolamento dionísio de 1320-1321, que cita a Igreja de Valhelhas, entre as da Guarda, não faz qualquer referência a Vale de Amoreira, que tudo indica devia, por isso, ser parte daquela (Santa Maria de Valhelhas). Em todo o caso, parece não se dever àquela a criação da paróquia do Vale de Amoreira, por isso que a igreja local (Santa Maria, talvez ermida medieval, erguida pelos primeiros povoadores) não era da apresentação do pároco daquela, e, por isso, não sua filial. Nos últimos tempos dos padroados, a casa real apresentava o prior de Santa Maria de Vale de Amoreira, com cem mil réis anuais de rendimento. Sendo domínio do castelo de Valhelhas e do seu termo, na velha “terra” de Trasserra, a freguesia foi sempre do concelho de Valhelhas até à extinção (24 de Outubro de 1855), em que passou para o concelho da Guarda, onde ficou até 2002. Nos finais do século XIX, a freguesia de Vale de Amoreira foi anexada para efeitos civis à de Valhelhas. ==Património== * Igreja Matriz de Vale de Amoreira. == Ligações externas == * * Categoria:Freguesias de Manteigas Categoria:Antigas freguesias de Valhelhas Categoria:Antigas freguesias da Guarda Categoria:Aldeias de Montanha",
 "title": "Vale de Amoreira"
}