{
 "id": "12905",
 "text": "Bernardino Luís Machado Guimarães GCTE • GCL (Rio de Janeiro, 28 de março de 1851 – Santo Ildefonso, Porto, 29 de abril de 1944) foi o terceiro e o oitavo presidente eleito da República Portuguesa. Foi presidente da República Portuguesa por duas vezes: primeiro, de 5 de Outubro de 1915 até 5 de Dezembro de 1917, quando Sidónio Pais, à frente de uma junta militar, dissolve o Congresso e o destitui, obrigando-o a abandonar o país; mais tarde, em 1925, volta à presidência da República para, um ano depois, voltar a ser destituído pela revolução militar de 28 de Maio de 1926, que instituirá a Ditadura Militar e abrirá caminho à instauração do Estado Novo. == Biografia == === Vida pessoal e formação === Bernardino Luís Machado Guimarães nasceu no Rio de Janeiro, no Império do Brasil, no dia 28 de Março de 1851, tratando-se do único Presidente da República Portuguesa que nasceu fora do território nacional. Filho de pai português, António Luís Machado Guimarães (a quem viria a ser concedido, por decreto régio, o título de 1.º Barão de Joane em 1870), e de mãe brasileira, Praxedes de Sousa Ribeiro Guimarães (falecida em Vila do Conde, Vila do Conde, em 1901), segunda mulher de seu pai. Tinha ainda um irmão que originou o nome de um de seus filhos, Narciso Luís Machado, que veio a viver sua vida no Rio e se tornou comendador no Brasil (se casando com a irmã de sua esposa) e um meio-irmão, António Machado Guimarães, nascido do primeiro matrimónio de seu pai com Joana Teresa Guimarães. Recebeu no baptismo o nome próprio do avô materno, Bernardino de Sousa Guimarães, capitalista estabelecido em terras brasileiras. Vive os seus primeiros anos no Brasil, iniciando os estudos no Liceu de Laranjeiras em 1859. Em 1860, ainda Bernardino Machado não tinha completado 9 anos, a família regressa a Portugal, fixando-se primeiro em Joane e depois em Vila Nova de Famalicão. Os seus estudos passam então pelo Colégio Podestá, concluindo a instrução primária no Liceu Nacional do Porto em 1862. Ao atingir a maioridade, em 1872, Bernardino Machado opta pela nacionalidade portuguesa. Com apenas 15 anos, em 1866, ingressa na Universidade de Coimbra, onde viria a concluir em 1873 o bacharelato em Matemática e em Filosofia (que iniciara, entretanto, em 1867). Em 1875 licencia-se em Filosofia com a tese \"Theoria Mechanica da Reflexão e da Refracção da Luz: segundo Fresnel\", e no ano seguinte termina o doutoramento na mesma área de estudo, defendendo a tese \"Deducção das Leis dos Pequenos Movimentos Periodicos Proprios da Força Elastica\". Casou-se no Porto, Cedofeita, a 19 de Janeiro de 1882 com Elzira Dantas Gonçalves Pereira (Rio de Janeiro, 15 de Dezembro de 1865 – Porto, 21 de Abril de 1942), também nascida no Brasil, fundadora da Cruzada das Mulheres Portuguesas e Grã-Cruz da Ordem Militar de Nosso Senhor Jesus Cristo a 12 de Junho de 1919, filha do conselheiro Miguel Dantas Gonçalves Pereira e de sua mulher Bernardina Maria da Silva, de quem teve dezanove filhos. Dentre os seus descendentes, viriam a destacar-se o escritor e autarca Aquilino Ribeiro Machado (1930-2012), primeiro presidente da Câmara Municipal de Lisboa democraticamente eleito após o 25 de Abril; e o investigador, professor e médico Júlio Machado Vaz (1949-presente). === Vida profissional === Em virtude da sua notável progressão académica, e após apresentar a dissertação intitulada \"Theoria Mathematica das Interferencias\", Bernardino Machado é, em Fevereiro de 1877, nomeado lente substituto da Faculdade de Filosofia da Universidade de Coimbra, encarregado da cadeira de Agricultura. Dois anos depois é nomeado professor catedrático. Em 1880, lecciona Geologia; em 1881 fica encarregue da cadeira de Agricultura, passando em 1883 a reger a 1.ª e a 2.ª cadeira de Física. Em 1886, fica responsável pela cadeira de Antropologia — cadeira criada por sua iniciativa no ano anterior, marcando um dos pontos altos da sua actividade docente. No final do século tem uma intensa actividade enquanto pedagogo. Em 1890, preside à Academia de Estudos Livres; em 1892 e 1897 preside aos congressos do Magistério Primário (organizado pelo professorado primário e realizado em Lisboa), e representa igualmente Portugal nas comemorações do tricentenário de Cristóvão Colombo e nas Jornadas do Congresso Pedagógico Hispano-Luso-Americano, ambos realizados na cidade de Madrid. No ano lectivo 1891-1892 dirige o Instituto Industrial e Comercial de Lisboa; em 1892, é nomeado vogal do Conselho Superior de Instrução Pública. Em 1894, tornou-se presidente do Instituto de Coimbra, ao qual tinha sido admitido como sócio em 1873. Publica ainda por esta altura uma larga bibliografia versando a pedagogia, como \"A Introdução à Pedagogia\" (1892), \"O Ensino\" (1898), \"O Ensino Primário e Secundário\" (1899) e \"O Ensino Profissional\" (1899). === Vida política durante a monarquia === Bernardino Machado é iniciado na política bastante novo, pela mão do líder do Partido Regenerador, Fontes Pereira de Melo. É pelos regeneradores que é pela primeira vez eleito deputado, pelo círculo eleitoral de Lamego, nas eleições suplementares de 1882. Na legislatura seguinte (1884-1887) é reeleito, desta vez pelo círculo de Coimbra. Em 1890 é eleito Par do Reino pelos estabelecimentos científicos, lugar que ocupa até 1893. Em Abril de 1894 é reeleito Par do Reino, cargo que ocupa até à abolição dos pares electivos, em Setembro do ano seguinte. Como parlamentar, dedica uma especial atenção ao ensino. Em Fevereiro de 1893 integra o primeiro ministério de Hintze Ribeiro, como ministro das Obras Públicas, Comércio e Indústria, apresentando a sua demissão em Dezembro desse mesmo ano. Teve um importante percurso como dirigente da Maçonaria (na Loja Perseverança do Grande Oriente Lusitano, com o nome simbólico de \"Littré\"). De 1892 a 1895 foi o 7.º Presidente do Conselho da Ordem do Grande Oriente Lusitano, de 1895 a 1899 foi o 18.º Soberano Grande Comendador do Supremo Conselho afecto ao Grande Oriente Lusitano e 7.º Grão-Mestre do Grande Oriente Lusitano Unido e de 1929 até à sua morte em 1944 foi o 23.º Soberano Grande Comendador do Supremo Conselho afecto ao Grande Oriente Lusitano. Em 1903, cada vez mais descrente dos valores monárquicos, adere ao Partido Republicano Português. Em 31 de Outubro de 1903 faz a sua profissão de fé republicana numa conferência proferida no Ateneu Comercial de Lisboa, marcando assim a sua adesão formal ao partido. A partir de então, muito contribui para a remodelação e organização do partido enquanto força política; toma parte nas vigorosas campanhas de propaganda dos ideais republicanos, intervindo activamente em numerosos comícios. Em 1904, 1905 e 1906 é candidato a deputado nas listas republicanas, sempre pelo círculo eleitoral de Lisboa, todavia, não chega a ser eleito. Em 1906 é eleito membro do Directório do Partido e seu Presidente (cargo que ocupa até 1909). Em 1907, rebenta a Greve Académica de 1907, num movimento generalizado de contestação à ditadura de João Franco. Bernardino Machado solidariza-se com os estudantes grevistas, acabando mesmo por pedir a sua exoneração do cargo de lente da Universidade, como forma de protesto contra os meios de repressão exercidos sobre os estudantes durante a greve académica. Nas eleições legislativas de Agosto de 1910, é um dos cinco deputados eleitos por Lisboa Oriental, juntamente com António José de Almeida, Afonso Costa, Alfredo de Magalhães, e Miguel Bombarda. === Implantação da República === A 5 de Outubro de 1910, tem conhecimento em Alenquer da Implantação da Republica, onde voltaria um ano depois para dar inicio à tradição do Jantar do 5 de Outubro em Alenquer. Com o advento da República, Bernardino Machado foi o escolhido para a pasta dos Negócios Estrangeiros no Governo Provisório da República Portuguesa, cargo que desempenhou até à tomada de posse do primeiro governo constitucional republicano em 1911. Assume ainda, interinamente, entre Abril e Junho de 1911, a pasta da Justiça, em virtude de doença de Afonso Costa, titular da pasta. Em 28 de Maio de 1911, foi eleito à Assembleia Nacional Constituinte, com vista à lavra da Constituição Política da República Portuguesa. Após os trabalhos da Constituição, torna-se um candidato à Presidência da República nas primeiras eleições presidenciais, apoiado por Afonso Costa e pela facção mais radical do Partido, na qual perde para o moderado Manuel de Arriaga. A 20 de Janeiro de 1912 é nomeado ministro de Portugal no Rio de Janeiro, tomando posse em Julho desse ano. A legação diplomática é promovida a embaixada em Novembro de 1913, sendo Bernardino Machado o primeiro embaixador português naquele país. Quando regressa a Portugal, em Fevereiro de 1914, vive-se no país uma crise ministerial com a demissão de Afonso Costa do cargo de chefe do governo. Bernardino Machado é chamado a constituir um ministério extrapartidário, por forma a apaziguar os exaltados ânimos políticos, prevendo no seu programa uma proposta de tréguas a monárquicos, sindicalistas e católicos, a quem prometia uma revisão da lei da separação. Em Junho desse ano, Bernardino Machado pede a exoneração do executivo a que preside, mas é novamente chamado a formar governo: o 7.º governo republicano é novamente \"extrapartidário\", com todos os ministros, à excepção do presidente, independentes. A Primeira Guerra Mundial rebenta em Julho de 1914, encontrando Bernardino Machado na chefia do governo, em mãos com a difícil tarefa de definir a posição de Portugal no conflito. Em 23 de Novembro de 1914, lê no Congresso a declaração do governo sobre a intervenção militar portuguesa na guerra: dar-se-á se e quando o Reino Unido necessitar. Bernardino Machado não consegue gerar uma posição maioritária quanto ao assunto, que lhe merece severas críticas por parte dos diferentes quadrantes políticos. Se, por um lado, o Partido Republicano, a maçonaria e o rei exilado D. Manuel II são pró-Aliados, os católicos integralistas e os guerrilheiros de Paiva Couceiro são pró-germânicos, e os socialistas, anarquistas, e sindicalistas apoiam o campo pacifista. Há ainda muitos democráticos e evolucionistas, que entendem que Portugal deve forçar uma intervenção mesmo sem o expresso pedido dos ingleses. Uma questão menor, todavia, leva à exoneração do governo em 5 de Dezembro, e Bernardino Machado regressa ao seu lugar no Senado. Em 1915, o general Pimenta de Castro forma um governo ditatorial apoiado por facções militares conservadoras. Bernardino Machado toma uma posição frontal contra o governo de Pimenta de Castro, participando no Parlamento do Tojal — quando os deputados e senadores foram impedidos de entrar no Palácio de São Bento pelas forças militares de Pimenta de Castro que cercavam o edifício, e reuniram no Palácio da Mitra, em Loures, para declarar a nulidade dos actos do Governo de Pimenta de Castro e do Presidente da República, Manuel de Arriaga, e apelar à desobediência. === Primeira eleição presidencial (1915) === A 14 de Maio de 1915 dá-se uma revolta democrática que põe fim à ditadura de Pimenta de Castro. A vitória do Partido Democrático nas eleições legislativas que se seguiram, garante a Bernardino Machado a vitória nas eleições presidenciais que se deram na sequência da cessação do mandato de Teófilo Braga. Bernardino Machado é eleito pelo Congresso da República a 6 de Agosto de 1915. Todavia, a sua eleição não é pacífica, dividindo-se as preferências entre ele e o também democrático António Xavier Correia Barreto. Bernardino Machado é eleito à terceira volta com os votos de 134 congressistas, contra 18 para Correia Barreto. Bernardino Machado tomou posse a 5 de Outubro de 1915, no 5.º aniversário da Implantação da República, numa sessão conjunta das duas câmaras do Congresso da República (Câmara dos Deputados e Câmara dos Senadores), presidida por Correia Barreto. O Presidente eleito leu e assinou a fórmula expressa na Constituição: \"Afirmo solenemente, pela minha honra, manter e cumprir com lealdade e fidelidade a Constituição da República, observar as leis, promover o bem geral da Nação, sustentar e defender a integridade e a independência da Pátria Portuguesa\", e, em seguida, discursou. === Primeiro mandato presidencial === Menos de dois meses após tomar posse, Bernardino Machado chama Afonso Costa a constituir um governo inteiramente democrático. No início de 1916, em plena Primeira Guerra Mundial, o Reino Unido solicita a Portugal o apresamento dos navios mercantes alemães surtos em águas portuguesas. Perfeitamente ciente do risco que uma medida desse género acarretaria, o governo português procede à tomada das embarcações a 23 de Fevereiro: forças da Marinha Portuguesa entram nos navios alemães no porto de Lisboa, ocupam-nos, arreiam a bandeira alemã e hasteiam a bandeira de Portugal com honras militares. A resposta vem como esperada: a 9 de Março, o embaixador alemão em Lisboa, Friedrich Rosen, entrega a declaração de guerra ao ministro dos Negócios Estrangeiros luso, e, a breve trecho, a Áustria- Hungria corta relações diplomáticas com Portugal. Portugal entrava agora, formalmente, na Primeira Guerra Mundial. Por iniciativa do Presidente Bernardino Machado, e devido à nova conjuntura, é constituído um novo governo de unidade republicana que ficou conhecido como o \"Ministério da União Sagrada\", presidido pelo evolucionista António José de Almeida: embora apenas o Partido Democrático e o Partido Republicano Evolucionista estivessem representados no executivo, o Partido Unionista e o Partido Socialista concedem-lhe o seu apoio. Este ministério tem em mãos a difícil tarefa de organizar uma força expedicionária para combater não só na Frente Ocidental mas também nas frentes em Angola e Moçambique. Todavia, o exército português não está em condições de sofrer o confronto com os modernos exércitos europeus. Simultânea e internamente, católicos e monárquicos conspiram contra a República. O reduzido espaço de manobra deixado pelos democráticos levam a que os evolucionistas abandonem o governo, sem que, no entanto, retirem o seu apoio parlamentar ao executivo. Caído o ministério, Bernardino Machado chama Afonso Costa a reassumir o poder num novo governo. Costa, todavia, perde o apoio de todos os sectores da vida nacional: do movimento operário e sindical, que é contra a política de guerra e não se conforma com as medidas repressivas exercidas pelo governo à chamada \"Revolta da Batata\", movimento reivindicativo sem precedentes contra a carestia de vida; do patronato, que cada vez mais receia as alterações da ordem pública que o governo não consegue suster completamente; da Igreja e dos católicos, que temem o bolchevismo e que encontram uma nova força com as Aparições de Fátima entre Maio e Outubro desse ano. Em Outubro, Bernardino Machado desloca-se à frente das operações militares portuguesas em França, tratando-se esta da primeira deslocação de um Presidente da República Portuguesa ao estrangeiro. O Presidente aproveita esta ocasião para se encontrar com líderes políticos estrangeiros: Afonso XIII de Espanha, o presidente francês Raymond Poincaré, Jorge V do Reino Unido, e Alberto I da Bélgica. O crescente clima de agitação social precipitou uma insurreição militar em Dezembro de 1917 protagonizada por Sidónio Pais, principal líder da contestação ao governo. Bernardino Machado tenta negociar com a Junta Revolucionária, aceitando a demissão do governo e procurando formar um executivo liderado por Brito Camacho, mas as tentativas são infrutíferas. A 9 de Dezembro o Presidente Bernardino Machado é convidado a renunciar ao seu mandato, mas recusa. No dia seguinte é preso, e no dia que se seguiu, é destituído do cargo por decreto da Junta Revolucionária, decretando a mesma que Bernardino Machado deverá seguir para o exílio até ao dia em que, caso não tivesse sido destituído, terminaria o seu mandato (5 de Outubro de 1919). === Primeiro exílio e regresso a Portugal === Bernardino Machado parte para o exílio em França, via Madrid, no dia 15 de Dezembro de 1917. Chega a Paris no mês que se segue, e fixa residência na capital francesa até Abril de 1918, quando se muda para Hendaye, na Aquitânia. Em Novembro de 1918 segue para Cambo-les-Bains, e em Dezembro regressa novamente a Paris. Durante todo o exílio, Bernardino Machado escreve várias publicações e manifestos contra o consulado sidonista, concede entrevistas e profere conferências públicas, encontrando-se ainda com políticos e altas individualidades francesas e inglesas. Sofre um rude golpe quando, em Maio de 1918, os governos francês e inglês reconhecem oficialmente o regime sidonista. Contudo, a 14 de Dezembro de 1918, Sidónio Pais é assassinado a tiro na Estação do Rossio, em Lisboa, por um militante republicano. Inicialmente, Bernardino Machado espera que o chamem de volta a Portugal para completar o que restava do seu mandato presidencial interrompido, mas torna-se aparente que poucos o querem de volta, tendo o Congresso eleito João do Canto e Castro dois dias depois do atentado. Em Fevereiro de 1919, após renunciar a quaisquer pretensões sobre o cargo de Presidente da República, é autorizado a regressar ao país. Regressa do exílio em Agosto desse ano, e cedo volta à actividade política, sendo eleito para o Senado por Lisboa nas legislativas de Outubro de 1919. Retoma ainda a actividade académica ao ser reintegrado como professor na Faculdade de Ciências da Universidade de Coimbra, mas é efémero o seu regresso, aposentando-se pouco depois. A 25 de Fevereiro de 1921, o Presidente da República António José de Almeida convida-o a formar governo, constituindo este um executivo composto por diferentes forças políticas que entra em funções a 2 de Março. O governo não é, no entanto longevo: sob o pretexto de Machado ter preparado um golpe de Estado para depor António José de Almeida, a Guarda Nacional Republicana protagoniza movimentações que levam à queda do ministério menos de três meses depois de tomar posse. O Congresso é dissolvido e são marcadas novas eleições, para as quais Bernardino Machado decide não concorrer. Candidata-se novamente, nas eleições de 1923, à Presidência da República. Todavia, as divergências políticas do tempo do golpe de Sidónio Pais e as decisões então tomadas por Bernardino Machado fazem com que o Partido Democrático não lhe dê o seu apoio, preferindo apoiar Manuel Teixeira Gomes. Bernardino Machado aceita então o apoio da direita republicana, o Partido Republicano Nacionalista, mas a sua candidatura é derrotada. Em Novembro de 1925, nas últimas eleições legislativas da Primeira República, é eleito Senador pela Conjunção Republicano-Socialista. === Segunda eleição presidencial (1925) === Num contexto de enorme perturbação política e social, em que é constantemente atacado pelos nacionalistas e profundamente desgostoso com o rumo da política, o Presidente Manuel Teixeira Gomes renuncia à Presidência República, alegando razões de saúde. Bernardino Machado candidata- se novamente à Presidência da República naquelas que viriam a ser as últimas eleições presidenciais da Primeira República. Bernardino Machado, agora com 74 anos de idade, consegue ser eleito ao fim do segundo escrutínio pelo Congresso, onde o Partido Democrático tem maioria absoluta dos assentos, derrotando o candidato do Partido Liberal, Duarte Leite por uma larga margem. O Presidente eleito entrou em seguida na sala das sessões, \"acompanhado do cerimonial do estilo\", leu e assinou a fórmula constitucional do compromisso de honra, e proferiu um discurso aos congressistas reunidos. === Segundo mandato presidencial === Um dos primeiros actos de Bernardino Machado no seu segundo mandato, uma semana após tomar posse, foi indigitar o governo do democrático António Maria da Silva. No entanto, o descontentamento económico, social e político face ao regime político instalara-se e generalizara-se na sociedade portuguesa. Esse sentimento era agudizado pelo reconhecimento que, um pouco por toda a Europa, as forças pró-ordem pública cresciam, exemplo forte o do êxito da ditadura de Miguel Primo de Rivera em Espanha. As oposições juntam-se e as tentativas de golpe militar sucedem-se: logo em Fevereiro de 1926 há um golpe no quartel da Escola Prática de Artilharia em Vendas Novas, agora encabeçada pelos antigos ministros Martins Júnior e Lacerda de Almeida com a ajuda de sargentos e civis. O clima era tal que os intelectuais da Seara Nova já alertavam para o perigo de vir a ser instaurado em Portugal um regime de tipo fascista. === Segundo exílio === Conforme vaticinado, inicia-se a 28 de Maio de 1926 uma sublevação militar em Braga, liderada por Manuel Gomes da Costa, organizando-se uma coluna que marcha sobre Lisboa. Na capital, José Mendes Cabeçadas secunda-o de imediato. O Presidente Bernardino Machado acha possível isolar a conspiração e responde com acções intimidatórias, mas as adesões de militares e civis dão-se um pouco por todo o país. Mendes Cabeçadas reclama junto de Bernardino Machado a demissão do Governo, e o Presidente vê-se obrigado a dar posse a um executivo presidido pelo oficial, que assume a gestão de todas as pastas ministeriais, a 30 de Maio. Mendes Cabeçadas, através da secretaria do Ministério da Guerra, dá a ordem para se encerrar o Congresso da República. Cada vez mais isolado e sem meios de resistência, Bernardino Machado resigna no dia, entregando a chefia do Estado a Mendes Cabeçadas na esperança de manter o golpe dentro dos limites constitucionais. Após o abandono do cargo de Presidente da República, Bernardino Machado continua a viver na sua casa na Cruz Quebrada. No entanto, após estreitar relações com os opositores que conspiravam contra o regime ditatorial instalado, logo é novamente expulso do território nacional, em Fevereiro de 1927. Após passar por Vigo, segue para França (em Julho, Cambo- les-Bains; em Abril de 1928, para Paris; em Abril de 1929, para Bayonne; em Julho do mesmo ano para Ustaritz; em Outubro novamente para Bayonne, e em Janeiro de 1932 para Biarritz). Após a Proclamação da República em Espanha, fixa-se na localidade raiana de A Guarda, na Galiza, mas cedo a ditadura portuguesa faz pressão junto do governo de Lerroux para que os chefes oposicionistas exilados fiquem longe da fronteira: Bernardino Machado é então forçado a estabelecer residência provisória na Corunha, transferindo-se em Novembro de 1935 para Madrid. O rebentar da Guerra Civil Espanhola obriga-o a sair de Madrid e, instado por familiares e amigos, fixa-se novamente em Paris, França. Durante os seus anos no exílio, Bernardino Machado interessa-se activamente pela situação política portuguesa, contactando com Afonso Costa e outros para realizar uma força de oposição. Recebe em sua casa várias reuniões com outros exilados políticos e, repetidamente, dirige-se aos chefes de Estado e à Sociedade das Nações para que não se veja oficialmente reconhecida o Estado Novo. Publica, ainda vários manifestos contra o regime, dentre os quais A Pastoral Financeira do Patriarca (1928), O Crime Financeiro da Ditadura (1929), O Estado Novo Ditatorial (1931), Os Perigos da Ditadura (1933), O Estado Novo e o Grande Empréstimo Externo (1935) e Os Perigos Coloniais (1935). === Regresso a Portugal e morte === Bernardino Machado encontra-se ainda em Paris durante a Segunda Guerra Mundial, e só sai do país quando os exércitos alemães invadem a França. Convicto de que Portugal seria chamado a intervir no conflito europeu, Bernardino Machado regressa a Portugal a 28 de Junho de 1940, acompanhado de um grupo de exilados políticos, sendo-lhe fixada residência pelo governo de Salazar a norte do rio Douro, longe da capital. Passa a viver no Palacete de Mantelães, em Paredes de Coura e, mais tarde, nos arredores do Porto. Em 1942 enviúva de Elzira Dantas Machado, que morre no Hospital da Ordem Terceira de S. Francisco, no Porto. Em 1944, é internado na Casa de saúde Dr. Alberto Gonçalves, na freguesia de Santo Ildefonso, no Porto, com uma pneumonia aguda. Aí morre no dia 29 de Abril, aos 93 anos de idade. O seu funeral tem lugar em Vila Nova de Famalicão, com uma grande manifestação popular de sentimento, apesar da repressão policial que tentou minimizar o significado do acontecimento. == Condecorações == Foi Ilustríssimo Senhor Cruz da Real e Distinguida Ordem Espanhola de Carlos III de Espanha em 1917 e Grã-Cruz da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito, a 6 de Outubro de 1917. A 30 de Junho de 1980 foi agraciado a título póstumo com a Grã-Cruz da Ordem da Liberdade. == Obras == * A Introdução à Pedagogia, 1892 * O Ensino, 1898 * O Ensino Primário e Secundário, 1899 * O Ensino Profissional, 1900 * Pela Liberdade, 1900 * Da Monarquia para a República, 1903 * Conferências Políticas, 1904 * Pela República, 1908 * A Irresponsabilidade Governativa e as Duas Reacções Monárquica e Republicana, 1924 * O Ministério das Obras Públicas, 1893 * A Indústria, 1898 * A Agricultura, 1900 * Os Meios de Comunicação e o Comércio, 1903 * No Exílio, 1920 Além do seu percurso político são conhecidas colaborações suas nos periódicos (1910-1911), O Xuão (1908-1910) e a (1882-1883) e ainda na revista Tiro e Sport (1904-1913). == Notas == == Ver também == * Museu Bernardino Machado, em Vila Nova de Famalicão * Alves dos Reis — um escândalo que abalou o regime da sua segunda presidência * Grande Oriente Lusitano * Escola Secundária Dr. Bernardino Machado, situada na Figueira da Foz * * Museu Nacional de Arqueologia == Ligações externas == * (cópia digital) * (cópia digital) * (cópia digital) Categoria:Naturais da cidade do Rio de Janeiro Categoria:Portugueses nascidos no estrangeiro Categoria:Alumni da Universidade de Coimbra Categoria:Maçons de Portugal Categoria:Maçons do século XIX Categoria:Maçons do século XX Categoria:Professores da Universidade de Coimbra Categoria:Pares do Reino de Portugal Categoria:Políticos do Partido Regenerador Categoria:Republicanos de Portugal Categoria:Embaixadores de Portugal no Brasil Categoria:Ministros do Interior de Portugal Categoria:Ministros da Agricultura de Portugal Categoria:Primeiros-ministros da Primeira República Portuguesa Categoria:Grã- Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Presidentes de Portugal Categoria:Banda das Três Ordens Categoria:Governantes depostos por golpe de Estado Categoria:Grã-Cruzes da Ordem da Liberdade",
 "title": "Bernardino Machado"
}