{
 "id": "12923",
 "text": "Ribeira de Pena é uma vila portuguesa pertencente ao Distrito de Vila Real e inserida na sub-região do Alto Tâmega, que por sua vez pertence à região do Norte. É sede do município de Ribeira de Pena que tem uma área total de 217,46 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 5.885 habitantes em 2021 e uma densidade populacional de 27 habitantes por km2, subdividido em 5 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. O município é limitado a norte pelo municipío de Boticas, a leste por Vila Pouca de Aguiar, a sul por Vila Real, a sudeste por Mondim de Basto e a oeste por Cabeceiras de Basto. == Freguesias == O município é subdividido em 5 freguesias: * Alvadia * Canedo * Cerva e Limões * Ribeira de Pena (Salvador) e Santo Aleixo de Além- Tâmega (sede do município) * Santa Marinha ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 8680 9393 9320 9606 10261 10019 10806 12720 12780 13309 10145 10796 8504 7412 6544 5884 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 3 293 3 571 3 317 3 459 4 668 4 785 5 026 3 995 3 343 2 023 1 203 819 614 15-24 Anos 1 666 1 795 1 711 2 320 2 118 2 154 2 118 1 450 2 187 1 394 1 078 683 502 25-64 Anos 4 162 4 387 4 529 4 519 4 995 5 131 5 361 3 945 3 954 3 694 3 507 3 292 2 924 = ou > 65 Anos 426 446 464 580 707 699 804 755 1 312 1 393 1 624 1 750 1 844 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no concelho à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Demografia == === População === Com os Censos 2021, o município de Ribeira de Pena registou 5 885 habitantes, menos 659 habitantes comparado com os Censos de 2011, quando foram registados 6 544 habitantes. As cinco freguesias registaram uma descida de habitantes em média de –10,1%. Freguesia Habitantes (2021) Habitantes (2011) Variação Alvadia 165 196 –15,8% Canedo 275 390 –29,5% Cerva e Limões 2 285 2 615 –12,6% Ribeira de Pena (Salvador) e Santo Aleixo de Além-Tâmega (sede do município) 2 609 2 785 –6,3% Santa Marinha 551 558 –1,3% Ribeira de Pena 5 885 6 544 –10,1% === Jovens === A percentagem residentes de jovens em Ribeira de Pena situa-se nos 10,4%, abaixo da média da região Norte com 12,5% e abaixo da média nacional de 13,5%. === Idosos === Os Censos de 2021 mostram, que 31,3% dos residentes em Ribeira de Pena são idosos, acima da média regional do Norte com 21,2% e acima da média nacional com 22,3%. === Estrangeiros === 1,7% da população residente em Ribeira de Pena são estrangeiros, abaixo da média regional do Norte com 2,5% e muito abaixo da média nacional com 6,4%. == Economia == === Principais sectores empregadores === Os sectores com mais trabalhadores é a construção, com 31,6% de todos os trabalhadores empregados em Ribeira de Pena, seguido pelo comércio com 9,7%, da industria transformadora com 8,2% e alojamento e restauração com 7,2%. === Desemprego === Dado aos dados dos Censos 2021, a taxa de desemprego situava-se no ano de 2020 nos 7,9%, 2,7% acima da média regional do Norte, que situava se nos 6,2% e 1,9% acima da média nacional, que se situava nos 5,8%. === Poder de compra === O poder de compra de Ribeira de Pena situou-se nos 63,9, abaixo da média regional do Norte com 93, com Portugal a 100. === Salários === O ganho médio mensal de Ribeira de Pena em 2019 foi de 1.233,30€, acima da média de 1.100,40€ registado na região Norte e acima da média nacional de 1.206,30€. == Infraestruturas == === Auto-estradas === Ribeira de Pena está servida por uma auto-estrada: Auto-estrada Extensão em total Extensão dentro de Ribeira de Pena Ligações A7 Auto-estrada do Gerês 104 km 16,6 km Esposende–Guimarães–Vila Pouca de Aguiar == História == O município de Ribeira de Pena, tal como é agora constituído, só existe a partir de meados do século XIX. Antes de 1855, o concelho de Ribeira de Pena limitava-se às freguesias do Salvador, Santa Marinha e Santo Aleixo d' Além Tâmega, estando a sede do concelho no lugar da Venda Nova. Só a partir dessa data passou a englobar o antigo concelho de Cerva, composto pelas freguesias de Cerva, Limões e Alvadia. Já no dealbar do século XIX, em 1895, foi-lhe anexada a freguesia de Canedo, anteriormente pertença de Boticas. A Terra de Pena, como inicialmente foi designada, constitui, desde a reconquista cristã aos árabes, um núcleo municipal que teve origem, segundo se crê, na povoação sede do município. D. Afonso IV rei de Castela fez doação da Terra de Pena, entre outras a D. Guêdo-o-Velho, progenitor das famílias dos Barrosos, Bastos e Aguiares. O primeiro foral concedido aos habitantes da Terra de Pena foi outorgado, por D. Afonso IV, em Tentúgal, a 29 de Setembro de 1331. No séc. XV, o domínio da Terra de Pena aparece na casa dos Azevedos, senhores de S. João de Rei. Em 1517, D. Manuel I atribuiu-lhe novo foral, segundo reforma conhecida pelos \"Forais Novos\". Em 1841, transferiu-se para Ribeira de Pena Camilo Castelo Branco, onde obteve um lugar de escrevente de notário e onde passou alguns anos da sua adolescência. Aqui estudou latim, com o Pe Manuel da Lixa, no lugar da Granja Velha. A 18 de Agosto de 1841Revista GPS n.º 4, 26 a 31 de Março de 2015, página 66 casou, com Joaquina Pereira de França, uma jovem de apenas 15 anos, na igreja do Salvador. Deste casamento nasce,em 1843, uma filha, Rosa Pereira de França Botelho Castelo Branco, que morreria em 10 de Março de 1848. == Heráldica == As armas - com a cruz da Ordem de Cristo, acompanhada de dois ramos de laranjeira de verde, frutados de ouro, com os pés passados em aspa e atados de vermelho; em campanha, monte de penhascos de negro, realçados de ouro e cortado por três burelas ondadas de prata e azul. Coroa mural de prata de quatro torres. Listel branco, com a legenda a negro: “RIBEIRA DE PENA” O selo - é circular, tendo ao centro as peças das armas sem indicação dos esmaltes. Em volta, dentro de círculos concêntricos, os dizeres “Câmara Municipal de Ribeira de Pena”. A bandeira - é amarela, por serem de ouro as laranjas, haste e lança douradas, cordão e bolas de ouro e prata ==Geografia== Ribeira de Pena é um concelho tipicamente do interior e está na transição do Minho para os Trás-os-Montes. Dominado pela bacia hidrográfica do Tâmega, no seu curso médio, o município possui uma grande riqueza e variedade paisagística. Os vales profundos definidos pelo Tâmega e pelos seus afluentes, com o seu verde intenso, têm uma expressão agrícola, cultural e de povoamento tipicamente minhota. Acima da cota dos 400 metros, predominam as encostas e os maciços rochosos tipicamente transmontanos, com o Barroso, a norte e a sul o Alvão. == Administração municipal == O município de Ribeira de Pena é administrado por uma Câmara Municipal composta por um presidente e quatro vereadores. Existe uma Assembleia Municipal, que é o órgão legislativo do município, constituída por 20 deputados municipais. thumb|300px|Casa de Camilo Castelo Branco == Cultura == Ribeira de Pena é um concelho com vida cultural. === Gastronomia === A gastronomia de Ribeira de Pena é influenciada pela sua interioridade e actividade maioritariamente agrícola. Especialidades tipicamente ribeirapenenses são os Milhos, que podem ser \"esfuçados\" (quando acompanhados com carnes de porco), \"escornados\" (quando acompanhados com carne de vitela), \"esgravatados\" (quando acompanhados com carne de galinha) ou \"ricos\" (quando acompanhados por carnes de vitela, porco e galinha). Também se pode desfrutar das saborosas postas de carne maronesa, das famosas couves com feijões ou do cabrito assado. Na sobremesa destacam-se a \"Chila no Forno\" e a \"Maçãs Pipo de Basto\". === Salas de espectáculos === Nas salas de espectáculos destacam-se o Auditório Municipal, para além dos salões da Casa do Povo de Ribeira de Pena, Bombeiros Voluntários de Ribeira de Pena e paroquial de Cerva. === Datas comemorativas === thumb|300px|Capela da Senhora da GuiaRibeira de Pena possuí um feriado municipal, o 16 de Agosto. A padroeira do concelho é Nossa Senhora da Guia. As festas em honra de Nossa Senhora da Guia, acontecem no lugar da Fonte do Mouro, freguesia de Santa Marinha. O Carnaval em Ribeira de Pena é festejado um pouco por todo o concelho. Algumas escolas organizam desfiles, que percorrem algumas ruas das vilas. O mais antigo é o desfile da Venda Nova, junto aos antigos Paços do Concelho. Outro evento festivo é as festas em honra de São Brás que se realizam no inicio do mês de fevereiro e onde decorre o famoso desfile das carranhosas. === Monumentos e sítios de interesse === *Igreja Matriz do Salvador - de traça barroca, situa-se na vila do Salvador e foi mandada construir, em 1793, pelo benemérito, Manuel José de Carvalho, natural do Ruival, e que quando era ainda quase uma criança tinha ido para o Brasil. *Pelourinho de Cerva - classificado como imóvel de interesse público, situa-se no centro da Vila de Cerva. Sabe-se que este monumento data do ano 1617. *Ponte de Arame - sobre o Rio Tâmega liga as freguesias de Ribeira de Pena e Santo Aleixo d’Além Tâmega. É uma construção do século XX, datada de 1913, e deveu-se à necessidade de ligação entre as duas margens ao longo do Inverno, quando o caudal do Tâmega encobre as diversas poldras e açudes e torna a travessia por barca perigosa. Quando esta ponte foi construída, apenas existia nas proximidades um pontão entre Balteiro e Viela, o Ponderado, que facilmente fica submerso impedindo a ligação entre os habitantes das duas margens. *Solar de Santa Marinha - é uma bela mansão senhorial cuja edificação remonta à primeira metade do século XVI. *Casa de Camilo Castelo Branco - situada na aldeia de Friúme, esta é a habitação onde viveu o escritor Camilo Castelo Branco aquando da sua passagem por Ribeira de Pena, onde conheceu os primeiros anos de liberdade e o seu primeiro casamento. Esta acolhe uma exposição permanente, Camilo e Ribeira de Pena, que inclui a reconstituição dos aposentos de Camilo e Joaquina, sua primeira esposa, e possui espaço para exposições temporárias. *Capela da Senhora da Guia *Casa de Senra de Cimathumb|300px|Ponte de ArameCasa da Temporã - situada na Venda Nova. Pertencia, juntamente com a quinta que lhe estava adstrita, ao dote de D. Beatriz, filha de D. Nuno Álvares Pereira, quando aquela se consorciou com o filho legitimado de D. João I e se constituiu a Casa e Ducado de Bragança. *Bateria de Espigueiros de Penalonga *Casa da Fecha *Igreja Matriz de Santa Marinha - embora tenha sofrido obras de recuperação e de conservação, data, na sua actual configuração, já no século XVII. (...) um dos aspectos mais interessantes é a capela anexa, de S. Francisco Xavier que pertence ao Solar de Santa Marinha. *Igreja Matriz de Santo Aleixo - esta igreja remonta a meados do século XX, tendo começado por ser uma pequena capela, ao longo dos anos foi sofrendo alterações de ampliação e por último a construção da torre sineira, construída com os esforços da população de Santo Aleixo. *Capela da Granja Velha *Santuário rupestre de Lamelas - é um rochedo de grandes dimensões situado numa zona aplanada do pinhal de Lamelas, na freguesia de Ribeira de Pena, que possui toda a sua extensão coberta de símbolos gravados na rocha. Estas gravuras rupestres, compostas por cruzes, formas geométricas, linhas e covinhas, terão sido gravadas em épocas diferentes desde o Neolítico, há cerca de 5000 anos, e dão um significado místico e religioso a este local. Os símbolos apresentados remetem-nos para o culto do Sol e das estrelas associado aos cultos grários pré-cristãos, numa época em que o Homem começa a praticar a agricultura e desenvolve um culto ligado à fertilidade. *Castro do Lesenho - este castro situa-se em pleno planalto Barrosão, na zona mais elevada da freguesia de Canedo. Dividido administrativamente com o concelho de Boticas, este povoado de grandes dimensões apresenta ainda visíveis vestígios das cinco linhas de muralha que possuiu, duas das quais circundantes. Com ocupação provável ainda na Idade do Cobre, há cerca de 5000 anos, terá sido um grande povoado na Idade do Ferro, há cerca de 3000 anos, e conhecido ainda ocupação na época Romana. O Castro do Lesenho está classificado como Imóvel de Interesse Público pelo Decreto n.º 29/90, DR, I Série, n.º 163, de 17-07-1990. A gestão administrativa é dividida entre os concelhos de Ribeira de Pena, a Sul, e de Boticas, a Norte. *thumb|300px|Azenha das Casas NovasMenir de Pedra d'Anta - localiza-se na freguesia de Alvadia numa zona denominada de Veiga de Anta, próximo da estrada entre Alvadia e Macieira. Trata-se de um menir de grandes dimensões, com 4,30 metros de comprimento. Apresenta uma base rectangular desenvolvendo depois um corpo de duas faces que termina em forma elíptica. Encontra-se fora da sua posição original, vertical, tendo sido retirado há uns anos com vista à reutilização da sua pedra. Actualmente apresenta-se deitado junto ao seu local de implantação original. Na face visível possui duas cruzes gravadas que não serão únicas no monumento. *Ponte Romana sobre rio Lourêdo em Cerva *Ponte Romana sobre o rio Póio em Cerva *Necrópole da Póvoa - situada na periferia Norte da aldeia da Póvoa, na freguesia de Ribeira de Pena, localiza-se um conjunto de sepulturas escavadas na rocha granítica que terá constituído parte de um antigo cemitério de provável origem medieval. Num total de quatro exemplares visíveis, dois possuem ainda forma antropomórfica, ou humana, encontrando-se os restantes apenas parcialmente visíveis. Localiza-se junto a um caminho com marcas de rodados de carroças que foi parte da antiga estrada real de ligação entre o Minho a Trás-os-Montes pela Ponte de Cavês, rumo a Gouvães da Serra e ao Castelo de Aguiar. Este caminho foi a principal ligação da região, pelo menos desde a Idade Média até ao final do século XIX, altura em que se constrói a actual EN 206. As sepulturas comprovam a importância do caminho, pois era caracteristicamente junto às principais vias que se desenvolviam as necrópoles das épocas Romana e Medieval. *Praia Fluvial das Meadas, em Cerva *Conjunto arquitectónico da Aldeia de Agunchos - freguesia de Cerva *thumb|300px|Bateria de espigueiros em PenalongaAzenha das Casas Novas, Cerva === Desporto === O futebol é o desporto mais popular de Ribeira de Pena. Existem dois clubes de futebol, são o Grupo Desportivo de Ribeira de Pena (GDRP) e o Grupo Desportivo de Cerva (GDC). Estes clubes jogam nos escalões distritais: o Grupo desportivo de Ribeira de Pena joga no Estádio Municipal do Cavalinho. Já jogou uma na 3ª Divisão Nacional. O Grupo desportivo de Cerva joga no Estádio Municipal das Baraças. Vencedor, por uma ocasião, da Taça da AFRV. O futebol de salão é provavelmente o segundo desporto mais popular da capital, havendo uma equipa: \"Os amigos de Cerva\". === Museus === O concelho de Ribeira de Pena dispõe de três museus: Museu da Escola (Salvador), Museu do Volfrâmio (Cerva) e Museu do Linho (Limões). Outros espaços museológicos: Casa de Camilo em Friúme e antigos Paços do Concelho da Venda Nova. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V Participação PPM PPD/PSD PS CDS-PP FEPU/APU/CDU AD PSD-CDS IND MPT CH 1976 32,00 2 31,03 2 15,89 1 11,80 - 1,33 - 1979 71,51 4 21,65 1 2,54 - 1982 AD AD 27,85 1 AD 3,06 - 63,63 4 1985 54,88 3 25,14 1 14,22 1 1,70 - 1989 49,80 3 40,30 2 4,98 - 1993 48,06 3 40,22 2 7,30 - 1,15 - 1997 47,22 2 48,66 3 1,64 - 0,54 - 2001 CDS-PP 48,81 2 PPD/PSD 0,44 - 48,85 3 2005 46,67 2 0,73 - 50,91 3 2009 34,08 2 1,09 - 62,39 3 2013 35,89 2 50,43 3 1,90 - 0,87 - 5,25 - 2,79 - 2017 42,85 2 49,94 3 3,63 - 1,13 - 2021 CDS-PP 54,96 3 PPD/PSD 0,46 - 40,91 2 1,04 - === Eleições legislativas === Data % PSD CDS PS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 37,64 22,15 21,17 1,27 0,78 1979 AD AD 23,30 APU 1,60 55,24 3,98 1980 FRS 1,25 66,73 2,54 17,72 1983 46,25 13,64 29,24 0,43 1,15 1985 42,90 16,57 21,36 0,87 3,14 5,86 1987 68,60 4,98 14,93 CDU 0,46 2,07 1,00 1991 65,39 4,84 22,23 1,83 0,47 1,33 1995 51,88 6,74 35,80 0,48 0,76 0,78 1999 46,95 4,88 43,95 1,11 0,58 0,31 2002 52,43 7,34 36,51 0,79 0,27 2005 42,52 7,67 45,34 0,98 0,63 2009 44,77 9,64 37,70 1,61 2,64 2011 50,98 8,83 31,76 2,07 1,42 0,28 2015 CDS PSD 38,33 1,96 2,95 0,20 49,93 0,48 2019 36,43 5,75 44,33 1,85 4,18 0,64 0,21 0,39 0,21 2022 41,18 1,37 47,36 0,87 1,46 0,26 0,38 4,05 0,87 2024 AD AD 38,21 41,13 0,75 2,06 0,29 0,86 10,92 1,07 == Geminações == A vila de Ribeira de Pena é geminada com as seguintes cidades: * Santa Cruz Cabrália, Bahia, Brasil * Saint-Galmier, Rhône-Alpes, França * Vianden, Diekirch, Luxemburgo == Ligações externas == * Freguesia de Alvadia * Freguesia de Canedo * *",
 "title": "Ribeira de Pena"
}