{
 "id": "1292",
 "text": "O folk contemporâneoAmazon.com: Contemporary Folk: CDs & Vynil: Singer- Songwriters, Alternative folk, Audio Recordings & More Amazon.comContemporary folk iTunes (ou simplesmente folk) refere-se a uma grande variedade de gêneros musicais que surgiram em meados do século XX e que estão associados à música tradicional.Contemporary folk music Do inglês folklore: folk significa 'gente' ou 'povo', e lore significa 'conhecimento'.Folklore Online Etymology Dictionary O termo \"música folk\" é também um sinônimo de música tradicional, porém, aqui entende-se toda a música que é chamada \"folk\" e que não é música tradicional, um conjunto de gêneros que começou com (a música tradicional) e, em seguida, evoluiu a partir do folk revival de meados do século XX. O folk contemporâneo evoluiu a partir da música tradicional a partir de meados do século XX. Este processo e período é chamado de \"(segundo) folk revival\" (em português: \"renascimento da música tradicional\") e atingiu seu ápice na década de 1960. A música folk contemporânea foi definida por um foco em instrumentos acústicos e letras politica e socialmente conscientes que refletiam as mudanças sociais ocorrendo na época. A transição foi um pouco centrada nos Estados Unidos e também é chamada de American folk music revival (\"renascimento da música tradicional americana\"). O folk revival é uma tendência de jovens intérpretes que popularizam o estilo de música tradicional de seus ancestrais. O folk revival do pós-Segunda Guerra Mundial na América do Norte e no Reino Unido originou o folk contemporâneo e trouxe um significado adicional para o termo \"folk\": músicas recém-compostas por autores conhecidos e que imitavam estilos e formas de música tradicional. Reavivamentos menores e semelhantes ocorreram em outras partes do mundo noutras ocasiões, mas o termo folk contemporâneo não foi tipicamente aplicado à nova música criada durante esses reavivamentos. Os gêneros de fusão, como folk rock, folk-pop, folktronica, indie folk e outros também evoluíram dentro desse fenômeno. Tipicamente, artistas que empregam formas de música e estilos de performance tradicionais (por exemplo, acompanhamento de guitarra acústica) mas trabalham em uma base profissional e se empenham em repertórios originais, (muitas vezes autoral) são descritos como \"cantores folk\". Enquanto a música folk contemporânea é um gênero geralmente distinto da música tradicional, muitas vezes compartilha o mesmo nome em inglês (\"folk music\"), artistas e locais que a música tradicional; inclusive, canções individuais podem ser uma mistura dos dois estilos. O nome mais comum para esta nova forma de música também é \"folk\", mas muitas vezes é chamada de \"folk contemporâneo\" para fazer a distinção. == História == Enquanto o Nacionalismo romântico do folk revival teve sua maior influência sobre a música de arte, o \"segundo folk revival\" do século XX resultou em um novo gênero de música popular com artistas comercializados através de concertos, gravações e transmissões de rádio e televisão. Uma das primeiras figuras desse renascimento foi o cantautor norte- americano Woody Guthrie, que cantou canções tradicionais nas décadas de 1930 e 1940, além de compor o seu próprio repertório. No Reino Unido, o folk revival promoveu uma geração de cantores e compositores como Donovan, que alcançou proeminência inicial na década de 1960. O folk revival gerou a primeira verdadeira onda de artistas internacionalmente bem-sucedidos do Canadá, como Gordon Lightfoot, Leonard Cohen, Joni Mitchell e Buffy Sainte-Marie. Entre os principais artistas que surgiram a partir da década de 1940 até o início da década de 1960, incluem-se Woody Guthrie, Pete Seeger, Joan Baez e Bob Dylan. O uso de instrumentos elétricos por Dylan ajudou na criação de gêneros como folk rock e country rock, particularmente pelo seu álbum John Wesley Harding (1967).Digital Library Os meados da década de 1960 até o início da década de 1970 foram associados a grandes mudanças musicais, políticas, de estilo de vida e de contracultura. A música folk sofreu uma rápida evolução, expansão e diversificação relacionadas ao mesmo tempo. As principais mudanças ocorreram através da evolução de artistas estabelecidos como Bob Dylan, Joan Baez, Judy Collins, Seekers e Peter, Paul and Mary, e também através da criação de novos gêneros de fusão com rock e pop. Durante este período, o termo \"música de protesto\" costumava ser usado para caracterizar a música folk com temas políticos atuais. Os artistas canadenses Gordon Lightfoot, Leonard Cohen, Bruce Cockburn e Joni Mitchell representaram essas fusões e gozaram de grande popularidade nos Estados Unidos.What is Folk Music? About.com Posteriormente, a música folk passou a abordar temas \"pessoais e introspectivos\" em vez de abordar temas de cunho político e social. A convergência do movimento dos direitos civis e da música folk no campus da faculdade levou à popularidade de artistas como Bob Dylan e sua marca de música de protesto. Cantores e compositores populares como Phil Ochs, Buffy Sainte-Marie, Arlo Guthrie e Tom Paxton seguiram os passos de Woody Guthrie, escrevendo \"música de protesto\" e músicas tópicas expressando apoio para várias causas, incluindo o Movimento dos Direitos Civís Americanos e também o movimento anti-guerra, além de causas associadas à Guerra do Vietnã. Canções como \"Blowin' in the Wind\", de Dylan, se tornaram um hino para o movimento de direitos civís, e ele cantou baladas sobre muitas outras questões atuais da época, como \"Hard Rain's Gonna Fall\" sobre a crise dos mísseis cubanos. Dylan é citado tendo dito \"há outras coisas neste mundo além do amor e do sexo que também são importantes\".Szatmary, David P. (2004). Rockin' in time : a social history of rock-and-roll (5th ed.). Upper Saddle River, NJ: Prentice Hall. ISBN 0-13-112107-3. Diversos artistas que começaram suas carreiras cantando material em grande parte tradicional, como Joan Baez e Judy Collins, começaram a escrever seu próprio material. No final da década de 1960, assistiu-se ao advento de grupos de folk elétrico (chamado electric folk), uma forma de folk rock. Outros subgêneros do folk são o anti-folk, folk punk, indie folk, folktronica, freak folk e Americana; além de gêneros de fusão como folk metal, folk progressivo, folk psicodélico e neofolk. === Folk revival === Folk revival ou roots revival (algo como \"renascimento das raízes\") é uma tendência de jovens intérpretes que popularizam o estilo de música tradicional de seus ancestrais.All about the folk revival O folk revival do pós-Segunda Guerra Mundial na América do Norte e no Reino Unido iniciou um novo gênero, o folk contemporâneo, e trouxe um significado adicional para o termo \"folk\": músicas recém-compostas por autores conhecidos e que imitavam estilos e formas de música tradicional. Nos Estados Unidos, durante as décadas de 1930/40, o cantor e compositor Woody Guthrie emergiu da poeira de Oklahoma e da Grande Depressão em meados do século XX, com letras que expunham seus pontos de vista sobre ecologia, pobreza e sindicalização nos EUA, tudo isso com melodias que refletiam os muitos gêneros da música tradicional americana. Seu legado musical inclui centenas de canções políticas, tradicionais e infantis, baladas e obras improvisadas.Blowin' in the Wind: Pop discovers folk music pt. 1 O folk revival britânico incorpora uma série de movimentos para o conjunto, preservação e desempenho da música tradicional no Reino Unido e territórios e países relacionados, que tiveram origens já no século XVIII. Está particularmente associado a dois movimentos, geralmente referidos como o primeiro e segundo folk revival, respectivamente no final do século XIX e no início e meio do século XX. O primeiro incluiu maior interesse e estudo da música tradicional, o segundo foi parte do nascimento da música folk contemporânea. Estes tiveram um impacto profundo no desenvolvimento da música clássica britânica e na criação de uma escola \"nacional\" ou \"pastoral\" e levou à criação de uma subcultura de clubes de música tradicional e festivais populares, além de subgêneros influentes, incluindo folk progressivo e folk rock britânico. Artistas importantes do movimento em países cuja língua oficial é o inglês também inclui: The Almanac Singers, Burl Ives, Pete Seeger, Robert Schmertz, The Weavers, Harry Belafonte, Odetta, The Kingston Trio, The Limeliters, Joan Baez, The Chad Mitchell Trio, The Highwaymen, The New Christy Minstrels, The Rooftop Singers, Bob Dylan, Peter, Paul and Mary, Judy Collins, The Seekers e Ian & Silvia. Muitas vezes, as revivals incluem uma adição de canções recém-compostas com letras politicamente conscientes, bem como uma modernização do som tradicional. Características associadas aos revivals inclui: * A popularização de estilos pouco populares da música tradicional * Adaptação de estilos tradicionais ao pop (ou rock) * Invenção de novos formatos como bandas onde apenas os artistas solo existiam * Introdução de novos instrumentos * Composição das obras por quem vai interpretá-las, em oposição às músicas folk que eram principalmente transmitidas oralmente (ver cantor-compositor) * Incorporação de letras politicamente conscientes, muitas vezes críticando um governo, religião ou outra autoridade ou sociedade em geral. === Definições === Na década de 1960 nos Estados Unidos, ocorreu o reavivamento da música tradicional (ou folk revival). Durante esse período, um novo estilo de música folk foi desenvolvido. A música folk contemporânea foi definida por um foco em instrumentos acústicos e letras política e socialmente conscientes que refletiam as mudanças sociais ocorrendo na época. Enquanto a música folk contemporânea é um desenvolvimento mais recente dos Estados Unidos, a música folk pode ser encontrada em todo o mundo. De acordo com a orientação do 54º Grammy Awards, a categoria Best Folk Album inclui material folk autêntico em estilos vocais e instrumentais tradicionais, bem como material contemporâneo de artistas que usam elementos do folk tradicional, além de seus sons e técnicas instrumentais como base para suas gravações. A música folk é principalmente, mas não exclusivamente, acústica, muitas vezes usando arranjos contemporâneos com produção e sensibilidades claramente diferentes de uma abordagem pop.Grammy Winners - Best Folk Album (1989-2017) > \"Cada país tem sua própria música folk (ou tradicional), mas o termo \"folk\" > geralmente se refere a música americana e britânica que passou por gerações > pela tradição oral. É uma música simples e acústica que gira em torno dos > eventos cotidianos das pessoas comuns. Muitas canções folk tradicionais não > tem um autor conhecido, elas simplesmente evoluíram ao longo dos anos. A > maioria das primeiras músicas folk eram desta natureza, mas com Woody > Guthrie os artistas começaram a fazer o caminho inverso e compor o seu > próprio repertório. Ainda assim, muitos artistas, incluindo os Weavers e > Pete Seeger, escolheram misturar músicas tradicionais com material mais > novo, escrito pelos próprios artistas ou outros músicos contemporâneos. > Inicialmente, Bob Dylan funcionou nesse estilo, mas, em seu segundo álbum, > The Freewheelin' Bob Dylan (1963), ele começou a apostar inteiramente em > material original, iniciando assim a era moderna da música folk, onde a > maioria dos artistas canta o seu próprio material (geralmente, música > pessoal e introspectiva) e apenas ocasionalmente fazem covers.\" —Definição > do AllMusic para o uso contemporâneo do termo folk music. A música folk é qualquer estilo de música que representa uma comunidade e pode ser cantada ou tocada por pessoas que podem ou não ser músicos treinados, usando os instrumentos disponíveis para eles. À medida que os tempos mudaram, a música folk progrediu para refletir os tempos. Muitas das antigas músicas de trabalho e protesto ainda são cantadas hoje, embora com novos versículos que foram adicionados para refletir o contexto em que as músicas foram ressuscitadas. Tradicionalmente cantada e tocada dentro de comunidades, ou seja, não criada ou produzido para consumo popular, a música tradicional americana foi incorporada a estilos mainstream, criando alguma combinação de música folk e pop, durante o \"folk revival\" no meio do século XX. A música tradicional dos Estados Unidos começou a se misturar com a música pop, já que os Baby boomers atingiram a idade de uma só vez, muitos deles ouvindo a Antologia da música popular americana de Harry Smith. A música do folk revival era música pop narrativa com consciência social. Desde então, as formas musicais dirigidas pela comunidade (punk rock, hip hop) evoluíram a partir desta combinação de música folk e pop. Agora, no século XXI, a música folk norte-americana tem fortes influências de todos esses movimentos musicais. Fora da musicologia, a \"música folk\" ​​é mais usada para descrever um estilo de música que evoluiu rapidamente ao longo do último século. Você ouvirá críticos e fãs se referirem a um artista como \"folky\", e geralmente isso não significa que eles estejam emprestando uma melodia de uma fonte tradicional. Em vez disso, esse termo é dado a músicas que são tocadas usando instrumentos que normalmente não são vistos em uma banda de rock ou pop. Se a música que eles compuseram com seu instrumento acústico sobreviverá através de gerações até que se torne tradicional, não parece importar para muitos críticos e fãs. Debater se isso dilui a tradição da música folk é um debate frequente entre críticos, musicologistas e fãs. Para os propósitos aqui, \"música folk\" ​​refere-se a música derivada ou influenciada pela música tradicional americana, seja uma banda mainstream contemporânea que use o estilo de banjo clawhammer, ou uma trupe que toca jug bands exatamente do mesmo modo que elas foram originalmente feitas. A música que mantém a tradição popular em mente está construindo constantemente essa tradição e mantendo-a viva. Enquanto essa música é feita principalmente para dar voz a uma comunidade particular, ela está contribuindo para a tradição atual da música folk americana. Uma vez que a música folk é mais adequadamente definida pelas pessoas que a criam, é importante não ignorar que termos como \"cantor folk\" ou \"folky\" passaram a significar algo diferente do que significava há 50 anos. Os artistas folk hoje são experimentadores que manipulam diferentes gêneros, integrando várias influências musicais em suas músicas narrativas. Uma definição comum para o atual uso do termo folk é: \"uma música simples e acústica cujos temas giram em torno do cotidiano das pessoas comuns\" ou mesmo \"música acústica, calma e suave que faz grande uso de guitarras acústicas.\"What is Folk music? Wonderopolis O folk contemporâneo é em grande parte diferente da música tradicional, mas mantém uma ligação estilística com ela. Tipicamente, artistas que empregam formas de música e estilos de performance tradicionais (por exemplo, acompanhamento de guitarra clássica) mas trabalham em uma base profissional e se empenham em repertórios originais, (muitas vezes autoral) são descritos como \"cantores folk\".Contemporary folk music The Canadian EncyclopediaEssential folk music singer-songwriters About.com A mistura de elementos do folk com estilos populares, como pop, rock, jazz, blues e eletrônica, deu origem a diversos gêneros de fusão, incluindo folk rock, indie folk, folktronica, entre outros.Folk chileno equilibra som entre o ancestral e o contemporâneo G1. Globo.comStray Local, ecletic Americana trio blend folk & pop Embora nem sempre, o folk contemporâneo é muitas vezes descrito como a música influenciada pelos estilos tradicionais dos Estados Unidos e Reino Unido.Folk music overview AllMusic A música que emprega estilos tradicionais de outras regiões é geralmente classificada como world music. Outras definições para o termo inclui: música acústica tocada com instrumentos 'tradicionais' e música que 'imita' estilos tradicionais. > \"Hoje em dia, quando as pessoas pensam em música \"folk\", elas geralmente > imaginam um cantor-compositor com uma guitarra acústica. Mas, acredite ou > não, o cantor-compositor é um fenômeno bastante recente na história > centenária da música tradicional americana. Embora tenham existido cantores- > compositores que precederam Woody Guthrie, ele foi realmente a primeira > pessoa a popularizar o formato, passando a tocha para Bob Dylan (que levou a > coisa toda do \"cantor-compositor\" para um novo nível) e assim por diante. Na > música popular, os compositores sempre trabalhavam separados dos cantores, > de modo que a popularização da música folk americana através do formato > cantor-compositor em meados do século XX ajudou também a transformar o > mercado pop.\" –Kim Ruehl, About.com. De acordo com o site AllMusic, o folk contemporâneo \"refere-se aos cantores e compositores folk pós-Bob Dylan nos anos 70 e além.\" Ainda de acordo com a definição do site, \"Antes de Dylan, a maioria dos cantores folk interpretava músicas tradicionais clássicas ou escrevia canções tópicas de base ampla. Depois de Dylan, cantores folk mudaram sua abordagem. Não só sua música se abriu, aceitando certas técnicas de produção de pop/rock e instrumentação, mas suas canções se tornaram cada vez mais introspectivas, concentrando-se no pessoal em vez do social. Nas décadas seguintes, os cantores folk contemporâneos às vezes atravessavam o pop, mas seu som permanecia enraizado nas tradições do folk e costumavam frequentar seus próprios círculos, lançando álbuns em selos independentes e tocando em clubes de música folk e casas de café.\"Contemporary folk AllMusic As definições de \"folk contemporâneo\" são geralmente vagas e variáveis.The Never-Ending Revival by Michael F. Scully University of Illinois Press Urbana and Chicago 2008 ISBN 978-0-252-03333-9 Aqui, entende-se toda a música que é chamada folk e que não é música tradicional, um conjunto de gêneros que começou com (a música tradicional) e, em seguida, evoluiu a partir do folk revival de meados do século XX. De acordo com Hugh Blumenfeld (sobre a cena folk norte-americana): Este é o uso comum do termo \"música folk contemporânea\", mas não é o único caso de evolução de novas formas tradicionais. A música country contemporânea evoluiu de uma tradição rural americana, porém de forma diferente. A música Bluegrass é um desenvolvimento profissional da música americana antiga, misturada com blues e jazz. A música tradicional americana engloba numerosos gêneros de música, conhecidos como música tradicional, música folk tradicional, música folk contemporânea ou música de raiz. Muitas músicas tradicionais foram cantadas dentro do mesmo grupo familiar ou popular por gerações, e às vezes remontam a origens como Grã-Bretanha, Europa ou África. Mike Seeger, uma vez famoso, comentou que a definição de música popular americana é \"... toda a música que se encaixa entre as rachaduras\". Música de raiz (roots music) é uma ampla categoria de música, incluindo bluegrass, gospel, old time music, jug bands, música tradicional dos Apalaches, blues, Cajun e música nativa americana. A música é considerada americana, quer porque é nativa dos Estados Unidos ou porque se desenvolveu lá, fora de origens estrangeiras, até o ponto em que atingiu os musicologistas como algo distintamente novo. É considerado \"música de raiz\" porque serviu de base à música desenvolvida nos Estados Unidos, incluindo rock and roll, rhythm and blues e jazz. == Ver também == * Folk rock * Folk-pop * Indie folk * Folktronica * Folk metal",
 "title": "Folk contemporâneo"
}