{
 "id": "12957",
 "text": "Capelo é uma freguesia portuguesa do município da Horta, na Ilha do Faial, Região Autónoma dos Açores. Ocupa uma superfície total de 25,93 km² com 528 habitantes (2021). Tem uma densidade populacional de 20,4 hab/km². A freguesia de Capelo agrupa os lugares do Canto, Capelo, Areeiro, Ribeira do Cabo, Varadouro e Norte Pequeno. A freguesia conta com 400 eleitores inscritos (Autárquicas 2005). ==População== {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 1301 | align=\"right\" | 1392 | align=\"right\" | 1414 | align=\"right\" | 1404 | align=\"right\" | 1281 | align=\"right\" | 1184 | align=\"right\" | 1180 | align=\"right\" | 1353 | align=\"right\" | 1369 | align=\"right\" | 851 | align=\"right\" | 605 | align=\"right\" | 481 | align=\"right\" | 427 | align=\"right\" | 493 | align=\"right\" | 486 | align=\"right\" | 528 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | +7% | align=\"right\" | +2% | align=\"right\" | -1% | align=\"right\" | -9% | align=\"right\" | -8% | align=\"right\" | -0% | align=\"right\" | +15% | align=\"right\" | +1% | align=\"right\" | -38% | align=\"right\" | -29% | align=\"right\" | -20% | align=\"right\" | -11% | align=\"right\" | +15% | align=\"right\" | -1% | align=\"right\" | +9% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 90 | 90 | 68 67 | 56 | 58 241 | 280 | 298 95 | 60 | 104 Var +0% | -24% -16% | +4% +16% | +6% -37% | +73% == História, Monumentos e Museus == O nome Capelo está relacionado com o próprio significado da palavra. Deriva o seu nome por se encontrar ordinariamente o cimo das montanhas coberto de nuvens, formando uma espécie de capelo ou capuz. O Vulcão dos Capelinhos e o seu antigo Farol, são o ex-libris por excelência da freguesia. Segundo as evidências, o Capelo terá sido elevado a freguesia no início de 1600, por desanexação da freguesia da Praia do Norte. Segundo frei Diogo das Chagas, em 1643, a freguesia tinha 160 habitantes distribuídos por 44 fogos. (\"Espelho Cristalino\", pág. 478) Foi praticamente destruída em 1672, na erupção do Cabeço do Fogo. A crise sísmica associada à erupção vulcânica e a queda de cinzas e materiais de projecção, provocaram a destruição generalizada das habitações e campos agrícolas das freguesias do Capelo e da Praia do Norte. Entre 1673 e 1845, a Praia do Norte é integrada na freguesia do Capelo. A Igreja de Santa Ana é construída pela acção benemérita do Capitão-mor do Faial, Jorge Goulart Pimentel. Possuí uma imagem de Santa Ana do princípio do século XX. Veio substituir a anterior igreja paroquial destruída em 1672, de invocação a Nossa Senhora da Esperança. Merece ainda referência a Escola de Artesanato do Capelo e o Parque Florestal do Capelo. No sítio do Norte Pequeno, situa-se a Igreja de Nossa Senhora da Esperança cuja padroeira, é a imagem religiosa mais antiga da freguesia e a primitiva padroeira da freguesia do Capelo. O Varadouro, antigo cais piscatório, é hoje um local por excelência para veraneio e estação balnear. Possui um microclima muito agradável, voltada para a Baía da Ribeira do Cabo. Quando chove abundantemente, das suas arribas caem a pique 7 ribeiras em cascata. A Ermida do Varadouro é fundada em 1720, pelo Padre Manuel Pereira Cardoso, sob a invocação de N. Sra. do Carmo. Em testamento de 1725, impôs aos seus herdeiros a obrigação de mandar celebrar nela perpetuamente, uma festa com missa cantada ao SS.º Sacramento, a N. Sra. do Carmo e a Santo António, no primeiro domingo de Outubro. O edifício das Termas do Varadouro, da autoria do arquitecto Read Teixeira, foi inaugurado a 1 de Agosto de 1954. As Termas encontram-se em fase de recuperação e de reabilitação, cujas águas sulfurosas descobertas em 1868 são recomendadas para tratamento de doenças de pele e reumáticas. Foram consideradas sem rival nos Açores e uma das melhores de Portugal. Seguindo a Estrada do Vale Formoso, com cerca de 6 km de extensão, pode observar-se diversos miradouros e conhecer em pormenor a paisagem costeira recheada de urzes, faias-da-ilhas, pau-branco e incenso. Junto ao Vulcão dos Capelinhos, na antiga estação baleeira do Cais Comprido e seu areal, pretende-se transformar numa estação balnear. No Canto do Capelo, é inaugurado em 24 de Março de 1964, o Museu Geológico do Vulcão. As obras de construção do Farol dos Capelinhos tiveram início no dia 1 de Abril de 1894 e foi inaugurado a 1 de Agosto de 1903. Deixou de operar em 29 de Novembro de 1957, em virtude da erupção vulcânica. O farol é composto por um corpo rectangular, de dois pisos, (um dos quais soterrado) e uma torre central octogonal. É construído em alvenaria de pedra rebocada (outrora pintada), excepto as molduras dos vãos, os cunhais e a cornija, que são em cantaria à vista. Serviu de guia ao longo dos tempos a inúmeros barcos. A erupção dos Capelinhos, inicialmente aterradora, que alterou completamente a paisagem e criando uma imponente beleza insólita e de grande interesse geológico e biológico. (Vulcão dos Capelinhos - Retrospectiva, Victor Hugo Forjaz, Vol. I, 1.ª edição, Observatório Vulcanológico e Geotérmico dos Açores, Ponta Delgada, 1997) A Associação dos Amigos do Farol dos Capelinhos batalhou ao longo dos anos pela sua recuperação como um miradouro e pela instalação de um Centro Interpretativo do Vulcão. == Tradições, Festas e Curiosidades == Os seus cabeços têm assinalados vários percursos pedestres para conhecer as suas particularidades. Sugere-se que na visita à freguesia, contemple o alinhamento do complexo vulcânico do Capelo que termina nos Capelinhos, a partir do ponto mais alto da ilha, o Cabeço Gordo (1 042 metros). A partir dos Parque Florestal do Capelo, poderá ainda fazer a subida do trilho pedestre do Cabeço do Fogo (571 metros), bem como do trilho pedestre do Cabeço Verde (488 metros) e do Cabeço do Canto (346 metros), descobrindo a Furna Ruim e a Fonte dos Namorados. Aconselha-se também a visita à Canada das Adegas no lugar do Norte Pequeno, onde se pode encontrar uma das poucas zonas de cultivo de vinha da Ilha do Faial. Registra-se o melhoramento recente da sua rede rodoviária e a aposta feita no desenvolvimento do Turismo de veraneio, turismo rural, eco-turismo e geo-turismo, bem como na reabilitação das Termas do Varadouro, uma vez que o seu funcionamento ficou comprometido com o Sismo de 1998. Para além das festas do culto do Divino Espírito Santo, destaca-se as Festas do Varadouro (no 1.º domingo de Outubro). == Património == * Cabeço do Canto * Cabeço da Fonte * Chalet do Conselheiro Terra Pinheiro (atual Escola de Artesanato). == Ligações externas == * Categoria:Freguesias da Horta",
 "title": "Capelo (Horta)"
}