{
 "id": "12958",
 "text": "thumb|350px|Vista aérea da freguesia de Castelo Branco, com o Aeroporto da Horta em primeiro plano e o Morro de Castelo Branco a projectar-se sobre o mar. Castelo Branco é uma freguesia portuguesa do município da Horta, na Ilha do Faial, Região Autónoma dos Açores. Ocupa uma superfície total de 24,33 km² com 1 258 habitantes (2021). Possui uma densidade populacional de 51,7 hab/km². A freguesia conta com 1 117 eleitores inscritos (Autárquicas 2005). ==População== {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 2450 | align=\"right\" | 2177 | align=\"right\" | 2056 | align=\"right\" | 1912 | align=\"right\" | 1683 | align=\"right\" | 1513 | align=\"right\" | 1635 | align=\"right\" | 1775 | align=\"right\" | 1869 | align=\"right\" | 1670 | align=\"right\" | 1491 | align=\"right\" | 1313 | align=\"right\" | 1341 | align=\"right\" | 1349 | align=\"right\" | 1309 | align=\"right\" | 1258 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | -11% | align=\"right\" | -6% | align=\"right\" | -7% | align=\"right\" | -12% | align=\"right\" | -10% | align=\"right\" | +8% | align=\"right\" | +9% | align=\"right\" | +5% | align=\"right\" | -11% | align=\"right\" | -11% | align=\"right\" | -12% | align=\"right\" | +2% | align=\"right\" | +1% | align=\"right\" | -3% | align=\"right\" | -4% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 233 | 228 | 170 210 | 147 | 176 692 | 722 | 686 214 | 212 | 226 Var -2% | -25% -30% | +20% +4% | -5% -1% | +7% == História, Monumentos e Museus == Deu o nome à freguesia, o morro vulcânico de rocha esbranquiçada - com 149 m de altura - que sugere o perfil de um castelo medieval. É por isso chamado de \"Castelo Branco\". O Morro de Castelo Branco é um domo vulcânico formado há 10 mil anos, ligado à Ilha do Faial por um istmo muito estreito. Vale a pena visitá-lo, quanto mais não seja pelas vistas em todas as direcções que durante o dia e ao anoitecer que dali se observar. Junto dele situa-se a Gruta dos Anelares, O Porto de Castelo Branco, antigo cais piscatório, agora transformado uma zona balnear. Os principais cursos de água da freguesia são: a Ribeira de Santa Catarina, a Ribeira Grande e a Ribeira da Lombega. O primeiro documento que refere à freguesia e sua igreja, data de 30 de Julho de 1568, não obstante o primeiro assento paroquial tenha a data de 1643, um óbito. O Rei D. Manuel I de Portugal, por alvará de 10 de Julho de 1514, manda fornecer os ornamentos necessários ao culto. Segundo o Padre Gaspar Frutuoso, a primitiva igreja paroquial foi construída logo após da construção das igrejas paroquiais da Horta, da Feteira e dos Flamengos. Era uma igreja de 3 naves sobre 5 colunas. (\"Saudades da Terra\", Vol. VI Cap. 37) Diz a tradição, que existiu em Castelo Branco até ao ano de 1580, umas casas de retiro de freiras, que no entento e devido ao perigo dos frequentes ataques de corsários e piratas, buscaram refúgio na Horta, no Convento de São João Batista. Em 1767, a primitiva igreja é substituída pela actual, com o orago de Santa Catarina de Alexandria. Segundo Gaspar Frutuoso, escrevendo por volta de 1585, a freguesia tinha 350 habitantes distribuídos por 120 fogos. Cerca de 60 anos mais tarde, em 1643, segundo frei Diogo das Chagas, a freguesia tinha 1 042 habitantes distribuídos por 245 fogos. (\"Espelho Cristalino\", pág. 478) Sobretudo a partir de 1957, com a vaga migratória para a Europa continental e América do Norte (Estados Unidos e Canadá), veio reduzir em muito a população da freguesia. Para além de causas económicas, a erupção do Vulcão dos Capelinhos contribuiu em muito para a imigração. O número de habitantes tem vindo a aumentar nos últimos anos, depois da grande quebra demográfica de meados do século XX. A 9,5 km a ocidente da cidade da Horta, localiza-se o Aeroporto Internacional da Horta, distinção obtida em Dezembro de 2002, fundamental para a economia da região e de toda a ilha. Foi inaugurado em 24 de Agosto de 1971, pelo então Presidente da República, o Almirante Américo Tomás. Têm início a 5 de Julho de 1985, ligações diretas entre Lisboa e Horta operadas pela TAP. == Tradições, Festas e Curiosidades == Festa de São Pedro (Junho), que recentemente adquiriu uma grande dimensão, sendo mesmo uma referência já no panorama das festividades populares locais; Festa de Nossa Senhora de Lurdes (15 de Agosto), Festa de Santa Catarina de Alexandria (25 de Novembro), esta é a festa da padroeira da freguesia. Em termos de colectividades, destaca-se a Sociedade Filarmónica Euterpe de Castelo Branco, fundada em 12 de Abril de 1912, que para além da filarmónica tem ainda o grupo etnográfico. Destaca-se ainda o Futebol Clube de Castelo Branco, fundado em 1917, bem como o seu apoio exemplar dado aos atletas do Desporto Adaptado, na pessoa do seu Presidente. No campo do futebol tem o Clube Recreio e Fraternidade, que já disputou por vários anos o campeonato de futebol da associação de futebol da Horta. A nível do artesanato local, destaca-se a colecção em miniatura de alfaias agrícolas em madeira de António Duarte, na Canada de Santa Catarina. Cada peça é tão real e pormenorizada que ficamos boquiabertos. Existem vários artesãos nomeadamente na área do artesanato em peças e trabalhos de estanho, como José Rosa e Isaura Rodrigues, na área da pintura com Lurdes Andrade e peças de vestuário bordadas em palha por Isaura Rodrigues, algo de excepcional. Se pretender marcar uma visita ao Aeroporto, deve contactar o Centro Operacional do Aeroporto, com uma antecedência de oito dias. Presentemente, deseja-se a ampliação da pista (de 1 700 por 45 metros) em 275/300 metros e a instalação do ILS (Sistema de Aterragem por Instrumentos). Isso permitirá a aterragem dos Airbus com uma maior margem de segurança e sem que os aviões sofram penalizações técnicas. Desse modo, espera-se que o aeroporto venha a receber voos charter directos. == Economia == A agro-pecuária é a principal actividade económica da população. Possuindo um dos melhores solos da ilha, a freguesia produzia em tempos que já lá vão uma grande diversidade de produtos (trigo, centeio, cevada, junça e abóboras). Também a cana do açúcar, a filaça, o milho e o chá tiveram expressão na produção agrícola da freguesia, e até à bem pouco tempo ainda se cultivava tabaco. Voltada para o mar, a freguesia foi ainda uma das principais localidades piscatórias da ilha e na actividade baleeira. Hoje, muitas das pessoas que trabalham na agricultura, exercem-na como actividade secundária. Na zona da Lombega, situa-se uma importante indústria de panificação. A inauguração do Aeroporto da Horta a 24 de Agosto de 1971 teve um papel muito dinamizador da freguesia e de toda a ilha. O turismo tem merecido uma crescente atenção. -Na zona alta da freguesia, mais precisamente na Lombega existe uma indústria de alumínios. -Recentemente foi criado um trilho pedonal que liga a zona da Ribeira da Lombega e o Morro, passando pela Gruta dos Anelares, que se encontra fechada e que foi alvo de uma inspecção recente por elementos dos montanheiros e elementos da Junta de Freguesia, tendo se verificado que a mesma cedeu em uma parte e que não oferece segurança para ser aberta de imediato ao público. -Na zona do Porto, foi inaugurada uma piscina para crianças para além de um parque infantil e uma piscina natural para crianças. -A freguesia de Castelo Branco dispõe de um agrupamento de escuteiros, pertencente ao grupo nacional de escutas com o nº1098 -Existe um parque de lazer na zona que faz fronteira entre a freguesia e a freguesia do Capelo. == Ver também == * Cabeço Redondo * Ribeira das Águas Claras * Ribeira da Lombega * Ribeira de Santa Catarina * Forte de Castelo Branco * Forte de Castelo Branco (Horta) * Igreja de Santa Catarina == Galeria == Morro de Castelo Branco, aspectos da costa, Castelo Branco, concelho da Horta, ilha do Faial, Açores, Portugal.JPG|Morro de Castelo Branco, aspectos da costa voltada à Ponta do Forte. Igreja Castelo Branco.jpg|Igreja de Santa Catarina. Império do Espírito Santo da Coroa Nova, Castelo Branco, Isla de Fayal, Azores, Portugal, 2020-07-26, DD 27.jpg|Império do Espírito Santo da Coroa Nova, Castelo Branco. Império do Espírito Santo da Coroa da Lombega, Castelo Branco, Isla de Fayal, Azores, Portugal, 2020-07-26, DD 28.jpg|Império do Espírito Santo da Coroa da Lombega, Castelo Branco. == Ligações externas == * * Categoria:Freguesias da Horta",
 "title": "Castelo Branco (Horta)"
}