{
 "id": "12953",
 "text": "A Horta é uma cidade portuguesa da Região Autónoma dos Açores com 5615 habitantes, nela se encontrando a sede da Assembleia Legislativa da Região Autónoma dos Açores.Regimento da Assembleia Legislativa da Região Autónoma dos Açores A cidade é a capital legislativa dos Açores. É também a sede do Município da HortaPágina do Município da Horta no Facebook que ocupa toda a superfície da Ilha do Faial, com uma superfície total de 172,43 km² e 14 356 habitantes (em 2021), tendo assim uma densidade populacional de 86,96 hab./km². O município mais próximo é o da Madalena, na Ilha do Pico. == História == == Geografia == A cidade da Horta situa-se na costa sudeste da Ilha do Faial, com cerca de 6 400 habitantes (em 2001). A área total ocupada pelas 3 freguesias da cidade (Angústias, Conceição e Matriz) é de 8,48 km². A cidade, disposta em anfiteatro virado para a Montanha do Pico, é beneficiada a Sul pela Baía do Porto Pim, (que abriga a Praia de Porto Pim), protegida pelo Monte da Guia (145 metros) e Monte Queimado (89 metros), e a Norte, situa-se a ampla Baía da Horta abrigada pela Lomba da Espalamaca. É uma das sedes da Administração Regional e sede da Assembleia Legislativa Regional dos Açores. É sede do Departamento de Oceanografia e Pescas (sigla DOP) da Universidade dos Açores. Possui um Observatório Meteorológico e uma Estação Radionaval da Marinha. No interior do Porto da Horta,Página da Capitania do Porto da Horta no portal da Autoridade Marítima Nacional situa-se a famosa Marina da Horta, o primeiro porto de recreio a ser inaugurado nos Açores. É paragem obrigatória dos milhares de iates e veleiros que atravessam o Atlântico Norte. Em resultado disso, serão ampliadas as infraestruturas da Marina, construída uma nova Gare Marítima e ampliado o edifício do Clube Naval da Horta. Merecem referência, os jardins e espaços verdes emblemáticos da cidade, como o Jardim da Praça do Infante, o Jardim Eduardo Bulcão, o Largo Duque de Ávila e Bolama, o Jardim Florêncio Terra, o Parque Municipal da Alagoa e o Jardim da Praça da República que data de 1903. Junto da cidade, situa-se a área de Paisagem Protegida do Monte da Guia (73 ha) e onde se localiza a Ermida de Nossa Senhora da Guia, na Quinta de São Lourenço, situa-se o Jardim Botânico do Faial. É servida por um moderno Aeroporto Nacional. Dispõe de ligações aéreas regulares directas para Lisboa pela Sata e inter-ilhas (SATA Air Açores). Existem ainda ligações marítimas durante todo o ano entre a ilha do Pico e a ilha de São Jorge (Transmaçor). E no Verão, existem ligações regulares com as restantes ilhas, com excepção da Ilha do Corvo. === Clima === == População== Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 26 259 25 084 23 486 22 075 20 214 18 917 21 510 23 280 23 923 20 281 16 375 15 489 14 920 15 063 14 994 14 331 Número de habitantes por Grupo Etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 6 387 6 328 6 015 6 240 6 706 6 533 5 340 4 115 S/ dados 3 464 2 682 2 403 1 929 15-24 Anos 3 446 3 103 3 049 4 233 4 633 4 200 3 012 2 435 S/ dados 2 265 2 429 1 729 1 518 25-64 Anos 10 438 8 542 7 847 8 872 10 293 11 208 9 918 7 595 S/ dados 6 808 7 697 8 578 8 027 = ou > 65 Anos 1 940 2 345 2 081 2 047 1 869 2 003 2 011 2 230 S/ dados 2 383 2 255 2 284 2 857 * Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no concelho à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente O município da Horta conta com 11 665 eleitores inscritos (Autárquicas 2005), dos quais 4 990 são da cidade (1 904 da Matriz, 2 119 das Angústias e 967 da Conceição). Apenas votaram 7 671 eleitores, ou seja, 65,76% dos eleitores inscritos. == Freguesias == 300px|thumb|Ilha do Faial O município da Horta é formado por 13 freguesias: * Angústias * Capelo * Castelo Branco * Cedros * Conceição * Feteira * Flamengos * Matriz * Pedro Miguel * Praia do Almoxarife * Praia do Norte * Ribeirinha * Salão == Política == === Eleições autárquicas === ==== Câmara Municipal ==== Data % V % V % V % V % V % V % V % V % V % V PSD PS CDS-PP APU/CDU UDP/BE PCTP/MRPP PPM PSD-CDS PAN IND 1976 61,40 5 28,99 2 3,88 - 2,38 - 1979 62,95 5 24,62 2 3,97 - 4,79 - 1,07 - 0,33 - 1982 55,33 5 26,93 2 7,18 - 5,44 - 1,61 - 1985 60,16 5 21,56 2 7,26 - 8,82 - 1989 43,24 3 44,96 4 5,15 - 4,43 - 1993 38,15 3 51,54 4 2,44 - 5,81 - 1997 25,63 2 46,90 4 3,12 - 22,26 1 2001 38,24 3 46,40 4 1,94 - 10,96 - 2005 30,04 2 38,14 3 2,02 - 26,74 2 1,02 - 2009 40,62 3 45,17 4 1,24 - 9,18 - 1,45 - 2013 PSD-CDS 52,43 4 PSD-CDS 5,15 - 3,78 - PSD- CDS 34,01 3 2017 47,08 4 4,79 - 1,46 - 42,81 3 1,84 - 2021 41,40 3 4,97 - 1,99 - PSD-CDS 47,80 4 1,47 - ==== Assembleia Municipal ==== Data % V % V % V % V % V % V % V % V % V % V PSD PS CDS-PP APU/CDU UDP/BE PCTP/MRPP PPM PSD-CDS PAN IND 1976 61,64 10 28,39 4 3,43 - 3,14 - 1979 65,79 25 25,80 10 5,57 - 1982 55,11 21 26,70 9 6,92 2 5,92 2 1,71 - 1985 59,52 13 21,49 5 7,61 1 8,91 2 1989 44,33 10 43,11 9 5,04 1 5,19 1 1993 40,85 9 46,61 11 3,26 - 7,09 1 1997 30,52 6 47,97 11 4,50 1 14,65 3 2001 34,73 7 44,30 10 2,50 - 15,88 4 2005 33,91 8 40,74 9 3,14 - 16,83 4 1,80 - 1,11 - 2009 42,53 10 40,80 9 1,87 - 9,08 2 3,13 - 2013 PSD-CDS 46,89 11 PSD-CDS 8,77 2 3,83 - PSD-CDS 35,52 8 2017 39,86 9 7,89 1 1,90 - 42,70 10 4,77 1 2021 37,89 9 6,52 1 3,00 - PSD-CDS 47,36 11 2,32 - === Eleições legislativas regionais === Data % PSD PS CDS-PP PCP APU/CDU UDP PPM AD-A PPM-PDA BE CA PPM-PND PAN CH IL 1976 60,03 30,94 4,96 2,04 1980 58,58 29,42 2,86 4,03 1,25 1984 54,38 25,88 8,57 7,63 1,01 1988 46,84 37,40 7,75 6,02 0,41 0,19 1992 48,74 41,19 AD-A 4,36 AD-A 3,83 1996 41,67 44,58 6,40 5,45 0,60 2000 30,21 35,40 3,81 27,78 PPM-PDA 1,01 0,51 2004 CA 39,84 CA 17,25 0,00 0,84 40,23 2008 35,76 41,36 4,58 10,39 0,44 2,78 2012 37,40 43,41 2,86 5,16 PPM-PND 2,23 2,38 2016 41,15 32,56 6,53 4,56 1,47 6,44 1,19 2020 41,04 30,31 5,99 8,72 2,62 3,60 1,52 2,95 === Eleições legislativas nacionais === Data % PSD PS CDS-PP PCP APU/CDU UDP PRD BE PAN AA IL L CH AD 1976 57,80 33,49 4,44 1,67 1979 56,15 29,08 4,78 4,93 1,46 1980 58,20 28,83 2,65 3,99 1,43 1983 54,97 30,67 5,17 4,80 0,85 1985 48,36 22,10 7,70 5,13 0,90 12,57 1987 62,71 23,56 4,34 3,30 0,60 2,35 1991 59,58 31,02 3,52 2,25 0,45 0,33 1995 44,98 40,71 7,98 3,53 0,51 1999 38,20 49,01 5,95 3,61 0,79 2002 45,75 40,56 5,06 4,43 1,06 2005 37,74 46,52 3,97 5,16 2,64 2009 38,35 38,15 6,24 5,15 6,80 2011 49,19 24,31 9,17 5,23 3,42 0,76 2015 36,98 37,42 AA 4,51 7,43 0,78 3,27 2019 33,22 37,07 5,20 4,11 7,68 2,28 0,68 0,54 0,54 2022 AD 38,63 AD 3,58 3,95 1,17 2,63 0,86 3,70 40,02 == Tradições, festas e curiosidades == thumb|250px|direita|Vista parcial da cidade da Horta vista do Monte da Espalamaca. thumb|250px|direita|Sociedade Amor da Pátria, cidade da Horta. Na cidade da Horta, para além das festas do Culto do Divino Espírito Santo nos seus diversos Impérios; merece um especial destaque: Dia da Cidade (4 de Junho); Festa de São João [Baptista] da Caldeira, o padroeiro da nobreza da ilha (24 de Junho); Festa de Nossa Senhora do Carmo (16 de Julho); a Semana do Mar, na 1.ª semana de Agosto; a Festa de Nossa Senhora das Angústias (11 de Outubro); a Festa de Santa Cecília, padroeira dos músicos (25 de Novembro); e a Festa de Nossa Senhora da Conceição (8 de Dezembro). O Dia da Autonomia celebra-se a 12 de Junho. No dia de São João Baptista, 24 de Junho, celebra-se o Feriado Municipal. == Património == thumb|250px|direita|Convento dos Jesuítas da Horta, atual sede do município. O património arquitectónico existente na cidade é essencialmente de natureza religiosa, o mais importante é o Colégio dos Jesuítas da Horta. Foi mandado construir por D. Francisco de Utra de Quadros, Capitão-mor do Faial, e sua mulher, D. Isabel da Silveira. Falecido a 1652 e sem descendentes, doa em testamento todos os seus bens (incluindo o Solar dos Utras) para fundação do Colégio. o lançamento da 1.ª pedra da igreja foi a 21 de Outubro de 1652 mas a sua construção só inicia-se em 1680. O edifício do Colégio dos Jesuítas só começou a se construir em 1719, e não chegaria a ser acabado, devido à expulsão dos padres jesuítas, a 1 de Agosto de 1760. A Igreja do Colégio tornou-se Igreja Matriz da Horta em 30 de Outubro de 1825, por substituição da primitiva igreja devido ao seu adiantado estado de degradação, e a Câmara Municipal foi sediada na ala Norte do antigo Colégio, função que desempenha até hoje. A primitiva igreja a Igreja de São Salvador da Horta é aberta ao culto em 28 de Junho de 1514. Foi saqueada e incendiada pelos corsários ingleses em 1597. Iniciou-se a sua reconstrução em 1607 e foi novamente reaberta ao culto a 20 de Dezembro de 1615. O monumento denominado Torre do Relógio, na prática uma torre sineira construída no Século XVIII, data em que foi adicionada à primitiva Igreja Matriz da Horta, que datava de 1500. Esta torre é dotada por um relógio datado de 1700 e constitui um dos ex-libris da cidade. Junto a esta torre localiza-se o Jardim Florêncio Terra, assim denominado em honra de Florêncio Terra, local onde existiu o Convento de São João. No antigo Hospital Walter Bensaúde, que pertenceu à Santa Casa da Misericórdia da Horta, encontram-se agora as novas instalações do Departamento de Oceanografia e Pescas (sigla DOP) da Universidade dos Açores (sigla UAç). O Convento da Ordem de Santa Clara de advogação a S. João Baptista, vulgo Convento de São João, foi fundado por volta de 1538, por Diogo de Roiz da Costa, \"fronteiro de Arzila, onde casou, e tem 2 filhos cléricos e meteu ali as suas filhas freiras.\" D. Francisca Corte Real, filha do 2.º Capitão-donatário, em seu testamento datado de 20 de Dezembro de 1538, fez-lhe uma doação de 2 000 reis. O Império do Divino Espírito Santo dos Nobres (em memória da erupção do Vulcão em 1672) é a primeira construção deste tipo em alvenaria a ser feita nos Açores. Por deliberação da Câmara Municipal de 5 de Janeiro de 1759, adquiriu-se um terreno para construção da ermida. No ano seguinte, estava concluído. O Convento de N. Sra. da Glória, foi fundado por D. Catarina de Utra Corte Real, filha do 3.º Capitão-donatário. Em 9 de Janeiro de 1608, fez doação os terrenos para a sua construção. A direcção da construção foi feita por um seu parente, Estácio de Utra Machado. No seu lugar, existe actualmente o jardim da Praça da República. A Igreja de Nossa Senhora do Rosário, que pertenceu ao Convento de São Francisco, construído em 1696, foi aberta ao culto em 12 de Novembro de 1700. O primitivo Convento de São Francisco foi fundado em 1522. Foi incendiado pelos corsários ingleses em 1597. Reconstruído em 1609, seria novamente destruído por um violento temporal, 60 anos depois. Em 1696, inicia-se a construção do convento e igreja no actual local. Após a extinção das Ordens Religiosas é doado em 1835 à Santa Casa da Misericórdia. Nele é instalado o Hospital da Misericórdia e o Asilo da Mendicidade. Em 1899, o convento é destruído completamente num incêndio, salvando-se a muito custo a sua igreja. A construção da Igreja de Nossa Senhora do Carmo teve início em 1698, sendo só concluído em 1797. O seu adro é um miradouro sobre da cidade. O Duque de Ávila e Bolama, por Portaria de 7 de Julho de 1835, consegue que o convento com sua igreja, seja doada à Ordem Terceira do Carmo, e que no Convento, fique instalado um aquartelamento tropas. Em resultado do Sismo de 1926, o convento acaba por ter que ser demolido na sua quase totalidade, restando contudo a grande cisterna e uma parte do claustro. A Igreja de Nossa Senhora das Angústias, no lugar onde se ergueu a Ermida de Santa Cruz, foi aberta ao culto em 28 de Novembro de 1684. A igreja tal como hoje a conhecemos, é construída em 1800, em estilo neoclássico, sendo as suas torres concluidas apenas em 1862. No tecto e nas telas laterais da Capela-mor, guarda-se representações homenageando as famílias nobres e os demais povoadores que vieram para ilha. A actual Igreja de Nossa Senhora da Conceição construída em 1933, veio substituir a anterior igreja construída em 1749, demolida no Sismo de 1926. É de realçar a presença de vitrais de grande qualidade artística. Do sistema defensivo da Horta contra os piratas e corsários, apenas restam o Forte de Santa Cruz, o Forte de São Sebastião, o Portão do Mar de Porto-Pim, bem como os vestígios do Forte da Guia (Forte da Greta). Da Segunda Guerra Mundial, encontramos a Bateria de Costa da Espalamaca, a do Monte da Guia, e a Monte Carneiro. No edifício da antiga sede da empresa de cabos submarinos alemães, actual sede da Secretaria Regional da Agricultura e Florestas, na Colónia Alemã, existe um notável painel de vitrais da autoria da famosa manufactura Schneiders & Schmolz, de Colónia, a mesma que montou e refez boa parte dos vitrais da catedral de Colónia e alguns dos melhores trabalhos em vidro da transição dos séculos XIX para XX na Alemanha. Os vitrais foram produzidos em 1912 e têm como tema a heráldica das diversas entidades políticas alemães de então. Existem igualmente solares e palacetes, exemplos de arquitectura civil típica da ilha, com arabescos de influência oriental. == Museus == A nível de espaços museológicos na cidade, destacam-se o Museu Regional da Horta, instalado em parte do antigo Colégio dos Jesuítas, o internacional Peter Café Sport com o seu Museu de Scrimshaw, o Museu da Fábrica da Baleia, a Casa Dabney e o Aquário situados em Porto Pim, o Museu de Arte Sacra, a instalar junto da Igreja do Carmo, o Museu dos Cabos Telegráficos Submarinos a instalar na \"Trinity House\"https://www.iac- azores.org/iac2018/projetos/IPIA/faial/horta_fichas/71_11_188.html e o Museu do Desporto, a instalar na antiga Escola Leal da Silva. Na Lomba da Espalamaca, situam-se os Moinhos Faialenses, o Monumento à Imaculada Conceição e os Búnqueres de Artilharia de Costa. No interior do Porto e nos pontões da Marina da Horta, figuram imensas pinturas que constituem um verdadeiro de museu ao ar livre, que se vai renovando ao sabor da imaginação dos navegadores que por ela escalam. Tem ainda um parque das âncoras, junto ao Forte de Santa Cruz MN. Nos Flamengos, situa-se o Jardim Botânico do Faial, na Quinta de São Lourenço. Mediante marcação com uma antecedência de 8 dias, poderá visitar o Aeroporto da Horta, em Castelo Branco. Há um grande destaque para o Centro de Interpretação do Vulcão dos Capelinhos no Capelo, e ainda o Museu Etnográfico dos Cedros, a Casa etnográfica de Pedro Miguel, a Casa etnográfica no Parque do Capelo e o Moinho de vento da Chã, este de palhetas de madeira situado na freguesia do Salão. ==Personalidades== * Joss van Hurtere, primeiro povoador da ilha do Faial e seu primeiro capitão-do-donatário; * Martin Behaim, cosmógrafo e humanista; *António Taveira da Neiva Brum da Silveira, Arcebispo de Goa e Governador Interino da Índia Portuguesa * António José de Ávila, duque de Ávila e Bolama; * António Ferreira de Serpa, genelogista e historiador; * Manuel de Arriaga, político e 1.º Presidente da República Portuguesa; * João José da Graça, jornalista; * Florêncio Terra, escritor; * Osório Goulart, intelectual eclético e poeta; * Alexandre da Sagrada Família, 25.º bispo da Diocese de Angra * D. frei Alexandre da Sagrada Família, poeta e bispo de Angra; * Marcelino Lima, historiador; * António José de Ávila, 2.º Marquês de Ávila, militar e geodesista; * José de Arriaga, historiador; * Christopher Hampton, realizador de cinema e argumentista vencedor de diversos Óscares. == Geminações == A cidade da Horta é geminada com as seguintes cidades:http://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M9900 * Fremont, Califórnia, Estados Unidos * New Bedford, Massachusetts, Estados Unidos * Santa Cruz, Região Autónoma da Madeira, Portugal == Ligações externas == * Portal da Câmara Municipal da Horta * Ilha do Faial - Câmara Municipal da Horta * Ilha do Faial - Guia Turístico Destinaçores * Ilha do Faial - Direcção-regional de Turismo dos Açores * Cineclube da Horta * Peter Café Sport e Museu de Scrimshaw * Museu Regional da Horta * Biblioteca Pública e Arquivo Regional da Horta * Boletim Cultural da Horta * Jardim Botânico do Faial, na Quinta de São Lourenço * Vulcão dos Capelinhos 50 anos * Assembleia Legislativa da Região Autónoma dos Açores * Aeroporto Internacional da Horta * Centro Virtual Interpertação Marinha * Departamento de Oceanografia e Pescas da Universidade dos Açores * Trabalhos em Escama de Peixe e Esculturas em Miolo de Figueira * Escola Secundária Manuel de Arriaga",
 "title": "Horta"
}