{
 "id": "12965",
 "text": "Praia do Almoxarife é uma freguesia portuguesa do município da Horta, na Ilha do Faial, Região Autónoma dos Açores. Ocupa uma superfície total de 10,04 km² com 969 habitantes (2021). Tem uma densidade populacional de 96,5 hab/km². A freguesia conta com 597 eleitores inscritos (Autárquicas 2005). ==População== {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 1132 | align=\"right\" | 1217 | align=\"right\" | 1060 | align=\"right\" | 936 | align=\"right\" | 899 | align=\"right\" | 840 | align=\"right\" | 900 | align=\"right\" | 882 | align=\"right\" | 953 | align=\"right\" | 903 | align=\"right\" | 706 | align=\"right\" | 747 | align=\"right\" | 725 | align=\"right\" | 746 | align=\"right\" | 834 | align=\"right\" | 969 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | +8% | align=\"right\" | -13% | align=\"right\" | -12% | align=\"right\" | -4% | align=\"right\" | -7% | align=\"right\" | +7% | align=\"right\" | -2% | align=\"right\" | +8% | align=\"right\" | -5% | align=\"right\" | -22% | align=\"right\" | +6% | align=\"right\" | -3% | align=\"right\" | +3% | align=\"right\" | +12% | align=\"right\" | +16% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 152 | 141 | 176 112 | 105 | 101 386 | 476 | 555 96 | 112 | 137 Var -7% | +25% -6% | -4% +23% | +17% +17% | +22% == História, monumentos e museus == É uma freguesia rural de grande beleza natural, situada entre a Lomba da Espalamaca e a Lomba dos Frades, atravessada pela Ribeira da Praia. Tem enseada com um amplo areal. A freguesia deve o seu nome a um almoxarife que aqui teria propriedades ou residia. Foi no seu areal que terá desembarcado pela primeira vez, Joss van Hurtere com mais 15 flamengos, em 1465, com intuito de explorar os recursos da ilha. Os seus primeiros povoadores escolheram fixar-se junto da Lomba dos Frades. (Crónicas da Província de São João Evangelista, Frei Agostinho de Montalverne) Mais tarde, Hurtere ainda não satisfeito com o local, contorna a Lomba da Espalamaca e acaba por fixar-se definitivamente no sítio de Santa Cruz/Porto Pim. O primeiro documento que refere-se à Igreja de N. Sra. da Graça, data de 30 de Julho de 1568. Foi saqueada e incendiada em 21 de Setembro de 1597, por corsários ingleses, sendo de seguida reconstruída. Segundo frei Diogo das Chagas, em 1643, a freguesia tinha 305 habitantes distribuídos por 43 fogos (\"Espelho Cristalino\", pág. 478). A erupção na Montanha do Pico, no dia 1 de Fevereiro de 1718, associado a uma série de doenças que traziam os faialenses aflitos, levou os oficiais da Câmara Municipal da Horta e outros ilustres da ilha no dia 20 de Abril de 1718, a fazer um voto solene de se realizar \"enquanto o mundo durasse\" às custas da Câmara uma festa de acção de graças ao Senhor Santo Cristo, na igreja da Praia do Almoxarife. Em 1758, a igreja é reconstruída tal e qual como hoje a conhecemos, pelo Padre Mateus Rodrigues. Foi ainda local de desembarque de tropas Liberais sob comando do Conde de Vila-Flor, em 23 de Abril de 1831. O Sismo de 1926 derrubou quase a totalidade das casas. Estrategicamente situada em relação à Enseada da Praia, situa-se uma posição militar da II Guerra Mundial construída em 1941, em betão e alvenaria de pedra para 2 metralhadoras pesadas, para repelir com fogo rasante eventuais desembarques. == Tradições, Festas e Curiosidades == Para além culto ao Divino Espírito Santo, a Festa de N. Sra. da Graça (15 de Agosto), a padroeira da freguesia, e regista-se ainda uma forte devoção ao Senhor Santo Cristo da Praia (1 de Fevereiro). Diz a tradição, que o crucifixo e imagem do Senhor Santo Cristo, que aqui se venera, o trouxera de Bruges, Joss van Hurtere e seus companheiros. (História das Quatro Ilhas do Distrito da Horta, Silveira Macedo) Conta-se outra lenda que o crucifixo fora achado na praia sem um braço - resultado frequente dos saques às igrejas e conventos pelos corsários e piratas - e que trazido para a igreja. Apesar de todas as tentativas de lhe colocar um novo braço este não aderia. Certo dia, é achado um pedaço de madeira que jogado no lume não ardia. Ao ser levado aos padres, estes o reconhecem como o braço da imagem. Ao ser recolocado, este aderiu. (Crónica da Província de São João Evangelista, Frei Agostinho de Montalverne) == Economia == A freguesia têm o sector primário como actividade fundamental para a economia da sua população. A restauração e restantes sectores ligados ao Turismo são também muito importantes. Possui um amplo areal com a Bandeira Azul, a Praia do Almoxarife (Areal) e um bem equipado Parque de Campismo. Na Ramada do Chão Frio, criado uma área de lazer chamada Poço da Asas. Possuí condições muito atractivas para o Turismo. == Ver também == * Forte de Nossa Senhora do Rosário (Horta) * Forte de Nossa Senhora dos Remédios (Horta) * Forte de São Pedro (Horta) * Forte do Senhor Santo Cristo (Horta) == Ligações externas == * Sociedade Filarmónica Unânime Praiense * Categoria:Freguesias da Horta",
 "title": "Praia do Almoxarife"
}