{
 "id": "12964",
 "text": "Pedro Miguel é uma freguesia portuguesa do município da Horta, na Ilha do Faial, Região Autónoma dos Açores. Ocupa uma superfície total de 14,71 km² com 737 habitantes (2021). Possuí uma densidade populacional de 50,1 hab/km². A freguesia conta com 543 eleitores inscritos (Autárquicas 2005). A Sede de Freguesia dista da cidade da Horta 6 km para Norte. ==População== {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 1766 | align=\"right\" | 1665 | align=\"right\" | 1663 | align=\"right\" | 1488 | align=\"right\" | 1271 | align=\"right\" | 1172 | align=\"right\" | 1194 | align=\"right\" | 1295 | align=\"right\" | 1402 | align=\"right\" | 1136 | align=\"right\" | 857 | align=\"right\" | 693 | align=\"right\" | 687 | align=\"right\" | 723 | align=\"right\" | 759 | align=\"right\" | 737 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | -6% | align=\"right\" | -0% | align=\"right\" | -11% | align=\"right\" | -15% | align=\"right\" | -8% | align=\"right\" | +2% | align=\"right\" | +8% | align=\"right\" | +8% | align=\"right\" | -19% | align=\"right\" | -25% | align=\"right\" | -19% | align=\"right\" | -1% | align=\"right\" | +5% | align=\"right\" | +5% | align=\"right\" | -3% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 146 | 140 | 117 131 | 85 | 82 361 | 452 | 412 85 | 82 | 126 Var -4% | -16% -35% | -4% +25% | -9% -4% | +54% == História, Monumentos e Museus == A Freguesia de Pedro Miguel situa-se num extenso vale (graben), entre a Lomba dos Frades (horst) e a Lomba Grande (Horst), é atravessado pela Ribeira de Pedro Miguel. Esta localidade Deve o seu nome a um certo Pedro Miguel, certamente um dos seus primeiros habitantes. No sítio de Grota Funda, uma cratera vulcânica onde foram encontrados fragmentos de carvão vegetal. Junto dela, situa-se uma fonte. A freguesia de Pedro Miguel foi fundada em 1600, ano em que também teve início a construção da igreja paroquial.Nota sobra a história de Pedro Miguel nos aquivos da Região Autónoma dos Açoes, visitados a 22 de outubro de 2019 Teve um fortim denominado Forte Baixo, para vigiar o seu pequeno cais piscatório. Segundo frei Diogo das Chagas, em 1643, a freguesia de N. Sra. da Ajuda tinha 384 habitantes, distribuídos por 113 fogos. (\"Espelho Cristalino\", pág. 478) thumb|200px|esquerda|Graben de Pedro Miguel, Pedro Miguel. No ano de 1867, a actividade pecuária e a indústria de laticínios era uma importante fonte de rendimento na freguesia. Chegou-se a fabricar grande quantidade de manteiga para exportação. Era ainda cultivado cereais e os mais variados géneros alimentícios, e alguma laranja. Em 1871, Pedro Miguel tinha uma população de 1 757 habitantes, distribuídos por 425 fogos. Tinha então 2 escolas de instrução primária, uma masculina e outra feminina. Juntamente com as freguesias da Ribeirinha e da Praia do Almoxarife, formavam um \"distrito de Juiz de Paz\" e era sede da Assembleia Eleitoral das ditas freguesias. A sua igreja foi grande parte destruída com o Sismo de 9 de Julho de 1998 e pelo incêndio que lhe sucedeu. Era um templo espaçoso, de 3 naves e uma fachada apresentando uma torre sineira ao centro, destacada, formando um átrio de arcadas, em frente à porta principal, a igreja dedica a sua capela-mor a N.ª Sra. da Ajuda. Segundo Silveira Macedo, nela se conserva o sacrário com o SS.º Sacramento os 2 altares laterais, dedicados, um ao Bom Jesus e outro, à Sagrada Família. (História das Quatro Ilhas que formam o Distrito da Horta) O Jardim Botânico do Faial, criou o Núcleo de Pedro Miguel na parte alta da freguesia, para reforçar o seu objectivo no estudo e na conservação da flora açoriana (inserida na área da Macaronésia). Pretende-se criar em Pedro Miguel, um Museu Etnográfico. == Ver também == * Alto do Cabouco * Ribeira da Praia * Ribeira do Cerrado * Ribeira do Gato * Ribeira do Rato == Ligações externas == * Categoria:Freguesias da Horta",
 "title": "Pedro Miguel"
}