{
 "id": "13004",
 "text": "Monsanto (ou Monsanto da Beira) é uma vila portuguesa que foi sede da Freguesia de Monsanto do Município de Idanha-a-Nova, que pertenceu à antiga província da Beira Baixa e integra atualmente a sub-região da Beira Interior Sul da Região do Centro, freguesia que tinha 131,95 km² de área e 829 habitantes (2011) e, portanto, uma densidade populacional de 6,3 hab/km². A Freguesia de Monsanto foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Idanha-a-Velha, formar uma nova freguesia denominada União das Freguesias de Monsanto e Idanha-a-Velha da qual é a sede. A povoação de Monsanto havia sido elevada à categoria de vila em 1927. Foi sede de concelho entre 1174 e 1853. Este era constituído pelas freguesias da sede: Aldeia de João Pires, Aldeia do Salvador e Toulões. Tinha, em 1801, 2139 habitantes. ==População== População da freguesia de MonsantoInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 746 1 853 2 057 2 574 2 886 2 704 3 078 3 689 3 846 3 541 2 691 1 951 1 443 1 160 829 == Localidades anexas == Além da vila, a Freguesia de Monsanto englobava ainda as seguintes povoações: *Adingeiro *Carroqueiro *Lagar Maria Martins *Lagar de Água *Lagar de Junho *Torre *Relva *Devesa *Carriçal *Afonsoeanes *Carro Quebrado *Cidral *Monsantela *Valado *Barreiro *Eugénia *Fonte do Carvalho *Amial *Pomar == História == Monsanto avista-se na encosta de uma grande derrapagem escarpada, designada de o Pelourinho de Monsanto (Mons Sanctus). Situa-se a nordeste de Guarda e irrompe repentinamente do campo. No ponto mais alto, o seu pico atinge os 100 metros. A presença humana neste local data desde a era de Dom Afonso Henriques. A arqueologia diz-nos que o local foi habitado pelos bárbaros, no sopé do monte. Também existem vestígios da passagem visigótica e árabe. Os mouros seriam derrotados por Dom Afonso Henriques. Em 1165, o lugar de Monsanto foi doado ao rei de Portugal que, sob orientações de Gualdim Pais, mandou construir o Castelo de Monsanto. O foral foi concedido pela primeira vez em 1174 pelo Rei de Portugal e rectificado, sucessivamente, por Dom Sancho I (em 1190) e Dom Afonso II (em 1217). “O castelo de robusta construção, foi mandado construir por D. Gualdim Paes de Marecos, Grão Mestre dos Templários em 1239” Foi Dom Sancho I quem repovoou e reedificou a fortaleza que, entretanto, fora destruída nas lutas contra o Reino de Leão. Seriam novamente reparadas, um século mais tarde, pelos Cavaleiros Templários. Em 1308, o rei Dom Dinis deu Carta de Feira. Em 1510, seria o rei Dom Manuel I a entregar de novo foral e concedendo à aldeia a categoria de vila. Em meados do século XVII, Luis de Haro y Guzmán (ministro de Filipe IV de Espanha), tenta cercar Monsanto, mas sem sucesso. No século XVIII, o Duque de Berwick também cerca Monsanto, mas o exército português, comandado pelo Marquês das Minas, derrota o invasor nas difíceis escarpas que se erguem até ao castelo. Monsanto foi sede de concelho no período 1758-1853. Em 1815 um grave acidente, provocado por um raio, destruiu o seu castelo medieval, pela explosão do paiol de munições. Em 1927 a localidade foi de novo elevada à categoria de vila. Em 1938, ganhou o título de \"Aldeia mais portuguesa de Portugal\", exibindo o Galo de Prata, troféu da autoria de Abel Pereira da Silva, cuja réplica permanece até hoje no cimo da Torre do Relógio ou de Lucano. Um pouco por toda a parte, foram depois colocadas réplicas do Galo de Prata, quer em igrejas, torres ou outros monumentos de todo o país. Foi recentemente escolhida como um dos cenários de filmagem de \"House of the Dragon\", a prequela da famosa série \"A Guerra dos Tronos\". == Património == === Arquitectura religiosa === * Capela de São João Baptista (Ruínas) * Capela de São Pedro de Vir à Corça (ou Capela de São Pedro de Vira-Corça) * Capela da Senhora da Azenha * Capela da Senhora do Pé da Cruz * Capela de Santa Maria do Castelo * Capela de Santo António * Capela de São José * Capela de São Miguel do Castelo * Capela de São Sebastião * Capela do Espírito Santo * Igreja da Misericórdia === Arquitectura militar === * Castelo e muralhas de Monsanto * Torre de Lucano (ou Torre do Relógio de Monsanto) === Arquitectura civil pública === * Fonte Ferreiro * Chafariz do Meio e Chafariz da Fonte Nova * Pelourinho de Monsanto * Forno * Cisternas * Antiga adega * Banco da paciência === Arquitectura civil privada === * Pousada de Monsanto * Solar dos Pinheiros e Chafariz Mono * Solar da Família do Marquês da Graciosa (Posto de Turismo do Monsanto) * Solar da Família Melo ou Solar dos Condes de Monsanto * Solar da Família Pinheiro ou Solar da Fonte do Mono * Solar dos Priores de Monsanto * Casa de Fernando Namora * Antigo consultório de Fernando Namora * Casa seiscentista (1628) * Casa dos Governadores === Outros === * Estação arqueológica romana de São Lourenço * Aldeia Velha de Monsanto == Colectividades == * Adufeiras de Monsanto * Rádio Clube de Monsanto * Casa do Povo de Monsanto * Associação de Amigos do Carroqueiro * ACRAM – Associação Cultural Recreativa dos Amigos de Monsanto * Associação Geo-Cultural e Mons Sanctus * Associação de Caça e Pesca de Monsanto * Associação Desportiva Recreativa e Cultural de Monsanto * Rancho Folclórico de Monsanto * Associação de Caçadores de Monsanto ==Personalidades== * Conde de Monsanto * Maria Leonor Carvalhão Buescu * Fernando Namora * Prof. Dra. Manuela de Campos Milheiro * Dr. Elias Martins Vaz * Dra. Adelaide Salvado ==Gastronomia== * Cabrito assado no forno * Beringelas guisadas * Arroz de lebre == Ver também == * Aldeias Históricas de Portugal == Ligações externas == * *",
 "title": "Monsanto (Idanha-a-Nova)"
}