{
 "id": "13073",
 "text": "Manuel Teixeira Gomes GCSE (Vila Nova de Portimão, 27 de Maio de 1860Fonte: assento de baptismo n.º 89, de 11-06-1860, freguesia de Portimão, Arquivo Distrital de Faro. — Bugia, Argélia francesa, 18 de Outubro de 1941) foi o sétimo presidente da Primeira República Portuguesa de 5 de Outubro de 1923 a 11 de Dezembro de 1925. Tem uma biblioteca e uma escola secundária com o seu nome em Portimão. Tem também uma escola de pré-escolar e básico com o seu nome em Lisboa. == Infância e juventude == Nasceu a 27 de Maio de 1860 na freguesia de Vila Nova de Portimão, concelho de Portimão, e foi batizado nessa freguesia a 11 de junho de 1860 como filho de José Libânio Gomes e de sua mulher Maria da Glória Teixeira de Seixas Braga (Lagoa, Ferragudo); neto paterno de Manuel Gomes e Maria Gomes; neto materno de Francisco Manuel Teixeira de Seixas Braga (Silves, Silves) e de sua mulher Ana Bárbara da Purificação dos Santos (Ferragudo, Lagoa, 4 de Setembro de 1811), foi educado pelos pais, até entrar no Colégio de São Luís Gonzaga, em Portimão. Aos dez anos foi enviado para o Seminário Maior de Coimbra e posteriormente matriculou-se em Medicina, na Universidade de Coimbra. Cedo desistiu do curso, contrariando a vontade do pai. Muda-se então para Lisboa, onde pertence ao círculo intelectual de Fialho de Almeida e João de Deus. Mais tarde, conhecerá outros vultos importantes da cultura literária da época, como Marcelino Mesquita, Gomes Leal e António Nobre. O apoio do pai, que decide continuar a custear a vida boémia do filho, permite a Teixeira Gomes desenvolver uma forte tendência para as artes, nomeadamente na literatura, não deixando contudo de admirar a escultura e a pintura e tornando-se amigo de mestres como Columbano Bordalo Pinheiro ou Marques de Oliveira. Fixado no Porto, aí conheceu Sampaio Bruno, iniciando a sua colaboração em revistas e jornais, entre eles O Primeiro de Janeiro, Folha Nova, Arte & vida (1904-1906), Atlântida (1915-1920), no periódico O Azeitonense (1919-1920) e ainda no Boletim do Sindicato Nacional dos Jornalistas (1941-1945). Depois de se reconciliar com a família, viaja pela Europa, Norte de África e Próximo Oriente, em representação comercial para negociar os produtos agrícolas produzidos pelas propriedades do pai (frutos secos, nomeadamente amêndoas e figos) o que alarga consideravelmente os seus horizontes culturais. == Carreira política e diplomática == Republicano convicto, depois da Implantação da República, o Governo Provisório, nomeia-o Enviado Extraordinário e Ministro plenipotenciário de Portugal em Londres, em substituição do Marquês de Soveral, tendo a 11 de Outubro de 1911 apresenta as suas credenciais ao rei Jorge V do Reino Unido, em Londres, onde se encontrava a família real portuguesa no exílio. Durante esse período, iniciou esforços para o reconhecimento da República. Tendo cultivando boas relações com a imprensa, na sociedade inglesa e até junto da família real. Durante a I Guerra Mundial, defendeu sempre a a entrada de Portugal no conflito, o que lhe custou o cargo em 1918, com a ascensão de Sidónio Pais à Presidência da República, mantendo o preso durante um mês, no Hotel Avenida Palace. Depois da morte de Sidónio Pais, Teixeira Gomes é readmitido na carreira diplomática, tendo sido nomeado Ministro Plenipotenciário em Madrid e representante da delegação portuguesa à Conferência de Paz, em Paris. A 20 de Março de 1919 foi feito Grã-Cruz da Antiga, Nobilíssima e Esclarecida Ordem Militar de Sant'Iago da Espada, do Mérito Científico, Literário e Artístico. Em maio de 1919, torna-se de novo Ministro plenipotenciário de Portugal em Londres, cargo que manterá até à sua tomada de posse como Presidente da República em 1923. Em 1922, foi nomeado delegado de Portugal junto da Sociedade das Nações, tendo ocupando uma das vice-presidências da organização. == Presidência da República == Apoiado pelo Partido Democrático, foi eleito Presidente da República na sessão do Congresso de 6 de agosto de 1923. A vitória chegou ao terceiro escrutínio com 121 votos, vencendo Bernardino Machado, do Partido Nacionalista. Regressou a Portugal no dia 3 de outubro de 1923, chegando a Lisboa de forma glamorosa num cruzador britânico cedido pela Coroa inglesa. Um dos desejos de Teixeira Gomes era a criação de um governo nacional sob a égide de Afonso Costa, mas esta ideia nunca irá para a frente por conta da instabilidade política. Com a queda do governo de Ginestal Machado, iniciou-se um período de grande instabilidade que duraria até ao fim do seu mandato. Entre dezembro de 1923 e agosto de 1925, deu posse a seis governos. Durante este período seguiram-se o governo de Álvaro de Castro, marcado por grandes comícios organizados pelas forças políticas e sindicais de esquerda, o governo de Rodrigues Gaspar, marcado por inúmeras tentativas de golpe de Estado, o governo de José Domingues dos Santos, com um programa excessivamente radical de esquerda e obrigado a demitir-se três meses depois, e por fim o governo de Vitorino Guimarães. A crescente instabilidade política fez com que vários setores de direita e grande parte do Exército demonstrassem uma crescente simpatia por soluções autoritárias. As tentativas de golpe de Estado sucederam-se. À primeira tentativa em 5 de março de 1925, por Filomeno da Câmara, sucedeu-se a revolta de 18 de Abril, também conhecida por Golpe dos Generais, que constituiu o primeiro ensaio para o movimento de 28 de maio de 1926. Durante esta revolta, Teixeira Gomes chegou a apresentar a renúncia à Presidência da República, que retirou depois da calorosa manifestação do Parlamento. Ao longo do seu mandato, e apesar da instabilidade política e da insegurança, Teixeira Gomes tentou transmitir uma imagem de tranquilidade: era frequente vê-lo a passear ou a marcar presença em sessões culturais, mas a agitação começou a subir de tom, devido a revoltas, escândalos bancários e instabilidade política. === Renúncia === Por fim, a 10 de dezembro de 1925, depois de constantemente atacado pelos nacionalistas e monárquicos, que exigiam a sua demissão, desgostoso com o rumo da política e incapaz de intervir, Manuel Teixeira Gomes renuncia à Presidência da República, alegando questões de saúde e vontade em dedicar-se exclusivamente à obra literária. A renúncia foi aceite no dia seguinte. == Após a Presidência e morte == No dia 17 de dezembro de 1925, embarca no cargueiro holandês Zeus, com rumo a Orão (Oran), na Argélia, num auto-exílio voluntário. Teixeira Gomes nunca mais regressaria a Portugal Durante 6 anos viaja por vários países: França, Itália, Holanda, Marrocos, Argélia e Tunísia. No início de setembro de 1931, chegou a Bougie, na então Argélia francesa, decidindo fixar aí residência. Durante este período escreve a maior parte das suas obras, como Cartas a Columbano (1932), Novelas Eróticas (1935), Regressos (1935), Miscelânea (1937), Carnaval Literário (1939), Ana Rosa (1941). Nem os casamentos das filhas e o nascimento dos netos o fazem regressar a Portugal, apesar de trocar correspondência com familiares e amigos. Morre em Bougie em 18 de outubro de 1941, aos 81 anos, no quarto número 13 do Hotel l'Étoile, onde residira nos últimos 10 anos. Foi inicialmente sepultado no cemitério cristão da vila. A pedido da família, os seus restos mortais voltaram a Portugal em 18 de outubro de 1950, numa cerimónia que veio a tornar-se provavelmente a mais controversa manifestação popular, ocorrida na já então cidade de Portimão, nos tempos do Salazarismo. No funeral estiveram presentes as suas duas filhas, Ana Rosa Teixeira Gomes Calapez e Maria Manuela Teixeira Gomes Pearce de Azevedo. Ficou sepultado no Cemitério Municipal de Portimão. == Vida pessoal == Em 1899, com 39 anos de idade, conhece Belmira das Neves, de apenas 14 anos, por quem se apaixona, passando a viver em união de facto, o que causou resistência por parte das famílias. O relacionamento de ambos nunca se traduziu numa vida comum, tendo Teixeira Gomes viajado e residido sozinho durante quase toda a sua vida adulta. Os negócios da família obrigaram-no desde cedo a viagens longas, sobretudo em torno do Mediterrâneo e do Médio Oriente. Nunca se casaram. No entanto, tiveram duas filhas, Ana Rosa Teixeira Gomes, nascida em 1906, e Maria Manuela Teixeira Gomes, nascida em 1910. Em 1923, quando Teixeira Gomes se torna Presidente da República, Belmira das Neves decide permanecer em Portimão, longe do companheiro, e quando este parte para o exílio voluntário e renuncia ao cargo de Presidente, não mais se voltam a ver, trocando cartas esporadicamente. Acabam por se separar em 1925. == Homenagens == Deixou uma considerável obra literária, integrada na corrente nefelibata. As suas obras completas estão disponíveis ao grande público através de edição recente.Ver A Rua Manuel Teixeira Gomes, em Marvila, Lisboa, recebeu o seu nome. ==Citação== ==Principais obras literárias== Entre as suas obras encontram-se: * Inventário de Junho (1899) * Cartas sem Moral Nenhuma (1903) * Agosto Azul (1904) * Sabina Freire (1905) * Desenhos e Anedotas de João de Deus (1907) * Gente Singular (1909) * Cartas a Columbano (1932) * Novelas Eróticas (1934) * Regressos (1935) * Miscelânea (1937) * Maria Adelaide (1938) * Carnaval Literário (1939) * Londres Maravilhosa. Seara Nova(1942) == Bibliografia == * Rodrigues, Urbano Tavares. Manuel Teixeira Gomes (Introdução ao estudo da sua obra). Portugália Editora, Lisboa, 1950. * Nunes, Joaquim António. Da vida e da Obra de Teixeira Gomes. Lisboa, 1976. == Ligações externas == * * * * Manuel Teixeira Gomes, da boémia à presidência, “Os Presidentes” (Ep. 2) (Extrato de Documentário), por Alexandrina Pereira / Rui Pinto de Almeida, Braveant para a RTP * Manuel Teixeira Gomes, a presidência e o exílio, Os Presidentes (Ep. 2) (Extrato de Documentário), Alexandrina Pereira / Rui Pinto de Almeida, Braveant para a RTP, 2011 Categoria:Naturais de Portimão Categoria:Alumni da Universidade de Coimbra Categoria:Escritores de Portugal Categoria:Diplomatas de Portugal Categoria:Embaixadores de Portugal no Reino Unido Categoria:Grã-Cruzes da Ordem Militar de Sant'Iago da Espada Categoria:Presidentes de Portugal Categoria:Banda das Três Ordens",
 "title": "Manuel Teixeira Gomes"
}