{
 "id": "13072",
 "text": "{{Info/Município do Brasil | nome = Boa Vista | foto = Montagem Boa Vista, Roraima.jpg | leg_foto = Da esquerda para direita e de cima para baixo: Praça das Águas de Boa Vista; Paróquia Matriz de Nossa Senhora do Carmo; Catedral Cristo Redentor; Parque do Rio Branco; Ponte dos Macuxis. | apelido = BV\" \"Princesa do Norte \"Capital da Primeira Infância | padroeiro = São Sebastião | brasão = Brasão Boa Vista Roraima.svg | bandeira = Bandeira de Boa Vista.svg | link_brasão = Brasão de Boa Vista (Roraima) | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = boa-vistense | lema = Segurança, desenvolvimento e integração | CEP = 69300-000 a 69339-999 | prefeito = Arthur Henrique Machado | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | mapa = Brazil Roraima Boa Vista location map.svg | latP = N | latG = 02 | latM = 49 | latS = 12 | lonP = O | lonG = 60 | lonM = 40 | lonS = 19 | estado = Roraima | região_intermediária = Boa Vista | data_região_intermediária = IBGE/2017 | região_imediata = Boa Vista | data_região_imediata = IBGE/2017 | região_metropolitana = Boa Vista | vizinhos = Amajari, Alto Alegre, Bonfim, Cantá, Mucajaí, Normandia e Pacaraima | dist_capital = 4275 | dist_capital_ref = | capital_link = Brasília | área = 5687.037 | área_ref = | população = 470169 | população_pos = RR: 1º | data_pop = Estimativa IBGE/2024 | altitude = 90 | clima = Tropical | sigla_clima = Aw | idh = 0.752 | idh_pos = RR: 1º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2020 | pib_per_capita = 28180.99 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.boavista.rr.gov.br | site_câmara = www.boavista.rr.leg.br }} Boa Vista é um município brasileiro e capital do estado de Roraima, Região Norte do país. Concentrando cerca de dois terços dos habitantes do estado, situa-se na margem direita do rio Branco. Sua população, de acordo com o Censo 2024 do Instituto Brasileiro de Geografia e Estatística (IBGE), era de habitantes. É sede da Região Metropolitana de Boa Vista, além de ser a capital estadual mais setentrional do Brasil e a única localizada totalmente ao norte da linha do Equador e a mais distante de Brasília, capital federal. Moderna, a cidade se destaca pelo traçado urbano organizado de forma radial, planejado no período entre 1944 e 1946 pelo engenheiro civil Darcy Aleixo Derenusson. O seu projeto foi inspirado por cidades europeias, como Paris, e também em uma das primeiras cidades projetadas do país, Belo Horizonte. As principais avenidas do Centro da cidade convergem para a Praça do Centro Cívico Joaquim Nabuco, onde se concentram as sedes dos poderes executivo, legislativo e judiciário estaduais, além de pontos culturais (teatros e palácios), hotéis, bancos, correios e catedral diocesana. == História == === Fundação === O município de Boa Vista formou o primeiro povoamento caracteristicamente urbano da região do atual estado de Roraima. O Forte São Joaquim (localizado a 32 km da capital), fundado em 1775, deu considerável importância à região. Boa Vista foi fundada no século XIX, em 1830, pelo capitão Inácio Lopes de Magalhães. Originou-se de uma das inúmeras fazendas de gado situadas ao longo dos rios que compõem a bacia do rio Branco pertencente à jurisdição da então vila de \"São José da Barra do Rio Negro\", atual Manaus. Em 1858 a povoação foi elevada a categoria paroquial com a denominação de freguesia de Nossa Senhora do Carmo do Rio Branco e em 9 de julho de 1890 a freguesia foi elevada à categoria de vila, sede de um novo município denominado Boa Vista do Rio Branco, criado pelo então governador da Província do Amazonas, Augusto Ximeno Villeroy. A área municipal da vila de Boa Vista foi desmembrada do antigo município amazonense de Moura. === Século XXI === Em plena Segunda Guerra Mundial, em 1944, tornou-se a capital do recém-criado Território Federal do Rio Branco e experimentou seu surto de crescimento devido ao garimpo. O então Território Federal do Rio Branco, que em 1962 passou a se chamar Território Federal de Roraima, foi elevado à categoria de Estado, com o mesmo nome de \"Roraima\" pela Constituição de 1988. Mais tarde o garimpo com máquinas foi proibido (por demasiados danos à natureza), o que prejudicou a economia estadual e municipal. Quando a cidade pertencia ao Amazonas, o território do município ocupava parte da área correspondente ao atual estado de Roraima, sendo a parte sul do Estado integrante do município de Moura da Serra. Posteriormente foi dividida em dois municípios, com o surgimento de Catrimani (que nunca fora instalado). Outros municípios foram sendo emancipados e Boa Vista passou a ocupar seu atual território. == Geografia == Boa Vista situa-se na porção centro-oriental do estado. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Boa Vista. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Boa Vista, que por sua vez estava incluída na mesorregião do Norte de Roraima. Com uma área de 5117,9 km² (que corresponde a 2,54% do estado), limita-se com Pacaraima a norte, Normandia a nordeste, Bonfim a leste, Cantá a sudeste, Mucajaí a sudoeste, Alto Alegre a oeste e Amajari a noroeste. São áreas indígenas são 1447,35 Km² do município (o que corresponde a 25,33% do território total). === Geologia e hidrografia === É um município plano em quase sua totalidade, o que favorece seu status de organização. Apenas 10% de suas terras possuem uma pequena inclinação (inclusas as áreas de planície fluvial inundável). Os principais solos encontrados em Boa Vista são: latossolo amarelo; areia quartzosa hidromórfica; litólicos; latossolo vermelho escuro; areia quartzosa; solos hidromórficos cinzentos e latossolo vermelho-amarelo. Os principais rios que compõem sua hidrografia são o Branco, Tacutu, Uraricoera, Amajari e Cauamé (que originou o nome de um bairro). A bacia do rio Branco possui um regime hidrográfico caracterizado por um período de cheia e outro de seca. No primeiro, de março a setembro, áreas situadas próximas à margem costumam ser alagadas. No período de seca as águas baixam, diminuindo a navegabilidade do rio Branco e formando belas praias fluviais, bastante frequentadas pela população. === Clima === O clima de Boa Vista é considerado tropical úmido (tipo Aw segundo Köppen), com o inverno seco e o verão chuvoso; o outono e a primavera praticamente não são percebidos. O calor é constante durante todo o ano, dada sua localização relativamente próxima à linha do equador. A precipitação média anual é de superior milímetros (mm), concentrados entre os meses de maio a agosto, e o tempo de insolação de cerca de horas anuais. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1972 a 1989 e a partir de 1993, a menor temperatura registrada em Boa Vista (estação convencional) foi de em 8 de julho de 1988 e a maior atingiu em 2 de outubro de 2023 e 4 de fevereiro de 2024. O maior acumulado de precipitação em 24 horas alcançou em 21 de dezembro de 1998, seguido por em 29 de abril de 2005. Outros acumulados iguais ou superiores aos foram: em 28 de novembro de 2013, em 10 de maio de 2024, em 26 de setembro de 1999, em 13 de maio de 2010, em 20 de junho de 1996, em 3 de junho de 2007, em 22 de março de 1979, em 31 de maio de 2011, em 15 de abril de 2006, em 20 de junho de 1961, em 31 de agosto de 2004 e em 20 de junho de 2022. Maio de 2011, com , foi o mês de maior precipitação. == Demografia == A população de Boa Vista foi estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em em 2021, sendo o mais populoso do estado e o sexagésimo quarto mais populoso do Brasil, apresentando uma densidade populacional de 70,2 hab/km². Sozinha, Boa Vista concentra 63,11% da população de Roraima. Segundo o censo de 2010, habitantes eram homens e habitantes eram mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana e na zona rural. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Boa Vista, considerado alto pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), é de 0,752, sendo o maior de todo estado de Roraima. Considerando apenas a educação o índice é de 0,910 (muito elevado), enquanto o do Brasil é 0,702; o índice da longevidade é de 0,725 (o brasileiro é 0,638); e o de renda é de 0,738 (o do país é 0,723). O município possui a maioria dos indicadores médios e parecidos com os da média nacional segundo o PNUD. A renda per capita é de reais. O coeficiente de Gini, que mede a desigualdade social, é de 0,43, sendo que 1,00 é o pior número e 0,00 é o melhor. A incidência da pobreza, medida pelo IBGE, é de 37,95%, o limite inferior da incidência de pobreza é de 30,23%, o superior é de 45,68% e a incidência da pobreza subjetiva é de 38,33%. === Religião === Tal como a variedade cultural em Boa Vista, são diversas as manifestações religiosas presentes na cidade. Embora tenha se desenvolvido sobre uma matriz social eminentemente católica, é possível encontrar atualmente na cidade algumas denominações protestantes diferentes, e ainda religiões de matriz indígena. Boa Vista está localizada em um dos países mais católicos do mundo em números absolutos. A Igreja Católica Apostólica Romana teve seu estatuto jurídico reconhecido pelo governo federal em outubro de 2009, ainda que o Brasil seja atualmente um estado oficialmente laico. De acordo com dados do censo de 2010, realizado pelo Instituto Brasileiro de Geografia e Estatística, a população de Boa Vista é composta por sua grande maioria católica, vejamos: católicos (51,23%), protestantes (32%), espíritas (3,62%), Umbanda e Candomblé (0,15%), pessoas sem religião (15,01%). === Criminalidade === Os índices de criminalidade em Boa Vista vêm aumentando nos últimos anos, contudo, ainda permanecem em níveis baixos se comparado com outras cidades com semelhante número de habitantes. Uma prova de que o crime continua baixo é que, segundo uma pesquisa da Fundação Getúlio Vargas, Boa Vista possui o segundo índice mais baixo de criminalidade entre as capitais brasileiras, seguida de Palmas (Tocantins) e atrás somente de Brasília (Distrito Federal). Durante a década de 90 do século passado, o maior problema era das impopulares gangues de ruas que atormentavam a população mas que diminuíram com os vários programas sociais realizados pela prefeitura ao longo do tempo. Contudo, após o abandono deste programa por parte do poder público, em meados da metade da década de 2000, o problema das gangues de rua voltou a se intensificar. Voltou a normalizar, mas Boa Vista enfrenta problemas de fuga de presos do sistema penal estadual, onde há a atuação de algumas facções criminosas existentes no sudeste do país, com inclusive mortes por decapitações e esquartejamento dos internos provocadas durante as diversas rebeliões. Houve em 2016 diversas rebeliões e fugas da Penitenciária Agrícola de Monte Cristo. == Política == O primeiro prefeito do município, com o título de Superintendente, foi João Capistrano da Silva Mota (mais conhecido como Coronel Mota). Os primeiros intendentes, equivalentes a vereadores foram José Francisco Coelho e José Joaquim de Sousa Júnior. Barac da Silva Bento foi prefeito de 1989 a 1992. Maria Teresa Saenz Surita foi prefeita de 1993 a 1996. Ottomar Pinto foi prefeito de 1997 a 2000TSE Resultado das Eleições 1996 e novamente no período 2001-2004Resultado da Eleição 2000LOSEKANN, Marcos O ronco da pororoca: histórias de um repórter na Amazônia. São Paulo: Editora SENAC, 1999, p.127-128. ISBN 85-7359-066-1., eleita com 44,37% dos 81.352 votos válidos, vencendo Ottomar Pinto (PTB), que obteve 29,96%. Foi reeleita, em 2004, pelo PPS.Resultado da Eleição 2004. Tribunal Superior Eleitoral. Acessado em 30 de setembro de 2021. Iradilson Sampaio foi eleito nas eleições de 5 de outubro de 2008 com 54% dos votos do eleitorado local, para a gestão de 2009 a 2012.Resultado da Eleição 2008 Teresa Surita foi eleita prefeita Boa Vista pela quarta vez em 7 de outubro de 2012, para a gestão 2013-2016, pelo PMDB, com 57.066 votos, ou 39,26% dos votos válidos.Boa Vista-RR já tem prefeita eleita. Tribunal Superior Eleitoral. 7 de outubro de 2012. Acessado em 30 de setembro de 2021. Ela foi a única mulher prefeita de capitais e a primeira política a gerir uma capital brasileira por cinco vezes pois foi reeleita para o mandato 2017-2020 nas eleições de 2016. Terminou sua gestão em 2020 com 83% de aprovação pelos boa-vistenses, segundo a pesquisa do Instituto Brasileiro de Opinião Pública e Estatística (IBOPE). O poder legislativo é constituído pela câmara, formada por 23 vereadores. == Subdivisões == A subdivisão administrativa do município de Boa Vista em zonas e bairros é dada pela lei municipal nº 244, de 6 de setembro de 1991, que trata da promoção de desenvolvimento urbano, zoneamento, uso e ocupação do solo, sistema viário, parcelamento do soloLei nº 244/91, de 06 de setembro de 1991. Acessado em 30 de setembro de 2021., tendo havido várias leis modificadoras.Lei nº 483, de 09 de dezembro de 1999. Acessado em 30 de setembro de 2021.Lei nº 556, de 10 de maio de 2001. Acessado em 30 de setembro de 2021.Lei nº 575, de 27 de setembro de 2001. Acessado em 30 de setembro de 2021.Lei nº 595 de 29 de novembro de 2001. Acessado em 30 de setembro de 2021.Lei nº 845, de 23 de março de 2006. Acessado em 30 de setembro de 2021. == Economia == Concentra-se principalmente nas avenidas Jaime Brasil, Ville Roy e Ataíde Teive e nos dois grandes shoppings da cidade: Pátio Roraima Shopping e Roraima Garden Shopping. Boa Vista guarda traços de cidades pequenas, a mais importante área comercial situa-se no Centro da cidade atendendo a toda ela, diferentemente do que ocorre nos grandes centros urbanos, locais no qual existem geralmente um polo comercial para cada bairro. As indústrias — especialmente de sabão, refrigerantes e arroz — situam-se principalmente no Distrito Industrial Governador Aquilino Mota Duarte. == Infraestrutura == === Educação === Boa Vista concentra a maioria das escolas públicas e particulares do estado, além de cursinhos intensivos e faculdades. A rede municipal da cidade é considerada uma das melhores do Brasil. Segundo a Avaliação Nacional do Rendimento Escolar (Prova Brasil), a cidade tem a 5ª melhor educação do país, mesmo enfrentando um crescimento vertiginoso do número de matrículas. Das escolas estaduais implantadas em Boa Vista destacam-se na infraestrutura as escolas Monteiro Lobato, Ana Libória e a Escola Padrão por possuírem segundo piso, além de jardins, praças, ginásios, banheiros, amplas salas de aula e etc .Em Boa Vista existem duas escolas federais de ensino fundamental e médio: Centro de Educação - CEDUC (da Universidade Federal de Roraima) e o Instituto Federal de Roraima - IFRR. A primeira se destaca por possuir salas de aula climatizadas e a segunda por seus numerosos e completos laboratórios; Ambas foram as únicas escolas públicas do estado a alcançar a média do Exame nacional do ensino médio. === Transportes === esquerda|thumb|Frontal da Rodoviária Internacional José Amador de Oliveira Boa Vista conta com um transporte público deficiente, devido à insuficiência de ônibus, mas vem sendo modernizado e ampliado ao longo dos anos. Até 2005 havia os sistema de expressinhos (micro-ônibus privados), mas foram extintos. A população de Boa Vista também costuma utilizar táxis e as conhecidas \"lotações\" (táxi-lotação), modalidade existente em poucas cidades brasileiras. É vetado por lei municipal o serviço de mototáxis em Boa Vista. Em 2012, Boa Vista possuía uma frota de veículos. Boa Vista possui dois terminais de ônibus, ambos localizados no centro da cidade, sendo que o maior encontra-se perto da Orla Taumanan. O terminal Luís Canuto Chaves, que fica próximo a Praça das Águas, passou por reforma e ampliação com obras de mobilidade. O terminal conta com investimentos de acessibilidade como bicicletário, posto da ciclo patrulha da Guarda Civil Municipal, ponto de táxi, plataforma de embarque climatizada e outros. O antigo terminal do Caimbé encontra-se desativado para as atividades de ônibus, sendo utilizado para serviços de táxi entre municípios. A cidade dispõe do Aeroporto Internacional Atlas Brasil Cantanhede, que é atendido pelas companhias LATAM, GOL e Azul e Trans Guyana Airways. LATAM e GOL oferecem voos para Brasília e a partir desses aeroportos, conexões para todo o país. A Azul oferece voos para Belém e Campinas, sendo o último com escala em Manaus. Trans Guyana é a única companhia a oferecer voo internacional na capital, com destino a Georgetown, capital da Guiana. Cidade planejada e de largas avenidas, Boa Vista ainda assim começa a ter congestionamentos cada vez mais frequentes, especialmente no Centro e em algumas vias da periferia. Nos últimos anos, a prefeitura da cidade tem feito investimentos em melhorias no trânsito, como a implantação de novos pardais, semáforos e modernização das vias, que impactaram na redução de acidentes e óbitos. Boa Vista já teve o trânsito considerado um dos mais violentos do país. A Rodoviária Internacional José Amador de Oliveira - Baton liga a cidade a outras do interior de Roraima, ao Amazonas, à Guiana e à Venezuela. Atuam no trecho as empresas Amatur, Eucatur, Caburaí, Trans Brasil e Asatur. As quatro rodovias principais que cruzam Boa Vista são: BR-401; BR-174; RR-205 e RR-319. Boa Vista dispõe de um grande anel viário, cujas obras terminaram em 2011, o Contorno Oeste Ottomar de Souza Pinto, com extensão de quase 30 quilômetros. As principais pontes a cortar a cidade são a dos Macuxis e do Rio Cauamé. Apesar da ligação histórica da cidade de Boa Vista com o rio Branco, atualmente a cidade não conta com um porto fluvial expressivo, tendo apenas embarcações pesqueiras, turísticas ou de lazer. Também inexiste sistema ferroviário na capital. == Cultura == thumb|Saída pela Plataforma 1 da Orla Taumanan, ao fundo o Monumento aos Pioneiros.|alt= A cultura em Boa Vista é predominantemente nordestina e indígena. Esse predomínio vai desde os gostos musicais como o forró e o sertanejo, que são os gêneros musicais mais ouvidos, até o artesanato. No entanto, existem núcleos culturais, típicos das grandes metrópoles do país, espalhados pela cidade, por iniciativa privada e pública; um núcleo de MPB, por exemplo, encontra-se na Orla Taumanam, à noite. Outro núcleo de rock e heavy metal há no Serviço Social do Comércio (SESC) - Roraima, onde ocorre mensalmente o Espaço Rock SESC, reunindo bandas e covers locais. === Esportes === Clubes profissionais de futebol de Boa Vista são: Atlético Progresso Clube; Atlético Roraima Clube; Baré Esporte Clube; Grêmio Atlético Sampaio; São Raimundo Esporte Clube; River Esporte Clube; Atlético Rio Negro Clube e Náutico Futebol Clube; O principal estádio é o Estádio Flamarion Vasconcelos (mais conhecido por Canarinho), localizado no bairro de mesmo nome (Canarinho), na zona Sul, com capacidade para 5.000 pessoas. Há ainda o Ribeirão, na periferia da cidade. Há também o Estádio Raimundo Ribeiro de Souza (mais conhecido por Ribeirão), com capacidade para 3.000 pessoas. === Arquitetura e urbanismo === As áreas mais antigas de Boa Vista (localizadas em especial às margens do rio Branco, no baixo Centro) possuem uma arquitetura característica do estilo do fim do século XIX e início do século XX: o neoclássico, inspirado nas formas romanas e gregas da antiguidade. Um exemplo de obra pertencente a este estilo é a Prelazia. Foi construída em 1907 e funcionou como um hospital assistido por monges beneditinos, entre 1924 e 1944. Na década de 1950 (em 1950) tornou-se a sede do governo estadual. Boa Vista é uma cidade planejada, com o Centro disposto em formato radial, na tradição do urbanismo francês, com ruas voltadas para a grande praça monumental central, centro do poder. O planejamento da cidade de Boa Vista se deu em função da estratégia governamental de ocupação da Amazônia em 1943. Nesta ocasião, o autor do plano, o engenheiro civil Darcy Aleixo Derenusson, formado pela antiga escola Politécnica Nacional no Rio de Janeiro hoje UFRJ, se interessava pelas questões urbanísticas e já tinha participado na confecção do Plano Diretor de Volta Redonda (RJ), onde tomou contato com o pensamento urbanístico de Atílio Correia Lima, responsável pelo projeto de Goiânia. O planejamento de Boa Vista coordenado por Darcy Derenusson mobilizou uma vasta equipe dos mais conceituados especialistas em urbanismo, esgotos sanitários, esgotos pluviais, abastecimento d'água e energia elétrica com sua rede distribuidora. Elaborado no período de 1944 a 1946, foi antecedido de levantamento topográfico planialtimétrico e cadastral da vila e arredores, numa extensão de 20 km², com a confecção de planta na escala de 1:1000, recenseamento geral da população e estudos socioeconômicos necessários à sua execução. É interessante notar que em um projeto feito na década de 1940, quando os automóveis ainda não eram um problema urbano, e em Boa Vista poucos existiam, o projeto da cidade já contava com ruas extremamente largas. As dimensões, aparentemente exageradas para a época, se mostraram de acordo com o progresso dos anos seguintes, fazendo com que Boa Vista conservasse a qualidade urbana ao longo dos anos. Porém, o traçado urbano original de Boa Vista não foi mantido com o crescimento da cidade e há muita irregularidade nas ruas dos bairros da periferia que não seguem padrões elaborados de trajeto das vias urbanas. == Ver também == * Roraimenses de Boa Vista * Orla Taumanan === Bibliográficas === * == Ligações externas == * * * * Categoria:Capitais do Brasil Categoria:Fundações no Amapá em 1890",
 "title": "Boa Vista (Roraima)"
}