{
 "id": "13098",
 "text": "Em termodinâmica, calorimetria é um ramo da física que estuda as trocas de energia entre corpos ou sistemas quando essas trocas se dão na forma de calor. Calor significa uma transferência de energia térmica de um sistema para outro, ou seja: podemos dizer que um corpo recebe calor, mas não que ele possui calor. A calorimetria é uma ramificação da termologia que analisa os problemas relacionados à troca de calor em sistemas de temperaturas diversas. Como exemplo, considere a situação em que dois corpos A e B possuem temperaturas TA e TB, sendo TA > TB. Ao serem colocados em contato térmico, no interior de um recipiente termicamente isolado do meio externo, pode-se observar que após um tempo suficientemente longo, os corpos apresentarão a mesma temperatura, i.e., TA = TB, atingindo portanto e equilíbrio térmico. Em um sistema termicamente isolado, a temperatura de equilíbrio entre os corpos em contato será sempre intermediária entre a maior e a menor temperatura presente originalmente no sistema. == Terminologia == Calor - Energia térmica que é transferida de um corpo para outro devido à diferença de temperatura entre eles. O sentido desta transferência é sempre da região (ou corpo) de maior para a/o de menor temperatura. Uma vez que o calor é uma energia em processo de alteração, todo corpo pode receber ou doar calor, que normalmente é medido em calorias; porém, o calor é uma grandeza equivalente à energia mecânica e, portanto, pode ser medido em joules, de acordo com o S.I. Calor sensível - É o calor absorvido ou cedido por um corpo e que tem como consequência a variação da energia (cinética) interna de um corpo, a qual é observada diretamente na temperatura do corpo em questão. O nome \"calor sensível\" faz referência ao fato de que tais trocas podem ser observadas através da variação de temperatura, nunca incorrendo em transição de fase de primeira ordem (isto é, não provocando mudança de estado, sólido-líquido-gasoso-plasmático). Calor latente - É o calor cedido ou absorvido por um corpo e que tem como consequência a variação da energia potencial intermolecular. Ao absorver ou distribuir calor latente, um corpo mantém sua temperatura constante, porém passa por mudança de estado físico (diferente do calor sensível). Capacidade térmica (C) - É a razão (ou relação) entre a quantidade de calor e a variação de temperatura num sistema.. A capacidade térmica de um sistema (com dois ou mais corpos), corresponde à soma dos valores individuais da capacidade térmica de cada corpo. C=\\frac{Q}{\\Delta\\theta} * C: capacidade térmica do corpo. * Q: quantidade de calor trocada pelo corpo. * \\Delta\\theta: variação de temperatura do corpo. A unidade de capacidade térmica no S.I. é o J/K (joule por kelvin). Calor específico (c): É a capacidade específica de uma substância de mudar sua temperatura ao receber ou liberar calor para cada massa unitária que esta vier a incluir. Isto quer dizer que a Capacidade Térmica de um corpo é dada pelo Calor Específico (c) da substância que o compõe e pela sua massa; em outras palavras: quanto menor o calor específico de uma substância, menor será a quantidade de calor necessária para elevar a sua temperatura. O calor específico depende do estado de agregação do sistema, sendo maior no estado líquido do que no estado sólido. A unidade usual para determinar o calor específico é \\left ( \\frac{cal}{g^0C} \\right ) e no S.I. é o \\left (\\frac{J}{K\\,kg} \\right ) A relação entre capacidade térmica (C) e massa (m) é expressa por c=\\frac{C}{m} * c representa o calor específico de um dado material. * C representa a capacidade térmica da amostra deste material. * M representa a massa da amostra deste material. Uma caloria (1 cal): é a quantidade de calor necessária para aquecer, sob pressão normal, 1,0 g de água de 14,5 °C a 15,5 °C. == Função Fundamental da Calorimetria == A equação fundamental da calorimetria é definida a partir de duas grandezas importantíssimas da Termologia, que são a capacidade térmica e o calor específico. == Quantidade de Calor Sensível == Ocorre mudança de temperatura nas substâncias SEM mudança de estado. Q=m\\, c \\, \\Delta\\theta (ou, alternativamente) Q = m . c . ΔT Q representa a variação no calor sensível; m é a massa; c é o calor específico do material, e ΔT é a variação de temperatura durante o experimento. * Q>0 (ou seja: o corpo recebe calor) \\rightarrow\\Delta\\theta >0 (o corpo se aquece). * Q<0 (ou seja: o corpo cede calor) \\rightarrow\\Delta\\theta <0(o corpo se esfria). == Quantidade de Calor Latente == Ocorre mudança de estado físico nas substâncias. Q=m \\cdot L == Princípios da Calorimetria e determinação do calor específico == === Princípios da Calorimetria === #Princípio de Transformações Inversas: a quantidade de calor que um corpo recebe é igual, em módulo, à quantidade de calor que um corpo cede ao voltar, pelo mesmo processo, à situação inicial. #Princípio do Equilíbrio Térmico: quando vários corpos inicialmente a temperaturas diferentes trocam calor entre si, e só entre si, observamos que alguns perdem enquanto outros recebem calor, de tal maneira que decorrido um certo tempo, todos estacionam numa mesma temperatura, chamada temperatura de equilíbrio térmico. #Princípio da Igualdade das Trocas de Calor: quando vários corpos trocam calor apenas entre si, a soma das quantidades de calor que alguns cedem é igual, em módulo, à soma das quantidades de calor que os restantes recebem. Q_1 + Q_2 +...+ Q_n=0 === Determinação do Calor Específico === Uma técnica para medir o calor específico consiste em aquecer uma amostra de alguma substância até uma temperatura conhecida que podemos chamar de Tx, colocando-a imersa em um recipiente contendo água de massa e temperatura conhecidas, sendo Ta < Tx, e medindo a temperatura da água depois que o equilíbrio é alcançado. Essa técnica é chamada de calorimetria, e os aparelhos nos quais ocorre essa transferência de energia são chamados calorímetros. A figura ao lado nos mostra a transferência de energia por calor resultante da parte do sistema em alta temperatura para a parte em baixa temperatura. Se o sistema (amostra + água) é isolado, o princípio de conservação de energia exige que a quantidade de energia Qquente que deixa a amostra de calor específico desconhecido seja igual à quantidade de energia Qfria que entra na água. A conservação de energia nos permite escrever a representação matemática dessa afirmação de energia como: Qfrio = - Qquente Suponha que mx seja a massa de uma amostra de alguma substância cujo calor específico queremos determinar. Vamos chamar seu calor específico de cx e sua temperatura inicial de Tx. Do mesmo modo, ma, ca e Ta representam valores correspondentes para a água. Se Tf é a temperatura final depois que o sistema chega ao equilíbrio. A equação da calorimetria Q = mc∆t nos mostra que a transferência de energia para a água é maca(Tf-Ta), que é positivo, porque Tf >Ta, e que a transferência de energia para a amostra de calor específico desconhecido é mxcx(Tf-Tx), que é negativo. Substituindo essas expressões na equação acima, temos: Maca(Tf-Ta) = - mxcx(Tf-Tx) Essa equação pode ser resolvida para determinar o calor específico cx para qualquer substância desejada.Jewett, J.H.; Serway, R.A., Física para Cientistas e Engenheiros, Volume 2 (2012-2013) == Unidades usuais no SI == * C= capacidade térmica (cal/°C ou J/K) * Q= quantidade de calor (cal ou J) * ∆T ou ∆Θ= variação de temperatura (°C ou K) * c= calor específico (cal/g°C ou J/kg K) * M= massa (g ou kg) * T= temperatura (°C ou K) == Interesse Especial da Calorimetria na Termodinâmica: Relações entre Quantidades Calorimétricas Clássicas == === Relação de Calor Latente com o Volume e a Equação de Estado === A quantidade C_T^{(V)} (V,T) é o calor latente em relação ao volume e pertence a calorimetria clássica. Contabiliza a ocorrência de transferência de energia por trabalho em um processo no qual o calor é também transferido. A quantidade, no entanto, foi considerada antes da relação entre calor e transferências de trabalho. Este fato foi esclarecido pela invenção da termodinâmica. Para a termodinâmica, a quantidade de calorimétrica clássica é revelada como estando fortemente ligada à equação de estado do material calorimétrico p = p (V,T). Desde que a temperatura T seja medida na escala termodinâmica absoluta, a relação é expressa pela fórmula abaixo, em função de V e T.Truesdell, C., Bharatha, S. (1977), page 150. C_T^{(V)} (V,T) = T * {\\partial p\\over\\partial T} === Diferença entre Calores Específicos === Com o avanço da termodinâmica, tornou-se possível provar a relação: C_p (p,T)- C_V (V,T)= [p (V,T) + {\\partial U\\over\\partial V} ] * {\\partial U\\over\\partial T} A partir disto então, o raciocínio matemático e termodinâmico leva a outra relação entre as quantidades de calorimétricas clássicas. A diferença de calor específico é dada por: C_p (p,T)- C_V (V,T) = \\left ( \\frac{T V\\beta^2_p (T,p)}{k_T (T,p)} \\right )Kondepudi, D. (2008), page 181.Callen, H.B. (1960/1985), page 86.Lewis, G.N., Randall, M. (1923/1961), page 54 == Cálculo Básico do Calor na Calorimetria == === Capacidade térmica === Para entendermos o que é a capacidade térmica, antes é necessário sabermos o que é o calor específico. Na definição, o calor específico de um corpo é quanto de calor deve ser fornecido a uma substância para que um grama se aqueça em um grau Celsius. A capacidade térmica de um corpo é o produto entre a massa de uma substância e seu calor específico. É também uma forma de saber quanto de calor uma substância pode armazenar em uma troca térmica, ou qual a ineficiência de um corpo em trocar energia com o meio em que está. \\Delta Q = mc\\Delta T Nussenzveig, H. M. Curso de Física Básica - Vol.2 - 5ª Edição. (2014). pág. 167-205 mc = C \\Delta Q = C\\Delta T Assim materiais cuja capacidade térmica ou cuja massa sejam muito grandes são usualmente conhecidos como reservatórios térmicos, já que, com o aumento dessas propriedades a quantidade de calor necessária para aumentar em um grau um grama desse sistema ou substância cresce em sentido inversamente proporcional. \\Delta T = \\left ( \\frac{\\Delta Q}{C} \\right ) === Equação do trabalho em função do volume e pressão === W = \\int_{V_i}^{V_f} PdV W = P(V_f-V_i) === Variação de energia === \\Delta U = \\Delta Q - W \\Delta U = C\\Delta T - P(V_f - V_i) === Casos com equação diferencial de estado para um componente do corpo === === Cálculo básico para o volume constante (Cv) === ==== Transformação isocórica ==== W = 0 \\Delta U = \\Delta Q = C_v\\Delta T dU = dQ = C_vdT === Cálculo clássico de calor para pressão constante (Cp) === ==== Transformação isobárica. ==== W = \\int_{V_i}^{V_f} PdV W = P(V_f-V_i) \\Delta U = \\Delta Q - W = C_pdT - P(V_f - V_i) dU = dQ - dW = C_pdT - PdV === Cálculo de Capacidade Térmica para um gás ideal === Para um ciclo de trabalho fechado de transformações isobárica, isocórica e isotérmica. A variação de energia interna de um sistema é um processo reversível e constante, e portanto não muda com o tempo, e assim sendo: dU = C_pdT - PdV dU = C_vdT Podemos representar essas duas expressões através de uma única, que será: CvdT = CpdT - PdV Mas sabemos que numa transformação isocórica a variação de volume é igual a zero, logo temos que: PdV + VdP = RdT PdV = RdT Para que o ciclo seja mostrado em função da temperatura, devemos substituir as expressões acima por: CvdT = CpdT - RdT Cp = Cv + R === Cálculo para processos adiabáticos em um gás ideal === Segundo a lei de Boyle, para um processo adiabático (isto é, isolado de qualquer troca de calor) reversível: dQ = 0 De modo que: dU = -PdV dU = nCvdT PdV + VdP = nRdT VdP = nRdT - Pdv VdP = nRdT + nCvdT = n(Cv + R)dT Cp = Cv + R VdP = nCpdT nCvdT = - PdV VdP = \\left ( \\frac{C_v}{C_v} \\right )nCpdT = \\left ( \\frac{C_p}{C_v} \\right )nCvdT = \\left ( \\frac{C_p}{C_v} \\right )(-PdV) \\left ( \\frac{dP}{P} \\right )= -\\gamma \\left ( \\frac{dV}{V} \\right ) \\left ( \\frac{C_p}{C_v} \\right ) = \\gamma Para o cálculo do trabalho usamos as expressões: \\int_{P_i}^{P_f} \\left ( \\frac{dP}{P} \\right ) = ln\\left ( \\frac{P_f}{P_i} \\right ) = -\\gamma\\int_{V_i}^{V_f} \\left ( \\frac{dV}{V} \\right ) = -\\gamma ln\\left ( \\frac{V_f}{V_i} \\right ) \\left ( \\frac{P_f}{P_i} \\right ) = \\left ( \\frac{V_i}{V_f} \\right )^\\gamma = PV^\\gamma = P_iV_i^\\gamma W = \\int_{V_i}^{V_f} PdV = C\\int_{V_i}^{V_f} V^\\gamma dV = \\left ( \\frac{1}{1-\\gamma} \\right )(CV_f^{1-\\gamma} - CV_i^{1-\\gamma} ) W = \\left ( \\frac{P_fV_f - P_iV_i}{\\gamma -1} \\right ) === Calorimetria através de mudança de fase, equação de estado mostra um salto de descontinuidade === Um calorímetro (isto é, instrumento para medição de variações de calor) inicial foi o utilizado por Laplace e Lavoisier. Funcionou em temperatura constante e sob pressão atmosférica regular. O calor latente envolvido não era então um calor latente em relação ao volume ou em relação à pressão, como na descrição acima para calorimetria sem alteração de fase. Ao invés disso, o calor latente envolvido nesse calorímetro foi em relação à mudança de fase, ocorrendo naturalmente sob temperatura constante. Este tipo de calorímetro trabalhou pela medição da massa de água produzida pelo derretimento do gelo, que é uma mudança de fase. === Acumulação de Aquecimento === Para um processo que depende do tempo de aquecimento do material calorimétrico, definido por uma progressão conjunta contínua P(t1,t2) de V(t) e T(t), começando em um tempo t₁, e terminando em um tempo t₂, é possível calcular uma quantidade acumulada de calor entregue, ∆Q (P(t1,t2)). Este cálculo é feito pela integração matemática ao longo da progressão em relação ao tempo. Isso ocorre porque incrementos de calor são 'aditivos'. Isso levou Lavoisier a gerar a \"teoria calórica\", que hoje sabemos ser falsa, e que afirmava (falsamente), que o calor é uma quantidade conservadora, uma grandeza que se mantém constante. Em meados do século XIX, a \"teoria calórica\" foi reconhecida como equivocada. Escrito com o símbolo Δ, a quantidade ∆Q (P(t1,t2)) não é de modo algum restrito a ser um incremento com valores muito pequenos; Isso está em contraste com δ Q. Pode-se escrever: ∆Q (P(t1,t2)) = \\textstyle \\int\\limits_{P(t_1,t_2)}^{} \\displaystyle Q(t) dt = \\textstyle \\int\\limits_{P(t_1,t_2)}^{} \\displaystyle C_T^V( V,T ) V˙(t) dt + \\textstyle \\int\\limits_{P(t_1,t_2)}^{} \\displaystyle C_T^V( V,T ) T˙(t) dt Esta expressão usa quantidades, tais como Q(t), que são definidas na seção a seguir. === Aspectos matemáticos das regras acima === O uso de “pequenas quantidades” como δQ está relacionado com a condição física para a quantidade de pressão expressa em função de V e T. Isto é feito para se determinar rapidamente os valores de V e T, descrevendo assim um processo físico. Esse conceito de “pequenas quantidades” é usado na abordagem feita por Leibniz para Cálculos Infinitesimais. Já para Newton, são usados fluxos descritos como tornando mais óbvio que p(V,T) é rapidamente determinada. Em termos de fluxos, a primeira regra para cálculo citada acima pode ser descrita como: \\dot{Q}(t) = C_T^{(V)} (V,T) \\dot{V}(t)+ C_V^{(T)} (V,T) \\dot{T}(t) Truesdell, C., Bharatha, S. (1977), page 20. Sendo t o tempo, \\dot{Q}(t) é a taxa de aquecimento de um material calorimétrico em um determinado tempo, \\dot{V}(t) é a taxa de mudança de volume do material calorimétrico no instante t e \\dot{T}(t) é a variação da temperatura que o material sofre no instante t. O incremento δQ e o fluxo \\dot{Q}(t) são obtidos através de um tempo particular que pode ser determinado pelos valores das quantidades existentes no lado direito das regras acima. Mas não quer dizer que a função Q (V,T) exista. Por essa razão, o incremento δQ é chamado de diferencial imperfeito ou diferencial inexistente.Adkins, C.J. (1975), Section 1.9.3, page 16.Landsberg, P.T. (1978), pages 8-9.An account of this is given by Landsberg, P.T. (1978), Chapter 4, pages 26-33. A quantidade ∆Q (P(t1,t2)) é propriamente dito como sendo uma função contínua em progressão contínua P(t1,t2) de V(t) e T(t), porém a definição da função ∆Q (P(t1,t2)) não é uma função de (V,T). === Escopo físico das regras de calorimetria acima citadas === As regras apresentadas anteriormente aplicam-se apenas a materiais calorimétricos adequados. Definições como “rapidamente” e “muito pequenos” necessitam de verificação física empírica para validar as regras. Todas as regras citadas acima se referem puramente a calorimetria, sem nem citar a termodinâmica. Esse fato ocorre, pois as regras compreendem a física antes das leis da termodinâmica. Toda a ideia sobre calorimetria apresentada auxiliou muito no desenvolvimento dos conceitos térmicos, posteriormente usados na termodinâmica. == Relação entre as Quantidades Calorimétricas Clássicas == Assumindo que a regra p = p(V,T) é conhecida, pode-se derivar a função \\partial p/\\partial T que é usado acima no cálculo do calor clássico em relação à pressão. Esta função pode ser encontrada experimentalmente a partir dos coeficientes β(T, p) e к(T, p) através da relação matematicamente dedutível : {\\partial p \\over \\partial T } = {\\beta_p (T, p) \\over \\kappa_T (T, p)} Kondepudi, D. (2008), page 181 === Coeficientes medidos experimentalmente === Empiricamente, é conveniente medir as propriedades de materiais calorimétricos sob condições controladas experimentalmente. == Aumento de pressão a volume constante == Um processo isocórico, também chamado isovolumétrico, é um processo no qual o volume permanece constante. Quando um gás ideal é usado em um processo isocórico, e a quantidade de gás permanece constante, pode-se dizer que o aumento na energia é proporcional a um aumento na temperatura e na pressão. Se o volume permanece constante (\\Delta V=0 ), isso faz com que o processo não exerça trabalho de variação pressão-volume, sendo tal trabalho definido por: \\Delta W=p\\Delta V (sem o sinal de menos, pois trata-se do trabalho realizado pelo sistema), onde P é a pressão e V é o volume. Se aplicarmos a Primeira Lei da Termodinâmica, podemos deduzir que a mudança de energia interna do sistema será igual a Q, ou seja: \\Delta U=Q . Para medições experimentais em volume controlado, a pressão do corpo de material calorimétrico pode ser expressa em função do seu volume e de sua temperatura. Pode-se definir o coeficiente isocórico de aumento de temperatura-pressão através de: \\alpha_V \\bigl(V,T\\bigr)={{\\partial p \\over \\partial V}\\bigl(V,T\\bigr) \\over p \\bigl(V,T\\bigr)} Iribarne, JV, Godson, WL (1973/1981), página 46. == Expansão a pressão constante == Um processo isobárico é um processo o qual a pressão permanece constante (iso = igual; baro = pressão), ou seja: em que a variação de pressão é igual a zero, ou:: \\Delta P=0 (com P representando pressão). Sendo assim, se a pressão de uma certa quantidade de gás ideal permanece constante, a temperatura será diretamente proporcional ao volume. Então o trabalho pressão-volume do sistema pode ser definido como: W=p\\Delta V . Para medições experimentais sob pressão controlada, propõe-se a função V\\bigl(T,p\\bigr) , na qual T representa temperatura e p representa pressão, para expressar o volume V do corpo, supondo que a pressão do corpo de material calorimétrico seja conhecida como uma função de seu volume e temperatura. Pode-se definir o coeficiente isobárico de expansão volumétrica por: \\beta_p \\bigl(T,p\\bigr)={{\\partial V \\over \\partial T}\\bigl(T,p\\bigr) \\over V \\bigl(T,p\\bigr)} Lewis, GN, Randall, M. (1923/1961), página 54. == Compressão à temperatura constante == Um processo isotérmico é um processo em que a temperatura do sistema permanece constante (iso = igual), ou seja: em que a variação de temperatura é igual a zero, ou:: \\Delta T=0 (com T representando temperatura). Numa transformação isotérmica envolvendo um gás ideal, este pode ceder ou receber calor do meio. Quando o gás recebe calor, dizemos que o trabalho realizado sobre o gás corresponde ao calor recebido. Quando o gás cede calor para o meio, diz-se que o trabalho realizado equivale ao calor cedido. Para medições experimentais à pressão controlada, propõe-se a função V\\bigl(T,p\\bigr) , em que T representa temperatura e p representa pressão, para expressar o volume do corpo, com a mesma condição citada acima. Pode-se definir o compressibilidade isotérmica (isto é, a capacidade de compressão à temperatura constante) através de: k_T \\bigl(T,p\\bigr)=-{{\\partial V \\over \\partial T}\\bigl(T,p\\bigr) \\over V \\bigl(T,p\\bigr)} Guggenheim, EA (1949/1967), página 38 == Calorimetria prática de volume constante (bomba calorimétrica) == Calorimetria de volume se refere ao cálculo feito para avaliar alterações de temperatura quando o volume é constante. Para realizar esse estudo, é necessário que haja um calorímetro - ou seja: um instrumento utilizado na medição de calor. Neste sistema, não existe trabalho. Portanto o calor medido torna-se igual ao da energia interna. Assim, conclui-se que a capacidade térmica da calorimetria de volume é independente da temperatura. A equação usada para calcular o calor mantendo o sistema em volume constante é: Q = C_v\\Delta T = \\Delta U Leva-se em conta que: C_v é a capacidade de calor do volume (quantidade de calor necessária para elevar a temperatura em 1 °C). \\Delta T é a mudança da temperatura. \\Delta U é a mudança da energia interna. Também vale ressaltar que na calorimetria de volume a pressão não é constante. Existindo uma diferença entre pressão inicial e pressão final, é necessário um ajuste no calor medido que fornece a mudança de entalpia. Assim temos: \\Delta H = \\Delta U + V \\Delta P Sendo que: \\Delta H é a entalpia. \\Delta V é o volume, que não se altera. Bomba calorimétrica é um dispositivo usado para determinar experimentos deste tipo. Constitui de uma câmara de combustão, onde os reagentes são colocados. Esta é colocada em um copo isolado do ambiente e contendo uma quantidade conhecida. A reação é iniciada aquecendo a amostra por uma corrente elétrica em um fio. Ela será do tipo exotérmica, e aquecerá a água a qual circunda a câmara. A variação da temperatura é determinada pelo termômetro de precisão e obtém um gráfico relacionando com o tempo. Como o calor foi utilizado para aumentar a temperatura da água, consegue-se calcular o valor da combustão. Elas são normalmente utilizadas em reações adiabáticas, que não ocorrem transferência de calor, como no caso da calorimetria de volume. == Ver também == * Calorímetro * Termologia * Escalas termométricas * Calorimetria de titulação isotérmica * Varredura diferencial de calorimetria ==Referências== Categoria:Calorimetria Categoria:Termodinâmica",
 "title": "Calorimetria"
}