{
 "id": "13106",
 "text": "Mikhail Aleksandrovitch Bakunin (; Premukhimo, 30 de maio de 1814 — Berna, 1 de julho de 1876), também aportuguesado de Bakunine ou Bakúnine, foi um teórico político, sociólogo, filósofo e revolucionário anarquista. É considerado uma das figuras mais influentes do anarquismo e um dos principais fundadores da tradição social anarquista. O enorme prestígio de Bakunin como ativista o tornou um dos ideólogos mais famosos da Europa e sua influência foi substancial entre os radicais da Rússia e da Europa. Bakunin cresceu em Premukhimo e morou em uma propriedade familiar localizada em Tver Governorate, para onde se mudou com a intenção de estudar filosofia. Em Tyer ele passou a ler as enciclopédias francesas, entusiasmando-se particularmente pela filosofia de Johann Gottlieb Fichte. A partir de Fichte, Bakunin conheceu as obras de Georg Wilhelm Friedrich Hegel, o pensador mais influente entre os intelectuais alemães da época. Em 1840, Bakunin viajou para São Petersburgo e Berlim com a intenção de se preparar para a cátedra de filosofia ou história na Universidade de Moscou. Em 1842, Bakunin mudou-se para Dresden. Posteriormente viajou para Paris, onde conheceu Pierre-Joseph Proudhon e Karl Marx. O radicalismo crescente de Bakunin - incluindo sua oposição ao imperialismo russo – pôs fim às esperanças de uma carreira na docência. Ele foi deportado da França por militar contra a opressão russa exercida na Polônia. Em 1849, Bakunin foi interrogado em Dresden por conta de sua participação na rebelião checa de 1848 e acabou levado à Rússia, onde foi preso na Fortaleza de São Pedro e São Paulo em São Petersburgo. Ele permaneceu preso até 1857, quando acabou exilado em um campo de trabalho na Sibéria. Conseguindo fugir para o Japão, passou pelos Estados Unidos e finalmente chegou em Londres, onde trabalhou com Aleksandr Ivanovitch Herzen no jornal Kolokol (\"O Sino\"). Em 1863 ele deixou o Reino Unido com a intenção de se juntar à insurreição na Polônia, mas não conseguiu chegar ao seu destino. Em 1868, Bakunin se juntou à Associação Internacional dos Trabalhadores, federação de sindicatos e trabalhadores que possuía filiais espalhadas por muitos países europeus, bem como pela América Latina, norte da África e Oriente Médio. A influência “bakuninista\" rapidamente se expandiu, especialmente pela Espanha. Bakunin envolveu-se então numa contenda com Karl Marx, que era uma figura-chave no Conselho Geral da Associação. O Congresso de Haia de 1872 foi dominado por uma luta entre os seguidores de Marx, que defendiam o uso do Estado para provocar o socialismo e a facção anarquista de Bakunin, que argumentava em prol da substituição do Estado por federações locais de trabalho autônomos. Bakunin não pôde participar do congresso, pois não conseguiu chegar à Holanda a tempo. Diante da ausência do líder, a facção anarquista acabou perdendo e Bakunin foi expulso por Marx, sob a alegação de manter uma organização internacional secreta. No entanto, os anarquistas persistiram na ideia de que o congresso não foi representativo. O grupo bakuninista, muito maior em número, ultrapassou o pequeno rival marxista, que se mantinha isolado em Nova York. Essa vitória contribuiu muito para a disseminação global do anarcosocialismo. Durante esses debates, bem como em seus escritos teóricos, Bakunin articulou e combinou as ideias básicas do sindicalismo e do anarquismo, e desenvolveu uma análise estratégica do anarquismo. Bakunin abandonou então o nacionalismo anti-imperialista que adotara durante a juventude. Entre 1870 e 1876, Bakunin escreveu algumas de suas obras mais longas, como o Estatismo e Anarquia e o Império Knuto Germânico e a Revolução Social, cujo texto Deus e o Estado é um trecho dessa obra. Mesmo exercendo intensa atividade intelectual, Bakunin permaneceu participando ativamente como militante. == Biografia == === Primeiros anos === No dia 18 de maio, a meio da primavera do ano de 1814, nascia Mikhail Alexandrovich Bakunin na pequena cidade de Premukhimo (Прямухино), entre Torzhok (Торжок) e Kuvshinovo (Кувшиново), na província de Tver, no noroeste de Moscou. Nasceu em uma família de linhagem nobre, formada por grandes proprietários de terra. Era um dos sete filhos de Alexander Michailowitsch Bakunin e Varvara A. Bakunin (nascida Varvara Muravyov). Durante a infância de Mikhail, seu pai Alexander, que se identificava com o liberalismo europeu e a Revolução Francesa, apresentou a sua família as ideias em torno deste movimento e ofereceu aos seus filhos uma educação primária baseada nestes mesmos ideais. No entanto, depois dos levantes dezembristas, Alexander Bakunin, horrorizado com a violência e temeroso que as ideias liberais lhes causassem problemas, tornou-se um leal czarista a defender os benefícios da aristocracia russa, na época quase toda ela composta por famílias da nobreza daquele país. Nesta mesma época, Alexander decidiu mandar Mikhail para São Petersburgo para que ele se tornasse um oficial de artilharia. por Shawn T. Cwalinski] Aos 14 anos de idade, Mikhail Bakunin deixou a casa de sua família em Premukhimo para ir para a Universidade de Artilharia em São Petersburgo. Lá, o jovem Bakunin completou seus estudos em 1832, e em 1834 foi promovido a oficial júnior da Guarda Imperial Russa. Seu pai imediatamente exigiu que ele fosse transferido para o exército regular. Após a transferência de cargo, a bateria na qual Bakunin estava alistado foi enviada a Minsk, na Bielorrússia e Gardinas, na Lituânia. Deprimido e insociável, em meio ao inverno rigoroso e preso em uma pequena aldeia congelada, o jovem Bakunin passaria a negligenciar seus deveres, mentindo para passar os dias envolto em pele de carneiro. Diante da incontinência, o oficial em comando lhe deu duas opções, retomar suas funções regulares ou desligar-se do exército. Bakunin escolheria a segunda, retornando para casa no início da primavera. Diante do seu retorno, a relação com o pai se tornaria cada vez mais conflituosa. No verão seguinte, tomou parte em uma briga familiar assumindo o lado de sua irmã, que se rebelara contra o pai, a defender um casamento no qual sua filha se sentia infeliz. Em 1835, Mikahil Bakunin partiu para Moscovo com o objetivo de estudar filosofia. A escolha se contrapunha frontalmente ao projeto de vida defendido por seu pai: tornar-se um grande oficial de carreira militar. === Interesse por filosofia === Em Moscou, Bakunin tornou-se amigo de um grupo de estudantes universitários engajados no estudo sistemático de filosofia idealista, agrupados em torno da figura do poeta Nikolay Stankevich, \"o arrojado pioneiro que expôs ao pensamento russo o vasto e fértil continente da metafísica alemã\" (E. H. Carr). A filosofia de Kant inicialmente era central neste círculo de estudos, mas depois o grupo partiu para Friedrich Wilhelm Joseph von Schelling, Johann Gottlieb Fichte, e Georg Wilhelm Friedrich Hegel. No outono de 1836, Bakunin decidiu formar um círculo de estudos filosóficos em sua cidade natal de Premukhino; um espaço passional onde jovens se reuniam não só para o estudo de filosofia. Neste círculo de estudos, Vissarion Belinskii se apaixonaria por uma das irmãs de Bakunin. No início de 1836, retornou a Moscou, onde publicou algumas traduções de Algumas Leituras Acerca da Vocação Escolar e O Caminho da Vida Abençoada, de autoria de Fichte. Este havia se tornado seu livro favorito. Com Stankevich, ele também leria Goethe, Friedrich Schiller e E.T.A. Hoffmann. Ele se tornou amplamente influenciado pelo pensamento de Hegel e foi o autor da primeira tradução de sua obra para o idioma russo. Durante esse período, ele conheceu o eslavófilo Konstantin Aksakov, Piotr Tschaadaev e os socialistas Aleksandr Herzen e Nikolay Ogarev. Nessa época, começou a desenvolver uma perspectiva pan-eslávica. Depois de longas discussões com seu pai, Bakunin foi para Berlim em 1840. Inicialmente, tinha planos para tornar-se um professor universitário (um \"sacerdote da verdade\", tal qual imaginavam ele e seus amigos), mas logo encontrou-se e tomou parte em um coletivo de estudantes denominados a \"Esquerda Hegeliana\", e uniu-se ao movimento socialista em Berlim. Em seu ensaio de 1842, \"A Reação na Alemanha\", ele argumentava em favor da ação revolucionária da negação, resumida na frase: Depois de três semestres em Berlim, Bakunin foi para Dresden, onde tornou-se amigo de Arnold Ruge. Ele também havia lido o ensaio de Lorenz von Stein Der Sozialismus und Kommunismus des heutigen Frankreich e, à época, era considerado um socialista fervoroso. A esse tempo, havia abandonado seu interesse em uma carreira acadêmica, devotando mais e mais do seu tempo à promoção da revolução. Preocupado com seu radicalismo, o governo imperial russo ordenou que ele retornasse à Rússia. Diante de sua recusa, todas as suas propriedades em território russo foram confiscadas em dezembro de 1844. Nesta mesma época, Bakunin foi para a cidade suíça de Zurique com Georg Herwegh. === Suíça, Bruxelas, Praga, Dresden e Paris === Durante seis meses, Bakunin permaneceu em Zurique, tornando-se muito próximo de Wilhelm Weitling. Até o ano de 1848, seguiu tendo boas relações com os comunistas alemães, ocasionalmente se autoproclamando um comunista e escrevendo artigos sobre comunismo no periódico Schweitzerische Republikaner. Acabou por mudar-se para Genebra, no oeste suíço, após a prisão de Weitling. Seu nome aparecia frequentemente na correspondência de Weitling apreendida pela polícia. Este fato fez com que relatórios a seu respeito circulassem entre a polícia suíça e o Império Russo. Não demorou para que o embaixador russo em Berna ordenasse o retorno de Bakunin à Rússia. Este não obedeceu aos ditames do Estado russo, em vez disso foi para Bruxelas, onde se encontrou com oradores do nacionalismo e do progressismo polonês, como Joachim Lelewel, membro da Associação Internacional de Trabalhadores junto com Karl Marx e Friedrich Engels. Lelewel teve grande influência sobre Bakunin. No entanto, não demorou para que este último rompesse com os nacionalistas poloneses frente às suas demandas pela restauração de uma Polônia histórica baseada nas fronteiras de 1776 (antes da divisão da Polônia), somado ao fato de que também sua defesa ao direito de autonomia das populações não polonesas nestes territórios era paulatinamente desconsiderada. Bakunin também não apoiava o clericalismo reinante entre os nacionalistas da Polônia, e também estes não demonstraram qualquer apoio à defesa da emancipação do campesinato propalada por ele. Em 1844, Bakunin foi a Paris, que então era considerada um dos principais centros do pensamento progressista revolucionário europeu. Nessa cidade, estabeleceu contato com o comunista Karl Marx e o anarquista Pierre-Joseph Proudhon. Este último lhe impressionou prontamente e, com ele, Bakunin estabeleceu fortes laços pessoais. Em Dezembro de 1844, o imperador Nicolau I da Rússia lançou um decreto refutando os privilégios de Bakunin, destituindo-o de seu título de nobre bem como de quaisquer direitos civis, confiscando suas posses na Rússia, e condenando-o ao exílio para o resto de sua vida na Sibéria caso as autoridades russas alguma vez conseguissem pegá-lo. Bakunin prontamente respondeu o decreto com a longa carta La Réforme, denunciando o imperador como um déspota e fazendo um chamado para a democracia na Rússia e na Polônia.Carr, p. 139. Em março de 1846, em outra carta, intitulada Constitutionel, Bakunin defendeu a Polônia da repressão orquestrada nesse país pelos católicos. Alguns refugiados poloneses da Cracóvia, que se instalaram na França após a derrota do Levante da Cracóvia, convidaram-no para discursar, Mikhail Bakunin, La Réforme, December 14 1847 em um de seus encontros em novembro de 1847 em comemoração ao Levante de Novembro de 1830. Em seu discurso, Bakunin fez um chamado por uma aliança entre as populações russa e polonesa contra o imperador, em prol do \"colapso definitivo do despotismo na Rússia\". Em consequência deste chamado, foi expulso da França e se dirigiu para Bruxelas. Lá, Bakunin faria um apelo para que Aleksandr Herzen e Vissarion Belinsky se envolvessem em uma ação conspiratória em favor da revolução social na Rússia. No entanto, nenhum dos dois daria ouvidos a ele. Também em Bruxelas, Bakunin restabeleceu contato com poloneses revolucionários e voltou a encontrar com Karl Marx. Em um encontro organizado por Lelewel em fevereiro de 1848, ele discursou sobre o grande futuro reservado aos eslavos, cujo destino era rejuvenescer a Europa Ocidental. Por essa época, na embaixada russa, circulavam rumores de que Bakunin era um agente russo que havia excedido suas ordens. Frente ao fim do movimento revolucionário de 1848, Bakunin não continha seu desapontamento frente aos parcos resultados alcançados na Rússia. Ainda assim, junto aos revolucionários do Governo Provisório - Ferdinand Flocon, Louis Blanc, Alexandre Auguste Ledru-Rollin e Albert L'Ouvrier -, havia obtido algum recurso com o objetivo de fomentar a criação de uma Federação Eslava, cuja finalidade seria libertar as populações que permaneciam sob o controle da Prússia, do Império Austro-Húngaro e da Turquia. Partiu para a Alemanha viajando de Baden até Frankfurt e Köln. Bakunin apoiou a Legião Democrática Alemã liderada por Herwegh e não poupou esforços tentando vinculá- la à insurreição de Friedrich Hecker em Baden. Posteriormente, ele romperia com Marx com relação ao criticismo de Herwegh. Muito mais tarde em 1871 – Bakunin escreveria: \"Eu preciso admitir abertamente que nessa controvérsia, Marx e Engels estavam certos. Com sua insolência característica, eles atacaram pessoalmente Herwegh quando ele não estava lá para se defender. No confronto cara a cara, eu calorosamente defendi Herwegh, e nossa desavença mútua aí teve seu início\". por James Guillaume Em Berlim, foi impedido pela polícia de chegar a Posen, onde estava acontecendo uma insurreição popular. À época, essa cidade compunha os territórios poloneses tomados pelo Reino da Prússia nas Divisões da Polônia. Frente ao impedimento, foi para Leipzig e Breslau, de lá para Praga, onde participou do Primeiro Congresso Paneslávico. O congresso foi seguido por uma insurreição malfadada que buscou promover e intensificar mas que, por fim, foi violentamente suprimida. Retornando a Breslau, ficou sabendo que Marx havia alegado publicamente que ele era um agente imperial. Face à acusação, Bakunin exigiu que George Sand apresentasse suas evidências. Marx se retrataria depois que a própria George Sand veio a sua defesa. No outono de 1848, Bakunin publicou seu \"Apelo aos Eslavos\",, Mikhail Bakunin, 1848, Bakunin on Anarchy, trad. & ed. de Sam Dolgoff, 1971. no qual propunha que os revolucionários eslavos se unissem com os revolucionários húngaros, italianos e alemães para derrubar as três maiores autocracias da Europa, o Império Russo, o Império Austro-Húngaro, e o Reino da Prússia. Mikhail Bakunin teve um papel de destaque no Levante de Maio em Dresden em 1849, ajudando a organizar a defesa das barricadas contra as tropas prussianas com Richard Wagner e Wilhelm Heine. Wagner escreveria em sua biografia sobre a atuação do grande anarquista em Dresden e Praga, bem como sobre a aura revolucionária que emanava de suas ações: Bakunin seria capturado pelos saxões em Chemnitz e trancafiado por treze meses antes de ser condenado à morte pelo governo da Saxônia; uma vez que os governos da Rússia e Áustria também estavam atrás dele, sua sentença foi comutada para prisão perpétua. Em junho de 1850, ele foi enviado para as autoridades austríacas. Onze meses depois, recebeu uma sentença de morte compulsória, que também seria comutada para prisão perpétua. Finalmente, em maio de 1851, Bakunin foi enviado para as autoridades russas. === Aprisionamento, \"confissão\" e exílio === Bakunin foi levado à notória prisão da Fortaleza de Pedro e Paulo. No início de sua sentença, o conde Orlov, um emissário do Imperador, visitou Bakunin e disse a ele que o imperador requisitava uma confissão por escrito, Confession to Tsar Nicholas I], Mikhail Bakunin, 1851 esperando que a confissão pudesse encaminhar Bakunin espiritual e fisicamente frente ao poder do estado russo. Uma vez que todos seus atos eram conhecidos, ele não possuía segredos a serem revelados, e decidiu escrever ao Imperador: Ao ler a carta, o imperador Nicolau I teria dito: \"Ele é um bom rapaz, cheio de espírito, mas é um homem perigoso e não devemos jamais deixar de vigiá-lo.\" A confissão seria publicada muito posteriormente, após ser descoberta em meio aos arquivos imperiais. Depois de três anos em uma pequena cela da Fortaleza de São Pedro e São Paulo, ele passaria outros quatro trancafiado nas masmorras subterrâneas do castelo de Shlisselburg. Lá, ele sofreria com o escorbuto e todos seus dentes cairiam como resultado da aterradora dieta. Mais tarde, Bakunin diria que ele encontrou algum alento ao rememorar mentalmente a lenda de Prometeu. Seu contínuo aprisionamento nessas terríveis condições fizeram com que ele pedisse ao seu irmão que lhe trouxesse veneno para que desse um fim ao seu sofrimento. Após a morte de Nicolau I, o novo imperador Alexandre II exigiu que o nome de Bakunin ficasse fora da lista de anistia. No entanto, em fevereiro de 1857, sua mãe fez um apelo ao imperador que resultou na deportação do libertário ao exílio permanente na cidade de Tomsk, na Sibéria Ocidental. Após um ano de sua chegada em Tomsk, Bakunin casou com Antonia Kwiatkowska, a filha de um mercador polonês. Anteriormente, ele havia ensinado francês a ela. Em agosto de 1858, Bakunin recebeu a visita do seu primo em segundo grau, o conde Nikolay Muravyov-Amursky, que fora governador-geral da Sibéria Ocidental por dez anos. Muravyov era um liberal e Bakunin, enquanto seu parente, tornou-se seu primo favorito. Na primavera de 1859, Muravyov ajudou Bakunin com um emprego na Agência de Desenvolvimento de Amur o que permitiu que ele e sua companheira se mudassem para Irkutsk, a capital da Sibéria Oriental. Esta mudança possibilitou que Bakunin fizesse parte do círculo de discussões políticas centrado no quartel-general da colônia de Muravyov. A administração regional estava ressentida com o tratamento despendido à colônia pela burocracia de São Petesburgo, que lhe destinava o caráter de colônia penal para criminosos e descontentes. Neste ambiente, emergiu a proposta para a criação de um Estados Unidos da Sibéria, independente da Rússia e confederado junto a um novo Estados Unidos da Sibéria e América, seguindo o exemplo dos Estados Unidos. O círculo incluía o jovem chefe do Estado-Maior, Kukel — o qual, relatava Kropotkin, tinha, em sua posse, a obra completa de Aleksandr Ivanovitch Herzen o governador civil Izvolsky, que permitiu que Bakunin utilizasse seu endereço para correspondência, e o eventual vice de Muravyov, seu provável sucessor, o general Alexander Dondukov-Korsakov. Quando Herzen criticou Muravyov em O Sino, Bakunin escreveu uma resposta vigorosa na defesa de seu patrono. by Peter Billingsley Cansado de seu emprego como viajante comercial, ainda que agradecido pela influência de Muravyov, Bakunin havia conseguido alguns benefícios (recebia 2 000 rublos por ano) sem ter que pagar nenhum imposto. No entanto, Muravyov seria forçado a se aposentar de seu cargo de governador-geral, em parte por sua conduta liberal, em parte pelo temor de que ele pudesse levar a Sibéria a um movimento de independência. Muravyov seria substituído por Korsakov, que por sua vez também era parente de Bakunin. O irmão de Bakunin, Paulo, havia casado com sua prima. Tomando a palavra de Bakunin, o novo governador-geral deu-lhe uma carta permitindo a ele passagem em todos os barcos que circulassem no rio Amur e seus tributários desde que ele voltasse para Irkutsk antes do retorno do gelo. === Fuga do exílio e retorno à Europa === Em 5 de junho de 1861, Bakunin deixou Irkutsk para supostamente tratar de negócios da companhia, aparentemente empregado por um mercador siberiano para fazer uma viagem até Nikolaevsk. Em 17 de julho, ele estava a bordo do navio de guerra Strelok indo para Kastri. No entanto, no porto de Olga, Bakunin conseguiu convencer um capitão americano da nau SS Vickery a levá-lo a bordo. A bordo, para sua surpresa se deparou com o cônsul russo, mas ainda assim passou despercebido e partiu navegando sob o nariz da Marinha Imperial Russa. Em 6 de agosto, chegou a Hakodate, na ilha de Hokkaido, no extremo norte do arquipélago do Japão, e logo estava em Yokohama. No Japão, Bakunin por acaso se encontrou com Wilhelm Heine, um de seus camaradas de armas de Dresden. Ele também conheceria o botânico alemão Philipp Franz von Siebold, que estava envolvido na abertura do Japão aos Europeus (particularmente aos russos e aos holandeses) e era um amigo do patrono de Bakunin, Muraviev.Edgar Franz, Philipp Franz von Siebold and Russian Policy and Action on Opening Japan to the West in the Middle of the Nineteenth Century, Munich: Iudicum 2005 O filho de Von Siebold escreveria 40 anos mais tarde: Ele deixou o Japão a partir de Kanagawa no SS Carrington, como um dos dezenove passageiros incluindo Heine, o reverendo P. F. Koe e Joseph Heco. Heco era um nipo-americano, que oito anos mais tarde teria um papel importante ao assessorar politicamente Kido Takayoshi e Itō Hirobumi durante o levante revolucionário que derrubou o shogunato feudal de Tokugawa.Joseph Heco (Narrative Writer) James Murdoch (Editor), The Narrative of a Japanese: What He Has Seen and the People He Has Met in the Course of the Last 40 Years, Yokohama, Yokohama Publishing Company (Tokyo, Maruzen), 1895, Vol II, pp 90–98 Chegaram a San Francisco em 15 de outubro. Antes das ferrovias transcontinentais terem sido completadas, a forma mais rápida de ir para Nova York era através do canal do Panamá. Bakunin subiu a bordo do Orizaba para o Panamá, onde, depois de esperar por duas semanas, subiu na embarcação Champion em direção a Nova York. Em Boston, Bakunin visitou Karol Forster, uma partisan de Ludwik Mieroslawski durante a revolução de Paris de 1848, que fora apanhada junto com outros quarenta e oito veteranos das revoluções de 1848 na Europa, entre eles Friedrich Kapp., Robert M. Cutler, International Review of Social History 33, no. 2 (1988): 212–217 Depois, ele navegou para Liverpool, aportando em 27 de dezembro. Imediatamente, Bakunin foi a Londres para ver Herzen. Naquela noite, ele irrompeu na sala de jantar onde a família comia sopa. \"O quê! Você está sentado aí comendo ostras! Bem! Conte-me sobre as novidades. O que está acontecendo, e onde?!\" === Na Itália === Tendo retornado ao oeste europeu, imediatamente Bakunin mergulhou nos movimentos revolucionários. Em 1860, enquanto ainda estava em Irkutsk, Bakunin e seus associados políticos tinham muito se impressionado com Giuseppe Garibaldi e sua expedição à Sicília, na qual declarou-se ditador em nome de Vitor Emanuel II. Após seu retorno a Londres, ele escreveu para Garibaldi em 31 de janeiro de 1862: Bakunin pediu para Garibaldi para que participasse de um movimento abrangendo italianos, húngaros e eslavos do sul contra os estados do Império Austríaco e do Império Otomano. Garibaldi estava então engajado nas preparações para a Expedição contra Roma. Por maio, a correspondência de Bakunin focava a possibilidade de estabelecer proximidade entre os italianos, os eslavos e progressistas da Polônia. Em junho, ele resolveu se mudar para a Itália, mas estava esperando que sua esposa se unisse a ele. Em agosto, ele partiu para a Itália. Giuseppe Mazzini escreveu para Maurizio Quadrio, um de seus apoiadores-chave, dizendo que Bakunin era uma pessoa boa e confiável. No entanto, diante das novas da derrota na Batalha de Aspromonte, Bakunin parou em Paris, onde estabeleceu um contato breve com Ludwik Mierosławski. No entanto, frente ao chauvinismo de Mieroslawski e de sua recusa em garantir concessões aos camponeses, Bakunin dele se afastou, retornando à Inglaterra e focando sua atenção nas questões referentes à Polônia. Quando a insurreição polonesa irrompeu em janeiro de 1863, ele navegou para Copenhaga, onde esperava se reunir com a Legião Polonesa. Eles planejavam navegar através do mar Báltico no SS Ward Jackson para se juntarem à insurreição. A tentativa, no entanto, falhou, e Bakunin encontrou com sua esposa em Estocolmo antes de retornar a Londres. Sua atenção voltou-se novamente à Itália, para onde decidiu retornar. Seu amigo Aurelio Saffi lhe escreveu cartas de introdução para Florença, Turim e Milão. Mazzini escreveu cartas de recomendação para Frederico Campanella em Gênova e Giuseppe Dolfi em Florença. Bakunin deixou Londres em novembro de 1863 viajando via Bruxelas, Paris e Vevey (Suíça), chegando na Itália em 11 de janeiro de 1864. Foi lá que, pela primeira vez, ele se autodeclarou anarquista e expôs suas ideias enquanto tal. Lá, ele concebeu o plano de formar uma organização secreta de revolucionários para levar à frente o trabalho de propaganda e prepararem-se para a ação direta. Ele recrutou italianos, franceses, escandinavos, e eslavos para uma Irmandade Internacional, também chamada de Aliança dos Socialistas Revolucionários. Até então, o termo \"socialismo\" se relacionava com diferentes formas de superação da sociedade de classes. Posteriormente, com a popularização do marxismo e com a experiência soviética, o termo \"socialismo\" ganhou a conotação de um molde político específico de transformação através da ditadura do proletariado. Em julho de 1866, Bakunin escrevia para Herzen e Ogarev sobre os bons resultados de seus esforços em relação aos últimos dois anos. Sua sociedade secreta possuía, então, membros na Suécia, Noruega, Dinamarca, Bélgica, Inglaterra, França, Espanha, e Itália, bem como também membros da Rússia e da Polônia. Em seu Catecismo de um Revolucionário de 1866, ele se opunha tanto à religião quanto ao estado, defendendo a Durante o período entre os anos de 1867 e 1868, respondendo ao chamado de Emile Acollas, Bakunin envolveu-se na Liga de Paz e Liberdade (LPF), para a qual ele escreveu o longo ensaio Federalismo, Socialismo, e Antiteísmo, Mikhail Bakunin, September 1867. Neste escrito, ele defendia o socialismo federalista, baseado no trabalho de Proudhon. Ele apoiava a liberdade de associação e o direito de secessão para cada unidade da federação, mas enfatizava que essa liberdade deveria se dar conjuntamente com o socialismo, já que: Bakunin desempenhou um importante papel na Conferência de Genebra em setembro de 1867, e juntou-se ao comitê central. Participaram, desta conferência fundacional, em torno de 6 000 pessoas. Bakunin se ergueu para falar: No Congresso de Berna de 1868, ele e outros libertários (Élisée Reclus, Aristide Rey, Victor Jaclard, Giuseppe Fanelli, Nicholas Joukovsky, Valerian Mroczkovsky e outros) encontravam-se em minoria. Eles romperam com a Liga, estabelecendo outra organização: Aliança Internacional de Democracia Socialista, que adotou o programa socialista revolucionário. === Nechayev e o niilismo === Entre os anos de 1869 e 1870, Bakunin esteve envolvido com o revolucionário russo Sergey Nechayev em um número significativo de projetos clandestinos. Em conjunto, os dois teriam escrito os livretos \"Palavras à juventude – princípios da revolução\" e \"Catecismo de um Revolucionário\", obras consideradas, por muitos, um exemplo de frieza maquiavélica. No entanto, um pouco mais tarde, Bakunin revê esta posição e rompe com Nechayev devido aos seus métodos \"jesuítas\", como o próprio Bakunin posteriormente definiria. Desde então, passa a criticar a ideia de Nechayev de que todos os meios são justificáveis para atingir aos fins revolucionários., Mikhail Bakunin, June 2, 1870 letter to Sergey Nechayev === A Primeira Internacional === Em 1868, Bakunin participou da seção de Genebra da Primeira Internacional, na qual ele permaneceu sendo muito ativo até sua expulsão por Karl Marx e seus seguidores no Congresso de Haia em 1872. Bakunin foi um importante articulador no estabelecimento de núcleos da Internacional na Itália e na Espanha. Em 1869, a Aliança Internacional de Democracia Socialista foi impedida de entrar na Primeira Internacional. O argumento era que esta também era uma organização internacional por si mesma, e apenas organizações nacionais eram permitidas enquanto membros na Internacional. A Aliança foi dissolvida e os vários grupos que a formavam uniram-se à Internacional separadamente. As discordâncias entre Bakunin e Marx, que resultaram na expulsão da Internacional de 1872 pela votação dominada pelos seguidores de Marx no Congresso de Haia, ilustram a crescente divergência entre as seções \"antiautoritárias\" da Internacional que advocavam a ação e organização dos trabalhadores de forma a abolir o estado e o capitalismo, e as seções social-democratas aliadas de Marx que defendiam a conquista do poder político pela classe trabalhadora. Ainda que Bakunin aceitasse a análise de classe de Marx e suas teorias econômicas relacionadas ao capitalismo, reconhecendo sua genialidade, ele considerava Marx um arrogante, bem como que seus métodos poderia comprometer a revolução social. Bakunin criticava de forma efusiva o que chamava de \"socialismo autoritário\" (que associava sobretudo ao marxismo) e o conceito de ditadura do proletariado, o qual refutava abertamente. As palavras de Bakunin evidenciando a falha da estratégia marxista soam um tanto proféticas com relação aos acontecimentos do século XX: As seções antiautoritárias expulsas da Primeira Internacional por Marx e seus seguidores criaram seu próprio Congresso Internacional em Saint Imier. Agregando grupos libertários de vários países, e importantes pensadores anarquistas - entre estes os irmãos Élisée e Élie Reclus, Piotr Kropotkin, Errico Malatesta -, esta organização internacional seria responsável por um novo fôlego à tradição antiautoritária, mutualista e de caráter descentralizado do anarquismo nas próximas décadas, não sem algum teor de dissenso.Anarchism: A Documentary History of Libertarian Ideas Volume One: From Anarchy to Anarchism (300CE to 1939), Robert Graham, Black Rose Books, March 2005 === As comunas de Lyon e Paris === Em 1870, Bakunin atuou como articulador de um levante na cidade francesa de Lyon, chamando a população a se rebelar em resposta ao colapso do governo francês durante a Guerra Franco-Prussiana, procurando transformar um conflito imperialista em revolução social. Este levante que efetivamente fracassou mostrou-se um importante precedente da Comuna de Paris, com a qual compartilhou princípios e modelos. Em suas Cartas para um Francês Sobre a Presente Crise, ele defendeu uma aliança revolucionária entre a classe trabalhadora e o campesinato e apresentou sua formulação daquilo que, mais tarde, ficou conhecido como propaganda pelo ato: Bakunin foi um forte apoiador da Comuna de Paris de 1871, movimento revolucionário que foi brutalmente suprimido pelo governo francês. O movimento das comunas foi compreendido por Bakunin como uma \"rebelião contra o Estado e os privilégios de classe\". Bakunin elogiou os homens e mulheres que, posteriormente, ficaram conhecidos como Communards por rejeitarem não só o Estado mas também uma \"ditadura revolucionária\"., Mikhail Bakunin, 1871 Em uma série de panfletos enérgicos em resposta a um artigo do nacionalista italiano Giuseppe Mazzini, Bakunin não só defenderia a Comuna como a Primeira Internacional contra seus ataques. Dessa forma, o pensador russo conseguiria conquistar muitos republicanos italianos tanto para a Internacional quanto com relação à necessidade de transformação social através da revolução. === Últimos anos e morte === Bakunin retirou-se para a cidade suíça de Lugano em 1873. Passou a morar em uma pequena vila chamada Baronata, em uma casa adquirida por seu amigo e colaborador Carlo Cafiero, na primavera daquele ano. Mesmo doente, com alguns estudantes e intelectuais, nesse mesmo ano funda uma editora na qual grande parte de seus livros são publicados sob o título de Estadismo e Anarquia (Staatlichkeit und Anarchie). Bakunin ainda participaria no ano seguinte, 1874, de uma tentativa de revolta na cidade italiana de Bolonha. Esta, no entanto, não alcançou êxito, fazendo com que o velho revolucionário retornasse para Lugano. Lá, passou seus últimos anos, época em que a vida de aventuras e estadias na prisão cobraram seu último quinhão. Em seu texto Lembrando Bakunin, Errico Malatesta rememorou os últimos dias do revolucionário por ocasião dos cinquenta anos de sua morte. Em 1876, com a saúde muito deteriorada, Bakunin é levado por um amigo para um hospital em Berna. Lá, encontrou seu fim, falecendo em 1 de julho de 1876. Seu corpo foi enterrado no túmulo 68, no bloco 9 201, no cemitério de Bremgarten, na cidade de Berna. Seu túmulo, mantido graças às doações de um suíço anônimo, é visitado por anarquistas vindos de todo o mundo. Segundo o diretor, não é incomum que, em algumas noites, grupos de jovens entrem no cemitério e se reúnam para beber junto ao túmulo de Bakunin. Este túmulo permanece sendo o mais visitado daquele cemitério. == Ideias e reflexões == Em sua perspectiva política, Bakunin rejeitou todos os sistemas de governo fossem qual fossem o seu formato. Questionou qualquer governabilidade baseada na escolha divina, bem como toda forma de autoridade externa, que fizesse prevalecer sobre as demais vontades, a vontade de um soberano, ou de elites cuja ascensão possa ser favorecida pela implementação de um sufrágio universal. Em Deus e o Estado (Dieu et l'Etat, Michael Bakunin, 1882), publicado postumamente em 1882, ele escreveu: De forma similar, Bakunin rejeitou a noção de quaisquer posições ou classes privilegiadas, desde que O entendimento político de Bakunin estava baseado em uma série de conceitos inter-relacionados: (1) liberdade; (2) socialismo; (3) federalismo; (4) ateísmo; e (5) materialismo. Ele também desenvolveu uma crítica ao marxismo que alguns consideram profética, prevendo que, se os marxistas tivessem êxito em ocupar o poder, eles iriam criar uma ditadura de partido \"em tudo mais perigosa porque ela se apresentaria como uma falsa expressão da vontade do povo\".Michael Bakunin: Selected Writings, ed. A. Lehning (New York: Grove Press, 1974), page 268 === Conceito de liberdade de Bakunin === Por \"liberdade\", Bakunin não se referia a um ideal abstrato, mas a uma realidade concreta baseada na liberdade simétrica de outros. Liberdade consiste no \"desenvolvimento pleno de todas as faculdades e poderes de cada ser humano, pela educação, pelo treinamento científico, e pela prosperidade material.\" Tal concepção de liberdade é \"eminentemente social, porque só pode ser concretizada em sociedade,\" não em isolamento. Em um sentido negativo, liberdade é \"a revolta do indivíduo contra todo tipo de autoridade, divina, coletiva ou individual\"., Mikhail Bakunin, 1871 === Anarquismo coletivista === A forma de socialismo tal qual a concebia Bakunin era conhecida como \"anarquismo coletivista\", condição na qual os trabalhadores poderiam administrar diretamente os meios de produção através de suas próprias associações produtivas. Assim, haveria \"modos igualitários de subsistência, fomento, educação e oportunidade para cada criança, menino ou menina, até a maturidade, e recursos e infraestrutura análoga na idade adulta para dar forma ao seu próprio bem estar através do próprio trabalho\"., Mikhail Bakunin, 1866 === Federalismo === Por federalismo, Bakunin entendia a organização da sociedade \"da base até o topo - da circunferência ao centro - de acordo com os princípios de livre associação e federação\". Consequentemente, a sociedade poderia ser organizada \"com base na liberdade absoluta dos indivíduos, das associações produtivas, e das comunas,\" com \"todos os indivíduos, todas as associações, todas as comunas, todas as regiões, todas nações\" tendo \"o direito absoluto da autodeterminação, de se associar ou não, aliar-se com quem quer que desejassem\". === Ateísmo === Bakunin defendia que \"a ideia de Deus implicava a abdicação da razão humana e justiça; esta é a mais decisiva negação da liberdade humana, e necessariamente termina na escravidão da humanidade, na teoria e na prática.\" Consequentemente, Bakunin invertia o famoso aforismo de Voltaire de que se Deus não existisse, seria necessário inventá-lo, afirmando que \"se Deus realmente existisse, seria necessário aboli-lo\". === Materialismo === Bakunin refutava a ideia religiosa de livre- arbítrio e defendia uma explicação material dos fenômenos naturais: \"as manifestações de vida orgânica, propriedades químicas e reações, eletricidade, luz, calor e atração natural de corpos físicos, constituem, na nossa perspectiva, tantas formas diferentes, mas não menos variantes interdependentes da totalidade de elementos reais daquilo que chamamos de matéria\" (Escritos Selecionados, página 219). A \"missão da ciência é, por observação das relações gerais, compreender os fatos verídicos, e estabelecer as leis gerais inerentes ao desenvolvimento de um fenômeno no mundo físico e social\". Bakunin, no entanto, rejeitava a noção de \"socialismo científico\", escrevendo em Deus e o Estado que um \"corpo científico, tão logo a ele seja confiado o governo da sociedade, acabaria rapidamente por dedicar-se, não mais para a ciência, mas se envolveria em outro assunto... em sua eterna perpetuação, tomando a sociedade que se confiou aos seus cuidados, tornando-a cada vez mais estúpida e, consequentemente, mais necessitada de seu governo e direção. === Críticas ao marxismo === A disputa entre Mikhail Bakunin e Karl Marx realçaram as diferenças entre o anarquismo e o marxismo. Os argumentos de Bakunin se contrapunham aos ideais defendidos por um número considerável de marxistas de que nem todas as revoluções precisam necessariamente ser violentas. Ele também rejeitou fortemente o conceito marxista de \"ditadura do proletariado\", que os seguidores de Marx na atualidade, traduzem em termos modernos por \"democracia dos trabalhadores\", mas que mantém o poder concentrado no estado até a futura transição ao comunismo.Woodcock, George (1962, 1975). Anarchism, 158. Harmondsworth, England: Penguin Books. ISBN 0140206221. Bakunin, \"que havia abandonado ideais de ditadura revolucionária\", insistia que revoluções deveriam ser lideradas pelo povo diretamente enquanto qualquer \"elite iluminada\" só deveria exercer influência discreta... jamais impondo-se na forma de uma ditadura a outrem... e nunca se aproveitando de qualquer direitos oficiais, em termos de benefício ou significância. Bakunin defendia que o Estado deveria ser imediatamente abolido porque todas as formas de governo eventualmente levariam à opressão. Enquanto os anarquistas sociais e os marxistas compartilham o mesmo objetivo final, a criação de uma sociedade livre e igualitária, sem classes sociais ou estado, eles discordam amplamente em como alcançar este objetivo. Anarquistas acreditam que uma sociedade sem classes ou estado deveria ser estabelecida através da ação direta das massas em organizações e espaços não hierárquicos, culminando na revolução social, e refutam qualquer estágio intermediário como uma ditadura do proletariado, argumentando que, desde seu início, tal ditadura teria, como objetivo, sua autoperpetuação. Para Bakunin, esta é a contradição fundamental dos marxistas, Apesar da oposição veemente à proposta marxista de revolução autoritária, Bakunin sempre conferiu valor à análise de Marx acerca do capitalismo. Bakunin considerava as análises econômicas apresentadas por Marx extremamente importantes, tanto que fora o próprio Bakunin o tradutor do O Capital para o idioma russo. Já Marx, quando escreveu sobre a insurreição de Dresden de 1848, afirmou que \"no refugiado russo Michael Bakunin, eles (os rebeldes de Dresden) encontraram um líder capaz e de cabeça fresca.\"New York Daily Tribune (October 2, 1852) on 'Revolution and Counter Revolution in Germany' Marx também escreveria, em uma de suas cartas para Engels, sobre o encontro com Bakunin em 1864 depois de sua fuga da Sibéria. Mikhail Bakunin foi talvez o primeiro teórico da \"nova classe\", de intelectuais e administradores componentes de um aparato burocrático estatal. Bakunin afirmava que o \"estado sempre foi e sempre será patrimônio de alguma classe privilegiada: uma classe sacerdotal, uma classe aristocrática, uma classe burguesa. E finalmente, quando todas as outras classes terem se exaurido, o estado então se tornará o patrimônio da classe burocrática e então cairá - ou, se você preferir, se erguerá - à posição de uma máquina\". === Educação integral === Tendo, como base de reflexão, a ideia de educação politécnica sugerida por Proudhon, Bakunin também esboçou, em seus escritos, uma proposta educacional visando a romper com a divisão educacional comum no século XIX e vigente até a atualidade que, de um lado, dispensa uma educação técnica e manual aos trabalhadores visando a formar mão de obra a ser explorada, e do outro oferece uma educação intelectual para reproduzir uma elite exploradora que se sobrepõe aos trabalhadores e detém o poder. === Concepção de revolução social === Os métodos defendidos por Bakunin em seu programa revolucionário estavam em consonância com seus ideais e princípios. Os trabalhadores do campo e da cidade iriam se organizar em uma base federalista, \"criando não só as ideias, mas também os fatos do futuro eles próprios\". Os sindicatos e organizações operárias poderiam \"tomar em sua posse todas as ferramentas de produção bem como prédios e recursos\". Os camponeses \"ocupariam a terra e colocariam para fora aqueles senhores de terra que vivem do esforço de outros\". Em sua perspectiva, \"as multidões\", somente as massas de pessoas pobres e exploradas, assim como o chamado \"lumpemproletariado\", seriam capazes de \"inaugurar e levar ao triunfo a Revolução Social,\" uma vez que estes eram os setores sociais \"quase não corrompidos pela civilização burguesa\"., Mikhail Bakunin, 1872 == Críticas ao pensamento de Bakunin == === Ideal de Revolução violenta === Dentro do âmbito do movimento, Bakunin foi, posteriormente, criticado pela concepção de revolução violenta que defendia. Alguns de seus críticos afirmam que sua defesa da conspiração revolucionária e aprovação da ação direta violenta contra agentes do aparato repressor estatal resultaram no niilismo na Rússia e em atentados individuais (no que, mais tarde, de uma perspectiva legalista, viria a ser chamado de terrorismo) que serviram apenas como elemento de propaganda e motivo de repressão empreendidos pelas forças reacionárias contra os anarquistas. Também com base nesses atos de violência, a propaganda reacionária no final do século XIX difundiria a ideia equívoca de anarquia como sinônimo de caos e assassinato sem sentido. Ainda no século XIX, outro grande pensador libertário russo, Piotr Kropotkin, apresentou importantes críticas às ideias de Bakunin. Frente à ideia de Bakunin de que a revolução deve acontecer necessariamente de maneira violenta e espontânea, Piotr Kropotkin escreve em 1891: Em contraposição à revolução violenta, Kropotkin aponta para o papel fundamental que poderia exercer a educação na transformação de uma sociedade. Estas ideias influenciariam os movimentos de educação libertária do final do e início do , entre eles o movimento de Escolas Modernas idealizado pelo pedagogo catalão Francisco Ferrer. Em 1898, Kropotkin propôs a fundação de um Comitê Pró-Ensino, do qual fizeram parte o anarquista cristão Leon Tolstoi, Jean Grave, Charles Malato e os irmãos Réclus, dentre outros grandes pensadores do movimento anarquista da época. Neste contexto, a ideia de revolução pela violência de Bakunin foi deixada de lado em prol da transformação através da educação libertária. === Noção de \"ditadura invisível\" === Bakunin foi também acusado de ser um autoritário enrustido. Em sua carta para Albert Richard, ele escreveu que No entanto, tal qual defendido pelos apoiadores de Bakunin, essa \"ditadura invisível\" não é uma ditadura no sentido convencional da palavra, e esta crítica decorre de um recorte textual que não considera o fato de esta ser uma linguagem figurativa a rebater as posições defendidas por Richard em outras ocasiões. O próprio Bakunin fora cuidadoso em explicitar que os membros desta ditadura não poderiam exercer nenhum poder político institucional, nem contarem com quaisquer privilégios: === Pan-eslavismo e eurocentrismo === O historiador anarquista Max Nettlau descreveu o pan-eslavismo de Bakunin como sendo o resultado de uma psicose nacionalista da qual poucos estavam livres. A publicação de suas \"Confissões\" de 1851, escritas enquanto Bakunin era prisioneiro do czar na fortaleza de Pedro e Paulo, foram utilizadas para atacar Bakunin porque, nelas, ele pedia ao Imperador por perdão por seus pecados e implorava a ele para que se colocasse à frente dos eslavos tanto como redentor como pai. Seu eurocentrismo teve, como manifestações: um apelo seu pela constituição dos Estados Unidos da Europa; seu suporte ao colonialismo russo, em particular como defendido por seu parente e patrono o conde Nikolay Muravyov-Amursky; e sua indiferença ao Japão e aos camponeses japoneses durante e depois de sua breve estadia em Yokohama. (O Japão era considerado o país mais proeminente e revolucionário da Ásia durante a Restauração Meiji de 1866 a 1869). Estes aspectos de seu pensamento, no entanto, datam de antes de ele se tornar um anarquista. A identificação de Bakunin com o anarquismo não aconteceu antes de 1865, portanto, alguns anos depois de seu exílio na Sibéria e de sua fuga ao Japão. === Antissemitismo === Devido a algumas de suas colocações com relação ao judaísmo, Bakunin tem sido considerado um antissemita.Paul McLaughlin. Mikhail Bakunin: The Philosophical Basis of His Theory of Anarchism. 2002. ISBN 1892941414 p. 4 Este posicionamento, que nada tem a ver com o anarquismo, tem sido bastante criticado pelos libertários das gerações seguintes, identificando esta característica como uma falha de caráter mais ou menos comum entre parte dos anarquistas e socialistas da Europa do , entre estes também Proudhon.Mikhail Aleksandrovich Bakunin. Marshall Shatz. Statism and Anarchy. 1990. ISBN 0521369738 p.xxx Durante algumas discussões com Karl Marx, Bakunin apresentou comentários antissemitas comuns entre os preconceitos europeus com relação aos judeus, tratando-os como uma nação sem território. Esta fora descrita por Bakunin como Pode-se afirmar que Bakunin era contra toda e qualquer forma de autoridade imposta pela religião ou estado, conforme trecho do livro \"Deus e o Estado\". Seria muito simplista ou equivocado afirmar que era somente contra o povo semita. == Legado == === Inspirador de revoluções === Diversos acontecimentos políticos do século XX tiveram grande influência das ideias de Bakunin. Tanto a insurreição anarquista de 1918 no Rio de Janeiro quanto a Revolução Espanhola de 1936 tiveram, como inspiração, ideias como a rede invisível e conspirações secretas contra o poder. Na cidade de Barcelona durante a Revolução Espanhola, o quartel de Bruc, em Pedralbes, que fora libertado das forças golpistas pelos republicanos pela ação da Confederação Nacional do Trabalho, teve seu nome mudado para Quartel Bakunin. Lá, se encontravam diversas colunas revolucionárias, e também naquele espaço foram alojados centenas de caminhões blindados, que, a seu tempo, se tornaram símbolo desta movimentação.Peirats & Ealham, The CNT in the Spanish Revolution, Volume 2, 2005 A obra e a vida de Bakunin influenciaram diversos movimentos também após os anos 1960, como os grupos ambientalistas, que utilizam a tática de ação direta descrita em toda a sua obra. Movimentos cooperativistas, de ocupação e reforma urbana, grupos e locais de trabalho autogestionados, também carregam, em si, o germe da ideologia anarquista e o pensamento célebre de Bakunin. === Ícone da revolta === Para além de seu legado político e filosófico propriamente dito, Bakunin tornou-se, ele próprio, um símbolo do antiautoritarismo no ocidente. Uma figura lendária que inspirou inúmeros personagens literários ficcionais e pseudônimos de pensadores reais, alguns deles levando seu nome. O grande escritor libertário chinês Ba Jin retirou seu nom de plume da primeira sílaba de Bakunin, e da última sílaba de Kropotkin. Domingos Passos, por sua vez, ficou conhecido como Bakunin brasileiro entre os anarquistas do Brasil no início do século XX. O apelido se deveu tanto por sua audácia e determinação ao enfrentar o patronato daquele país, como pelos seus discursos marcados em igual medida pela agressividade e coerência. Assim como Lenin, Marx, e Trotsky, Bakunin é um dos sobrenomes de um dos personagens existentes no romance de ficção científica de Aldous Huxley, Admirável Mundo Novo. Bakunin também empresta nome e história a um dos personagens da trilogia de peças de Tom Stoppard de 2002 The Coast of Utopia. De forma semelhante a Karl Marx e Che Guevara em relação ao marxismo e à Revolução Cubana, a imagem de Bakunin segue servindo de ícone do anarquismo e da revolta, reproduzido em grafites nas ruas de grandes centros urbanos ou impresso em revistas, camisetas e zines, em grande medida entre os adeptos da subcultura anarco-punk. === Monumentos, pinturas e murais === Na cidade de Moscou, existe um monumento erigido aos \"precursores\" do pensamento socialista: juntamente com os nomes dos \"socialistas utópicos\" Saint-Simon, Charles Fourier e Jean Jaurès, figura o nome do anarquista Bakunin. Bakunin aparece representado no mural \"Del porfirismo a la revolución\" do artista plástico mexicano David Alfaro Siqueiros, marchando ao lado de Ricardo Flores Magón e Pierre-Joseph Proudhon. O artista gráfico e têxtil Flavio Costantini também dedicou uma de suas obras à figura de Bakunin. Numa delas, Bakunin aparece subindo uma escadaria com um jornal em uma de suas mãos. Em abril de 2009, o artista plástico Enrico Baj expôs, na Mostra de Arte Contemporânea, na cidade de Roma, uma de suas obras criada em 1996, denominada \"Monumento a Bakunin\". === No cinema, na televisão e na música === O livro O Patriotismo de Bakunin é aquele atirado na lama por Mallory (James Coburn) como resultado de uma discussão com Juan Miranda (Rod Steiger) no filme de Sergio Leone de 1971 Giù la testa. No filme La Patagonia Rebelde, de 1974, uma foto de Bakunin junto com imagens de Kropotkin e Proudhon é exibida atrás da mesa na cena da assembleia dos trabalhadores reunidos na sede da Sociedad Obrera. Depois da primeira aparição da banda Sex Pistols no programa de televisão Granada, em agosto de 1976, a reação imediata do apresentador Tony Wilson à performance de Anarchy in the U.K. foi: \"Bakunin adoraria isso\". Um dos personagens da série de tevê Lost é um russo cujo nome é Mikhail Bakunin (junto a uma lista de diversos personagens que também recebem nomes de filósofos e/ou cientistas). Uma das frases mais famosas de Bakunin é citada na canção Stray Bullet da banda KMFDM, de seu álbum Symbols: \"se alguma vez Deus tivesse mesmo existido, seria necessário aboli-lo\". Bakunin também é nominalmente citado em uma lista de outras figuras políticas históricas na letra da canção niilista Nothing da banda Fugs: Karlos Marx nothing, Engels nothing, Bakunin Kropotkin – nothing! Leon Trotsky, lots of nothing; Stalin less than nothing! Uma breve biografia de Bakunin é cantada na canção \"Bakunin\" da banda de ska/punk Against All Authority. Outra banda punk, a Rancid, traz várias citações famosas de Bakunin em seu álbum Life Won't Wait como forma de demonstrar sua filiação aos ideais anarquistas. Há também uma banda de pós-rock chamada Bakunin's Bum. A banda eletro-punk espanhola Aviador Dro faz sua homenagem ao velho revolucionário na música Camarada Bakunin, assim como o músico italiano Alessio Lega na canção La Tomba di Bakunin, que fala do fantasma do velho revolucionário a observar entristecido, de junto de sua tumba, as desigualdades e absurdos da sociedade atual. === Investigação policial pós-morte === Em 2014, duzentos anos após nascer, Bakunin volta a aparecer na mídia. Graças aos esforços realizados pela Polícia Civil do Rio de Janeiro e a partir de um telefonema interceptado de uma manifestante e professora universitária, Mikhail Bakunin passou a figurar na contra a Copa do Mundo FIFA de 2014. == Publicações em português == * Die Reaktion in Deutschland (A Reação na Alemanha) – 1842 * O Império Knuto- Germânico e a Revolução Social - 1871 * A Comuna de Paris e a Noção de Estado - 1871 * Federalismo, Socialismo e Antiteologia – 1872 * Estatismo e Anarquia (Gosudarstvennost' i anarkhiia/Staatlichkeit und Anarchie) – 1873 *Textos Anarquistas - 1874 *Deus e o Estado – 1882 == Publicações em inglês == === Livros === * God and the State, === Panfletos === * Stateless Socialism: Anarchism (1953) * Marxism, Freedom and the State,Hodges, Donald Clark. “The Rise and Fall of Militant Trade Unionism.” The American Journal of Economics and Sociology, vol. 20, no. 5, 1961, pp. 483–96. JSTOR, http://www.jstor.org/stable/3484301. Accessed 9 Mar. 2023. (translated by Kenneth Kenafick in 1950) * The Paris Commune and the Idea of the State (1871) * The Immorality of the State (1953) * Statism and Anarchy (1990), Cambridge University Press, * Revolutionary Catechism (1866) * The Commune, the Church, and the State (1947) * Founding of the First International (1953) * On Rousseau (1972) * No Gods No Masters (1998) by Daniel Guérin, Edinburgh: AK Press, === Artigos === * \"Power Corrupts the Best\" (1867) * \"The Class War\" (1870) * \"What is Authority?\" (1870) * \"Recollections on Marx and Engels\" (1869) * \"The Red Association\" (1870) * \"Solidarity in Liberty\" (1867) * \"The German Crisis\" (1870) * \"God or Labor\" (1947) * \"Where I Stand\" (1947) * \"Appeal to my Russian Brothers\" (1896) * \"The Social Upheaval\" (1947) * \"Integral Education, Part I\" (1869) * \"Integral Education, Part II\" (1869) * \"The Organization of the International\" (1869) * \"Polish Declaration\" (1896) * \"Politics and the State\" (1871) * \"Workers and the Sphinx\" (1867) * \"The Policy of the Council\" (1869) * \"The Two Camps\" (1869) === Coleções === * Bakunin on Anarchism (1971). Editado, traduzido e com introdução de Sam Dolgoff . Prefácio de Paul Avrich . Nova York: Knopf Originalmente publicado como Bakunin on Anarchy, inclui Bakunin: A Biographical Sketch, de James Guillaume . . * Michael Bakunin: Escritos selecionados (1974). A. Lehning (ed.). Nova York: Grove Press. . * Anarchism: A Documentary History of Libertarian Ideas, Volume 1: From Anarchy to Anarchism (300 CE – 1939) (2005). Robert Graham (ed.). Montreal e Nova York: Black Rose Books. . * The Political Philosophy of Bakunin (1953). GP Maximoff (ed.). Inclui Mikhail Bakunin: A Biographical Sketch de Max Nettlau. * The Basic Bakunin: Writings 1869-1871 (1992). Robert M. Cutler (ed.). Nova York: Prometheus Books, 1992. . * Mikhail Bakunin: The Philosophical Basis of his Anarchism(2002). Paul McLaughlin. Nova York: Algora Publishing. Edição em brochura. ISBN 1892941848 . * Michała Bakunina filozofia negacji (2007). Jacek Uglik (em polonês). Varsóvia: Aletheia. . * As ideias de Bakunin são examinadas em profundidade no estudo global de anarquismo e sindicalismo de Lucien van der Walt e Michael Schmidt, Black Flame: The Revolutionary Class Politics of Anarchism and Syndicalism (Counter-Power vol. 1), com Bakunin descrito (junto com seu compatriota Peter Kropotkin ) como uma das duas figuras mais importantes da história anarquista. == Ver também == * Anarquismo no México * Errico Malatesta * Piotr Kropotkin * Louise Michel * Élisée Reclus * Emma Goldman Categoria:Anarcocomunistas Categoria:Anarquistas da Rússia Categoria:Ateus da Rússia Categoria:Ativistas do ateísmo Categoria:Ex-ortodoxos orientais Categoria:Filósofos da Rússia Categoria:Materialistas Categoria:Membros da Primeira Internacional Categoria:Nobres da Rússia Categoria:Pessoas das Revoluções de 1848 Categoria:Revolucionários da Rússia Categoria:Socialistas libertários Categoria:Teóricos do anarquismo",
 "title": "Mikhail Bakunin"
}