{
 "id": "13100",
 "text": "A () é um pássaro da mitologia grega que, quando morria, entrava em auto- combustão e, passado algum tempo, ressurgia das próprias cinzas. Outra característica da fénix é sua força, que lhe permite carregar cargas muito pesadas enquanto voa, havendo lendas nas quais chega a carregar elefantes. Finalmente, pode-se transformar numa ave de fogo. == Etimologia == A palavra latina vem do grego φοῖνιξ, phoinīx.Barnhart, Robert K (1995), The Barnhart Concise Dictionary of Etymology, HarperCollins, ISBN 0-06-270084-7. p. 564. A palavra grega é atestada pela primeira vez no grego micênico po-ni-ke, que provavelmente significava 'grifo', embora pudesse significar 'palmeira'. Essa palavra é provavelmente um empréstimo de uma palavra semítica ocidental para o corante de garança, feito de Rubia tinctorum. A palavra \"fenício\" parece ter a mesma raiz, significando 'aqueles que trabalham com corantes vermelhos'. Assim, fênix pode significar 'o pássaro fenício' ou 'o pássaro vermelho- púrpura'. Ovídio e Marcial referem-se ao pássaro afirmando que os \"assírios\" o chamavam de fênix; van der Broeck, porém, demonstra que o povo que ambos chamam de \"assírio\" na maioria das vezes se refere, na verdade, aos fenícios.Van der Broek, R. (1972). The Myth of the Phoenix. Seeger, I. (trad.). EJ Brill. pp. 62–66. O paralelismo simbólico de ressurgimento e imortalidade dessa ave também pode estar associado a termos e simbolismos solares da mitologia fenícia e egípcia. ==Características== Teria penas brilhantes, douradas, e vermelho-arroxeadas, e seria de tamanho igual ou maior do que uma águia. Segundo alguns escritores gregos, a fénix viveria exactamente quinhentos anos. Outros acreditavam que o seu ciclo de vida era de anos. No final de cada ciclo de vida, a fénix imolava-se numa pira funerária. A longa vida da fénix e o seu dramático renascimento das próprias cinzas transformaram-na em símbolo da imortalidade e do renascimento espiritual. Os gregos parecem ter-se baseado em Bennu, da mitologia egípcia, representado na forma de uma ave acinzentada semelhante à garça, hoje extinta, que outrora habitou o Egipto. Cumprido o ciclo de vida do Bennu, ele voaria a Heliópolis, pousaria sobre a pira do deus Rá, atearia fogo ao seu ninho e deixar-se-ia consumir pelas chamas, para no final renascer das cinzas. Hesíodo, poeta grego do , afirmou que a fénix viveria nove vezes o tempo de existência do corvo, que tem uma longa vida. Outros cálculos mencionaram até anos. De forma semelhante a Bennu, quando a ave sentia a morte a aproximar-se, construiria uma pira de ramos de canela, sálvia e mirra em cujas chamas se auto-imolava. Dessas cinzas erguer-se-ia então uma nova fénix, que então colocaria piedosamente os restos da sua progenitora num ovo de mirra e voava com ele à cidade egípcia de Heliópolis, onde o colocaria no Altar do Sol. Dizia-se que estas cinzas tinham o poder de ressuscitar um morto. O imperador romano Heliogábalo (204-222 d. C.) decidiu comer carne de fénix, a fim de conseguir a imortalidade. Comeu uma ave-do-paraíso, que lhe foi enviada em vez de uma fénix, mas foi assassinado pouco tempo depois. Actualmente os estudiosos crêem que a lenda surgiu no Oriente e foi adaptada pelos sacerdotes do Sol de Heliópolis como uma alegoria da morte e renascimento diários do astro-rei. Na arte cristã, a fénix renascida tornou-se um símbolo popular da ressurreição de Cristo. Curiosamente, o seu nome pode dever-se a um equívoco de Heródoto, historiador grego do Na sua descrição da ave, ele pode tê-la erroneamente designado por fénix (Phoenix), a palmeira (Phoenix em grego) sobre a qual a ave era nessa época representada. ==História== A crença na ave lendária que renasce das próprias cinzas existiu em vários povos da Antiguidade como gregos, egípcios e chineses. Em todas as mitologias o significado é preservado: a perpetuação, a ressurreição, a esperança que nunca têm fim. Para os gregos, a fénix por vezes estava ligada ao deus Hermes e é representada em muitos templos antigos. Há um paralelo da fénix com o Sol, que morre todos os dias no horizonte para renascer no dia seguinte, tornando-se o eterno símbolo da morte e do renascimento da natureza. Os egípcios a tinham por Bennu e estava relacionada à estrela Sótis, ou estrela de cinco pontas, estrela flamejante, que é pintada ao seu lado. Na China antiga a fénix foi representada como uma ave maravilhosa e transformada em símbolo da felicidade, da virtude, da força, da liberdade, e da inteligência. Na sua plumagem, brilham as cinco cores sagradas.Púrpura, azul, vermelha, branco e dourado. No início da era Cristã esta ave fabulosa foi símbolo do renascimento e da ressurreição. Neste sentido, ela simboliza o Cristo ou o Iniciado, recebendo uma segunda vida, em troca daquela que sacrificou. A bandeira da cidade de São Francisco mostra uma fénix, acreditado de estar um símbolo de renovação depois o sismo que devastou a cidade em 1906. A bandeira e o selo da cidade de Atlanta mostram uma fénix também. No Acidente na mina San José em 2010, a cápsula que estava retirando um por um dos 33 mineiros foi chamada de Fénix, porque o resgate deles a uma profundidade muito funda de terra lembra a ressurreição da ave mítica das cinzas. == Citações == :\"A fênix! Ah, mas que é uma fênix? Eis-nos subitamente jogados na mentirosa antiguidade, quase na mitologia\". — Jean-Jacques Rousseau, no seu livro Emílio (Parte II). O filósofo genebrino, iluminista, é um confesso opositor da mitologia grega; julga-a corruptora especialmente se ensinada às crianças e jovens. O mito da fênix, por exemplo, ensina o desejo de imortalidade, em oposição à afirmação da natural finitude da vida individual humana. :\"Existe outro pássaro sagrado, também, cujo nome é fénix. Eu mesmo nunca o vi, apenas figuras dele. O pássaro raramente vem ao Egipto, uma vez a cada cinco séculos, como diz o povo de Heliópolis. É dito que a fénix vem quando seu pai morre. Se o retrato mostra verdadeiramente seu tamanho e aparência, sua plumagem é em parte dourado e em parte vermelho. É parecido com uma águia em sua forma e tamanho. O que dizem que este pássaro é capaz de fazer é incrível para mim. Voa da Arábia para o templo de Hélio (o Sol), dizem, ele encerra seu pai em um ovo de mirra e enterra-o no templo de Hélio. Isto é como dizem: primeiramente molda um ovo de mirra tão pesado quanto pode carregar, então abre cavidades no ovo e coloca os restos de seu pai nele, selando o ovo. E dizem, ele encerra o ovo no templo do Sol no Egipto. Isto é o que se diz que este pássaro faz.\" — Heródoto,Heródoto. Histories, 2.73 :\"E a fénix, ele disse, é o pássaro que visita o Egipto a cada cinco séculos, mas no resto do tempo ela voa até a Índia; e lá podem ser visto os raios de luz solar que brilham como ouro, em tamanho e aparência assemelha- se a uma águia; e senta-se em um ninho; que é feito por ele nas primaveras do Nilo. A história do Aegyptos sobre ele é testificada pelos indianos também, mas os últimos adicionam um toque a história, que a fénix enquanto é consumida pelo fogo em seu ninho canta canções de funeral para si\". — Apolónio de Tiana,Life of Apollonius of Tyana 3.49 : \"Estas criaturas (outras raças de pássaros) todas descendem de seus primeiros, de outros de seu tipo. Mas um sozinho, um pássaro, renova e renasce dele mesmo - a Fénix da Assíria, que se alimenta não de sementes ou folhas verdes mas de óleos de Bálsamo e gotas de olíbano. Este pássaro, quando os cinco longos séculos de vida já se passaram, cria um ninho em uma palmeira elevada; e as linhas do ninho com cássia, mirra dourados e pedaços de canela, estabelecida lá, inflama-se, rodeada de perfumes, termina a extensão de sua vida. Então do corpo de seu pai renasce uma pequena Fénix, como se diz, para viver os mesmos longos anos. Quando o tempo reconstrói sua força ao poder de suportar seu próprio peso, levanta o ninho - o ninho que é berço seu e túmulo de seu pai - como imposição do amor e do dever, dessa palma alta e carrega-o através dos céus até alcançar a grande cidade do Sol (Heliópolis, no Egipto), e perante as portas do sagrado templo do Sol, sepulta-o\". — Ovídio,Metamorfoses 15.385 == A Fénix entre os persas == O poeta persa sufista Farid al-Din Attar, no livro A Conferência dos Pássaros, de 1177, descreve a fênix: :\"Na Índia vive um pássaro que é único: a encantadora fénix tem um bico extraordinariamente longo e muito duro, perfurado com uma centena de orifícios, como uma flauta. Não tem fêmea, vive isolada e seu reinado é absoluto. Cada abertura em seu bico produz um som diferente, e cada um desses sons revela um segredo particular, sutil e profundo. Quando ela faz ouvir essas notas plangentes, os pássaros e os peixes agitam-se, as bestas mais ferozes entram em êxtase; depois todos silenciam. Foi desse canto que um sábio aprendeu a ciência da música. A fénix vive cerca de mil anos e conhece de antemão a hora de sua morte. Quando ela sente aproximar-se o momento de retirar o seu coração do mundo, e todos os indícios lhe confirmam que deve partir, constrói uma pira reunindo ao redor de sí lenha e folhas de palmeira. Em meio a essas folhas entoa tristes melodias, e cada nota lamentosa que emite é uma evidência de sua alma imaculada. Enquanto canta, a amarga dor da morte penetra seu íntimo e ela treme como uma folha. Todos os pássaros e animais são atraídos por seu canto, que soa agora como as trombetas do Último Dia; todos aproximam-se para assistir o espectáculo de sua morte, e, por seu exemplo, cada um deles determina-se a deixar o mundo para trás e resigna-se a morrer. De fato, nesse dia um grande número de animais morre com o coração ensanguentado diante da fénix, por causa da tristeza de que a vêm presa. É um dia extraordinário: alguns soluçam em simpatia, outros perdem os sentidos, outros ainda morrem ao ouvir seu lamento apaixonado. Quando lhe resta apenas um sopro de vida, a fénix bate suas asas e agita suas plumas, e deste movimento produz-se um fogo que transforma seu estado. Este fogo espalha-se rapidamente para folhagens e madeira, que ardem agradavelmente. Breve, madeira e pássaro tornam-se brasas vivas, e então cinzas. Porém, quando a pira foi consumida e a última centelha se extingue, uma pequena fénix desperta do leito de cinzas. :\"Aconteceu alguma vez a alguém deste mundo renascer depois da morte? Mesmo que te fosse concedida uma vida tão longa quanto a da fénix, terias de morrer quando a medida de tua vida fosse preenchida. A fénix permaneceu por mil anos completamente só, no lamento e na dor, sem companheira nem progenitora. Não contraiu laços com ninguém neste mundo, nenhuma criança alegrou sua idade e, ao final de sua vida, quando teve de deixar de existir, lançou suas cinzas ao vento, a fim de que saibas que ninguém pode escapar à morte, não importa que astúcia empregue. Em todo o mundo não há ninguém que não morra. Sabe, pelo milagre da fénix, que ninguém tem abrigo contra a morte. Ainda que a morte seja dura e tirânica, é preciso conviver com ela, e embora muitas provações caiam sobre nós, a morte permanece a mais dura prova que o Caminho nos exigirá\". == A Fénix na literatura ocidental moderna == Uma fênix é protagonista da novela \"A Princesa da Babilónia\" de Voltaire. Voltaire faz a seguinte descrição desta ave fabulosa: :\"Era do talhe de uma águia, mas os seus olhos eram tão suaves e ternos quanto os da águia são altivos e ameaçadores. Seu bico era cor-de-rosa e parecia ter algo da linda boca de Formosante. Seu pescoço reunia todas as cores do arco- íris, porém mais vivas e brilhantes. Em nuanças infinitas, brilhava-lhe o ouro na plumagem. Seus pés pareciam uma mescla de prata e púrpura; e a cauda dos belos pássaros que atrelaram depois ao carro de Juno não tinham comparação com a sua.\" ==Cultura popular== * Fénix são vistas na série As Crônicas de Nárnia de C. S. Lewis. * Fawkes, é uma fénix de estimação de Alvo Dumbledore na série Harry Potter de J. K. Rowling. * Fénix é uma das unidades usáveis no jogo Age of Mythology. * Sidtri, é uma mascote do jogo Grand Chase que se assemelha a uma Fénix. * A Logo da companhia aérea Air China Limited é uma fénix formando a palavra: VIP. * No anime \"Os Cavaleiros do Zodíaco\", Ikki é o cavaleiro que usa a armadura de bronze de fênix. *No tokusatsu \"Esquadrão Relâmpago Changeman\", é um dos personagens principais. * Em Megaman X6, Blaze Heatnix é um maverick em forma de fénix. * Phoenix é o nome de uma habilidade de summoner em alguns jogos da série Final Fantasy. * Em Castlevania - Curse of Darkness, existe um Innocent Devil (invocações que auxiliam os \"Devil Forge Masters\" Hector e Isaac), que é uma fénix. * No jogo Sonic Unleashed, uma fênix dominada pelo poder de Dark Gaia é um dos bosses. * Em X-Men Jean Grey ou Fénix e também garota Marvel é uma personagem das histórias em quadrinhos do Universo Marvel, produzidos pela Marvel Comics. * Na animação da Disney, Fantasia 2000, o pássaro de fogo aparece na última cena com a composição A Sagração da Primavera do Ígor Stravinski. * É uma personagem jogável no jogo Dota 2. * E na sexta temporada da Serie Supernatural no episódio 18 Sam e Dean Winchester voltam para o velho oeste para caçar e pegar as cinzas de uma Fênix que aparece mesclada como humano. * Na animação One Piece, Marco comeu Tori Tori no Mi e pode se transformar em uma fénix. *No jogo League of Legends existe uma personagem que é uma fénix porém de gelo, Anivia a criofenix . *Em Legacies Landon Kirby é uma Fênix. Categoria:Aves mitológicas Categoria:Mitologia egípcia Categoria:Mitologia grega Categoria:Criaturas fantásticas Categoria:Imortalidade",
 "title": "Fénix"
}