{
 "id": "1310",
 "text": "Em física, movimento é a variação de posição espacial de um objeto ou ponto material em relação a um referencial no decorrer do tempo. Na filosofia clássica, o movimento é um dos problemas mais tradicionais da cosmologia desde os pré-socráticos, na medida em que envolve a questão da mudança na realidade. Assim, o mobilismo de Heráclito considera a realidade como sempre em fluxo. A escola eleática por sua vez, principalmente através dos paradoxos de Zenão, afirma ser o movimento ilusório, sendo a verdadeira realidade imutável. Aristóteles define o movimento como passagem de potência a ato. Para ele o ato consiste, pois, na existência de uma coisa, não no sentido em que se diz que é potencial. É a atualidade de uma matéria, isto é, sua forma num dado instante do tempo; o ato é a forma que atualiza uma potência contida na matéria. É toda realidade que, como forma, tem como característica ser determinado, finito, perfeito, completo. Por exemplo, a árvore é o ato da semente, o adulto é o ato da criança, a mesa é o ato da madeira etc. Aristóteles distinguiu o movimento como deslocamento no espaço; como mudança ou alteração de uma natureza; como crescimento e diminuição; e como geração e corrupção (destruição). No universo descrito pela física da relatividade, o movimento nada mais é do que a variação de posição de um corpo relativamente a um ponto chamado \"referencial\". == Estudo do movimento == A ciência física que estuda o movimento e suas causas é a Mecânica.Castellani, Otávio Cesar. (2001). Discussão dos Conceitos de Massa Inercial e Massa Gravitacional. Revista Brasileira de Ensino de Física, 23(3), 356-359. https://dx.doi.org/10.1590/S1806-11172001000300013 Ela se preocupa tanto com o movimento em si quanto com o agente que o faz iniciar ou cessar. Se abstraírem-se as causas do movimento e preocupar-se apenas com a descrição do movimento, ter-se-á estudos de uma parte da Mecânica chamada Cinemática (do grego kinema, movimento). Se, ao invés disso, buscar-se compreender as causas do movimento, as forças que iniciam ou cessam os movimentos dos corpos, ter- se-á estudos da parte da Mecânica chamada Dinâmica (do grego dynamis, força). Existe ainda uma disciplina que estuda justamente o não-movimento, corpos parados: é a Estática (do grego statikos, ficar parado). De certo modo, a estaticidade é uma propriedade altamente específica, pois só se apresenta para referenciais muito especiais, de modo que o comum é que em qualquer situação, possamos atribuir movimento ao objeto em análise. == Notas históricas == === Movimento segundo Aristóteles === Segundo Aristóteles todos os corpos celestes no Universo possuíam almas, ou seja, intelectos divinos que os guiavam ao longo das suas viagens, sendo portanto estes responsáveis pelo movimento do mesmo. Existiria, então, uma última e imutável divindade, responsável pelo movimento de todos os outros seres, uma fonte universal de movimento, que seria, no entanto, imóvel. Todos os corpos deslocar-se-iam em função do amor, o qual nas últimas palavras do Paraíso de Dante, movia o Sol e as primeiras estrelas. Aristóteles nunca relacionou o movimento dos corpos no Universo com o movimento dos corpos da Terra. === Movimento segundo Galileu === Foi este italiano quem primeiro estudou, com rigor, os movimentos na Terra. As suas experiências permitiram chegar a algumas leis da Física que ainda hoje são aceitas. Foi também Galileu que introduziu o método experimental: Na base da Física, estão problemas acerca dos quais os físicos formulam hipóteses, as quais são sujeitas à experimentação, ou seja, provoca-se um dado fenómeno em laboratório de modo a ser possível observá-lo e analisá-lo cuidadosamente. Galileu procedeu a várias experiências, como deixar cair corpos de vários volumes e massas, estudando os respectivos movimentos. Tais experiências permitiram-lhe chegar a conclusões acerca do movimento em queda livre e ao longo de um plano inclinado. Também fez o estudo do movimento do pêndulo, segundo o qual concluiu que independentemente da distância percorrida pelo pêndulo, o tempo para completar o movimento é sempre o mesmo. Através desta conclusão construiu o relógio de pêndulo, o mais preciso da sua época. === Movimento segundo Isaac Newton === Foi Isaac Newton quem, com base nos estudos de Galileu, desenvolveu os principais estudos acerca do movimento, traçando leis gerais, que são amplamente aceitas hoje em dia. As leis gerais do movimento, enunciadas por Newton são: Primeira Lei de Newton: Também conhecida como Lei da Inércia, enuncia que: :\"Todo corpo continua no estado de repouso ou de movimento retilíneo uniforme, a menos que seja obrigado a mudá-lo por forças a ele aplicadas.\" Segunda Lei de Newton: Também conhecida como Lei Fundamental da Dinâmica, enuncia que: :\"A resultante das forças que agem num corpo é igual à variação da quantidade de movimento em relação ao tempo\" Terceira Lei de Newton: Também conhecida como Lei de Ação-Reação, enuncia que: :\"Se um corpo A aplicar uma força sobre um corpo B, receberá deste uma força de mesma intensidade, mesma direção e sentido oposto à força que aplicou em B.\" Tais leis são fundamentais no estudo do movimento em Física, e são essenciais na resolução de problemas relacionados com movimento, velocidade, aceleração e forças, em termos físicos e reais. == Ver também == * Causalidade * Movimento retilíneo * Movimento circular * Movimento parabólico * Movimento periódico * Quantidade de movimento angular * Ponto material * Cinemática Categoria:Cinemática",
 "title": "Movimento"
}