{
 "id": "13110",
 "text": "O pan-eslavismo é uma ideologia formada em países habitados por povos eslavos, que se baseia na ideia da necessidade de uma unificação política nacional eslava baseada em uma comunidade étnica, cultural e linguística - Estado. Foi formado entre os povos eslavos no final do século XVIII e na primeira metade do século XIXPer Anders Rudling. \"Memories of 'Holodomor' and National Socialism in Ukrainian Political Culture,\" in Yves Bizeul (ed.), Rekonstruktion des Nationalmythos?: Frankreich, Deutschland und die Ukraine im Vergleich (Göttingen: Vandenhoek & Ruprecht Verlag, 2013) No final do século XIX, com base no movimento pan-eslavo, formou-se o movimento neoeslavo, que se propunha tarefas semelhantes, mas exigia a igualdade dos povos eslavos entre si e a libertação da liderança russa na libertação dos estados eslavos e a unificação dos povos. == Origens == O pan-eslavismo começou sua ascensão da mesma forma que o pangermanismo, que também cresceu e se fortaleceu a partir dos sentimentos de unidade e nacionalismo vivenciados dentro dos grupos étnicos sob o domínio da França durante as Guerras Napoleônicas. Como outros movimentos nacionalistas românticos, o pan-eslavismo intensificou as atividades da intelectualidade eslava e dos cientistas nos campos da história, filologia e folclore, alimentou seus interesses na busca de uma identidade comum do passado e no renascimento das línguas nacionais. e culturas. O pan- eslavismo também coexistiu com o desejo dos eslavos de independência nacional.Французова О. А. Панславизм и идеи славянской интеграции в представлениях чешских радикалов 1 пол. XIX века // Общество и цивилизация: Тенденции и перспективы развития в XXI веке / сборник ста- тей по материалам Международной научно-практической конференции (29 января 2015 г. Воронеж). – Воронеж, 2015. Т. 1.. American Society for Eighteenth Century Studies. The Eighteenth Century: A Current Bibliography, Том 18. — 1992. John M. Letiche and Basil Dmytryshyn:Russian Statecraft: The Politika of Iurii Krizhanich. — Oxford and New York, 1985 Os símbolos mais usados ​​do movimento pan-eslavo são as cores pan-eslavas (azul, branco e vermelho) e o hino pan-eslavo. O primeiro pan-eslavo do século XVI foi o escritor e humanista croata Vinko Pribojevic. Posteriormente, no século XVII, essas ideias foram desenvolvidas por Yuri Krizhanich, um missionário católico croata que defendia a unidade dos povos eslavos e tentou criar uma única língua eslava para os povos eslavos. Enquanto exilado em Tobolsk, ele escreveu um tratado \"Política\", onde previa a libertação de todos os povos eslavos do jugo estrangeiro e o surgimento de um único estado eslavo. Algumas das primeiras manifestações do pensamento pan- eslavo na Monarquia dos Habsburgos são atribuídas a figuras como Adam František Kollar, Vuk Karadžić, Pavel Jozef Šafárik. O movimento foi formado após o fim das Guerras Napoleônicas em 1815. No período pós-guerra, os líderes europeus procuraram restaurar o estado político anterior a guerra. No Congresso de Viena, o representante do Império Austríaco, Príncipe von Metternich, sentiu que o status quo na Áustria estava ameaçado pelos nacionalistas que exigiam a independência do império. Embora a população da Áustria consistisse em numerosos grupos étnicos (alemães austríacos, húngaros, italianos, romenos, etc.), uma parte significativa da população era composta por povos eslavos. == A história da formação e desenvolvimento do pan- eslavismo == === O nascimento do pan-eslavismo === O termo \"pan-eslavismo\" foi proposto pela primeira vez na República Tcheca por Jan Herkel em 1826. As visões políticas da maioria dos povos eslavos, o renascimento nacional eslavo são os fatores que levaram ao aparecimento entre os eslavos ocidentais e do sul - Josef Dobrovsky (tcheco), Pavel Šafarik, Jan Kollar (eslovaco), Ludevit Gai (croata), Vuk Karadzic (sérvio) e outras ideias de unidade eslava e comunidade cultural. Os bons resultados do Império Russo nas guerras contra a Turquia e as Guerras Napoleônicas fizeram com que algumas das figuras eslavas formassem ideias sobre a unificação política e linguística dos eslavos sob o domínio russo, acreditando que isso ajudaria os povos eslavos na luta contra os estrangeiros no poder (Josef Dobrovsky, Josef Jungman, Ljudevit Guy e outros). Alguns deles mais tarde mudaram de opinião (Lyudevit Gai, Ljudevit Stuhr, Karel Gavlicek-Borovsky e outros). Alguns partidários do pan-eslavismo, cujo principal representante era o tcheco Frantisek Palacky, defendiam a preservação do Império Austríaco e sua transformação em uma federação de eslavos, austríacos e húngaros. Após a transformação do Império Austríaco em Áustria-Hungria (1867), F. Palatsky revisou seu conceito e participou do Congresso Eslavo de 1867 organizado por pan-eslavistas russos em Moscou. Entre os poloneses, fortemente influenciados pelo patriotismo romântico e pelas ideias sobre a restauração da Polônia, as ideias do pan-eslavismo deram origem a duas correntes: pró-russa (Stanistaw Staszic, August Cieszkowski) e anti- russa (Adam Mickiewicz, Andrzej Towianski, Kazimir Brodzinski), que acreditava que o papel principal na união dos eslavos deveria ser desempenhado por uma Polônia revivida. Evidencia-se, assim, a existência de um pan-eslavismo de feições ocidentais, em torno da união dos paíse eslavos ocidentais, e, em oposição a esse, um paneslavismo oriental, centrado no estado Russo. === Congresso Eslavo em Praga em 1848 === O primeiro congresso eslavo ocorreu em Praga em junho de 1848, durante o movimento revolucionário de 1848. Os tchecos se recusaram a enviar seus representantes à Assembleia de Frankfurt, acreditando que os eslavos e os alemães tinham interesses diferentes. O congresso foi realizado no Palácio de Sophia (Tcheco Palác Žofín) - o local de muitas ações públicas de 2 a 12 de junho de 1848.Юрген Ригер. Германия и Россия — взгляд немецкого националиста (недоступная ссылка) Em algumas fontes estrangeiras o Congresso é chamado de \"Primeiro Congresso Eslavo\". O Congresso Eslavo foi uma reação à política pangermânica da Dieta Alemã em Frankfurt. Este congresso, reunido por iniciativa dos eslavistas checoslovacos do Império Austríaco (P. Šafarik, K. Zap), foi um congresso de povos eslavos que viviam no Império Austríaco (tchecos, eslovacos, rusyns (rutenos), croatas, mas também foi com a presença de convidados de outros países (poloneses, sérvios, montenegrinos), incluindo o emigrante russo M. A. Bakunin. No total, 300 delegados se reuniram no congresso. Em uma base nacional, o Congresso foi dividido em três seções: * Checoslováquia (presidida por P. Šafárik): Checos, Morávios, Silésios e Eslovacos * Polonês-Rusyn (Presidente K. Liebelt): 61 delegados, 40 poloneses e 21 Rutenos. * Iugoslavos: eslovenos, croatas, sérvios e dálmatas. Frantisek Palacki, um proeminente historiador tcheco e figura pública, fundador e ideólogo do austro-eslavismo, foi eleito presidente do congresso. Em particular, Palacki pediu a cooperação dos Habsburgos e afirmou que a Monarquia dos Habsburgos, como entidade política, era mais desejável para a defesa dos povos da Europa Central. O hino dos eslavos no congresso foi a canção composta pelo eslovaco Samuil Tomashek, \"Ei, eslavos\". ==== Ideologia ==== Duas posições foram apresentadas no congresso. Uma, moderada, previa a transformação do Império Austríaco em uma federação multinacional, onde os povos eslavos teriam direito à autonomia nacional (austro- eslavismo). O instrumento para implementar este plano foi uma petição ao imperador austríaco. Na periferia nacional eslava, deveria convocar dietas, guarda nacional e educação em línguas eslavas. Os eslavos do sul exigiram a criação de um reino ilírio sob o protetorado da Áustria. Os radicais (Shtur, Bakunin) insistiram na criação de uma federação eslava independente (Pan- Eslavismo). O Império Russo também causou uma reação ambígua entre os delegados. Se alguns (Shtur) depositavam esperanças nela pela libertação dos eslavos, outros (deputados poloneses) eram muito céticos sobre a missão da Rússia. ==== Significado ==== Este evento foi um dos poucos em que as vozes de todos os povos eslavos da Europa Central foram ouvidas em um só lugar. O principal objetivo do congresso foi uma tentativa de resistir ao nacionalismo alemão nas terras eslavas. Este congresso foi o catalisador da Revolta de Praga de 1848 (“Revolta do Espírito Santo”), que foi pacificada pelas tropas. Em particular, durante a ofensiva das tropas austro-russas, os jovens habitantes de Praga saíram às ruas e, neste confronto, uma bala perdida matou a esposa do marechal de campo Alfred I, príncipe Windisch-Gretz, que comandava as tropas austríacas em Praga. Enfurecido, Windisch-Grätz tomou a cidade, dissolveu o congresso e estabeleceu a lei marcial em toda a Boêmia. Apesar de o congresso não ter sido concluído e ter durado pouco tempo, ele conseguiu aprovar e adotar as cores pan-eslavas para as bandeiras dos movimentos de libertação eslavos: azul, branco, vermelho, adotar o hino \"Ei, Eslavos\" como o hino nacional eslavo e publicar o \"Manifesto do Congresso Eslavo de 1848 aos povos da Europa\".Бакунин М. А. Собрание сочинений и писем. 1828—1876 — М., 1935. ТА. С. 478—480 == Pan-eslavismo na Rússia == Na própria Rússia, no final da década de 1830, nas obras de Mikhail Pogodin, foram apresentadas teses sobre a aprovação das características do mundo eslavo e dos mais altos valores espirituais inerentes aos povos eslavos e à verdadeira fé - Ortodoxia. Na ideologia eslavófila, um lugar importante foi ocupado pela tese sobre o papel de liderança da Rússia entre os eslavos, sobre sua missão unificadora. Projetos para a unificação política dos eslavos sob os auspícios do Império Russo foram desenvolvidos nos séculos XVIII e XIX por Andrei Samborsky, Vasily Malinovsky e outros. Os eslavófilos eram partidários da libertação dos eslavos do domínio otomano e austríaco e da criação de uma federação eslava. Eslavófilos russos nas décadas de 1840-1850 - Konstantin Aksakov, Alexei Khomyakov, Ivan Kireevsky e outros - tiveram a ideia de se opor ao mundo eslavo ortodoxo com a Rússia à frente - a Europa \"doente\", infiel. Os oponentes dos eslavófilos, os ocidentais (Pyotr Chaadaev, Alexander Herzen), não reconheceram o papel especial da Rússia entre os povos eslavos. A derrota na Guerra da Criméia de 1853-1856, a revolta de libertação polonesa de 1863-1864 causou a ativação dos pan-eslavistas russos, o que resultou na realização do Congresso Eslavo de 1867 em Moscou e nas atividades dos comitês eslavos. As idéias pan-eslavas ocuparam um lugar importante na pesquisa teórica de Ivan Aksakov, Nikolai Danilevsky, desenvolvimentos científicos do cientista eslavo Vladimir Lamansky. O pan-eslavismo teve o maior peso político nos anos 1870, especialmente durante a guerra russo-turca de 1877-1878, quando se tratava de ações reais de política externa. Vários representantes das forças armadas estatais da Rússia - o príncipe Vladimir Cherkassky, os generais Mikhail Chernyaev, Mikhail Skobelev, Rostislav Fadeev - eram partidários do pan-eslavismo. == Pan-eslavismo na Ucrânia == No território da Ucrânia, as ideias pan-eslavas foram desenvolvidas pela \"Sociedade Cirilo e Metódio\". O manifesto da sociedade \"O Livro do Povo Ucraniano\" delineou o conceito da Ucrânia como o país que mais preservou e institucionalizou politicamente as principais características do caráter eslavo - igualdade, amor à liberdade e democracia. O pan-eslavismo ucraniano de meados do século XIX construiu sua conceituação em bases religiosas. Ele considerou os povos eslavos como os portadores mais naturais do cristianismo, que, com a ajuda da experiência da história ucraniana livre da dominação estrangeira e construir uma sociedade tal como a sociedade do Israel do Antigo Testamento da era dos Juízes - um sistema teocrático e não hierárquico, a forma mais harmoniosa de estrutura política do ponto de vista dos pan-eslavistas ucranianos. O povo ucraniano, portanto, na causa da unificação dos eslavos atua como uma \"pedra rejeitada pelos construtores, que se tornou a pedra angular\".Святое Письмо. Книги Бытия Украинского Народа [109] == Pan-eslavismo nos Balcãs == Os movimentos eslavos do sul tornaram-se ativos após a restauração da independência sérvia do Império Otomano. A Áustria temia que os nacionalistas ameaçassem o império. O pan-eslavismo no sul era muitas vezes diferente do habitual, como resultado do qual ela frequentemente se voltava para a Rússia em busca de apoio. Os movimentos pan-eslavos eslavos do sul defendiam a independência dos povos eslavos no Império Austro-Húngaro e no Império Otomano. Alguns intelectuais sérvios procuraram unir todos os eslavos do sul (Balcãs), fossem eles católicos (croatas, eslovenos), muçulmanos (muçulmanos bósnios, sanjak) ou ortodoxos (montenegrinos, sérvios, macedônios) sob o domínio sérvio sob o chamado de uma ideologia pan-sérvia, brevemente caracterizada como \"nação sérvia de três religiões\". O estado sérvio, que acabara de conquistar a independência, estava em sua infância, enquanto o Império Austro-Húngaro, apesar da instabilidade, permanecia um adversário bastante forte para a Sérvia. Nesse cenário, a ideia da participação da Rússia na formação da unidade eslava do sul sob a liderança da nação sérvia era muito popular. Os eslavos do sul estavam entre os primeiros a se revoltar contra o Império Otomano em desintegração. Em 1804 e 1815, os sérvios garantiram sua independência do Império Otomano. Quase imediatamente após receber a autonomia, os sérvios começaram a procurar a possibilidade de expansão e unidade com todos os outros sérvios e outros eslavos nas regiões vizinhas; sob a influência intelectual da mentalidade pan-sérvia Ilya Garasanin e Vuk Stefanovich Karadzic, o projeto da Grande Sérvia foi formado. Na Áustria- Hungria, os eslavos do sul estavam localizados em vários territórios: eslovenos na parte austríaca (Karnioli, Styria, Carinthia, Gorica e Gradiski, Trieste, Istria (os croatas também moravam aqui)), croatas e sérvios na parte húngara no Reino autônomo da Croácia-Eslavônia e na parte austríaca no Reino autônomo da Dalmácia, e na Bósnia e Herzegovina, sob o controle direto de Viena. Devido à localização diferente dos povos eslavos no império, várias ideias diferentes ocorreram entre os eslavos do sul da Áustria-Hungria. Uma forte alternativa ao pan-eslavismo foi o austro-eslavismo, especialmente entre os eslovenos. Devido ao fato de os sérvios viverem em várias regiões e terem laços especiais com um estado-nação independente - a Sérvia - eles foram um dos mais fortes defensores da independência dos povos eslavos do sul da Áustria-Hungria e sua unificação em um único estado sob o domínio sérvio, monarquia. Foi no meio dos eslavos do sul que nasceu a tendência pan-eslava do ilíria, que se propôs a libertar e unir todos os eslavos do sul sob o domínio da Ilíria eslava. Uma contribuição significativa para a implementação do conceito ilírio ou mesmo iugoslavo da libertação dos eslavos do sul do poder da Áustria-Hungria foi feita por Dragutin Dmitrievich (Apis), foi sob sua liderança direta que a organização Mão Negra e seu ramo \"Jovem Bósnia\" organizaram e executaram o assassinato do arquiduque do Império Austríaco Franz Ferdinand, que implicou a base para desencadear e arrastar a Áustria- Hungria para uma guerra que terminou para ela com o colapso da unidade estatal e soberania. Após a Primeira Guerra Mundial e a criação do Reino da Iugoslávia, liderado pela dinastia sérvia, a maioria dos povos eslavos do sul estavam unidos, independentemente de religião e cultura. Os únicos povos eslavos dos Bálcãs que se encontravam fora de um único estado eram os búlgaros. No entanto, nos anos após a Segunda Guerra Mundial, foi planejado que a Bulgária deveria se juntar como a 7ª república à Iugoslávia socialista e, assim, completar o processo de unificação de todos os países eslavos do sul em um estado. A ideia foi esquecida após o rompimento entre Josef Broz Tito e Josef Stalin em 1948. O presidente Tito, de nacionalidade croata-eslovena, defendia a igualdade entre grupos étnicos, inclusive entre não eslavos. Isso levou a uma coexistência e prosperidade relativamente pacíficas, no entanto, foi a política administrativa nacional da Iugoslávia que serviu de base para o futuro desmantelamento da Federação Iugoslava. == Pan-eslavismo na Polônia == Embora houvesse interesse no início do pan-eslavismo por parte de alguns poloneses, logo perdeu seu apelo quando o movimento começou a ser liderado pela Rússia, e em um momento em que os pan-eslavistas russos falavam sobre a libertação de outros eslavos através da Rússia. Historicamente, a Polônia mais de uma vez esteve à frente da unificação do Leste Europeu, a unificação pan- eslava na Europa. Assim, durante o reinado da dinastia jaguelônica, por um curto período, o Reino da Polônia, a República Tcheca, o Reino da Hungria, o Grão-Ducado da Lituânia e o Reino da Croácia, que estava em união com a Hungria, foram selados por união pessoal. Mais tarde, foi sob a liderança dos Jagiellons veio a surgir o primeiro estado de tipo federal pan-eslavo, uma Comunidade, unindo três povos eslavos. O pan-eslavismo do século 19 teve um impacto na Polônia, por exemplo, inspirou simpatia por outros povos eslavos oprimidos que buscavam restaurar a independência. Enquanto o pan-eslavismo lutava contra a Áustria-Hungria pela liberdade dos eslavos do sul, os poloneses inspiraram a luta de libertação de outros povos eslavos com sua insubordinação. Foi a melodia e o motivo da canção de libertação nacional polonesa Mazurka de Dobrovsky que serviu de base para a criação de vários hinos eslavos e do hino pan-eslavo \"Ei, eslavos!\". A criação da Federação Pan- eslava foi promovida pelo neo-eslavo polonês e um dos pais da moderna Polônia independente, Roman Dmowski. Após a independência da Polónia (das terras da Alemanha, Áustria e Rússia) em 1918, considerou-se de certa forma o pan- eslavismo como um vector de desenvolvimento político, nomeadamente, havia planos para a criação de uma federação centro-europeia - Intermarium, que uniria a maioria dos povos eslavos, exceto a Rússia soviética. Durante a era comunista do estado polonês, a retórica eslava foi usada como ferramenta de propaganda da amizade com a URSS para justificar seu controle do país. A questão do pan-eslavismo não fazia parte da agenda política dominante e era amplamente vista como uma ideologia de influência soviética. Como Joseph Conrad escreveu em Life and Letters: > \"... entre o polonismo e o eslavismo não há tanto ódio quanto uma > incompatibilidade completa e indestrutível.\"—Notas Konrad argumenta que \"não há nada mais estrangeiro do que o que no mundo literário é chamado de eslavismo, sua sensibilidade individual e toda a mentalidade polonesa\". == O declínio do pan-eslavismo no século XX == Após a Guerra Russo-Turca de 1878 e as Guerras Balcânicas, as ideias do Pan-Eslavismo começaram a perder sua popularidade, isso se deveu ao fato de que as principais tarefas do Pan-Eslavismo para reviver as línguas, culturas e povos eslavos, como bem como fornecer súditos nacionais eslavos independentes, foram praticamente concluídos, e as correntes regionais do pan-eslavismo se desenvolveram - ilírianismo, tchecoslovaquismo e austro-eslavismo que lhe deram origem. O movimento de revivalistas se manifestou amplamente, através dos esforços dos quais foi possível realizar o Renascimento Nacional dos povos eslavos. Havia planos sérios para reformar o Império Austro-Húngaro em um estado trialista na Austro-Húngaro-Eslávia ou Estados Unidos da Grande Áustria, que à sua maneira era o cumprimento do conceito de pan-eslavismo. Assim, o historiador e político ucraniano Mikhail Grushevsky até se manifestou abertamente contra tais ideias, considerando-as perigosas para a existência da nação ucraniana. O pan-eslavismo começou a ser ativamente promovido antes da Primeira Guerra Mundial na forma de neo-eslavismo ou neo-pan- eslavismo. Os neo-eslavistas russos (a figura principal é o conde V. A. Bobrinsky), juntamente com figuras de outros países eslavos (tcheco K. Kramarzh, esloveno I. Grabar, etc.) realizaram um congresso eslavo em Praga (1906) e Sofia (1910) para para alcançar a reaproximação intereslava em face de uma possível ameaça alemã. Após a Primeira Guerra Mundial, a Revolução de Outubro e a criação de estados independentes nacionais eslavos, a ideia de pan-eslavismo foi incorporada na implementação da Iugoslávia, na criação da Tchecoslováquia, nos planos para a criação do Corredor Territorial Tcheco, no Confederação Intermarium e Federação Polaco-Checoslovaca. No entanto, os três últimos nunca foram destinados a se concretizar devido ao desacordo da França e da Grã- Bretanha com a assistência ativa do recém-formado Estado soviético, pois isso poderia perturbar o equilíbrio de poder na Europa e destruir a hegemonia da Entente, e planos para a implementação do \"córdão sanitário\". Na União Soviética, as ideias do pan-eslavismo encontraram total desacordo e rejeição, devido ao fato de que mesmo os ideólogos do comunismo, Marx e Engels, eram opositores extremos do pan-eslavismo e da unificação nacional eslava. Em particular, notou-se que o pan-eslavismo era uma ideologia nacionalista, reacionária, burguesa, bem como contra-revolucionária. Posteriormente, muitas figuras do pan-eslavismo e do neo-eslavismo na Rússia foram obrigados a emigrar do país, fugindo da repressão política dirigida contra os dissidentes, em particular, o estudo dos estudos eslavos sofreu por causa disso, muitos eslavistas foram reprimidos na forma fabricada. - chamado caso de eslavistas.Partido Nacional Russo\" - uma invenção sinistra dos Chekists soviéticos // Boletim da Academia Russa de Ciências . 1994. Nº 10. S. 920-930 Durante a Segunda Guerra Mundial, após o ataque alemão à URSS, o Comitê Eslavo foi criado pela liderança soviética, que serviu como meio de influência soviética sobre os povos eslavos e exércitos eslavos na URSS, em particular, na Tchecoslováquia e exército polonês. O comitê também serviu como ferramenta para justificar o estabelecimento da influência soviética na Europa Oriental, publicou a revista Slavyane. Foi dissolvido em 1953 por inutilidade, pelo fato de que a zona de influência soviética na Europa Oriental foi finalmente estabelecida, a Organização do Pacto de Varsóvia foi criada e também por causa da ruptura política da liderança soviética com a Iugoslávia. == O renascimento do pan-eslavismo no século XXI == Há uma opinião de que a atual situação política no mundo eslavo é caracterizada não apenas pelo declínio completo do outrora popular pan-eslavismo, mas muitas vezes pela política hostil dos países eslavos entre si. Este ponto de vista baseia-se na política oficial de vários estados eslavos, focada na adesão à OTAN, a UE, por um lado, e à União Econômica Eurasiática e a OTSC, por outro. Nem todos estão satisfeitos com tal curso político, e alguns acreditam, sobretudo o grupo no contexto dos países aderentes da OTSC, que a OTAN e a UE estaria se opondo ao mundo eslavo oriental. É isso que contribui para o renascimento do pan-eslavismo em quase todos os países eslavos. Várias relações entre os países e povos eslavos existem até hoje. Eles vão desde o respeito mútuo baseado em parceria igual e simpatia um pelo outro, passando pela tradicional hostilidade e inimizade, até a indiferença. Atualmente, nenhuma das formas de aproximação dos países de origem eslava, exceto culturais e históricas, foi realizada, com exceção do grupo de Visegrad. Nos tempos modernos, são frequentes os apelos a ideias pan- eslavas na Rússia, Bielorrússia, Sérvia e Eslováquia. Há uma opinião oposta de que a unificação dos eslavos ocorre através das estruturas da União Europeia. O euro-eslavismo no século XXI substitui o pan-eslavismo como um projeto de integração dos eslavos entre si. O renascimento do pan-eslavismo procede nas três seguintes direções: científica e educacional; público; político.Otto Dix. Cento e cinquenta anos da Irmandade Eslava. Site oficial da banda Otto Dix. Wagner, Lucas. A Roleta Russa da U.E. - 19 de março de 2017. - Tampere: Universidade de Tampere,. — ISBN https://tampub.uta.fi/bitstream/handle/10024/81047/gradu03888.pdf?sequence=1 . Luzan A. V. Pan-eslavismo. Do Nacionalismo ao Sindicalismo . Recuperado em 25 de maio de 2019. Arquivado a partir do original em 15 de março de 2013. === Atuação científica e educacional === Uma das áreas mais famosas da filologia são os estudos eslavos - uma ciência que estuda a cultura dos povos eslavos. A primeira das organizações eslavas apareceu em 1955 em Belgrado - foi o Comitê Internacional de Eslavistas (ISS), que reunia os comitês nacionais de eslavistas de cerca de 30 países de quatro continentes (Europa, Ásia, América, Austrália). Em 1994, a Associação Internacional de Universidades Eslavas foi estabelecida como parte da Associação Internacional para o Estudo e Propagação da Cultura Eslava sob a UNESCO. A associação inclui a Rússia, Ucrânia, Bielorrússia, Iugoslávia, República Tcheca. A Associação está em constante expansão e inclui novos membros e novos países, incluindo países não eslavos. A Associação organiza conferências científicas sobre o pan-eslavismo, atrai estudantes para isso, promove a criação de um espaço educacional unificado dos estados eslavos no século XXI.Бакунин М. А. Собрание сочинений и писем. 1828—1876 — М., 1935. ТА. С. 478—480 Куліш П. Моє життя (Жизнь Кулиша) -С.14 Святое Письмо. Книги Бытия Украинского Народа [109] Calic, стр. 65; Sundhausen, стр. 211—212; Rhode, стр. 597. Rhode, стр. 576, 597. Ramet, Sabrina P. The three Yugoslavias: state-building and legitimation, 1918—2005; Indiana University Press, 2006 ISBN 0-253-34656-8 «Российская национальная партия» — зловещая выдумка советских чекистов // Вестник РАН. 1994. № 10. С. 920—930 Otto Dix. Сто пятьдесят лет славянскому братству. Официальный сайт группы Otto Dix. Дата обращения: 12 января 2012. Wagner, Lukas. The EU's Russian Roulette. — 19 March 2017. — Tampere: University of Tampere,. — ISBN https://tampub.uta.fi/bitstream/handle/10024/81047/gradu03888.pdf?sequence=1. Лузан А.В. Панславизм. От национализма к юнионизму. Дата обращения: 25 мая 2019. Архивировано 15 марта 2013 года. К. А. Смирнов. Международный Славянский институт в Москве. Научная деятельность. Дата обращения: 12 января 2012. Государственная академия славянской культуры. Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Международный славянский университет Харькова (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Киевский славистический университет. Дата обращения: 12 января 2012. Поменьше шумовых эффектов и побольше конкретных дел. Сайт Славянского университета республики Молдова (8 июня 2007). Дата обращения: 12 января 2012. Архивировано 14 февраля 2012 года. II Всеславянский собор студенческой молодёжи. Международный Славянский институт в Москве. Дата обращения: 12 января 2012. Научная конференция: «Единое образовательное пространство славянских государств в XXI веке: проблемы и перспективы». Федеральный образщовательный портал (6 апреля 2006). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Манифест Всеславянского съезда 1998 г. к народам Европы (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 4 марта 2016 года. Павел Тулаев. Геополитика. 7-й Всеславянский съезд (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Съезд Славянских народов Белоруссии, России, Украины. Приветствия и доклады председателей национальных оргкомитетов.. Дата обращения: 12 января 2012. Андрей Окара. Три страны, но один ли народ?. Независимая газета (5 июня 2001). Дата обращения: 12 января 2012. Светлана Савенок. Партийные задачи Славянского Собора. Независимая газета (2 июля 2002). Дата обращения: 12 января 2012. Коммюнике и документы IX Всеславянского съезда (недоступная ссылка) (2 июля 2005). Дата обращения: 12 января 2012. Архивировано 14 июня 2012 года. Глава государства поздравил участников IX Всеславянского съезда (недоступная ссылка). Официальный сайт Александра Лукашенко (1 июля 2005). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Третий Славянский «тишайший» собор «успешно» завершён?. Православное Братство Антония и Феодосия Печерских (5 мая 2009). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Первый Чешско- моравский славянский съезд в Праге (недоступная ссылка). Россотрудничество (3 октября 2009). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Итоги Х Всеславянского съезда в Киеве (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. X-й Международный славянский съезд. Славянская партия Украины. Новости политических партий России и СНГ (8 января 2011). Дата обращения: 12 января 2012. Международный славянский комитет обеспокоен выделением сотен миллионов долларов на \"поддержку демократии\" в Беларуси. БЕЛТА. Общественно-политическое движение \"Великая Русь\". Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Доклад главы польской делегации Болеслава Тейковского. Союз русских офицеров (28 ноября 2010). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Общероссийское политическое общественное движение \"Славянский союз России\". Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Панславянское национальное добровольческое объединение. Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Панславянское молодёжное объединение (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Шитик Алексей. Антология славянского молодёжного форума-2012. live.panslavist.ru (4 мая 2012). Дата обращения: 21 июля 2012. Архивировано 21 июля 2012 года. Slovenské hnutie obrody (словацк.) (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Českomoravský slovanský svaz (чешск.) (недоступная ссылка). Дата обращения: 12 января 2012. Архивировано 2 июня 2012 года. Леопольд Карабач. Съезд Славянской партии Польши (недоступная ссылка). Русский международный форум «Атеней». Дата обращения: 12 января 2012. Архивировано 2 июня 2011 года. Александр Аврукевич. Россия и русский язык в программах белорусских политических партий. Информационно-аналитический портал «Империя» (7 марта 2010). Дата обращения: 12 января 2012. Славянская партия Украины, отделение в Харькове. Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Программа Международного союза общественных объединений «ВСЕСЛАВЯНСКИЙ СОБОР» (недоступная ссылка). Всеславянский собор. Дата обращения: 12 января 2012. Архивировано 10 сентября 2011 года. Владимир Свидерский. Славянский Парламентский союз: шаг к славянскому единству. Materik.Ru. Дата обращения: 12 января 2012. В Минске прошло заседание Славянского парламентского союза (2 ноября 2006). Дата обращения: 12 января 2012. VII сессия Славянского парламентского Союза. Газета «Воля» (23 июня 2008). Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. Словакия опровергает информацию об участии в заседании Славянского парламентского союза. БелаПАН. AFN.BY. Дата обращения: 12 января 2012. Архивировано 13 февраля 2012 года. === Atuação Pública do Movimento === Em 1998, em Praga, no aniversário do 150º aniversário do 1º Congresso Eslavo, foi realizado o 7º Congresso Eslavo, que restaurou as atividades do Comitê Eslavo Internacional. O congresso também adotou um manifesto aos povos da Europa, no qual condenava a expansão unilateral da OTAN e instava a União Europeia a respeitar os direitos dos povos eslavos. De acordo com as decisões do Congresso, foram criados comitês eslavos em 12 países eslavos. O próximo, VIII Congresso, realizado em Moscou de 2 a 4 de abril de 2001, adotou o projeto de Carta da União dos Estados Eslavos Independentes, aprovou a carta do Conselho Eslavo e adotou um recurso em defesa do antigo Presidente iugoslavo Slobodan Milosevic. No mesmo ano, foi realizado o I Conselho dos Povos Eslavos da Bielorrússia, Rússia e Ucrânia (também conhecido como União Eslava), iniciado pelo Presidente da Duma Estatal da Assembleia Federal da Federação Russa Gennady Seleznev. Alguns opositores do pan-eslavismo chamaram este evento de manifestação, que de fato supostamente não teve qualquer influência na política oficial. Houve também declarações de que foram as tentativas de criar uma união de três países eslavos orientais - Rússia, Ucrânia e Bielorrússia - que levaram ao colapso total da URSS. 24 de junho de 2002 em Smolensk realizou-se o Segundo Concílio Eslavo, no qual se discutiram as perspectivas de desenvolvimento do Estado da União da Rússia e da Bielorrússia. Em 2005, Minsk sediou o IX Congresso Eslavo, programado para coincidir com o 60º aniversário da vitória sobre os países do Eixo na Segunda Guerra Mundial. Várias resoluções foram adotadas no Congresso, entre as quais declarações sobre o fortalecimento dos laços entre os países eslavos do sul e a proteção dos direitos dos eslavos na Europa (incluindo os lusatianos na Alemanha). Além disso, seus participantes condenaram as ações dos Estados Unidos no Iraque e mais uma vez pediram à União Europeia que mostrasse respeito pelos países eslavos. Os participantes do congresso foram recebidos pessoalmente pelo Presidente da Bielorrússia Alexander Lukashenko. O 3º Encontro da União Eslava foi realizada de 24 a 25 de abril de 2009 em Kiev. Boa sorte ao Conselho foi expressa pelos chefes da Rússia e da Bielorrússia, e o Patriarca Cirilo I abençoou os iniciadores do congresso. No entanto, as autoridades ucranianas não comentaram o congresso do Conselho e suas ações. No mesmo ano, em 3 de outubro de 2009, o primeiro Congresso Eslavo Tcheco-Morávio foi realizado em Praga, organizado pela União Eslava Tcheco-Morávia (CMSS). Como parte da abertura do congresso, foi realizada uma vernissage da exposição “Movimento eslavo na República Tcheca e no mundo”, mostrando o desenvolvimento da ideia de pan-eslavismo na Europa em um aspecto cultural e histórico. Nos tempos modernos, são frequentes os apelos a ideias pan-eslavas na Rússia, Bielorrússia, Sérvia e Eslováquia. De 12 a 13 de novembro de 2010, o X Congresso Eslavo foi realizado em Kiev, que reuniu mais de 350 delegados de 11 países eslavos (dos quais 210 representavam a Ucrânia e 140 - o restante dos países eslavos). A \"União Eslava\" de Nikolai Kikishev também participou do congresso. O congresso foi oficialmente recebido pelo Presidente do Conselho Supremo da Ucrânia Volodymyr Lytvyn e pelo Presidente da Bielorrússia Alexander Lukashenko, e esta saudação oficial foi o primeiro fato de apoio do governo do país eslavo. No Congresso, foram eleitos o presidente do Comitê Eslavo Internacional (Nikolai Lavrinenko) e seu primeiro deputado (Jan Minarzh), bem como o presidente honorário (Alexander Lukashenko). No Congresso, sua Carta foi oficialmente aprovada, e um apelo ao povo bielorrusso foi adotado, que condenava a alocação de fundos significativos pelo Ocidente para o chamado “apoio à democracia”. O representante da delegação polonesa, Bolesław Tejkowski, também fez um discurso dedicado ao 600º aniversário da vitória das tropas polaco-tártaro-lituana-russas sobre os alemães perto de Grunwald. Na Eslováquia, ideias pan-eslavas são implementadas pelo Movimento de Reavivamento Eslovaco. Por sua vez, na República Checa existe a União Eslava Checo-Morávia. === Atuação política do movimento === Essa direção é a mais fraca das três e, na verdade, está apenas emergindo. Existem partidos eslavos em diferentes países. O Partido Eslavo da Polônia está registrado na Polônia, também existem vários partidos na Bielorrússia, um dos quais é o Partido Patriótico Bielorrusso. Na Ucrânia, opera oficialmente o Partido Eslavo da Ucrânia, que se tornou um dos fundadores da associação internacional \"Conselho de Todos os Eslavos \". Os partidos de esquerda expressam seu apoio ao pan-eslavismo. No entanto, os partidos pan-eslavos não têm influência real na política de seus países, já que quase não estão representados nos órgãos legislativos do poder. Mais influente é a União Parlamentar Eslava, criada de acordo com a decisão do VII Congresso Eslavo, realizado em Praga em junho de 1998. Ao mesmo tempo, sua primeira reunião foi realizada na sala de reuniões da Câmara dos Deputados do Parlamento da República Tcheca (a segunda reunião da União das Forças de Direita foi realizada em março de 1999 em Belgrado no salão da Assembleia Federal da Iugoslávia, a terceira - em abril de 2001 em Moscou na Duma Estatal da Federação Russa. Atualmente, a sede permanente da União Parlamentar Eslava está localizada na capital da Bielorrússia. As sessões são realizadas com bastante regularidade. A tarefa da organização é coordenar as ações dos parlamentares dos estados eslavos. As sessões contaram com a presença de representantes do corpo adjunto da Bulgária, Sérvia, Bósnia e Herzegovina, Ucrânia, Bielorrússia, Rússia e Transnístria. Representantes da República Checa e da Eslováquia também participam, mas foram erroneamente listados como participantes várias vezes. == Criação de línguas pan-eslavas == A semelhança das línguas eslavas levou repetidamente muitos a criar línguas construídas na zona pan-eslava, ou seja, línguas artificiais nas quais todos os eslavos poderiam se comunicar. Na era da Internet, o número de idiomas pan- eslavos criados artificialmente excedeu o número de idiomas eslavos comuns, mas o número de falantes de cada idioma é pequeno (na maioria das vezes, apenas seu criador é o falante desses idiomas). As mais conhecidas das línguas construídas por zonas pan-eslavas que foram criadas nos últimos tempos são o eslovio e o intereslavo. == Ver também == * Cores pan-eslavas * Eurasianismo * Língua intereslava * Irredentismo russo * Pangermanismo * Pan-africanismo * Pan-islamismo Categoria:História da Rússia Categoria:Nacionalismo russo",
 "title": "Pan-eslavismo"
}