{
 "id": "1311",
 "text": "Macintosh Operating System (conhecido pelo retrônimo Mac OS Classic) foi um sistema operacional desenvolvido para computadores Macintosh produzidos pela Apple Inc., com o lançamento em 1984 e o encerramento do seu suporte em 2001. O sistema operacional Macintosh é conhecido por ter popularizado o conceito de interface gráfica do usuário. Foi incluído em todos os Macintosh que foram vendidos durante a época em que foi desenvolvido; e as atualizações para o software foram feitas em conjunto com o lançamentos desses novos sistemas. Até antes da versão 7.6, era apenas chamado System; e a partir dessa versão em diante, passou a ser denominado Mac OS. Foi substituído pelo Mac OS X, um novo sistema operacional reconstruído a partir do Unix BSD, preservando alguns elementos gráficos do antigo sistema. == História == A Apple lançou o primeiro Macintosh em 24 de janeiro de 1984. A primeira versão do software do sistema, que não tinha nome oficial, foi parcialmente baseada no Lisa OS, que a Apple lançou anteriormente para o computador denominado Lisa em 1983. Havia um acordo entre a empresa Xerox e a Apple que permitia que a Xerox comprasse ações da Apple a um preço favorável. Ela também utilizou alguns conceitos do computador Xerox Alto, que o ex-CEO da Apple, Steve Jobs, e outros membros da equipe Lisa haviam projetado previamente. Esse sistema operacional consistia do ROM Macintosh Toolbox e do System Folder, um conjunto de arquivos que eram carregados a partir do disco principal. O nome Macintosh System Software entrou em uso em 1987 com o lançamento do System 5. A Apple renomeou o sistema como Mac OS em 1996, começando oficialmente com a versão 7.6, devido a um programa de combate aos clones de Macintosh. Esse programa terminou após o lançamento do Mac OS 8 em 1997. A última grande versão do sistema foi o Mac OS 9 em 1999. As atualizações finais do Mac OS 9 lançadas em 2001 proporcionaram interoperabilidade com o Mac OS X. O nome Classic, que agora significa a versão mais primitiva do Mac OS como um todo, é uma referência ao Ambiente Clássico, uma camada de compatibilidade que ajudou a facilitar a transição para Mac OS X (agora macOS). == Ver também == * Macintosh * Safari * Cocoa * Finder Categoria:Sistemas operacionais Macintosh Categoria:Sistemas operativos pela Apple",
 "title": "Mac OS Classic"
}