{
 "id": "13160",
 "text": "A Bulgária, um ex-país comunista que entrou para a União Europeia em 1 de Janeiro de 2007, tem experimentado estabilidade macroeconômica desde que uma forte recessão em 1996 levou à queda do então governo socialista. Como resultado, o governo tornou-se comprometido com a reforma econômica e com o planejamento fiscal responsável. Os minerais, incluindo carvão, cobre e zinco têm um importante papel na indústria do país. Em 1997, a estabilidade macroeconômica foi reforçada pela imposição de uma taxa fixa de câmbio do lev em relação ao marco alemão – atualmente, a cotação da moeda é fixa em relação ao Euro – e a negociação de um acordo com o FMI. A baixa inflação e o consistente progresso nas reformas estruturais melhoraram o ambiente dos negócios: a Bulgária atingiu um crescimento médio de 5,1% ao ano desde 2000, e começou a atrair significativos investimentos diretos estrangeiros. A corrupção na administração pública, um poder judiciário fraco e a presença do crime organizado permanecem como os maiores desafios para o país. O atual governo, eleito em 2001, prometeu manter os objetivos fundamentais da política econômica adotados pelo governo anterior, ou seja, retendo a moeda corrente, aprofundando políticas financeiras, a aceleração das privatizações e prosseguir as reformas estruturais. == História monetária == === Do socialismo ao capitalismo === O processo de transição para uma economia de mercado livre começou a seguir à queda do regime comunista, em 1989. Sobre este contexto, o processo começou na Bulgária em condições particularmente desfavoráveis, devido ao planejamento economico extremamente deficiente das décadas anteriores e ao legado de um setor industrial vasto e ineficaz, assim como a uma negligência sistemática do setor agrícola (que ainda representa mais de 11% do PIB). Ao mesmo tempo, o processo de reformas econômicas nos outros teve também efeitos negativos para a economia búlgara, devido à estreita integração que possuía no âmbito do COMECON. No fim de 1997 a queda acumulada do PIB atingiu os 30% relativamente a 1990. A incapacidade de harmonizar as reformas e planos de estabilização economico com o progresso adequado das reformas estruturais estão na origem dessa crise longa e persistente. A situação agravou-se em finais de 1996 e no começo de 1997 com o colapso de todo a sistema bancário, a forte desvalorização da moeda, a inflação galopante e com os protestos públicos maciços contra o agravamento da evolução econômica. O PIB diminuiu 11% em 1996 e 6,9% em 1997. As repercussões políticas da crise provocaram a queda do governo do Partido Socialista Búlgaro, dois anos apenas depois de ter entrado em funções ativas. Desta forma a gravidade da crise acentuou a urgência de reformas profundas, o novo governo adotou um programa economico radical assistido pelo FMI e pelo Banco Mundial. O programa funcionou em torno do estabelecimento de um acordo monetário, do reforço da disciplina financeira orçamental e de uma série de compromissos sobre a liberalização e a privatização económica das empresas de propriedade estatal. O programa teve início em Julho de 1997. Após um ano de funcionamento do acordo monetário e da aplicação do novo programa economico, a economia búlgara parecia estável. O BGL estabilizou-se e as reservas de divisas estrangeiras aumentaram. Os cálculos da inflação para 1998 são de 11%, as taxa de juro permaneceram estáveis, entre 5,3 e 5,5% durante o primeiro semestre de 1998 e o saldo orçamental tornou-se positivo a partir de Fevereiro de 1998. No entanto, apesar dos resultados positivos de diversos indicadores económicos, a recuperação conjuntural foi fraca e a confiança não se restabeleceu inteiramente. Persistem as apreensões relativamente ao setor industrial, que estava ainda em depressão no primeiro semestre de 1998. O nível de privatização (27% dos ativos do Estado, no fim de 1997) era considerado baixo e havia sérias dúvidas de que o objetivo de privatizar 50% dos ativos totais do Estado seria atingido em 1998. As condições de vida deterioraram-se na década de 1990. De acordo com os números oficiais, cerca de 25% dos búlgaros viviam abaixo do limiar de pobreza e as restrições financeiras dos orçamentos estatais criam dificuldades à aplicação dos programas destinados a minimizar a pobreza. Os salários médios são atualmente de cerca de 90 ECU mensais, enquanto que a reforma média é de 26 ECU mensais. A proporção média do rendimento gasta em alimentação está calculada em 48%. A pobreza afeta uma proporção considerável da população, embora a pequena produção agrícola familiar alivie a situação para muitas famílias das zonas rurais. Os números oficiais mostram que 14% da população se registou no desemprego, com os números do desemprego de longa duração em aumento persistente. Não obstante, é possível que a situação global seja, de fato, ligeiramente melhor, devido às proporções da economia clandestina, que cria um relativo dinamismo, embora dificulte obter-se uma perspetiva clara. É reconhecido por todos que a privatização e a adaptação a uma economia moderna orientada para o mercado constituem a solução para os problemas da Bulgária. O governo em funções parece ter a vontade política de continuar a aplicar a política econômica destinada a conseguir esses objetivos. == Setor primário == === Agricultura === A agricultura, que constitui 11% - 13% do PIB, tornou-se um sector importante da economia búlgara. Depois da crise financeira de 1996 a agricultura foi o único sector que cresceu (30% em 1997, por comparação com 1996). Este melhoramento deve-se a recuperação da baixa produção agrícola registada entre 1989 e 1996, estimada em 30%. A agricultura é também uma fonte de emprego importante na Bulgária: 23% da população ativa trabalha no sector agrícola. Há diversas razões para o declínio acentuado da produção agrícola no período pós-reforma. Desde a liberalização dos preços, os produtores agrícolas foram afetados pelo grande aumento dos preços dos fatores de produção, pela redução da procura e pela intervenção governamental destinada a retardar o aumento dos preços no consumidor dos alimentos principais e a garantir a segurança dos alimentos através da limitação da exportação. A incapacidade de coordenar o processo de restituição das terras aos anteriores proprietários com a liquidação das cooperativas de controlo estatal aumentou as dificuldades da transição. A combinação dessa pressão com a pobreza resultante da reforma agrária explica o colapso da produção agrícola. Por outro lado, a gestão política extremamente deficiente dos anos 1995 e 1996 com as condições climáticas negativas originaram uma escassez de cereais nesses anos, com efeitos desastrosos para o sector agrícola e indústria alimentar. A baixa produção foi acompanhada pela reduzida procura interna e por uma mudança dos padrões de consumo, com a passagem principalmente dos produtos de origem animal para os cereais, devido à diminuição geral do poder de compra e à percentagem muito elevada das despesas alimentares nos rendimentos. Em 1997 a recuperação agrícola deveu-se, principalmente, ao rendimento favorável da campanha de cereais de 1997. A Bulgária produziu, em 2018Bulgaria production in 2018, by FAO: * 5,8 milhões de toneladas de trigo; * 3,4 milhões de toneladas de milho; * 1,9 milhão de toneladas de girassol (7º maior produtor do mundo); * 471 mil toneladas de colza; * 437 mil toneladas de cevada; * 261 mil toneladas de batata; * 195 mil toneladas de uva; * 148 mil toneladas de tomate; Além de produções menores de outros produtos agrícolas. ==== Utilização dos solos e produção vegetal ==== Os solos agrícolas abrangem cerca de 6,2 milhões de hectares (55% da superfície do país), dos quais 4,2 milhões de hectares são aráveis e 1,7 milhões de hectares são pastagens permanentes. Cerca de 15% dos solos agrícolas estão atualmente desocupados. A maioria das culturas foram extremamente sensíveis às mudanças sofridas pela agricultura búlgara, tendo o processo de transição determinado a redução das áreas, ou dos níveis da produção. No caso do tabaco, do açúcar e do vinho a diminuição foi extremamente marcada. Os cereais e as sementes de girassol parecem ser as principais culturas de substituição do período de transição. A proporção relativa das duas últimas na produção vegetal aumentou. Os cereais são a principal cultura produzida na Bulgária. Representam habitualmente 30% da produção vegetal total. Em 1997 2 milhões de hectares foram cultivados com cereais. As sementes de girassol são uma das raras culturas cuja produção aumentou substancialmente. ==== Política agrícola ==== A política agrícola do período de transição caracterizou-se principalmente por medidas a curto prazo, como os créditos subsidiados de campanha, destinados a garantir a produção dentro da desestabilização criada pela reforma agrária. A liberalização de preços teve início em princípios de 1990. As políticas de preços e outras medidas com elas relacionadas tiveram, no entanto, um efeito depressivo sobre os preços no produtor, embora o não tivessem sobre os preços de retalho. Os ajustamentos de preços maciços, resultantes da liberalização dos preços, determinaram uma margem de lucro negativa para os produtores. Enquanto que os preços dos fatores de produção aumentaram até ao nível dos preços mundiais, os preços dos produtos agrícolas de base permaneceram inferiores. O novo programa económico que se seguiu à escassez de cereais e ao crash do sector bancário de 1996 afetou também a política agrícola. Desde meados de 1997 a política agrícola dedica-se a criar um regime agrícola competitivo e orientado para a exportação, com medidas baseadas na liberalização dos preços e do comércio, na conclusão da restituição das terras aos proprietários e noutras iniciativas destinadas a acelerar a privatização da indústria alimentar e a liquidação definitiva das empresas de propriedade estatal insolventes. Como o período de execução foi curto, é difícil avaliar os resultados deste programa. A intervenção em matéria de preços limita-se a dois tipos de mecanismos: um \"sistema de preços negociados\" aplicado a um total de 15 produtos e obrigatório para os retalhistas e um preço mínimo para o trigo, de cerca de 130 dólares por tonelada. Se bem que este preço tenha sido um incentivo para os produtores de cereais, os cereais por vender armazenados nas empresas estatais de compra estão a criar um problema financeiro e podem liquidar as perspetivas a curto prazo neste sector. Além destes tipos de intervenção as isenções de imposto e os subsídios ao crédito para o capital de exploração são as duas outras medidas de apoio aos produtores agrícolas. Como parte do processo de transição econômica, o monopólio de Estado do comércio externo acabou. Embora a Bulgária fosse um país orientado para a exportação alimentar antes de 1989, as medidas comerciais fronteiriças aplicadas durante a transição foram restritivas para exportações agrícolas. Até 1997 o regime das importações foi controlado por meio de direitos aduaneiros e de taxas específicas mínimas. Atualmente a política comercial é regulamentada por diversos acordos bilaterais e multilaterais (Acordo Europeu, acordos CEFTA e GATT - OMC). Desde que esses compromissos comerciais entraram em vigor as medidas fronteiriças e a política do comércio externo tem sido aplicada com maior disciplina e racionalidade. O processo de aproximação da legislação veterinária e fitossanitária da Bulgária à da UE está na fase inicial. A Bulgária tem assim á sua frente um percurso longo até harmonizar a sua legislação com as exigências da CE. ==== Comércio agrícola ==== Em 1997 os produtos agrícolas representaram cerca de 14% das exportações totais, comparando com 8,8% de importações totais. As principais mercadorias exportadas são o tabaco, o vinho, as frutas e produtos hortícolas transformados e produtos de origem animal (principalmente os produtos lácteos). Em 1997 as principais mercadorias importadas foram o açúcar e os cereais. Antes da transição mais de metade do comércio agrícola fez-se com países do COMECON, num volume muito superior ao presente. Até 1989 a Bulgária seguiu uma tendência comercial análoga à doutros países socialistas: o controle do comércio externo por monopólios de Estado e grande parte desse comércio feito com outros países socialistas. Com o fim dos regimes socialistas a Bulgária intensificou seu comércio com os países ocidentais. Mas, desde 1993, pode observar-se uma recuperação das exportações agrícolas para a ex-União Soviética. Os países da OCDE importam cerca de 32% das exportações agrícolas búlgaras e a UE importa cerca de 23%. O comércio com a UE teve um desenvolvimento acentuado. As exportações agrícolas para a UE aumentaram de 6% das exportações totais deste sector em 1989 para 23% em 1997. As importações agrícolas provenientes da UE aumentaram de 18% em 1989 para 21% em 1997, embora tivessem aumentado até ao valor elevado de 54% em 1992. Como outros PECO a Bulgária assinou um Acordo de Associação com a UE, em finais de 1993, para beneficiar do comércio com mercados ocidentais. A Bulgária é uma parte signatária do GATT e da OMC desde 1997. Tornou-se também membro da CEFTA em 17 de Julho de 1998. ==== Estruturas ==== Os novos tipos de unidades agrícolas associativas constituem as estruturas agrícolas dominantes surgidas da reforma agrária. Existem sobretudo cooperativas privadas de produção (com uma média de 700 ha por cooperativa), produzindo essencialmente culturas arvenses anuais. As explorações agrícolas individuais privadas são em grande número também. São pequenas na sua maioria (até 10 ha), sendo 86% delas lotes familiares com menos de um hectare (13% dos solos agrícolas). Representam uma parcela significativa da produção, especialmente nos sectores da produção animal e das frutas e produtos hortícolas. Diversas estruturas agrícolas de tamanho médio (100-400 ha) começaram também a surgir. A maioria dessas estruturas são transitórias, estando em evolução ainda e muitas delas são informais, isto é, não se encontram registadas. === Pecuária === Desde 1989 o sector da produção animal sofreu, em média, uma redução mais acentuada do que a produção vegetal (mais de 50% dos efetivos). No fim dos anos 80 a produção animal estava extremamente concentrada em grandes cooperativas de controlo estatal e em complexos estatais intensivos de produção animal. O processo de liquidação das cooperativas de controlo estatal e a baixa da procura interna marcaram o início dum fenómeno de descapitalização. A consolidação das pequenas explorações agrícolas, que constituem hoje em dia a estrutura principal das explorações agrícolas de produção animal, não compensou os efeitos de tendência descendente dos efetivos da produção animal. O declínio da produção animal tem sido persistente e não há quaisquer indícios de recuperação. A produção de carne de suíno é a principal produção animal e goza ainda duma relativa importância em complexos ainda não privatizados, mas que, na sua maioria, serão privatizados num futuro próximo. == Setor secundário == === Indústrias === Os setores montante e jusante estão em grande parte paralisados, sobretudo devido à sua pouca eficácia, resultante do atraso no processo de privatização e da inexistência de concorrência no mercado interno. A indústria de transformação alimentar é a segunda em importância de entre a indústria na sua totalidade, tendo já representado cerca de 21% da produção industrial total. Em 1996 a indústria alimentar trabalhou a 30%, ou menos da sua capacidade. A indústria alimentar caracteriza-se pela presença de dois tipos de empresas. Por um lado existem as antigas grandes empresas, muitas delas com dificuldades financeiras e por outro pequenas unidades privadas, com uma pequena porção de mercado, que está no entanto em ascensão. O sector da maquinaria agrícola sofreu bastante com a transição. A capacidade de produção do sector diminuiu consideravelmente e a maquinaria disponível está agora quase obsoleta e provavelmente em grande parte não utilizada. A produção de fertilizantes e de produtos químicos fitossanitários baixou consideravelmente desde 1989. A utilização destes fatores de produção diminuiu também de modo drástico no mesmo período, por duas razões principais: 1) a falta de financiamento generalizada e 2) a reação dos utilizadores às mudanças de preços relativos, com uma abordagem económica mais racional do que a habitual até então, o que determinou atualmente níveis de produção extensivos. == Ligações externas == *",
 "title": "Economia da Bulgária"
}