{
 "id": "13179",
 "text": "Frederico III, também conhecido como Frederico, o Sábio, (17 de Janeiro de 1463 – 5 de Maio de 1525) foi o Príncipe-eleitor da Saxónia entre 1486 e 1525. Frederico é considerado católico romano por toda a vida, mas gradualmente se inclinando para as doutrinas da Reforma e supostamente se convertendo em seu leito de morte. == Biografia == Foi o filho de Ernesto, Príncipe-eleitor da Saxónia e da esposa Isabel, filha de Alberto, duque da Baviera. Ele sucedeu ao pai como eleitor em 1486. Em 1502 fundou a Universidade de Wittenberg, onde Martinho Lutero e Melanchthon ensinaram. Também foi o candidato do papa Leão X para Sacro Imperador Romano em 1519; assim, o Papa lhe concedeu a Rosa de Ouro da virtude em 3 de setembro de 1518, em um esforço para persuadi-lo a aceitar o trono, mas ele ajudou a eleger Carlos V. Frederico conseguiu a isenção da Saxónia do Édito de Worms e assegurou que Lutero fosse ouvido perante a Dieta de Worms em 1521. Frederick colecionou muitas relíquias na igreja de seu castelo; seu inventário de 1518, incluindo um polegar de Santa Ana, um galho da sarça ardente de Moisés, feno da manjedoura sagrada e leite da Virgem Maria. Dinheiro foi pago para venerar essas relíquias e assim escapar anos no purgatório. Dois anos depois coleção ultrapassava 19 mil peças. Ele protegeu Lutero do imperador e do papa ao ordenar que o abrigassem no castelo de Wartburg após a Dieta de Worms. Ele foi conduzido não por convicções religiosas, mas sim por sua crença pessoal em um julgamento justo para qualquer um de seus súditos (um privilégio garantido pela lei imperial) e pelo Estado de Direito. Protegeu Martinho Lutero e permitiu que o luteranismo florescesse em seu reino, protegendo-o do Sacro Imperador Romano. Frederico teve no entanto pouco contato pessoal com Lutero, tendo permanecido católico romano. Frederico morreu solteiro em Lochau, um castelo de caça perto de Annaburg (30 km a sudeste de Wittenberg), em 1525 e foi enterrado na Schlosskirche em Wittenberg junto com um túmulo por Peter Vischer, o Jovem. Ele foi sucedido por seu irmão, o duque João, o Firme, como Eleitor da Saxônia. Seu sucessor, João, eleitor da Saxônia, era apoiador do luteranismo antes mesmo de se tornar eleitor. João tornou a igreja luterana a igreja oficial do estado na Saxônia em 1527. == Problema de conversão em 1525 == Frederico III foi um católico romano ao longo da vida, mas ele pode ter se convertido ao luteranismo em seu leito de morte em 1525, dependendo de como ele recebeu a comunhão protestante. Ele se inclinou fortemente para o luteranismo ao longo de seus últimos anos, garantindo segurança para seu súdito e reformador protestante Martinho Lutero quando ele foi julgado por heresia e excomungado pelo Papa. Frederico III tomou a comunhão conforme descrito no Luteranismo em seu leito de morte. Isso pode ser visto como uma conversão ao luteranismo, embora ele nunca tenha oficialmente ou claramente indicado que se converteu. No momento de sua morte, ele foi proclamado \"convertido à fé evangélica\" e a Saxônia agora era \"evangélica\". == Vida pessoal == Apesar de Frederico, o Sábio, não ser casado, teve vários filhos com Anna Weller, que não pertencia à nobreza. ==Ligações externas== * Categoria:Eleitores da Saxônia Categoria:Casa de Wettin Categoria:Reforma Protestante Categoria:Mortos em 1525 Categoria:Príncipes da Saxônia Categoria:Agraciados com a Rosa de Ouro Categoria:Naturais de Torgau",
 "title": "Frederico III, Eleitor da Saxônia"
}