{
 "id": "13174",
 "text": "{{Info/Município do Brasil | nome = Pedra Preta | foto = | leg_foto = | apelido = | brasão = Brasão de Pedra Preta, Rio Grande do Norte, Brasil.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = pedra-pretense | lema = | prefeito = Paulo Henrique Bilinho Filho | partido = PP | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Pedra Preta location map.svg | latP = S | latG = 05 | latM = 34 | latS = 58 | lonP = O | lonG = 36 | lonM = 06 | lonS = 18 | estado = Rio Grande do Norte | região_intermediária = Natal | data_região_intermediária = IBGE/2017 | região_imediata = João Câmara | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Jandaíra, Lajes, Jardim de Angicos, Caiçara do Rio do Vento e João Câmara | dist_capital = 156 | área = 294.985 | área_ref = | população = 2419 | data_pop = IBGE/2021 | altitude = | clima = | sigla_clima = | idh = 0.558 |data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 11378.26 | data_pib_per_capita = IBGE/2018 | site_prefeitura = https://pedrapreta.rn.gov.br }} Pedra Preta, município no estado do Rio Grande do Norte (Brasil). De acordo com estimativa do IBGE (Instituto Brasileiro de Geografia e Estatística) no ano 2021, sua população era de 2.419 habitantes. Área territorial de 294,9 km². Foi criado em 1963. == Organização Político-Administrativa == Sendo um município do Brasil, Pedra Preta é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Pedra Preta, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Pedra Preta são as seguintes (data: 4 de fevereiro de 2024): * Prefeito: Paulo Henrique Bilinho Filho - PP (2021-); * Vice-prefeito: Adailton da Silva Peixoto - PP (2021-); * Presidente da câmara: Anttomar Augusto Oliveira da Câmara - PSDB (2023-). Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1963",
 "title": "Pedra Preta (Rio Grande do Norte)"
}