{
 "id": "13192",
 "text": "Maculelê é um tipo de dança folclórica da Bahia, com base (matriz) na cultura afro-indígena-brasileira, que simula uma luta tribal usando bastões, onde sua origem é ligada às fazendas de produção da cana-de-açúcar na época do Brasil Colônia. Considerado em sua origem uma arte marcial armada, que atualmente se preserva na simulação de uma luta tribal usando como arma dois bastões, chamados de grimas (esgrimas), mas com traços de miscigenação cultural nas músicas em línguas africanas, indígenas e portuguesa. Em um grau maior de dificuldade e ousadia, pode-se dançar com facões em lugar de bastões, o que causa um efeito visual provocado pelas faíscas que saem a cada golpe. Esta dança baiana mais tarde se mesclou a outras manifestações culturais brasileiras, como a capoeira e o frevo. Popó do Maculelê foi um dos responsáveis pela sua divulgação, formando um grupo com parentes e amigos da cidade de Santo Amaro (Bahia), chamado Conjunto de Maculelê de Santo Amaro da Purificação. Existem também outras comunidades, como a comunidade quilombola Monte Alegre, no município de Cachoeiro de Itapemirim (Espírito Santo), onde o maculelê ainda é passado entre gerações, com o objetivo de não perder a cultura tradicional. ==História == === Possíveis origens === A origem do maculelê é incerta, possui diversas lendas, que naturalmente, vieram por tradição oral característica às culturas afro-brasileira e indígena da época do Brasil Colônia e, inevitavelmente sofreram alterações ao longo dos anos. Em uma delas conta-se que Maculelê era um negro fugido que tinha doença de pele. Ele foi acolhido por uma tribo indígena e cuidado pelos mesmos, mas ainda assim não podia realizar todas as atividades com o grupo, por não ser um índio. Certa vez Maculelê foi deixado sozinho na aldeia, quando toda a tribo saiu para caçar. Eis que uma tribo rival aparece para dominar o local. Maculelê, usando dois bastões, lutou sozinho contra o grupo rival e, heroicamente, venceu a disputa. Desde então passou a ser considerado um herói na tribo. Outra lenda fala do guerreiro indígena Maculelê, um índio que não fazia nada certo; por esta razão, os demais homens da tribo saíam em busca de alimento e deixavam-no na tribo com as mulheres, os idosos e as crianças. Uma tribo rival ataca, aproveitando-se da ausência dos caçadores. Para defender a sua tribo, Maculelê, armado apenas com dois bastões - já que os demais índios da sua tribo haviam levado todas as armas para caçar -, enfrenta e mata os invasores da tribo inimiga, morrendo pelas feridas do combate. Maculelê passa a ser o herói da tribo e sua técnica, reverenciada. Existem versões para cada lenda, mas a maioria mantém como base: o ataque rival, a resistência solitária e, a improvisação dos bastões como arma. O maculelê atual, como uma dança com bastões que envolve mulheres e homens, simboliza a luta de Maculelê. Existe uma pequena vertente, que considera que, os africanos lutavam empunhando dois pedaços de pau, chamados de lelé (cacete). E havia intensa rivalidade entre as tribos macuas e males; estes expressavam a frase \"vamos pegar os macuas a lelé\", originando possivelmente o nome maculele. === Mestre Popó do Maculelê === No início do século XX, com a morte dos mestres do maculelê, a manifestação deixou de ocorrer por muitos anos. Em 1943, Paulino Aluísio de Andrade, o Mestre Popó do Maculelê, resolve reunir na cidade bahiana de Santo Amaro da Purificação (estado brasileiro da Bahia) com seus filhos, netos e outros habitantes da Rua da Linha, para ensinar a dança baseado em suas antigas lembranças. Resgatando assim o maculelê e formando com estes o \"Conjunto de Maculelê de Santo Amaro\", o qual ganhou grande destaque. Mestre Popó iniciou o aprendizado do maculelê com um grupo de pretos velhos livres, ex-escravos Malês. Segundo ele a escravidão ja havia acabado nesta época e eles podiam reunirem à noite: João Oléa, Tia Jô e Zé do Brinquinho: \"eles eram livres, mas quem botou o Maculelê fui eu mesmo\" (Popó). Segundo Plínio de Almeida (Pequena História do Maculelê) o Maculelê existe desde 1757 em Santo Amaro da Purificação e as cores branca e vermelha nos rostos, que assustavam as pessoas, poderia ser símbolos de algumas tribos Africanas, como por exemplo os Iorubas. Mas na verdade é muito difícil identificar exatamente a qual grupo étnico está associada a origem do Maculelê. Podemos citar por exemplo os Cabindas, os Gêges, os Angolas, os Moçambiques, os Congos, os Minas e os Cababas. === Na atualidade === Hoje o maculelê se mantém preservado graças à sua incorporação por grupos de capoeira, que incluíram a dança nas suas apresentações em batizados e festas populares. Os componentes se apresentam vestidos de saia de sisal, sem camisa e com pinturas pelo corpo. Há também alguns grupos que apresentam-se com seus abadás/uniformes, evidenciando a descaracterização, podendo resultar no esquecimento das raízes e dos traços da miscigenação cultural do país. == Música == A música no maculelê é composta por percussão e canto. === Instrumentos === O atabaque é o principal instrumento no maculelê. A bateria mais comum é composta apenas por três atabaques, nomeadamente: * Rum - Atabaque maior com som grave; * Rumpi - Atabaque de tamanho médio com som intermediário; * Lê - Atabaque pequeno com som mais agudo. Os dois primeiros atabaques, o rum e o rumpi, fazem a base do toque com pouco improviso, enquanto o atabaque lê, sendo mais agudo, executa diversos repiques de improviso. Esta formação é notadamente similar à dos berimbaus da capoeira, com seus berimbaus gunga, médio e viola. Tradicionalmente também faziam parte da bateria o agogô e o ganzá, mas a utilização destes dois instrumentos caiu em desuso. === Canto === As apresentações de maculelê seguem o estilo do amálgama entre as culturas indígena e afro-brasileira, com um dos instrumentistas cantando um verso solista, seguido pela resposta em coro dos demais praticantes. As letras falam de diversas situações, algumas como a \"Fulô da Jurema\" evidenciam a influência indígena, outras como a \"Louvação aos Pretos de Cabindas\" evidenciam a influência afro-brasileira. Alguns cantos tem funções especiais: * Para sair à rua; * De chegada a uma casa, um pedido de permissão para entrar; * De agradecimento, quando saiam da casa, agradecendo a hospitalidade; * De homenagem a pessoas importantes da história; * De louvação aos ancestrais; * Peditório, quando passavam um chapéu para arrecadar algum dinheiro. ==Bibliografia== * * * ==Ver também== * Zilda Paim ==Ligações externas== Categoria:Folclore do Brasil Categoria:Dança do Brasil Categoria:Artes marciais brasileiras Categoria:Danças populares Categoria:Cultura da Bahia Categoria:Folclore do Espírito Santo (estado) Categoria:Artes marciais históricas Categoria:Colonização do Brasil Categoria:Folguedos Categoria:Arte no Brasil do século XVIII Categoria:Cultura afro-brasileira Categoria:Cultura indígena do Brasil",
 "title": "Maculelê"
}