{
 "id": "13217",
 "text": "Bactéria (, do grego: βακτηριον, bakterion, que significa \"bastão\") é um tipo de célula biológica. Elas constituem um grande domínio de micro-organismos procariontes. Possuindo tipicamente alguns micrômetros de comprimento, as bactérias podem ter diversos formatos, variando de esferas até bastões e espirais. As bactérias figuram entre as primeiras formas de vida a aparecer na Terra e estão presentes na maioria dos seus habitats. As bactérias habitam o solo, a água, as fontes termais ácidas, os resíduos radioativos e a profunda biosfera da crosta terrestre. Bactérias também vivem em relações simbióticas e parasitárias com plantas e animais. A maioria das bactérias ainda não foi caracterizada, e apenas em torno de 27 por cento do filo bacterial possui espécies que podem crescer em laboratório (103 dos aproximadamente 142 filos conhecidos não são cultiváveis, conhecidos como filos candidatos). O estudo das bactérias é conhecido como bacteriologia, um ramo da microbiologia. Praticamente toda a vida animal na Terra depende das bactérias para sobreviver, já que somente bactérias e algumas arqueias possuem os genes e enzimas necessários para sintetizar a vitamina B12 (também conhecida como cobalamina), fornecendo-a através da cadeia alimentar. A vitamina B12 é uma vitamina solúvel na água envolvida no metabolismo de todas as células do corpo humano. Ela é um cofator na síntese do DNA e no metabolismo do ácido graxo e dos aminoácidos. Ela também é particularmente importante no funcionamento normal do sistema nervoso através do seu papel na síntese da mielina. Normalmente existem 40 milhões de células bacterianas em um grama de solo e um milhão de células bacterianas em um mililitro de água doce. Existem aproximadamente 5×1030 bactérias na Terra, formando uma biomassa que excede a de todas as plantas e animais. As bactérias são vitais em diversos estágios do ciclo dos nutrientes, reciclando processos como a fixação do nitrogênio da atmosfera. O ciclo dos nutrientes inclui a decomposição de corpos mortos; bactérias são responsáveis pelo estágio de putrefação nesse processo. Nas comunidades biológicas em torno de fontes hidrotermais e emanações frias, bactérias extremófilas fornecem os nutrientes necessários para sustentar a vida convertendo compostos dissolvidos, como o sulfeto de hidrogênio e o metano, em energia. Dados relatados por pesquisadores em outubro de 2012 e publicados em março de 2013 sugeriram que as bactérias prosperam na Fossa das Marianas, na qual, com uma profundidade de até 11 quilômetros, é a parte mais profunda conhecida dos oceanos. Outros pesquisadores relataram em estudos relacionados que micróbios prosperam dentro de rochas até 580 metros abaixo do fundo do mar, sob mais de 2 quilômetros de oceano ao largo da costa do noroeste dos Estados Unidos. De acordo com um dos pesquisadores: \"Você pode encontrar micróbios em qualquer lugar - eles são extremamente adaptáveis às condições e sobrevivem onde quer que estejam\". A famosa noção de que as células bacterianas do corpo humano superam as células humanas por um fator de 10:1 foi desmistificada. Existem aproximadamente 39 trilhões de células bacterianas na microbiota humana, personificadas por uma \"referência\" de um homem de 70 kg com 170 cm de altura, enquanto existem 30 trilhões de células humanas no corpo. Isso significa que, embora as células bacterianas tenham a vantagem em números reais, a diferença é de apenas 30%, e não 900%. O maior número de bactérias está na flora intestinal, além de também existir um grande número na pele. A grande maioria das bactérias no corpo tornaram-se inofensivas devido aos efeitos protetivos do sistema imunológico, embora muitas sejam benéficas, particularmente na microbiota intestinal. No entanto, várias espécies de bactérias são patogênicas e causam doenças infecciosas, incluindo cólera, sífilis, antraz, hanseníase e peste bubônica. As doenças bacterianas fatais mais comuns são infecções respiratórias, com a tuberculose matando sozinha cerca de 2 milhões de pessoas por ano, principalmente na África subsariana. Em países desenvolvidos, antibióticos são usados para tratar infecções bacterianas e também são usados na agricultura, tornando a resistência a antibióticos um problema crescente. Na indústria, bactérias são importantes no tratamento de esgoto e na decomposição de derramamentos de petróleo, na produção de queijo e iogurte através da fermentação, na coleta de ouro, paládio, cobre e outros metais no setor de mineração, bem como na biotecnologia e na fabricação de antibióticos e outros produtos químicos. Antes consideradas plantas que constituem a classe Schizomycetes, as bactérias agora são classificadas como procariontes. Ao contrário das células de animais e outros eucariontes, células bacterianas não possuem núcleo e raramente abrigam organelas ligadas à membrana. Embora o termo bactéria tradicionalmente incluísse todos os procariontes, a classificação científica mudou após a descoberta na década de 1990 de que os procariontes consistem em dois grupos muito distintos de organismos que evoluíram a partir de um antigo ancestral comum. Esses domínios evolutivos são chamados Bacteria e Archaea. As bactérias podem ser encontradas na forma isolada ou em colônias. Podem viver na presença de ar (aeróbias), na ausência de ar (anaeróbias) ou, ainda, serem anaeróbias facultativas. Segundo a Teoria da Endossimbiose, dois organelos celulares, as mitocôndrias e os cloroplastos teriam derivado de uma bactéria endossimbionte, provavelmente autotrófica, antepassada das atuais cianobactérias. == Etimologia == A palavra bacteria é o plural do Latim Moderno bacterium, no qual é a latinização do Grego βακτήριον (bakterion), o diminutivo de βακτηρία (bakteria), que significa \"bastão, cana\", pois as primeiras bactérias descobertas tinham forma de bastão. == Origem e evolução inicial == Os seres vivos estão atualmente divididos em três domínios: bactérias (Bacteria), arqueias (Archaea) e eucariontes (Eukarya). Nos domínios Archaea e Bacteria estão incluídos os organismos procariontes, isto é, aqueles cujas células não possuem um núcleo celular diferenciado, enquanto no domínio Eukarya estão incluídas as formas de vida mais conhecidas e complexas (protistas, animais, fungos e plantas). O termo \"bactéria\" era tradicionalmente aplicado a todos os microrganismos procarióticos. No entanto, a filogenia molecular foi capaz de demonstrar que os microrganismos procarióticos são divididos em dois domínios, originalmente denominados Eubacteria e Archaebacteria, e agora renomeados como Bacteria e Archaea, que evoluíram independentemente a partir de um ancestral comum. Esses dois domínios, juntamente com o domínio Eukarya, constituem a base do sistema dos três domínios, que é atualmente o sistema de classificação mais utilizado na bacteriologia. O termo Monera, atualmente em desuso, na antiga classificação dos cinco reinos, significava o mesmo que procariótico, e assim segue sendo usado em muitos manuais e livros de biologia. Os ancestrais dos procariontes modernos foram os primeiros organismos que se desenvolveram sobre a terra, há cerca de 3800 a 4000 milhões de anos. Durante quase 3000 milhões de anos, todos os organismos permaneceram microscópicos, sendo que provavelmente as bactérias e arqueias eram as formas de vida dominantes. Embora existam fósseis bacterianos, como os estromatólitos, eles não podem ser usados para estudar a história da evolução bacteriana ou a origem de uma espécie bacteriana em particular por não manterem sua morfologia distintiva. No entanto, sequências genéticas podem ser usadas para reconstruir a filogenia dos seres vivos, e esses estudos sugerem que arqueias e eucariontes estão mais relacionados entre si do que com bactérias. Atualmente, é discutido se os primeiros procariontes foram bactérias ou arqueias. Alguns pesquisadores pensam que as bactérias são o domínio mais antigo, com as arqueias e eucariontes derivando a partir delas, enquanto outros consideram que o domínio mais antigo é o das arqueias. É possível que o ancestral comum mais recente das bactérias e arqueias possa ser um hipertermófilo que viveu há entre 2500 a 3200 milhões de anos. Em vez disso, outros cientistas argumentam que tanto arqueias quanto eucariontes são relativamente recentes (há cerca de 900 milhões de anos) e que evoluíram a partir de uma bactéria Gram-positiva (provavelmente uma Actinobactéria), que mediante a substituição da parede bacteriana de peptidoglicano por outra de glicoproteína daria lugar a um organismo chamado de Neomura. As bactérias também estavam envolvidas na segunda grande divergência evolutiva, a que separou as arqueias dos eucariontes. Considera-se que as mitocôndrias eucarióticas provêm da endossimbiose de uma proteobactéria alfa. Neste caso, o ancestral dos eucariontes, que possivelmente estava relacionado às arqueias (o organismo Neomura), ingeriu uma proteobactéria que, ao escapar da digestão, se desenvolveu no citoplasma e deu origem as mitocôndrias. Essas podem ser encontradas em todos os eucariontes, mesmo que às vezes em forma altamente reduzida, por exemplo, em antigos protozoários amitocondriados. Então, independentemente, uma segunda endossimbiose por parte de algum eucariótico mitocondrial com uma cianobactéria levou à formação dos cloroplastos de algas e plantas. São conhecidos alguns grupos de algas que se originaram claramente de eventos subsequentes de endossimbiose por parte de eucariontes heterótrofos que, depois de ingerir algas eucarióticas, se converteram em plastos de segunda geração. == Morfologia == As bactérias possuem uma grande diversidade de formas e tamanhos, chamados de morfologias. As células bacterianas têm cerca de um décimo do tamanho das células eucarióticas e têm tipicamente de 0,5 a 5,0 micrômetros de comprimento. No entanto, algumas espécies são visíveis a olho nu - por exemplo, a Thiomargarita namibiensis tem até meio milímetro de comprimento e a Epulopiscium fishelsoni atinge 0,7 mm. Entre as menores bactérias estão membros do gênero Mycoplasma, que medem apenas 0,3 micrômetros, tão pequenos quanto os maiores vírus. Algumas bactérias podem ser ainda menores, mas essas ultramicrobactérias ainda não são bem estudadas. A maioria das espécies de bactérias são esféricas, chamadas de cocos (sing. coccus, do Grego kókkos, grão, semente), ou em forma de bastão, chamadas de bacilos (sing. bacillus, do Latim baculus, bastão). Algumas bactérias, chamadas de vibriões, têm a forma de bastonetes ligeiramente curvos ou em forma de vírgula; outras podem ter forma de espiral, chamadas de espirilos, ou firmemente enroladas, como é o caso das espiroquetas. Um pequeno número de outras formas incomuns também foi descrito, como bactérias em forma de estrela. Essa grande variedade de formas é determinada pela parede celular bacteriana e pelo citoesqueleto. Essa variedade é importante porque pode influenciar a capacidade das bactérias de adquirir nutrientes, fixar-se às superfícies, nadar através de líquidos e escapar de predadores. Muitas espécies bacterianas existem simplesmente como células únicas, outras se associam em padrões característicos: Neisseria formam diploides (pares), Streptococcus formam correntes e as Staphylococcus agrupam-se em aglomerados de \"cachos de uvas\". As bactérias também podem se agrupar para formar estruturas multicelulares maiores, como os alongados filamentos da Actinobacteria, os agregados da Myxobacteria e as complexas hifas da Streptomyces. Essas estruturas multicelulares são frequentemente vistas apenas em determinadas condições. Por exemplo, quando há ausência de aminoácidos, as mixobactérias detectam células vizinhas em um processo conhecido como detecção de quórum, então, elas migram de uma para a outra e se agregam para formar corpos de frutificação de até 500 micrômetros de comprimento e contendo aproximadamente 100 000 células bacterianas. Nesses corpos de frutificação, as bactérias realizam tarefas separadas; por exemplo, cerca de uma em cada dez células migra para o topo de um corpo de frutificação e se diferencia em um estado dormente especializado chamado de mixosporo, que é mais resistente ao ressecamento e outras condições ambientais adversas. As bactérias frequentemente se prendem às superfícies para formar densas agregações, chamadas de biofilmes, ou formações ainda maiores, conhecidas como tapetes microbianos. Esses biofilmes e tapetes podem variar de alguns micrômetros de espessura a até meio metro de profundidade, além de poderem conter múltiplas espécies de bactérias, protistas e arqueias. Bactérias que vivem em biofilmes exibem um arranjo complexo de células e componentes extracelulares, formando estruturas secundárias como as microcolônias, através das quais existem redes de canais para permitir uma melhor difusão de nutrientes. Em ambientes naturais, como no solo ou na superfície das plantas, a maioria das bactérias está ligada às superfícies dos biofilmes. Biofilmes também são importantes na medicina, pois essas estruturas estão frequentemente presentes durante infecções bacterianas crônicas ou em infecções causadas por dispositivos médicos implantados. Além disso, bactérias protegidas dentro de biofilmes são muito mais difíceis de matar do que bactérias isoladas individuais. == Estrutura celular == === Estruturas intracelulares === A célula bacteriana é cercada por uma membrana celular composta principalmente de fosfolipídios. Essa membrana envolve o conteúdo da célula e atua como uma barreira para reter os nutrientes, proteínas e outros componentes essenciais do citoplasma no interior da célula. Ao contrário das células eucarióticas, as bactérias geralmente não possuem grandes estruturas em seu citoplasma, como um núcleo, mitocôndrias, cloroplastos e outras organelas presentes nas células eucariontes. No entanto, algumas bactérias têm organelas ligadas a proteínas no citoplasma que compartimentam aspectos do metabolismo bacteriano; por exemplo, os carboxissomos. Além disso, as bactérias possuem um citoesqueleto de múltiplos componentes para controlar a localização de proteínas e ácidos nucleicos na célula e gerenciar o processo de divisão celular. Muitas reações bioquímicas importantes, como a geração de energia, ocorrem devido a gradientes de concentração através das membranas, criando uma diferença de potencial análoga a uma bateria. A falta de membranas internas nas bactérias significa que essas reações, como o transporte de elétrons, ocorrem através da membrana celular entre o citoplasma e o exterior da célula, ou periplasma. Contudo, em muitas bactérias fotossintéticas, a membrana plasmática é altamente dobrada e preenche a maior parte da célula com camadas de membranas coletoras de luz. Esses complexos de captação de luz podem até formar estruturas envolvidas em lipídios, chamadas clorossomos, em bactérias da família Chlorobiaceae. As bactérias não possuem um núcleo ligado à membrana e seu material genético é tipicamente um único cromossomo bacteriano circular de DNA localizado no citoplasma em um corpo de forma irregular, chamado de nucleoide. O nucleoide contém o cromossomo com suas proteínas associadas e RNA. Como todos os outros organismos, bactérias possuem ribossomos para a produção de proteínas, mas a estrutura do ribossomo bacteriano é diferente da estrutura dos eucariontes e arqueias. Algumas bactérias produzem grânulos intracelulares de armazenamento de nutrientes, como glicogênio, polifosfato, enxofre ou polihidroxialcanoatos. Certas espécies de bactérias, como as cianobactérias fotossintéticas, produzem vacúolos de gás internos que são usados para regular sua flutuabilidade, permitindo que elas se movam para cima ou para baixo em profundidades de água com diferentes intensidades de luz e níveis de nutrientes. === Estruturas extracelulares === Ao redor do exterior da membrana da célula está a parede celular. Paredes celulares bacterianas são feitas de peptidoglicano (também chamado de mureína). Esta substância é composta por cadeias polissacarídicas ligadas por peptídeos incomuns contendo D-aminoácidos. As paredes celulares bacterianas são diferentes das paredes celulares de plantas e fungos, que são feitas de celulose e quitina, respectivamente. A parede celular das bactérias também é diferente da das arqueias, que não possui peptidoglicano. A parede celular é essencial para a sobrevivência de muitas bactérias. O antibiótico penicilina (produzido pelo gênero de fungos penicillium) é capaz de matar bactérias inibindo uma etapa do processo de síntese do peptidoglicano. Em termos gerais, existem dois tipos diferentes de parede celular em bactérias, que classificam-as como gram- positivas ou gram-negativas. Os nomes se originam da reação das células à Coloração de Gram, um teste de longa data para a classificação de espécies bacterianas. As bactérias gram-positivas possuem uma parede celular espessa contendo muitas camadas de peptidoglicano e ácidos teicóicos. Por outro lado, as bactérias gram-negativas possuem uma parede celular relativamente fina, que consiste em algumas camadas de peptidoglicano cercadas por uma segunda membrana lipídica contendo lipopolissacarídeos e lipoproteínas. A maioria das bactérias possui parede celular gram-negativa, e apenas as Firmicutes e as Actinobactérias possuem o arranjo gram-positivo alternativo. Essas diferenças na estrutura podem produzir reações diferentes na suscetibilidade a antibióticos; por exemplo, a vancomicina pode matar apenas bactérias gram- positivas e é ineficaz contra patógenos gram-negativos, como a Haemophilus influenzae ou a Pseudomonas aeruginosa. Algumas bactérias têm estruturas da parede celular que não são classicamente gram-positivas ou gram-negativas. Isso inclui bactérias de importância médica como a Mycobacteria, que possui uma parede celular espessa como uma bactéria gram-positiva, mas também uma segunda camada externa de lipídios. Em muitas bactérias, uma camada de moléculas de proteínas de matriz rígida cobre a parte externa da célula. Esta camada fornece proteção química e física para a superfície da célula e pode atuar como uma barreira de difusão macromolecular. Essas camadas possuem diversas, mas principalmente mal compreendidas funções, mas também são conhecidas por atuarem como fatores de virulência nas Campylobacter e por conterem enzimas de superfície nas Bacillus stearothermophilus. Flagelos são estruturas rígidas de proteína com cerca de 20 nanômetros de diâmetro e até 20 micrômetros de comprimento que são usadas para motilidade. Os flagelos são movidos pela energia liberada pela transferência de íons para um gradiente eletroquímico através da membrana celular. As fímbrias são finos filamentos de proteína, geralmente de 2 a 10 nanômetros de diâmetro e até vários micrômetros de comprimento. Elas estão distribuídas ao longo da superfície da célula e se assemelham a pelos finos quando vistas em um microscópio eletrônico. Acredita- se que as fímbrias estejam envolvidas na fixação em superfícies sólidas ou em outras células, além de serem essenciais para a virulência de alguns patógenos bacterianos. Os pili são apêndices celulares ligeiramente maiores que as fímbrias. Um tipo especial de pilus é o pilus sexual, que pode transferir material genético entre duas células bacterianas em um processo chamado de conjugação bacteriana. Alguns também são capazes de gerar movimento, como é o caso do pilus de tipo IV. === Endósporos === Alguns gêneros de bactérias Gram- positivas, como Bacillus, Clostridium, Sporohalobacter, Anaerobacter e Heliobacterium, podem formar estruturas dormentes de alta resistência, chamadas endósporos. Os endosporos se desenvolvem no citoplasma da célula; geralmente um único endósporo se desenvolve em cada célula. Cada endósporo contém um núcleo de DNA e ribossomos cercados por uma camada de córtex e protegidos por uma camada rígida multicamada composta por peptidoglicano e uma variedade de proteínas. Os endósporos não apresentam metabolismo detectável e podem sobreviver a estresses físicos e químicos extremos, como altos níveis de luz UV, radiação gama, detergentes, desinfetantes, calor, congelamento, pressão e dessecação. Nesse estado adormecido, esses organismos podem permanecer viáveis por milhões de anos. == Interações com outros organismos == Apesar de sua aparente simplicidade, as bactérias podem formar associações complexas com outros organismos. Essas associações simbióticas podem ser divididas em parasitismo, mutualismo e comensalismo. Devido ao seu tamanho pequeno, as bactérias comensais são onipresentes e crescem em animais e plantas exatamente como em qualquer outra superfície. No entanto, seu crescimento pode ser aumentado pelo calor e pelo suor, e grandes populações desses organismos em humanos são a causa do odor corporal. === Mutualistas === Certas bactérias formam associações espaciais estreitas que são essenciais para sua sobrevivência. Uma dessas associações mutualísticas, denominada transferência interespécie de hidrogênio, ocorre entre grupos de bactérias anaeróbicas que consomem ácidos orgânicos, como ácido butírico ou ácido propiônico, e produzem hidrogênio e Archaea metanogênica que consomem hidrogênio. As bactérias dessa associação são incapazes de consumir os ácidos orgânicos, pois essa reação produz hidrogênio que se acumula no ambiente. Somente a associação íntima com a Archaea que consome hidrogênio mantém a concentração de hidrogênio baixa o suficiente para permitir que as bactérias cresçam. === Patógenos === Se as bactérias formam uma associação parasitária com outros organismos, elas são classificadas como patógenos. As bactérias patogênicas são uma das principais causas de morte e doença humana e causam infecções como tétano (Causado por Clostridium tetani), febre tifóide, difteria, sífilis, cólera, intoxicação alimentar, lepra (causada por Micobacterium leprae) e tuberculose (Causada por Mycobacterium tubeculosis) Uma causa patogênica para uma doença médica conhecida só pode ser descoberta muitos anos depois, como foi o caso do Helicobacter pylori e da úlcera péptica. As doenças bacterianas também são importantes na agricultura, com bactérias que causam manchas nas folhas, queimadas e murchas nas plantas, assim como a doença de Johne, mastite, salmonela e antraz em animais de criação. === Predadores === Algumas espécies de bactérias matam e consomem outros microorganismos, essas espécies são chamadas bactérias predadoras. Isso inclui organismos como o Myxococcus xanthus, que forma enxames de células que matam e digerem qualquer bactéria que encontrarem. Outros predadores bacterianos se prendem às presas para digeri-las e absorver nutrientes, como Vampirovibrio chlorellavorus, ou invadir outra célula e se multiplicar dentro do citosol, como Daptobacter. Pensa-se que essas bactérias predadoras tenham evoluído a partir de saprófagos que consumiam microrganismos mortos, através de adaptações que lhes permitiam aprisionar e matar outros organismos. == História == Antonie van Leeuwenhoek em 1673, usando um microscópio de lente simples projetado por ele mesmo, foi o primeiro cientista a observar a existência de micro-organismos. Durante os anos seguintes, van Leeuwenhoek publicou suas descobertas em uma série de cartas e manuscritos que enviou a Royal Society de Londres. Entre as correspondências mais importantes estão as do ano de 1676, que dedicam-se a descobertas de micro-organismos, chamados por ele de \"animalículos\". A primeira referência específica à bactérias é de uma carta datada de 9 de outubro de 1676. O termo Bacterium foi introduzido somente em 1828, pelo microbiologista alemão Christian Gottfried Ehrenberg. O gênero Bacterium compreendia bactérias com formato de bastão não formadoras de esporos. O gênero foi considerado um nomen genericum rejiciendum em 1954 pela Comissão Internacional de Nomenclatura Bacteriana. Esses seres microscópicos somente passaram a despertar o interesse dos cientistas no final do século XIX. Louis Pasteur demonstrou em 1859 que o processo de fermentação era causado pelo crescimento de micro-organismos, e não pela geração espontânea. Pasteur e Robert Koch foram os primeiros cientistas a defender a teoria microbiana das enfermidades, ou seja, o papel das bactérias como vectores de várias doenças. Robert Koch foi ainda um pioneiro na microbiologia médica, trabalhando com diferentes enfermidades infecciosas, como a cólera, o carbúnculo e a tuberculose. Koch conseguiu provar a teoria microbiana das enfermidades infecciosas através de suas investigações da tuberculose, sendo o ganhador do prêmio Nobel de medicina e fisiologia no ano de 1905. Estabeleceu o que é hoje denominado de postulado de Koch, mediante aos quais se padronizou uma série de critérios experimentais para demonstrar se um organismo é ou não o causador de uma determinada enfermidade. Estes postulados são utilizados até hoje. Apesar de no final do século XIX já se saber que as bactérias eram a causa de diversas doenças, não existia ainda um tratamento antibacteriano para combatê-las. Em 1910, Paul Ehrlich desenvolveu o primeiro antibiótico, por meio de tinturas que seletivamente coravam e matavam a bactéria Treponema pallidum. Ehrlich recebeu o nobel em 1908 por seus trabalhos em imunologia e por seus pioneirismo no uso de corantes para detectar e identificar as bactérias, base fundamental para o desenvolvimento da coloração de Gram e Ziehl-Neelsen. Um grande avanço no estudo das bactérias foi o reconhecimento realizado por Carl Woese em 1977, de que as arqueias e bactérias representam linhagens evolutivas diferentes. Esta nova taxonomia filogenética se baseava no sequenciamento do RNA ribossômico 16S e dividia os procariontes, até então classificados como Prokayota, em dois grupos evolutivos distintos, em um sistema de três domínios: Bacteria, Archaea e Eukaryota. == Taxonomia e filogenia == A classificação das bactérias mudou nos últimos anos, de forma a refletir o conhecimento atual sobre filogenia, como resultado dos recentes avanços na sequenciação dos genes, na bioinformática e na biologia computacional. Atualmente as bactérias compõem um dos três domínios do sistema de classificação cladístico. A descoberta da estrutura celular procariótica, distinta de todos os outros organismos (os eucariontes), levou os procariontes a serem classificados como um grupo separado ao longo do desenvolvimento dos esquemas de classificação de seres vivos. As bactérias foram inicialmente classificadas entre os animais por Ehrenberg em 1838,María Montes 2005, Estudio taxonómico polifásico de bacterias procedentes de ambientes antárticos: descripción de cuatro nuevas especies. Introducción. Universitat de Barcelona agrupadas com os fungos na classe Schizomycetes (Naegeli, 1857), incluiu-as por Ernst Haeckel na ordem Moneres dentro do reino Protista em 1866Pelczar Jr, MJ, Chan, ECS e Krieg, NR. Microbiologia, vol. I, 2a edição - São Paulo: Makron Books, 1996. e classificadas com as \"algas azuis\" (cianobactérias) dentro das plantas na divisão Schizophyta (Cohn, 1875).Cohn F (1875) Untersuchungen über Bacterien II. Beiträge zur Biologie der Pflanzen 1:141-207 Em 1938, foram incluídas entre os procariotas no reino Mychota por CopelandCopeland, H. F. 1938. The kingdoms of organisms. Q. Rev. Biol. 13:383-420; 386. e em 1969 no reino Monera por Whittaker. Em 1977, com o advento das técnicas moleculares, Carl Woese dividiu os procariotas em dois grupos, com base nas sequências \"16S\" do RRNA, que chamou de Eubacteria e Archaebacteria, mais tarde, renomeados por ele próprio para Bacteria e Archaea.WOESE, CR, KANDLER, O e WHEELIS, ML. Towards a natural system of organisms: Proposal for the domains Archaea, Bacteria, and Eucarya. Proc. Natl. Acad. Sci. USA 1990; 87: 4576-4579. Woese argumentou que estes dois grupos, em conjunto com os eucariotas, formam domínios separados com origem e evolução separadas a partir de um organismo primordial. Desta forma, as bactérias poderiam ser divididas em vários reinos, mas normalmente são tratadas como um único reino, dividido em filos ou divisões. São geralmente consideradas um grupo monofilético, mas esta noção tem sido contestada por alguns autores. Alguns cientistas, no entanto, consideram que as diferenças genéticas entre aqueles dois grupos procariotos não justificam a divisão e que tanto as arqueobactérias como os eucariontes provavelmente se originaram a partir de bactérias primitivas. Vulgarmente, utiliza-se o termo \"bactéria\" para designar também as archaeas, que actualmente constituem um domínio separado. As cianobactérias (as \"algas azuis\") são consideradas dentro do domínio Bactéria. Além da sequência do RNA ribossomal, arqueias e bactérias diferem, entre outras características, na constituição química da parede celular. As arqueias não apresentam, em sua parede celular, o peptidoglicano, constituinte típico das bactérias. == Movimento == As bactérias móveis deslocam-se através da utilização de flagelos, que deslizam sobre superfícies, ou ainda por alterações da sua flutuabilidade. As espiroquetas constituem um grupo único de bactérias que possuem estruturas semelhantes a flagelos designadas por filamentos axiais ligadas a dois pontos da membrana celular no espaço periplasmático, além de terem uma forma helicoidal que gira no meio para se movimentar. Os flagelos bacterianos encontram-se organizados de diferentes formas: algumas bactérias possuem um único flagelo polar (numa extremidade da célula), enquanto outras possuem grupos de flagelos, quer numa extremidade, quer em toda a superfície da parede celular (bactérias \"peritricosas\"). Diante do número e da distribuição dos flagelos, as bactérias podem ser classificadas como: atríquias (sem flagelos), monotríquias (um único flagelo), anfitríquias (um flagelo em cada extremidade), lofotríquias (um tufo de flagelos numa, ou ambas as extremidades) e peritríquias (apresentando flagelos ao longo de todo o corpo bacteriano).KYAW, C.M. Morfologia e ultraestrutura bacterianas - Microbiologia UnB. 2009. === Taxia === As bactérias podem mover-se por reação a certos estímulos, um comportamento chamado \"taxia\" (também presentes nas plantas), como por exemplo, quimiotaxia, fototaxia, mecanotaxia e magnetotaxia - bactérias que fabricam cristais de magnetita (Fe3O4) ou greigita (Fe3S4), materiais com propriedades magnéticas, e orientam seus movimentos pelo campo magnético terrestre, como a bactéria Magnetospirillum magnetotacticum (ver bactérias magnetotáticas). Num grupo particular, as mixobactérias, as células individuais atraem-se quimicamente e formam pseudo-organismos amebóides que, para além de \"rastejarem\", podem formar frutificações. == Metabolismo segundo fontes de energia e carbono == ; Fonte de carbono De acordo com a fonte de átomos de carbono para a produção de suas moléculas orgânica, elas são classificadas em dois grandes grupos: *Autotróficas: As bactérias autotróficas obtêm suas moléculas de carbono apenas de dióxido de carbono. *Heterotróficas: São bactérias que obtêm seus átomos de carbono de moléculas orgânicas que captam do ambiente. Além do gás carbônico ela precisa de um carboidrato. ; Fonte de energia Bactérias podem utilizar como fonte de energia luz, substâncias inorgânicas ou orgânicas:Crapez, M. A. C. Bactérias Marinhas em: Pereira, R. C. e Soares- Gomes, A. Biologia Marinha (organizadores). Rio de Janeiro: Interciencia, 2002. *Luz: Como as bactérias que fazem fotossíntese ou fototróficas. *Compostos químicos: Como as bactérias quimiotróficas. ** Composto inorgânico: litotróficas ** Composto orgânico: organotróficas === Classificação segundo o metabolismo === Se forem combinadas as classificações de fonte de energia e de fonte de átomos de carbono expostas acima, pode-se classificar as bactérias em quatro grandes grupos, quanto a suas necessidades nutricionais: ==== Fotoautotróficas ==== Bactérias fotoautotróficas são capazes de produzir elas mesmas as substâncias orgânicas que lhes servem de alimento, tendo como fonte de carbono o gás carbônico e como fonte de energia a luz. *Cianobactérias: são fotolitoautotróficas e aparentemente foram as pioneiras no uso da água como fonte de elétrons. Incluiriam as proclorófitas (gêneros Prochloron, Prochlorothrix e Prochlorococcus), apesar de se distinguirem destas por apresentar apenas clorofila a, além de ficobilinas azul e vermelha. Esses pigmentos são responsáveis pelas diversas colorações, muitas vezes brilhantes, que essas bactérias apresentam. *Sulfobactérias: realizam um tipo de fotossíntese em que a substância doadora de hidrogênio não é a água, mas compostos de enxofre, principalmente o gás sulfídrico (H2S). Por isso essas bactérias produzem enxofre elementar (S) como subproduto da fotossíntese, e não gás oxigênio, como na fotossíntese que utiliza H2O. ==== Fotoheterotróficas ==== As bactérias fotoheterotróficas utilizam luz como fonte de energia, mas não convertem exclusivamente o gás carbônico em moléculas orgânicas. Assim, elas utilizam compostos orgânicos que absorvem do meio externo, como alcoóis, ácidos graxos, glicídios etc, como fonte de carbono para a produção dos componentes orgânicos de sua célula. Essas células são bactérias anaeróbias e, como exemplo, pode-se citar as bactérias não sulfurosas verdes como Chloroflexus spp., e as não sulfurosas púrpuras, como Rhodopseudomonas spp. ==== Quimioautotróficas ==== As bactérias quimioautotróficas utilizam oxidações de compostos inorgânicos como fonte de energia para a síntese de substâncias orgânicas a partir de gás carbônico (CO2) e de átomo de hidrogênio (H) proveniente de substâncias diversas. As substâncias orgânicas produzidas são utilizadas como matéria-prima para a formação dos componentes celulares ou degradadas para liberar energia para o metabolismo. ==== Quimioheterotróficas ==== A maioria das espécies bacterianas apresenta nutrição quimioeterotrófica,PURVES, W. K., SADAVA, D., ORIANS, G. H. e HELLER, H. C. Vida: a ciência da biologia – 6ª Ed – Porto Alegre: Artmed, 2002. pp 461-465. ou seja, tanto a fonte de energia quanto a de átomos são moléculas orgânicas que a bactéria ingere como alimento. De acordo com a fonte das substâncias que lhe servem de alimento, as bactérias heterotróficas são classificadas em saprofágicas e parasitas. Exemplo: Clostridium. *Saprofágicas: alimentam-se a partir de matéria orgânica sem vida, como cadáveres ou porções descartadas por outros seres vivos. *Parasitas: alimentam-se a partir de tecidos corporais de seres vivos e podem ser patogênicas. == Identificação laboratorial == # Coleta de amostras: é a primeira etapa para o isolamento e identificação. Varia conforme a fonte da amostra ou habitat da bactéria. Uma coleta de amostra de um rio para análise de coliformes terá metodologia diferente daquela feita a partir dos tecidos ou secreções infectadas de um doente e assim por diante. # Cultivo: as amostras podem ser cultivadas em meios de enriquecimento ou não antes de serem transferidas para placas de Petri com o meio de cultura apropriado. Podem ser empregados meios de cultura seletivos para determinados grupos metabólicos de bactérias. # Identificação: vários métodos podem ser empregados para identificar espécies ou outros grupos bacterianos. Tais métodos muitas vezes são usados ao mesmo tempo e costumam ser empregados em colónias bacterianas previamente isoladas. O tipo de colônia já pode sugerir o organismo em questão: de uma forma geral, os bacilos gram-negativos apresentam colônias brilhantes, úmidas ou cremosas; os estafilococos apresentam colônias médias opacas e os estreptococos colônias pequenas e opacas (podendo ser hemolíticas ou não, quando são cultivadas em ágar sangue de carneiro 5%). #* Técnicas de coloração: na técnica de Gram ou na técnica de Ziehl-Neelsen, colônias bacterianas são espalhadas numa lâmina, onde são fixadas e coloridas. Em seguida, as bactérias são observadas ao microscópio óptico e identificadas pela morfologia e coloração. #*Testes bioquímicos: diferentes meios seletivos e podem ser empregados para avaliar a capacidade de ou a diferença na metabolização de certas substâncias por bactérias. A sensibilidade a diversos fatores também pode ser avaliada, assim como teste de sensibilidade aos antibióticos. #* Análises moleculares como a reação em cadeia da polimerase também podem ser usadas para identificação bacteriana, mesmo sem isolamento de colônia. === Classificação Gram === Muito usada para identificar bactérias, é feita com base em uma técnica de coloração desenvolvida pelo microbiologista dinamarquês Hans Christian Gram, a técnica de Gram; dividindo as bactérias em dois grupoː * Gram-positivas: bactérias que possuem parede celular com uma única e espessa camada de peptidoglicanos. Pelo emprego da coloração de Gram, tingem-se na cor púrpura ou azul quando fixadas com cristal violeta, porque retêm esse corante mesmo sendo expostas a álcool. * Gram-negativas: bactérias que possuem uma parede celular mais delgada e uma segunda membrana lipídica - distinta quimicamente da membrana plasmática - no exterior desta parede celular. No processo de coloração o lipídio dessa membrana mais externa é dissolvido pelo álcool e libera o primeiro corante: cristal violeta. Ao término da coloração, essa células são visualizadas com a tonalidade rosa- avermelhada do segundo corante, safranina que lhes confere apenas a coloração vermelha. == Crescimento e reprodução == As bactérias podem se reproduzir com grande rapidez, dando origem a um número muito grande de descendentes em apenas algumas horas. A maioria delas reproduz-se assexuadamente, por cissiparidade, também chamada de divisão simples ou bipartição. Nesse caso, cada bactéria divide-se em duas outras bactérias geneticamente iguais, supondo-se que não ocorram mutações, isto é, alterações em seu material genético. Em algumas espécies de bactérias pode ocorrer recombinação de material genético. É o caso da conjugação, como descrito abaixo. O crescimento bacteriano segue quatro fases. Quando uma população de bactérias entra primeiro em um ambiente com alto teor de nutrientes que permite o crescimento, as células precisam se adaptar ao novo ambiente. A primeira fase também chamado de fase de adaptação, envolve crescimento lento onde as células se preparam para iniciar um crescimento rápido e uma alta taxa de biossíntese das proteínas necessárias para ele, como ribossomos, proteínas de membrana, etc. A segunda fase também chamada de fase exponencial, é caracterizada pelo crescimento exponencial das células. A taxa de crescimento durante esta fase é conhecida como taxa de crescimento k e o tempo necessário para cada célula se dividir como o tempo de geração g. A terceira fase também chamada de desaceleração, ocorre um declínio no crescimento da cultura. Normalmente este declínio acontece quando um requisito para a divisão celular se torna limitante ou alguma coisa inibe a reprodução. Nesta fase a concentração celular é geralmente muito alta e uma exaustão em termos de nutrientes, limitação de dióxido de carbono e luz (cria-se o fenômeno de sombreamento entre as células) tornam-se as principais causas do declínio do crescimento. A quarta fase também chamada de estacionária, é caracterizada por ausência de crescimento e em pouco tempo as células começam a sofrer alterações bioquímicas. Uma limitação em azoto pode resultar numa redução do conteúdo proteico, alterações no conteúdo lipídico e de carboidratos. Uma limitação em termos de luz resulta num aumento de pigmentos. == Transferência de material genético == A maioria das bactérias possui uma única cadeia de DNA circular. As bactérias, por serem organismos assexuados, herdam cópias idênticas do genes de suas progenitoras (ou seja, elas são clonais). Algumas bactérias também transferem material genético entre as células. A transferência de genes é particularmente importante na resistência a antibióticos. A resistência a antibióticos acontece devido à \"colocação\" de um plasmídio cuja expressão confere essa resistência ao antibiótico. A maioria das bactérias não apresenta reprodução sexuada, mas podem ocorrer misturas de genes entre indivíduos diferentes, o que é chamado de recombinação genética. Esse processo leva à formação de novos indivíduos com características genéticas diferentes, resultando na mistura de material genético. Uma bactéria pode adquirir genes de outra bactéria e misturá-los aos seus de três maneiras diversas: === Transformação bacteriana === Ocorre pela absorção de moléculas ou fragmentos de moléculas de DNA que estejam dispostas no ambiente, proveniente de bactérias mortas e decompostas; a célula bacteriana transformada passa a apresentar novas características hereditárias, condicionadas pelo DNA incorporado. Este não precisa ser de bactérias da mesma espécie; em princípio, qualquer tipo de DNA pode ser capturado se as condições forem adequadas. Entretanto, um DNA capturado só será introduzido no cromossomo bacteriano se for semelhante ao DNA da bactéria receptora. === Transdução bacteriana === Consiste na transferência indireta de segmentos de moléculas de DNA de uma bactéria para outra. Isso ocorre porque, ao formarem-se no interior das células hospedeiras, os bacteriófagos podem eventualmente incorporar pedaços do DNA bacteriano. Depois de serem liberados, ao infectar outra bactéria, os bacteriófagos podem transmitir a ela os genes bacterianos que transportavam. A bactéria infectada eventualmente incorpora em seu cromossomo os genes recebidos do fago. Se este não destruir a bactéria, ela pode multiplicar-se e originar uma linhagem \"transduzida\" com novas características, adquiridas de outras bactérias via fago. === Conjugação bacteriana === Consiste na transferência de DNA diretamente de uma bactéria doadora para uma receptora através de um tubo de proteína denominado pêlo sexual ou pilus, que conecta o citoplasma de duas bactérias. Os pili estão presentes apenas em bactérias F+, ou seja, bactérias portadoras de um plasmídio denominado F (de fertilidade), e essas são as doadoras de DNA. As que não possuem o plasmídio F atuam como receptoras, sendo chamadas de F-. O DNA transferido neste processo é quase sempre o plasmídio F e algumas vezes, um pequeno pedaço de DNA cromossômico une-se ao plasmídio e é transferido junto com ele. Na bactéria receptora pode ocorrer recombinação genética entre o cromossomo e o fragmento de DNA unido ao plasmídio F recebido. Assim, a conjugação possibilita o aumento da variabilidade genética na população bacteriana. == Importância das bactérias == As bactérias são organismos extremamente adaptáveis e, por isso, extremamente capazes de viver em qualquer ambiente da Terra. Estas, encontram- se presentes na atmosfera, até uma altitude de 32 000 metros, e no interior da superfície terrestre, até uma profundidade de 3 000 metros. Existem ainda espécies que vivem nas fontes quentes das profundidades oceânicas, onde a temperatura ronda os 250 °C e a pressão é de 265 atmosferas enquanto isso, outras conseguiram adaptar-se a ambientes extremamente ácidos ou alcalinos.Gallavotti, Barbara (1997). Enciclopédia Pedagógica Universal – Segredos da Vida. Volume 9. Florença, Itália: DoGi Os vários tipos de bactérias podem ser prejudiciais ou úteis para o meio ambiente e para os seres vivos. Com técnicas da biotecnologia já foram desenvolvidas bactérias capazes de produzir drogas terapêuticas, como a insulina. === Na indústria de alimentos === Existem várias espécies de bactérias usadas na preparação de comidas ou bebidas fermentadas, incluindo as láticas para queijos, iogurte, vinho, salsicha, frios, pickles, chucrute (sauerkraut em alemão), azeitona, molho de soja, leite fermentado e as acéticas utilizadas para produzir vinagres. === Na saúde humana === O papel das bactérias na saúde, como agentes infecciosos, é bem conhecido: o tétano, a febre tifoide, a pneumonia, a sífilis, a cólera e tuberculose são apenas alguns exemplos. O modo de infecção inclui o contacto directo com material infectado, pelo ar, comida, água e por insectos. A maior parte das infecções pode ser tratada com antibióticos e as medidas anti-sépticas podem evitar muitas infecções bacterianas, por exemplo, fervendo a água antes de tomar, lavar alimentos frescos ou passar álcool numa ferida. A esterilização dos instrumentos cirúrgicos ou dentários é feita para os livrar de qualquer agente patogénico. No entanto, muitas bactérias são simbiontes do organismo humano e de outros animais como, por exemplo, as que vivem no intestino ajudando na digestão e evitando a proliferação de micróbios patogénicos. === Na ecologia === No solo existem muitos micro-organismos que trabalham na transformação dos compostos de nitrogénio em formas que possam ser utilizadas pelas plantas e muitos são bactérias que vivem na rizosfera (a zona que inclui a superfície da raiz e o solo que a ela adere). Algumas dessas bactérias – as nitrobactérias - podem usar o nitrogénio do ar e convertê-lo em compostos úteis para as plantas, um processo denominado fixação do nitrogénio. A capacidade das bactérias para degradar uma grande variedade de compostos orgânicos é muito importante e existem grupos especializados de micro- organismos que trabalham na mineralização de classes específicas de compostos como, por exemplo, a decomposição da celulose, que é um dos mais abundantes constituintes das plantas. Nas plantas, as bactérias podem também causar doenças. As bactérias decompositoras atuam na decomposição do lixo, sendo essenciais para tal tarefa. Também podem ser utilizadas para biorremediação atuando na biodegradação de lixos tóxicos, incluindo derrames de hidrocarbonetos. === Na indústria farmacêutica: produção de hormônio === Em 1977, obteve pela primeira vez a síntese de uma proteína humana por uma bactéria transformada. Um segmento de DNA com 60 pares de nucleotídeos, contendo o código para síntese de somatostatina (um hormônio composto de 14 aminoácidos) foi ligado a um plasmídeo e introduzido em uma bactéria, a partir da qual foram obtidos clones capazes de produzir somatostatina. A insulina foi a primeira proteína humana produzida por engenharia genética em células de bactérias e aprovada para uso em pessoas. Até então, a fonte desse hormônio para tratamento de diabéticos eram os pâncreas de bois e porcos, obtidos em matadouros. Apesar de a insulina desses animais ser muito semelhante à humana, ela causa problemas alérgicos em algumas pessoas diabéticas que utilizavam o medicamento. A insulina produzida em bactérias transformadas, por outro lado, é idêntica à do pâncreas humano e não causa alergia, devendo substituir definitivamente a insulina animal. O hormônio do crescimento, a somatotrofina, foi produzido pela primeira vez em bactérias em 1979, mas a versão comercial só foi liberada em 1985, após ter sido submetida a inúmeros testes que mostraram sua eficácia. O hormônio de crescimento é produzido pela hipófise, na sua ausência ou em quantidades muito baixa, a criança não se desenvolve adequadamente. Até recentemente, a única opção para crianças que nasciam com deficiência hipofisária somatotrofina era tratamento com hormônio extraído de cadáveres. Agora esse hormônio é produzido por técnicas de engenharia genética. == Notas == * O Código Internacional de Nomenclatura de Bactérias (Revisão 1990) não reconhece qualquer categoria superior a classe (artigo 5b) e os nomes dos filos não devem ser considerados como tendo sido validamente publicados, embora possam ter sido publicados em uma lista de validação ou notificação, ou na \"Approved List of Bacterial Names\". Normalmente são citados entre aspas. == Ver também == *Bactéria diazotrófica *Bacteremia *Cárie *Extremófilos *Lista de doenças causadas por bactérias *Lista de bactérias de importância médica == Bibliografia == * Alcamo, I. Edward. Fundamentals of Microbiology. 5th ed. Menlo Park, California: Benjamin Cumming, 1997. * Amabis, José Mariano e Martho, Gilberto Rodriges . Biologia 2. Moderna, 2004. * Atlas, Ronald M. Principles of Microbiology. St. Louis, Missouri: Mosby, 1995. * Holt, John.G. Bergey's Manual of Determinative Bacteriology. 9th ed. Baltimore, Maryland: Williams and Wilkins, 1994. * Stanier, R.Y., J. L. Ingraham, M. L. Wheelis, and P. R. Painter. General Microbiology. 5th ed. Upper Saddle River, New Jersey: Prentice Hall, 1986. * Witzany, Guenther . Bio-Communication of Bacteria and their Evolutionary Roots in Natural Genome Editing Competences of Viruses. Open Evolution Journal 2: 44-54; 2008. * DOBELL, C. Antony van Leeuwenhoek and his \"Little animals\". [S.l.]: New York, Harcourt, Brace and company, 1932. * PORTER, J.R. Antony van Leeuwenhoek: Tercentenary of his discovery of bacteria. Bacteriological Reviews. 40 (2): 260-269, 1976. == Ligações externas == * * * Categoria:Década de 1670 na ciência Categoria:Domínios (biologia)",
 "title": "Bactéria"
}