{
 "id": "1322",
 "text": "O microscópio é um instrumento óptico com capacidade de ampliar imagens de objetos muito pequenos graças ao seu poder de resolução. Este pode ser composto ou simples: microscópio composto tem duas ou mais lentes associadas; microscópio simples é constituído por apenas uma lente.Microscopios e Cameras Portal São FranciscoDescrição do Microscópio Site Help Lab Acredita-se que o microscópio tenha sido inventado no final do século XVI por Hans Janssen e seu filho Zacharias, dois holandeses fabricantes de óculos. Tudo indica, porém, que o primeiro a fazer observações microscópicas de materiais biológicos foi o neerlandês Antonie van Leeuwenhoek (1632 - 1723). Serve-se especialmente para os cientistas, que utilizam este instrumento para estudar e compreender os micro-organismos. Os microscópios de Leeuwenhoek eram dotados de uma única lente, pequena e quase esférica. Nesses aparelhos ele observou detalhadamente diversos tipos de material biológico, como embriões de plantas, os glóbulos vermelhos do sangue e os espermatozoides presentes no sêmen dos animais. Foi também Leeuwenhoek quem descobriu a existência dos micróbios, como eram antigamente chamados os seres microscópicos, hoje conhecidos como micro- organismos. Os microscópios dividem-se basicamente em duas categorias: * Microscópio ótico: funciona com um conjunto de lentes (ocular e objetiva) que ampliam a imagem transpassada por um feixe de luz que pode ser: ** Microscópio de campo claro; ** Microscópio de campo escuro; ** Microscópio de contraste de fase; ** Microscópio de Contraste Interferencial. * Microscópio eletrônico: amplia a imagem por meio de feixes de elétrons, estes dividem-se em duas categorias: Microscópio de Varredura e de Transmissão. Há ainda os microscópios de varredura de ponta que trabalham com uma larga variedades de efeitos físicos (mecânicos, ópticos, magnéticos, elétricos). Um tipo especial de microscópio eletrônico de varredura é por tunelamento, capaz de oferecer aumentos de até cem milhões de vezes, possibilitando até mesmo a observação da superfície de algumas macromoléculas, como é o caso do DNA. == Importância == A citologia é dependente de equipamentos que permitem toda a visualização das células humanas, pois a maioria delas são tão pequenas que não podem ser observadas sem o auxílio de instrumentos óticos de ampliação. O olho humano tem um limite de resolução de 0,2 mm. Abaixo desse valor, não é possível enxergar os objetos sem o auxilio de instrumentos, como lupas e, principalmente, o microscópio. O crédito da invenção do microscópio é discutível, mas sabe-se que em 1590 os irmãos neerlandeses Franz, Johan e Zacarias Janssen compuseram um artefato rudimentar munido de um sistema de lentes, que permitia a ampliação e a observação de pequenas estruturas e objetos com razoável nitidez. O aparelho foi denominado de microscópio e constituiu a principal janela da ciência para o mundo além da capacidade de resolução do olho humano. Em 1665, o inglês Robert Hooke usou um microscópio para observar uma grande variedade de pequenos objetos, além de animais e plantas que ele mesmo representava em fiéis ilustrações. Hooke percebeu além que a casca do carvalho era formada por uma grande quantidade de alvéolos vazios, semelhantes à estrutura dos favos de uma colmeia. Naquela época, Hooke não tinha noção de que estava observando apenas contornos de células vegetais mortas. Publicou as suas descrições e ilustrações em uma obra denominada Micrographia, em que usa a designação \"little boxes or cells\" (pequenas caixas ou celas) para denominar os alvéolos observados, dando origem assim ao termo célula. O termo acabou tornando-se definitivo. == Ver também == * Actinoscopia",
 "title": "Microscópio"
}