{
 "id": "13231",
 "text": "Invertebrados é a designação tradicionalmente dada aos animais multicelulares que não possuem nem desenvolvem uma coluna vertebral derivada do notocórdio, característica definidora do subfilo Vertebrata (vertebrados). A aplicação deste critério dá origem a um agrupamento parafilético que inclui todos os animais com exceção dos vertebrados, agregando assim cerca de 97% das espécies animais conhecidas. Alguns táxons de invertebrados agrupam um maior número e variedade de espécies do que a totalidade do subfilo Vertebrata. Dada a natureza parafilética do agrupamento, alguns invertebrados, como os Chaetognatha, os Hemichordata, os Tunicata e os Cephalochordata, apresentam um relacionamento filogenético mais próximo com os vertebrados do que com os restantes invertebrados, o que aconselha o abandono da designação «invertebrados» na literatura técnica e científica por ausência de significado taxonómico. == Etimologia == A palavra \"invertebrado\" vem do latim vértebra, que significa uma articulação da espinha de um vertebrado. O aspecto articulado da vértebra é derivado do conceito de virar, expresso na raiz verto ou vorto, girar. O prefixo in- significa \"não\" ou \"sem\". == Descrição == Designam-se geralmente como invertebrados todos os animais multicelulares que não têm coluna vertebral. São normalmente agrupados nesta designação os vermes, insetos e outros artrópodes, os equinodermes (estrelas do mar, holotúrias ou pepinos-do-mar) e outras classes de animais sem esqueleto interno. A dimensão e a biodiversidade do grupo são tão vastas que o termo «invertebrado» perde significados biológico. Numa acepção mais restrita, o termo \"invertebrados\" corresponde a dois dos três subfilos do filo dos Chordata, os cordados: o subfilo Urochordata (urocordados) e o subfilo Cephalochordata (cefalocordados). O termo, nesta acepção, inclui todos os organismos cordados que não pertencem ao subfilo dos vertebrados, ou seja, todas as espécies que são organismos dotados de notocórdio, tubo neural com posição dorsal em relação ao tubo digestivo, e fossetas branquiais ao nível da faringe, mas cujo notocórdio não é enquadrado numa estrutura denominada coluna vertebral, daí a designação de \"invertebrados\". Contudo, nesta acepção a classe Myxini fica mal enquadrada, pois apesar de apresentar crânio não é um grupo de vertebrados em sentido estrito, pelo que a introdução do clado Craniata em vez de Vertebrata tornaria mais abrangente esta classificação. Já o termo oposto, os \"vertebrados\", tem um significado biológico, uma vez que todos os seus representantes, incluindo os mamíferos, aves, peixes, répteis, anfíbios, são filogeneticamente aparentados, ou seja, têm todos um antepassado comum. Os seres unicelulares, outrora incluídos nos grupos das plantas ou dos animais, se possuíssem ou não capacidade fotossintética, encontram-se atualmente agrupados entre os Protista, junto com alguns seres multicelulares. == Classificação dos invertebrados == Dada a sua evidente parafilia, o agrupamento taxonómico \"invertebrados\" não pode ser usado como uma classificação sistemática. Contudo, dado o alargado uso do termo, desde a linguagem comum a muitos contextos biológicos, interessa definir o seu conteúdo, sendo possíveis duas definições: ;Definição 1 \"Todos os membros do reino Animalia com exceção do clado Craniata, ou seja todos os animais com exceção dos vertebrados e dos peixes primitivos da classe Myxini\". ;Definição 2 \"O conjunto dos membros do reino Animalia que pertencem aos seguintes agrupamentos taxonómicos: * Platyhelminthes (platelmintos, os vermes com o corpo achatado); * Annelida (anelídeos, os vermes com o corpos dividido em anéis); * Nematoda (nemátodos, os vermes com corpo cilíndrico); * Arthropoda (artrópodes, incluindo os insetos, os aracnídeos, os miriápodes e os crustáceos); * Mollusca (moluscos); * Echinodermata (equinodermes, as estrelas e os ouriços-do-mar); * Cnidaria (cnidários, as águas-vivas e anémonas-do- mar); * Rotifera (rotíferos); * Porifera (poríferos, as esponjas-do-mar); * Ctenophora (ctenóforos, as águas-vivas-de-pente ou carambolas-do-mar); * Chordata com exceção dos Vertebrata e Myxini; * Todos os restantes filos rextantes de Animalia.\". == Galeria == Ficheiro:Ctenophore.jpg|Ctenophora Ficheiro:SpongeColorCorrect.jpg|Porifera Ficheiro:Trichoplax mic.jpg|Placozoa Ficheiro:Jellyfish-monterey-2003-08.jpg|Medusas num aquário Ficheiro:Vanessa cardui 0001.jpg|Borboleta visitando uma flor Ficheiro:Cicadella viridis web.jpg|Cicadella viridis Ficheiro:Common housefly 01.jpg|A mosca-doméstica Ficheiro:Xiphosura.jpg|Límulo Ficheiro:Fdl17-9-grey.jpg|Myxozoa Ficheiro:Gastrotrich.jpg|Gastrotricha Ficheiro:Spider crab at the Kaiyukan in Osaka, Japan.JPG|Caranguejo-aranha-gigante Ficheiro:Archaeocyatha.jpg|Archaeocyatha == Ver também == * Invertebrados pré-histórios * Invertebrados marinhos * Evolução * Sistemática * Vertebrados",
 "title": "Invertebrados"
}