{
 "id": "13263",
 "text": "A Comunidade dos Países de Língua Portuguesa (abreviado CPLP) é uma organização internacional formada por países lusófonos, cujo objetivo é o \"aprofundamento da amizade mútua e da cooperação entre os seus membros\". A CPLP foi criada em 17 de Julho de 1996 por Angola, Brasil, Cabo Verde, Guiné- Bissau, Moçambique, Portugal e São Tomé e Príncipe. No ano de 2002, após conquistar independência, Timor-Leste foi acolhido como país integrante. Em 2014, Guiné Equatorial tornou-se o nono membro da organização, apesar da controvérsia gerada em torno dessa adesão. A população de seus países membros soma aproximadamente 270 milhões de pessoas. A CPLP é financiada tanto por meio do orçamento de funcionamento do Secretariado Executivo, custeado por contribuições obrigatórias dos Estados-membros, como pelo Fundo Especial, alimentado por contribuições voluntárias e destinado a custear programas de cooperação, projetos e ações pontuais. A sua sede fica em Lisboa, Portugal, e seu atual secretário executivo é Zacarias da Costa, de Timor-Leste; e Armindo Brito Fernandes, natural de São Tomé e Príncipe, quem atualmente ocupa o cargo de Diretor-Geral. A organização promove a data de 5 de Maio como Dia da Cultura Lusófona, celebrado em todo o espaço lusófono, e os Jogos da CPLP, evento desportivo que reúne todos os membros da organização. == História == === Fundação === Antecederam a criação da CPLP a realização de várias conferências de ministros e, em novembro de 1989, realizou-se a primeira conferência a reunir chefes de Estado e de Governo dos países de língua oficial portuguesa, na cidade brasileira de São Luís do Maranhão, na qual ocorreu a fundação do Instituto Internacional da Língua Portuguesa (IILP). Em fevereiro de 1994 ocorreu uma segunda reunião de Ministros de Negócios Estrangeiros e Relações Exteriores, que recomendaram a criação de uma Cúpula de Chefes de Estado de Governo da lusofonia. A CPLP foi criada formalmente em 17 de julho de 1996 por Angola, Brasil, Cabo Verde, Guiné-Bissau, Moçambique, Portugal e São Tomé e Príncipe. No ano de 2002, após conquistar independência, Timor-Leste foi acolhido como país integrante durante a IV Conferência de Chefes de Estado e de Governo realizada em Brasília, Brasil. === Ampliação === Quando a CPLP foi formada, a Guiné Equatorial pediu o estatuto de observador da organização. O país foi uma colónia portuguesa entre os séculos XV e XVIII, tem alguns territórios onde as línguas crioulas baseadas no português são faladas, além de conexões culturais e históricas com São Tomé e Príncipe e Portugal. Além disso, o país recentemente havia cooperado com os Países Africanos de Língua Portuguesa e o Brasil em projetos educacionais. Na cúpula da CPLP de julho de 2004, em São Tomé e Príncipe, os Estados-membros concordaram em alterar o estatuto da comunidade para aceitar países como observadores associados. No decorrer da VI Conferência de Chefes de Estado e de Governo realizada em Bissau, Guiné-Bissau, em julho de 2006, foram admitidos dois observadores associados: a Guiné Equatorial e Maurícia. Maurícia era desconhecida dos europeus até a chegada dos portugueses e tem fortes ligações com Moçambique. Na cimeira de Lisboa, que teve lugar no dia 25 de julho de 2008, foi a vez da formalização da admissão do Senegal como observador associado. O país tem ligações históricas com o mundo lusófono devido a colonização portuguesa em Casamança. Durante esta cimeira também esteve em discussão a entrada plena da Guiné Equatorial na organização. Em junho de 2010, a Guiné Equatorial pediu para ser admitida como membro pleno. Na sua oitava cúpula em Luanda, Angola, em julho de 2010, a CPLP decidiu abrir negociações formais com a Guiné Equatorial sobre a sua adesão total à organização. Em julho de 2014, durante a cimeira, realizada em Díli, Timor- Leste, a Guiné Equatorial, através de um consenso, foi aceita como membro de pleno direito da CPLP. Nesta cimeira também ocorreu a adesão de mais quatro novos observadores associados da CPLP, os novos membros associados foram a Namíbia, a Turquia, a Geórgia e o Japão. Em novembro de 2016 ocorreu a adesão de mais quatro novos membros associados, durante a cimeira de Brasília, os novos membros associados desta vez foram a Eslováquia, a Hungria, a Tchéquia e o Uruguai. A República da Turquia, sendo um dos países com estatuto de membro observador desde 2014; propôs, em 2016, iniciativas de cooperação nas áreas do Ensino Superior, Ciências e Tecnologias e na promoção da língua portuguesa, com o intuito de promover futuras oportunidades de cooperação mútua, desejando, assim, potenciar um reforço da aproximação com a comunidade. Em julho de 2018, durante a XII cimeira, realizada em Santa Maria, Cabo Verde, foi concedido o estatuto de observador associado a mais oito países e, pela primeira vez, para uma organização. Os novos observadores são: Andorra, Argentina, Chile, França, Itália, Luxemburgo, Reino Unido, Sérvia e a Organização dos Estados Ibero-americanos (OEI), que tornou-se na primeira organização a ocupar este posto. Em julho de 2021, durante a XIII cimeira, realizada em Luanda, Angola, foi concedido o estatuto de observador associado a mais dez países e três organização. Os novos observadores são: Canadá, Catar, Costa do Marfim, Espanha, Estados Unidos, Grécia, Índia, Irlanda, Peru, Romênia, a Conferência Ibero-Americana, o e a Organização Europeia de Direito Público (OEDP/EPLO). No dia 16 de julho de 2021, na XVI Reunião do Conselho de Ministros da Comunidade dos Países de Língua Portuguesa (CPLP), decorrida, em Luanda, Angola, foi aprovado o Acordo sobre a Mobilidade entre os Estados- Membros da CPLP, que estabelece a base legal sobre a qual se construirá uma maior mobilidade e circulação no espaço da CPLP. Os Estados-Parte passam a poder celebrar acordos adicionais em matéria de mobilidade, tendo a liberdade de escolher as modalidades de mobilidade que pretendem aplicar (Estada de Curta Duração CPLP; Estada Temporária CPLP; Visto de Residência CPLP e Residência CPLP); o grupo de beneficiários; assim como os outros Estados-Parte com quem pretendem estabelecer a parceria. Em agosto de 2023, durante a XVII cimeira, realizada em São Tomé, São Tomé e Príncipe, foi concedido o estatuto de observador associado para o Paraguai. == Membros == A CPLP é formada por nove Estados soberanos cuja língua oficial ou uma delas é a língua portuguesa. Eles estão espalhados por todos os cinco continentes habitados da Terra, uma vez que há um na América, um na Europa, seis na África e um transcontinental entre a Ásia e a Oceania. São eles: a República de Angola, a República Federativa do Brasil, a República de Cabo Verde, a República da Guiné-Bissau, a República da Guiné Equatorial, a República de Moçambique, a República Portuguesa, a República Democrática de São Tomé e Príncipe e a República Democrática de Timor-Leste. Além dos membros plenos e efetivos, há 33 observadores associados: os países Andorra, Argentina, Canadá, Catar, Chile, Costa do Marfim, Eslováquia, Espanha, Estados Unidos, França, Geórgia, Grécia, Hungria, Japão, Índia, Irlanda, Itália, Luxemburgo, Maurício, Namíbia, Paraguai, Peru, Reino Unido, Romênia, Senegal, Sérvia, Chéquia, Turquia, Uruguai; e as organizações internacionais Conferência Ibero-Americana, G7+, Organização Europeia de Direito Público (OEDP/EPLO) e Organização dos Estados Ibero-americanos para Educação, Ciência e Cultura. Nove estão localizados na Europa, três no continente africano, três no continente americano, um na Ásia e dois são transcontinentais, ficando entre os continentes asiático e europeu. Existem também atualmente alguns outros países que já manifestaram o interesse de aderir a CPLP como membros observadores, entre eles: Indonésia, Marrocos, Essuatíni, Coreia do Sul, Rússia, Austrália, Ruanda, República Dominicana, Colômbia e Ucrânia, que estão a preparar as suas candidaturas. Além desses países, uma organização internacional também solicitou o estatuto de observador associado da CPLP, a Secretaria-Geral Ibero-Americana. === Uruguai === Devido ao passado do Uruguai (que já foi território português e brasileiro), e ao crescente número de falantes na fronteira com o Brasil, além da comunidade falante do português uruguaio, o ensino do português tornou-se obrigatório a partir da 6.ª série. Assim como havia sido confirmado em abril de 2016, que o Uruguai iria receber o estatuto de observador associado na cimeira da CPLP realizada no Brasil. O país foi aceito como observador associado no dia 31 de outubro de 2016. O Uruguai já vinha manifestando interesse e pedindo a obtenção desse estatuto há vários anos. E, em 30 de abril de 2018, o ministro dos Negócios Estrangeiros do Uruguai admitiu que o país no futuro poderá apresentar uma candidatura a membro pleno da CPLP. === Galiza === Amparado na tradicional corrente científica dos grandes filólogos e romanistas que afirmam serem o galego e o português dois dialetos do mesmo idioma ou um diassistema linguístico, o movimento reintegracionista galego defende o ingresso da Galiza na Comunidade dos Países de Língua Portuguesa, objetivando a reinserção do galego no espaço lusófono. Neste contexto, é de notar que a Academia Galega da Língua Portuguesa tem já a sua autoridade reconhecida pela CPLP, com o estatuto de Observador Consultivo.Resolução sobre a Concessão da Categoria de Observador Consultivo da CPLP, XVI Reunião Ordinária do Conselho de Ministros da Comunidade dos Países de Língua Portuguesa, Luanda, 22 de Julho de 2011 Em fevereiro de 2006, Anxela Bugallo, então responsável pela pasta da cultura no governo autónomo da Galiza, reiterou o interesse do governo galego numa adesão oficial da Galiza como membro pleno da CPLP. Embora haja tentativas. de personalidades e coletivos que defendam a integração oficial plena da Galiza na CPLP, só há quatro entidades a nível nacional que a defendam abertamente: a Associação de Amizade Galiza-Portugal, a AGAL, o Movimento Defesa da Língua e o BNG, assim como, em Portugal e nos demais países nos quais este se encontra representado, o Movimento Internacional Lusófono. Este cenário tem mudado recentemente, em fins de 2018, com a aprovação de uma resolução do Parlamento da Galiza em que se solicita ao Governo autónomo a criação dum percurso legal para a entrada da Comunidade Galega na CPLP. === Guiné Equatorial e Maurícia === Alguns países da África têm idiomas crioulos derivados do português, graças à presença portuguesa no continente desde o século XV. A Guiné Equatorial e a Maurícia (sem mencionar Marrocos, que também pediu o estatuto de observador), apesar de utilizarem outros idiomas (a Maurícia tem o inglês e o francês como línguas principais, e a Guiné Equatorial, o francês e o espanhol como línguas oficiais), procuraram, mesmo assim, obter o estatuto de Observador junto da CPLP, devido a ligações históricas de uma parte do seu território com Portugal. Na VI Conferência de Chefes de Estado e de Governo, realizada em Bissau em julho de 2006, a República de Maurícia e a Guiné Equatorial obtiveram o estatuto de Observador Associado, e na VII Conferência, estiveram presentes pela primeira vez em Lisboa em julho de 2008, nessa qualificação. A Guiné Equatorial decidiu, em 2007, adotar o português como língua oficial para ascender, plenamente, ao estatuto de membro permanente da Comunidade. A Assembleia Nacional aprovou essa medida em outubro de 2011.Eduardo dos Santos garantiu a Obiang entrada da Guiné Equatorial na CPLP Em 2014, a Guiné Equatorial foi aceite por consenso como membro pleno da Comunidade dos Países de Língua Portuguesa, na sessão restrita da X Cimeira da CPLP. No entanto, o país terá que abolir a pena de morte e promover o uso do português como língua oficial. === Macau === Macau foi o último território ultramarino português a ser descolonizado, tendo sido devolvido à China em 1999. Ainda mantém vivos traços da cultura Portuguesa. O português é uma das línguas oficiais deste território. O pedido para a obtenção do estatuto de \"Observador Associado\" não foi ainda efectuado pelo Governo da Região Administrativa Especial de Macau - RAEM, entretanto em 2006, durante o II Encontro Ministerial entre a China e os Países de Língua Portuguesa, o Secretário Executivo-Adjunto da CPLP, embaixador Tadeu Soares, em representação da CPLP endereçou um convite ao Chefe do Executivo, Edmundo Ho Hau Wa, no sentido de a RAEM tornar-se Observador Associado da Organização. No entanto, de acordo com o antigo secretariado executivo Murade Murargy, por ser um território dependente e necessitar da aprovação do governo chinês, a adesão de Macau à CPLP é uma questão complicada. == Estrutura == A Comunidade é regida pelo Secretariado Executivo, que estuda, escolhe e implementa planos políticos para a organização. Fica localizada em Lisboa. O mandato do Secretário Executivo dura dois anos, passível de uma reeleição. A Conferência dos Chefes de Estado e de Governo, bienal, estuda as prioridades e os resultados da CPLP. O plano de ação é tomado pelo Conselho dos Ministros dos Negócios Estrangeiros e Relações Exteriores, que acontece anualmente. Há ainda encontros mensais do Comité de Concertação Permanente. === Cimeiras/Cúpulas === Lista a completar: *XII cimeira da Comunidade dos Países de Língua Portuguesa foi realizada entre 17 e 18 de julho de 2018, em Cabo Verde.XII cimeira da CPLP marcada para 17 e 18 de julho em Cabo Verde . A semana. Página pesquisada em 14 de julho de 2014. === Cooperação === Em 22 de março de 2019, o Brasil anunciou a doação de cem mil euros para apoiar o governo de Moçambique nos trabalhos de resgate e reconstrução emergenciais, no contexto da passagem do ciclone Idai pelo território daquele país. A doação foi feita por meio de fundo solidário a ser criado no âmbito da CPLP. Organismos da Organização das Nações Unidas, como a Organização Mundial da Saúde, têm utilizado a estrutura cooperativa da CPLP para levar a cabo projetos como o rede ePORTUGUÊSe,Rede ePORTUGUÊSe criado para fortalecer a colaboração entre na lusofonia nas áreas da informação e capacitação de recursos humanos em saúde, fortalecendo os sistemas de informação em saúde nesses países.Ungerer, Regina et al, \"Redes interconectadas: Gestion del conocimiento- Ejemplo de tres redes\"(pp. 51-69), Redes de Relacionamiento Estratégico y las competencias de los gerentes y asesores de la OPS/OMS, Brasília, 2011. ISNB:978-85-7967-067-1 ===Secretariado executivo=== === Presidência rotativa === A presidência pro tempore da CPLP tem um mandato de dois anos e é exercida rotativamente por seus estados- membros. Biênio Estado-Membro Tema início do mandato Incumbente 2023-2025 São Tomé e Príncipe Juventude e Sustentabilidade na CPLP 14º Conferência de Chefes de Estado e de Governo da Comunidade dos Países de Língua Portuguesa Carlos Vila Nova 2021-2023 Angola Construir e Fortalecer um Futuro Comum e Sustentávelhttps://www.presidencia.pt/atualidade/toda-a- atualidade/2021/07/presidente-da-republica-faz-balanco-sobre-a-cimeira-da- cplp/ 13ª Conferência de Chefes de Estado e de Governo João Lourenço 2018-2020 Cabo Verde As Pessoas. A Cultura. Os Oceanos 12ª Conferência de Chefes de Estado e de Governo Jorge Carlos Fonseca 2016-2018 Brasil A Agenda 2030 para o Desenvolvimento Sustentável 11ª Conferência de Chefes de Estado e de Governo Michel Temer 2014-2016 Timor-Leste A CPLP e a Globalização https://anibalcavacosilva.arquivo.presidencia.pt/?idc=10&idi;=86186 10ª Conferência de Chefes de Estado e de Governo Taur Matan Ruak === Observador Associado e o Observador Consultivo === Em 2005, no Conselho de Ministros desta Comunidade na cidade de Luanda, foram criadas as categorias de \"Observador Associado\" e \"Observador Consultivo\", onde o Associado representa regiões lusófonos que existem em Estados terceiros; o Consultivo são entidades civis fundadas nos países membros, que podem participar de reuniões técnicas, criação de projetos e, acordos de colaboração, \"com o objetivo de compartilhar boas práticas\". Atualmente esta Comunidade integra 114 entidades civis, como por exemplo a instituição brasileira Cebraspe (Centro Brasileiro de Pesquisa em Avaliação e Seleção e de Promoção de Eventos). == Cultura e desporto == Em 2005, numa reunião em Luanda, Angola, a CPLP decidiu que no dia 5 de maio seria comemorado o Dia da Cultura Lusófona pelo mundo. A bandeira da Comunidade dos Países de Língua Portuguesa ostenta oito asas em formato de círculo. Cada uma dessas asas representa um membro da CPLP. Antes da filiação oficial de Timor-Leste, havia sete asas. A CPLP é responsável pela organização dos Jogos da CPLP, evento desportivo dirigido aos jovens lusófonos com idade igual ou inferior a 16 anos. A última edição dos Jogos da CPLP ocorreu em Angola, em 2014. Em 2013, realizou-se a primeira edição do concurso Miss CPLP, em Lisboa. A vencedora foi Andreia Lima, de São Tomé e Príncipe. == Críticas == Para alguns sociólogos e demais críticos, a CPLP frustrou as expectativas originais que levaram à sua criação em 1996. Uma delas refere-se ao nível atual de desenvolvimento sócio econômico de seus países-membros, já que nenhum deles, com exceção de Portugal, está no patamar dos 20 países de maiores de Índice de Desenvolvimento Humano (IDH). Ademais, o sociólogo português Boaventura de Sousa Santos aponta que \"a CPLP está demasiadamente focada em dois países\", que são Portugal e Brasil; outros acusam esses dois países de praticarem neocolonialismo. Notam também a falta de intervenção da CPLP em fases muito críticas, como as cheias de Moçambique. == Ver também == * Países Africanos de Língua Oficial Portuguesa (PALOP) * Instituto Internacional da Língua Portuguesa (IILP) * União das Cidades Capitais de Língua Portuguesa (UCCLA) * União de Médicos Escritores e Artistas Lusófonos * Aliança das Agências de Informação de Língua Portuguesa (ALP) * Acordo Ortográfico da Língua Portuguesa de 1990 * Império Colonial Português * Cinema lusófono * TV CPLP * Comunidade das Nações * Três Espaços Linguísticos * Organização dos Estados Ibero-Americanos * Organização Internacional da Francofonia == Ligações externas == * * * * * * * * * * *",
 "title": "Comunidade dos Países de Língua Portuguesa"
}