{
 "id": "13287",
 "text": "A aritmética é um dos ramos elementares da matemática que estuda operações numéricas como adição, subtração, multiplicação e divisão. Num sentido mais amplo, também inclui exponenciação, radiciação e logaritmação. Sistemas aritméticos podem ser distinguidos baseado no tipo de número que operam. A aritmética inteira se restringe a cálculos com número inteiro. A aritmética racional se restringe a operações com frações que estão entre os números inteiros. Na aritmética real os cálculos são feitos tanto com racionais, quanto com irracionais, cobrindo toda a reta numérica. Outra distinção é baseada no sistema numérico utilizado para realizar os cálculos. A aritmética decimal é a mais comum, utilizando os numerais básicos de 0 a 9 e suas diferentes combinações para expressar números. Por outro lado, a aritmética binária é mais utilizada por computadores e representam números como combinações dos numerais básicos 0 e 1. Alguns sistemas aritméticos operam em objetos matemáticos que não sejam números, como a aritmética matricial. As operações aritméticas formam a base de diversos outros ramos da matemática, como álgebra, cálculo e estatística. Eles desempenham um papel similar nas ciências, como física e na economia. A aritmética está presente em vários aspectos do cotidiano, por exemplo, para calcular o troco enquanto faz uma compra ou para gerenciar finanças pessoais. É uma das formas primordiais que os estudantes encontram na educação matemática. Seus fundamentos cognitivos e conceituais são estudados pela psicologia e pela filosofia. A prática da aritmética é de pelo menos milhares de anos e possivelmente dezenas de milhares de anos. civilizações antigas como os egípcios e os sumérios inventaram o sistema numeral para resolver problemas práticos em aproximadamente 3000 a.C. Começando nos séculos VI e VII a.C., os gregos antigos iniciaram um estudo mais abstrato dos números e introduziram o método de provas matemáticas rigorosas. Os indianos antigos desenvolveram o conceito de zero e o sistema decimal, o qual os matemáticos árabes posteriormente refinaram e espalharam ao mundo ocidental durante o período medieval. A primeira calculadora mecânica foi inventada no século XVII. Os séculos XVIII e XIX viram o desenvolvimento da teoria dos números moderna e a formulação de fundações axiomáticas da aritmética. No século XX, o surgimento de calculadoras eletrônicas e computadores revolucionaram a precisão e velocidade que cálculos aritméticos pudessem ser efetuados. == Definição, etimologia e áreas reacionadas == Aritmética é um ramo fundamental da matemática que estuda números e suas operações. Em particular, ela lida com cálculos numéricos usando as operações aritméticas de adição, subtração, multiplicação e divisão. Num sentido mais amplo, também inclui exponenciação, radiciação e logaritmação. O termo \"aritmética\" tem suas raízes no termo latino \"\", que deriva das palavras gregas (arithmos), que significa \"número\", e (arithmetike tekhne), que significa \"a arte de contar\". Existem discordâncias sobre sua definição precisa. De acordo com uma caracterização estreita, a aritmética lida apenas com números naturais. No entanto, a visão mais comum é incluir operações com números inteiros, racionais, reais e, às vezes, também complexos em seu escopo. Algumas definições restringem a aritmética ao campo de cálculos numéricos. Quando entendida em um sentido mais amplo, ela também inclui o estudo de como o conceito de números se desenvolveu, a análise das propriedades e relações entre os números, e o exame da estrutura axiomática das operações aritméticas. A aritmética está intimamente relacionada à teoria dos números e alguns autores usam os termos como sinônimos. No entanto, em um sentido mais específico, a teoria dos números é restrita ao estudo dos inteiros e concentra-se em suas propriedades e relacionamentos, como divisibilidade, fatoração e primalidade. Tradicionalmente, é conhecida como aritmética superior. ==História== A pré-história da aritmética é limitada a um pequeno número de artefatos que podem indicar a concepção de adição e subtração; o mais conhecido desses é o osso de Ishango da África Central, datado dum momento entre e , embora sua interpretação seja contestada. Os primeiros registros escritos indicam que os egípcios e babilônios usavam todas as operações aritméticas elementares tão cedo quanto 2000 a.C. Esses artefatos nem sempre revelam o processo específico utilizado para resolver problemas, mas as características do sistema de numeração em particular influenciaram fortemente a complexidade dos métodos. O sistema de hieróglifos para numerais egípcios, como os numerais romanos posteriores, descendem de marcas de contagem. Em ambos os casos, esta origem resultou em valores que usavam uma base decimal, mas não incluíam a notação posicional. Cálculos complexos com algarismos romanos exigiram o auxílio de uma placa de contagem ou o ábaco romano para obter os resultados. Sistemas de numeração mais antigos, que tinham notação posicional, não eram decimais: um exemplo disso é o sistema de base 60, sexagesimal, dos babilônios. Os Maias, mais à frente, usaram o sistema de (base 20), que definiu o sistema de numeração Maia. Devido a este conceito lugar-valor, a capacidade de reutilizar os mesmos dígitos para diferentes valores contribuíram para métodos mais simples e mais eficientes de cálculo. O desenvolvimento histórico contínuo da aritmética moderna começa com a civilização da Grécia Antiga, embora se tenha originado muito mais tarde do que os exemplos dos babilônios e os do Egito. Antes das obras de Euclides , os estudos gregos em matemática sobrepunham convicções filosóficas e místicas, e.g. Nicômaco de Gérasa resumiu o ponto de vista da abordagem aos números dos primeiros pitagóricos e suas relações uns com os outros em sua Arithmetike eisagoge (Introdução à aritmética). Os numerais gregos derivaram-se a partir do sistema hierático egípcio, também carecendo de notação posicional, e, portanto, com a mesma complexidade imposta sobre as operações básicas de aritmética. O matemático antigo Arquimedes dedicou toda a sua obra Αρχιμήδης Ψαµµίτης (Archimedes Psammites - O calculista de areia) apenas para a elaboração de uma notação para um certo inteiro grande. O desenvolvimento gradual dos algarismos indo-arábicos de forma independente criou o conceito de lugar de valor e notação posicional, que combinou os métodos mais simples para cálculos com a base decimal e o uso de um dígito representando o zero. Isto permitiu que o sistema representasse de forma consistente ambos inteiros grandes e pequenos. Esta abordagem, eventualmente substituiu todos os outros sistemas. No início do século VI d.C., o matemático indiano Aryabhata incorporou uma versão existente do sistema em seu trabalho, e o experimentou com notações diferentes. No século VII, Brahmagupta estabeleceu o uso de zero como um número separado e determinou os resultados para multiplicação, divisão, adição e subtração de zero por todos os outros números, com exceção do resultado da divisão por zero. Seu contemporâneo, o bispo siríaco Severus Sebokht descreveu a excelência deste sistema como \"... métodos valiosos de cálculo que ultrapassam a descrição\". Os árabes também aprenderam este novo método e chamaram-lhe hesab. Embora o Codex Vigilanus tenha descrito uma forma primitiva de algarismos arábicos (omitindo o zero) em 976 dC, Fibonacci foi o principal responsável por espalhar a sua utilização em toda a Europa após a publicação do seu livro Liber Abaci em 1202. Ele considerou a importância desta \"nova\" representação dos números, que ele intitulou o \"Método dos índios\" (em latim Indorum Modus), tão fundamental, que todos os fundamentos matemáticos relacionados, incluindo os resultados de Pitágoras e o algorism descrevendo os métodos para a realização de cálculos reais, eram \"quase um erro\", em comparação. Na Idade Média, a aritmética era uma das sete artes liberais ensinadas nas universidades. O florescimento da álgebra no mundo medieval islâmico e na Europa renascentista, foi uma consequência da simplificação enorme de computação através de notação decimal. Vários tipos de ferramentas existem para auxiliar em cálculos numéricos. Exemplos incluem réguas de cálculo (para a multiplicação, divisão e trigonometria) e nomogramas, além da calculadora eletrônica. ==Operações Aritméticas== As operações aritméticas tradicionais são a adição, a subtração, a multiplicação e a divisão, embora operações mais avançadas (tais como as manipulações de porcentagens, raiz quadrada, exponenciação e funções logarítmicas) também sejam por vezes incluídas neste ramo. A aritmética desenrola-se em obediência a uma ordem de operações. A aritmética abrange o estudo de algoritmos manuais para a realização de operações com os números naturais, inteiros, racionais (na forma de frações) e reais. Tais operações, no entanto, podem ser realizadas com o uso de ferramentas como calculadoras, computadores ou o ábaco, o que não lhes tira o carácter aritmética. ==Teoria dos números== O termo aritmética também é usado em referência à teoria dos números]]. Isto inclui as propriedades dos inteiros relacionados com a primalidade, a divisibilidade e a solução de equações em inteiros, bem como a pesquisa moderna que tem surgido deste estudo. É neste contexto que se pode encontrar coisas como o teorema fundamental da aritmética e funções aritméticas. O livro A Course in Arithmetic de Jean-Pierre Serre reflete esse uso, assim como frases como a aritmética de primeira ordem ou geometria algébrica aritmética. == Em áreas diversas == === Educação === A educação em aritmética faz parte do ensino primário. É uma das primeiras formas de educação matemática que as crianças encontram. A aritmética elementar visa dar aos alunos uma noção básica de números e familiarizá-los com operações numéricas fundamentais, como adição, subtração, multiplicação e divisão. Geralmente, é introduzida em relação a cenários concretos, como contar miçangas, dividir a classe em grupos de mesma quantidade de crianças e calcular o troco ao comprar algo. Ferramentas comuns na educação em aritmética inicial incluem retas numéricas, tabelas de adição e multiplicação, Material Dourado e ábacos. Estágios posteriores se concentram numa compreensão mais abstrata e apresentam aos alunos diferentes tipos de números, como frações, números negativos, números reais e números complexos. Eles abordam ainda operações numéricas mais avançadas, como a exponenciação, extração de raízes e logaritmos. Também mostram como as operações aritméticas são empregadas em outras áreas da matemática, como sua aplicação para descrever formas geométricas e o uso de variáveis na álgebra. Outro aspecto é ensinar aos alunos o uso de algoritmos e calculadoras para resolver problemas aritméticos complexos. === Psicologia === A psicologia da aritmética se interessa em como humanos e animais aprendem sobre números, os representam e os utilizam para cálculos. Ela examina como problemas matemáticos são entendidos e resolvidos e como as habilidades aritméticas estão relacionadas à percepção, memória, juízo e tomada de decisões. Por exemplo, investiga como coleções de elementos concretos são primeiramente encontradas na percepção e subsequentemente associadas a números. Outra área de investigação diz respeito à relação entre cálculos numéricos e o uso da linguagem para formar representações. A psicologia também explora a origem biológica da aritmética como uma habilidade inata. Isso diz respeito a processos cognitivos pré-verbais e pré-simbólicos que implementam operações semelhantes à aritmética necessárias para representar com sucesso o mundo e realizar tarefas como navegação espacial. Um dos conceitos estudados pela psicologia é a numeracia, que é a capacidade de compreender conceitos numéricos, aplicá-los a situações concretas e raciocinar com eles. Isso inclui um senso fundamental de número, bem como a capacidade de estimar e comparar quantidades. A alfabetização numérica abrange também as competências de representar números de forma simbólica em sistemas de numeração, interpretar ⁣⁣dados numéricos⁣⁣ e avaliar cálculos aritméticos. A alfabetização numérica é uma habilidade fundamental em muitas áreas acadêmicas. A falta de alfabetização numérica pode inibir o sucesso acadêmico e levar a decisões econômicas ruins na vida cotidiana, por exemplo, ao entender mal empréstimo hipotecário e apólices de seguro. === Filosofia === A filosofia da aritmética estuda os conceitos fundamentais e princípios subjacentes aos números e às operações aritméticas. Ela explora a natureza e estado ontológico dos números, a relação da aritmética à linguagem e à lógica, mostrando como é possível adquirir conhecimento aritmético. Conforme o Platonismo, os números têm uma existência independente da mente: eles existem como objetos abstratos fora do espaço-tempo e sem poderes causais. Essa visão é rejeitada pelos intuicionistas, que afirmam que os objetos matemáticos são construções mentais. Outras teorias incluem o logicismo, que sustenta que verdades matemáticas são redutíveis a verdades lógicas, e o formalismo, que afirma que os princípios matemáticos são regras de como símbolos são manipulados sem afirmar que correspondem a entidades fora da atividade regulada por regras. A visão tradicionalmente dominante na epistemologia da aritmética é que as verdades aritméticas são conhecíveis a priori. Isso significa que elas podem ser conhecidas apenas pela reflexão, sem a necessidade de depender da experiência sensorial. Alguns defensores dessa visão afirmam que o conhecimento aritmético é inato, enquanto outros afirmam que existe alguma forma de intuição racional por meio da qual verdades matemáticas podem ser apreendidas. Uma visão alternativa mais recente foi sugerida por filósofos naturalistas como Willard Van Orman Quine, que argumentam que os princípios matemáticos são generalizações de alto nível que estão fundamentadas no mundo sensorial conforme descrito pelas ciências empíricas. === Outras === A aritmética é relevante para muitas áreas. No cotidiano, é necessário para calcular o troco enquanto faz uma compra, gerenciar finanças pessoais e ajustar uma receita de culinária para um número diferente de porções. As empresas usam aritmética para calcular lucros e perdas e analisar tendências de mercado. No campo da engenharia, ela é usada para medir quantidades, calcular cargas e forças, e projetar estruturas. A criptografia se baseia em operações aritméticas para proteger informações confidenciais, encriptando dados e mensagens. A aritmética está intimamente ligada a muitos ramos da matemática que dependem de operações numéricas. A álgebra se baseia em princípios aritméticos para resolver equações usando variáveis. Esses princípios também desempenham um papel fundamental no cálculo, na tentativa de determinar taxas de mudança e áreas sob curvas. A geometria utiliza operações aritméticas para medir as propriedades das formas, enquanto a estatística as utiliza para analisar dados numéricos. Devido à relevância das operações aritméticas em toda a matemática, a influência da aritmética se estende à maioria das ciências, como física, ciência da computação e economia. Essas operações são usadas em cálculos, resolução de problemas, análise de dados e algoritmos, tornando-as essenciais para pesquisa científica, desenvolvimento tecnológico e modelagem econômica. == Ver também == *Codificação aritmética == Bibliografia == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *",
 "title": "Aritmética"
}