{
 "id": "13304",
 "text": "Imprensa é a designação coletiva dos meios de comunicação que exercem o Jornalismo e outras funções de comunicação informativa - em contraste com a comunicação puramente propagandística ou de entretenimento. O termo imprensa deriva da prensa móvel, processo gráfico aperfeiçoado por Johannes Gutenberg no século XV e que, a partir do século XVIII, foi usado para imprimir jornais, então os únicos veículos jornalísticos existentes. De meados do século XX em diante, os jornais passaram a ser também radiodifundidos e teledifundidos (radiojornal e telejornal) e, com o advento da World Wide Web, vieram também os jornais online, ou ciberjornais, ou webjornais. O termo \"imprensa\", contudo, foi mantido. Deve-se evitar as impróprias expressões imprensa eletrônica, imprensa falada e imprensa televisionada. Quando a linguagem abranger rádio, televisão, internet, cinema e outros meios, deve-se usar meios de comunicação ou mídia. ==História da imprensa == Já foi dito que, se o termo \"Jornalismo\" é relativamente moderno, a sua história é muito antiga e confunde-se, inevitavelmente, com a da imprensa, desde quando Johannes Guttenberg aperfeiçoou a técnica de reprodução de textos por meio do uso dos tipos móveis. A invenção da imprensa é considerada uma das primeiras revoluções tecnológicas que tiveram lugar no mundo moderno. === Primórdios === Desde séculos passados, publicações tinham sido criadas e distribuídas regularmente pelos governos. As primeiras reproduções da escrita foram, sem dúvida, obtidas sob um suporte de (cera) ou de (argila) com os selos cilíndricos e cunhas, encontrados nas mais antigas cidades da Suméria e da Mesopotâmia do século XVII a. C. A primeira publicação regular de que se tem notícia foi a Acta Diurna, que o imperador Augusto mandava colocar no Fórum Romano no século I de nossa era. Esta publicação, gravada em tábuas de pedra, havia sido fundada em 59 a.C. por ordem de Júlio César, trazendo a listagem de eventos ordenados pelo Ditador (conceito romano do termo). Na Roma Antiga e no Império Romano, a Acta Diurna era afixada nos espaços públicos, e trazia fatos diversos, notícias militares, obituários, crônicas esportivas, entre outros assuntos. O primeiro jornal em papel, Notícias Diversas, foi publicado como um panfleto manuscrito a partir de 713 d.C., em Kaiyuan, em Pequim, na China. Kaiyuan era o nome dado ao ano em que o jornal foi publicado. Em 1041, também na China, foi inventado o tipo móvel. O alfabeto chinês, entretanto, por ser ideográfico e não fonético, utiliza um número de caracteres muito maior que o alfabeto latino europeu. No ano de 1908, os chineses comemoraram o milenário do jornal Ta King Pao (Gazeta de Pequim), apesar de a informação não ter comprovação absoluta. Em 1440, Johannes Guttenberg desenvolve a tecnologia da prensa móvel, utilizando os tipos móveis: caracteres avulsos gravados em blocos de madeira ou chumbo, que eram rearrumados numa tábua para formar palavras e frases do texto. Na Baixa Idade Média, as folhas escritas com notícias comerciais e econômicas eram muito comuns nas ruidosas ruas das cidades burguesas. Em Veneza, as folhas eram vendidas pelo preço de uma gazeta, moeda local, de onde surgiu o nome de muitos jornais publicados na Idade Moderna e na Idade Contemporânea. Esta arte propagou-se com uma rapidez impressionante pelo vale do Rio Reno e por toda a Europa. Entre 1452 e 1470, a imprensa conquistou nove cidades germânicas e várias localidades italianas, bem como Paris e Sevilha. Dez anos depois, registava-se a existência de oficinas de impressão em 108 cidades; em 1500, o seu número era de 226. Durante o século XVI os centros mais produtivos eram as cidades universitárias e as cidades comerciais. Veneza continuou a ser a capital da imprensa, seguida de perto por Paris, Leon, Frankfurt e Antuérpia. A Europa tipográfica começava a deslocar-se de Itália para os países do Norte da Europa, onde funcionava como elemento difusor do humanismo e da Reforma oriunda das cidades italianas. ===A imprensa pré-industrial=== A primeira publicação impressa periódica regular (semanal), o Nieuwe Tijdinghen, aparece em 1602, na Antuérpia. Os primeiros periódicos em alemão são fundados em 1609: o Relation aller fürnemmen und gedenckwürdigen Historien (Relação de todas as notícias notáveis e rejubilantes), em Estrasburgo, e o Avisa Relation oder Zeitung. Em 1615, surge o Frankfurter Journal, primeiro periódico jornalístico, também semanal e em alemão. Em 1621, surgiu em Londres o primeiro jornal particular de língua inglesa, The Corante. No ano seguinte, um pacto entre 12 oficinas de impressão inglesas, holandesas e alemãs determinou intercâmbio sistemático de notícias entre elas. No mesmo ano, Nathaniel Butler fundou também em Londres o primeiro hebdomadário: o Weekly News, que, a partir de 1638, seria o primeiro jornal a publicar noticiário internacional. Foi seguido na França por La Gazette, de Théophraste Renaudot cujo primeiro número foi publicado em 30 de maio de 1631, e na Holanda pelo Courante uyt Italien ende Duytschlandt, em 1632. O primeiro jornal em português foi fundado em 1641, em Portugal: era A Gazeta da Restauração, de Lisboa. O jornal mais antigo do mundo ainda em circulação foi o sueco Post-och Inrikes Tidningar, que teve início em 1645. Até então, estas publicações tinham periodicidade semanal, quinzenal, mensal ou irregular. Foi só a partir de 1650 que surgiu o primeiro jornal impresso diário do mundo, o Einkommende Zeitungen (Notícias Recebidas) fundado na cidade alemã de Leipzig. A primeira revista, em estilo almanaque, foi o Journal des Savants (Diário dos Sábios), fundado na França em 1665. No Novo Mundo, o primeiro jornal apareceu nas colónias britânicas da América do Norte (futuros Estados Unidos), publicado em Boston: o Publick Occurrences, Both Forreign and Domestick, que no entanto só teve uma edição. De 1702 a 1735 circulou o primeiro jornal diário em inglês, o Daily Courant, de Samuel Buckley, também nas colônias britânicas. Em 1729, nasceu o Pennsylvania Gazette, de Benjamin Franklin, primeiro jornal a se manter com renda publicitária. No mesmo ano eram fundados a Gaceta de Guatemala e Las Primicias de la Cultura de Quito, primeiros jornais latino-americanos. O primeiro jornal diário da América foi a Gaceta de Lima, circulando diariamente a partir de 1743. Em 1728, é criado o St. Peterburgo Vedomosti, o jornal mais antigo da Rússia, ainda em circulação. ===A Imprensa de Massas e a Industrialização=== right|thumb|200px|Imprensa Oficial, em Belo Horizonte. Nos séculos XVIII e XIX, os líderes políticos tomaram consciência do grande poder que os jornais poderiam ter para influenciar a população e proliferaram os jornais de facções e partidos políticos. O The Times, de Londres, começa a circular em 1785, com o nome de The Daily Universal Register. Seria rebatizado para The Times três anos depois. No século XIX, os empresários descobriram o potencial comercial do jornalismo como negócio lucrativo e surgiram as primeiras publicações parecidas com os diários atuais. Nos Estados Unidos, Joseph Pulitzer e William Randolph Hearst criaram grandes jornais destinados à venda em massa. Em 1833, foi fundado o New York Sun, primeiro jornal \"popular\", vendido a um centavo de dólar. Já The Guardian, um dos jornais mais vendidos do Reino Unido até hoje, surge em 1821. O Brasil demora a conhecer a imprensa, por causa da censura e da proibição de tipografias na colônia, impostas pela Coroa Portuguesa. Somente em 1808 é que surgem, quase simultaneamente, os dois primeiros jornais brasileiros: o Correio Braziliense, editado e impresso em Londres pelo exilado Hipólito da Costa; e a Gazeta do Rio de Janeiro, publicação oficial editada pela Imprensa Régia instalada no Rio de Janeiro com a transferência da Corte portuguesa. Acompanhando a industrialização ocidental, o Japão ganha seu primeiro jornal em 1871, com o Yokohama Shimbun (Notícias Diárias de Yokohama). Atualmente, o Japão é o país com maior índice de circulação per- capita no mundo. Surgiram, ainda no século XIX, empresas dedicadas à coleta de informações sobre a atualidade que eram vendidas aos jornais. Estas empresas foram conhecidas como agências de notícias ou agências de imprensa. A primeira delas foi fundada em 22 de outubro de 1835 pelo francês Charles-Louis Havas: a Agence des Feuilles Politiques, Correspondance Générale, que viria a se tornar a atual Agence France-Presse. Em 1848, jornais de Nova York se juntam para formar a agência Associated Press, durante a guerra dos EUA contra o México. O principal motivo da associação, na época, era contenção de custos entre os periódicos. Em 1851 o alemão Paul Julius Reuter funda a agência Reuters. No mesmo ano é fundado o The New York Times, o principal jornal de Nova Iorque e atualmente um dos mais importantes nos Estados Unidos e no mundo. A United Press International é criada em 1892. A agência alemã Transocean é fundada em 1915 para cobrir a I Guerra Mundial na Europa, com a visão da Tríplice Aliança. Em 1949, três agências alemãs se unem para formar a Deutsche Presse- Agentur (DPA). ===Novas tecnologias de comunicação=== O início da Guerra Civil dos Estados Unidos, em 1861, é um marco para a imprensa, pelas inovações técnicas e novas condições de trabalho. Repórteres e fotógrafos recebem credenciais para cobrir o conflito. De lá, desenvolvem o lead para assegurar que a parte principal da notícia chegará à redação pelo telégrafo. Os jornais inventam as manchetes, títulos em letras grandes na primeira página, para destacar as novidades da guerra. O primeiro jornal a enviar correspondentes para dois lados de uma guerra foi o The Guardian, de Manchester, na Guerra Franco-Prussiana, em 1871. Em 1844, a invenção do telégrafo por Samuel Morse revoluciona a transmissão de informações, e permite o envio de notícias a longas distâncias. Mas o telégrafo só ganharia um aumento exponencial da sua capacidade a partir da instalação dos cabos submarinos, na segunda metade do século XIX, que unem os continentes. O primeiro despacho transatlântico por telégrafo, por exemplo, foi enviado pela AP em 1858. A comunicação por telégrafo liga o Brasil à Europa a partir de 1874; começam a chegar ao país despachos de agências internacionais. Também aparecem novidades nas técnicas de impressão. A primeira rotativa começa a funcionar em 1847, nos EUA. No ano seguinte, The Times de Londres cria rotativa que imprime 10 mil exemplares por hora. O linótipo foi inventado em 1889, por Otto Merganthaler, revolucionando as técnicas de composição de página com o uso de tipos de chumbo fundidos para gerar linhas inteiras de texto. A fotografia começou a ser usada na imprensa diária em 1880. A Alemanha foi o primeiro país a produzir revistas ilustradas graficamente com fotografias. Em 1919, surge o New York Daily News, primeiro jornal em formato tablóide. A primeira transmissão de rádio transatlântica foi feita em 1903, por Marconi. As primeiras emissoras de rádio, surgidas na década de 1920, tomaram grande parte do protagonismo dos jornais no acompanhamento passo-a-passo dos fatos da atualidade. Ao mesmo tempo, apareceram os cinejornais, filmetes de atualidades cinematográficas. O primeiro deles, o Fox Movietone, surgiu em 1927, com o uso do som no cinema. As primeiras transmissões de televisão foram feitas nos Estados Unidos nos anos 1930, e já nos anos 1950 a televisão competia com o rádio pela possibilidade de transmitir informação instantaneamente, com o adicional sedutor da imagem. O videotape foi inventado em 1951, mas só começou a ser usado em larga escala a partir dos anos 1970. ===Jornalismo e seu alcance global=== O final do século XX assistiu a uma revolução nas tecnologias de comunicação e informação, levando à formação de uma meios de comunicação como instituições (privadas) de alcance global, tanto para o jornalismo quanto para o entretenimento (cultura e diversões). Em 1962, o jornal norte-americano Los Angeles Times utiliza fitas perfuradas para agilizar a composição em linotipos. Naquele mesmo ano, entrou no ar o Telstar 1, primeiro satélite de telecomunicações específico para os mídia. Sete anos depois, realizou-se a transmissão da chegada da missão Apollo 11, dos EUA, à Lua. Desde a segunda metade do século XX, várias empresas editorais publicam jornais semanais que se assemelham a revistas, tratando de conteúdo generalista ou temático. Muitas revistas, então, deixam de existir. A revista Life deixou de ser publicada em 1972. No Brasil, desaparecem O Cruzeiro e Realidade. Em 1973, apareceram os primeiros terminais computadorizados para edição jornalística. A fotocomposição começava a substituir a linotipia. No jornal Minneapolis Star, começou a ser testado um sistema que possibilitava a diagramação eletrônica e o envio das páginas direto para a impressão, eliminando o processo de composição manual. Em 1980, começam as transmissões da rede CNN, que em pouco mais de 10 anos tornar-se-ia a referência em jornalismo televisivo internacional. Ela ganha notoriedade mundial com a cobertura da Guerra do Golfo em 1991. Os canais internacionais de televisão por assinatura, televisão a cabo e a Internet comercial só chegaram ao Brasil em 1992. Em 11 de setembro de 2001, isso possibilitou a transmissão ao vivo do maior atentado terrorista da História. == Falta de liberdade de expressão e censura == Um dos maiores problemas da imprensa mundial é a falta de liberdade de expressão e a censura do jornalismo em alguns países. Geralmente, a falta de Liberdade de Expressão pode ser encontrada em países onde há uma ditadura, onde a imprensa local deve obedecer sempre as ordens do Governo, ou então, é censurada por tempo indeterminado. Em nações onde há ditadura, são poucas as organizações que sempre obedecem os ditadores. === Censura no Brasil durante a ditadura militar === Durante a ditadura militar de 1964, vários veículos de imprensa - rádio, TV e jornais - foram submetidos a censura. ==Imprensa no Brasil== ==Ver também== *Jornalismo *Jornal *Índice de Liberdade de Imprensa *Revista *Televisão *Assessoria de Imprensa *Design Gráfico *Tipografia *Comunicação *Lista de jornais e revistas *Imprensa gratuita *Circulação de publicações ==Referências bibliográficas== * ABREU, Alzira Alves de. A Modernização da Imprensa (1970-2000). Rio de Janeiro: Jorge Zahar, 2002. * BALZAC, Honoré de. Os Jornalistas. Rio de Janeiro: Ediouro, 1999. * BELLANGER, Claude (org.). Histoire Générale de la Presse Française. Paris: PUF, 1969. * DARNTON, R. e ROCHE, D. (org.). Revolução Impressa – a imprensa na França 1775-1800. São Paulo: Edusp, 1996. * GARGUREVICH, Juan. Historia de la Prensa Peruana (1594-1990). Lima: La Voz, 1991. * MATTELART, Armand. Comunicação-Mundo: história das técnicas e das estratgias. Petrópolis: Vozes, 1994. * PALLARES- BURKE, Maria Lucia Garcia. A imprensa periódica como uma empresa educativa no século XIX. In: Caderno de Pesquisa, n.104 p. 144-161, jul. 1998 ==Ligações externas== * Federação Internacional de Imprensa Periódica (FIPP) * Federação Latino-Americana de Imprensa Periódica (FLAPP) * Associação Brasileira de Imprensa * Associação Nacional de Jornais - Brasil * Worls Association of Newspapers * World Press Institute",
 "title": "Imprensa"
}