{
 "id": "13314",
 "text": "Os organismos designados vulgarmente como animais de \"sangue frio\", animais de temperatura variável, poiquilotérmicos, pecilotérmicos, ectotérmicos ou heterotérmicos são metazoários que não têm um mecanismo interno que regule a temperatura do seu corpo. Desta forma, ou o seu corpo está estável ou comportada permanece com temperatura variável, consoante a que existe no meio ambiente onde está inserido, ou têm hábitos comportamentais que, por si só, lhes permitem manter a temperatura em níveis aceitáveis para o seu organismo. Podemos citar alguns exemplos desta forma de controle da temperatura: * As cobras (e lagartos) que tomam banhos de sol sobre pedras. * Os peixes que se colocam a diferentes níveis de profundidade nas colunas de água, de forma a encontrar a temperatura ideal. * Animais, no deserto, que se enterram debaixo da areia durante o dia. * Insetos que esquentam seus músculos de vôo vibrando- os no mesmo lugar. Muitos animais homeotérmicos, ou de sangue quente, fazem uso dessas técnicas de vez em quando. Por exemplo, todos os animais correm o risco de se superaquecer em dias quentes no sol do deserto, e a maioria dos animais pode tiritar. Poiquilotérmicos com frequência têm metabolismos mais complexos do que os homeotérmicos. Para uma importante reação química, os poiquilotérmicos podem ter de quatro a dez sistemas de enzimas que operam em temperaturas diferentes. Como resultado, poiquilotérmicos com frequência tem genomas maiores e mais complexos do que os homeotérmicos no mesmo nicho ecológico. Sapos são um exemplo notável desse efeito. Como seus metabolismos são tão variáveis, animais poiquilotérmicos não suportam facilmente sistemas e órgãos complexos e de alta energia, tais como cérebros e asas. Algumas das adaptações mais complexas conhecidas envolvem poiquilotérmicos com tais sistemas. Um exemplo são os músculos natatórios do atum, que são aquecidos por um sistema interno de troca de calor com o meio ambiente. Em geral, animais poiquilotérmicos não usam seus metabolismos para aquecer ou esfriar a si mesmos. Para o mesmo peso corporal, poiquilotérmicos precisam de 1/3 a 1/10 da energia dos homeotérmicos para aquele efeito. É comparavelmente fácil para poiquilotérmicos acumular energia suficiente para se reproduzirem. Poiquilotérmicos no mesmo nicho ecológico frequentemente têm gerações mais curtas que homeotérmicos: semanas ao invés de anos. Essa diferença de energia também significa que um dado nicho ecológico pode suportar de 3 a 10 vezes o número de animais poiquilotérmicos em relação a animais homeotérmicos. Contudo, num dado nicho, homeotérmicos geralmente levam competidores poiquilotérmicos à extinção porque homeotérmiocos podem obter comida mais vezes que poiquilotérmicos, uma vez que dependem menos da temperatura ambiente para se movimentar. Poiquilotérmicos obtém sucesso em alguns nichos, como em ilhas, ou biomas distintos (como em pequenos biomas da bacia amazônica). Estes frequentemente não tem alimento suficiente para suportar uma população reprodutivamente ativa de animais homeotérmicos. Nestes nichos, poiquilotérmicos como grandes lagartos, caranguejos e sapos superam homeotérmicos como pássaros e mamíferos. == Ligações externas == * MédicosDePortugal - Definição de poiquilotérmico Pecilotérmicos __NÃOEDITARSEÇÃO__",
 "title": "Poiquilotermia"
}