{
 "id": "1333",
 "text": "A Nupedia foi uma enciclopédia online cujos artigos foram escritos por colaboradores voluntários com conhecimento adequado no assunto, revisados por editores especializados antes da publicação e licenciados como conteúdo livre. Foi fundada por Jimmy Wales e subscrita pela Bomis, com Larry Sanger como editor-chefe. A Nupedia operou de outubro de 1999 a setembro de 2003. É mais conhecido hoje como o antecessor da Wikipédia, mas a Nupedia tinha um processo de aprovação de sete etapas para controlar o conteúdo dos artigos antes de serem postados, em vez de atualização ao vivo baseada na wiki. A Nupedia foi projetada por um comitê, com especialistas para predefinir as regras, e aprovou apenas 21 artigos em seu primeiro ano, em comparação com a Wikipédia que postou 200 artigos no primeiro mês e 18 mil no primeiro ano. Diferentemente da Wikipédia, a Nupedia não era uma wiki; em vez disso, caracterizou-se por um extenso processo de revisão por pares, projetado para tornar seus artigos de qualidade comparável à das enciclopédias profissionais. A Nupedia queria que acadêmicos (idealmente com doutorado) oferecessem conteúdo voluntário. Antes de encerrar suas atividades, a Nupedia produziu 24 artigos aprovadosCraig 2013, p. 84Ayers 2008Myers 2006, p. 163 que haviam completado seu processo de revisão (também existiam três artigos em duas versões de tamanhos diferentes), e outros 150 artigos estavam em andamento. Wales preferia a postagem de artigos mais fácil da Wikipédia, enquanto Sanger preferia a abordagem revisada por pares usada pela Nupedia e mais tarde fundou a Citizendium em 2006 como uma alternativa à Wikipédia revisada por especialistas. Em junho de 2008, a CNET UK listou a Nupedia como um dos maiores sites extintos da ainda jovem história da Internet, observando como o controle estrito limitou a postagem de artigos. == História == Em outubro de 1999, Jimmy Wales começou a pensar em uma enciclopédia online construída por voluntários e, em janeiro de 2000, contratou Larry Sanger para supervisionar seu desenvolvimento. O projeto foi oficialmente lançado online em 9 de março de 2000. Em novembro de 2000, entretanto, apenas dois artigos completos haviam sido publicados. Desde o início, a Nupedia foi uma enciclopédia de conteúdo livre, com a Bomis com a intenção de gerar receita com anúncios online no Nupedia.com. Inicialmente, o projeto usava uma licença própria, a Nupedia Open Content License. Em janeiro de 2001, mudou para a GNU Free Documentation License por insistência de Richard Stallman e da Free Software Foundation. Também em janeiro de 2001, a Nupedia iniciou a Wikipédia como um projeto paralelo para permitir a colaboração em artigos antes de entrar no processo de revisão por pares. Isso atraiu o interesse de ambos os lados, pois proporcionou a estrutura menos burocrática preferida pelos defensores da Gnupedia. Como resultado, o GNU nunca se desenvolveu realmente, e a ameaça de competição entre os projetos foi evitada. À medida que a Wikipédia cresceu e atraiu contribuidores, ela rapidamente desenvolveu vida própria e começou a funcionar em grande parte independentemente da Nupedia, embora Sanger inicialmente liderasse a atividade na Wikipédia em virtude de sua posição como editor-chefe da Nupedia. Além de levar à descontinuação do projeto GNU, a Wikipédia também levou ao desaparecimento gradual da Nupedia. Devido ao colapso da economia da internet na época, Jimmy Wales decidiu interromper o financiamento de um editor-chefe assalariado em dezembro de 2001, e Sanger demitiu-se de ambos os projetos logo depois. Após a saída de Sanger, a Nupedia tornou-se cada vez mais uma reflexão tardia para a Wikipédia; dos artigos da Nupedia que concluíram o processo de revisão, apenas dois o fizeram depois de 2001. À medida que a Nupedia se tornava inativa, a ideia de convertê-la em uma versão estável de artigos aprovados da Wikipédia foi ocasionalmente abordada, mas nunca implementada. Mais tarde, o servidor da Nupedia caiu em setembro de 2003.Reagle, p. 6 O conteúdo enciclopédico da Nupedia, muitas vezes descrito como limitado, foi assimilado pela Wikipédia. == Processo editorial == A Nupedia teve um processo editorial de sete etapas, consistindo em: # Atribuição # Encontrar um revisor líder # Revisão do líder # Revisão aberta # Edição de texto do líder # Edição de texto aberta # Aprovação e marcação finais Esperava-se que os autores tivessem conhecimento especializado (embora a definição de especialista permitisse um grau de flexibilidade, e foi reconhecido que alguns artigos poderiam ser escritos por um bom escritor, em vez de um especialista em si) e esperava-se que os editores que aprovassem os artigos para publicação fossem \"verdadeiros especialistas em suas áreas e (com poucas exceções) [que] possuíssem doutorado\". Ruth Ifcher era alguém de quem Sanger dependia e com quem trabalhava de perto nas políticas e procedimentos iniciais da Nupedia. Ifcher, com vários diplomas superiores, era programador de computador e ex-editor de texto e concordou em ser editor-chefe voluntário. == Desenvolvimento de software == A Nupedia foi desenvolvido pelo software colaborativo NupeCode. NupeCode é um software de código aberto/livre (lançado sob a GNU General Public License) projetado para grandes projetos de revisão por pares. O código estava disponível através do repositório CVS da Nupedia. Um dos problemas enfrentados pela Nupedia durante grande parte de sua existência foi a falta de funcionalidade do software. Grande parte da funcionalidade que faltavam haviam sido simuladas usando blocos de texto sublinhados que pareciam ser hiperlinks, mas na verdade não eram. Como parte do projeto, uma nova versão do software original (chamado \"NuNupedia\") estava em desenvolvimento. O NuNupedia foi implementado para testes no SourceForge, mas nunca atingiu um estágio de desenvolvimento suficiente para substituir o software original. == Ver também == * Lista de wikis * Scholarpedia * Wikipédia:Nupedia e Wikipédia == Bibliografia == * Sanger, Larry (Abril de 2005). The Early History of Nupedia and Wikipedia: A Memoir Parte 1 e Parte 2. Slashdot, . * Sanger, Larry. \"Nupedia.com Statement of Editorial Policy, Version 2.1,\" Versão imprimível de 10 de maio de 2000. * Sanger, Larry. \"Nupedia.com Statement of Editorial Policy, Version 3.2,\" Versão imprimível de 23 de junho de 2000. == Ligações externas == * Versões anteriores da Nupedia(a partir do Internet Archive) Categoria:História da Wikipédia Categoria:Projetos relacionados à Wikipédia‎ Categoria:Enciclopédias online Categoria:Enciclopédias livres Categoria:Websites extintos Categoria:Extinções nos Estados Unidos em 2003 Categoria:Enciclopédias generalistas",
 "title": "Nupedia"
}