{
 "id": "1334",
 "text": "é o oitavo planeta do Sistema Solar, o último a partir do Sol desde a reclassificação de Plutão para a categoria de planeta anão, em 2006. Pertencente ao grupo dos gigantes gasosos, possui um tamanho ligeiramente menor que o de Urano, mas maior massa, equivalente a 17 massas terrestres. Netuno orbita o Sol a uma distância média de 30,1 unidades astronômicas. O planeta é formado por um pequeno núcleo rochoso ao redor do qual encontra-se uma camada formada possivelmente por água, amônia e metano sobre a qual situa- se sua turbulenta atmosfera, constituída predominantemente de hidrogênio e hélio. De fato, notáveis eventos climáticos ocorrem em Netuno, inclusive a formação de diversas camadas de nuvens, tempestades ciclônicas visíveis, como a já extinta Grande Mancha Escura, além dos ventos mais rápidos do Sistema Solar, que atingem mais de km/h. A radiação solar recebida por Netuno não seria suficiente para fornecer tamanha energia à turbulenta atmosfera, pelo que descobriu-se que o calor irradiado do centro do planeta possui um papel importante na manutenção destes eventos meteorológicos extremos. A pequena quantidade de metano nas camadas altas da atmosfera é, em parte, responsável pela coloração azul do planeta. Ao redor de Netuno orbitam quatorze satélites naturais conhecidos, dos quais destaca-se Tritão, de longe o maior. Um tênue e incomum sistema de anéis também existe, exibindo uma estrutura irregular com concentrações de material que formam arcos. Sua influência gravitacional afeta as órbitas de corpos menores situados além, no Cinturão de Kuiper, entrando em ressonância orbital. Visto da Terra, Netuno apresenta uma alta magnitude (quanto mais brilhante o astro, menor sua magnitude), sendo impossível observá-lo a olho nu. Suspeitou-se de sua existência somente após a observação cuidadosa da órbita de Urano, que apresentava ligeiras irregularidades por conta da perturbação gravitacional de Netuno. Após análise matemática com conclusões obtidas independentemente por John Couch Adams e Urbain Le Verrier, obtiveram as posições aproximadas de onde o planeta deveria estar na esfera celeste. Após diversas buscas com o auxílio de telescópios, em 23 de setembro de 1846 encontraram o planeta, cujo nome escolhido posteriormente homenageia o deus romano dos mares. Até o presente momento, a única sonda espacial que visitou o planeta foi a Voyager 2, em 1989, cuja passagem permitiu obter fotografias e informações sem precedentes, ainda sendo a principal fonte de dados sobre o que atualmente se conhece sobre o planeta. ==Características físicas== O planeta mais distante do Sol pertence ao grupo dos gigantes gasosos, sendo o quarto maior do Sistema Solar, mas sua massa é superior à de Urano. Seu raio é equivalente a 3,91 raios terrestres (cerca de 24 mil quilômetros), enquanto que sua massa corresponde a 17,14 massas terrestres. Embora esteja no grupo dos gigantes gasosos, Netuno, assim como Urano, são bem mais densos e menos massivos que Júpiter e Saturno. Contudo, seu tamanho ainda é bastante superior às dimensões dos planetas telúricos. Em virtude de sua rápida rotação (cerca de 16 horas e sete minutos), o planeta possui um ligeiro achatamento. Por isso, o raio equatorial ( km) é maior do que o raio polar ( km).Como Netuno, assim como os demais gigantes gasosos, não possui superfície sólida, o raio do planeta é medido tendo-se como nível de referência a camada da atmosfera cuja pressão é de 1 bar. A aceleração da gravidade no planeta é de 11,15 m/s2 (pouco maior que a da Terra) e a velocidade de escape é de 23,5 km/s.Ambos medidos no nível de referência cuja pressão é 1 bar. ===Estrutura interna=== Juntamente com Urano, Netuno pertence à classe dos gigantes gasosos, pois possui uma grande massa de compostos voláteis que são encontrados sob a forma de gelo nas regiões longínquas do Sistema Solar. Além disso, os modelos que descrevem a composição interna dos dois planetas são bastante semelhantes entre si. Enquanto que nos dois maiores gigantes gasosos, Júpiter e Saturno, hidrogênio e hélio compõem a maior parte da massa dos planetas, em Netuno estes elementos são abundantes somente na atmosfera, cuja espessura estimada é de cinco mil quilômetros. Embora possua dimensões ligeiramente menores, Netuno possui massa maior do que a de Urano, pelo fato de que a massa específica de Netuno é de 1,64 g/cm³ em comparação com 1,3 g/cm³ de Urano. Infere-se, a partir da densidade do planeta (não tão leve para ser composto por gases leves nem tão pesado para ser composto de silicatos e metais) que seja formado predominantemente por água, metano e amônia. Embora essas substâncias sejam conhecidas como \"gelos\", não estão necessariamente em estado sólido no interior do planeta. Possivelmente estes compostos estão mais comprimidos no interior do planeta, o que aumenta sua densidade, o que poderia ser causado também pelo maior teor de compostos rochosos nas suas camadas internas. Netuno provavelmente possui um núcleo de material rochoso de massa similar à da Terra, cuja temperatura deve ser superior a 5 100 °C, possivelmente maior do que o núcleo de Urano. Ao seu redor, existiria um grande \"oceano\", uma camada formada principalmente por oxigênio, nitrogênio, carbono e hidrogênio, mantidos sob grande pressão e temperatura. Contudo o termo não implica que exista necessariamente uma camada líquida no planeta, mas na verdade uma região onde estes elementos podem ser encontrados em átomos isolados ou formando substâncias químicas, principalmente água, metano e amônia. Não se sabe, contudo, a proporção desses elementos na constituição do planeta. Uma quantidade superior de hidrogênio poderia implicar sua manifestação com características metálicas, o que permitiria o fluxo de corrente elétrica e influenciaria o campo magnético. Reações químicas podem ocorrer também entre os elementos químicos e substâncias, que teriam como produtos, por exemplo, hidrogênio molecular, que subiria para a atmosfera e diamante, que afundaria em direção ao núcleo. O fluxo térmico de Netuno possui um fator de 2,6, ou seja, o planeta emite 2,6 vezes mais energia térmica do que recebe do Sol. Por isso, a atividade convectiva da atmosfera é influenciada pela energia proveniente do interior do planeta, sendo determinante para explicar a grande variabilidade dos eventos meteorológicos observados. Nos planetas terrestres, a fonte de calor do núcleo provém do decaimento radioativo, enquanto, em Júpiter, a energia térmica provém da condensação e movimento interno do gás hélio. Contudo, os elementos radioativos são pouco abundantes nos confins do Sistema Solar, bem como a quantidade de hélio na composição total do planeta é pouco significativa. Desta forma, não há até o presente momento explicação para a origem da energia interna adicional do planeta. Um processo de diferenciação planetária nas camadas do manto de Netuno poderia contribuir para a liberação de energia térmica. ===Atmosfera=== A atmosfera de Netuno é, sob diversos aspectos, similar à de Urano. Contudo sua dinâmica apresenta-se em uma complexa configuração de fortes ventos que varrem o planeta, além da formação de tempestades ciclônicas e de nuvens, com características visuais claramente visíveis. Assim como os demais planetas gigantes, Netuno não possui uma superfície visível e definida, por isso as altitudes na atmosfera são medidas a partir do referencial cuja pressão é de 1 bar. A partir deste nível de referência, a atmosfera estende-se até uma profundidade de cinco mil quilômetros, onde a pressão chega a cem mil bars. A atmosfera superior de Netuno é composta por 79% de hidrogênio, cerca de 18% de hélio e a maior parte restante por metano, cuja presença confere a coloração azul anil do planeta, ao absorver a radiação vermelha incidente. Presume-se que algum outro componente da atmosfera de Netuno contribua para sua acentuada coloração, uma vez que Urano possui uma quantidade de metano similar em sua atmosfera, mas apresenta coloração mais clara. Esta camada observada representa somente uma pequena fração do planeta, correspondendo a cerca de 15% do raio do planeta. A temperatura da atmosfera netuniana varia conforme a altitude. Na altitude cuja pressão equivale a 0,1 bar, a temperatura chega ao mínimo de 50 K (-223 °C), e sobe conforme a pressão diminui, ou seja, conforme a altitude aumenta, atingindo até 327 °C a uma pressão de centenas de bilionésimos de bar, o que equivale a uma altitude de quilômetros acima do nível de referência de 1 bar. Abaixo do nível de pressão de 0,1 bar, a temperatura aumenta conforme a pressão aumenta. No nível de referência de 1 bar, a temperatura média é de 74 K (-199,15 °C). A alta temperatura da camada superior da atmosfera, embora seja comum em todos os outros planetas gigantes, ainda permanece um mistério, pois não pode ser provocada pela radiação ultravioleta solar, devido à grande distância ao Sol. Possivelmente está relacionada ao comportamento do campo magnético do planeta. Com base nas temperaturas, a atmosfera pode ser dividida em camadas. Desde a parte mais profunda da atmosfera até o nível onde ocorrem as menores temperaturas (onde a pressão é de 0,1 bar) encontra-se a troposfera, onde normalmente ocorrem névoas e nuvens. Limitada pela tropopausa, a camada imediatamente seguinte é a estratosfera, na qual a temperatura cresce com a altitude até a mesosfera. Acima desta, está a termosfera, onde a pressão é da ordem de 10−6 microbar e altas temperaturas ocorrem, seguida pela exosfera, extremamente rarefeita. O metano, embora não seja tão abundante, interfere na dinâmica da atmosfera netuniana. Ao serem atingidas pelos raios ultravioleta do Sol, as moléculas de metano se quebram por fotólise e formam hidrocarbonetos e polímeros, como etano e acetileno, que formam uma névoa. Esta névoa situa-se acima das camadas de nuvens de metano. Estas partículas caem para as profundezas da atmosfera, onde a temperatura e pressão são maiores, onde a abundância de hidrogênio propicia novamente a formação de metano que, por correntes convectivas, retorna às camadas superiores da atmosfera, estabelecendo assim um ciclo no qual a proporção de metano na atmosfera permanece constante. Entretanto, a quantidade de metano na estratosfera é anormalmente alta, ao contrário do que preveem os modelos teóricos. As moléculas de metano teoricamente seriam levadas para as altas camadas pelas fortes correntes convectivas. Descobriu-se, no entanto, que a região polar sul do planeta é 10 °C mais quente que a temperatura média do planeta. Desta forma, o metano encontraria condições favoráveis para escapar para camadas altas da atmosfera, espalhando-se pela estratosfera. Esta temperatura está relacionada ao verão do hemisfério sul. Espera-se que quando o verão chegar no hemisfério norte, o mesmo ocorra na região polar oposta. thumb|Estações de Netuno. Observa-se um aumento da quantidade de nuvens no hemisfério sul, destacadas em branco ====Dinâmica atmosférica==== O planeta é varrido por fortes ventos que formam cinturões, de forma similar aos outros gigantes gasosos. Estas grandes faixas circulam paralelas ao equador do planeta, e seguem, em baixas latitudes, em direção retrógrada, oposta à rotação do planeta. Conforme o aumento da latitude a partir do equador, gradualmente revertem sua direção até se tornarem prógrados, no sentido de rotação do planeta, acima da latitude 70° norte e sul. Provavelmente, as correntes convectivas são ascendentes em latitudes médias e descendentes próximas ao equador e nos polos, alimentadas pela energia interna irradiada do núcleo do planeta. Observações feitas ao longo de décadas tanto pela sonda Voyager, Telescópio Espacial Hubble e outros telescópios na Terra permitiram constatar mudanças de longo prazo que vêm ocorrendo na atmosfera do planeta. Em especial, notou-se um aumento da atividade atmosférica no hemisfério sul até o ano de 2003, quando a formação de nuvens atingiu seu máximo. A estratosfera do planeta também tem apresentado um gradual aumento da temperatura, por causas desconhecidas. Por conta da inclinação de seu eixo de rotação em pouco mais de 28°, Netuno possui estações que duram aproximadamente quarenta anos, apesar da intensidade da luz solar que atinge o planeta ser 900 vezes menor que a no nosso planeta. A formação de nuvens no hemisfério sul do planeta estaria associada à chegada do verão, quando é máxima a radiação solar incidente. A intensidade das tempestades parece estar também ligada à gradual mudança de estação. O planeta vem mostrando ainda um ligeiro aumento de brilho ao longo das últimas duas décadas devido à maior formação de nuvens, o que também deve estar relacionado à mudança de estação e à maior insolação no hemisfério sul.O brilho refere-se à facilidade das altas nuvens de metano em refletir a radiação infravermelha do Sol, fazendo com que pareçam regiões brilhantes quando observadas neste comprimento de onda. O maior aquecimento, em especial em altas latitudes, provoca correntes convectivas que leva o metano para as camadas altas da atmosfera, onde formam-se cristais que constituem as nuvens. Existem ainda evidências de que o ciclo de atividade solar, que se repete a cada onze anos, poderia também influenciar na maior ou menor quantidade de nuvens periodicamente. ====Nuvens==== A dinâmica atmosférica de Netuno é marcada por uma variedade de tipos de nuvens de rápida evolução que interferem na aparência e no fluxo térmico do planeta. O planeta apresenta bandas de circulação dos ventos tal como Júpiter ou Saturno, contudo são praticamente indistinguíveis visualmente. Em observações no comprimento de onda do infravermelho, entretanto, pode-se observar a existência de espessas faixas, estendendo-se por dezenas de graus de latitude e envolvendo todo planeta, além de apresentarem grande variação de largura ao longo de poucos anos. Contrastando com a coloração azul do planeta, surgem nuvens de cristais de metano de coloração branca, análogas aos cirros formados por cristais de água na Terra. Possuem geralmente um curto período de existência, formando-se e dissipando-se em questão de horas. Localizam-se acima do nível de pressão de 1 bar, acima dos demais níveis de nuvens, sobre os quais projeta sombra. Nuvens deste tipo são comumente associadas a tempestades ciclônicas, tal como ocorreu em conjunto com a Grande Mancha Escura, possivelmente no nível de pressão de 0,1 bar. Estas nuvens são facilmente identificáveis quando observadas em infravermelho, pois refletem grande parte da radiação incidente neste comprimento de onda. Modelos teóricos da atmosfera de Netuno preveem a localização de outras camadas de nuvens nas camadas internas da atmosfera do planeta, abaixo das camadas observadas pela Voyager 2. Devem ser formadas por sulfeto de hidrogênio e amônia entre 2 e 5 bar e cristais de água e hidrossulfeto de amônio entre 20 e 50 bar. Somente duas camadas de nuvem foram observadas diretamente, sendo a superior formada por metano e a inferior uma camada espessa e opaca, tratando-se possivelmente do topo da camada de nuvens de sulfeto de hidrogênio. ====Tempestades==== A visita da sonda Voyager 2 revelou que, mesmo apesar de estar extremamente longe do Sol, Netuno possui uma dinâmica atmosférica turbulenta, com fortes ventos e formações ciclônicas que evoluem rapidamente. Apresentam estruturas visualmente distintas, diferentemente de Urano. A velocidade média dos ventos que circulam o planeta em direção contrária ao movimento de rotação no equador é de cerca de 400 metros por segundo, e nos polos, em direção prógrada, cerca de 250 m/s, já muito superiores às velocidades dos ventos na Terra. Contudo, as maiores velocidades registradas no planeta atingem mais de quilômetros por hora, sendo os mais rápidos registrados em todo o Sistema Solar. Esta dinâmica é causada principalmente pela energia interna irradiada do centro do planeta, produzindo correntes convectivas. Uma das mais notáveis tormentas registradas foi a Grande Mancha Escura fotografada pela Voyager 2 ao passar pelo planeta. Comparável à Grande Mancha Vermelha de Júpiter, a mancha localizava-se a 30 graus ao sul do equador. Tratava-se de uma tormenta anticiclônica com 12 mil por 18 mil quilômetros de extensão, que diminuíram para 5 mil por quilômetros após os oitos dias de observação da Voyager 2. Observações efetuadas poucos anos depois com o Telescópio Espacial Hubble mostraram que a Grande Mancha Escura havia desaparecido completamente, sem deixar nenhum vestígio. As tempestades ciclônicas no planeta parecem formar \"buracos\" nas camadas superiores de nuvens, revelando as camadas inferiores. Contudo, em 1994, o Hubble permitiu observar uma nova grande tempestade no outro hemisfério similar à observada pela Voyager 2, apelidada de Grande Mancha Escura do Norte, que durou por dois anos. As fotografias da Voyager mostraram, ainda, um conjunto de nuvens brancas próximas à região da Grande Mancha Escura, mas que circulavam o planeta mais rápido, por isso foram apelidadas de Scooter. Ao sul da grande mancha existia outra tormenta de dimensões menores, nomeada Pequena Mancha Escura. ===Magnetosfera=== Netuno, conforme descoberto a partir de dados enviados pela Voyager 2, possui um campo magnético cujos dipolos principais estão inclinados 47° em relação ao seu eixo de rotação, além de seu centro estar deslocado do centro do planeta, com distância superior a meio raio do planeta. Por este motivo, os polos magnéticos encontram-se em baixas latitudes no planeta, além de ser mais intenso no hemisfério sul, em direção ao qual está deslocado. A intensidade do campo magnético ao nível atmosférico de 1 bar varia entre 1 e 0,1 gauss entre os hemisférios sul e norte, respectivamente.Para comparação, a intensidade do campo magnético da Terra é de 0,32 gauss no Equador. Sua origem possivelmente é a corrente de fluidos ionizados em seu interior, criando o efeito de dínamo similar ao da Terra e de Urano. A circulação de cargas elétricas nas camadas internas (localizadas possivelmente na metade do raio do planeta). A distribuição do campo magnético netuniano, entretanto, apresenta uma configuração complexa, na qual ocorre a superposição de um campo quadrupolo, o qual produz quatro polos magnéticos igualmente espaçados entre si, e octopolo cuja intensidade por vezes supera o dipolo, sendo o caso mais intenso deste fato em todo o Sistema Solar. A magnetosfera de Netuno, a região livre dos efeitos do vento solar criada pelo campo magnético do planeta, estende-se desde o arco de choque (região onde as partículas do vento solar são desaceleradas pelo campo magnético), situado a cerca de 39 raios do planeta a frente de si, até a magnetopausa, a 26 raios do planeta na direção oposta. A configuração da magnetosfera de Netuno varia conforme a rotação do planeta e do campo magnético transcorrem, variando desde uma configuração normal semelhante ao campo magnético terrestre até aquela em que o polo magnético aponta diretamente na direção do vento solar, cujos ciclos se repetem a cada rotação do planeta. Isto causa o aquecimento das camadas mais altas da atmosfera bem como a emissão irregular de radiação eletromagnética no comprimento de onda do rádio. De fato a magnetosfera de Netuno possui a menor densidade de prótons e elétrons em comparação com os demais gigantes gasosos. A tênue atmosfera de Tritão, seu maior satélite natural, fornece íons de nitrogênio para a magnetosfera. Contudo, a constante desorientação da magnetosfera netuniana faz com que as partículas presas no mesmo passem pelos satélites e anéis do planeta, que acabam por absorvê-las. Fracas emissões de auroras foram detectadas em Netuno, possivelmente originadas próximas aos polos magnéticos. ==Movimentos orbitais== Netuno completa uma translação ao redor do Sol a cada 164,79 anos terrestres, orbitando a uma velocidade de aproximadamente 5,45 quilômetros por segundo. A partir do ponto onde foi descoberto, Netuno completou sua primeira órbita somente em julho de 2011. O semieixo maior da órbita do planeta, a distância média entre ele e o Sol, mede aproximadamente 30 unidades astronômicas, o que equivale a 4,49 bilhões de quilômetros. A órbita de Netuno possui uma excentricidade de somente 0,011, o que faz com que seja uma das mais circulares dentre os planetas do Sistema Solar. As primeiras tentativas de se obter com precisão o período de rotação de Netuno foram feitas utilizando-se técnicas de espectroscopia e fotometria, o que deixava considerável incerteza nas medições. A espectroscopia permitia obter as velocidades com que os dois limbos se moviam em relação à Terra e, conhecendo-se o diâmetro, obtinha-se o período de rotação. A fotometria buscava observar a variação de brilho causada pela visibilidade de uma grande estrutura em Netuno, medindo-se o intervalo transcorrido entre elas. Somente em 1979 os telescópios atingiram porte suficiente para distinguir regiões brilhantes, as nuvens, a partir do qual obteve-se um período de rotação de cerca de 17 horas. Contudo, além da imprecisão dos equipamentos utilizados, estes instrumentos obtinham a velocidade somente da atmosfera do planeta. Os ventos giram em velocidades diferentes conforme as bandas de circulação do planeta. Além disso, assim como os demais gigantes gasosos, o planeta apresenta rotação diferencial. Somente após a visita da Voyager 2 que o período de rotação do centro do planeta foi estabelecido com razoável precisão, sendo de 16 horas e sete minutos. O eixo de rotação de Netuno é inclinado em 28,3°, similar à inclinação do eixo terrestre, que é de 23,5°. Por isso o planeta apresenta variações sazonais da radiação solar recebida nos hemisférios norte e sul tal como a Terra, embora em Netuno cada estação dure aproximadamente 41 anos. ===Interação gravitacional com corpos menores=== A influência gravitacional de Netuno possui importante papel no movimento orbital dos objetos que se encontram além de sua órbita, no Cinturão de Kuiper, povoado por grandes corpos gelados e planetas anões. Alguns destes objetos entram em órbitas ressonantes com a órbita do planeta, o que geralmente faz com que as órbitas sejam estáveis, evitando-se o encontro dos corpos com Netuno, o qual desviaria fortemente sua trajetória. O planeta anão Plutão está em ressonância 2:3 com Netuno, ou seja, enquanto Netuno completa duas voltas ao redor do Sol, Plutão completa exatamente três. Assim, mesmo apesar da órbita de Plutão se aproximar mais do Sol do que a de Netuno em um certo trecho, os dois corpos nunca se aproximam. Para valores comuns de ressonância são dados nomes aos grupos de corpos com este comportamento. Corpos que estão em ressonância 2:3 recebem a denominação coletiva de plutinos, enquanto os que estão em ressonância 1:2 são os twotinos. A órbita de Netuno é compartilhada com objetos troianos, que encontram-se distribuídos próximo aos pontos localizados 60° a frente e atrás do planeta, nos pontos de Lagrange L4 e L5, respectivamente. Em janeiro de 2016, somente doze troianos foram descobertos na órbita de Netuno, sendo nove deles localizados à frente do planeta. O primeiro a ser descoberto foi o , durante o programa Deep Ecliptic Survey em busca de corpos menores. A população de troianos netunianos, entretanto, deve ser muito maior, possivelmente comparável à quantidade de troianos de Júpiter ou mesmo maior. Isto porque os pontos de Lagrange são gravitacionalmente estáveis, assim como na órbita jupiteriana. Somente um quasi-satélite do planeta Netuno foi descoberto até o presente momento, o asteroide (309239) 2007 RW10. Visto de Netuno, este objeto com 250 quilômetros de diâmetro parece orbitar ao seu redor, embora orbite o Sol. Está em ressonância 1:1 com o planeta, embora deva permanecer nesta configuração somente nos próximos anos. ==Formação e evolução== O planeta Netuno se formou a partir da acreção de parte da matéria do disco protoplanetário existente ao redor do Sol primordial, inicialmente pela fusão de diversos planetesimais, de acordo com a hipótese nebular. Posteriormente, o núcleo de rocha ou gelo que se formara adquiriu dimensões suficientes para atrair o gás e a matéria ao seu redor até que o disco desaparecer por completo. Esse processo teria durado somente dez milhões de anos. Após cessada a absorção de gases, muitos planetesimais que não foram incorporados aos planetas gigantes ficaram entre suas órbitas. Modelos numéricos sugerem que Netuno teria se formado bem mais próximo do Sol, somente a 23 UA. Contudo, a interação gravitacional dos gigantes gelados com os planetesimais os jogava para o interior do Sistema Solar (causando o período caótico do intenso bombardeio tardio) e, por conservação de energia, impulsionava Urano e Netuno para mais longe do Sol. A migração planetária pela qual o planeta passou teve reflexo na configuração do Cinturão de Kuiper, arrastando alguns objetos para órbitas ressonantes, nas quais se mantêm até o presente momento, ou direcionando-os para fora de sua órbita. Tritão provavelmente não se formou próximo a Netuno, mas teria sido capturado pela gravidade do planeta em algum momento em sua história, por isso possui uma órbita retrógrada. Sua aproximação ao planeta teria perturbado a órbita de eventuais satélites preexistentes, levando à colisão entre eles. A configuração natural da órbita de Tritão faz com que o mesmo se aproxime gradualmente do planeta até que, em algum momento no futuro, o satélite atinja o limite de Roche e a gravidade de Netuno o faça se romper completamente, formando-se então um grande sistema de anéis. ==Anéis== Netuno é circundado por um tênue sistema de anéis, de cuja existência se suspeitava desde a década de 1980, e que vieram a ser confirmados pela sonda Voyager 2. Observava-se uma redução do brilho das estrelas nas proximidades do planeta durante uma ocultação, mas nunca de forma simétrica. As fotografias da Voyager 2 mostraram se tratar na verdade de anéis com pouco material em si, boa parte concentrada em aglomerações que formam arcos, mais brilhantes em comparação com o restante do próprio anel, característica única no Sistema Solar. Os anéis são formados em sua maioria por partículas de poeira escuras que refletem pouca luz solar, possivelmente formadas por gelo de metano. Os arcos formados em um dos anéis poderiam ser criados pela recente desfragmentação de um pequeno satélite há alguns milhares de anos. Suspeita-se que todo o sistema de anéis seja relativamente jovem, podendo ter sido formado há menos de um milhão de anos. O sistema de anéis, de acordo com contínuas observações, mostra-se instável, por conta de que alguns dos arcos estão se tornando mais rarefeitos e desaparecendo. ==Satélites naturais== Netuno possui quatorze satélites naturais conhecidos. O maior deles é Tritão, que possui muitas características peculiares. Uma delas é que o satélite circula Netuno em uma órbita retrógrada, ou seja, em sentido oposto ao de rotação do planeta, sendo o único dos grandes satélites do Sistema Solar a executar tal movimento, o que poderia ser explicado se o satélite não tivesse se formado junto com o planeta, mas tivesse sido capturado por este posteriormente. Tritão possui aproximadamente quilômetros de diâmetro, sendo mais de 6 vezes maior que Proteu, a segunda maior lua do planeta, que possui 420 quilômetros de diâmetro. Sua superfície é formada por camadas de nitrogênio, metano e dióxido de carbono congelados, marcados por características que sugerem atividade geológica. Tritão possui ainda uma atmosfera rarefeita e praticamente transparente, composta principalmente de nitrogênio. O satélite possui uma das menores temperaturas já detectadas no Sistema Solar, atingindo somente 35 K (-238 °C). Nereida que, junto com Tritão e Larissa, eram os únicos satélites conhecidos de Netuno até o sobrevoo da Voyager 2, possui uma órbita extremamente elíptica e diâmetro de somente 340 km. Além de seu pequeno tamanho, possui uma baixa refletividade, o que torna sua observação extremamente difícil a partir da Terra. É o terceiro maior satélite natural do sistema netuniano, precedido por Proteu, cujo diâmetro é de 420 km. Além de Proteu, outros cinco satélites naturais foram descobertos a partir de imagens da Voyager 2, dentre eles Náiade, Talassa, Despina e Galateia, e o restante a partir dos grandes telescópios na Terra. A configuração peculiar do sistema de satélites e anéis de Netuno sugere uma história conturbada. Em especial, a captura gravitacional de Tritão por Netuno pode ser a causa da órbita incomum de Nereida, assim como ser responsável por limpar as proximidades de sua órbita ao redor do planeta. Além disso, a existência de muitas pequenas luas nas proximidades dos anéis pode ser a fonte de poeira que mantém os anéis, através de pequenos impactos que acontecem com cometas ou meteoros. ==Observação e exploração== Por conta de sua imensa distância à Terra, Netuno não pode ser observado a olho nu, pois apresenta uma magnitude que varia de aproximadamente +7,8 a +8, enquanto, em uma noite escura as estrelas mais fracas observáveis possuem magnitude de +6. Por isso sua observação pode ser feita somente com o auxílio de um telescópio. Tritão, brilha com uma magnitude de somente +13,4, sendo necessário no mínimo um telescópio de 200 mm para observá-lo. O disco visível do planeta Netuno possui um diâmetro angular que varia entre 2,2 e 2,4 segundos de arco,Para comparação, seria o mesmo diâmetro angular de uma moeda de dez centavos a uma distância de 1600 metros. por isso sua observação é fortemente perturbada pela turbulência atmosférica. O período sinódico, no qual o planeta retorna à mesma longitude na esfera celeste a partir da Terra é de 367,5 dias. O albedo de Netuno é de 0,29, ou seja, o planeta reflete quase um terço da luz que recebe do Sol. Os desenhos astronômicos de Galileu mostram que ele observou Netuno no dia 28 de dezembro de 1612, e outra vez no dia 27 de janeiro de 1613; em ambas as ocasiões, o planeta estava muito próximo — em conjunção — a Júpiter. Mas, como pensou que se tratasse de uma estrela fixa, não lhe pode ser creditada a descoberta. Durante o período da sua primeira observação em dezembro de 1612, o movimento aparente de Netuno estava excepcionalmente lento, pois, no mesmo dia, o planeta havia iniciado o período retrógrado do seu movimento aparente no céu, que não podia ser percebido da Terra por meio dos instrumentos primitivos de Galileu. ===Descoberta=== A partir da descoberta de Urano em 1781, sua órbita passou a ser detalhadamente estabelecida a partir de numerosas observações, feitas principalmente pelo astrônomo francês Jean Baptiste Joseph Delambre. Entretanto, a posição observada do planeta não concordava com os cálculos estabelecidos, ou seja, não ocupava exatamente a posição prevista por modelos matemáticos, estando um pouco atrasado ou um pouco adiantado em sua órbita. Sugeriu-se, então, que estas perturbações gravitacionais seriam causadas por outro corpo celeste que orbitaria o Sol além de Urano. Desta forma, a partir de cuidadosas observações das variações da posição de Urano, seria possível calcular a posição do corpo desconhecido. O desafio foi aceito por John Couch Adams, um astrônomo da Universidade de Cambridge, em 1843, quando passou a trabalhar com os dados obtidos até então, provando matematicamente ser possível a existência de um outro corpo celeste que seria responsável pela perturbação da órbita de Urano. Ele enviou os resultados para George Biddell Airy, astrônomo real britânico, que não fez nada com os resultados enviados por Adams até 1846, quando outro astrônomo francês, Urbain Le Verrier publicou resultados de seus cálculos independentes da localização do novo planeta, semelhante à posição obtida por Adams. Airy então designou dois astrônomos, James Challis e William Lassell, para procurarem o planeta. Em duas ocasiões, Challis afirmou ter visto o planeta, mas suas observações precisavam ser confirmadas. Sua estratégia para encontrar o planeta consistia em observar certa região do céu e comparar com as cartas estelares. Uma estrela observada que não estivesse na carta possivelmente seria o planeta. Enquanto isso, Le Verrier, por carta, persuadiu o astrônomo Johann Gottfried Galle, do Observatório de Berlim, a procurar com o telescópio refrator do local. Heinrich Louis d'Arrest, um estudante, sugeriu a Galle que eles comparassem uma carta do céu recentemente desenhado na região do local previsto por Le Verrier com o céu observado no momento para procurar pelo deslocamento característico do planeta. Na mesma noite do recebimento da carta, em 23 de setembro de 1846, encontraram uma \"estrela\" que não estava nas cartas. Na noite seguinte observaram sua ligeira mudança de posição, o que confirmava de fato se tratar de um planeta, que estava a um grau de onde Le Verrier previra que estaria, e a cerca de 12° da previsão de Adams. Posteriormente, Challis percebeu que ele havia observado o planeta duas vezes em agosto, mas não o identificara devido à sua abordagem casual do trabalho. Na época da descoberta, houve muita rivalidade entre franceses e britânicos sobre qual país merecia os créditos pela descoberta. Posteriormente, chegou-se a um consenso internacional de que Le Verrier e Adams mereciam o crédito em conjunto. No entanto, a questão está agora sendo reavaliada por historiadores, devido à redescoberta, em 1998, dos \"papéis sobre Netuno\" (documentos históricos do Observatório de Greenwich), que foram aparentemente roubados pelo astrônomo Olin J. Eggen e escondidos por quase três décadas, sem serem redescobertos (em sua possessão) até imediatamente após sua morte. Após a revisão dos documentos, alguns historiadores agora sugerem que Adams não merece crédito igualmente a Le Verrier. Desde 1966, Dennis Rawlins tem questionado a credibilidade da reivindicação de Adams de co-descoberta. Em um artigo de 1992, em seu jornal Dio, ele considera a reivindicação britânica um \"roubo\". \"Adams fez alguns cálculos, mas ele estava um tanto incerto sobre onde ele dizia que estava Netuno\", diz Nicholas Kollerstrom, da University College London em 2003.Summations following the Neptune documents' 1998 recovery appeared in (1999) and William Sheehan, Nicholas Kollerstrom, Craig B. Waff (dezembro de 2004), The Case of the Pilfered Planet - Did the British steal Neptune? Scientific American. === A nomeação === Pouco depois da sua descoberta, Netuno foi simplesmente chamado de \"planeta exterior a Urano\". Galle foi o primeiro a sugerir um nome, propondo nomeá-lo em homenagem ao deus Jano. Na Inglaterra, Challis propôs o nome Oceano.Moore (2000):206 Reivindicando o direito de nomear a sua descoberta, Le Verrier rapidamente propôs o nome Netuno para o seu novo planeta, afirmando falsamente que o nome já havia sido oficialmente aprovado pelo Bureau des Longitudes francês.Littmann (2004):50 Em outubro, chegou a denominar o planeta Le Verrier, com o seu próprio nome, e foi lealmente apoiado pelo diretor do Observatório de Paris, François Arago. No entanto, como essa sugestão encontrou dura oposição fora da França,Baum & Sheehan (2003):109–110 os almanaques franceses rapidamente reintroduziram o nome Herschel para Urano, em homenagem ao seu descobridor, Sir William Herschel, e Leverrier para o novo planeta. Em 29 de dezembro de 1846, Friedrich Georg Wilhelm Struve declarou-se publicamente a favor do nome Netuno para a Academia de Ciências da Rússia Smithsonian/NASA Astrophysics Data System (ADS). e, em poucos anos, Netuno tornou-se o nome internacionalmente aceito. Na mitologia romana, Netuno é o deus dos mares, identificado com o grego Poseidon. O uso de um nome mitológico parecia concordar com a nomenclatura dos outros planetas, que foram nomeados em homenagem a deuses romanos. === Observações posteriores === Já em 10 de outubro de 1846, 17 dias após a descoberta de Netuno, o astrônomo inglês William Lassell descobriu o seu principal satélite, Tritão, a pedido de John Herschel, que lhe escrevera uma carta nove dias antes. Ao fim do século XIX, criou-se a hipótese de que irregularidades observadas no movimento de Urano e Netuno fossem causados pela presença de um outro planeta mais exterior. Após extensas campanhas de busca, Plutão foi descoberto em 18 de fevereiro de 1930, nas coordenadas previstas pelos cálculos de William Henry Pickering e Percival Lowell. No entanto, o novo planeta estava muito distante para que pudesse gerar a irregularidade observada no movimento de Urano, enquanto a irregularidade do movimento de Netuno era, na verdade, um erro no cálculo da massa do planeta (que foi definida com a missão da Voyager 2), e que, além disso, originava da irregularidade de Urano. A descoberta de Plutão foi, portanto, um tanto acidental. Devido à sua grande distância, pouco se sabia sobre Netuno, pelo menos até a metade do século XX, quando Gerard Kuiper descobriu a sua segunda lua, Nereida. Nos anos setenta e oitenta, surgiram indícios sobre a probabilidade da presença de anéis ou arcos de anéis. Em 1981, Harold Reitsema descobriu a sua terceira lua, Larissa. ===Exploração=== A maior quantidade de dados obtida sobre o planeta foi coletado a partir da única sonda que já passou próxima a Netuno, a Voyager 2. Lançada em 1977, a sonda estava inicialmente programada para visitar Júpiter e Saturno, mas aproveitou-se da posição favorável para visitar os dois outros gigantes, Urano e Netuno, em uma única viagem, através da técnica de gravidade assistida, na qual a atração gravitacional de um planeta é utilizada para direcionar a sonda para o seguinte. A Voyager 2 realizou sua máxima aproximação entre 24 e 25 de agosto de 1989, quando passou a menos de cinco mil quilômetros acima da atmosfera do planeta, embora as observações tenham transcorridos entre junho e outubro do mesmo ano. Algumas horas depois passou a quarenta mil quilômetros de Tritão, reunindo imagens de alta resolução de sua superfície. A proximidade permitiu à sonda coletar dados detalhados sobre as dimensões, composição e campo magnético, além de descobrir o sistema de anéis e seis novos satélites naturais e acompanhar sua complexa dinâmica atmosférica, através de cerca de dez mil fotografias enviadas, além de outros dados. Oficialmente, não há missões planejadas para o planeta Netuno, embora muitas propostas tenham sido feitas, entre elas o Neptune/Triton Orbiter. Entretanto, a observação do planeta se manteve contínua, utilizando-se do Telescópio Espacial Hubble e os grandes telescópios espalhados pelo mundo. Estas observações permitem acompanhar a dinâmica do surgimento de nuvens e tempestades na atmosfera do planeta, através de equipamentos que permitem coletar dados em vários comprimentos de onda. Contudo o nível de detalhe é muito inferior à riqueza de detalhes fornecida pela sonda. == Ver também == * Exoplaneta * Netuno quente * Planetas na astrologia ==Bibliografia== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Ligações externas== * * * * Categoria:Gigantes gasosos Categoria:Netunos frios Categoria:Objetos astronômicos descobertos em 1846",
 "title": "Netuno (planeta)"
}