{
 "id": "13361",
 "text": "Falseabilidade ou refutabilidade é a propriedade de uma asserção, ideia, hipótese ou teoria poder ser mostrada falsa. Conceito importante na filosofia da ciência (epistemologia), foi proposto pelo filósofo austríaco Karl Popper na década de 1930, como solução para o chamado problema da indução. Para uma asserção ser refutável ou falseável, é necessário que haja pelo menos um experimento ou observação factíveis que, fornecendo determinado resultado, implique a falsidade da asserção. Por exemplo, a asserção \"todos os corvos são pretos\" poderia ser falseada pela observação de um único corvo vermelho. A escola de pensamento que coloca a ênfase na importância da falseabilidade como um princípio filosófico é conhecida como falsificacionismo. == Falsear == A falseabilidade foi desenvolvida inicialmente por Karl Popper nos anos 30 do século XX. Popper reparou que dois tipos de enunciados são de particular valor para os cientistas. O primeiro são enunciados de observações, tais como \"este cisne é branco\". Na teoria da lógica chamamos a estes enunciados existenciais singulares, uma vez que afirmam a existência de uma coisa em particular. Eles podem ser analisados na forma: existe um x que é cisne e é branco. \\left ( \\exists x \\right ) \\left ( Cx \\land Bx \\right ) \\,\\\\! Onde: C é o predicado Cisne, B é o predicado branco. O segundo tipo de enunciado de interesse para os cientistas categoriza todas as instâncias de alguma coisa, por exemplo \"todos os cisnes são brancos\". Na lógica chamamos a estes enunciados universais. Eles são normalmente analisados na forma: para todos os x, se x é um cisne então x é branco. \\left ( \\forall x \\right ) \\left ( x\\in C \\Rightarrow x\\in B \\right ) \\,\\\\! \"Leis\" científicas, hipóteses com abrangência ampla corroboradas por incontáveis fatos, parte integrante de praticamente todas as teorias científicas (mas não devendo com estas ser confundidas), quase sempre são, em virtude de suas validades gerais esperadas, desta forma. Talvez a questão mais difícil na metodologia científica seja: como podemos chegar às hipóteses, mais especificamente às leis, partindo das observações? Como podemos inferir de forma válida um enunciado universal a partir de enunciados existenciais (por muitos que sejam)? A metodologia indutivista supunha que se pode passar de uma série de enunciados singulares para um enunciado universal. Ou seja, que se pode passar de um \"este é um cisne branco\", \"ali está outro cisne branco\", e por aí em diante, para um enunciado universal como \"todos os cisnes são brancos\". Este método é claramente inválido em lógica, uma vez que será sempre possível que exista um cisne não-branco que por algum motivo que não tenha sido observado. Este era o problema da indução, identificado por David Hume no século XVIII e cuja resolução é proposta por Popper, com o princípio da falseabilidade. Esse princípio também cumpria o papel de \"critério de demarcação\", isto é, que permitisse julgar se uma asserção é ou não \"ciência\": :O critério de demarcação proposto leva-nos, ainda, à solução do problema da indução, tal como colocado por Hume - do problema da validez das leis naturais. A raiz desse problema está na aparente contradição entre o que pode ser chamado de \"tese fundamental do empirismo\" - tese segundo a qual só a experiência pode decidir acerca da verdade ou falsidade de um enunciado científico - e o fato de Hume ter se dado conta da inadmissibilidade de argumentos indutivos. Popper defendeu que a ciência não poderia ser baseada em tal inferência. Ele propôs a falseabilidade como a solução do problema da indução. Popper viu que apesar de um enunciado existencial singular como \"este cisne é branco\" não poder ser usado para afirmar um enunciado universal, ele pode ser usado para mostrar que um determinado enunciado universal é falso: a observação existencial singular de um cisne negro serve para mostrar que o enunciado universal \"todos os cisnes são brancos\" é falso. Em lógica chamamos a isto de modus tollens. Popper rejeitava o princípio indutivista dos positivistas do Círculo de Viena, por ela não proporcionar conveniente sinal diferenciador do caráter empírico, não-metafísico, de um sistema teorético(sic); em outras palavras, consiste em ela não proporcionar adequado \"critério de demarcação\", que para Popper, era o mais importante dos dois. :Denomino problema de demarcação o problema de estabelecer um critério que nos habilite em distinguir entre as ciências empíricas, de uma parte, e a Matemática e a Lógica, bem como os sistemas metafísicos, de outra. Esse problema foi abordado por Hume, que tentou resolvê-lo. Com Kant, tornou-se o problema central da teoria do conhecimento. Se, acompanhando Kant, chamarmos o problema da indução \"problema de Hume\", poderíamos chamar ao \"problema de Kant\" o problema da demarcação\". A teoria de Popper tem um caráter progressista. Ele defendia que a geração de conhecimento não é um processo cumulativo, mas sim progressivo. O fato de poder falsear/refutar uma ideia a partir de outras que a contraponham e sugiram soluções aos vazios deixados pela anterior, faz com que o debate esteja sempre em desenvolvimento, assim como a ciência. Popper também sugeria que o empirismo está sempre à mercê dos pontos de vista próprios do pesquisador e que, dessa forma, nenhuma teoria poderia propor-se a ser verdade intransponível. Falsear uma ideia é uma maneira de preencher lacunas e superar preconceitos que podem ter sido geradores de uma teoria. O falseamento ou o falibilismo trabalham com o pressuposto de que se um conhecimento é bem fundamentado, então ele é capaz de progresso, e a opção por esse modo de pesquisa é a escolha por uma fonte que regula o processo de investigação e crítica, que o mantém sempre ativo. == Importância == A teoria de Popper têm sido fundamental para investigar se supostas teorias possuem ou não validade científica. Isto é, a falseabilidade/refutabilidade serve para separar o conjunto de informações de carácter falso como a pseudociência dos campos da ciência. Toda pseudociência tende a não ser falseável/refutável, não há como provar falsa devido ao fato de não ser possível identificar o suposto agente por trás de tal processo. Alguns críticos, como Jerry Coyne (professor de biologia evolucionária na Universidade de Chicago) e Eugenie Scott (antropólogo físico e diretor executivo do Centro Nacional para Educação de Ciências) por exemplo, argumentaram que o conceito de complexidade irredutível, e de forma mais genérica, a teoria do design Inteligente não é falseável/refutável, e portanto, não é científica (pois não há como identificar o agente por trás do projeto Inteligente). O criacionismo não passa no teste de falseabilidade e não pode ser considerado como uma Ciência, nem sequer uma teoria. Uma teoria requer análises, estudos, testes, experiências, modificações e, finalmente, adequações. Uma teoria evolui com o decorrer do tempo, à medida que o ser humano amplia seus conhecimentos e suas descobertas. Naturalmente, a ciência, no sentido usado nesse contexto, não pode nem afirmar nem negar que o criacionismo seja verdadeiro - é não falseável/refutável e portanto não científico. Em contrapartida, criacionistas alegam que a Teoria da Evolução não é falseável, portanto não poderia ser considerada científica. Contudo, por fazer predições que podem ser postas a teste, a biologia evolutiva é claramente falseável/refutável e, havendo a Falseabilidade da Evolução, a legitimidade desta ciência é confirmada, estando de acordo com os requisitos da teoria de Popper. == Ver também == * Método científico * Karl Popper * Thomas Kuhn * Paradoxo do corvo * Positivismo lógico == Bibliografia == (em português) Carvalho, Maria Cecília (1994), \"Não sabemos: só podemos conjecturar\" * Angeles, Peter A. (1992), Harper Collins Dictionary of Philosophy, 2nd edition, Harper Perennial, New York, NY. ISBN 0-06-461026-8. * Feyerabend, Paul K., Against Method: Outline of an Anarchistic Theory of Knowledge, Humanities Press, London, UK, 1975. Reprinted, Verso, London, UK, 1978. * Kuhn, Thomas S., The Structure of Scientific Revolutions, University of Chicago Press, Chicago, IL, 1962. 2nd edition 1970. 3rd edition 1996. * Lakatos, Imre. (1970), \"Falsification and the Methodology of Scientific Research Programmes,\" in Criticism and the Growth of Knowledge, vol. 4. Imre Lakatos and Alan Musgrave (eds.), Cambridge University Press, Cambridge. * Lakatos, Imre (1978), The methodology of scientific research programmes: Philosophical papers, volume I. Cambridge: Cambridge University Press. ISBN 0-521-28031 -1. * Peirce, C.S., \"Lectures on Pragmatism\", Cambridge, MA, March 26 – May 17, 1903. Reprinted in part, Collected Papers, CP 5.14–212. Published in full with editor's introduction and commentary, Patricia Ann Turisi (ed.), Pragmatism as a Principle and Method of Right Thinking: The 1903 Harvard \"Lectures on Pragmatism\", State University of New York Press, Albany, NY, 1997. Reprinted, pp. 133–241, Peirce Edition Project (eds.), The Essential Peirce, Selected Philosophical Writings, Volume 2 (1893–1913), Indiana University Press, Bloomington, IN, 1998. * Popper, Karl, The Logic of Scientific Discovery, Basic Books, New York, NY, 1959. * Popper, Karl, Conjectures and Refutations, Routledge, London, 1963. * POPPER, Karl.(1978) A lógica das ciências sociais. Tempo Brasileiro, Rio de Janeiro. * Runes, Dagobert D. (ed.), Dictionary of Philosophy, Littlefield, Adams, and Company, Totowa, NJ, 1962. * Sokal, Alan, and Bricmont, Jean, Fashionable Nonsense, Picador, New York, NY, 1998. * Wood, Ledger (1962), \"Solipsism\", p. 295 in Runes (ed.), Dictionary of Philosophy, Littlefield, Adams, and Company, Totowa, NJ. Categoria:Epistemologia Categoria:Filosofia analítica Categoria:Filosofia da ciência",
 "title": "Falseabilidade"
}