{
 "id": "13362",
 "text": "310x310px|miniaturadaimagem|Mapa dos municípios de Portugal Esta é uma lista de municípios portugueses ordenados alfabeticamente. Portugal tem 308 municípios, 278 no Continente, 11 na Madeira e 19 nos Açores. Foi um decreto- lei de 11 de julho de 1822 que criou em Portugal 785 municípios (concelhos na designação da época) e 4086 juntas de paróquia, mais tarde juntas de freguesia, mas as novas estruturas só se impuseram após a reforma de 1832 por Mouzinho da Silveira. Mais tarde, em 1836, um decreto-lei de Passos Manuel fixou os municípios (concelhos) em 351. Na última década do século XX e no primeiro do XXI, vários movimento de criação ou restauração de municípios foram criados, assim como uma Liga dos Futuros Concelhos (Lifuco), destacando- se as tentativas de criação ou recriação dos seguintes concelhos: * Vizela * Samora Correia * Canas de Senhorim * Fátima * Sacavém * Tocha * Quarteira * Esmoriz * Vila Meã * Azeitão * Gafanha * Pinhal Novo * Trofa * Vila Praia de Âncora No entanto, apenas Odivelas, Trofa e Vizela é que foram criadas, com Fátima e Canas de Senhorim a sofrerem um veto presidencial em 2003. Um total de 110 dos 308 municípios portugueses tinham menos de 10 mil habitantes em 2011, sendo 93 deles localizados no Continente, 12 na R.A. dos Açores e 5 na R.A. da Madeira. Destes 110 municípios, 38 tinham menos de 5000 habitantes em 2011. A população total portuguesa registada no censo de 2021 foi de , sendo na Região Autónoma dos Açores, na Região Autónoma da Madeira e em Portugal Continental. Por outro lado, o Sistema Estatístico Europeu (SEE) tem procurado definir para os Estados-Membros níveis hierárquicos de Unidades Administrativas Locais (Local Administrative Units - LAU) que garantam a integração com as NUTS. No caso português, os municípios correspondem ao nível LAU 1 (antigamente denominada nível NUTS IV). __NOTOC__ Brasão Município Data de criação do município Código de três letras População em 2021 Abrantes 1179 (foral de D. Afonso Henriques) ABT Águeda 1834 AGD Aguiar da Beira 1120 (foral de D. Teresa) AGB 5228 Alandroal 1486 (foral de D. João II) ADL 5007 Albergaria-a-Velha 1834 ALB Albufeira 1504 (foral de D. Manuel I) ABF Alcácer do Sal 1218 (foral de D. Afonso II) ASL Alcanena 1914 (8 de maio, desanexado de Torres Novas) ACN Alcobaça 1153 (carta de couto de D. Afonso Henriques); 1210 (carta de foral do abade de Alcobaça) ACB Alcochete 1515 (17 de janeiro1515 foi o ano do foral de D. Manuel I) a Alcochete; o município foi anexado em 26 de setembro de 1895 ao de Aldeia Galega do Ribatejo e restaurado definitivamente em 15 de janeiro de 1898) ACH Alcoutim 1304 (9 de janeiro, foral de D. Dinis) ACT 2521 Alenquer 1212 (foral da infanta D. Sancha) ALQ Alfândega da Fé 1294 (8 de maio, foral de D. Dinis) AFE 4321 Alijó 1226 (Abril, foral de D. Sancho II) ALJ Aljezur 1280 (12 de novembro, foral de D. Dinis) AJZ 6046 Aljustrel 1252 (foral de D. Afonso III) AJT 8879 Almada 1190 (data aproximada, foral de D. Sancho I) ALM Almeida 1296 (6 de dezembro, foral de D. Dinis) ALD 5882 Almeirim 1483 ALR Almodôvar 1285 (foral de D. Dinis) ADV 6709 Alpiarça 1914 (2 de abril, desanexado de Almeirim) APC 6986 Alter do Chão 1232 (foral de D. Sancho II) ALT 3046 Alvaiázere 1200 (foral de D. Sancho I) AVZ 6227 Alvito 1280 (foral do convento da Santíssima Trindade de Santarém) AVT 2276 Amadora 1979 (11 de setembro, desanexado de Oeiras e Sintra) AMD Amarante 1514 AMT Amares 1514 (8 de abril, foral de D. Manuel I) AMR Anadia 1514 (21 de agosto, foral de D. Manuel I) AND Angra do Heroísmo 1478 AGH Ansião 1514 (5 de maio, foral de D. Manuel I) ANS Arcos de Valdevez 1515 AVV Arganil 1114 (25 de dezembro, foral de D. Gonçalo, bispo de Coimbra) AGN Armamar 1514 (foral de D. Manuel I, anteriormente era terra regalenga) AMM 5680 Arouca 1132 (carta de couto de D. Afonso Henriques); 1513 (foral de D. Manuel I) ARC Arraiolos 1290 (foral de D. Dinis) ARL 6606 Arronches 1255 (16 de junho, foral de D. Afonso III) ARR 2789 Arruda dos Vinhos 1172 (foral de D. Afonso Henriques) ARV Aveiro 1515 (4 de agosto, foral de D. Manuel I) AVR Avis 1218 (foral de D. Afonso II) AVS 3813 Azambuja 1200 (foral de D. Sancho I) AZB Baião 1513 BAO Barcelos 1166 BCL Barrancos 1295 BRC 1435 Barreiro 1521 BRR Batalha 1500 (18 de março) BTL Beja 1254 BJA Belmonte 1199 BMT 6204 Benavente 1200 (foral de D. Sancho I) BNV Bombarral 1914 BBR Borba 1302 BRB 6428 Boticas 1836 BTC 5002 Braga 1537 BRG Bragança 1187 BGC Cabeceiras de Basto 1514 CBC Cadaval 1371 CDV Caldas da Rainha 1821 CLD Calheta (Açores) 1534 (3 de junho) CHT 3441 Calheta (Madeira) 1502 (1 de julho) CLT Câmara de Lobos 1835 CML Caminha 1284 (24 de julho) CMN Campo Maior 1260 (31 de maio) CMR 8045 Cantanhede 1514 CNT Carrazeda de Ansiães 1075 CRZ 5494 Carregal do Sal 1836 CRS 9048 Cartaxo 1815 CTX Cascais 1364 CSC Castanheira de Pera 1502 (15 de novembro) CPR 2647 Castelo Branco 1213 CTB Castelo de Paiva 1513 (1 de dezembro) CPV Castelo de Vide 1276 CVD 3121 Castro Daire 1185 (anterior a...) CDR Castro Marim 1277 CTM 6434 Castro Verde 1510 CVR 6878 Celorico da Beira 1185 (anterior a...) CLB 6582 Celorico de Basto 1520 CBT Chamusca 1561 (18 de fevereiro, alvará na regência de D. Catarina, durante a menoridade de D. Sebastião) CHM 8536 Chaves 1258 CHV Cinfães 1513 CNF Coimbra 1085 CBR Condeixa-a-Nova 1514 CDN Constância 1571 CNS 3801 Coruche 1182 (26 de maio) CCH Corvo 1832 CRV 386 Covilhã 1186 CVL Crato 1232 CRT 3225 Cuba 1782 CBA 4374 Elvas 1229 (foral de D. Sancho II) ELV Entroncamento 1945 (24 de novembro, desanexado de Torres Novas e Vila Nova da Barquinha) ENT Espinho 1899 ESP Esposende 1572 (19 de agosto) EPS Estarreja 1519 (15 de novembro, foral de Antuã) ETR Estremoz 1258 ETZ Évora 1166 EVR Fafe 1513 FAF Faro 1266 FAR Felgueiras 1514 FLG Ferreira do Alentejo 1516 FAL 7676 Ferreira do Zêzere 1222 FZZ 7803 Figueira da Foz 1771 FIG Figueira de Castelo Rodrigo 1209 FCR 5150 Figueiró dos Vinhos 1204 FVN 5296 Fornos de Algodres 1200 FAG 4398 Freixo de Espada à Cinta 1152 FEC 3215 Fronteira 1512 FTR 2856 Funchal 1454 FNC Fundão 1747 FND Gavião 1519 GAV 3398 Góis 1516 GOI 3806 Golegã 1534 (3 de novembro) GLG 5400 Gondomar 1193 GDM Gouveia 1186 GVA Grândola 1544 (22 de outubro) GDL Guarda 1199 (27 de novembro, foral de D. Sancho I) GRD Guimarães 1096 GMR Horta 1498 HRT Idanha-a-Nova 1206 IDN 8340 Ílhavo 1296 ILH Lagoa (Açores) 1522 LAG Lagoa (Algarve) 1773 (16 de janeiro) LGA Lagos 1255 (data aproximada) LGS Lajes das Flores 1515 LGF 1408 Lajes do Pico 1501 LGP 4342 Lamego 1191 LMG Leiria 1142 LRA Lisboa 1179 LSB Loulé 1266 LLE Loures 1886 LRS Lourinhã 1160 (foral de D. Jordão) LNH Lousã 1513 (25 de outubro) LSA Lousada 1514 LOU Mação 1355 MAC 6417 Macedo de Cavaleiros 1853 MCD Machico 1451 MCH Madalena 1723 MAD 6332 Mafra 1189 MFR Maia 1519 MAI Mangualde 1102 MGL Manteigas 1188 MTG 2909 Marco de Canaveses 1852 MCN Marinha Grande 1836 MGR Marvão 1226 MRV 3023 Matosinhos 1514 MTS Mealhada 1514 MLD 50px Mêda 1519 MED 4632 Melgaço 1181 MLG 7776 Mértola 1254 MTL 6205 Mesão Frio 1152 MSF 3555 Mira 1442 MIR Miranda do Corvo 1136 MCV Miranda do Douro (Miranda de l Douro) 1136 MDR 6466 Mirandela 1250 MDL Mogadouro 1272 (27 de dezembro) MGD 8304 Moimenta da Beira 1189 MBR 9411 Moita 1691 (5 de novembro) MTA Monção 1261 (12 de março) MNC Monchique 1773 MCQ 5465 Mondim de Basto 1514 MDB 6416 Monforte 1257 MFT 2990 Montalegre 1273 (9 de junho) MTR 9279 Montemor-o-Novo 1203 MMN Montemor-o-Velho 1212 MMV Montijo 1514 MTJ Mora 1519 MOR 4128 Mortágua 1192 MRT 8960 Moura 1295 MRA Mourão 1296 MOU 2353 Murça 1224 MUR 5249 Murtosa 1926 MRS Nazaré 1514 (foral de Pederneira) NZR Nelas 1140 (foral de Senhorim) NLS Nisa 1232 NIS 5951 Nordeste 1514 NRD 4373 Óbidos 1195 OBD Odemira 1256 ODM Odivelas 1998 (19 de novembro, desanexado de Loures) ODV Oeiras 1759 (22 de junho, alvará de D. José I) OER Oleiros 1233 OLR 4900 Olhão 1808 OLH Oliveira de Azeméis 1779 (5 de janeiro, foral de D. Maria I) OAZ Oliveira de Frades 1836 OFR 9510 Oliveira do Bairro 1514 OBR Oliveira do Hospital 1514 OHP Ourém 1180 ORM Ourique 1290 ORQ 4842 Ovar 1514 (10 de fevereiro) OVR Paços de Ferreira 1836 (6 de novembro) PFR Palmela 1926 (desanexado de Setúbal; criado originalmente em 1185 PLM Pampilhosa da Serra 1308 PPS 4067 Paredes 1836 (6 de novembro) PRD Paredes de Coura 1257 PCR 8636 Pedrógão Grande 1206 PGR 3392 Penacova 1192 PCV Penafiel 1519 PNF Penalva do Castelo 1240 PCT 7340 Penamacor 1189 PNC 4764 Penedono 1195 PND 2731 Penela 1137 (Julho) PNL 5443 Peniche 1609 PNI Peso da Régua 1836 PRG Pinhel 1209 PNH 8099 Pombal 1174 PBL Ponta Delgada 1449 PDL Ponta do Sol 1501 (2 de dezembro) PTS 8367 Ponte da Barca 1125 PTB Ponte de Lima 1125 PTL Ponte de Sor 1199 PSR Portalegre 1259 PTG Portel 1262 PRL 5745 Portimão 1453 PTM Porto 1123 (foral de D. Hugo, bispo do Porto) PRT Porto de Mós 1305 (24 de julho, foral de D. Dinis) PMS Porto Moniz 1835 PMZ 2521 Porto Santo 1835 PST 5158 Póvoa de Lanhoso 1292 PVL Póvoa de Varzim 1308 (foral de D. Dinis) PVZ Povoação 1839 PVC 5796 Praia da Vitória 1480 VPV Proença-a-Nova 1242 PNV 7147 Redondo 1250 RDD 6287 Reguengos de Monsaraz 1276 (15 de janeiro, foral de Monsaraz) RMZ 9875 Resende 1514 RSD Ribeira Brava 1914 RBR Ribeira de Pena 1331 RPN 5887 Ribeira Grande 1507 RGR Rio Maior 1836 RMR Sabrosa 1836 SBR 5556 Sabugal 1296 SBG Salvaterra de Magos 1295 (1 de junho) SMG Santa Comba Dão 1514 SCD Santa Cruz 1515 (26 de junho) SCR Santa Cruz da Graciosa 1486 SCG 4095 Santa Cruz das Flores 1548 SCF 2021 Santa Maria da Feira 1514 VFR Santa Marta de Penaguião 1202 SMP 6104 Santana 1832 STN 6558 Santarém 1095 STR Santiago do Cacém 1512 STC Santo Tirso 1834 STS São Brás de Alportel 1914 (1 de junho) SBA São João da Madeira 1926 (11 de outubro, desanexado de Oliveira de Azeméis) SJM São João da Pesqueira 1055 SJP 6780 São Pedro do Sul 1836 SPS São Roque do Pico 1542 SRQ 3221 São Vicente 1744 (25 de agosto) SVC 4874 Sardoal 1313 (data provável); 1531 (22 de setembro) SRD 3526 Sátão 1111 SAT Seia 1136 (Foral de D. Afonso Henriques) SEI Seixal 1836 (6 de novembro, Foral de D. Maria II) SXL Sernancelhe 1124 SRN 5713 Serpa 1295 SRP Sertã 1455 SRT Sesimbra 1201 SSB Setúbal 1250 STB Sever do Vouga 1514 (29 de abril) SVV Silves 1266 SLV Sines 1362 SNS Sintra 1154 (9 de janeiro) SNT Sobral de Monte Agraço 1519 (Foral de D. Manuel I) SMA Soure 1111 SRE Sousel 1527 SSL 4358 Tábua 1514 TBU Tabuaço 1265primeiro foral dado pelos senhores da terra, os Azevedo de Baião; 27 de Setembro de 1269 - renovação e confirmação do foral, por D. Afonso III TBC 5039 Tarouca 1898 TRC 7374 Tavira 1266 TVR Terras de Bouro 1514 TBR 6359 Tomar 1162 TMR Tondela 1515 TND Torre de Moncorvo 1225 (foral de D. Sancho II) TMC 6822 Torres Novas 1190 (foral de D. Sancho I) TNV Torres Vedras 1250 (15 de agosto, foral de D. Afonso III) TVD Trancoso 1157 TCS 8419 Trofa 1998 (19 de novembro, desanexado de Santo Tirso) TRF Vagos 1514 (12 de agosto) VGS Vale de Cambra 1514 VLC Valença 1217 VLN Valongo 1836 VLG Valpaços 1836 VLP Velas 1500 VLS 4940 Vendas Novas 1962 (7 de setembro, desanexado de Montemor-o-Novo) VND Viana do Alentejo 1313 VNT 5323 Viana do Castelo 1258 VCT Vidigueira 1514 VDG 5177 Vieira do Minho 1514 VRM Vila de Rei 1285 (19 de setembro) VLR 3276 Vila do Bispo 1662 VBP 5722 Vila do Conde 1516 VCD Vila do Porto 1470 VPT 5414 Vila Flor 1286 (24 de maio) VFL 6064 Vila Franca de Xira 1212 VFX Vila Franca do Campo 1472 VFC Vila Nova da Barquinha 1836 (6 de novembro) VNB 7035 Vila Nova de Cerveira 1321 VNC 8930 Vila Nova de Famalicão 1205 VNF Vila Nova de Foz Côa 12991299 foi o ano do seu primeiro foral, concedido por D. Dinis, tendo sido renovado pelo mesmo monarca em 1314. Em 1514, foi concebido um novo foral por D. Manuel I VLF 6304 Vila Nova de Gaia 1255 VNG Vila Nova de Paiva 1514até 1883, o município chamava-se Fráguas, tendo sede na freguesia homónima; nesse ano, a sede foi mudada para a freguesia de Barrelas, que passou a chamar-se Vila Nova de Paiva VNP 4660 Vila Nova de Poiares 1836 PRS 6813 Vila Pouca de Aguiar 1206 VPA Vila Real 1289 VRL Vila Real de Santo António 1774 VRS Vila Velha de Ródão 1296 (8 de novembro) VVR 3287 Vila Verde 1855 VVD Vila Viçosa 1270 VVC 7385 Vimioso 1516 VMS 4154 Vinhais 1253 (20 de maio) VNH 7772 Viseu 1123 VIS Vizela 1998 (concelho criado pela primeira vez em 1361, mas extinto em 1408, e restaurado a 16 de setembro de 1998, por desanexação de cinco freguesias de Guimarães, uma de Lousada e uma de Felgueiras) VIZ Vouzela 1836 VZL 9588 == Ver também == * Lista de antigos municípios de Portugal * Lista das câmaras municipais em Portugal * Lista de municípios de Portugal por NUTS, distritos e ilhas * Lista de municípios de Portugal por população * Lista de freguesias de Portugal == Ligações externas == * Portugueses Municipios",
 "title": "Lista de municípios de Portugal"
}