{
 "id": "13373",
 "text": "{{Info/Município do Brasil | nome = Propriá | foto = Igreja_Matriz_de_Propriá_Sergipe.jpg | leg_foto = | apelido = A princesinha do São Francisco | brasão = Brasão Propriá.jpg | bandeira = BANDEIRA---Propriá---Sergipe.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 7 de fevereiro | fundação = | gentílico = propriaense | lema = | padroeiro = Santo Antônio | prefeito = Valberto de Oliveira Lima | partido = MDB | fim_mandato = 2024 | mapa = Sergipe Municip Propria.svg | latP = S | latG = 10 | latM = 12 | latS = 39 | lonP = O | lonG = 36 | lonM = 50 | lonS = 24 | estado = Sergipe | mesorregião = Leste Sergipano | data_mesorregião = IBGE/2008 | microrregião = Propriá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Estado de Alagoas (nordeste), Neópolis, Japoatã e Malhada dos Bois (sul), São Francisco (sudoeste), e Cedro de São João e Telha (oeste). | dist_capital = 98 | área = 95.041 | área_ref = | população = 26618 | altitude = 14 | clima = tropical semiárido | sigla_clima = BShW | idh = 0.661 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 17.807,65 | data_pib_per_capita = IBGE/2020 }} Propriá é um município brasileiro do estado de Sergipe. == História == Propriá teve origem no princípio do século XVII, quando foi instalada uma missão jesuíta para catequese dos índios. O município, que comandava administrativamente várias cidades da região do rio São Francisco, era conhecido na época como “Urubu de Baixo” e pertencia a Cristóvão de Barros, conquistador de Sergipe, que doou em 9 de abril de 1590 ao filho dele Antônio Cardoso de Barros. No final da primeira metade do século XVII, as terras foram doadas pela viúva de Antônio Cardoso de Barros, D. Guiomar de Melo, ao genro Pedro Abreu de Lima. Diante da privilegiada localização às margens do rio São Francisco, que proporcionava um rápido progresso, Urubu de Baixo foi elevada em 18 de outubro de 1718 a Sede de Freguesia de Santo Antônio de Urubu de Baixo, desmembrada da Vila-Nova do São Francisco. Em 5 de setembro de 1801, foi elevada a Freguesia à Vila. A instalação da Vila de Propriá foi realizada com uma solenidade festiva em 7 de fevereiro de 1802. Através da Resolução Provincial nº 755 de 21 de fevereiro de 1866, Propriá recebe a categoria de cidade. Texto Completo Aqui === Intendentes e prefeitos === * 1857 - Dr. Salvador Correia de Sá e Benevides (Intendente) * 1868 - Bacharel. Jose Pereira da Silva Morais (Intendente) * 1869 - Major Francisco Joaquim da Silva Lemos (Intendente) * 1870 - Gustavo Rodrigues da Costa Doria (Intendente) * 1881 - João Alves de Gouveia Lima (Intendente) * 15 de novembro de 1889 - Davino Nomysio de Aquino e Major João Aguiar Botam de Melo (Intendentes) * 1898/1899 - Ten. Coronel Manoel de Aguiar Melo (Intendente) * 30 de julho de 1894 - Jose Luiz Coelho e Campos (Intendente) * 1904 - Major Manoel Cesário Dória (Intendente) * 1917/1919 - Nemésio Messias do Nascimento (Intendente) * 1922 - Antonio Machado Gomes Feitosa (Intendente) * 1922 - Antonio da Silva Villar (em exercício) (Intendente) * 1923 e 1925 - Hercílio Porfírio de Britto (Intendente) * 1924 - Major Manoel Cezário Doria (em exercício) (Intendente) * 1926 - Etelvino de Menezes Tavares (Intendente) * 1927/1928 - Major Manoel Cezário Doria (em exercício) (Intendente) * 1929/1930 - Martinho Dias Guimarães (Intendente) * 1930/1933 - Josias Teixeira Lima (Intendente) * 1933 - Deolindo Nascimento (Intendente) * 1933 - Ten. João Teles de Menezes (Intendente) * 1933 - Raul Ribeiro Nunes (em exercício) (Intendente) * 1934 - Dr. Fernando de Figueiredo Porto (Intendente) * 1934/1935 - Manoel de Medeiros Chaves (Intendente) * 1935 - Gerdiel Graça (em exercício) (Intendente) * 1935 - Antonio Aranha Vieira (Interino) (Intendente) * 1935 - Romeu Gomes de Aguiar Melo Intendente e Prefeito (1º Prefeito de Propriá) * 1935 - Raimundo Ferreira de Carvalho (Interino) * 1935/1937 - Martinho Dias Guimarães * 1937/1939 - Carlos Fernandes de Melo * 1939/1940 - Hercílio Porfírio de Britto * 10 de junho de 1941 a 10 de setembro de 1941 - Porfírio Gomes de Britto (em exercício) * 1941/1942 - Francisco d’Almeida Barreto * 31 de janeiro de 1942 a 14 de maio de 1942 - Dr. Arquibaldo Ribeiro da Silveira (em exercício) * 1942/1944 - Cel. Martinho Dias Guimarães * 16 de novembro de 1945 - Dr. José Avelino da Costa Nunes (em exercício) * 1946/1947 - Martinho Dias Guimarães (PSD) * 10/1947 a 02/1948 a 21 de janeiro de 1951 - José Onias de Carvalho (UDN) * 1951/1954 - Pedro de Medeiros Chaves (PSD) * 1955/1956 - Nelson D’Ávila Melo (UDN) * 1956/1959 - Wolney Leal de Melo (ARENA) * 1959/1962 - João de Aguiar Caldas (PDS) * 1963/1964 - Geraldo Sampaio Maia * 9 de abril de 1964 a 30 de maio de 1964 - Jackson de Figueiredo Guimarães (Regime Militar) * 12 de junho de 1964 a 16 de fevereiro de 1965 - Feliciano de Souza Almeida (Regime Militar) * Moises de Abreu Filho (Interventor) * 1967/1971 - Dr. Pedro Ferreira de Barros (Prefeito Interino) (ARENA) * 1967/1971 - Francisco Guimarães * 1971/1972 - Ribeiro José do Bomfim (MDB) * 1973 a 31/1/1977 - Wolney Leal de Melo (ARENA) * 1/2/1977 a 1982 - Antonio Guimarães de Britto (ARENA) * 1983/1988 - Luiz de Medeiros Chaves (MDB) * 1989/1992 - Maria das Graças Nascimento Lima (PFL) * 1993/1996 - José Cláudio Nunes (PFL) * 1997/2004 - José Renato Vieira Brandão (PT/PPS) * 2005/2006 - José Luciano Nascimento Lima (PFL) * 2006/2011 - Paulo Roberto Ayres de Freitas Britto (PT) * 2011/2016 - Jose Américo Lima (PSC) * 2017/2020 - Iokanaan Santana (PSB) *2021/2024 - Valberto de Oliviera Lima (MDB) Fonte: https://gazetadepropria.blogspot.com/p/prefeitos-e-intendentes.html == Demografia == == Geografia == Localiza-se a uma latitude 10º12'40\" sul e a uma longitude 36º50'25\" oeste, estando a uma altitude de 14 metros. Sua população estimada em 2014 era de habitantes. O município é limitado pelo estado de Alagoas a nordeste e pelos municípios de Neópolis e Japoatã a sul, São Francisco a sudoeste, e Cedro de São João e Telha a oeste. Possui uma área de 95,51 km². Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1963 a 1970 e a partir de 1973, a menor temperatura registrada em Propriá foi de em 11 de setembro de 1983 e a maior atingiu em 26 de novembro de 2015. O maior acumulado de precipitação em 24 horas alcançou em 30 de abril de 1977, seguido por em 6 de dezembro de 1964. Abril de 1966, com , foi o mês de maior precipitação. == Economia == Propriá já foi a segunda economia do estado de Sergipe (a primeira era Aracaju) e liderava o comércio atacadista do Baixo São Francisco (Sergipe e Alagoas), sofrendo uma decadência desde a década de 1970. Mas por causa de más administrações e a decadência da atividade industrial e da importância do Rio São Francisco para a economia, Propriá é apenas hoje a 22ª cidade mais rica de Sergipe. Ainda assim Propriá tem tradição na fabricação de doces típicos, com destaque para o doce de batata, considerado o melhor do estado de Sergipe. == Esporte == Propriá possui duas equipes de futebol, o América Futebol Clube e o Esporte Clube Propriá. O Propriá foi fundado em 1913 e o seu estádio é o Constantino Tavares e o América foi fundado em 1942, a partir de uma dissidência do Propriá, e manda seus jogos no Estádio Durval Feitosa. == Filhos ilustres == * Gustavo Rodrigues da Costa Doria, pai de Dr. Rodrigues Doria. Embora nascido em Porto Real do Colégio, desde os primeiros dias de vida passou para Propriá e se considerava propriaense. * Theotonio Ribeiro da Silva, nasceu em Propriá (1806) e faleceu em Penedo (1878). Afilhado do Pe. Capela. * Ascendino Xavier Ferrão de Argolo, nasceu em Propriá em 1889. Exerceu varios cargos públicos no Estado. Colaborou na “A Perola” e no “O Nacional” de Propriá. * Bernardo Machado da Costa Doria, nasceu em Propriá em 1811 e faleceu em Recife em 1875. Foi o primeiro sergipano graduado na Academia Jurídica de Olinda. * Luiz José da Costa Filho, nascido em Propriá em 1886. Foi jornalista, político e orador. Advogou em Aracajú. * Manoel Pereira Guimarães, nasceu em Propriá em 1840 e faleceu em Aracajú em 1899. Foi deputado provincial (1874-1875). Exerceu vários cargos em Aracajú. * Carlos Augusto Ayres de Freitas Britto, nasceu em 18 de novembro de 1942, na cidade de Propriá. Ingressou na Faculdade de Direito da Universidade Federal de Sergipe em 1962, obtendo o diploma de Bacharel em 1966. Foi nomeado Ministro do Supremo Tribunal Federal pelo Presidente da República Luiz Inácio Lula da Silva, por decreto de 5 de junho de 2003 * João Fernandes de Britto (Dr. Britinho). * João de Seixas Dórea. Nasceu em Propriá, de onde saiu para estudar e forma-se em Direito, em 1943. Bacharel em Ciências Jurídicas e Sociais pela Faculdade de Direito de Niterói em 1946, foi secretário da prefeitura de Aracaju filiando-se à UDN após o fim do Estado Novo e foi eleito deputado estadual em 1947 e 1950 chegando ao posto de líder da bancada. Em 1954 e 1958, Seixas foi eleito deputado federal e integrou-se à Frente Parlamentar Nacionalista e em 1960 foi entusiasta da candidatura presidencial de Jânio Quadros servindo-lhe como vice-líder do governo na Câmara dos Deputados. Consumada a renúncia de Jânio Quadros em 25 de agosto de 1961, Seixas Dória integrou a \"Bossa Nova\" da UDN ao lado de nomes como o futuro presidente, José Sarney. Em 1962 foi eleito governador de Sergipe derrotando o udenista Leandro Maciel. Assinou, sob ressalva, o “Manifesto dos governadores democratas”, uma iniciativa do paulista Ademar de Barros. Aliado do presidente João Goulart, defendia as chamadas \"reformas de base\" a ponto de opor-se, via rádio, ao Golpe Militar que abreviou o mandato presidencial em 31 de março de 1964. Seixas foi Membro da Academia Sergipana de Letras, autor de 'Sílvio Romero, jurista e filósofo' e 'Eu, réu sem crime'. * DAVINO NOMYSIO DE AQUINO * Dr. Manoel Xavier de Figueiredo Montes. Embora não tendo nascido em Propriá mudou-se para a cidade aos 1º anos de idade, onde construiu família. Sendo farmacêutico teve também uma farmácia, que era também um laboratório de produtos químicos. Propriá deve muito ao Dr. Xavier Montes. * Eronides Ferreira de Carvalho. Nasceu em Propriá em 1855. Exerceu varios cargos, foi medico do Exercito Brasileiro, foi Interventor Federal de Sergipe. * João Paulo Vieira da Silva, nasceu no Sitio do Meio (Propriá) em 1832 e faleceu em Aracajú em 1875. Entregou-se a lavoura e foi deputado provincial (1860-61) (1864-65-66-67-68 e 69). * NELSON D’ÁVILA MELO * OCTÁVIO MARTINS PENALVA * JOÃO RODRIGUES DA COSTA DÓRIA * JOÃO GILVAN ROCHA * Dom Antonio dos Santos Cabral. Nasceu no dia 08 de outubro de 1884, em Propriá (SE). Dom Cabral iniciou seus estudos em Propriá, depois foi para a cidade de Penedo (AL) e mais tarde matriculou-se no Seminário de Santa Teresa, em Salvador (BA). Sua ordenação sacerdotal deu-se em 1º de novembro de 1907. Regressou a Propriá, onde ficou como coadjutor do cônego Rosa. Permaneceu nesse posto de 1907 a 1912. Foi promovido a pároco em 05 de março de 1912, onde ficou até abril de 1918. Em reconhecimento ao seu excelente trabalho, Dom Cabral foi nomeado cônego capitular da Sé de Aracaju e recebeu do Papa em janeiro de 1914 o título de monsenhor. Daí a pouco seu nome seria lembrado para bispo. Para surpresa de muitos, Dom Cabral rejeitou duas vezes, em abril de 1916 e depois em junho de 1917, sua indicação para bispo de Natal. Mas a obediência à voz da Igreja falou mais alta e em 1º de outubro de 1917 foi publicada a bula do Sumo Pontífice Bento XV que o nomeou bispo de Natal. A Sagração de Dom Cabral deu-se na Catedral Metropolitana, em 14 de abril de 1918. * Dom Juvêncio de Britto. * Dom José Brandão de Castro. * Martinho Dias Guimarães. Nascido em Própria, o membro ilustre de uma das maiores famílias desta terra, o Sr. Martinho Guimarães foi um dos grandes administradores. Intendente de 1929-1930 e Prefeito de Propriá no ano de (1935-36-37-1942-43-44-45-46-47). Deputado estadual pelo Partido Social Democrático em 1947 e reeleito pelo mesmo partido no pleito de 3 de outubro de 1950. * Pedro de Medeiros Chaves, Pedro Chaves, nascido em junho de 1900, teria completado 100 anos. Ele foi prefeito de Propriá e deputado. Ergueu o obelisco em comemoração aos 150 anos da emancipação política da cidade. https://www.ibge.gov.br/cidades-e-estados/se/propria.html Fonte: Propriá e seus Propriaenses Blog: Gazeta de Propriá == Ligações externas == * * * * *A Voz do São Francisco * *",
 "title": "Propriá"
}