{
 "id": "13381",
 "text": "Do ponto de vista da biologia, um tecido é um conjunto de células especializadas, iguais ou diferentes entre si, separadas ou não por líquidos e substâncias intercelulares, que realizam determinada função num organismo multicelular. Podem ser encontrados em organismos do reino animal e vegetal. Os tecidos em animais podem ser classificados em quatro categorias básicas: o tecido epitelial, o conjuntivo, o muscular e o tecido nervoso. Já em plantas, os tecidos podem ser agrupados em: tecido de preenchimento, como o parênquima; os tecidos de sustentação colênquima e esclerênquima; de revestimento como a epiderme e periderme; e tecidos de condução, como o xilema e floema. O estudo dos tecidos biológicos e de como estes se organizam para formar os órgãos chama-se histologia;Aires et al 2011, p. 8. na medicina, o estudo dos tecidos como meio de diagnóstico de uma doença é a histopatologia. A disciplina acadêmica que estuda tecidos vegetais é conhecida como histologia vegetal. == Composição == Tecidos são constituídos por células juntamente com a matriz extracelular produzida por células. A matriz é quase inexistente em alguns tecidos, porém em outros é abundante e contém estruturas e moléculas importantes do ponto de vista estrutural e funcional. São agrupamentos de células e matriz extracelular que desempenham funções específicas, como as de proteção, absorção, secreção de substâncias, percepção de sensações, sustentação, locomoção, movimentação de órgãos internos, transmissão de informações, preenchimento, armazenamento, regeneração, defesa, e transporte de sustâncias. Apesar da complexidade de organismos como os mamíferos, há apenas 4 tipos básicos de tecidos: o epitelial, o conjuntivo, o muscular e o nervoso. Esses quatro tipos de tecidos não existem isoladamente mas juntam-se uns aos outros em proporções vaiáveis; os órgãos abrangem pelo menos dois ou todos os quatro tipos de tecidos.Junqueira & Carneiro 1995, p. 46.Telser et al 2008, p. 37.Bailey et al 1973, p. 70. == Tipos de tecidos biológicos == Os tecidos biológicos podem dividir-se em: * Tecidos animais * Tecidos vegetais Alguns exemplos de tecidos dos vertebrados são os epitélios, que formam a superfície dos órgãos, o tecido muscular, o tecido que forma os ossos (tecido ósseo), o sangue, o tecido nervoso, a medula óssea, que produz as células do sangue e os vários tecidos glandulares. A serosa e mucosa recobrem órgãos por fora e por dentro destes, ajudando os tecidos na proteção. Nas plantas vasculares, os tecidos equivalentes aos vasos sanguíneos dos vertebrados são o xilema e o floema. Outros tecidos das plantas são os parênquimas e os meristemas, que são responsáveis pelo crescimento da planta. == Métodos de estudo dos tecidos biológicos == A principal ferramenta usada na histologia para o estudo de tecidos é o microscópio, usando cortes finos de material em luz transmitida num capo claro.Telser et al 2008, p. 1. É necessário que o tecido seja submetido a cortes finíssimos, através da sua inclusão num bloco de parafina para ser cortado num micrótomo.Bailey et al 1973, p. 1. Depois de cortado, retirada a parafina é colocado numa lâmina, o corte é fixado (para não se deteriorar) e corado. Os desenvolvimentos recentes na área da microscopia electrónica, a imunofluorescência e o corte por congelação permitiram um enorme avanço no campo da histologia. == Ver também == * Tecido mole === Bibliografia === * * * * == Ligações externas == * O que é Histologia?",
 "title": "Tecido"
}