{
 "id": "13430",
 "text": "Estética (do grego aisthésis: percepção, sensação, sensibilidade) é um ramo da filosofia que tem por objetivo o estudo da natureza, da beleza e dos fundamentos da arte. Ela estuda o julgamento e a percepção do que é considerado beleza, a produção das emoções pelos fenômenos estéticos, bem como: as diferentes formas de arte e da técnica artística; as ideias de obra, de arte e de criação; a relação entre matérias e formas nas artes. Por outro lado, a estética também pode ocupar-se do sublime, ou da privação da beleza, ou seja, o que pode ser considerado feio, ou até mesmo ridículo. É o ramo da filosofia preocupa-se com a natureza da beleza e a natureza do gosto (preferência); e funciona como a filosofia da arte. A estética examina a filosofia do valor estético, que é determinado por julgamentos críticos do gosto artístico; assim, a função da estética é a “reflexão crítica sobre a arte, a cultura e a natureza”. A estética estuda fontes naturais e artificiais de experiências e como as pessoas formam um julgamento sobre essas fontes de experiência. Considera o que acontece em nossas mentes quando nos envolvemos com objetos ou ambientes, como ver artes visuais, ouvir música, ler poesia, assistir a uma peça, assistir a um desfile de moda, filme, esportes ou explorar vários aspectos da natureza. A filosofia da arte estuda especificamente como os artistas imaginam, criam e executam obras de arte, bem como como as pessoas usam, apreciam e criticam a arte. A estética considera por que as pessoas gostam de algumas obras de arte e não de outras, bem como como a arte pode afetar nosso humor e nossas crenças. Tanto a estética como a filosofia da arte tentam encontrar respostas para o que é exactamente arte e o que constitui boa arte.\"Aesthetics \", Internet Encyclopedia of Philosophy, Barry Hartley Slater. Retrieved 28-02-2021.Zangwill, Nick. \"Aesthetic Judgment \", Stanford Encyclopedia of Philosophy, 02-28-2003/10-22-2007. Retrieved 07-24-2008.Kelly (1998) p. ixThomas Munro, \"Aesthetics\", The World Book Encyclopedia, Vol. 1, ed. A. Richard Harmet, et al., (Chicago: Merchandise Mart Plaza, 1986), p. 80 == Etimologia == A palavra estética é derivada do grego antigo \"sensível, pertencente à percepção sensorial\"), que por sua vez vem de \"percebo, sinto, aprendo\" e está relacionado a \"percepção, sensação\"). Diz-se que a estética neste sentido central começou com a série de artigos sobre \"Os Prazeres da Imaginação\", que o jornalista Joseph Addison escreveu nas primeiras edições da revista \"The Spectator\" em 1712. O termo estética foi apropriado e cunhado com novo significado pelo filósofo alemão Alexander Baumgarten em sua dissertação \"Meditationes philosophicae de nonnullis ad poema pertinentibus\" (em inglês: \"Considerações filosóficas de alguns assuntos relativos ao poema\") em 1735Guyer, Paul (2005). Values of Beauty: Historical Essays in Aesthetics. [S.l.]: Cambridge University Press. ISBN 978-0521606691; Baumgarten escolheu a “estética” porque desejava enfatizar a experiência da arte como meio de conhecimento. A definição de estética de Baumgarten no fragmento Aesthetica (1750) é ocasionalmente considerada a primeira definição da estética moderna.. O termo foi introduzido na língua inglesa por Thomas Carlyle em sua Vida de Friedrich Schiller (1825). ==História da Estética== A história da filosofia da arte como estética que abrange as artes visuais, as artes literárias, as artes musicais e outras formas de expressão artística pode ser datada pelo menos desde Aristóteles e dos antigos gregos. Aristóteles, escrevendo sobre as artes literárias em sua Poética, afirmou que a poesia épica, a tragédia, a comédia, a poesia ditirâmbica, a pintura, a escultura, a música e a dança são todos fundamentalmente atos de mimesis (\"imitação\"), cada um variando em imitação por meio, objeto, e maneira. Ele aplica o termo mimese tanto como propriedade de uma obra de arte quanto como produto da intenção do artista e afirma que a compreensão da mimese pelo público é vital para a compreensão da própria obra. Aristóteles afirma que a mimese é um instinto natural da humanidade que separa os humanos dos animais e que toda arte humana “segue o padrão da natureza”. Por causa disso, Aristóteles acreditava que cada uma das artes miméticas possuía o que Stephen Halliwell chama de “procedimentos altamente estruturados para a realização de seus propósitos”. Por exemplo, a música imita com os meios de ritmo e harmonia, enquanto a dança imita apenas com o ritmo e a poesia com a linguagem. As formas também diferem no objeto de imitação. A comédia, por exemplo, é uma imitação dramática de homens piores que a média; enquanto a tragédia imita os homens um pouco melhor que a média. Por último, as formas diferem na sua forma de imitação – através de narrativa ou personagem, através de mudança ou não mudança, e através de drama ou não drama. Eric Auerbach ampliou a discussão da história da estética em seu livro intitulado Mimesis. == Estética e a Filosofia da Arte == Alguns distinguem a estética da filosofia da arte, alegando que a primeira é o estudo da beleza e do gosto, enquanto a segunda é o estudo das obras de arte. Mas a estética normalmente considera questões de beleza e também de arte. Ele examina tópicos como obras de arte, experiência estética e julgamentos estéticos. A experiência estética refere-se à contemplação sensorial ou apreciação de um objeto (não necessariamente uma obra de arte), enquanto o julgamento artístico refere-se ao reconhecimento, apreciação ou crítica da arte em geral ou de uma obra de arte específica. Nas palavras de um filósofo: \"A filosofia da arte tem a ver com arte. A estética tem a ver com muitas coisas - incluindo a arte. Mas também tem a ver com a nossa experiência de paisagens deslumbrantes ou com o padrão de sombras na parede oposta ao seu escritório. Os filósofos da arte pesam uma concepção de arte culturalmente contingente versus uma concepção puramente teórica. Eles estudam as variedades de arte em relação aos seus ambientes físicos, sociais e culturais. Os filósofos estéticos às vezes também se referem a estudos psicológicos para ajudar a entender como as pessoas veem, ouvem, imaginam, pensar, aprender e agir em relação aos materiais e problemas da arte.A psicologia estética estuda o processo criativo e a experiência estética.Nanay, Bence. (2019) Aesthetics: A Very Short Introduction. Oxford University Press. p.4Thomas Munro, \"aesthetics\", The World Book Encyclopedia, Vol. 1, ed. A. Richard Harmet, et al., (Chicago: Merchandise Mart Plaza, 1986), p. 81. == Na antiguidade == Para Aristóteles e Platão, a estética era estudada e fundida com a lógica e a ética. O belo, o agradável e o verdadeiro formavam uma unidade com a obra. A essência do belo seria alcançada identificando-o com o bom, tendo em conta os valores morais. Na Idade Média surgiu a intenção de estudar a estética independente de outros ramos filosóficos. No âmbito do Belo, dois aspectos fundamentais podem ser particularmente destacados: * A estética iniciou-se como teoria que se tornava ciência normativa às custas da lógica e da moral - os valores humanos fundamentais: o verdadeiro, o bom, o belo. Centrava em certo tipo de julgamento de valor que enunciaria as normas gerais do belo (ver cânone estético); * A estética assumiu características também de uma metafísica do belo, que se esforçava para desvendar a fonte original de todas as belezas sensíveis: reflexo do inteligível na matéria (Platão), manifestação sensível da ideia (Hegel), o belo natural e o belo arbitrário (humano), etc... Mas este caráter metafísico e consequentemente dogmático da estética transformou-se posteriormente em uma filosofia da arte, onde se procura descobrir as regras da arte na própria ação criadora (Poética) e em sua recepção, sob o risco de impor construções a priori sobre o que é o belo. Neste caso, a filosofia da arte se tornou uma reflexão sobre os procedimentos técnicos elaborados pelo homem, e sobre as condições sociais que fazem um certo tipo de ação ser considerada artística. Para além da obra de Baumgarten, Estética, são importantes as obras Hípias Maior, O Banquete e Fedro, de Platão, a Poética, de Aristóteles, a Crítica da Faculdade do Juízo, de Kant e Cursos de Estética de Hegel. == Estéticas na história e na filosofia == Embora os pensadores tenham ponderado a beleza e a arte por milhares de anos, o assunto da estética não foi totalmente separado da disciplina filosófica até o século XVIII. === Grécia Antiga === Sócrates, um dos mais notórios pensadores gregos, foi um dos primeiros a refletir sobre as questões da estética. Nos diálogos de Sócrates com Hípias, há uma refutação dos conceitos tradicionalmente atribuídos ao belo, ele não irá definir o que é belo julgando-se incapaz de explicar o belo em si. Platão entendeu que os objetos incorporavam uma proporção, harmonia, e união, buscou entender estes critérios. O belo para Platão estava no plano do ideal, mais propriamente a ideia do belo em si era colocada por ele como absoluto e eterno, não dependeria dos objetos, ou seja, da materialidade, era a própria ideia de perfeição, estava plenamente completo, restando ao mundo sensível apenas a imitação ou a cópia desta beleza perfeita. Platão dissociava o belo do mundo sensível, sua existência ficava confinada ao mundo das ideias, associando-se ao bem, a verdade, ao imutável e a perfeição. Para Platão somente a partir do ideal de beleza suprema é que seria possível emitir um juízo estético, portanto definir o que era ou não belo, ou o que conteria maior ou menor beleza. Por estar fora do mundo sensível, o belo platônico está separado também da intromissão do julgamento humano cujo estado é passivo diante do belo. Ele estabelecia uma união inseparável entre o belo, a beleza, o amor e o saber. O belo em Platão serviria para conduzir o homem à perfeição, ao qual restaria a cópia fiel e a simulação, estas concepções filosóficas vão permear a arte grega e ocidental por um longo período, até o século XVIII, com momentos históricos de maior ou menor ênfase no fazer artístico. Aristóteles, discípulo de Platão, ao contrário de seu mestre, concebeu o belo a partir da realidade sensível, deixando este de ser algo abstrato para se tornar concreto, o belo materializa-se, a beleza no pensamento aristotélico já não era imutável, nem eterna, podendo evoluir. Aristóteles dará o primeiro passo para a ruptura do belo associado à ideia de perfeição, trará o belo para a esfera mundana, colocará a criação artística sob a égide humana, já não mais separado do homem mas intrínseco a ele. Com Aristóteles abrem-se às perspectivas dos critérios de julgamento do fazer artístico, conferindo ao artista a possibilidade de individuação. O belo aristotélico seguirá critérios de simetria, composição, ordenação, proposição, equilíbrio. As concepções do belo de Aristóteles ficam por um longo período esquecidas, sendo somente retomadas ao final da Idade Média. === Modernidade === Filosofia do belo na arte é a designação aplicada a partir do século XVIII, por Baumgarten, à ciência filosófica que compreendeu o estudo das obras de arte e o conhecimento dos aspectos da realidade sensorial classificáveis em termos de belo ou feio. Os conceitos do belo seguem o rumo da apreciação, da fruição e da busca pelo juízo universal, pela verdade última de sua definição. A revolução francesa traz novos ares ao mundo, e o engatinhar da revolução industrial traz novas luzes ao pensamento humano. Vários filósofos se preocuparam com o belo durante este período, entre eles cita-se Hume e Burke, que deixaram, cada um contribuições valiosas na tentativa de definição dos conceitos e parâmetros do belo, mas nenhum foi tão importante quanto Kant, cuja contribuição foi decisiva nas tentativas de explicação do belo. A maioria dos autores das teorias estéticas tomam Kant como referencial principal em suas obras: após Kant apresentar suas teorias, nenhum outro filósofo depois dele deixou de o citar - refutando ou concordando, todos o mencionam. Os conceitos sobre o belo elaborados por Kant transformaram em definitivo o juízo estético. Kant irá mudar as bases do juízo estético ocidental que até ele vinculavam as obras de arte e a beleza natural ao sobrenatural. A beleza até então era algo que a razão não poderia compreender, a arte era quem transpunha o incognoscível absoluto e pelos símbolos trazia o ideal para o real. O que tornava a arte apreciável até então era o prazer do deleite com o belo, a influência moral que exercia sobre natureza humana. Para Kant, o juízo estético é oriundo do sentimento e funciona no ser humano como intermediário entre a razão e o intelecto. A função da razão é prática, já a função do intelecto é elaborar teorias sobre os fenômenos. Os fenômenos que são percebidos pelos sentidos através da intuição, transformam-se em algo compreensível o que permitiria a emissão de um juízo estético. Tal juízo não conduziria a um conhecimento intrínseco do objeto, portanto não teria um valor cognitivo, nem tampouco seria um juízo sobre a perfeição do objeto ou fenômeno, sendo correto independentemente dos conceitos ou das sensações produzidas pelos objetos. Os sentimentos de prazer e desprazer em Kant estão ligados às sensações estéticas e pertencem ao sujeito, são estes sentimentos subjetivos, não lógicos que emitem o conceito do belo, são eles que formam o juízo do gosto. A percepção de um objeto ou fenômeno que instiga a sensação de prazer provoca a fruição ou gozo e a essas sensações damos os nomes de belo, bonito e beleza. A questão do belo seria então algo subjetivo, e por ser subjetivo é livremente atribuído, sem parâmetro, fundado na “norma pessoal”. São os sentimentos oriundos das sensações agradáveis que emitem o juízo do belo, induzindo o desejo de permanecer usufruindo tais sensações. O interesse imediato diante das sensações prazerosas é a continuidade. Kant afirmava ser impossível encontrar regras teóricas para a construção de belos objetos. E é impossível porque, quando julgam que um objeto se inclui em certo princípio geral ou se conforma com esta ou aquela regra, estão fazendo um juízo intelectual dessa ordem, não podendo “inferir que ele é belo”. A beleza não dependeria de provas intelectivas, mas sim do senso de prazer gerado. O prazer é a ligação principal que Kant faz com o belo, por ser um prazer subjetivo, ele é desprovido do sentido de conhecimento, não está vinculado à realidade de um objeto ou fenômeno, o prazer que o belo proporciona vem apenas das representações sensivelmente apreendidas. Hegel foi outro grande filósofo que, após Kant, dedicou-se ao estudo do belo. Hegel parece concordar de certa maneira com Platão, ao abordar a questão do ideal e do belo. Sobre a beleza Hegel diz que “a beleza só pode se exprimir na forma, porque ela só é manifestação exterior através do idealismo objetivo do ser vivente e se oferece à nossa intuição e contemplação sensíveis” Uma profunda análise sobre o ideal é um dos focos de Hegel. Ao ideal ele atribui todos os conceitos morais e espirituais, pertencentes à natureza humana que são transfigurados pelo imaginário em formas atribuídas a deuses ou seres superiores a si mesmo. Tal ideal, segundo ele, seria uma tentativa de transpor a realidade dura e cruel da vida cotidiana e ao mesmo tempo projetar para si mesmo exemplos a serem seguidos. A beleza funciona para Hegel como a expressão máxima do Ideal. O ideal clássico “só representa o modo de ser do espírito, o que nele há de sublime funde-se na beleza, é diretamente transformado em beleza”. Para Hegel o belo é algo espiritual. Para esta definição, parte da premissa da inexistência material do belo, colocando-o na categoria de conceito sem realidade física, portanto, pertencente ao plano espiritual, ao plano da imaginação do sujeito. Hegel definiu a estética como a ciência que estuda o belo, conferindo à estética a categoria de ciência filosófica. Sua análise do belo é basicamente sobre o conceito do belo artístico, relegando o belo natural a um segundo plano. “Para justificar esta exclusão, poderíamos dizer que a toda ciência cabe o direito de se definir como queira”. Uma análise detalhada das diferenças do belo artístico e do belo natural foi feita por Hegel, privilegiando o belo artístico por considerá-lo superior, tecendo explicações sobre tal superioridade. Hegel vai tomar como base o belo em si, e deixa de lado os \"objetos belos\", que segundo ele são tidos como belos por motivos diversos. “Não nos perturbam, portanto, as oposições entre os objetos qualificados de belos: estas oposições são afastadas, suprimidas (…). Nós começamos pelo belo como tal”. Hegel acaba por determinar que “só é belo o que possui expressão artística”. ===Julgamento Estético=== A estética examina a resposta do domínio afetivo a um objeto ou fenômeno. Os julgamentos de valor estético baseiam-se na capacidade de discriminar a nível sensorial. Contudo, os julgamentos estéticos geralmente vão além da discriminação sensorial. Para David Hume, a delicadeza do paladar não é apenas “a capacidade de detectar todos os ingredientes de uma composição”, mas também a sensibilidade “tanto às dores como aos prazeres, que escapam ao resto da humanidade”.David Hume, Essays Moral, Political, Literary, Indianapolis: Literary Fund, 1987. Assim, a discriminação sensorial está ligada à capacidade de prazer. Para Immanuel Kant (em sua \"Crítica do Julgamento\", 1790), “gozo” é o resultado quando o prazer surge da sensação, mas julgar algo como “bonito” tem um terceiro requisito: a sensação deve dar origem ao prazer através do envolvimento da contemplação reflexiva. Os julgamentos de beleza são sensoriais, emocionais e intelectuais ao mesmo tempo. Kant (1790) observou sobre um homem: “Se ele diz que o vinho canário é agradável, ele fica bastante satisfeito se alguém corrige seus termos e o lembra de dizer: É agradável para mim”, porque “Cada um tem seu próprio (senso de ) gosto\". O caso da “beleza” é diferente da mera “agradabilidade” porque, “Se ele proclama que algo é belo, então ele exige o mesmo gosto dos outros; ele então julga não apenas por si mesmo, mas por todos, e fala da beleza como se era uma propriedade das coisas.\" Às vezes, pode-se observar que as interpretações da beleza pelo espectador possuem dois conceitos de valor: estética e gosto. Estética é a noção filosófica de beleza. O gosto é o resultado de um processo educativo e de consciência dos valores culturais da elite aprendidos através da exposição à cultura de massa. Bourdieu examinou como a elite da sociedade define os valores estéticos como o gosto e como os diferentes níveis de exposição a esses valores podem resultar em variações por classe, formação cultural e educação. Segundo Kant, a beleza é subjetiva e universal; assim, certas coisas são bonitas para todos. Na opinião de Władysław Tatarkiewicz, existem seis condições para a apresentação da arte: beleza, forma, representação, reprodução da realidade, expressão artística e inovação. No entanto, talvez não seja possível definir essas qualidades em uma obra de arte.Bourdieu, Pierre (1984). Distinction. Routledge. A questão de saber se existem fatos sobre os julgamentos estéticos pertence ao ramo da metafilosofia conhecido como metaestética .Hanson, Louise (21/8/2014). Encyclopedia of Aesthetics. [S.l.]: Oxford University Press. ISBN 978-0-19-974710-8. doi:10.1093/acref/9780199747108.001.0001. ====Fatores envolvendo o julgamento Estético ==== O julgamento estético está intimamente ligado ao nojo. Respostas como o nojo mostram que a detecção sensorial está ligada de maneira instintiva às expressões faciais, incluindo respostas fisiológicas como o reflexo de vômito. A repulsa é desencadeada em grande parte pela dissonância; como Darwin apontou, ver uma faixa de sopa na barba de um homem é nojento, embora nem a sopa nem a barba sejam em si nojentas. Os julgamentos estéticos podem estar ligados a emoções ou, como as emoções, parcialmente incorporados em reações físicas. Por exemplo, a admiração inspirada por uma paisagem sublime pode manifestar-se fisicamente com um aumento da frequência cardíaca ou dilatação da pupila. Como visto, as emoções conformam-se a reações 'culturais', portanto a estética é sempre caracterizada por 'respostas regionais', como Francis Grose foi o primeiro a afirmar em suas 'Regras para desenhar caricaturas: com um ensaio sobre pintura cômica' (1788), e pode, portanto, ser considerado o primeiro “regionalista estético” crítico ao proclamar a antiuniversalidade da estética em contraste com a perigosa e sempre ressurgente ditadura da beleza. O 'Regionalismo Estético' pode assim ser visto como uma declaração e postura política que compete contra qualquer noção universal de beleza para salvaguardar a contra-tradição da estética relacionada com o que foi considerado e apelidado de não-belo só porque a cultura de alguém não o contempla, por exemplo. O sublime de Edmund Burke, o que geralmente é definido como arte “primitiva”, ou arte não harmoniosa e não catártica, arte camp, que a “beleza” postula e cria, dicotomicamente, como seu oposto, sem sequer a necessidade de declarações formais, mas que será 'percebido' como feio.Bezrucka, Yvonne (2017). The Invention of Northern Aesthetics in 18th-Century English Literature. [S.l.: s.n.] Consultado em 4 de setembro de 2019. Da mesma forma, os julgamentos estéticos podem ser culturalmente condicionados até certo ponto. Os vitorianos na Grã-Bretanha muitas vezes consideravam as esculturas africanas feias, mas apenas algumas décadas depois, o público eduardiano considerava as mesmas esculturas bonitas. As avaliações da beleza podem muito bem estar ligadas à desejabilidade, talvez até à desejabilidade sexual. Assim, os julgamentos de valor estético podem ficar ligados a julgamentos de valor económico, político ou moral. Num contexto actual, um Lamborghini pode ser considerado bonito, em parte, porque é desejável como símbolo de estatuto, ou pode ser considerado repulsivo, em parte, porque significa consumo excessivo e ofende valores políticos ou morais. O contexto da sua apresentação também afeta a percepção da obra de arte; obras de arte apresentadas num contexto de museu clássico são mais apreciadas e classificadas como mais interessantes do que quando apresentadas num contexto de laboratório estéril. Embora os resultados específicos dependam fortemente do estilo da obra de arte apresentada, no geral, o efeito do contexto provou ser mais importante para a percepção da obra de arte do que o efeito da genuinidade (se a obra de arte estava sendo apresentada como original ou como fac-símile/cópia).Susanne Grüner; Eva Specker; Helmut Leder (2019). «Effects of Context and Genuineness in the Experience of Art». Empirical Studies of the Arts. 37 (2): 138–152. doi:10.1177/0276237418822896. Os julgamentos estéticos podem muitas vezes ser muito refinados e internamente contraditórios. Da mesma forma, os julgamentos estéticos parecem frequentemente ser, pelo menos em parte, intelectuais e interpretativos. O que uma coisa significa ou simboliza é muitas vezes o que está sendo julgado. Os estetas modernos afirmaram que a vontade e o desejo estavam quase adormecidos na experiência estética, mas a preferência e a escolha pareciam estéticas importantes para alguns pensadores do século XX. A questão já foi levantada por Hume, mas veja Mary Mothersill, \"Beauty and the Critic's Judgment\", em The Blackwell Guide to Aesthetics, 2004. Assim, os julgamentos estéticos podem ser vistos como baseados nos sentidos, emoções, opiniões intelectuais, vontade, desejos, cultura, preferências, valores, comportamento subconsciente, decisão consciente, treinamento, instinto, instituições sociológicas, ou alguma combinação complexa destes, dependendo exatamente de qual teoria é empregada. Um terceiro tópico importante no estudo dos julgamentos estéticos é como eles são unificados entre as formas de arte. Por exemplo, a fonte da beleza de uma pintura tem um caráter diferente daquela da bela música, sugerindo que sua estética difere em espécie. A clara incapacidade da linguagem para expressar o julgamento estético e o papel da construção social obscurecem ainda mais esta questão.Consider Clement Greenberg's arguments in \"On Modernist Painting\" (1961), reprinted in Aesthetics: A Reader in Philosophy of Arts. ===Aesthetic universals=== O filósofo Denis Dutton identificou seis assinaturas universais na estética humana: Denis Dutton's Aesthetic Universals summarized by Steven Pinker in The Blank Slate * Experiência ou virtuosismo. Os humanos cultivam, reconhecem e admiram as habilidades artísticas técnicas. * Prazer não utilitário. As pessoas apreciam a arte pela arte e não exigem que ela as mantenha aquecidas ou que coloque comida na mesa. * Estilo. Os objetos artísticos e as performances satisfazem regras de composição que os colocam num estilo reconhecível. * Crítica. As pessoas fazem questão de julgar, apreciar e interpretar obras de arte. * Imitação. Com algumas exceções importantes como a pintura abstrata, as obras de arte simulam experiências do mundo. * Foco especial. A arte é colocada à parte da vida comum e torna-se um foco dramático de experiência. Artistas como Thomas Hirschhorn indicaram que há muitas exceções às categorias de Dutton. Por exemplo, as instalações de Hirschhorn evitam deliberadamente o virtuosismo técnico. As pessoas podem apreciar uma Madonna renascentista por razões estéticas, mas tais objetos muitas vezes tinham (e às vezes ainda têm) funções devocionais específicas. As “regras de composição” que podem ser lidas na Fonte de Duchamp ou no 4′33″ de John Cage não localizam as obras num estilo reconhecível (ou certamente não num estilo reconhecível no momento da realização das obras). Além disso, algumas das categorias de Dutton parecem demasiado amplas: um físico pode entreter mundos hipotéticos na sua imaginação durante a formulação de uma teoria. Outro problema é que as categorias de Dutton procuram universalizar as noções europeias tradicionais de estética e arte, esquecendo que, como André Malraux e outros salientaram, houve um grande número de culturas em que tais ideias (incluindo a própria ideia de “arte”) não eram válidas.Derek Allan, Art and the Human Adventure: André Malraux's Theory of Art. (Amsterdam: Rodopi. 2009) === Ética estética === A ética estética refere-se à ideia de que a conduta e o comportamento humanos devem ser governados por aquilo que é belo e atraente. John DeweyDewey, John. (1932)'Ethics', with James Tufts. In: The Collected Works of John Dewey, 1882–1953 Edited Jo-Ann Boydston: Carbonsdale: Southern Illinois University Press. p. 275. salientou que a unidade da estética e da ética reflecte-se de facto na nossa compreensão de que o comportamento é \"justo\" - a palavra tem um duplo significado de atraente e moralmente aceitável. Mais recentemente, James Page sugeriu que a ética estética pode ser considerada uma base filosófica para a educação para a paz.Peace Education – Exploring Ethical and Philosophical Foundations infoagepub.com == Beleza == A beleza é um dos principais temas da estética, juntamente com a arte e o gosto.Sartwell, Crispin (2017). «Beauty». The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Consultado em 26 May 2021. «Aesthetics». Encyclopædia Britannica (em inglês). Consultado em 9 fev. 2021. Cópia arquivada em 28 Fev. 2022. Muitas de suas definições incluem a ideia de que um objeto é belo se sua percepção for acompanhada de prazer estético. Entre os exemplos de belos objetos estão paisagens, pores do sol, humanos e obras de arte. A beleza é um valor estético positivo que contrasta com a feiúra como sua contraparte negativa. Diferentes intuições comumente associadas à beleza e à sua natureza estão em conflito entre si, o que apresenta certas dificuldades para sua compreensão. Por um lado, a beleza é atribuída às coisas como uma característica pública e objetiva. Por outro lado, parece depender da resposta subjetiva e emocional do observador. Diz-se, por exemplo, que “a beleza está nos olhos de quem vê”. Talvez seja possível conciliar estas intuições afirmando que depende tanto das características objetivas da coisa bela como da resposta subjetiva do observador. Uma maneira de conseguir isso é sustentar que um objeto é belo se tiver o poder de provocar certas experiências estéticas no sujeito que o percebe. Isto é muitas vezes combinado com a visão de que o sujeito precisa ter a capacidade de perceber e julgar corretamente a beleza, às vezes chamada de “sentido do paladar”. Diferentes intuições comumente associadas à beleza e à sua natureza estão em conflito entre si, o que coloca certas dificuldades para compreendê-la. Por um lado, a beleza é atribuída às coisas como uma característica pública e objetiva. Por outro lado, parece depender da resposta subjetiva e emocional do observador. Diz-se, por exemplo, que “a beleza está nos olhos de quem vê”. Talvez seja possível conciliar estas intuições afirmando que depende tanto das características objetivas da coisa bela como da resposta subjetiva do observador. Uma maneira de conseguir isso é sustentar que um objeto é belo se tiver o poder de provocar certas experiências estéticas no sujeito que o percebe. Isto é muitas vezes combinado com a visão de que o sujeito precisa ter a capacidade de perceber e julgar corretamente a beleza, às vezes chamada de “sentido do paladar”.Zangwill, Nick (2003). «Beauty». In: Levinson, Jerrold. Oxford Handbook to Aesthetics. [S.l.]: Oxford University Press. doi:10.1093/oxfordhb/9780199279456.003.0018. Consultado em 26/5/2021. Várias concepções de como definir e compreender a beleza foram sugeridas. As concepções clássicas enfatizam o lado objectivo da beleza, definindo-a em termos da relação entre o objecto belo como um todo e as suas partes: as partes devem estar na proporção certa entre si e assim compor um todo integrado e harmonioso. As concepções hedonistas, por outro lado, concentram- se mais no lado subjetivo, traçando uma conexão necessária entre prazer e beleza, por exemplo que para um objeto ser belo é causar prazer desinteressado.Schmidhuber, J. (1991). Curious model-building control systems. International Joint Conference on Neural Networks. 2. Singapore: IEEE press. pp. 1458–1463. doi:10.1109/IJCNN.1991.170605 Outras concepções incluem definir objetos bonitos em termos do seu valor, de uma atitude amorosa para com eles ou da sua função. == Novas Críticas e “A Falácia Intencional” == Durante a primeira metade do século XX, ocorreu uma mudança significativa para a teoria estética geral, que tentou aplicar a teoria estética entre várias formas de arte, incluindo as artes literárias e as artes visuais, umas às outras. Isso resultou no surgimento da escola da Nova Crítica e no debate sobre a falácia intencional. Em causa estava a questão de saber se as intenções estéticas do artista ao criar a obra de arte, qualquer que seja a sua forma específica, deveriam estar associadas à crítica e avaliação do produto final da obra de arte, ou, se a obra de arte deve ser avaliado por seus próprios méritos, independentemente das intenções do artista. Em 1946, William K. Wimsatt e Monroe Beardsley publicaram um ensaio clássico e controverso da New Critical intitulado \"The Intentional Fallacy\", no qual argumentaram fortemente contra a relevância da intenção de um autor, ou \"significado pretendido\" na análise de uma obra literária. . Para Wimsatt e Beardsley, as palavras na página eram tudo o que importava; a importação de significados de fora do texto foi considerada irrelevante e potencialmente perturbadora. Em outro ensaio, “The Affective Fallacy”, que serviu como uma espécie de ensaio irmão de “The Intentional Fallacy”, Wimsatt e Beardsley também desconsideraram a reação pessoal/emocional do leitor a uma obra literária como um meio válido de análise de um texto. Esta falácia seria mais tarde repudiada pelos teóricos da escola de teoria literária da resposta do leitor. Um dos principais teóricos desta escola, Stanley Fish, foi treinado pela New Critics. Fish critica Wimsatt e Beardsley em seu ensaio \"Literature in the Reader\" (1970).Leitch, Vincent B., et al., eds. The Norton Anthology of Theory and Criticism. New York: W.W. Norton & Company, 2001. Conforme resumido por Berys Gaut e Livingston em seu ensaio \"The Creation of Art\": \"Teóricos e críticos estruturalistas e pós-estruturalistas criticaram duramente muitos aspectos da Nova Crítica, começando com a ênfase na apreciação estética e na chamada autonomia de arte, mas reiteraram o ataque à suposição da crítica biográfica de que as atividades e a experiência do artista eram um tema crítico privilegiado. Esses autores afirmam que: \"Os anti-intencionalistas, como os formalistas, sustentam que as intenções envolvidas na produção de arte são irrelevantes ou periféricas para a interpretação correta da arte. Portanto, detalhes do ato de criar uma obra, embora possivelmente de interesse em si mesmos, não têm influência na interpretação correta da obra.\" Gaut e Livingston definem os intencionalistas como distintos dos formalistas, afirmando que: \"Os intencionalistas, ao contrário dos formalistas, sustentam que a referência às intenções é essencial para fixar a interpretação correta das obras.\" Eles citam Richard Wollheim afirmando que, \"A tarefa da crítica é a reconstrução do processo criativo, onde o processo criativo deve, por sua vez, ser pensado como algo que não pára antes, mas termina na própria obra de arte.\"Gaut and Livingston, p. 6. == Formas derivadas de estética == Um grande número de formas derivadas de estética desenvolveram-se como formas contemporâneas e transitórias de investigação associadas ao campo da estética, que incluem o pós-moderno, o psicanalítico, o científico e o matemático, entre outros. === Estética pós-moderna e psicanálise === Artistas, poetas e compositores do início do século XX desafiaram as noções existentes de beleza, ampliando o âmbito da arte e da estética. Em 1941, Eli Siegel, filósofo e poeta americano, fundou o Realismo Estético, a filosofia de que a própria realidade é estética e que \"O mundo, a arte e o eu explicam-se mutuamente: cada um é a unidade estética dos opostos\". Várias tentativas foram feitas para definir a Estética Pós-Moderna. O desafio à suposição de que a beleza era central para a arte e a estética, considerada original, é na verdade contínuo com a teoria estética mais antiga; Aristóteles foi o primeiro na tradição ocidental a classificar a \"beleza\" em tipos, como em sua teoria do drama, e Kant fez uma distinção entre a beleza e o sublime. A novidade foi a recusa em atribuir o estatuto mais elevado a certos tipos, onde a taxonomia implicava uma preferência pela tragédia e o sublime pela comédia e pelo Rococó. Croce sugeriu que a “expressão” é central da mesma forma que a beleza já foi considerada central. George Dickie sugeriu que as instituições sociológicas do mundo da arte eram a cola que unia a arte e a sensibilidade em unidades. Marshall McLuhan sugeriu que a arte sempre funciona como um \"contra-ambiente\" projetado para tornar visível o que geralmente é invisível em uma sociedade. Theodor Adorno sentia que a estética não poderia prosseguir sem confrontar o papel da indústria cultural na mercantilização da arte e da experiência estética. Hal Foster tentou retratar a reação contra a beleza e a arte modernista em The Anti-Aesthetic: Essays on Postmodern Culture. Arthur Danto descreveu essa reação como \"califobia\" (em homenagem à palavra grega para beleza, κάλλος kallos).Grosswiler, Paul (2010). Transforming McLuhan: Cultural, Critical, and Postmodern Perspectives. [S.l.]: Peter Lang Publishing. p. 13. ISBN 978-1433110672. André Malraux explica que a noção de beleza estava ligada a uma concepção particular de arte que surgiu com o Renascimento e ainda era dominante no século XVIII (mas foi suplantada posteriormente). A disciplina da estética, que teve origem no século XVIII, confundiu este estado de coisas transitório com uma revelação da natureza permanente da arte. Brian Massumi sugere reconsiderar a beleza seguindo o pensamento estético da filosofia de Deleuze e Guattari. Walter Benjamin fez eco a Malraux ao acreditar que a estética era uma invenção comparativamente recente, uma visão que se revelou errada no final da década de 1970, quando Abraham Moles e Frieder Nake analisaram as ligações entre beleza, processamento de informação e teoria da informação. Denis Dutton em \"The Art Instinct\" também propôs que o senso estético era um fator evolutivo vital.Derek Allan, Art and the Human Adventure, André Malraux's Theory of Art (Amsterdam: Rodopi, 2009)Massumi, Brian, (ed.), A Shock to Thought. Expression after Deleuze and Guattari. London & NY: Routeledge, 2002. Jean-François Lyotard invoca novamente a distinção kantiana entre gosto e sublime. A pintura sublime, ao contrário do realismo kitsch, \"... nos permitirá ver apenas ao tornar impossível ver; só agradará ao causar dor.\"Lyotard, Jean-Françoise, What is Postmodernism?, in The Postmodern Condition, Minnesota and Manchester, 1984.Lyotard, Jean-Françoise, \"Scriptures: Diffracted Traces\", in Theory, Culture and Society, Volume 21, Number 1, 2004. Sigmund Freud inaugurou o pensamento estético na Psicanálise principalmente através do \"Estranho\" como afeto estético.Freud, Sigmund, \"The Uncanny\" (1919). Standard Edition of the Complete Psychological Work of Sigmund Freud, 17:234–236. London: The Hogarth Press Seguindo Freud e Merleau-Ponty, Jacques Lacan teorizou a estética em termos de sublimação e da Coisa.Lacan, Jacques, \"The Ethics of Psychoanalysis\" (The Seminar of Jacques Lacan Book VII), NY: W.W. Norton & Company, 1992. A relação da estética marxista com a estética pós-moderna ainda é uma área de debate controversa. ===Estética e Ciência === O campo da estética experimental foi fundado por Gustav Theodor Fechner no século XIX. A estética experimental daquela época era caracterizada por uma abordagem indutiva e baseada no assunto. A análise da experiência e do comportamento individual com base em métodos experimentais é uma parte central da estética experimental. Em particular, é estudada a percepção de obras de arte, música ou itens modernos, como sites ou outros produtos de TI. A estética experimental está fortemente orientada para as ciências naturais. As abordagens modernas vêm principalmente dos campos da psicologia cognitiva (cognitivismo estético) ou da neurociência (neuroestética).Kobbert, M. (1986), Kunstpsychologie (\"Psychology of art\"), Wissenschaftliche Buchgesellschaft, DarmstadtThielsch, M.T. (2008), Ästhetik von Websites. Wahrnehmung von Ästhetik und deren Beziehung zu Inhalt, Usability und Persönlichkeitsmerkmalen. (\"The aesthetics of websites. Perception of aesthetics and its relation to content, usability, and personality traits.\"), MV Wissenschaft, MünsterHassenzahl, M. (2008), Aesthetics in interactive products: Correlates and consequences of beauty. In H.N.J. Schifferstein & P. Hekkert (Eds.): Product Experience. (pp. 287–302). Elsevier, Amsterdam === A beleza e a matemática === Considerações matemáticas, como simetria e complexidade, são utilizadas para análise em estética teórica. Isto é diferente das considerações estéticas da estética aplicada utilizadas no estudo da beleza matemática. Considerações estéticas como simetria e simplicidade são usadas em áreas da filosofia, como ética e física teórica e cosmologia para definir a verdade, fora das considerações empíricas. Beleza e verdade têm sido consideradas quase sinônimos, conforme refletido na afirmação \"Beleza é verdade, verdade beleza\" no poema \"Ode a um Grego\" de John Keats, ou no lema hindu \"Satyam Shivam Sundaram\" (Satya, a Verdade, e o Deus Shiva, Shiva é Lindo). O fato de os julgamentos de beleza e os julgamentos de verdade serem ambos influenciados pela fluência do processamento, que é a facilidade com que a informação pode ser processada, tem sido apresentado como uma explicação para a razão pela qual a beleza é por vezes equiparada à verdade. Uma pesquisa recente descobriu que as pessoas usam a beleza como uma indicação da verdade em tarefas de padrões matemáticos. No entanto, cientistas como o matemático David Orrell e o físico Marcelo Gleiser argumentaram que a ênfase em critérios estéticos como a simetria é igualmente capaz de desviar os cientistas.Why Beauty Is Truth: The History of Symmetry, Ian Stewart, 2008Reber, R; Schwarz, N; Winkielman, P (2004). «Processing fluency and aesthetic pleasure: Is beauty in the perceiver's processing experience?». Personality and Social Psychology Review. 8 (4): 364–382. PMID 15582859. doi:10.1207/s15327957pspr0804_3. hdl:1956/594 ===Computação=== As abordagens computacionais para a estética surgiram em meio a esforços para usar métodos da ciência da computação \"para prever, transmitir e evocar respostas emocionais a uma obra de arte. Neste campo, a estética não é considerada dependente do gosto, mas é uma questão de cognição, e, consequentemente, aprendizagem. Em 1928, o mate M = O/C como a relação entre ordem e complexidade. Nas décadas de 1960 e 1970, Max Bense, Abraham Moles e Frieder Nake estiveram entre os primeiros a analisar as ligações entre estética, processamento de informação e teoria da informação.A. Moles: Théorie de l'information et perception esthétique, Paris, Denoël, 1973 (Information Theory and aesthetical perception)F Nake (1974). Ästhetik als Informationsverarbeitung. (Aesthetics as information processing). Grundlagen und Anwendungen der Informatik im Bereich ästhetischer Produktion und Kritik. Springer, 1974, MMax Bense, por exemplo, baseou-se na medida estética de Birkhoff e propôs uma medida teórica da informação semelhante M_\\ddot{a}=R/H, eem que R representava a redundância e H representava a entropia, que atribui maior valor às obras de arte mais simples. INa década de 1990, Jürgen Schmidhuber descreveu uma teoria algorítmica da beleza. Esta teoria leva em conta a subjetividade do observador e postula que entre diversas observações classificadas como comparáveis por um determinado observador subjetivo, a mais esteticamente agradável é aquela que está codificada pela descrição mais curta, seguindo a direção das abordagens anteriores. A teoria de Schmidhuber distingue explicitamente entre o que é belo e o que é interessante, afirmando que o interesse corresponde à primeira derivada da beleza subjetivamente percebida. Ele supõe que cada observador tenta continuamente melhorar a previsibilidade e a compressibilidade de suas observações, identificando regularidades como repetição, simetria e auto-similaridade fractal.Schmidhuber, J. (1991). Curious model-building control systems. International Joint Conference on Neural Networks. 2. Singapore: IEEE press. pp. 1458–1463. doi:10.1109/IJCNN.1991.170605J. Schmidhuber. Papers on artificial curiosity since 1990: http://www.idsia.ch/~juergen/interest.html Desde cerca de 2005, os cientistas da computação têm tentado desenvolver métodos automatizados para inferir a qualidade estética das imagens.chat.openai.comFaria, J.; Bagley, S.; Rueger, S.; Breckon, T.P. (2013). «Challenges of Finding Aesthetically Pleasing Images» (PDF). Proc. International Workshop on Image and Audio Analysis for Multimedia Interactive Services. [S.l.]: IEEE. Consultado em 19 June 2013. Cópia arquivada (PDF) em 9 de outubro de 2022 TNormalmente, essas abordagens seguem uma abordagem de aprendizado de máquina, onde um grande número de fotografias avaliadas manualmente são usadas para “ensinar” um computador sobre quais propriedades visuais são relevantes para a qualidade estética. Um estudo realizado por Y. Li e CJ Hu empregou a medição de Birkhoff em sua abordagem de aprendizagem estatística, onde a ordem e a complexidade de uma imagem determinavam o valor estético. A complexidade da imagem foi calculada usando a teoria da informação enquanto a ordem foi determinada usando compressão fractal. Há também o caso do motor Acquine, desenvolvido na Penn State University, que avalia fotografias naturais enviadas pelos usuários.«Aesthetic Quality Inference Engine – Instant Impersonal Assessment of Photos». Penn State University. Consultado em 21 June 2009. Também houve tentativas relativamente bem- sucedidas em relação ao xadrez [mais solicitação] e à música. Abordagens computacionais também foram tentadas na produção cinematográfica, conforme demonstrado por um modelo de software desenvolvido por Chitra Dorai e um grupo de pesquisadores da IBM T.J. Centro de Pesquisa Watson. A ferramenta previu a estética com base nos valores dos elementos narrativos. Uma relação entre a formulação matemática da estética de Max Bense em termos de \"redundância\" e \"complexidade\" e as teorias de antecipação musical foi oferecida usando a noção de Taxa de Informação.Manaris, B., Roos, P., Penousal, M., Krehbiel, D., Pellicoro, L. and Romero, J.; A Corpus-Based Hybrid Approach to Music Analysis and Composition; Proceedings of 22nd Conference on Artificial Intelligence (AAAI-07); Vancouver, BC; 839–845 2007.Dubnov, S.; Musical Information Dynamics as Models of Auditory Anticipation; in Machine Audition: Principles, Algorithms and Systems, Ed. W. Weng, IGI Global publication, 2010. ===Estética evolucionária=== A estética evolucionista refere-se às teorias da psicologia evolucionista nas quais se argumenta que as preferências estéticas básicas do Homo sapiens evoluíram para aumentar a sobrevivência e o sucesso reprodutivo. Um exemplo é que se argumenta que os humanos consideram belas e preferem paisagens que fossem bons habitats no ambiente ancestral. Outro exemplo é que a simetria e a proporção corporal são aspectos importantes da atratividade física, o que pode ser devido ao fato de indicarem boa saúde durante o crescimento corporal. As explicações evolutivas para as preferências estéticas são partes importantes da musicologia evolutiva, dos estudos literários darwinianos e do estudo da evolução da emoção. ===Estética aplicada=== Além de ser aplicada à arte, a estética também pode ser aplicada a objetos culturais, como cruzes ou ferramentas..Giannini AJ (Dez.1993). «Tangential symbols: using visual symbolization to teach pharmacological principles of drug addiction to international audiences». Journal of Clinical Pharmacology. 33 (12): 1139–1146. PMID 7510314. doi:10.1002/j.1552-4604.1993.tb03913.x Por exemplo, o acoplamento estético entre objetos de arte e temas médicos foi feito por palestrantes que trabalham para a Agência de Informação dos EUA. Os slides artísticos foram vinculados a slides de dados farmacológicos, o que melhorou a atenção e a retenção por meio da 'ativação simultânea do cérebro direito intuitivo com o esquerdo racional' [carece de fontes]. Também pode ser utilizado em temas tão diversos como cartografia, matemática, gastronomia, moda e design de websites.Visual Aesthetics. [S.l.]: Interaction-design.org. Consultado em 31 July 2012. Cópia arquivada em 12 de agosto de 2012. === Outras abordagens === Guy Sircello foi pioneiro nos esforços da filosofia analítica para desenvolver uma teoria rigorosa da estética, com foco nos conceitos de beleza, amor e sublimidade. Em contraste com os teóricos românticos, Sircello defendeu a objetividade da beleza e formulou uma teoria do amor com base nisso.Guy Sircello, A New Theory of Beauty. Princeton Essays on the Arts, 1. Princeton, NJ: Princeton University Press, 1975.Guy Sircello, Love and Beauty. Princeton, NJ: Princeton University Press, 1989.Guy Sircello, \"How Is a Theory of the Sublime Possible?\" The Journal of Aesthetics and Art Criticism Vol. 51, No. 4 (Autumn, 1993), pp. 541–550 O filósofo e teórico britânico da estética da arte conceitual, Peter Osborne, afirma que \"a estética da 'arte pós-conceitual' não diz respeito a um tipo particular de arte contemporânea, mas sim à condição histórico-ontológica para a produção da arte contemporânea em geral. ..\". Osborne observou que a arte contemporânea é “pós-conceitual” em uma palestra pública proferida em 2010.Peter Osborne, Anywhere Or Not at All: Philosophy of Contemporary Art, Verso Books, London, 2013. pp. 3 & 51 Gary Tedman apresentou uma teoria de uma estética sem sujeito derivada do conceito de alienação de Karl Marx e do anti-humanismo de Louis Althusser, usando elementos da psicologia de grupo de Freud, definindo um conceito de 'nível estético da prática'.Tedman, G. (2012) Aesthetics & Alienation, Zero Books Gregory Loewen sugeriu que o sujeito é fundamental na interação com o objeto estético. A obra de arte serve como veículo para a projeção da identidade do indivíduo no mundo dos objetos, além de ser a fonte irruptiva de muito do que é estranho na vida moderna. Da mesma forma, a arte é usada para memorizar biografias individualizadas de uma forma que permite às pessoas imaginarem que fazem parte de algo maior do que elas mesmas.Gregory Loewen, Aesthetic Subjectivity, 2011 pp. 36–37, 157, 238) ==Criticismo== A filosofia da estética como prática tem sido criticada por alguns sociólogos e escritores de arte e sociedade. Raymond Williams, por exemplo, argumenta que não existe um objecto estético único e/ou individual que possa ser extrapolado do mundo da arte, mas sim que existe um continuum de formas e experiências culturais que o discurso e as experiências comuns podem sinalizar como arte. Por \"arte\" podemos enquadrar várias \"obras\" ou \"criações\" artísticas como tal, embora esta referência permaneça dentro da instituição ou evento especial que a cria e isso deixa algumas obras ou outras possíveis \"artes\" fora do quadro de trabalho, ou outras interpretações como outros fenômenos que não podem ser considerados \"arte\".Raymond Williams, Marxism and Literature (Oxford Univ. Press, 1977), 155. Pierre Bourdieu discorda da ideia de \"estética\" de Kant. Ele argumenta que a “estética” de Kant representa apenas uma experiência que é o produto de um elevado habitus de classe e de lazer acadêmico, em oposição a outras experiências “estéticas” possíveis e igualmente válidas que estão fora da definição restrita de Kant. Timothy Laurie argumenta que as teorias da estética musical \"enquadradas inteiramente em termos de apreciação, contemplação ou reflexão correm o risco de idealizar um ouvinte implausivelmente desmotivado, definido apenas através de objetos musicais, em vez de vê-lo como uma pessoa para quem intenções e motivações complexas produzem atrações variáveis para objetos culturais e práticas\". == Ver também == * Kitsch * História da arte * Teoria da arte * Beleza * Filosofia * Arte == Referências == == Bibliografia == * Aristóteles. Poética. São Paulo. Ed. Ars Poética. 1993. * Burke, Edmund. Uma investigação filosófica sobre a origem de nossas ideias do sublime e do belo. Campinas: Papirus, 1993. * Hegel, G. W. Cursos de Estética. São Paulo: Edusp, 2001/06. 4 vols. * Hegel, George W. F. Curso de estética: o belo na arte. São Paulo: Martins Fontes, 1996. * Jimenez, Marc. Estética, o que é estética. São Leopoldo: Editora Unisinos, 1999. * Kant, Immanuel. Crítica da faculdade do juízo. Rio de Janeiro: Forense Universitária, 1993. * Osborne, Harold. Estética e teoria da arte. São Paulo: Cultrix, 1993. * Suassuna, Ariano. Iniciação á Estética. Rio de Janeiro. Ed. José Olympio, 2004. * * * Mario Perniola, 20th Century Aesthetics. Towards A Theory of Feeling, translated by Massimo Verdicchio, London, New Delhi, New York, Sydney: Bloomsbury, 2013, . * * Handbook of Phenomenological Aesthetics. Edited by Hans Rainer Sepp and Lester Embree. (Series: Contributions To Phenomenology, Vol. 59) Springer, Dordrecht / Heidelberg / London / New York 2010. * Theodor W. Adorno, Aesthetic Theory, Minneapolis, University of Minnesota Press, 1997. * Ayn Rand, The Romantic Manifesto: A Philosophy of Literature, New York: New American Library, 1971 * https://web.archive.org/web/20051214215609/http://www.home.netspeed.com.au/derek.allan/default.htm Derek Allan], Art and the Human Adventure, Andre Malraux's Theory of Art, Rodopi, 2009 * Derek Allan. Art and Time, Cambridge Scholars, 2013. * Augros, Robert M., Stanciu, George N., The New Story of Science: mind and the universe, Lake Bluff, Ill.: Regnery Gateway, 1984. (has significant material on Art, Science and their philosophies) * John Bender and Gene Blocker, Contemporary Philosophy of Art: Readings in Analytic Aesthetics 1993. * René Bergeron. L'Art et sa spiritualité. Québec, QC.: Éditions du Pelican, 1961. * Christine Buci-Glucksmann (2003), Esthétique de l'éphémère, Galilée. (French) * Noël Carroll (2000), Theories of Art Today, University of Wisconsin Press. * Mario Costa (1999) (in Italian), L'estetica dei media. Avanguardie e tecnologia, Milan: Castelvecchi, . * Benedetto Croce (1922), Aesthetic as Science of Expression and General Linguistic. * E.S. Dallas (1866), The Gay Science, 2 volumes, on the aesthetics of poetry. * Danto, Arthur (2003), The Abuse of Beauty: Aesthetics and the Concept of Art, Open Court. * Stephen Davies (1991), Definitions of Art. * Terry Eagleton (1990), The Ideology of the Aesthetic. Blackwell. * Susan L. Feagin and Patrick Maynard (1997), Aesthetics. Oxford Readers. * Penny Florence and Nicola Foster (eds.) (2000), Differential Aesthetics. London: Ashgate. * Berys Gaut and Dominic McIver Lopes (eds.), Routledge Companion to Aesthetics. 3rd ed. London and New York: Routledge, 2013. * Annemarie Gethmann-Siefert (1995), Einführung in die Ästhetik, Munich, W. Fink. * David Goldblatt and Lee B. Brown, ed. (2010), Aesthetics: A Reader in the Philosophy of the Arts. 3rd ed. Pearson Publishing. * Theodore Gracyk (2011), The Philosophy of Art: An Introduction. Polity Press. * Greenberg, Clement (1960), \"Modernist Painting\", The Collected Essays and Criticism 1957–1969, The University of Chicago Press, 1993, 85–92. * Evelyn Hatcher (ed.), Art as Culture: An Introduction to the Anthropology of Art. 1999 * Georg Wilhelm Friedrich Hegel (1975), Aesthetics. Lectures on Fine Art, trans. T.M. Knox, 2 vols. Oxford: Clarendon Press. * Hans Hofmann and Sara T Weeks; Bartlett H Hayes; Addison Gallery of American Art; Search for the real, and other essays (Cambridge, Massachusetts, M.I.T. Press, 1967) * Michael Ann Holly and Keith Moxey (eds.), Art History and Visual Studies. Yale University Press, 2002. * Carol Armstrong and Catherine de Zegher (eds.), Women Artists at the Millennium. Massachusetts: October Books/MIT Press, 2006. * Kant, Immanuel (1790), Critique of Judgement, Translated by Werner S. Pluhar, Hackett Publishing Co., 1987. * Kelly, Michael (Editor in Chief) (1998) Encyclopedia of Aesthetics. New York, Oxford, Oxford University Press. 4 vol. pp. xvii–521, pp. 555, pp. 536, pp. 572; 2224 total pages; 100 b/w photos; . Covers philosophical, historical, sociological, and biographical aspects of Art and Aesthetics worldwide. * * Søren Kierkegaard (1843), Either/Or, translated by Alastair Hannay, London, Penguin, 1992 * Peter Kivy (ed.), The Blackwell Guide to Aesthetics. 2004 * Carolyn Korsmeyer (ed.), Aesthetics: The Big Questions. 1998 * Lyotard, Jean-François (1979), The Postmodern Condition, Manchester University Press, 1984. * Merleau-Ponty, Maurice (1969), The Visible and the Invisible, Northwestern University Press. * David Novitz (1992), The Boundaries of Art. * Mario Perniola, The Art and Its Shadow, foreword by Hugh J. Silverman, translated by Massimo Verdicchio, London-New York, Continuum, 2004. * Griselda Pollock, \"Does Art Think?\" In: Dana Arnold and Margaret Iverson (eds.) Art and Thought. Oxford: Basil Blackwell, 2003. 129–174. . * Griselda Pollock, Encounters in the Virtual Feminist Museum: Time, Space and the Archive. Routledge, 2007. . * Griselda Pollock, Generations and Geographies in the Visual Arts. Routledge, 1996. . * George Santayana (1896), The Sense of Beauty. Being the Outlines of Aesthetic Theory. New York, Modern Library, 1955. * Elaine Scarry, On Beauty and Being Just. Princeton, 2001. * Friedrich Schiller, (1795), On the Aesthetic Education of Man. Dover Publications, 2004. * Alan Singer and Allen Dunn (eds.), Literary Aesthetics: A Reader. Blackwell Publishing Limited, 2000. * Jadranka Skorin-Kapov, The Intertwining of Aesthetics and Ethics: Exceeding of Expectations, Ecstasy, Sublimity. Lexington Books, 2016. * Władysław Tatarkiewicz, A History of Six Ideas: an Essay in Aesthetics, The Hague, 1980. * Władysław Tatarkiewicz, History of Aesthetics, 3 vols. (1–2, 1970; 3, 1974), The Hague, Mouton. * Markand Thakar Looking for the 'Harp' Quartet: An Investigation into Musical Beauty. University of Rochester Press, 2011. * Leo Tolstoy, What Is Art?, Penguin Classics, 1995. * Roger Scruton, Beauty: A Very Short Introduction, Oxford University Press, 2009. * Roger Scruton, The Aesthetic Understanding: Essays in the Philosophy of Art and Culture (1983) * The London Philosophy Study Guide offers many suggestions on what to read, depending on the student's familiarity with the subject: Aesthetics * John M. Valentine, Beginning Aesthetics: An Introduction to the Philosophy of Art. McGraw-Hill, 2006. * von Vacano, Diego, \"The Art of Power: Machiavelli, Nietzsche and the Making of Aesthetic Political Theory,\" Lanham MD: Lexington: 2007. * Thomas Wartenberg, The Nature of Art. 2006. * John Whitehead, Grasping for the Wind. 2001. * Ludwig Wittgenstein, Lectures on aesthetics, psychology and religious belief, Oxford, Blackwell, 1966. * Richard Wollheim, Art and its objects, 2nd edn, 1980, Cambridge University Press, * Gino Zaccaria, The Enigma of Art. On the Provenance of Artistic Creation, 2021, Brill, * Ben Shneiderman, The Power of Aesthetic: Enhancing Visual Appeal in Your Designs , Ben, 1968. * Jean-Marc Rouvière, Au prisme du readymade, incises sur l'identité équivoque de l'objet préface de Philippe Sers et G. Litichevesky, Paris L'Harmattan 2023 * * * * * * * * * Categoria:Teoria da arte",
 "title": "Estética"
}