{
 "id": "13448",
 "text": "A alimentação é o processo pelo qual os organismos obtêm e assimilam alimentos ou nutrientes para as suas funções vitais, incluindo o crescimento, movimento, reprodução e manutenção da temperatura do corpo. Na linguagem vernácula, alimentação é o conjunto de hábitos e substâncias que o homem usa, não só em relação às suas funções vitais, mas também como um elemento da sua cultura e para manter ou melhorar a sua saúde. No que diz respeito aos animais, há quatro tipos de alimentação, sendo elas: *Alimentação por filtro - obter comida suspensa na água. *Alimentação por sedimentos - obter partículas de comida no solo. *Alimentação de fluidos - obter comida consumindo fluidos de outros organismos. *Alimentação em massa - obter comida comendo peças de outros organismos. ==Práticas de alimentação humana== thumb|left|250px|A ingestão geralmente é uma ocasião social A maioria das residências, em praticamente todos os países, têm uma cozinha ou uma pequena copa-cozinha destinadas à preparação de refeições ou alimentos, e muitas casas também têm uma sala de jantar ou outra área designada para comer. Pratos, talheres, copos e outros implementos para cozinhar e comer existem em grande variedade de formas e tamanhos. Muitas sociedades atuais também têm restaurantes especializados em servir e vender comida, a fim de possibilitar às pessoas que estão fora de casa se alimentarem de forma adequada, seja quando querem economizar o tempo do preparo da comida, seja quando desejam usar o ato de comer em uma ocasião social. Ocasionalmente, como no caso dos festivais de comida, comer é de fato a principal razão do encontro social.John Raulston Saul (1995), \"The Doubter's Companion\", 155 Muitos indivíduos têm padrões diários, regulares e distintos para comer, e comummente muitos tem entre três e quatro refeições diárias, com lanches consistindo como pequenos montantes de comida que consumida entre as refeições. O objectivo de uma alimentação saudável é, há muito tempo, uma importante preocupação de diferentes pessoas e culturas. Juntamente com outras práticas, o jejum, a dieta e o vegetarianismo são técnicas empregadas por pessoas (e encorajadas por sociedades) para aumentar a longevidade e a saúde. Muitas religiões promovem o vegetabilismo considerando errado o consumo de animais. Os nutricionistas concordam que em vez de se deleitar em três refeições diárias, é muito mais saudável e fácil para o metabolismo comer 5 pequenas refeições a cada dia (um maior número de refeições pequenas gera uma melhor digestão; facilita para o intestino o depósito das excretas; e visto que refeições maiores são mais resistentes ao trato digestivo e podem precisar de laxativos). O ato de comer também pode ser uma maneira de ganhar dinheiro, como na ingestão competitiva.David Grazian (2008), \"On the Make: The Hustle of Urban Nightlife\", 32 == Desordens == Psicologicamente, a ingestão é geralmente causada pela fome, mas existem numerosas condições físicas e psicológicas que podem afectar o apetite e desvirtuar padrões normais de ingestão. Estes incluem depressão, alergia a determinados tipos de comida, bulimia, anorexia nervosa, disfunção da glândula pituitária e outros problemas endócrinos, e numerosos outras doenças alimentares. A necessidade crónica de comida nutritiva pode causar várias doenças, incluindo a inanição. Quando isto acontece em uma localidade ou em massiva escala é considerada penúria. Se comer e beber não é possível, pode ser necessária uma intervenção cirúrgica. Nutrição enteral e parenteral são alternativas. === Controle da ingestão de alimentos pelo sistema nervoso central === Os seres humanos com tumores afetando o hipotálamo (diretamente ou por pressão) freqüentemente mostram distúrbios da ingestão de alimentos, usualmente fome e obesidade. Experimentos em animais usando técnicas de lesionamento, uma técnica experimental pela qual áreas selecionadas de cérebro são destruídas, podem reproduzir esta obesidade pela destruição do hipotálamo que é normalmente responsável pelo controle da saciedade. Quando a área ventromediana é lesionada, o controle da ingestão de alimentos é perdido e o animal come em excesso. Estes animais não tem distúrbio metabólico, mas comem porque estão famintos. Quanto foram restringidos a ingerir o mesmo que um animal normal, eles ganharam a mesma quantidade de peso. Até recentemente, o centro da saciedade foi aceito como fato científico. Contudo, várias experiências recentes têm levantado dúvidas sobre o papel do hipotálamo ventromediano, estas destroem fibras que se conduzem numa direção rostrocaudal (feixe ventral noradrenégico) através da margem dorsal do núcleo. Para produzir obesidade o feixe ventral noradrenégico precisa ser lesado. Este feixe de nervos provavelmente transmite uma informação relacionada à saciedade do trono cerebral para centros superiores.Fisiologia Oral básica; Robert M. Bradley; Editorial Médica O conceito de um outro centro, o centro hipotalâmico lateral da fome, também tem sido mudado recentemente. Um grande número de experiências tem mostrado que as lesões no hipotálamo lateral fazem com que um animal pare de comer. A menos que sejam forçados a comer, estes animais irão se definhar até morrer, mas poderão ser induzidos a comer através de uma alimentação programada cuidadosamente. Desde que não exista regeneração do sistema nervoso central destes animais, foi sugerido que outras áreas do cérebro exerceriam eventualmente o papel de centro da fome. Como nas lesões ventromedianas, um trato de fibras, o feixe nigroestriado é danificado pelo lesões hipotalâmicas laterais. Este trato de fibras é dopaminérgico e corre das substâncias negras para o núcleo caudado. Lesões, quer das fibras nigroestriadas, ou de substâncias negras, produzem perda da ingestão de alimentos como as lesões do hipotálamo lateral. O sistema dopaminérgico nigroestriado, portanto, é importante no controle do comportamento alimentar. Evidências posteriores contra o conceito do hipotálamo lateral como centro da fome vieram do fato de que lesões do hipotálamo lateral também danificam fibras sensoriais do sistema trigeminal. Danos destas fibras, bem como de outras partes da via trigeminal ascendente, também levam à inanição.Fisiologia Oral básica; Robert M. Bradley; Editorial Médica Atualmente, o conceito de um centro da fome e da saciedade no hipotálamo é duvidoso. As técnicas de lesionamento provavelmente danificam tratos de fibras dopaminérgicos, noradrenérgicos e trigeminais importantes no controle da ingestão de alimentos. Contudo, provavelmente, ainda é verdade dizer que o hipotálamo exerce um papel no comportamento da ingestão de alimento, mas uma revisão do nosso conhecimento deste papel é necessário.Fisiologia Oral básica; Robert M. Bradley; Editorial Médica == Ver também == *Culinária *Ciência dos alimentos *Engenharia de alimentos *Alimentação e câncer *Suplemento dietético *Pirâmide alimentar *Nutrição *Tabela de composição dos alimentos == Ligações externas == *10 dicas de comidas saudáveis *Homem neolítico era intolerante ao leite, diz pesquisa *Portal de Saúde da UE - Alimentação *Portal de Saúde da UE - Alimentação",
 "title": "Alimentação"
}