{
 "id": "13456",
 "text": "Organismos filtradores é a designação utilizada em ecologia para classificar o conjunto taxonomicamente muito diversificado que agrupa os organismos que praticam a alimentação por filtragem (também frequentemente designada por alimentação por filtro ou alimentação em suspensão). Esta forma de alimentação é realizada por animais ou protozoários que se alimentam de partículas de comida que se encontram em suspensão na coluna de água, tipicamente passando a água por uma estrutura filtradora especializadaJorgensen, C. B. 1966. Biology of Suspension Feeding. Oxford: Pergamon. 357 pp.Jorgensen, C. B. 1975. Comparative physiology of suspension feeding. Ann. Rev. Physiol. 37:57-79 capaz de reter e concentrar o material particulado e os pequenos organismos planctónicos que constituem o alimento. Do ponto de vista da estrutura das cadeias tróficas, a alimentação por filtração é um dos quatro grandes tipos de alimentação, sendo praticada por muitas categorias de organismos, entre os quais as baleias do grupo dos misticetos, as amêijoas, os flamingos, o krill e as esponjas. == Enquadramento == Os organismos filtradores são um sub-grupo dos organismos que se alimentam de pequenas partículas de matéria orgânica (os micrófagos), os quais para além de ingerirem pequenas partículas orgânicas suspensas na água também capturam uma grande diversidade de organismos planctónicos em suspensão. Os organismos que praticam a alimentação por filtração alimentam-se forçando as partículas orgânicas e os organismo planctónicos em suspensão na água a atravessar uma estrutura filtradora especializada capaz de os reter e concentrar. Entre os muitos animais que utilizam este método de alimentação estão grande parte dos moluscoss, o krill, as esponjas, as baleias de barbas e muitos peixes (incluindo alguns tubarões). Algumas aves aquáticas, como os flamingos e diversas espécies de patos, são também filtradores, alimentando-se a partir da coluna de água, na qual activamente introduzem matéria orgânica resultante da ressuspensão do sedimento que escavam ou agitam. Os organismos filtradores podem desempenhar um papel importante na clarificação da água, sendo por isso considerados organismos engenheiros de ecossistemas. === Outros organismos filtradores === Entre a enorme diversidade de organismos filtradores destacam-se os seguintes taxa: * Brachiopoda (um filo de Eumetazoa constituído por pequenos animais solitários, exclusivamente marinhos e bentónicos); * Branchiopoda (uma classe de crustáceos primitivos predominantemente de água doce); * Bryozoa (um filo de Eumetazoa que inclui os organismos tradicionalmente conhecidos por briozoários); * Canalipalpata (uma ordem de vermes Polychaeta associada às fontes hidrotermais); * Ctenophora (um filo de Eumetazoa que inclui os organismos conhecidos por \"águas-vivas-de-pente\" ou \"carambolas-do-mar\", animais marinhos ou estuarinos, planctônicos, alguns bentônicos e bioluminescentes); * Echiura (uma classe de vermes Annelida que inclui animais invertebrados marinhos bentónicos encontrados em todos os oceanos e em todas as profundidades, desde a zona intertidal até às fossas abissais); * Entoprocta (um filo de Eumetazoa constituído por pequenos animais invertebrados, aquáticos, sésseis, dos fundos marinhos); * Holothuroidea (uma classe do filo Echinodermata); * Phoronida (um filo dos Eumetazoa constituído por metazoários tubículas que vivem enterrados na vasa dos fundos marinhos); * Sipuncula (um taxon composto por animais com simetria bilateral, não segmentados e habitantes do meio marinho, que embora tradicionalmente considerado como um filo autónomo, análises moleculares recentes sugerem que o clado pode ser um subgrupo do filo Annelida); * Urochordata (um subfilo do filo Chordata que agrupa os animais em geral referidos pelo nome comum de tunicados). Entre esses organismos pode também ser incluída a espécie Lobodon carcinophagus (a foca-caranguejeira da Antártida), que se alimenta essencialmente de krill. == Ver também == * Alimentação de sedimentos * Alimentação de fluidos * Alimentação em massa * Partícula (ecologia) * Teia de aranha - o único equivalente terrestre a um organismo filtrador == Bibliografia == * * == Ligações externas == * Filter feeder of krill * Mussel Watch Programme Categoria:Ecologia aquática Categoria:Zoologia",
 "title": "Animal filtrador"
}