{
 "id": "13477",
 "text": "Frielas é uma povoação portuguesa do Município de Loures que foi sede da extinta Freguesia de Frielas, freguesia que tinha 5,57 km² de área e 2 171 habitantes (2011), e, por isso, uma densidade populacional de 389,8 hab/km². Freguesia de Frielas foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Santo António dos Cavaleiros para formar uma nova freguesia denominada União das Freguesias de Santo António dos Cavaleiros e Frielas. Em Frielas está situada a maior ETAR da Península Ibérica, a ETAR de Frielas, que faz o processo de limpeza das águas do Rio Trancão ou Rio de Loures. ==População== População da freguesia de Frielas Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 245 271 289 291 330 328 363 441 609 618 856 917 1 596 2 676 2 171 Nos anos de 1864 e 1878 pertencia ao concelho dos Olivais, extinto por decreto de 22/07/1886 == História == A sua origem estará associada à presença da ponte de Frielas enquanto ponto de travessia da via que servia o Vale de LouresGonçalves, Luís Ribeiro (2011). Sistemas de povoamento e organização territorial: dois vales na periferia de Lisboa: séculos IX-XIV, Tese de mestrado, História Medieval, Universidade de Lisboa, Faculdade de Letras.. Durante a Idade Média, os reis de Portugal (D. Afonso III e D. Dinis) passaram aqui algumas temporadas, tendo inclusivamente erigido um Paço, de que hoje existem apenas as ruínas. Foi aqui que casaram, a 1 de Novembro de 1401, Afonso I, Duque de Bragança, com Beatriz Pereira de Alvim. == Geografia == Freguesia muito antiga, Frielas incluía os sítios de Frielas, e ainda da Flamenga e Ponte de Frielas (os quais partilhava com Santo António dos Cavaleiros). Confinava com as freguesias da Apelação, Camarate, Loures, Santo Antão do Tojal, Santo António dos Cavaleiros, Unhos e ainda com o Município de Odivelas (freguesias do Olival Basto e da Póvoa de Santo Adrião). == Património == thumb|esquerda|300px|Vila Romana ou Estação Arqueológica de Frielas. * Capela de Santa Catarina (Frielas) * Cruzeiro manuelino da Cruz da Pedra ou Cruzeiro de Frielas * Estação arqueológica de Frielas ou Sítio arqueológico de Frielas * Igreja Matriz Paroquial de São Julião e Santa Bazilisa de Frielas * Imóveis da Quinta do Pinto * Paço Real de Frielas (vestígios) ou Palácio de Frielas * Quinta de Santo António (Frielas) == Orago == Frielas tem por orago maior o mártir São Julião de Antioquia, e como co- orago, a sua esposa e também mártir Santa Basilissa de Antioquia. == Heráldica == Frielas usa a seguinte bandeira e brasão de armas: Um escudo de prata, com um cruzeiro de púrpura e uma árvore arrancada de verde e frutada de ouro; duas canoas de vermelho, com remos de ouro, apontadas e atadas de negro, vogantes em contra-chefe ondado de sete faixas, quatro de azul, e três de prata. Uma coroa mural de prata de três torres. Um listel branco, com a legenda a negro, em maiúsculas: «FRIELAS».",
 "title": "Frielas"
}