{
 "id": "13489",
 "text": "São Julião do Tojal é uma povoação portuguesa do Município de Loures que foi sede da extinta Freguesia de São Julião do Tojal, freguesia que tinha 13,28 km² de área e 3 837 habitantes (2011), e, por isso, uma densidade populacional de 288,9 hab/km². A Freguesia de São Julião do Tojal foi extinta em 2013, tendo sido agregada à Freguesia de Santo Antão do Tojal para criara a União das Freguesias de Santo Antão e São Julião do Tojal. == Geografia == A Freguesia de São Julião do Tojal incluía os sítios de São Julião do Tojal e Zambujal, e os Bairros da Junqueira, do Olival Queimado e do Tazim. Confinava com as freguesias de Bucelas, Fanhões, Santo Antão do Tojal, São João da Talha, Unhos, e com o Município de Vila Franca de Xira. ==População== População da freguesia de São Julião do Tojal Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1269 1373 1457 1424 1561 1339 1478 1501 1640 1782 1769 2329 3403 3600 3837 Nos anos de 1864 e 1878 pertencia ao concelho dos Olivais, extinto por decreto de 22/07/1886. == Património == * Capela de São Sebastião (São Julião do Tojal) * Capela do Espírito Santo (São Julião do Tojal) * Chafariz do Zambujal * Coreto do Zambujal * Fonte de São Julião do Tojal * Igreja Matriz Paroquial de São Julião do Tojal * Palácio de São Julião do Tojal * Quinta da Abelheira * Quinta das Maduras ou Antiga Quinta das Tinhozeiras == Heráldica == São Julião do Tojal usa a seguinte bandeira e brasão de armas: Um escudo de vermelho, com um ramo de oliveira de ouro entre duas tiras de papel de prata, postas em pala e enroladas nos topos. Campanha de quatro burelas, duas de prata, uma de azul e uma de vermelho, alternadas. Uma coroa mural de prata de três torres. Um listel branco, com a legenda a negro, em maiúsculas: «SÃO JULIÃO DO TOJAL». Bandeira de branco; cordões e borlas de prata e vermelho. == Ligações externas == *",
 "title": "São Julião do Tojal"
}