{
 "id": "13493",
 "text": "Unhos é uma povoação portuguesa do Município de Loures que foi sede da extinta Freguesia de Unhos, freguesia que tinha 4,48 km² de área e 9 507 habitantes (2011), e, por isso, uma densidade populacional de 2 122,1 h/km². A Freguesia de Unhos foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Camarate e Apelação, para formar uma nova freguesia denominada União das Freguesias de Camarate, Unhos e Apelação. == Geografia == Localizada na transição da região oriental do Município para a várzea de Loures, a Freguesia de Unhos confinava com as antigas freguesias de São Julião do Tojal e Santo Antão do Tojal, a norte, Frielas e Apelação a oeste, Camarate, a sudoeste, Sacavém, a sul, e com o rio Trancão a este, que a separava das antigas freguesias de São João da Talha e da Bobadela. Incluía os sítios de Unhos e do Catujal, e ainda os bairros das Barradas, do Cabeço da Aguieira, do Casal dos Machados, das Coroas, do Espinhal, do Galvão, das Manteigas, de Martins do Vale, de Miratejo, do Miradouro, de Nossa Senhora da Nazaré, de Nossa Senhora da Saúde, da Quinta do Belo, das Queimadas, dos Sapateiros, do Tentilhão, e Venceslau. Aqui se localiza o laboratório do Instituto da Vinha e do Vinho. ==População== População da freguesia de Unhos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 420 423 432 397 487 438 480 569 700 1 814 4 198 8 244 9 818 10 531 9 507 Nos anos de 1864 e 1878 pertencia ao concelho dos Olivais, extinto por decreto de 22/07/1886. == História == thumb|esquerda|150px|Cruzeiro de Unhos. Unhos é uma povoação muito antiga, provavelmente anterior à nacionalidade. É difícil de fazer derivar este topónimo de qualquer vocábulo antigo, sendo no entanto possível relacioná-lo, por exemplo, com o das freguesias de Unhais-o-Velho (Pampilhosa da Serra), Unhais da Serra (Covilhã) ou ainda Unhão (Felgueiras). Sabe-se que a povoação já seria habitada na pré-história, tendo sido descobertos artefactos do Calcolítico no sítio do Catujal. A Igreja de São Silvestre data de 1191, a mais antiga referência existente no sítio. == Património == * Cruzeiro de Unhos * Capela de Nossa Senhora da Nazaré do Catujal ou Igreja de Nossa Senhora da Nazaré do Catujal * Igreja de São José da Nazaré (Catujal) * Igreja de São Silvestre ou Igreja Matriz de Unhos * Quinta de Santo António * Quinta do Miradouro == Orago == Unhos tem por orago São Silvestre, a quem é dedicada a igreja, conhecida pelos seus retábulos, únicos do género em Portugal, representando cenas da vida do santo. No lugar do Catujal cultua-se ainda São José e, numa pequena capela, Nossa Senhora da Nazaré . == Heráldica == Unhos usa a seguinte bandeira e brasão de armas: Um escudo de verde, com dois peixes de prata postos em cortesia. Em chefe, meio-touro de ouro. Em contra-chefe, poço de prata, lavrado de negro, com balde suspenso de ouro. Uma coroa mural de prata de três torres. Um listel branco, com a legenda de negro, em maiúsculas: «UNHOS». Bandeira de amarelo; cordões e borlas de ouro e verde. Anteriormente, Unhos usava o seguinte brasão: Um escudo esquartelado: I de prata, com navio de pesca de negro, vestido de prata, mastreado e encordoado de negro; II de azul, com a Igreja de São Saturnino, de prata; III de azul, com três peixes de prata, postos em barra, dispostos um, dois; IV de verde, com três barras de prata. Uma coroa mural de prata de três torres. Um listel branco, com a legenda a negro: «UNHOS».",
 "title": "Unhos"
}