{
 "id": "13491",
 "text": "Santo António dos Cavaleiros é uma vila Portuguesa que foi sede da extinta Freguesia de Santo António dos Cavaleiros do Município de Loures, freguesia que tinha 3,63 km² de área e 25 881 habitantes (2011), e, assim, uma densidade demográfica de 7 129,8 hab/km². Desde 2013, a freguesia foi englobada na então criada União das Freguesias de Santo António dos Cavaleiros e Frielas. A povoação de Santo António dos Cavaleiros foi elevada à categoria de vila em 1991. == Geografia == Localizada na zona sul do Município de Loures, a histórica freguesia de Santo António dos Cavaleiros faz fronteira com as freguesias de Loures a norte, Frielas a este (no Município de Loures), Ramada a oeste, Odivelas a sudoeste, Póvoa de Santo Adrião a sudeste (no Município de Odivelas). Possui um desdobramento da Unidade Hospitalar de Santa Maria e o Hospital Beatriz Ângelo. Inclui os sítios de Cidade Nova, Paradela, Quinta do Conventinho, Santo António dos Cavaleiros, Torres da Bela Vista, Quinta do Almirante e ainda Flamenga e Ponte de Frielas (o qual partilha com Frielas). É essencialmente uma vila dormitório de Lisboa, caracterizando-se pela sua construção em altura. ==População== População da freguesia de Santo António dos Cavaleiros Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 26 267 21 947 25 881 Criada pela Lei n.º 70/89, de 25 de Agosto, com lugares da freguesia de Loures. Pela Lei nº 28/97, de 12 de Julho foram alterados os limites das freguesias de Póvoa de Santo Adrião e Santo António dos Cavaleiros A vila tem nas suas fronteiras 8 infantários e pré-primárias, 4 escolas primárias, 4 escolas preparatórias e 2 escolas secundárias. == História == A presença humana em tempos paleolíticos no território da freguesia de Santo António dos Cavaleiros foi atestada por estudos efectuados na Estação Paleolítica do Casal do Monte. Esta descoberta em 1909 e classificada Imóvel de Interesse Público em 22 de Novembro de 1971. A partir do século XVI a área desperta o interesse de famílias nobres e abastadas que nela adquirem vastas propriedades rústicas. Aqui se elevaram quintas, casais e mesmo palacetes para ócio dos ricos neste arrabalde de Lisboa. Entre estas quintas contam-se Ponte Frielas, Flamenga, Casal do Bravo e Casal dos Cavaleiros. Também no Século XVI foi fundado na área o Convento do Espírito Santo (hoje Quinta do Conventinho) da Ordem dos Frades Menores, da qual Santo António foi proeminente membro. Em meados da década de 1960 foi resolvido urbanizar Santo António dos Cavaleiros. A construção do primeiro bairro iniciou-se em 1965. O projecto de tipo cidade- jardim foi executado pela ICESA-Indústrias de Construção e Empreendimentos. A equipa técnica era constituída pelo Arquitecto Alberto Reaes Pinto, Arquitecto Ressano Garcia, Arquitecto Gonçalo Ribeiro Telles, o topógrafo António de Oliveira Barroso e como director de obras o Engenheiro Pereira Gomes. O slogan da estratégia promocional desta empresa era Em Santo António dos Cavaleiros, verdadeira cidade jardim às portas de Lisboa, com relva, árvores e flores. Onde os seus filhos podem brincar. Onde podem passear, respirar, descansar. O nome do bairro foi inspirado numa base toponímica local: o Casal dos Cavaleiros, situado entre a Flamenga e a Ponte de Frielas, desenvolvendo-se até aos limites do Casal do Bravo. O novo bairro foi inaugurado em 24 de Julho de 1969, na presença do Almirante Américo Thomaz, então Presidente da República. A partir da década de 1970, em consequência da habitação barata e do acesso rodoviário a Lisboa, convergem para Santo António dos Cavaleiros imigrantes de vários sítios de Portugal e do mundo. A freguesia de Santo António dos Cavaleiros foi criada por desmembramento da freguesia de Loures em 1989, tendo sido elevada a vila em 16 de agosto de 1991. == Património == * Estação paleolítica do Casal do Monte * Quinta do Conventinho ==Equipamentos== * Junta de Freguesia * JI/Escola 1º ciclo da Flamenga * JI/Escola 1º ciclo Fernando Bulhões * JI/Escola 1º ciclo Cidade Nova * Escola 1º ciclo Quinta do Conventinho * Escola EB 2,3 Maria Veleda * Escola EB 2,3 Humberto Delgado * Escola Secundária José Cardoso Pires * Centro de Saúde Magnólia * Hospital Beatriz Ângelo * Centro Paroquial * Piscinas Municipais (inauguradas em 2004) * Polícia de Segurança Pública * Templo de Shiva (comunidade hindu) == Heráldica == Santo António dos Cavaleiros utiliza a seguinte bandeira e brasão de armas: Um escudo de prata, com uma cruz de vermelho solta, maçanetada de doze bolotas de ouro com casculhos de verde; sobreposto, um escudete de prata com três faixas de vermelho e três palas do mesmo, atravessantes. Uma coroa mural de prata de quatro torres. Um listel branco, com a legenda de negro, em maiúsculas: «SANTO ANTÓNIO DOS CAVALEIROS». Bandeira esquartelada de vermelho e branco; cordões e borlas de prata e vermelho. Na década de 1960 foi descoberto na área hoje chamada Cidade Nova o brasão em pedra duma família nobre de origem flamenga chamada Rouze. Este brasão encontra-se hoje exposto no Largo d'El-Rei Dom Duarte. Neste antigo brasão se inspirou o actual brasão da freguesia. ==Transportes== Os transportes públicos coletivos de Santo António dos Cavaleiros são assegurados pela empresa Barraqueiro Santo António. Existem 4 carreiras: * Cidade Nova - Campo Grande * Torres da Bela Vista - Campo Grande * Urbano: Hospital de Loures - Conventinho - Loures - Frielas * AMSAC - Campo Grande (via Quinta das Flores)http://cutsac.blogspot.pt/ No período do Verão há uma carreira especial de Santo António dos Cavaleiros para a praia da Costa de Caparica.",
 "title": "Santo António dos Cavaleiros"
}