{
 "id": "13498",
 "text": "{{Info/Município do Brasil | nome = Duque de Caxias | foto = Centro (25 de Agosto).jpg | leg_foto = Aspecto do Centro de Duque de Caxias | apelido = Caxias | brasão = Brasa caxias.png | bandeira = Bandeira caxiense.png | link_brasão = | link_bandeira = | aniversário = 31 de dezembro | fundação = | gentílico = caxiense duque-caxiense | lema = | padroeiro = Santo Antônio de Pádua | CEP = 25001-000 até 25499-999 | prefeito = Wilson Miguel | partido = MDB | fim_mandato = 2024 | mapa = RiodeJaneiro Municip DuquedeCaxias.svg | latP = S | latG = 22| latM = 47| latS = 09 | lonP = O | lonG = 43| lonM = 18| lonS = 43 | estado = Rio de Janeiro | região_metropolitana = Rio de Janeiro | vizinhos = Belford Roxo, Rio de Janeiro, Magé, Miguel Pereira, Nova Iguaçu, Petrópolis e São João de Meriti | dist_capital = 16 | distritos = Duque de Caxias (sede), Campos Elísios, Imbariê e Xerém | área = 467.271 | área_ref = | população = 808152 | população_pos = RJ: 3º; BR: 22º | data_pop = estatísticas IBGE/2022 | altitude = 12,6 | clima = tropical | sigla_clima = Aw | idh = 0.711 | idh_pos = RJ: 49º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 44939.65 | data_pib_per_capita = IBGE/2016 | site_prefeitura = www.duquedecaxias.rj.gov.br | site_câmara = www.cmdc.rj.gov.br }} Duque de Caxias é um município brasileiro do estado do Rio de Janeiro, Região Sudeste do país. Localiza-se na Baixada Fluminense, na Região Metropolitana do Rio de Janeiro, estando situado a da capital estadual. Sua população em 2023 segundo o Censo do IBGE é de habitantes, sendo assim o município mais populoso da Baixada Fluminense, o terceiro mais populoso do estado e o 22º mais populoso do país. Tornou-se município no ano de 1943, após emancipação da cidade de Nova Iguaçu. O nome da cidade homenageia o patrono do Exército Brasileiro, Luís Alves de Lima e Silva, o Duque de Caxias, também chamado de O Pacificador, nascido na região em 1803. Ao lado de Nova Iguaçu, Duque de Caxias é um dos núcleos regionais da Baixada Fluminense, retendo grande parte da mão-de-obra dos 13 municípios dessa sub-região da metrópole do Rio de Janeiro. == História com a Baixada Fluminense == O povoamento da região data do século XVI, quando foram doadas sesmarias da capitania do Rio de Janeiro. Em 1566, começou a chegada dos primeiros colonos nas terras do município, se concentrando em sua maioria nos vales dos rios Meriti, Sarapuí, Iguaçu e Estrela e também na orla praiana próxima da Baía de Guanabara. Em 1568, Brás Cubas, provedor das capitanias de São Vicente e Santo Amaro, recebeu, em doação de sesmaria, braças de terras de testada para o mar e braças de terras de fundo para o Rio Meriti, ou, mais propriamente, Miriti, cortando o piaçabal da aldeia Jacutinga. Outro dos agraciados foi Cristóvão Monteiro, que recebeu terras às margens do Rio Iguaçu. A atividade econômica que ensejou a ocupação do local foi a de cultivo da cana-de-açúcar. O milho, o feijão e o arroz tornaram-se também importantes produtos auxiliares durante esse período. Nos séculos XVII e XVIII, a divisão administrativa de Iguaçu (na ortografia arcaica Iguassu, hoje município de Nova Iguaçu) seguia critérios eclesiásticos, ou seja, a igreja matriz assumia a responsabilidade jurídica e religiosa, administrando as capelas secundárias: as freguesias. Sendo assim, Pilar, Meriti, Estrela e Jacutinga, áreas que atualmente ocupam parte do território de Duque de Caxias, pertenciam a Iguaçu. A região tornou-se importante ponto de passagem das riquezas vindas do interior: o ouro das Minas Gerais, descoberto no momento de crise da lavoura açucareira e o café do Vale do Paraíba Fluminense, que representou cerca de setenta por cento de toda a economia brasileira nessa época. Sendo os caminhos em terra firme poucos, precários e perigosos, nada mais natural que o transporte fosse feito através dos rios, onde estes existissem. Os rios não faltavam na região e, integrados com a Baía de Guanabara, faziam do local um ponto de união entre esta e os caminhos que subiam a serra em direção ao interior. O Porto da Estrela foi o marco mais importante desse período. À sua volta, cresceu um arraial que, no , foi transformado na freguesia de Vila da Estrela, que era administrada então por Iguassu. Apesar da decadência da mineração, a região manteve-se ainda como ponto de descanso, de abastecimento de tropeiros, de transbordo e de trânsito de mercadorias. Até o , o progresso local foi notável. Entretanto, a impiedosa devastação das matas trouxe, como resultado, a obstrução dos rios e consequente transbordamento, o que favoreceu a formação de pântanos. Das águas paradas e poluídas, surgiram mosquitos transmissores de febres. Muitos fugiram do local que, praticamente, ficou inabitável. As terras, antes salubres e férteis, cobriram-se de vegetação própria dos mangues. Em 1850, a situação era de verdadeira calamidade, pois as epidemias surgiram, obrigando senhores de engenho a fugir para locais mais seguros. As propriedades foram sendo abandonadas. A situação era de grande penúria e assim permaneceria ainda por algumas décadas. Com a implantação do transporte ferroviário, a situação piorou consideravelmente. A Estrada de Ferro ligou a capital do império a Maxambomba (atual centro de Nova Iguaçu) e a região do atual município de Queimados, também ex-distrito de Nova Iguaçu. A produção do Vale do Paraíba passou a ser escoada por esta via, os rios e o transporte terrestre deixaram progressivamente de serem usados e os portos fluviais perderam importância. A região iguaçuana entrou em franca decadência. Com a abolição da escravidão em 1888, aconteceram vários transformações na vida econômica e social da Baixada Fluminense. As obras de saneamento foram abandonadas, houve um atraso nas condições propícias à saúde e várias enfermidades surgiram. Entre elas, a malária e a doença de Chagas. No governo de Nilo Peçanha, Meriti teve uma tímida melhoria na área do saneamento básico, contando, inclusive, com a chegada da água encanada, em 1916, na atual Praça do Pacificador. Mas somente no governo de Getúlio Vargas, que criou a Comissão de Saneamento da Baixada Fluminense, a região avançou. Até 1945, mais de quilômetros de rios foram limpos, retirando dos seus leitos de metros cúbicos de terra. Com este trabalho, os rios deixaram de ser criadouros de mosquito, diminuindo em muito o número de doenças na região. Quando a ferrovia atingiu o Vale do Meriti, a região começou a sofrer os efeitos da expansão urbana da cidade do Rio de Janeiro. Com a inauguração da The Rio de Janeiro Northern Railway, em 23 de abril de 1886, a região ficou definitivamente ligada ao antigo Distrito Federal. Com a inauguração de novas estações, em 1911, pela Estrada de Ferro Leopoldina, multiplicaram-se as viagens, bem como o número de passageiros em Gramacho, São Bento, Actura (Campos Elísios), Primavera e Saracuruna. No início do século XX, as terras da baixada serviam para aliviar as pressões demográficas da cidade do Rio de Janeiro. Os dados estatísticos revelam que, em 1910, a população era de oitocentas pessoas em Meriti, passando, em 1920, para . O rápido crescimento populacional provocou o fracionamento e o loteamento das antigas propriedades rurais, naquele momento, improdutivas. Apenas em 1924, instalou-se a primeira rede elétrica no município. Com a abertura da antiga Rodovia Rio-Petrópolis (Atual RJ-101) em 1928, Meriti voltou a prosperar. Inúmeras empresas compraram terrenos e se instalaram na região devido à proximidade com o Rio de Janeiro. O processo de emancipação da cidade esteve relacionado à formação de um grupo que organizou a União Popular Caxiense (UPC): jornalistas, médicos e políticos locais. Em 1940, foi criada a comissão pró-emancipação: Sylvio Goulart, Rufino Gomes, Amadeu Lanzeloti, Joaquim Linhares, José Basílio, Carlos Fraga e Antônio Moreira. A reação do governo foi imediata e os manifestantes foram presos. Na década de 1940, o governo federal promoveu a limpeza de mais de quilômetros de rios e construiu mais de duzentas pontes na Baixada Fluminense. O grande crescimento pelo qual passava Meriti levou o deputado federal Manoel Reis a propor a criação do Distrito de Caxias. Em 14 de março de 1931, através do ato do interventor Plínio de Castro Casado, foi criado, pelo Decreto estadual nº 2.559, o Distrito de Caxias, com sede na antiga Estação de Meriti, pertencente ao então município de Nova Iguaçu. Em 31 de dezembro de 1943, através do Decreto-lei , elevou-se à categoria de município, recebendo o nome de Duque de Caxias. Já a comarca de Duque de Caxias foi criada pelo Decreto-lei nº , no mesmo dia, mês e ano. Com a emancipação, o município recebeu uma grande região e uma área histórica cedida por Nova Iguaçu. Com isso, veio incentivo em sua economia, que por sua vez, a recente cidade pegou a área de São Bento, Campos Elísios, Taquara, Pilar, da Baia de Guanabara e parte da Serra do Tinguá de Nova Iguaçu, deixando a cidade sem ligação com o mar. Por outro lado, o Distrito de Imbariê, que tinha vindo para Duque de Caxias, foi dividido com Magé, de modo que a maior parte territorial ficou com os mageenses . Várias pessoas, oriundas principalmente da Região Nordeste do Brasil, chegavam ao Rio de Janeiro em busca de trabalho e estabeleciam residência em Duque de Caxias. O poder executivo foi instalado oficialmente em 1º de janeiro de 1944, quando o interventor federal Ernani do Amaral Peixoto designou, para responder pelo expediente da prefeitura, o contabilista Homero Lara. Outras nove pessoas foram designadas posteriormente para o mesmo cargo. O primeiro prefeito eleito foi Gastão Glicério de Gouveia Reis, que administrou a cidade de setembro de 1947 a dezembro de 1950. Depois dele vieram, também pelo voto direto, respectivamente, Braulino de Matos Reis, Francisco Correa, Adolpho David, Joaquim Tenório Cavalcanti e Moacyr Rodrigues do Carmo. miniaturadaimagem|200px|FNM D-11.000, lançado em 1958 e produzido na FNM em Xerém. As eleições em Duque de Caxias foram suspensas, em virtude da Lei nº 5.449 de 4 de junho de 1968, que decretou que o município era Área de Segurança Nacional pelo Regime Militar, tendo em 1971, tomado posse o presidente da câmara, Francisco Estácio da Silva. A partir daí foram nomeados interventores (prefeitos) pelo Governo Federal, o General Carlos Marciano de Medeiros, os Coronéis Renato Moreira da Fonseca e Américo Gomes de Barros Filho, e o então deputado federal Hydekel de Freitas Lima. Com o retorno das eleições diretas, foram eleitos do ano de 1985 em diante os respectivos prefeitos: Juberlan de Oliveira, Hydekel de Freitas Lima, Moacyr Rodrigues do Carmo, José Camilo Zito, Washington Reis e Alexandre Cardoso. == Emancipação == Duque de Caxias emancipou-se de Nova Iguaçu em 31 de dezembro de 1943, levando consigo os Distritos de Caxias, Meriti, Bonfim e Estrela (Imbariê). O novo município passou a ser composto por três Distritos: Duque de Caxias, Meriti e Imbariê. Em 1947, São João de Meriti se emancipou de Duque de Caxias, e em 1954 o Distrito de Imbariê foi desmembrado, dando origem a mais outros dois distritos, Xerém e Campos Elíseos. A emancipação polêmica de Duque de Caxias pelo então interventor estadual Amaral Peixoto (no contexto do Estado Novo), foi acompanhada pela mobilização de forças políticas e das elites locais a partir da UPC (União Popular Caxiense). Cabe ressaltar a priorização dos investimentos da cidade de Nova Iguaçu na sede do município em detrimento de outros distritos como fator determinante para organização do movimento de emancipação. == Geografia e clima == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata do Rio de Janeiro. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião do Rio de Janeiro, que por sua vez estava incluída na mesorregião Metropolitana do Rio de Janeiro. O município limita-se ao norte com Petrópolis e Miguel Pereira; ao leste, com a Baía da Guanabara e Magé; ao sul, com a capital fluminense e, a oeste, com São João de Meriti, Belford Roxo e Nova Iguaçu. Caxias possui clima quente, porém os terceiro e quarto distritos (Imbariê e Xerém) têm temperatura amena em virtude da área verde e da proximidade da Serra dos Órgãos. Duque de Caxias é banhada pela Baía de Guanabara, não tendo praias, ilhas e nem portos. Esses limites são de manguezais de água salobra, tendo uma área linear de 13,96 km e passa nas costas dos bairros (Parque das Missões, Parque Beira Mar, Vila Guanabara, Jardim Gramacho e Jardim Ana Clara). O Rio Meriti separa o município de Duque de Caxias da cidade do Rio de Janeiro e o Rio Iguaçu delimita Duque de Caxias de Nova Iguaçu. Já o Rio Sarapuí faz a divisão entre o primeiro e o segundo distritos e o Rio Saracuruna separa o segundo do terceiro distrito. Com o clima tropical de savana as temperaturas em Duque de Caxias são bem variadas, podendo chegar a 40 °C, no verão, e 10 °C ou menos, no inverno. Em alguns distritos do município, como São Bento, Amapá, Xerém e Tinguá, a temperatura no inverno pode cair abaixo dos 10 °C, como no inverno de 2014, quando as temperaturas na madrugada de 27 de julho chegaram a 7,6 °C em São Bento e Pantanal, 7,9 °C em Amapá, 8,4 °C em Xerém e 8,9 °C em Tinguá, além de 9,4 °C no centro de Duque de Caxias. A temperatura mínima na cidade pode atingir os 10 °C, nos meses de maio a julho. Levando-se em conta o gradiente térmico, que estabelece a variação de 0,65 °C para cada 100 metros de altitude. O Pico do Couto, com 1.366 metros é o ponto mais alto do município, fica na tri fronteira de Duque de Caxias, Petrópolis e Miguel Perreira. === Parques Naturais e Espaços Públicos === ;Parque Natural Municipal da Taquara É uma área de Mata Atlântica preservada. Há cachoeiras, lagos, córregos e trilhas para caminhadas ecológicas. Localizado na Serra dos Órgãos, entre a Área de Proteção Ambiental Petrópolis e a Reserva do Tinguá, se estende por 19.415 hectares. Protegido pela Guarda Florestal, abriga o mico-leão dourado, avistado por especialistas em 2006, anos após ser declarado extinto na região. Entre as atrações, há ainda um bromeliário, diversas espécies de aves (Tiê-sangue, Sabiá e Sanhaço) e mamíferos (Quati, Preguiça, Tatu e diversas espécies de macacos). Em parceria com a rede municipal de ensino e a Secretaria de Meio Ambiente, o Parque da Taquara mantem o projeto Guarda Florestal Mirim, que oferece curso de educação ambiental a 120 crianças. O parque leva o nome da antiga fazenda que havia por ali e recebe até quatro mil pessoas por mês, principalmente no verão. ;Parque Natural Municipal da Caixa D'água Criada por decreto municipal em 1991, com a finalidade de preservar a mata atlântica na região, é uma área elevada estimada em 20 hectares (200.000 m²) com trilhas, praças e mirantes a 105 metros de altura. Sua localização acabou transformando-a em um oásis de natureza em meio ao progresso e as construções do bairro Jardim Primavera. A visitação é livre porém monitorada, recomenda-se a visitação apenas com guias especializados e com autorização prévia da Secretaria Municipal de Meio Ambiente. == Demografia == De acordo com o censo de 2022, 49,74% da população se identifica como Pardos, 31% como Brancos, 19,07% como negra, com 0,08% sendo indígena e 0,10% amarela. O IDHM (Índice de Desenvolvimento Humano Municipal) é de 0,711, só um pouco abaixo do nível nacional, que é de 0,742. O município de Duque de Caxias se divide em quatro distritos e sessenta e nove bairros. == Política == O atual prefeito de Duque de Caxias é Wilson Miguel (MDB), após o até então prefeito Washington Reis renunciar ao cargo no dia 1º de abril de 2022 para concorrer nas eleições vigentes do mesmo ano para o cargo de Senador pelo Rio de Janeiro. ;Poder Legislativo O Poder Legislativo é representado pela câmara municipal, composta por vinte e nove vereadores com mandato de 4 anos. Cabe aos vereadores na Câmara Municipal de Duque de Caxias, especialmente fiscalizar o orçamento do município, além de elaborar projetos de lei fundamentais à administração, ao Executivo e principalmente para beneficiar a comunidade. * Presidente da câmara: Celso Luis Pereira do Nascimento (Celso do Alba) - (União Brasil) == Economia == thumb|esquerda|Parque gráfico do jornal O Globo, na BR-040. Economicamente, apresentou um grande crescimento nos últimos anos, sendo a indústria e o comércio as principais atividades. Há cerca de 809 indústrias e estabelecimentos comerciais instalados no município. Segundo o Instituto Brasileiro de Geografia e Estatística, o município de Duque de Caxias registrou, em 2005, o 46º maior produto interno bruto no ranking nacional e o segundo maior do estado do Rio de Janeiro, com um total de 18,3 bilhões de reais. A cidade ocupa o segundo lugar no ranking de arrecadação do Imposto sobre Circulação de Mercadorias e Serviços do estado, perdendo somente para a capital. No município, está localizada uma das maiores refinarias da Petrobras, a Refinaria de Duque de Caxias. Possui, ainda, um polo gás-químico e a Usina Termelétrica TermoRio, umas das maiores do país . Os principais segmentos industriais são: químico, petroquímico, metalúrgico, gás, plástico, mobiliário, têxtil e vestuário. Empresas de vários segmentos têm se instalado em Duque de Caxias, tais como o jornal O Globo e o Carrefour, aproveitando a privilegiada posição do município, próximo de algumas das principais rodovias brasileiras: Linha Vermelha, Linha Amarela, Rodovia Presidente Dutra, BR-040 e Avenida Brasil, além da proximidade do Aeroporto Tom Jobim e a distância de apenas dezessete quilômetros do Centro da cidade do Rio de Janeiro, levando seus produtos facilmente para grandes centros consumidores: São Paulo, Minas Gerais e Região Sul do Brasil. O maior parque industrial do estado do Rio de Janeiro fica no município, possuindo empresas como Texaco, Shell, Esso, Petróleo Ipiranga, White Martins, IBF, Transportes Carvalhão, Sadia S. A., Marcopolo, entre outras. O segmento está mais concentrado nos setores de química e petroquímica, estimulados pela presença da Refinaria de Duque de Caxias, a segunda maior do país. No cadastro industrial da Federação das Indústrias do Estado do Rio de Janeiro, Duque de Caxias ocupa a segunda posição em número de empregados no Rio de Janeiro e a terceira em número de estabelecimentos, atrás apenas da própria capital e de Petrópolis. No Centro da cidade, há intenso comércio popular, a maioria concentrada nas ruas José de Alvarenga e Nilo Peçanha. == Transporte == === Rodoviário === As linhas de ônibus regulares realizam a ligação de Duque de Caxias a outros municípios que compõem a Baixada Fluminense, o Leste Metropolitano, a Costa Verde e a Região Serrana,https://www.modelarametropole.com.br/wp-content/uploads/2018/08/ResumoPT..compressed-1.pdf além dos bairros da Zona Oeste, da Zona Norte e do Centro da Capital Fluminense. Existem ainda linhas que fazem trajetos mais longos com destino a Região dos Lagos ou a cidade de São Paulo. === Ferroviário === Duque de Caxias é servida pelo Ramal de Saracuruna da Supervia. Partindo da Estação Central do Brasil, essa linha corta a Zona Norte do Rio de Janeiro em direção a Baixada Fluminense passando pelos bairros da Zona da Leopoldina até chegar em Duque de Caxias. A cidade conta com seis estações da Supervia entre o primeiro e o segundo distrito, são essas as estações Duque de Caxias, Corte 8, Gramacho, Campos Elíseos, Jardim Primavera e Saracuruna. O município também é servido por outros dois ramais: o Ramal de Vila Inhomirim, por onde a linha parte da Estação Saracuruna, cortando-o na ligação com a cidade vizinha de Magé e o Ramal de Guapimirim, onde também partindo da Estação Saracuruna, a linha estabelece a ligação do município com as cidades vizinhas de Magé e Guapimirim. Ambos os ramais também pertencem à Supervia. == Educação == Segundo dados do Centro de Educação a Distância do Estado do Rio de Janeiro, Duque de Caxias possui 178 escolas municipais, duas escolas federais, 88 escolas estaduais, sendo uma delas Técnica e 128 escolas particulares. A taxa de alfabetização de pessoas residentes no município com dez anos de idade ou mais está em torno de 92,40%. Algumas instituições de ensino superior atuam na cidade de Duque de Caxias: a Universidade Federal do Rio de Janeiro oferece, em seu polo avançado de Xerém, cursos de graduação e linhas de pesquisa avançada em Nanotecnologia, Biotecnologia e Biofísica, em parceria com o Inmetro. A Faculdade de Educação da Baixada Fluminense é uma instituição pública estadual localizada no bairro de Vila São Luís, sendo um campus da Universidade do Estado do Rio de Janeiro na região. Oferece os cursos de graduação em Pedagogia, Matemática e Geografia, Pós-graduação em Especialização em Organização Curricular e Prática Docente na Educação Básica, e Mestrado em Educação, Cultura e Comunicação em Periferias Urbanas. A 1° Faculdade Tecnológica de Duque de Caxias, a Faculdade de Educação Tecnológica do Estado do Rio de Janeiro, foi inaugurada 2012 oferecendo a graduação em Tecnologia em Processos Gerenciais e pós-graduação em Logística , além da Escola Técnica Estadual Imbariê, ambas situadas no mesmo Campus em Imbariê e pertencentes à FAETEC, oferecendo os cursos de nível Médio e Técnico em Logística e Qualidade. A Fundação Educacional de Duque de Caxias — FEUDUC, foi fundada em 1969. Foi a primeira instituição privada de ensino superior no município. Tendo cursos de graduação nas seguintes áreas: Biologia, História, Geografia, Matemática, Português, Letras-Inglês e Bacharelado em Sistemas de Informação, além de cursos de pós-graduação. A Universidade do Grande Rio é a maior e mais conhecida instituição de ensino superior de Duque de Caxias. Foi criada na década de 1970 com o nome de Associação Fluminense de Educação, até ser reconhecida como universidade em 1994, quando adotou o nome atual. Sua sede ou campus principal se localiza no bairro Jardim 25 de Agosto, além de unidades no Centro e em Santa Cruz da Serra. Possui também campus e unidades em outros municípios do estado como Silva Jardim, Magé, Campos dos Goytacazes, Macaé, São João de Meriti e na Capital. O município conta também com um campus da Universidade Estácio de Sá localizado no Jardim 25 de Agosto, onde são oferecidos os cursos de politécnicos, graduação e pós-graduação em Administração, Direito, Informática e Letras. Há ainda a Faculdade de Duque de Caxias, que iniciou sua trajetória como Faculdade de Serviço Social Santa Luzia em 1997, uma instituição privada, localizada na Vila Meriti, bem próxima ao Centro de Duque de Caxias, onde são oferecidos os curso de Administração, Enfermagem, Serviço Social e Sistema da Informação O município conta com uma unidade do tradicional Colégio Pedro II. No Centro de Duque de Caxias, existem escolas particulares que se destacam, como por exemplo o Colégio Carlos Gomes, que faz intercâmbios com escolas de diversos países da América do Sul.http://carlosgomes.g12.br/ O município conta também com um colégio da Polícia Militar, o III CPM Percy Bolsonaro, cujo nome é uma homenagem ao pai do 38ª presidente do Brasil, Jair Bolsonaro. O colégio localiza-se no bairro do Gramacho. == Esportes == === Futebol === A cidade de Duque de Caxias conta com três clubes de futebol. Atualmente, somente o Duque de Caxias FC se encontra filiado a FERJ e participa das competições profissionais no estado. Clube Divisão Campeonato Carioca de Futebol - Série A2 Nenhuma Nenhuma == Cultura == A cidade conta com o Centro Cultural Oscar Niemeyer, na Praça do Pacificador, no Centro. O centro é composto pela Biblioteca Municipal Leonel de Moura Brizola e pelo Teatro Municipal Raul Cortez. A biblioteca contém, aproximadamente, obras e o teatro é composto de 440 lugares. Também no centro de Duque de Caxias está localizada a Sociedade Musical e Artística Lira de Ouro, fundada em 1957 pelo trombonista Acácio de Araújo. Em 2006, foi reconhecida pelo minC como Ponto de Cultura. O local também abriga o Cineclube Mate com Angu, em atividade desde 2002. A Câmara Municipal de Duque de Caxias abriga o Instituto Histórico e o Teatro Procópio Ferreira. No dia 11 de dezembro de 1980, através da Resolução nº 494, o instituto recebeu o nome de Vereador Thomé Siqueira Barreto. Possui, em seu acervo, cerca de 6.000 reproduções fotográficas, documentos, livros, periódicos e quadros. Entre as peças do acervo, estão um castiçal e uma imagem de Santo Antônio, remanescentes da antiga Igreja São João Batista de Trairaponga (hoje Santa Terezinha, no Parque Lafaiete), fotos da chegada da água encanada a Duque de Caxias, da construção da Fábrica Nacional de Motores, da visita de Juscelino Kubitschek à Refinaria de Duque de Caxias e o código de postura da Vila da Estrela datado de 1846. O bairro de Jardim Gramacho foi cenário de dois documentários premiados internacionalmente. Estamira (2004) e Lixo extraordinário (2009) documentam a vida de catadores de material reciclável que trabalhavam no aterro sanitário que era localizado nesse bairro. === Patrimônio histórico === thumb|direita|Igreja Paroquial Nossa Senhora do Pilar. Igreja Paroquial Nossa Senhora do Pilar — A freguesia de Nossa Senhora do Pilar do Iguaçu (antigo Distrito de Nova Iguaçu) foi uma das mais antigas e prósperas do recôncavo da Guanabara. Sua sede localizava-se no atual bairro do Pilar, hoje em Duque de Caxias, Rio de Janeiro, onde ainda se encontra a igreja de Nossa Senhora do Pilar, erguida em 1720. Teve grande importância econômica durante os séculos XVIII e XIX, quando seu porto fluvial nas margens do rio Pilar era um dos pontos de início do \"Caminho Novo\" que ligava o porto do Rio de Janeiro com as Minas Gerais. Foi subordinada administrativamente à vila e ao município de Nova Iguaçu, assim como à Vila da Estrela. Localizada na Estrada Velha do Pilar, a igreja foi construída em 1720. Possui fortes traços barrocos, similares às construções feitas em Minas Gerais, o material de sua construção veio do mosteiro de São Bento, conforme registro no dicionário Geográfico e Descritivo do Império do Brasil, de 1863. Utilizado por D. Pedro I, o antigo porto do Pilar foi um importante centro de desembarque quando o imperador vinha do Centro do Rio de Janeiro pela Baía de Guanabara e navegava pelo afluente do Rio Iguaçu, até chegar ao Rio Pilar, onde se localizava o porto. O Caminho Novo, como era conhecido, foi aberto em 1704 por Garcia Pais, próximo ao povoado de Nossa Senhora do Caminho Velho. A igreja foi tombada em 25 de maio de 1938. ;Fazenda São Bento A mais antiga fazenda localizada no município surgiu da compra pelo mosteiro de São Bento de partes das terras de Cristóvão Monteiro, em 1591, dando início ao processo de colonização do vale do Rio Iguaçu. Hoje, restam apenas ruínas da capela que data de 1645 e da casa grande construída entre 1754 e 1757, sendo tombados pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) em 10 de junho de 1957. === Teatro === O Teatro da Câmara Municipal foi inaugurado em 28 de fevereiro de 1975. Treze dias depois, foi batizado com o nome de Procópio Ferreira, em homenagem ao grande ator e produtor teatral, através da Deliberação número 1.957, de 1975, assinada pelo presidente da câmara, Luís Braz de Luna. O próprio Procópio Ferreira e sua filha Bibi Ferreira, compareceram ao evento e foram os destaques da festa, ao lado de Nelson Carneiro. Em 1978, a peça Saco de Canudos, encenada no teatro, ganhou o Prêmio Molière na categoria especial, feito anunciado em rede nacional no Jornal Nacional da Rede Globo. O mais antigo teatro público de Duque de Caxias é o Teatro Armando Melo, fundado em 1967 com o espetáculo Os inimigos não mandam flores, de Pedro Bloch, tendo Barboza Leite como diretor e cenógrafo. O Teatro Municipal Raul Cortez foi inaugurado em setembro de 2006. Oferece 440 lugares cobertos, mas o palco é reversível de modo a que o espetáculo possa ser assistido também pelo público na praça do lado de fora do teatro. === Museu === Luiz Alves de Lima e Silva, o Duque de Caxias, patrono do município e do exército, nasceu na Fazenda São Paulo, hoje Taquara, Terceiro Distrito, administrado pela Secretaria de Cultura desde 1994. O antigo casarão da fazenda se tornou o Museu Municipal da Taquara. Localizado no prédio do antigo fórum, no bairro Jardim 25 de Agosto, foi inaugurado, em julho de 2010, o Museu Ciência e Vida, através de iniciativa da Secretaria Estadual de Ciência e Tecnologia, por meio da Fundação Centro de Ciências e Educação Superior a Distância e com o apoio da Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro e de empresas privadas. A primeira exposição do museu, Vias do coração, é uma parceria com a Fundação Oswaldo Cruz e com o grupo Sanofi-Aventis. Na cerimônia de abertura do museu, esteve presente o astronauta brasileiro Marcos Pontes, que dá nome ao planetário do espaço. === Bibliotecas === Em Duque de Caxias são quatro bibliotecas públicas. A Biblioteca Municipal Governador Leonel de Moura tem cerca de 9.971 livros, além de acervo de CD’s e DVD’s e livros em Braille. A Biblioteca Pública de Jardim Primavera conta com 6.746 livros aproximadamente. Em Imbariê, a Biblioteca Monteiro Lobato tem cerca de 4.750 obras. Já a Biblioteca Ferreira Gullar, em Xerém, possui 6 mil livros aproximadamente. === Carnaval === O município conta com uma única escola de samba com sede em Duque de Caxias, a Acadêmicos do Grande Rio, que, atualmente, integra o grupo especial da Liga Independente das Escolas de Samba do Rio de Janeiro, sendo originária da fusão das antigas escolas de samba União do Centenário, Cartolinhas de Caxias, Capricho do Centenário e Unidos da Vila São Luís. Além disso existem outras entidades carnavalescas, podemos destacar os blocos de enredo filiados à Federação dos Blocos Carnavalescos do Estado do Rio de Janeiro, são esses: Bloco do China, Esperança de Nova Campina, Flor da Primavera, Império do Gramacho, Simpatia do Jardim Primavera, Unidos da Laureano e Unidos de Parada Angélica. === Datas comemorativas === 21 de março Dia Municipal da Cultura 30 de abril Dia da Baixada Fluminense 13 de junho Dia do padroeiro do município - feriado municipal (Santo Antônio) 25 de agosto Dia do patrono do município - feriado municipal (Luís Alves de Lima e Silva) 31 de dezembro Dia da emancipação do município de Duque de Caxias == Ver também == * Lista de municípios do Rio de Janeiro * Lista de municípios do Brasil * Lista de municípios do Brasil acima de cem mil habitantes ==Ligações externas== * Prefeitura de Duque de Caxias * Câmara Municipal * Duque de Caxias no OpenStreetMap * Mapa em 1922 * Atlas Escolar * Atlas Geográfico Categoria:Fundações no Rio de Janeiro em 1943 Categoria:Homenagens a Luís Alves de Lima e Silva",
 "title": "Duque de Caxias (Rio de Janeiro)"
}