{
 "id": "13582",
 "text": "A Andaluzia ) é uma comunidade autônoma da Espanha, localizada na parte meridional do país. É limitada, a oeste, por Portugal (regiões do Alentejo e Algarve); a norte pela Estremadura e Castela-Mancha, a este pela Múrcia; e a sul por Gibraltar, pelo oceano Atlântico e mar Mediterrâneo, numa costa com cerca de 910 quilômetros. A sua capital é a cidade de Sevilha, onde tem, a sua sede, a Junta da Andaluzia, enquanto que o Tribunal Superior de Justiça da Andaluzia tem a sua sede na cidade de Granada. O seu nome provém de Al- Andalus, nome que os muçulmanos davam à Península Ibérica no . É a segunda maior comunidade autônoma espanhola e a mais populosa. Tornou-se comunidade autônoma em 1982. Segundo o seu estatuto autonômico, possui a condição de \"nacionalidade histórica\". O gentílico correspondente é andaluz. == História == A sua origem remonta à Pré-história: o primeiro povoamento da Andaluzia data do período paleolítico. Por volta de 1000 a.C., estabeleceram-se diversos povos na região, entre eles os fenícios, gregos e cartagineses. Reino de Tartesso foi o nome pelo qual os gregos denominaram a região que tinha, por linha central, o vale do rio Tartesso, que, depois, os romanos chamaram de Bétis e os árabes de Guadalquivir. No , Tartesso desapareceu abruptamente e, quando os romanos lá chegaram, o reino já não existia mais. Os cartagineses abandonaram a região quando Cartago foi derrotada pelos romanos na Segunda Guerra Púnica. Os romanos dominaram a região e lhe deram o nome de Bética, ficando ali até as invasões dos vândalos e visigodos. Na época do domínio romano, a região era rica e exportava vinho e, principalmente, azeite. Enquanto os vândalos permaneceram por pouco tempo na região, os visigodos fundaram um reino que durou até a chegada dos muçulmanos oriundos do Norte de África e do Próximo Oriente. Em 711, os árabes invadiram a região, num domínio que durou oito séculos e que deixou marcas na população e na cultura da Andaluzia. Estabeleceram um emirado com capital em Córdova que se tornou independente de Damasco no ano de 929. Este período foi de grande prosperidade sociocultural. A agricultura desenvolveu-se muito, tal como as indústrias naval, de papel, do vidro, dos tecidos e da cerâmica. Provavelmente o nome Andaluzia seria uma denominação dos árabes relacionada aos vândalos. Durante o , o califado debilitou-se em guerras civis, sendo a região conquistada pelos Reis Católicos, facto conhecido como a conquista de Granada, em 1492. A presença árabe na região pode ser constatada por vários monumentos (como as fortalezas de Alhambra e mesquitas como a de Córdova), assim como palavras incorporadas ao léxico espanhol. A gênese da cultura andaluza moderna pode ser rastreada até a última fase da Reconquista e os dois séculos que se seguiram (séculos XIII a XVII), quando houve uma maior adoção do catolicismo pela população. As outras religiões que haviam sido encontradas na região durante os sete ou oito séculos anteriores declinaram, nomeadamente o islã sunita e o judaísmo sefardita, principalmente devido a política de conversão forçada da Inquisição espanhola. Também coincidiu com a chegada dos ciganos em meados do , que também contribuíram para a cultura da Andaluzia moderna. A Andaluzia foi fortemente reassentada por castelhanos, leoneses e outros povos das regiões central e norte da Espanha e é hoje talvez a região mais fervorosa da Espanha. Depois da conquista castelhana, o território da atual Andaluzia estava ocupado por quatro reinos: Sevilha, Córdova, Xaém e Granada. Porém, na época o termo Andaluzia só designava os reinos de Xaém, Sevilha e Córdova. O que é conhecido como território atual só se formou após a Guerra das Alpujarras de 1570-72, quando se deu a total expulsão dos mouriscos da região. Primeiro, os mouriscos (espanhóis descendentes de muçulmanos) se dispersaram pelo Reino de Castela, sendo depois totalmente expulsos da Península Ibérica em 1609. A expulsão foi levada a cabo durante 7 anos, até 1616. Nessa data terminou a existência dos mouriscos na Espanha, que foram quer expulsos ou transladados. A grande maioria dos que foram expulsos permanentemente se estabeleceram a margem ocidental do Império Otomano e em Marrocos. Já outros decidiram emigrar para as colônias espanholas nas Américas junto com outros espanhóis. Os andaluzes formaram o principal componente da imigração colonial espanhola para certas partes do Império Espanhol nas Américas e Ásia e foram também o maior grupo na participação da colonização das ilhas Canárias. Principalmente, os andaluzes e os seus descendentes predominam nas ilhas Canárias (Espanha), nas ilhas do Caribe (Porto Rico, República Dominicana) e Guatemala, Costa Rica, Panamá, a costa caribenha da Colômbia (conhecida como Nova Granada nos tempos coloniais) e na Venezuela. Também foram predominantes na região do Rio de la Plata (Argentina e Uruguai) e nas áreas costeiras do Chile. Na Ásia, os andaluzes predominaram na população espanhola das Filipinas, evidenciado pelo forte componente andaluz dos colonizadores espanhóis desta nação, apesar do fato de que as Filipinas estavam sob a supervisão colonial do vice-rei de Nova Espanha (México). A campanha de expansão castelhana na América durante o causará um período de esplendor na Andaluzia ocidental, especialmente em Huelva, Sevilha e Cádis, devido a sua situação como porta de saída até a América. Granada, pelo contrário, tinha seus interesses no Mediterrâneo. No , algumas partes da Andaluzia foram repovoadas por povos vindos de diversas partes de outros países europeus e da região atualmente conhecida como Espanha. Até o , a Andaluzia viveu um período dourado, porém a Guerra pela Independência Espanhola (ou Guerra Peninsular) e a independência das colônias espanholas foram fatais. Várias revoltas surgem no território da Andaluzia, entre eles o bandoleirismo (quadrilhas que atacavam viajantes). A grave crise econômica conduziu aos andaluzes a apoiar a revolução de 1868 (\"la Gloriosa\" ou \"la Setembrina\") que acabou por destronar a rainha . A Primeira República Espanhola fracassa, a monarquia é restituída, assumindo , filho de Isabel II. Em 1883, é aprovada a Constituição Federal de Antequera, que foi um intento falido por dotar a Andaluzia de um estado independente que se integraria voluntariamente como estado federal em uma federação hispânica. Foi fruto das convulsões vividas desde a revolução de 1868. É neste momento que muitos situam o nascimento do nacionalismo andaluz. Com apoio do rei , o general Primo de Rivera inicia uma ditadura na Espanha que durou de 1923 a 1930 mas foi só com a proclamação da Segunda República Espanhola que se tentou resolver alguns problemas da Andaluzia (analfabetismo e reforma agrária). Em 1939 após a Guerra Civil Espanhola, o general Francisco Franco assumiu o poder espanhol e os pequenos avanços feitos a favor da reforma agrária se perderam. Houve avanços na região com desenvolvimento da indústria, turismo e transporte. Com a morte de Franco, a Espanha institui o regime de monarquia parlamentarista e começou uma transição para a democracia. Em 1980, a Andaluzia adquiriu sua condição atual de comunidade autônoma espanhola e começou sua lenta recuperação. Em 1992, inaugurou-se o trem de alta velocidade entre Sevilha e Madri e se celebrou a Exposição Universal de Sevilha. == Geografia == É a segunda comunidade autônoma espanhola em extensão territorial, perdendo apenas para Castela e Leão. === Clima === A região é influenciada por um clima temperado mediterrânico cujas características variam conforme o relevo. Na Costa do Sol, é o mediterrânico subtropical, com temperaturas amenas no Inverno e não muito elevadas no Verão. No vale do Guadalquivir, ocorrem os verões mais quentes de toda a Europa, com a média das temperaturas máximas a excederem os 35 °C e nas áreas mais quentes a chegarem aos 37 °C. A área de Almeria é a mais árida de toda a Europa e, nas montanhas, a temperatura é muito baixa no Inverno, sendo acompanhada de precipitação abundante em forma de neve. === Relevo === thumb|200px|Porto da Ragua, na Serra Nevada Compreende três unidades fundamentais: * Serra Morena * Cordilheiras Béticas: paralela ao mediterrâneo, seu ponto mais alto é Serra Nevada * Vale de Guadalquivir === Hidrografia === O maior rio da Andaluzia é o Guadalquivir (657 km), que nasce na serra de Cazorla (Xaém), passa pelas cidades de Córdova e Sevilha, e desemboca em Sanlúcar de Barrameda (Cádis). Outros rios importantes: Guadiana, Odiel-Tinto, Rio Genil e Guadalete-Barbate. === Demografia === A Andaluzia é a primeira comunidade autónoma espanhola quanto à população, que em 2023 era de habitantes. Esta concentra-se sobretudo nas capitais provínciais e na costa, pelo que o nível de urbanização da Andaluzia é bastante alto: metade da população andaluza concentra-se nas 26 cidades com mais de habitantes. Em termos de população, é importante demarcar as seguintes áreas (em 2006): * Área de Sevilha ( habitantes) * Área de Málaga ( habitantes) * Baía de Cádis ( habitantes) A cidade mais populosa da Andaluzia é Sevilha, com habitantes, seguida por Málaga ( habitantes), Córdova ( habitantes), Granada ( habitantes) e Jerez de la Frontera ( habitantes). A Andaluzia concentra a atual população cigana na Espanha, que é calculada entre 500 e 800 mil indivíduos, população esta que teve grande influência na criação de um dos principais elementos da cultura espanhola contemporânea: o flamenco.Presseurop. Disponível em http://www.presseurop.eu/pt/content/article/332281-o-pais-dos-ciganos-felizes. Acesso em 13 de abril de 2014.Flamenco (origem). Disponível em http://www.carmenromero.com.br/origem.html. Acesso em 13 de abril de 2014. No que toca às crenças religiosas, de acordo com um inquérito do Centro de Investigações Sociológicas (CIS), realizado em outubro de 2019, a grande maioria da população andaluza segue o Catolicismo (76,5%), ainda que na sua maior parte não sejam praticantes. Mais de um quinto dos andaluzes não possui religião (21,2%), distribuídos por indiferentes (9,1%), ateus (6,7%) e agnósticos (5,4%). Menos de 2% da população segue outras religiões.CIS - Centro de Investigaciones Sociológicas. Macrobarómetro de Octubre 2019. Disponível em http://www.cis.es/cis/export/sites/default/-Ficheiros/Marginales/3260_3279/3263/Marginales/es3263mar_Andalucia.pdf. Acesso em 23 de abril de 2020. === Cidades mais populosas === Municípios máis populosos da Andaluzia (2022) borda|100px|Sevilha Sevilha Málaga Córdova Granada Xerez da Fronteira Município Província População Município Província População Almeria Huelva Marbelha borda|100px|Dos Hermanas Dos Hermanas Algeciras 1 Sevilha Sevilha 681 998 16 Porto de Santa Maria Cádis 89 435 2 Málaga Málaga 579 076 17 El Ejido Almeria 87 500 3 Córdova Córdova 319 515 18 Chiclana da Fronteira Cádis 87 493 4 Granada Granada 228 682 19 Vélez-Málaga Málaga 83 899 5 Xerez da Fronteira Cádis 212 730 20 Fuengirola Málaga 83 226 6 Almeria Almeria 199 237 21 Alcalá de Guadaíra Sevilha 75 917 7 Marbelha Málaga 150 725 22 8 9 Dos Hermanas Sevilha 137 561 24 Sanlúcar de Barrameda Cádis 69 727 10 Algeciras Cádis 122 368 25 Torremolinos Málaga 68 819 11 Cádis Cádis 113 066 26 La Línea de la Concepción Cádis 63 271 12 Xaém Xaém 111 669 27 Motril Granada 58 798 13 Roquetas de Mar Almeria 102 881 28 14 San Fernando Cádis 94 120 29 Utrera Sevilha 51 402 15 Mijas Málaga 89 502 30 Rincón de la Victoria Málaga 50 569 == Política == O seu Estatuto de Autonomia estabelecem de governa da região a Junta da Andaluzia, o Parlamento da Andaluzia e o Tribunal Superior de Justiça da Andaluzia. O órgão executivo é o Conselho de Governo da Andaluzia e o Parlamento elege 109 deputados. == Divisão política-administrativa == A Andaluzia adquiriu sua autonomia em 1980 após recorrer ao artigo 151 da Constituição espanhola de 1978. === Províncias === A comunidade da Andaluzia divide-se em oito províncias (atualmente são 50 províncias espanholas), segundo o Decreto de 1833 de División Provincial, planejada por Javier de Burgos. Estas províncias, por sua vez, dividem-se em 774 municípios. As províncias são as seguintes: * Almeria (635 850 habitantes, 102 municípios) * Cádis (1 194 062 habitantes, 44 municípios) * Córdova (788 287 habitantes, 75 municípios) * Granada (876 184 habitantes, 170 municípios) * Huelva (492 174 habitantes, 79 municípios) * Xaém (662 751 habitantes, 97 municípios) * Málaga (1 491 287 habitantes, 102 municípios) * Sevilha (1 835 077 habitantes, 105 municípios) == Economia == A Andaluzia é rica em recursos minerais como carvão, chumbo, cobre, ferro, quartzo, prata, mármore e também exporta sal a partir de Cádis e Huelva. Os recursos pesqueiros estão quase esgotados e a indústria está pouco desenvolvida, exceptuando a do turismo, que é a mais rentável. É sobretudo forte na produção de azeite (70% do total espanhol), arroz, frutas, trigo, plantas industriais e na produção de gado. Os vinhos finos de Xerez são muito famosos e de grande qualidade. O comércio está muito desenvolvido e ocupa mais de 50% da população activa. === Turismo === Situada ao sul da Espanha em uma das regiões mais quentes e com várias praias, a Andaluzia proporciona turismo de \"sol e praia\". A sua costa é dividida em Costa da Luz (Huelva e Cádis), banhada pelo oceano Atlântico, Costa do Sol (parte de Cádis e Málaga), Costa Tropical (Granada e parte de Almería) e Costa de Almeria, banhadas pelo mar Mediterrâneo. O turismo cultural mais conhecidos são Alhambra (Granada), a Giralda e a Catedral de Santa Maria (que é a maior catedral da Espanha) em Sevilha e a mesquita de Córdova. A tourada e o flamenco também atraem a muitos turistas ao Sul da Espanha. Ainda incluem algumas catedrais, igrejas, castelos e fortalezas. == Transportes == O Comércio com o exterior faz-se por via marítima através dos portos de Cádis, Málaga, Algeciras, Huelva e Sevilha. As auto-estradas asseguram a sua acessibilidade ao resto do país. Através da linha ferroviária de alta velocidade - AVE -, a Andaluzia estabelece ligação directa com o centro do território e num futuro breve fá-lo-á com toda a Europa. Os aeroportos de Málaga e de Sevilha concentram 70% do tráfego aéreo. Em Sevilha, o metro é uma realidade desde 2009, e em Málaga e em Granada está também a ser construído. == Ver também== * Região de Granada * Rota das aldeias brancas == Ligações externas == * CIS - Centro de Investigaciones Sociológicas. Macrobarómetro de Outubro de 2019 * Museus * Junta da Andaluzia * Conselho da Cultura",
 "title": "Andaluzia"
}