{
 "id": "13597",
 "text": "Cantão Suíço historicamente é considerado um Estado soberano, com fronteiras próprias, além do exército e moeda. A estrutura federal recente foi estabelecida em 1848, e mesmo atualmente Genebra refere-se a si mesmo como República e Cantão de Genebra (ver: GE.ch). A Confederação Helvética (comumente Suíça) é constituída por 26 cantões suíços iguais em direito, dos quais três (Appenzell, Basileia e Unterwalden) estão subdivididos em semicantões que se chamam respectivamente: Appenzell Rodes Exterior e Appenzell Rodes Interior, Basileia Cidade e Basileia Campo, e Obwald e Nidwald. \\- Abril 2012 Durante o , a Confederação Helvética foi constituída por 13 estados autônomos, os quais foram denominados cantões. Embora cada um destes fizesse parte do Sacro Império Romano-Germânico, eles haviam conquistado uma quase completa independência quando os suíços derrotaram o imperador Maximiliano I em 1499. Desde 1848, os cantões são os membros federativos do Estado Federal, mantêm uma larga autonomia, dispõem da soberania em todos os domínios que não são da competência exclusiva da Confederação Suíça e constituem a base para a criação das sete grandes regiões. Existem também várias regiões não-administrativas com base na geografia física, na cultura ou na história principalmente baseadas na língua pelo que se fala da Suíça alemã ou - mais corretamente Suíça germânica -, da Suíça romanda, da Suíça italiana e da Suíça romanche, que aliás é a quarta língua oficial. ==Significados== O termo cantões diz-se em francês: cantons, romanche: cantuns e - na grafia grischun - chantuns, alemão: kantone, italiano: cantoni, mas o \"significado suíço\" da palavra francesa canton não pode ser confundido com o significado que tem na França, onde um canton é um condado de modo semelhante ao sentido americano da palavra inglesa county. O termo semicantão diz-se em francês: demi-cantons, alemão: halb-kantone, italiano: mezzi cantoni. ==Cantões== ===Enclaves=== Alguns cantões possuem enclaves noutros cantões como: *Berna (2): comunas de Clavaleyres e Munchenwiler (Villars-les-Moines) *Obwald (1): comuna de Engelberg *Friburgo (5): reunião das comunas de Estavayer-le-Lac e de Surpierre; comunas de Vuissens e Wallenbuch (desde 2003, parte da comuna de Gurmels) assim como Tours (suíça) (parte da comuna de Montagny FR) *Soleura (3): reunião das comunas de Mariastein, comunas de Kleinlutzel e Steinhof *Schaffhausen (2): distrito de Stein am Rhein, reunião das comunas Buchberg/Rudlingen *Appenzell Rh.Int. (4): comuna de Oberegg (2 partes); como os dois conventos; Convento de Grimmenstein e Convento de Wonnenstein, directamente subordinados ao cantão *São Galo (1): Raach (parte da comuna de Haggenschwil) *Argóvia (1): Convento de Fahr, administrativamente una parte da comuna de Wurenlos *Turgóvia (1): comuna de Horn *Vaud (1): distrito de Avenches *Genebra (2): comuna de Céligny (2 partes) ===Lista=== A ordem tradicional, pela qual são apresentados em toda documentação oficial suíça, é a seguinte. A abreviatura dos cantões constitui o código ISO 3166-2:CH. Brasão Abr. Cantão Adesão Capital População (31/12/2006) Área (km²) Densidade (hab./km²) Comunas(01/01/2005) Língua oficial ZH Zurique 1351 Zurique 1 284 052 1729 743 171 alemão BE Berna 1353 Berna 958 897 5959 161 398 alemão, francês LU Lucerna 1332 Lucerna 359 110 1493 241 97 alemão UR Uri 1291 Altdorf 34 948 1077 32 20 alemão SZ Schwyz 1291 Schwyz 138 832 908 153 30 alemão OW Obwald * 1291 Sarnen 33 755 491 69 7 alemão NW Nidwald * 1291 Stans 40 012 276 145 11 alemão GL Glarus 1352 Glarona 38 084 685 56 27 alemão ZG Zugo 1352 Zugo 107 171 239 448 11 alemão FR Friburgo 1481 Friburgo 258 252 1671 155 182 francês, alemão SO Soleura 1481 Soleura 248 613 791 314 126 alemão BS Basileia-Cidade* 1501 Basileia 184 822 37 4 995 3 alemão BL Basileia-Campo* 1501 Liestal 267 166 518 516 86 alemão SH Schaffhausen 1501 Schaffhausen 73 866 298 248 33 alemão AR Appenzell Exterior* 1513 Herisau4 52 509 243 216 20 alemão AI Appenzell Interior* 1513 Appenzell 15 300 173 88 6 alemão SG São Galo 1803 São Galo 461 810 2 026 228 89 alemão GR Grisões 1803 Coira 187 920 7 105 26 208 alemão, romanche, italiano AG Argóvia 1803 Aarau 574 813 1 404 409 231 alemão TG Turgóvia 1803 Frauenfeld 235 764 991 238 80 alemão TI Tessino 1803 Bellinzona 324 851 2 812 116 201 italiano VD Vaud 1803 Lausana 662 145 3 212 206 382 francês VS Valais 1815 Sion 294 608 5 224 56 158 francês, alemão NE Neuchâtel 1815 Neuchâtel 168 912 803 210 62 francês GE Genebra 1815 Genebra 433 235 282 1 536 45 francês JU Jura 1979 Delémont 69 292 838 83 83 francês CH Suíça - Berna 7 508 739 41 285 182 2 767 alemão, francês, italiano, romanche Os semicantões estão marcados com asteriscos (*). Possuem apenas um representante no Conselho de Estados. Os cantões estão divididos num total de 2 767 comunas (1 de janeiro de 2005) == Mapa == Este mapa dos cantões da Suíça mostra a última alteração ocorreu em 1979, com a desagregação do cantão do Jura do cantão de Berna: Localização dos cantões e respectivas abreviações: == Distritos == Em contraste com os estados de organização centralizada, na Suíça federalista cada cantão é completamente autónomo no que toca à sua própria subdivisão administrativa. A independência de um governo central reflete-se tanto fiscalmente, pois cada cantão recolhe e administra seus próprios impostos, como legalmente, com decisões regionais sobre leis trabalhistas, penais e comerciais. Consequentemente, existe uma grande variedade de estruturas e terminologia para as entidades subnacionais entre o cantão e o município, normalmente referidas como distritos. == Ver também == * Comunas da Suíça * Distritos da Suíça * Línguas da Suíça Categoria:Subdivisões da Suíça Suica, Cantoes da Suica 1 Cantoes da Suica Categoria:Listas da Suíça",
 "title": "Cantões da Suíça"
}