{
 "id": "13601",
 "text": "País do Leste europeu, a Letónia é mais conhecida, no campo cultural, pelos intérpretes e compositores de música erudita, como é o caso de Gidon Kremer e vários cantores de ópera, para além dos seus Coros, premiados internacionalmente. As Latvju Dainas, canções populares, compiladas por Barons e Smits . no século XX, são também motivo de orgulho nacional. == População == A maioria dos habitantes são letões. Existe um subgrupo com diferenças culturais e linguísticas, os lategálios, que habitam a região da Lategália no oeste da Letônia. Outro grupo indígena forma os livônios, cuja língua está quase extinta. O menor grupo é o povo eslavo, nomeadamente russos. Outros minorias são o povo Rom, os germano-bálticos e os judeus, cuja população diminuiu significativamente após a Segunda Guerra Mundial, bem como lituanos e estonianos. == Regiões == A Letónia é dividida em várias regiões histórico- culturais: Livônia, Lategália, Semigola e Curlândia. Às vezes, Selônia e Maliena também são distinguidas. == Arquitetura == Uma forma de arquitetura tradicional na Letónia são as casas de madeira. A posição dessas casas varia entre as regiões. No oeste da Letônia as casas estão posicionados em um círculo ao redor de uma praça central. No leste do país, as aldeias são mais populares e casas estão posicionados ao longo de uma rua principal. Este é visto como uma influência da vizinha Rússia. Os edifícios mais antigos que se conhecem foram feitos de madeira. Posteriormente foi introduzida a pedra, material utilizado na construção da igreja de Ikechkil no século XII. A partir desse momento seu uso adquiriu grande difusão, devido à influência da arte alemã e escandinava. Dessa época são a catedral de São Pedro e as igrejas de São João e Domskaja em Riga, bem como os castelos de Bauska e Sigulda. No século XVIII predominou na arquitetura a influência russa. Foram construídos os palácios Elgavski e Rúndalski, realizados por Rastrelli. No século XX destaca-se a Koljozi (1950), obra do arquiteto Tilmanis. == Literatura == A produção poética é extensa. A epopeia \"O Matador de Ursos\" (Lacplesis) de Andrejs Pumpurs é um símbolo nacional. Os mais antigos testemunhos são do século IX. Como em outros países da região, existe uma rica tradição de contos, refrões, lendas e lírica religiosa e popular conservadas graças a tradição oral. No século XVI com a Reforma Luterana e o uso da língua vulgar surgiram os primeiros livros impressos. Georg Manzel e Christopher Fürecker são os expoentes da literatura so século XVII. O filólogo Gotthart Friedrich no século XVIII publicou uma gramática letã e um dicionário letão-alemão. Já no século XIX criou-se a Sociedade de Literatura de Riga e apareceu o primeiro jornal Letão em 1822. Desse período destacam-se os nacionalistas românticos como Juris Alunans (1841-1902), Andrejs Pumpurs e Mikelis Ansekilis (1850-1979). A tendência realista inclui, entre outros, os autores Juris Neikens (1826-1868), R. Blaumanis (1863-1908), Anna Brigadere (1861-1933) e Janis Poruks (1871-1911). == Festas == A cultura letã está muito marcada pela relação com a natureza. Marca disso mesmo é o facto de um dos seus eventos mais conhecidos, o Festival Jani, ser a celebração da noite mais longa do ano (tal como o Natal, está relacionado com o solstício de Inverno e o início de um novo ciclo de vida). O respeito pelo ambiente é visível no carinho com que as cegonhas são tratadas neste país.Ees são tão fixes == Ver também == * Lista de letões famosos * Mitologia da Letónia * Música da Letónia",
 "title": "Cultura da Letónia"
}