{
 "id": "1360",
 "text": "Neolítico (do grego néos, novo, e lithos, pedra, \"pedra nova\") ou Período da Pedra Polida é o período histórico que vai aproximadamente do , com o início da sedentarização e surgimento da agricultura, ao , dando lugar à Idade dos Metais. Não se aplica à pré-história americana, subsaariana, nem oceânica. ==Origem== Por volta de , ou seja, há cerca de 12 mil anos, no Período Mesolítico, deram-se várias transformações climáticas que viriam a criar condições favoráveis para a prática da agricultura e criação de animais. A invenção da agricultura ocorreu nos vales férteis dos grandes rios do Oriente Próximo, em uma região chamada Crescente Fértil. No já se cultivavam cereais como trigo e cevada. O feijão, o milho e o arroz estão inclusos entre as primeiras espécies cultivadas por humanos. Na mesma época animais como o cão, o carneiro ou a cabra já eram domesticados. Humanos passaram assim de nômades a pastores, horticultores e agricultores. Cria-se, assim, um novo tipo de economia, chamada de economia de produção, em que os seres humanos já sabem produzir os alimentos necessários à sua sobrevivência, graças à criação de animais e ao cultivo da terra. ==Revolução neolítica== Essas mudanças de comportamento foram consideradas tão importantes que o arqueólogo Gordon Childe designou este momento de Revolução neolítica, ou Revolução agrária, fator decisivo para a sobrevivência dos povos nesse período. A Revolução Neolítica durou por volta de 10.000 anos, e seus principais pontos são: * A crosta terrestre aquece, aumentando o nível dos mares e resultando em alterações climáticas; * Formam-se grandes rios e desertos, além de florestas temperadas e tropicais; * Animais de grande porte desaparecem e dão origem à fauna que conhecemos hoje; * A vida vegetal modifica-se, favorecendo a sobrevivência humana; * Dão-se grandes conquistas técnicas do ser humano que, aliadas às transformações do ambiente, os permitem controlar gradativamente a natureza; * O ser humano aprende aos poucos a reproduzir plantas, domesticar animais e armazenar alimentos; * A agricultura e a domesticação de animais favorecem um sensível aumento populacional em algumas regiões; * Ampliam-se as conquistas técnicas, como a produção de cerâmica; O Neolítico, pelo fato de ter sido o último período da Idade da Pedra, terminou com o surgimento da Idade dos Metais. Mas a transição do Neolítico para a Idade dos Metais (Idade do Cobre, Bronze e Ferro) caracterizou a transição da Pré-História para a História em alguns locais, já que a escrita surgiu quase na mesma época. ==Características culturais== As primeiras aldeias eram criadas em proximidade de rios, de modo a usufruir da terra fértil (onde eram colocadas sementes para plantio) e água para seres humanos e animais. Também nesse período começou a domesticação de animais (cabra, boi, cão, dromedário, etc.). A disponibilidade de alimento permite também às populações um aumento do tempo de lazer; e a necessidade de armazenar os alimentos e as sementes para cultivo leva à criação de peças de cerâmica, que vão gradualmente ganhando fins decorativos. Surge também o comércio com o aparecimento do dinheiro, que facilita a troca de materiais e que começou por ser, na época, baseado em sementes. Estas, diferenciadas umas das outras, tinham cada tipo o seu valor. Uma aldeia, ao produzir mais do que o necessário e, para não perder grande parte da produção que não iria ser utilizada, troca o excesso por peças de artesanatos, roupas e outros utensílios com outras aldeias. Com a ascenção da agricultura e do pastoreio, surgiram as primeiras aldeias, normalmente juntas ou próximas dos grandes rios como o Nilo, Eufrates, Tigre ou Jordão (Jericó), devido à necessidade de água para regar e fertilizar os campos. No entanto, há também aldeias em planaltos, como Çatalhüyük, na Anatólia. Com a criação das aldeias e com uma nova economia, surgiu a chamada divisão do trabalho e a diferenciação social. Esses dois novos mecanismos de sobrevivência baseavam-se no sexo e na idade: os mais velhos exerciam a autoridade sobre os mais novos. Com a criação dos aldeamentos, a população cresceu. À medida que isso aconteceu, as tarefas e a divisão do trabalho foram-se tornando mais complexas. Enquanto que uns produziam e cuidavam do gado e da terra, outros dedicavam-se à criação de vestuário e à defesa do território. Assim, os guerreiros, curandeiros e sacerdotes passaram a ter mais autoridade sobre os outros, destacando assim a diferenciação social. ==Progressos técnicos== O Neolítico caracteriza-se essencialmente pelo surgimento da pedra polida, que era usada em machados e outros instrumentos. Técnicas como a cerâmica, a tecelagem, cestaria, moagem, a descoberta da roda e a tração animal mostram os grandes progressos técnicos observados neste período. ==Religião== A arqueologia registra certas descobertas relativas aos períodos Paleolítico e do Neolítico que são por alguns interpretadas - embora em caráter um tanto subjetivo - pela possibilidade de ter havido a primeira manifestação humana de uma religião a qual baseou-se no culto à mulher, Ufpb, Revista Artemis ao feminino e a associação desta à Natureza, ao poder de dar a vida.O cálice e a espada, Riane Eisler, p.14 Foram descobertas, no abrigo de rochas Cro-Magnon em Les Eyzies, conchas cauris, descritas como \"o portal por onde uma criança vem ao mundo\" e cobertas por um pigmento de cor ocre vermelho, que simbolizava o sangue e que estavam intimamente ligados ao ritual de adoração às estatuetas femininas. Constatou-se por escavações que estas estatuetas eram encontradas muitas vezes numa posição central, em oposição aos símbolos masculinos, localizados em posições periféricas ou ladeando as estatuetas femininas.O cálice e a espada, Riane Eisler, p.18 O cultivo da terra deu origem a cultos agrários, já que acreditava-se que haviam fenômenos naturais e forças sobrenaturais que influenciavam as colheitas. Surgiram assim as primeiras estátuas, que mostram uma deusa, ligando a fertilidade da mulher à fertilidade da terra. Outra manifestação artística foi a criação dos monumentos megalíticos, para o culto funerário. Os mais simples são os menires e os dólmens. Ao agrupamento de vários menires em linha ou círculo dá-se o nome de cromeleques. ==Habitações== Nas casas redondas, a família sentava-se em bancos de pedra, encostados às paredes. Os lugares eram ocupados segundo a idade e posição social. Os materiais de construção eram sólidos, como a argila seca ou madeira, e os alicerces eram em pedra ou pilares de madeira e cobertos por terraços ou telhados feitos de colmo. As camas normalmente eram feitas do mesmo material que as paredes. As casas possuíam apenas uma divisão, com uma lareira para aquecê-la. ==Vestuário== Os homens usavam saias de lã negra ou de tecidos de pele de cabra (samarras), que caíam sobre bragas, semelhante a calças curtas e largas. As mulheres usavam roupas coloridas e cobriam a cabeça com véus que caíam até os olhos, escondendo-lhes os cabelos entrançados. No pescoço, braços e orelhas, usavam pesados adornos de ouro, prata ou cobre. ==Ligações externas== * Os primeiros agricultores europeus são descendentes de habitantes do Neolítico Egeu. 2016 *A estrutura genética dos primeiros agricultores do mundo, 2016 == Ver também == * Civilização da Europa Antiga Categoria:Holoceno",
 "title": "Neolítico"
}