{
 "id": "13642",
 "text": "Edmund Gustav Albrecht Husserl (; Proßnitz, 8 de abril de 1859 — Friburgo em Brisgóvia, 27 de abril de 1938) foi um filósofo e matemático alemão fundador da escola da fenomenologia. O pensamento de Husserl influenciou profundamente todo o cenário intelectual do século XX e XXI. Ele rompeu com a orientação positivista da ciência e da filosofia de sua época e elaborou críticas ao historicismo e ao psicologismo na lógica. Em seu trabalho maduro, ele procurou desenvolver uma ciência sistemática baseada na chamada redução fenomenológica. Argumentando que a consciência transcendental estabelece os limites de todo conhecimento possível, Husserl redefiniu a fenomenologia como uma filosofia transcendental-idealista. Apesar de ter nascido em uma família de origem judaica, em 1886 Husserl foi batizado como luterano. Ele estudou matemática nos termos de Karl Weierstrass e Leo Königsberger e filosofia a partir das ideias de Franz Brentano e Carl Stumpf. O próprio Husserl ensinou filosofia como Privatdozent (professor não remunerado) na Universidade de Halle- Wittenberg em 1887. Posteriormente, estabeleceu-se como professor, primeiro na Universidade de Gotinga em 1901, depois na Universidade de Friburgo, de 1916 até sua aposentadoria, em 1928. Posteriormente, ele apresentou duas palestras que, mais tarde, tornaram-se memoráveis: uma em Paris, em 1929, e a outra em Praga em 1935. As leis raciais do regime nazista de 1933 tiraram sua situação acadêmica e privilégios. Após sofrer de pleurisia, ele morreu em Friburgo, em 1938.Smith, D.W. (2007). Husserl. pp xiv == Biografia == Nasceu numa família judaica numa pequena localidade da Morávia (região da atual República Checa). Husserl estudou inicialmente matemática nas universidades de Leipzig (1876) e Berlim (1878), seguindo as lições de Karl Weierstrass e Leopold Kronecker. Em 1881, vai a Viena para estudar sob a direção de Leo Königsberger (antigo aluno de Weierstrass), obtendo seu doutorado em 1883, apresentando a tese Beiträge zur Variationsrechnung (\"Contribuições ao cálculo das variações\").Joseph J. Kockelmans, \"Biographical Note\" per Edmund Husserl, at 17–20, in his edited Phenomenology. The Philosophy of Edmund Husserl and Its Interpretation (Garden City NY: Doubleday Anchor 1967). Formou-se em 1884 em filosofia, na Universidade de Viena. À época o filósofo Brentano impressionou Husserl, que a partir de então decidiu dedicar sua vida à filosofia. Em 1886, Husserl vai à Universidade de Halle, indicado por Brentano para a habilitação sob a tutoria de Carl Stumpf. Sob a direção de Stumpf, Husserl escreveu Über den Begriff der Zahl (\"Sobre o Conceito do Número\", 1887) cujos arquivos fornecerão as bases de sua primeira obra importante, Philosophie der Arithmetik (\"Filosofia da Aritmética\", 1891). Em 1887, Husserl converte-se ao cristianismo e junta-se à Igreja Luterana. Começa ensinando filosofia em Halle como tutor (Privatdozent) em 1887. Nessas primeiras pesquisas, Husserl tenta combinar matemática com a filosofia empírica pela qual tinha sido iniciado em Viena. Seu objetivo central será contribuir no fornecimento de fundações sólidas para a ciência matemática. O tema de seu estudo será a análise dos processos mentais necessários para a formação do conceito de número; baseado em suas próprias análises, bem como nos métodos atípicos de seus professores, tentará projetar a possibilidade de uma teoria sistemática. Em relação ao ensino de Karl Weierstrass, Husserl tenta derivar a ideia de que o conceito de número se obtém por um \"desconto\" de certas coleções de objetos; em respeito a Brentano- Stumpf, Husserl desenvolve a distinção entre as noções de presentações próprias e impróprias. Temos uma presentação própria quando o objeto está \"atualmente\" presente (no campo de vista, contexto ou intuição). Imprópria (ou simbólica, como também é referida), se podemos indicá-lo somente através de signos, símbolos etc. Nas Investigações Lógicas, de 1901, a IIIª Investigação foi interpretada como o início da teoria simbólica dos todos e suas partes, também referida como meronímia (um ramo da ontologia formal). Outro elemento importante herdado por Brentano foi a noção de intencionalidade, que define a forma essencial dos processos mentais. Uma definição simples dirá que a principal característica da consciência é a de ser, sempre, intencional. A consciência sempre é consciência de alguma coisa: a análise intencional e descritiva da consciência definirá as relações essenciais entre atos mentais e mundo externo. Mas, para Brentano, o objetivo era gerar, com métodos empíricos (apoiando-se na introspecção pura), um critério-chave que pudesse caracterizar os fenômenos psíquicos em oposição aos fenômenos físicos, distinção cujo objetivo fora legitimar uma ciência psicológica nova, livre de preconceitos (Psychologie vom empirischen Standpunkt, 1874). Para Brentano, todo ato mental tem seus conteúdos, caracterizados por sua direção a um objeto (\"objeto intencional\"). Toda crença, desejo, tem, necessariamente, seus objetos: o desejado, o acreditado etc. Brentano usou da expressão \"inexistência intencional\" para indicar o status, na mente, dos objetos do pensamento. Com a noção de intencionalidade, o filósofo austríaco propôs um conjunto de traços que distinguiriam de maneira perfeitamente empírica os fenômenos psíquicos dos fenômenos físicos: para Brentano, fenômenos físicos não têm intencionalidade. O desenvolvimento e a crítica do conceito brentaniano aparece como o motivo permanente, central, da obra de Edmund Husserl. A principal diferença, em sua interpretação da noção de intencionalidade, aparece na crítica de seu modo inexistente (\"inexistência\" como existência \"interna\"): a transcendência necessária da mente e do discurso, a objetividade óbvia e no entanto contraditória do porvir científico e histórico, a objetividade radical, constituidora, da subjetividade formarão a marca do trabalho do primeiro fenomenologista, e seus elementos próprios de fascinação. Husserl continua em Göttingen como professor em 1901 e, mais tarde, em Friburgo (Freiburg am Breisgau) em 1916.Cf., \"Illustrative extracts from Frege's Review of Husserl's Philosophie der Arithmetik\", translated by P.T.Geach, at 79–85, in Peter Geach and Max Black, editors, Translations from the Philosophical Writings of Gottlob Frege (Oxford: Basil Blackwell 1977). Alguns anos após a publicação de sua principal obra, as Logische Untersuchungen (Investigações Lógicas; primeira edição, 1900-1901), Husserl elaborou alguns conceitos-chave que o levaram a afirmar que, para estudar a estrutura da consciência, seria necessário distinguir entre o ato de consciência e o fenômeno ao qual ele é dirigido (o objeto-em-si, transcendente à consciência). O conhecimento das essências seria possível apenas se \"colocamos entre parênteses\" todos os pressupostos relativos à existência de um mundo externo. Este procedimento ele denominou epoché. Estes novos conceitos provocaram a publicação de Ideen (Ideias) em 1913, no qual eles foram, pela primeira vez, incorporados, e um plano para uma segunda edição das Logische Untersuchungen. A partir de Ideen, Husserl se concentrou nas estruturas ideais, essenciais da consciência. O problema metafísico de estabelecer a realidade material daquilo que percebemos era de pequeno interesse para Husserl (diferentemente do que ocorria quando ele tinha que defender repetidamente sua posição a respeito do idealismo transcendental, que jamais propôs a inexistência de objetos materiais reais). Husserl propôs que o mundo dos objetos e modos nos quais dirigimo-nos a eles e percebemos aqueles objetos é normalmente concebido dentro do que ele denominou \"ponto de vista natural\", caracterizado por uma crença de que os objetos existem materialmente e exibem propriedades que vemos como suas emanações.Husserl, Ideen (1913), translated as Ideas (1931), e.g., at 161–165. Husserl propôs um modo fenomenológico radicalmente novo de observar os objetos, examinando de que forma nós, em nossos diversos modos de ser intencionalmente dirigidos a eles, de fato os \"constituímos\" (para distinguir da criação material de objetos ou objetos que são mero fruto da imaginação); no ponto de vista Fenomenológico, o objeto deixa de ser algo simplesmente \"externo\" e deixa de ser visto como fonte de indicações sobre o que ele é (um olhar que é mais explicitamente delineado pelas ciências naturais), e torna-se um agrupamento de aspectos perceptivos e funcionais que implicam um ao outro sob a ideia de um objeto particular ou \"tipo\".Ricoeur, Husserl (1967) at 25–27. Ideen does not address the problem of solipsism. Ricœur (1967) at 31. A noção de objetos como real não é removida pela fenomenologia, mas \"posta entre parênteses\" como um modo pelo qual levamos em consideração os objetos em vez de uma qualidade inerente à essência de um objeto fundada na relação entre o objeto e aquele que o percebe. Para melhor entender o mundo das aparências e objetos, a fenomenologia busca identificar os aspectos invariáveis da percepção dos objetos e empurra os atributos da realidade para o papel de atributo do que é percebido (ou um pressuposto que perpassa o modo como percebemos os objetos). Em um período posterior, Husserl começou a se debater com as complicadas questões da intersubjetividade (especificamente, como a comunicação sobre um objeto pode ser suposta como referindo-se à mesma entidade ideal) e experimenta novos métodos para fazer entender aos seus leitores a importância da Fenomenologia para a investigação científica (especificamente para a psicologia) e o que significa \"pôr entre parênteses\" a atitude natural. A Crise das Ciências Europeias é o trabalho inacabado de Husserl que lida mais diretamente com estas questões. Nele, Husserl, pela primeira vez, busca um panorama histórico do desenvolvimento da filosofia ocidental e da ciência, enfatizando os desafios apresentados pela sua crescente (unilateral) orientação empírica e naturalista. Husserl declara que a realidade mental e espiritual possui sua própria realidade independente de qualquer base física e que a ciência do espírito (Geisteswissenschaft) deve ser estabelecida sobre um fundamento tão científico como aquele alcançado pelas ciências naturais.Crisis of European Humanity, Pt. II, 1935 miniatura|esquerda|A casa em que Husserl viveu Freiburg de julho de 1937 até sua morte em 27 de abril de 1938 A Crise das Ciências Europeias e a Fenomenologia TranscendentalDie Krisis der europäischen Wissenschaften und die transzendentale Phänomenologie foi a última obra de Husserl, a qual se dividiu em três partesː (1) \"A crise das ciências como expressão da crise radical da vida da humanidade europeia\", correspondendo aos parágrafos 1 a 7; (2) \"A origem do contraste moderno entre objetivismo fisicalista e subjetivismo transcendental\", correspondendo aos parágrafos 8 a 27; (3) \"Esclarecimento do problema transcendental e a inerente função da psicologia\", a qual inclui as partes \"A\" (A via de acesso à filosofia transcendental fenomenológica por meio da reconsideração do mundo-da-vida já dado) e \"B\" (A via de acesso à filosofia transcendental fenomenológica a partir da psicologia), correspondendo, respetivamente, aos parágrafos 28 a 55 e 56 a 73. Aposentou-se em 1928. Como aposentado, Husserl continua suas pesquisas e atividades nas instituições de Friburgo, até ser definitivamente demitido como \"não-ariano\", por Robert Wagner, governador de Baden, em 6 de abril de 1933. Husserl recebeu a comunicação em 14 de abril. É infundado o rumor que Heidegger o tenha demitido ou lhe participado a demissão, uma vez que tomou posse como reitor da Universidade de Friburgo mais tarde, no dia 22 de abril. Como resultado da legislação antissemita aprovada pelos nazistas em abril de 1933, foi negado, ao professor Husserl, o acesso à biblioteca de Freiburg. Heidegger retirou a dedicatória a Husserl de seu mais conhecido trabalho Ser e Tempo (Sein und Zeit), quando este foi reeditado em 1941.Spiegelberg, Herbert (1971). The Phenomenological Movement. A historical introduction. The Hague: Martinus Nijhoff, 2d ed. . Vol. I. pp. 281–283. \"Around this time, Husserl also began to refer to Heidegger and Scheler as his philosophical antipodes.\" Spiegelberg (1970) at p. 283.Husserl, Edmund (1997). Psychological and Transcendental Phenomenology and the Confrontation with Heidegger (1927–1931), translated by T. Sheehan and R. Palmer. Dordrecht: Kluwer. , which contains his \"Phänomenologie und Anthropologie\" at pp. 485–500. Faleceu aos 79 anos e foi sepultado em Günterstal, em Friburgo em Brisgóvia, em Baden-Württemberg, na Alemanha. == Legado == Edmund Husserl foi um dos filósofos contemporâneos mais influentes de toda filosofia ocidental. Seu pensamento impactou praticamente toda a filosofia subsequente, estendendo-se ainda para os campos da psicologia, matemática, lógica, dentre outros. Em 1939, os manuscritos de Husserl, que somavam aproximadamente 40 000 páginas taquigrafadas e sua pesquisa bibliográfica completa, que estavam ameaçados de serem destruídos pelos nazistas, foram, clandestinamente, transportados pelo padre franciscano Herman Van Breda e depositados no Instituto de Filosofia da Katholieke Universiteit Leuven, em Leuven, na Bélgica, onde foram criados os Arquivos de Husserl. Muito do material encontrado em suas pesquisas manuscritas foi publicado na série de edições críticas Husserlianas.Ku Leuven. Disponível em https://hiw.kuleuven.be/hua. Acesso em 9 de junho de 2016. Martin Heidegger foi o mais conhecido dos alunos de Husserl, aquele que Husserl escolheu como seu sucessor em Freiburg. A magnum opus de Heidegger, Ser e Tempo, foi dedicada a Husserl. Eles compartilharam seus pensamentos e trabalharam lado a lado por mais de uma década na Universidade de Freiburg, com Heidegger sendo assistente de Husserl entre os anos de 1920 a 1923. Os primeiros trabalhos de Heidegger seguiram seu professor, mas com o tempo ele começou a desenvolver suas próprias percepções, afastando-se de Husserl.The multivalent, including the \"horrifying\", aspects of Heidegger in a parallel context are recounted in Peter Eli Gordon, Rosensweig and Heidegger: Between Judaism and German Philosophy (University of California 2003) at 13–14 (Heidegger and Rosensweig's early \"kinship\" with him). Gordon, \"Preface\" (2003) at xix. O trabalho de Heidegger desenvolve-se essencialmente para uma fenomenologia ontológica centrada na questão do ser, enquanto o de Husserl expõe uma fenomenologia transcendental organizada em torno dos conceitos metódicos de redução e intencionalidade que não se encontram como tal em Heidegger. De qualquer forma, durante boa parte do convívio entre os filósofos, eles foram tão próximos que, segundo Hans-Georg Gadamer, que foi aluno de ambos, Husserl disse, durante o período entreguerras, a seguinte frase: \"Fenomenologia é Heidegger e eu\".. Max Scheler conheceu Husserl em Halle em 1901 e encontrou em sua fenomenologia um avanço metodológico para sua própria filosofia. Embora Scheler posteriormente tenha criticado a abordagem lógica idealista de Husserl e proposto uma \"fenomenologia do amor\", ele afirma que permaneceu \"profundamente grato\" a Husserl ao longo de sua obra.John Raphael Staude, Max Scheler (New York: Free Press 1967) at 19–20, 27–28. Edith Stein foi aluna de Husserl em Göttingen e Freiburg enquanto escrevia sua tese de doutorado. Ela então se tornou sua assistente em Freiburg em 1916-1918. Mais tarde, ela adaptou sua fenomenologia ao tomismo moderno.Edith Stein, Reinach as a Philosophical Personality [Selection from her memoirs] xxvii–xxix, at xxvii, in Aletheia, III (1985). O mesmo movimento pode-se notar em Karol Józef Wojtyła, que se tornou Papa com o nome de Papa João Paulo II. João Paulo II ensinou seus alunos, como bispo auxiliar, Tomás de Aquino, Heidegger e Husserl. Em seus trabalhos ele tentou conciliar a filosofia de Santo Tomás com a fenomenologia.p. 107 por Mieczyslaw Malinski, Mon ami Karol Wojtyla, Éditions Le Centurion, 1980 (ISBN 978-2-227-34603-1)Husserl influenciou especialmente autores franceses do século XXDaniel Moreau, «Compte rendu-Agata Zielinski.Lecture de Merleau-Ponty et Levinas : le corps, le monde, l’autre- PUF,2002», sur érudit, 2003, p. 615–618 como Jean-Paul Sartre, Maurice Merleau-Ponty, Paul Ricœur, Michel Henry, Gabriel Marcel, Emmanuel Levinas, Jean-Luc Marion e Jacques Derrida. Roman Ingarden, aluno de Husserl, é considerado o fundador da estética fenomenológica. Destaca-se em sua obra a ontologia da obra de arte e sua reflexão sobre o status dos valores estéticos. Dentre seus alunos, destaca-se ainda Alfred Schütz, futuro fundador de uma \"sociologia fenomenológica\", na qual Husserl depositou grandes esperanças, chegando a sugerir que Schütz se tornasse seu assistente.Alfred Schütz, Éléments de sociologie phénoménologique, Introduction et traduction par Thierry Blin, Paris, L'Harmattan, coll. Logiques Sociales, 1998, Eugen Fink foi o colaborador mais próximo de Husserl durante as décadas de 1920 e 1930. Ele escreveu a Sexta Meditação Cartesiana, que Husserl disse ser a mais verdadeira expressão e continuação de seu próprio trabalho. Kurt Gödel é conhecido por ter lido Meditações cartesianas. Ele expressou um grande apreço pelo trabalho de Husserl, especialmente no que diz respeito da \"epoché\". José Ortega y Gasset visitou Husserl em Freiburg em 1934. Ele atribuiu à fenomenologia o fato de o ter 'libertado' de um estreito pensamento neokantiano.Spiegelberg, Herbert and Schuhmann, Karl (1982). The Phenomenological Movement. Springer. pp. 658–659. O interesse do matemático Hermann Weyl pela lógica intuicionista e pela noção de impredicatividade teria resultado de contatos com Husserl. Na verdade, a impulsão primeira da lógica positivista, bem como seus desenvolvimentos mais recentes, seriam estreitamente tributários da crítica de certos aspectos da filosofia de Husserl pelas filosofias britânica e americana. == Lista de obras == === Husserlianas === Os escritos de Husserl são geralmente citados na Husserlianas. Husserliana: Edmund Husserl – Gesammelte Werke (Kritische Edition). Publicado pelo Husserl Archive Leuven com base na propriedade. Nijhoff, Haia, ou Dordrecht / Boston / Lancaster, 1950 ss., agora: Springer, Berlim 2008: 42 volumes. * Hua I: Cartesianische Meditationen und Pariser Vorträge. Editado e introduzido von Stephan Strasser. Nachdruck der 2., edição melhorada. 1991, ISBN 90-247-0214-3. * Hua II: Die Idee der Phänomenologie. Fünf Vorlesungen. Editado e introduzido von Walter Biemel. Nachdruck der 2., erg. Auflage. 1973, ISBN 90-247-5139-X. * Hua III/1 und III/2: Ideen zu einer reinen Phänomenologie und phänomenologischen Philosophie. Erstes Buch: Allgemeine Einführung in die reine Phänomenologie. In: zwei Bänden; 1. Halbband: Text der 1. – 3. Auflage. 2. Halbband: Ergänzende Texte (1912–1929). (Nova edição von Karl Schuhmann. Nachdruck 1976. 1. Halbband: ISBN 90-247-1913-5; 2. Halbband: ISBN 90-247-1914-3) * Hua IV: Ideen zu einer reinen Phänomenologie und phänomenologischen Philosophie. Zweites Buch: Phänomenologische Untersuchungen zur Konstitution. Ed. von Marly Biemel. Nachdruck. 1991, ISBN 90-247-0218-6. * Hua V: Ideen zu einer reinen Phänomenologie und phänomenologischen Philosophie. Drittes Buch: Die Phänomenologie und die Fundamente der Wissenschaften. Ed. von Marly Biemel. Nachdruck. ISBN 90-247-0219-4. * Hua VI: Die Krisis der europäischen Wissenschaften und die transzendentale Phänomenologie. Eine Einleitung in die phänomenologische Philosophie. Ed. von Walter Biemel. Nachdruck der 2., edição melhorada. ISBN 90-247-0221-6. * Hua VII: Erste Philosophie (1923/24). Erster Teil: Kritische Ideengeschichte. Ed. von Rudolf Boehm. 1956, ISBN 90-247-0223-2. * Hua VIII: Erste Philosophie (1923/24). Zweiter Teil: Theorie der phänomenologischen Reduktion. Ed. von Rudolf Boehm. 1959, ISBN 90-247-0225-9. * Hua IX: Phänomenologische Psychologie. Vorlesungen Sommersemester 1925. Ed. von Walter Biemel. 2., edição melhorada. 1968, ISBN 90-247-0226-7. * Hua X: Zur Phänomenologie des inneren Zeitbewusstseins (1893–1917). Ed. von Rudolf Boehm. Nachdruck der 2., edição melhorada. 1969, ISBN 90-247-0227-5. * Hua XI: Analysen zur passiven Synthesis. Aus Vorlesungs- und Forschungsmanuskripten (1918–1926). Ed. von Margot Fleischer. 1966, ISBN 90-247-0229-1. * Hua XII: Philosophie der Arithmetik. Mit ergänzenden Texten (1890–1901). Ed. von Lothar Eley. ISBN 90-247-0230-5. * Hua XIII: Zur Phänomenologie der Intersubjektivität. Texte aus dem Nachlass. Erster Teil: 1905–1920. Ed. von Iso Kern. 1973. ISBN 90-247-5028-8. * Hua XIV: Zur Phänomenologie der Intersubjektivität. Texte aus dem Nachlass. Zweiter Teil: 1921–1928. Ed. von Iso Kern. 1973, ISBN 90-247-5029-6. * Hua XV: Zur Phänomenologie der Intersubjektivität. Texte aus dem Nachlass. Dritter Teil: 1929–1935. Ed. von Iso Kern. ISBN 90-247-5030-X. * Hua XVI: Ding und Raum. Vorlesungen 1907. Ed. von Ulrich Claesges. 1973, ISBN 90-247-5049-0. * Hua XVII: Formale und transzendentale Logik. Versuch einer Kritik der logischen Vernunft. Mit ergänzenden Texten. Ed. von Paul Janssen. 1974, ISBN 90-247-5115-2. * Hua XVIII: Logische Untersuchungen. Erster Band: Prolegomena zur reinen Logik. Text der 1. und 2. Auflage. Ed. von Elmar Holenstein. 1975, ISBN 90-247-1722-1. * Hua XIX/1 und Hua XIX/2: Logische Untersuchungen. Zweiter Band: Untersuchungen zur Phänomenologie und Theorie der Erkenntnis. Ed. von Ursula Panzer. 1984, ISBN 90-247-2517-8. * Hua XX/1: Logische Untersuchungen. Ergänzungsband. Erster Teil. Entwürfe zur Umarbeitung der VI. Untersuchung und zur Vorrede für die Neuauflage der Logischen Untersuchungen (Sommer 1913). Ed. von Ullrich Melle. 2002, ISBN 1-4020-0084-7. * Hua XX/2: Logische Untersuchungen. Ergänzungsband. Zweiter Teil. Texte für die Neufassung der VI. Untersuchung: Zur Phänomenologie des Ausdrucks und der Erkenntnis (1893/94 – 1921). Ed. von Ullrich Melle, 2005, ISBN 1-4020-3573-X. * Hua XXI: Studien zur Arithmetik und Geometrie. Texte aus dem Nachlass (1886–1901). Ed. von Ingeborg Strohmeyer. 1983, ISBN 90-247-2497-X. * Hua XXII: Aufsätze und Rezensionen (1890–1910). Ed. von Bernhard Rang. 1979, ISBN 90-247-2035-4. * Hua XXIII: Phantasie, Bildbewusstsein, Erinnerung. Zur Phänomenologie der anschaulichen Vergegenwärtigungen. Texte aus dem Nachlass (1898–1925). Ed. von Eduard Marbach. 1980, ISBN 90-247-2119-9. * Hua XXIV: Einleitung in die Logik und Erkenntnistheorie. Vorlesungen 1906/07. Ed. von Ullrich Melle. 1984, ISBN 90-247-2947-5. * Hua XXV: Aufsätze und Vorträge (1911–1921). Ed. von Thomas Nenon und Hans Rainer Sepp. 1987, ISBN 90-247-3216-6. * Hua XXVI: Vorlesungen über Bedeutungslehre. Sommersemester 1908. Ed. von Ursula Panzer. 1987, ISBN 90-247-3383-9. * Hua XXVII: Aufsätze und Vorträge (1922–1937). Ed. von Thomas Nenon und Hans Rainer Sepp.1989, ISBN 90-247-3620-X. * Hua XXVIII: Vorlesungen über Ethik und Wertlehre (1908–1914). Ed. von Ullrich Melle. 1988, ISBN 90-247-3708-7. * Hua XXIX: Die Krisis der europäischen Wissenschaften und die transzendentale Phänomenologie. Ergänzungsband. Texte aus dem Nachlass 1934–1937. Ed. von R.N. Smid. 1993, ISBN 0-7923-1307-0. * Hua XXX: Logik und allgemeine Wissenschaftstheorie. Vorlesungen Wintersemester 1917/18. Mit ergänzenden Texten aus der ersten Fassung von 1910/11. Ed. von Ursula Panzer. 1996, ISBN 0-7923-3731-X. * Hua XXXI: Aktive Synthesen. Aus der Vorlesung „Transzendentale Logik“ 1920/21. ErgänzungsVolume zu „Analysen zur passiven Synthesis“. Ed. von Roland Breeur. 2000, ISBN 0-7923-6342-6. * Hua XXXII: Natur und Geist. Vorlesungen Sommersemester 1927. Ed. von Michael Weiler, 2001, ISBN 0-7923-6714-6. * Hua XXXIII: Die Bernauer Manuskripte über das Zeitbewusstsein (1917/18). Ed. von Rudolf Bernet und Dieter Lohmar. 2001, ISBN 0-7923-6956-4. * Hua XXXIV: Zur phänomenologischen Reduktion. Texte aus dem Nachlass (1926–1935). Ed. von Sebastian Luft, 2002, ISBN 1-4020-0744-2. * Hua XXXV: Einleitung in die Philosophie. Vorlesungen 1922/23. Ed. von Berndt Goossens, 2002, ISBN 1-4020-0080-4. * Hua XXXVI: Transzendentaler Idealismus. Texte aus dem Nachlass (1908–1921). Ed. von Robin D. Rollinger in Verbindung mit Rochus Sowa, 2003, ISBN 1-4020-1816-9. * Hua XXXVII: Einleitung in die Ethik. Vorlesungen Sommersemester 1920 und 1924. Ed. von Henning Peucker. 2004, ISBN 1-4020-1994-7. * Hua XXXVIII: Wahrnehmung und Aufmerksamkeit. Texte aus dem Nachlass (1893–1912). Ed. von Thomas Vongehr und Regula Giuliani. 2004, ISBN 1-4020-3117-3. * Hua XXXIX: Die Lebenswelt. Auslegungen der vorgegebenen Welt und ihrer Konstitution. Texte aus dem Nachlass (1916–1937). Ed. von Rochus Sowa. 2008, ISBN 978-1-4020-6476-0. * Hua XL: Untersuchungen zur Urteilstheorie. Texte aus dem Nachlass (1893–1918). Ed. von Robin D. Rollinger. 2009, ISBN 978-1-4020-6896-6. * Hua XLI: Zur Lehre vom Wesen und zur Methode der eidetischen Variation. Texte aus dem Nachlass (1891–1935). Ed. von Dirk Fonfara. 2012, xlv + 499 pp. HB. ISBN 978-94-007-2624-6. * Hua XLII: Grenzprobleme der Phänomenologie. Analysen des Unbewusstseins und der Instinkte. Metaphysik. Späte Ethik. Texte aus dem Nachlass (1908–1937). Ed. von Rochus Sowa und Thomas Vongehr. 2014, ISBN 978-94-007-5813-1. Husserliana: Materiais. Editado por Elisabeth Schuhmann, Michael Weiler e Dieter Lohmar, Dordrecht 2001 ss. * Hua Mat I: Logik. Vorlesung 1896. Ed. von Elisabeth Schuhmann. 2001, ISBN 0-7923-6911-4. * Hua Mat II: Logik. Vorlesung 1902/03. Ed. von Elisabeth Schuhmann. 2001, ISBN 0-7923-6912-2. * Hua Mat III: Allgemeine Erkenntnistheorie. Vorlesung 1902/03. Ed. von Elisabeth Schuhmann. 2001, ISBN 0-7923-6913-0. * Hua Mat IV: Natur und Geist. Vorlesungen Sommersemester 1919. Ed. von Michael Weiler. 2002, ISBN 1-4020-0404-4. * Hua Mat V: Urteilstheorie. Vorlesung 1905. Ed. von Elisabeth Schuhmann. 2002, ISBN 1-4020-0928-3. * Hua Mat VI: Alte und neue Logik. Vorlesung 1908/09. Ed. von Elisabeth Schuhmann. 2003, ISBN 1-4020-1397-3. * Hua Mat VII: Einführung in die Phänomenologie der Erkenntnis. Vorlesung 1909. Ed. von Elisabeth Schuhmann. 2005, ISBN 1-4020-3306-0. * Hua Mat VIII: Späte Texte über Zeitkonstitution (1929–1934): Die C-Manuskripte. Ed. von Dieter Lohmar. 2006, ISBN 1-4020-4121-7. * Hua Mat IX: Einleitung in die Philosophie. Vorlesungen 1916–1920. Ed. von Hanne Jacobs. 2012, ISBN 978-94-007-4657-2. Husserliana: Documentos. Haia/Dordrecht 1977 e segs. * Hua Dok I: Karl Schuhmann: Husserl- Chronik. Denk- und Lebensweg Edmund Husserls, 1977. * Eugen Fink: VI. Cartesianische Meditation. Set ISBN 90-247-3436-3. ** Hua Dok II/1: Teil I. Die Idee einer transzendentalen Methodenlehre. Texte aus dem Nachlass Eugen Finks (1932) mit Anmerkungen und Beilagen aus dem Nachlass Edmund Husserls (1933/34). Ed. von H. Ebeling, J. Holl und G. van Kerckhoven, 1988. ** Hua Dok II/2: Eugen Fink: Teil II. Ergänzungsband. Ed. von G. van Kerckhoven, 1988. * Edmund Husserl: Briefwechsel. Ed. von Elisabeth Schuhmann in Verbindung mit Karl Schuhmann, Dordrecht 1994 (in zehn Sektionen): ** Hua Dok III/1: Die Brentanoschule. ISBN 0-7923-2173-1. ** Hua Dok III/2: Die Münchener Phänomenologen. ISBN 0-7923-2174-X. ** Hua Dok III/3: Die Göttinger Schule. ISBN 0-7923-2175-8. ** Hua Dok III/4: Die Freiburger Schüler. ISBN 0-7923-2176-6. ** Hua Dok III/5: Die Neukantianer. ISBN 0-7923-2177-4. ** Hua Dok III/6: Philosophenbriefe. ISBN 0-7923-2178-2. ** Hua Dok III/7: Wissenschaftlerkorrespondenz. ISBN 0-7923-2179-0. ** Hua Dok III/8: Institutionelle Schreiben. ISBN 0-7923-2180-4. ** Hua Dok III/9: Familienbriefe. ISBN 0-7923-2181-2. ** Hua Dok III/10: Einführung und Register. ISBN 0-7923-2182-0. * Hua Dok IV: Edmund Husserl: Bibliography. Compilado por Steven Spilers. 1999, ISBN 0-7923-5181-9. === Escritos publicados durante a vida de Husserl === * Heynemann, Halle 1887. * Philosophie der Arithmetik. Psychologische und logische Untersuchungen. Pfeffer, Halle 1891. * Logische Untersuchungen : Volume 1, Prolegomena zur reinen Logik. 2., umgearb. Auflage. Niemeyer, Halle 1913. (1. Auflage. 1900) * Logische Untersuchungen. Zweiter Teil: Untersuchungen zur Phänomenologie und Theorie der Erkenntnis. Niemeyer, Halle 1901. * Philosophie als strenge Wissenschaft. 1911. * Ideen zu einer reinen Phänomenologie und phänomenologischen Philosophie. Erstes Buch: Allgemeine Einführung in die reine Phänomenologie. Max Niemeyer Verlag, Halle (Saale) 1913. * Vorlesungen zur Phänomenologie des inneren Zeitbewusstseins. Ed. von Martin Heidegger, Niemeyer, Halle 1928. * Formale und transzendentale Logik. Versuch einer Kritik der logischen Vernunft, Niemeyer, Halle 1929. * Nachwort zu meinen „Ideen zu einer reinen Phänomenologie und phänomenologischen Philosophie“. Niemeyer, Halle 1930. * Die Krisis der europäischen Wissenschaften und die transzendentale Phänomenologie. Eine Einleitung in die phänomenologische Philosophie. 1936. === Outras edições === * Ideen zu einer reinen Phänomenologie und phänomenologische Philosophie. Hamburg 1992 (= Edmund Husserl, Gesammelte Schriften, Ed. von Elisabeth Ströker. Volume 5). * Beiträge zur Theorie der Variationsrechnung. Wien, Univ., Diss.,1882, E-Book der Universitätsbibliothek Wien (eBooks on Demand). * Erfahrung und Urteil. Ed. v. Ludwig Landgrebe. 7. Auflage. Meiner, Hamburg 1999, ISBN 3-7873-1352-4. * Erfahrung und Urteil. Untersuchungen zur Genealogie der Logik. Ausgearbeitet und Ed. von Ludwig Landgrebe, Academia, Prag 1939. * V. Logische Untersuchung. Ed. v. Elisabeth Ströker. 2. Auflage. Meiner, Hamburg 1988, ISBN 3-7873-0786-9. * Cartesianische Meditationen. Ed. v. Elisabeth Ströker. 3. Auflage. Meiner, Hamburg 1995, ISBN 3-7873-1241-2 (online) * Die Krisis der europäischen Wissenschaften und die transzendentale Phänomenologie. (= Edmund Husserl, Gesammelte Schriften, Ed. von Elisabeth Ströker. Volume 8). 3. Auflage. Meiner, Hamburg 1996, ISBN 3-7873-1297-8. (bzw. Meiner, Hamburg 2012, ISBN 978-3-7873-2259-6) * Grundprobleme der Phänomenologie. Ed. v. Iso Kern. 2. Auflage. Meiner, Hamburg 1992, ISBN 3-7873-1102-5. * Texte zur Phänomenologie des Inneren Zeitbewußtseins (1893–1917). Ed. v. Rudolf Bernet. Meiner, Hamburg 1985, ISBN 3-7873-0597-1. * Die Konstitution der geistigen Welt. Ed. v. Manfred Sommer. Meiner, Hamburg 1984, ISBN 3-7873-0618-8. * Die Idee der Phänomenologie. Ed. v. Paul Janssen. Meiner, Hamburg 1986, ISBN 3-7873-0685-4. * Die Phänomenologie und die Fundamente der Wissenschaften. Ed. v. Karl-Heinz Lembeck. Meiner, Hamburg 1986, ISBN 3-7873-0686-2. * Ding und Raum. Ed. v. Karl-Heinz Hahnengreß und Smail Rapic. Meiner, Hamburg 1991, ISBN 3-7873-1013-4. * Phänomenologische Psychologie. Ed. v. Dieter Lohmar. Meiner, Hamburg 2003, ISBN 3-7873-1603-5. * Philosophie als strenge Wissenschaft. Ed. von Wilhelm Szilasi. 5. Auflage. Frankfurt am Main 1996, ISBN 3-465-02888-0. == Ligações externas == * Obras de Husserl (em alemão) *'O Mundo da Atitude Natural: Eu e o Meu Mundo Circundante', de Edmund Husserl (em português) *'A Consciência Absoluta como Resíduo (depois) da Aniquilação do Mundo', de Husserl (em português) Categoria:Fenomenólogos Categoria:Filósofos do século XIX Categoria:Filósofos do século XX Categoria:Filósofos da Alemanha Categoria:Matemáticos da Alemanha Categoria:Judeus da Alemanha Categoria:Lógicos da Alemanha Categoria:Filósofos da matemática Categoria:Ontologistas Categoria:Filósofos da mente Categoria:Naturais de Prostějov Categoria:Filósofos cristãos Categoria:Professores da Universidade de Freiburg Categoria:Professores da Universidade de Göttingen Categoria:Alunos da Universidade de Viena",
 "title": "Edmund Husserl"
}