{
 "id": "13683",
 "text": "Taking Lives (br: Roubando Vidas) é um filme de suspense psicológico americano de 2004, dirigido por D.J. Caruso estrelado por Angelina Jolie e Ethan Hawke. O filme foi comercializado com o slogan \"Ele mataria para ser você.\" A música original foi composta por Philip Glass e tema principal do título foi composta pelo austríaco Walter Werzowa, mais conhecido pelo jingle da Intel e seu trabalho na banda Edelweiss. O filme foi livremente adaptado de um romance de suspense de 1999 de Michael Pye do mesmo título. ==Sinopse== Uma agente do FBI, expert em traçar perfis de criminosos, é acionada a cooperar com a polícia de Montreal na caçada de um assassino serial, um psicopata que assume a vida das pessoas que mata. A investigação toma novos rumos com a aparição de uma testemunha que assegura ter escapado das mãos do assassino. ==Elenco== * Angelina Jolie como Illeana Scott * Ethan Hawke como James Costa/Martin Asher * Kiefer Sutherland como Christopher Hart * Gena Rowlands como Sra. Rebecca Asher * Olivier Martinez como Joseph Paquette * Tchéky Karyo como Hugo Leclair * Jean-Hugues Anglade como Emil Duval * Paul Dano como Jovem Martin Asher * Justin Chatwin como Matt Soulsby * André Lacoste como Cashier * Billy Two Rivers como vendedor de carro * Richard Lemire como policial da cidade de Quebec * Julien Poulin como inspetor da cidade de Quebec * Marie-Josée Croze como examinador médico * Emmanuel Bilodeau como doutor * Christian Tessier como interrogador oficial ==Recepção== ===Resposta da crítica=== O filme recebeu críticas negativas, principalmente Rotten Tomatoes que dá ao filme uma pontuação de 22%, com base em comentários de 157 críticos. O crítico de cinema Roger Ebert deu três de quatro estrelas, descrevendo-o como \"um thriller eficaz, por sua nível modesto mas elegante\". Total Film, uma revista britânica de cinema, deu duas estrelas de cinco com o veredicto: \"Começando bem, mas perdendo rapidamente o seu caminho, Taking Lives é filme mais serial killer de serial killer -- temos sido alimentados com este mush mil vezes\". Angelina Jolie ganhou uma indicação ao prêmio Framboesa de Ouro de Pior Atriz por sua atuação no filme (também de Alexander), mas perdeu o troféu para Halle Berry em Mulher-Gato. ===Bilheteria=== Taking Lives arrecadou 32,682,342 nos Estados Unidos e 65,470,529 em todo o mundo. No Brasil, foram vendidos no primeiro dia 32.979 ingressos para um total de 373.575 ingressos.Taking Lives no AdoroCinema Categoria:Filmes com trilha sonora de Philip Glass Categoria:Filmes dos Estados Unidos de 2004 Categoria:Filmes de suspense dos Estados Unidos Categoria:Filmes ambientados em 1983 Categoria:Filmes gravados no Canadá Categoria:Filmes ambientados em Montreal Categoria:Filmes ambientados na Pensilvânia Categoria:Filmes dirigidos por D. J. Caruso Categoria:Filmes ambientados em 2003 Categoria:Filmes baseados em obras de autores dos Estados Unidos Categoria:Filmes em língua inglesa Categoria:Filmes sobre assassinos em série Categoria:Filmes baseados em romances",
 "title": "Taking Lives"
}