{
 "id": "13704",
 "text": "Vila do Conde é uma cidade portuguesa localizada na sub-região da Área Metropolitana do Porto, pertencendo à região do Norte e ao distrito do Porto. É sede do município de Vila do Conde que tem uma área total de 149,03 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 80.921 habitantes em 2021 e uma densidade populacional de 543 habitantes por km2, subdividido em 21 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. O município é limitado a norte pelo município da Póvoa de Varzim, a leste por Vila Nova de Famalicão e pela Trofa, a sul pela Maia e por Matosinhos e a oeste com o Oceano Atlântico. Localizada na margem Norte da foz do rio Ave, Vila do Conde é um importante centro industrial, porto de pesca e zona balnear e turística, configurando um dos principais e mais procurados centros balneares do país. A cidade faz parte do mesmo aglomerado urbano que a Póvoa de Varzim (a Conurbação Póvoa de Varzim e Vila do Conde). == História == A povoação de Vila do Conde é muito antiga, anterior à fundação de Portugal, e o seu topónimo não sofreu alterações, era já Vila do Conde. A primeira referência a Vila do Conde é do ano de 953 no livro da condessa Mumadona Dias onde é referida como Villa de Comite. D. Sancho I apaixonou-se por D. Maria Pais levando a que a vila passe a estar na posse desta. A sua tetraneta, D. Teresa Martins e o seu esposo Afonso Sanches, filho ilegítimo de D. Dinis, fundam o Real Mosteiro de Santa Clara, em 1318. D. Manuel I concedeu-lhe foral em 1516 e a população da vila participa activamente nos descobrimentos portugueses, entre eles Paulo e Francisco Faria na viagem de Vasco da Gama à Índia. A Praça Nova, hoje Praça Vasco da Gama, foi aberta em 1538, no reinado de D. João III, onde foram edificados novo edifício para os Paços do Concelho. No século XIX, as Invasões Francesas causaram grandes danos à população. Em 1987 é elevada à categoria de cidade. == Freguesias == O município de Vila do Conde está dividido em 21 freguesias: * Árvore * Aveleda * Azurara * Bagunte, Ferreiró, Outeiro Maior e Parada * Fajozes * Fornelo e Vairão * Gião * Guilhabreu * Junqueira * Labruge * Macieira da Maia * Malta e Canidelo * Mindelo * Modivas * Retorta e Tougues * Rio Mau e Arcos * Touguinha e Touguinhó * Vila Chã * Vila do Conde * Vilar e Mosteiró * Vilar do Pinheiro À exceção da sede, nenhuma outra povoação possuiu estatuto de vila ou cidade, apesar do topónimo de algumas o sugerir. Muitas são pequenas aldeias rurais que salpicam o território densamente arborizado, enquanto outras — como Árvore, Azurara, Labruge, Mindelo, Vila Chã ou Vilar do Pinheiro— são espaços crescentemente urbanizados. A povoação de Azurara foi vila histórica e sede de concelho até meados do século XIX, altura em que o concelho foi extinto e o seu território integrado no concelho de Vila do Conde. Apesar de as freguesias que se encontram junto à costa serem as mais desenvolvidas, as freguesias do interior - Modivas, Malta e Canidelo, Aveleda - possuem um contributo económico enorme para o concelho. Nestas freguesias podem-se encontrar empresas como: a Agros em Modivas; Azkar na Aveleda, possuindo também uma zona industrial bastante importante; em Fajozes podemos encontrar a maior fábrica de produção de canoas a nível mundial (Nelo); e em Mindelo a Cardoso e Maia, uma empresa com filiais em todo o território nacional, sendo a sua sede nesta freguesia vilacondense. Em Tougues, pode-se encontrar uma das melhores pistas nacionais de BTT, pista que todos os anos acolhe o campeonato nacional de BTT. Para além de Tougues, também existe uma pista em Gião, que outrora recebeu o campeonato nacional de BTT e atualmente recebe uma competição de maratona de BTT atraindo muitos entusiastas por duas rodas á freguesia. Pelas terras vilacondenses também passam bastantes peregrinos em direcção a Santiago de Compostela, sobretudo nas freguesias de Árvore, Aveleda, Vila Chã, Modivas, Vilar, Gião, Vairão, Macieira da Maia, Tougues e Arcos. Devido a este \" turismo religioso\" existem bastante casas de abrigo para peregrinos, sendo mais casual encontrá-las em Gião, Vairão e Macieira da Maia. == População == Número de habitantesInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 21 907 23 478 25 838 27 366 31 135 33 335 34 116 39 827 44 460 48 806 53 570 64 402 64 836 74 391 79 533 80 825 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo EtárioINE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 9 731 11 112 11 588 12 361 14 047 15 290 17 439 18 475 19 246 14 470 13 369 12 931 11 116 15-24 Anos 4 890 5 478 6 182 6 673 7 013 8 207 8 494 9 705 12 500 12 137 11 276 9 082 8 623 25-64 Anos 11 038 11 839 12 781 13 725 15 885 17 943 19 832 21 570 27 525 32 080 41 066 45 823 44 656 = ou > 65 Anos 1 284 1 498 1 657 1 956 2 228 2 608 3 041 3 820 5 131 6 149 8 680 11 697 16 430 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Património == thumb|200px|Zona ribeirinha de Vila do Conde e ao fundo o Mosteiro de Santa Clara. thumb|200px|Aqueduto e Igreja de Santa Clara. thumb|200px|A Rua da Igreja é uma rua quinhentista no centro histórico de Vila do Conde. A cidade possuiu um património histórico bastante significativo. * Património localizado na cidade de Vila do Conde: **Convento de Santa Clara ** Aqueduto de Vila do Conde. Também designado por Aqueduto de Santa Clara ** Igreja Matriz de Vila do Conde. Também designada por Igreja de São João Baptista ** Igreja de Santa Clara ** Igreja de Nossa Senhora da Lapa ** Igreja de Nossa Senhora da Misericórdia, Casa do Despacho e cruzeiro ** Igreja de Nosso Senhor dos Navegantes (nas Caxinas) ** Capela de Nossa Senhora da Guia ** Capela de Nossa Senhora do Socorro ** Capela de Santa Catarina ** Capela de São Bento ** Capela de São Roque ** Capela do Senhor da Agonia ** Capela de Santo Amaro ** Forte de São João Baptista. Também designado por Castelo de Vila do Conde ** Palacete Melo ** Convento de São Francisco ** Casa dos Morgados de São Bento ** Casa de São Roque. Alberga a Galeria Solar ** Casa de São Sebastião. Alberga o Centro de Memória ** Casa de Submosteiro. Também designada por Solar dos Vasconcelos. Alberga o Auditório Municipal ** Casa Museu José Régio ** Paços do Concelho ** Edifício da Antiga Cadeia de Vila do Conde. Alberga o Centro Ciência Viva de Vila do Conde. **Alfândega Régia **Réplica da Nau Quinhentista **Casa do Barco ** Colégio de S. José. Antigo Casino de Vila do Conde **Farolim do molhe norte ** Centro Histórico de Vila do Conde * Património localizado na freguesia de Azurara: ** Antigo Hospital São João Evangelista / Edifício MADI ** Azenha Quinhentista no Rio Ave ** Capela de São Sebastião / Ermida de são Sebastião ** Casa da Praça ** Cruzeiro de Azurara ** Cruzeiro frente à Ermida de Santa Ana ** Ermida de Santa Ana ** Estaleiros de construção naval em madeira ** Farol de Azurara ** Igreja da Misericórdia de Azurara ** Igreja de Santa Maria de Azurara ** Igreja de São Francisco de Azurara ** Parte antiga de Azurara ** Passos da Azurara ** Pelourinho de Azurara * Património localizado nas restantes freguesias do concelho: ** Cividade de Bagunte, na freguesia de Bagunte ** Igreja Românica de São Cristóvão, na freguesia de Rio Mau ** Ponte D. Zameiro (também designada por Ponte d’Ave), na freguesia da Macieira da Maia. ** Ponte de S. Miguel, na freguesia dos Arcos ** Mosteiro de São Simão da Junqueira, na freguesia da Junqueira ** Capela de Nossa Senhora da Graça, na freguesia da Junqueira ** Marca de Enfiamento da Barra do Ave, na freguesia de Árvore ** Capela da Senhora da Boa Nova, na freguseia de Árvore ** Mosteiro de Vairão, na freguesia de Vairão ** Capela de São João, da Igreja de Vairão, na freguesia da Vairão ** Paço do Casal dos Cavaleiros, na freguesia de Outeiro Maior ** Castro de São Paio, na freguesia de Labruge Destaque, a nível do Património Natural a \"Paisagem Protegida Regional do Litoral de Vila do Conde e Reserva Ornitológica de Mindelo\" (PPRLVCROM) criada em 13 de Outubro de 2009. A PPRLVCROM possui uma superfície total de 380 ha, estendendo-se na direcção norte-sul, ao longo de 8,5 km de linha de costa, pelas freguesias de Azurara, Árvore, Mindelo, Vila Chã e Labruge. Esta área protegida como o respectivo nome alude integra a Reserva Ornitológica de Mindelo (ROM). A ROM localiza-se entre a freguesia de Mindelo e o Rio Ave, sendo a primeira área protegida criada (1957) em Portugal. == Museus == * Museus na cidade de Vila do Conde: ** Centro de Memória, núcleo principal do museu polinucleado de Vila do Conde **Museu das Rendas de Bilros ** Museu da Alfândega e da Construção Naval. Nele se situa o Centro de Documentação dos Portos Marítimos Quinhentistas ** Museu de Arte Sacra da Confraria do Santíssimo Sacramento ** Museu dos Bombeiros ** Museu da Cooperativa Agrícola de Vila do Conde ** Museu das Cinzas ** Museu do Mar (Caxinas) **Centro Ciência Viva de Vila do Conde **Casa Museu José Régio * Museus nas freguesias do concelho: ** Museu Agrícola de Entre-Douro e Minho, na freguesia de Vairão ** Museu Vivo da Comutação Manual, na freguesia de Vilar == Instituições e Equipamentos Públicos ou de Serviço Público == thumb|200px|Hospital de Vila do Conde * Ambientais: ** Centro de Monitorização e Interpretação Ambiental de Vila do Conde ** Centro de Pedagogia Ambiental * Científico-tecnológicos: ** Centro Ciência Viva de Vila do Conde ** Telecentro * Culturais-Recreativas-Educativas: ** Arquivo Municipal ** Auditório Municipal de Vila do Conde ** Biblioteca Municipal José Régio ** Centro de Actividades do Parque João Paulo II ** Centro de Artesanato ** Centro de Documentação dos Portos Marítimos Quinhentistas ** Centro de Estudos Anterianos ** Centro de Estudos Regianos ** Centro de Memória. ** Centro Municipal da Juventude de Vila do Conde ** Gabinete de Arqueologia Municipal de Vila do Conde ** Museu de Vila do Conde ** Solar de S. Roque - Galeria de Arte Cinemática e Livraria Municipal ** Teatro Municipal de Vila do Conde (Cine-Neiva) * Desportivas-Recreativas: ** Complexo Desportivo das Pedreiras ** Parque do Castelo ** Parque de Jogos Municipal ** Parque Polis João Paulo II ** Pavilhão de Desportos de Vila do Conde ** Pavilhão Gimnodesportivo de Mindelo ** Piscina Municipal de Vila do Conde ** Piscina Municipal de Mindelo ** Ringue Desportivo das Caxinas * Saúde: ** Centro Hospitalar Vila do Conde / Póvoa de Varzim ** Centro de Saúde de Vila do Conde ** SASU – Unidade de Saúde das Caxinas * Segurança Pública: ** Policia Municipal ** P.S.P. – Vila do Conde e Caxinas ** G.N.R. – Vila do Conde ** Bombeiros Voluntários de Vila do Conde * Sociais: ** Centro Regional de Segurança Social (Delegação de Vila do Conde) ** Associação de Protecção à Terceira Idade – A. F. Vila Cova ** Centro Social e Paroquial de Caxinas ** Associação de Solidariedade Social Novas Mares ** Centro Paroquial Padre Porfírio Alves ** Conferência S. Vicente de Paulo ** Instituto de S. José ** Venerável Ordem Terceira de S. Francisco ** Santa Casa da Misericórdia de Azurara ** Santa Casa da Misericórdia de Vila do Conde == Instituições de ensino == * Escolas do 1º Ciclo do Ensino Básico: ** Vila do Conde: *** Correios nº 1 *** Meia Laranja nº 2 *** Centro Escolar Bento de Freitas (Sininhos nº 3) *** Bairro Alto nº 4 *** Formariz nº 5 *** Benguiados *** Casal do Monte *** Caxinas *** Centro Escolar das Violetas ** Outras freguesias: *** Areia (Árvore) *** Areia (Mindelo) *** Aveleda *** Azurara *** Bouçó (Rio Mau) *** Carrapata (Vilar) *** Carvalhal (Mindelo) *** Casais (Arcos) *** Fajozes *** Fornelo *** Igreja (Vila do Pinheiro) *** Igreja (Junqueira) *** Lamelas (Junqueira) *** Lamosa (Labruje) *** Outeiro *** Monte (Parada) *** Monte (Touguinhó) *** Mosteiró *** Rio Mau *** Trindade (Ferreiró) *** Vairão * Escolas do 2º e 3º Ciclo do Ensino Básico: ** Escola E.B. 2/3 Julio-Saúl Dias ** Escola E.B. 2/3 Frei João ** EB 2,3 Dr. Carlos Pinto Ferreira (Junqueira) ** EB 2,3 D.Pedro IV (Mindelo) ** EB 2,3 Ribeirinha (Macieira) * Escolas do Ensino Secundário: ** Escola Secundária José Régio ** Escola Secundária D. Afonso Sanches * Ensino Profissional ** Escola Profissional de Vila do Conde ** Centro de Formação Formar ** Centro de Formação Profissional Agrícola de Vairão * Ensino Superior: **Escola Superior de Estudos Industriais e Gestão ** Instituto Superior de Ciências Agrárias - Vairão * Outras Escolas: **Conservatório de Música de Vila do Conde site: http://cmusicaviladoconde.wixsite.com/cmvc ** Escola de Ensino Especial-M A D I ** Escola de Rendas de Bilros ** Centro Educativo de Santa Clara == Associações e colectividades == * Ambientalistas: ** Associação dos Amigos de Mindelo para a Defesa do Ambiente * Culturais-recreativas: ** Escola de Dança do Centro Municipal de Juventude ** Conservatório de Música de Vila do Conde ** Associação Cultural Bind´Ó Peixe ** Associação Cultural e Desportiva de Mindelo ** Associação Cultural e Recreativa de Modivas ** Associação Cultural e Recreativa Honra e Dever ** Associação Cultural e Recreativa do Rancho das Rendilheiras do Monte ** Associação Desportiva Cultural e Recreativa das Caxinas e Poça da Barca ** Associação para Defesa do Artesanato e Património de Vila do Conde www.adapvc.pt ** Associação de Protecção ao Património Arqueológico de Vila do Conde ** Banda de Música de Vila do Conde ** Centro Social Cultural e Recreativo Arvorense ** Cine Clube de Vila do Conde ** Circular Associação Cultural ** Círculo Católico de Operários de Vila Conde ** Corda-Bamba, Associação para as Artes do Circo ** Corifeu - Artes Cénicas ** Escola de Música de Modivas ** Gérmen - Associação Cultural ** IMA – Imaginário Audiovisual Associação ** Irmãos Esferovite ** JAP - Juventude, Arte e Paixão ** JUNICA -Juventude Unida das Caxinas ** Motoclube de Vila do Conde ** Nuvem Voadora ** Rancho de Pescadores de Vila do Conde ** Rancho da Praça - Rendilheiras de Vila do Conde ** Rancho S. Salvador de Árvore ** Teatro de Formas Animadas de Vila do Conde - TFA * Económicas-Profissionais: ** Associação Comercial e Industrial de Vila do Conde ** Associação de Jovens Agricultores de Portugal - AJAP ** Associação de Apoio à Bovinicultura Leiteira do Norte ** Associação Armadores da Pesca do Norte ** Associação de Agricultores do Concelho de Vila do Conde ** Associação dos Ex-Marinheiros da Armada ** Associação para Promoção e Gestão de Campos Agrários do Vairão ** Associação Portuguesa de Cães de Busca e Salvamento ** Associação Pró-Maior Segurança dos Homens do Mar ** Cooperativa Agrícola de Vila do Conde ** Santa Clara - Associação de Artesões de Vila do Conde * Desportivas: ** Academia de Bilhar de Vila do Conde ** Associação Daido-Juku ** Associação de Desporto e Cultura do Concelho de Vila do Conde ** Associação do Desporto Automóvel de Vila do Conde ** Associação de Futebol de Vila do Conde ** Associação de Futebol Amador de Vila do Conde ** Associação Kyokushinkai de Portugal ** Centro de Karaté de Vila do Conde ** Clube Desportivo José Régio ** Clube Fluvial Vilacondense ** Clube \"Um Par de Botas\" ** Ginásio Clube Vilacondense ** Os Rompe Solas de Vila do Conde ** Rio Ave Futebol Clube ** Sociedade Columbófila de Vila do Conde ** Vila do Conde Kayak Clube ** Villas Vikings Baseball Clube/Escola de Desporto * Sociais-Saúde-Beneficência: ** A Cerca, Abrigo de Animais Abandonados ** Associação Portuguesa de Paramiloidose ** Associação Humanitária dos Bombeiros Voluntários de Vila do Conde ** Associação de Solidariedade Social O Tecto ** Associação de Solidariedade Social Terramar de Vila Chã ** Associação de Protecção a 3.ª Idade A. F. Vila Cova ** Associação de Solidariedade Social Novas Marés ** Centro Social de Mindelo ** Conferência de S. Vicente de Paulo de Caxinas ** Cruz Vermelha de Vila do Conde ** Lyons Clube de Vila do Conde ** MADI - Movimento de Apoio aos Diminuídos Intelectuais ** Ordem Terceira de São Francisco de Azurara ** Rotary Clube de Vila do Conde ** Santa da Casa da Misericórdia de Vila do Conde ** Santa da Casa da Misericórdia de Azurara ** Sociedade de S. Vicente de Paulo ** Venerável Ordem Terceira de S. Francisco de Vila do Conde * Grupos de música: ** Clã ** Alma Divina ** Phama ** Sensible Soccers ** Vespa ** Semibreve - 30 anos de carreira == Eventos == MÚSICA ERUDITA \\- SIME 2019 - Semana Internacional de Música Erudita organização Conservatório de Música de Vila do Conde http://cmusicaviladoconde.wixsite.com/cmvc/sime-2019 \\- CAM'us 2019 - Cursos de Aperfeiçoamento Musical de Vila do Conde organização Conservatório de Música de Vila do Conde http://cmusicaviladoconde.wixsite.com/cmvc/camus2019 \\- Sextas às Sete 2018/2019 - Ciclo de concertos didáticos organização Conservatório de Música de Vila do Conde http://cmusicaviladoconde.wixsite.com/cmvc/sextas-as-sete \\- Conservatório COM VIDA - Concertos por alunos finalistas de cursos secundários, profissionais e superiores de Música organização Conservatório de Música de Vila do Conde http://cmusicaviladoconde.wixsite.com/cmvc/conservatorio-com-vida-2018-2019 \\- 21º BICHINHO da MÚSICA - organização Conservatório de Música de Vila do Conde http://cmusicaviladoconde.wixsite.com/cmvc/bichinho-da-musica * Culturais: ** Vila do Conde \"Um Porto Para o Mundo\" Artes de Rua ** Circular Festival de Artes Performativas ** Encontro de \"Embarcações Tradicionais\" ** Encontro de História de Vila do Conde ** Encontro de Poesia de Vila do Conde ** Feira Nacional de Artesanato ** Feira Renascentista ** Festival de Novos Talentos ** Festival Internacional de Curtas Metragens ** Festival Internacional Ollin Kan - Vila do Conde ** Festival de Teatro de Vila do Conde – Pés no Palco ** Queima do Judas ** Festival 6 Continentes - Vila do Conde * Desportivos: ** Circuito Automóvel de Vila do Conde ** Concentração Motard de Vila do Conde ** Grande Prémio da Marginal ** Vila do Conde Junior Tennis Cup * Recreativos: ** Festival da Juventude de Vila do Conde ** Feira de Gastronomia de Vila do Conde * Sócio-Profissionais: ** Expomarca – Exposição de Viaturas Automóveis e Agrícolas ** Feira de Velharias e Antiguidades ** Feira Nacional de Artesanato ** Festival de Actividades Agrícolas de Vila do Conde * Religiosos: ** Festa de Corpus Christi - Tapetes de Flores ** Festa de S. João ** Festa de Nossa Senhora da Guia ** Festa de Nossa Senhora do Socorro ** Festa de Nº Senhor dos Navegantes (Caxinas) ** Romaria de S. Brás ** Romaria de Santo Amaro (Vila do Conde e Labruje) ** Romaria de São Pedro de Formariz ** Romaria de São Bento (Vairão) ** Romaria de Santa Luzia (Retorta) ** Romaria de Santa Eufémia da Carriça (Guilhabreu) ** Romaria da Senhora das Neves ou dos 'Anéis' (Azurara) == Transportes == Vila do Conde é servida por uma ampla rede de transportes que compreendem vias terrestres, aéreas e marítimas. O sistema terrestre de acesso é constituído por auto-estradas, o sistema de estradas nacionais e a rede de metropolitano ligeiro; que são utilizados diariamente por milhares de pessoas para aceder e se movimentarem na cidade e no concelho. As acessibilidades ao concelho também compreendem os terminais do aeroporto e o porto marítimo. O concelho e a cidade são ligados por estrada num eixo Norte- Sul desde Vila Nova de Cerveira até ao Porto pela auto-estrada A28. A auto- estrada A7 cruza a A28 e num eixo Este-Oeste, através do Norte da cidade, ligando-a a Vila Nova de Famalicão e Guimarães. As Estradas Nacionais na zona em que atravessam o concelho têm gestão municipal: a EN13, que atravessa o concelho e cidade no sentido Norte-Sul, é usada pelos automobilistas procedentes das freguesias a sul da cidade de Vila do Conde para ela aceder ou se movimentarem nas freguesias do concelho; e a norte, para aceder desde a Póvoa de Varzim. A EN205 atravessa o concelho a norte, num eixo Este-Oeste e liga Vila do Conde a Vila Nova de Famalicão. A EN104 atravessa o concelho a meio, num eixo Este-Oeste, e liga Vila do Conde à Trofa e a Santo Tirso. A EN205 e a EN104 são utilizadas pelos viajantes procedentes do interior do concelho para aceder à cidade ou se movimentarem nas freguesias do concelho. O transporte público dentro da cidade de Vila do Conde é gerido sobretudo pela Litoral Norte - Transportes Urbanos da Póvoa de Varzim, as restantes linhas são geridas pela Transdev. A linha B do Metro do Porto liga a Vila do Conde à cidade do Porto e ao aeroporto em dois tipos de serviços, o normal e o expresso. Também faz a ligação a norte à cidade de Póvoa de Varzim. A linha opera numa antiga ferrovia que liga o Porto à Póvoa de Varzim, passando por Vila do Conde. Esta secular linha foi desactivada em 2002 para ser utilizada pelo Metro. Situado a apenas 15 km do centro da cidade, o Aeroporto Internacional Sá Carneiro (OPO), o segundo maior aeroporto (internacional) no país, liga-se ao concelho e à cidade de Vila do Conde através da A28, da EN13 e do Metro do Porto. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS PPD/PSD CDS-PP FEPU/APU/CDU MDP/CDE AD PPM PRD PSD-CDS BE IND CH PAN IL 1976 41,17 4 27,43 2 18,00 1 9,63 - FEPU/APU 1979 53,05 4 AD AD 6,87 - 37,96 3 AD 1982 54,12 5 9,74 - 32,29 2 1985 58,74 5 26,66 2 6,44 - 5,70 - 1989 60,28 6 31,88 3 1,85 - 2,71 - 1,13 - MDP/ CDE 1993 62,81 6 28,15 3 3,92 - 2,86 - 1997 62,60 6 29,04 3 2,42 - 3,24 - 2001 53,64 5 CDS-PP PPD/PSD 2,96 - BE 39,75 4 1,02 - 2005 53,96 5 3,04 - 38,07 4 2,20 - 2009 61,63 6 3,11 - 28,18 3 4,10 - 2013 46,70 5 36,01 4 3,14 - 5,15 - PSD 2,52 - 2017 32,02 3 CDS-PP PPD/PSD 2,20 - 13,02 1 1,82 - 47,74 5 2021 42,41 5 13,77 1 1,08 - 1,99 - 1,62 - 30,08 3 2,53 - 1,68 - 1,68 - === Eleições legislativas === Data % PS PSD CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L IL CH 1976 39,77 28,38 17,37 6,84 0,50 1979 37,00 AD AD APU 1,07 45,10 11,82 1980 FRS 0,67 48,13 9,18 35,42 1983 46,55 25,56 13,05 0,30 10,59 1985 27,52 30,75 9,01 0,87 9,80 17,97 1987 30,82 51,66 3,52 CDU 0,30 6,47 3,04 1991 35,83 52,07 3,52 3,96 0,42 0,90 1995 51,76 35,64 6,29 0,17 3,84 0,20 1999 52,33 31,93 6,91 4,42 0,23 1,60 2002 43,07 40,90 7,79 3,19 2,26 2005 50,96 29,47 5,82 3,71 5,67 2009 45,67 29,31 7,97 4,23 8,62 2011 33,27 40,32 8,74 4,95 5,34 0,81 2015 33,82 CDS PSD 5,31 9,87 1,53 41,39 0,41 2019 37,05 33,29 3,70 3,69 9,34 3,15 0,84 1,29 0,69 2022 43,09 33,69 1,41 2,37 4,00 1,47 0,88 4,86 5,39 2024 29,64 AD AD 30,67 1,73 4,05 1,88 2,88 6,03 17,81 == Geminações == * Europa: ** Ferrol, ** Le Cannet Rocheville, ** Portalegre * África: ** Lobata - Cidade de Guadalupe, ** Mansoa, ** Mindelo, ** Mossel Bay, * Ásia: ** Baucau, * América do Sul: ** Olinda, ** Rio de Janeiro, == Festividades == Vila do Conde é uma cidade e município com uma cultura riquíssima e isso é demonstrado através das suas festas e romarias ao longo do ano. === Festas de São João === As festividades ao São João, são as festas mais importantes e mais expressivas da cidade e do concelho de Vila do Conde. Estas festas são tão importantes para os vilacondenses que chegam a ser preparadas com alguns meses de antecedência. O São João de Vila do Conde é uma festa muito antiga, sendo considerada a mais antiga e mais típica celebração em torno deste santo popular em Portugal. Realizam-se durante o mês de Junho, sendo que os principais dias são os dias 23 e 24 de Junho. Apesar de a festa de São João se realizar em muitas localidades do país, em Vila do Conde estas festas têm outro encanto e outras tradições. Tradições como as dos martelinhos e balões sanjoaninos, são tradições comuns a todas as localidades que festejam este santo popular, mas Vila do Conde tem tradições únicas durante estas festas, como por exemplo o cantar das Orvalhadas, o atirar da pedrinha ao nicho (Fonte de São João), a tradicional ida à praia na noite de 24 de Junho, a construção de cascatas sanjoaninas em todas as ruas e bairros típicos da cidade, o cortejo luminoso na noite de 23 de Junho, o desfile de mordomas representantes das freguesias do município, a exposição dos mastros sanjoaninos representantes de cada freguesia do concelho, a distribuição de cravos pelas rendilheiras e a grande regata Sanjoanina Monte VS Praça. O mês de Junho é sem dúvida um mês de grande agitação para a cidade de Vila do Conde. Ruas e casas ficam devidamente ornamentadas com os típicos adornos sanjoaninos. Os vilacondenses têm orgulho nas suas festas e na sua cidade e decoram as suas varandas e janelas por esta altura do ano. Ao longo do mês vão também acontecendo inúmeros eventos associados às festas da cidade, como concertos, feiras, atividades lúdicas e muito mais. São instalados dois parques de diversão para todos os gostos e idades: Para os mais pequenos, há carroceis e outras atrações nos jardins da Avenida Júlio Graça e para os mais crescidos, há uma feira de diversões na antiga seca do bacalhau, mesmo junto ao estuário do Rio Ave. Por toda a cidade há ainda rolotes e tendas que vendem doces típicos como farturas. ====As Rivalidades e o Bairrismo==== Na cidade de Vila do Conde existem duas grandes rivaliades com bastantes anos de existência: A rivalidade entre as rendilheiras do Monte e rendilheiras da Praça. Esta rivalidade histórica, com centenas de anos, nasceu enquanto as irmãs Clarissas ainda ocupavam o velho mosteiro de Santa Clara. Então, por alturas das festas de São João, as Clarissas juntavam-se no alto do Monte do Mosteiro e cantavam as orvalhadas a São João. Por sua vez, as raparigas do centro da vila, juntavam-se no adro da igreja Matriz (Igreja de São João Baptista de Vila do Conde) e cantavam também as Orvalhadas ao padroeiro. E assim nasceram os dois ranchos das rendilheiras rivais: O Rancho das Rendilheiras do Monte que teve origem na parte alta da cidade, junto ao Mosteiro de Santa Clara e o Rancho das Rendilheiras da Praça, que teve origem no centro histórico da cidade. A rivalidade entre os dois é grande no entanto não deixa de ser uma rivalidade saudável e é um dos momentos mais característicos das festas. Cada rancho é representado pelas suas cores (O Monte de vermelho e branco e a praça de verde e branco) e os seus apoiantes levam isso muito a sério, ao ponto de se vestirem a rigor com as respetivas cores e enfeitarem as suas janelas e varandas com cachecois durante as festas da cidade. O ponto alto desta rivalidade dá-se na tradicional ida à praia na noite de 24 de Junho. ====O Traje e as Marchas==== Vila do Conde tem vários trajes onde estão bem presentes as tradicionais rendas de bilro. O traje antigo, usado pelas crianças e adolescentes até casarem é diferente nos dois ranchos. O traje usado pelos casados é praticamente igual nos dois ranchos, onde as senhoras usam saia preta pelo joelho, avental em renda de bilros, blusa com ornamentações ao gosto individual (como lantejolas, brilhantes, adornos), chinela de salto alto (branca no Rancho do Monte e preta no Rancho da Praça), cabelo apanhado em forma de pucho. A tricana vilacondense tem sempre muito gosto e muita vaidade na forma como representa o seu rancho durante as festas da cidade de Vila do Conde. ====A grande noite de São João de Vila do Conde==== Um dos pontos altos destas festas decorre no dia 23 de Junho, véspera de feriado municipal. Pela manhã, desfilam pelas ruas da cidade o grupo dos Zé Pereiras Vilacondenses após uma salva de morteiros com símbolo sonante de que o grande dia chegou. Durante a manhã dá-se também a tradicional feira de manjericos e cravos, onde componentes dos dois ranchos da cidade distribuem cravos a todos os que andam pelas ruas. Pela tarde, o ambiente de festa já se faz sentir com o cheiro a pimentos e sardinhas assadas. Famílias e amigos reúnem-se nos quintais ou mesmo até na própria rua para comerem e beberem em convívio, onde não pode faltar as sardinhas assadas na brasa, o vinho e a broa, iguarias típicas dos arraias da noite de São João. Ao cair a noite, o céu ilumina-se com inúmeros pontos de luz devido aos balões de São João que são lançados. Pelas 22:00 dá-se início às grandiosas Marchas Luminosas dos Ranchos das Rendilheiras do Monte e da Praça, que desfilam pela principal avenida do centro histórico. A Marcha luminosa do Rancho do Monte termina no Monte do Mosteiro, junto ao palco onde se dará a atuação da noite de São João e a Marcha Luminosa do Rancho da Praça termina na Praça de São João, também junto ao palco onde este rancho atua sempre. Por toda a cidade as ruas enchem-se de pessoas que em clima de festa dão marteladas umas às outras e dançam junto aos palcos de diversão nocturna na zona ribeirinha e não só. Por volta da 1:30 dá-se início à sessão de fogo de artificio na zona ribeirinha, onde se juntam milhares de pessoas para a assistir à tradicional cachoeira pirotécnica. Após isto, ocorrem simultâneamente três concertos para todos os gostos e idades, na praça D. João II (Relógio de Sol), no palco da Praça São João e no palco do Monte do Mosteiro, com o apoio da Câmara Municipal. Mas a animação não fica por aqui, pois os bares noturnos da cidade juntam-se e garantem diversão pela madrugada dentro em pontos distintos, como na praça José Régio, Praça da República (Terreiro), Cais das Lavandeiras e Alamedas dos descobrimentos. A grande noite de São João termina sempre já com o sol a raiar. === Festa do Senhor dos Navegantes === As Festas em honra ao nosso senhor dos navegantes é também uma festa de elevada importância para Vila do Conde. Estas festas realizam-se no lugar de Caxinas, onde a população é maioritariamente piscatória. Nosso Senhor dos Navegantes, é padroeiro dos pescadores das Caxinas e a festa a sua honra acontece no primeiro fim de semana de Agosto. O ponto alto destas festas ocorre sempre no primeiro domingo de Agosto com a majestosa procissão que conta com dezesseis andores, a qual traz inúmeros forasteiros a Vila do Conde. === Romaria da Nossa Senhora da Guia === A romaria a Nossa Senhora da Guia acontece sempre em inícios de Fevereiro. A capela da Nossa Senhora da Guia de Vila do Conde, situa-se na foz do Rio Ave, no início da barra marítima sul de Vila do Conde e é nesta capela que recolhe a procissão em honra à padroeira dos pescadores de Vila do Conde. A procissão da Senhora Guia, que acontece sempre no último domingo de Janeiro, parte da Igreja Matriz de Vila do Conde e percorre toda a zona ribeirinha da cidade até ao estuário do Rio Ave, momento em que todos os andores se viram de frente para o rio enquanto devotos da Santa lançam foguetes na margem sul do rio. Em fim de semana de romaria em honra à Senhora da Guia, é tradição comer- se rojões e arroz de sarrabulho em Vila do Conde. === A Páscoa e o Dia do Anjo === A Páscoa é também um momento importante para todos os vilacondenses. Por esta altura realiza-se a procissão do Enterro do Senhor e a Via Sacra na sexta-feira santa, a vigília pascal no sábado de Aleluia e a bênção das casas de todos os vilacondenses no Domingo de Páscoa. Na segunda-feira de Páscoa ou Dia do Anjo de Páscoa é tradição na região de Vila do Conde e Póvoa de Varzim rumar-se à bouça e fazer-se piqueniques entre famílias e amigos. == Figuras Ilustres == * António Bento Martins Júnior (Arcos, Vila do Conde, 5 de Maio de 1881—Braga, 19 de agosto de 1963 (82 anos)), foi arcebispo de Braga e Bispo de Bragança-Miranda. * José Régio, pseudónimo de José Maria dos Reis Pereira, (Vila do Conde, 17 de Setembro de 1901 — Vila do Conde, 22 de Dezembro de 1969) foi um escritor, poeta, dramaturgo, romancista, novelista, contista, ensaísta, cronista, crítico, autor de diário, memorialista, epistológrafo e História da historiador da literatura português, para além de editor e diretor da influente revista literária Presença, desenhador, pintor, e grande conhecedor e colecionador de arte sacra e popular. Tem uma biblioteca e uma escola secundária com o seu nome em Vila do Conde e em Portalegre uma escola do ensino básico. * D. Augusto Romano Sanches de Baêna e Farinha de Almeida Portugal da Silva e Sousa (Vairão, Vila do Conde, 26 de Setembro de 1822 — Lisboa, 8 de Agosto de 1909), 1.º Visconde de Sanches de Baêna e Marquês de Sanches de Baêna, na Santa Sé, médico, historiador, genealogista e heraldista, autor de várias obras de referência no campo da heráldica e da genealogia. == Ligações externas == * Câmara Municipal de Vila do Conde * Biblioteca Municipal José Régio * Centro de Monitorização e Interpretação Ambiental de Vila do Conde * Centro de Ciência Viva de Vila do Conde * Festival Internacional de Curtas Metragens * Vila do Conde PhotoClub no Flickr * Página de Vila do Conde no Facebook * viladoconde.com - website do turismo de Vila do Conde * Vila do Conde no início da Época Moderna. Construção de uma nova centralidade, por Eliana Susana Miranda de Sousa, Faculdade de Letras, Universidade do Porto, 2013 Categoria:Municípios da Área Metropolitana do Porto Categoria:Cidades da Área Metropolitana do Porto Categoria:Municípios da Região do Norte",
 "title": "Vila do Conde"
}