{
 "id": "13727",
 "text": "{{Info/Município do Brasil |nome = Bento Fernandes |foto = |leg_foto = |apelido = |padroeiro = Nossa Senhora Aparecida |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = bentofernandense |lema = |prefeito = Paulo Marques de Oliveira Junior |partido = MDB |fim_mandato = 2024 |mapa = Brazil Rio Grande do Norte Bento Fernandes location map.svg |latP = S | latG = 05 | latM = 41 | latS = 38 |lonP = O | lonG = 35 | lonM = 49 | lonS = 12 |estado = Rio Grande do Norte |região_intermediária = Natal |data_região_intermediária = IBGE/2017 |região_imediata = Natal |data_região_imediata = IBGE/2017 |região_metropolitana = |vizinhos = Poço Branco, João Câmara, Taipu, Ielmo Marinho, Santa Maria e Riachuelo |dist_capital = 94 |área = 301.075 | área_ref = |população = 5493 |data_pop = IBGE/2016 |altitude = |clima = |sigla_clima = |idh = 0.582 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2018 |pib_per_capita = 8670.25 |data_pib_per_capita = IBGE/2018 }} Bento Fernandes, município no estado do Rio Grande do Norte (Brasil). De acordo com o censo realizado pelo IBGE (Instituto Brasileiro de Geografia e Estatística) no ano 2016, sua população é de 5.493 habitantes. Área territorial de 335 km². O município foi emancipado de Taipu através da Lei nº 2.353, de 31 de dezembro de 1958. Limita-se com João Câmara (norte), Poço Branco (leste), Riachuelo, Santa Maria e Ielmo Marinho (sul), Caiçara do Rio do Vento e Jardim de Anjicos (oeste). Desde 25 de junho de 1963 pela lei estadual 2889 possui o distrito de Belo Horizonte. A sede do município está a 5° 41’ 38” de latitude sul e 35° 49’ 11” de longitude oeste. A altitude é de 111 m acima do nível do mar e a distância rodoviária até a capital é de 88 km. A pluviosidade média aferida no município, segundo o IDEMA é de 522,5 mm. Ainda de acordo com o IDEMA, o solo da região é do tipo podzólico vermelho amarelo equivalente eutrófico abrúptico plínthico e planossolo solódico. O solo tem aptidão regular para lavouras e para pastagem plantada. Terras aptas para culturas especiais de ciclo longo, tais como algodão arbóreo, sisal, caju e coco. == Economia == De acordo com dados do IPEA do ano de 1996, o PIB era estimado em R$ 1,65 milhões, sendo que 50,7% correspondia às atividades baseadas na agricultura e na pecuária, 1,4% à indústria e 47,9% ao setor de serviços. O PIB per capita era de R$ 358,29. Em 2002, conforme estimativas do IBGE, o PIB havia evoluído para R$ 9,657 milhões e o PIB per capita para aproximadamente R$ 1.985,00. === Produção agrícola === IBGE (2003) Lavoura Quantidade produzida (ton.) Valor da produção (R$ mil) Área plantada (ha.) Área colhida (ha.) Rendimento médio (kg/ha.) Algodão herbáceo (em caroço) 104 83 160 160 650 Castanha-de-caju 26 23 100 100 260 Coco-da-baía 53 (mil frutos) 16 15 15 3.533 frutos/ha. Feijão (em grão) 336 202 840 840 400 Mandioca 3.600 720 450 450 8.000 Milho (em grão) 360 18 600 600 600 === Pecuária === IBGE (2003) Rebanho Efetivo (cabeças) Bovino 6.292 Suíno 813 Eqüinos 137 Asininos (jumentos) 233 Muares (mulas) 63 Ovinos 1.274 Galinhas 3.760 Galos, frangas, frangos e pintos 5.100 Caprinos 1.428 Vacas ordenhadas 2.128 IBGE (2003) Gênero Produção Leite de vaca 1.226 (mil litros) Ovos de galinha 24 (mil dúzias) == Dados estatísticos == === Educação === IBGE (2003) Ensino Alunos matriculados Professores Fundamental 1.393 69 Médio 284 11 * Analfabetos com mais de quinze anos: 39,13% (IBGE, Censo 2000). === Índice de Desenvolvimento Humano === PNUD (2000) IDH 1991 2000 Renda 0,393 0,458 Longevidade 0,548 0,594 Educação 0,503 0,683 Total 0,481 0,579 === Saneamento urbano === IBGE (2000) Serviço Domicílios (%) Água 96,1% Esgoto sanitário 0,2% Coleta de lixo 88,8% === Saúde === * 15 leitos hospitalares, todos disponíveis para pacientes do sistema único de saúde (2002, IBGE). * Mortalidade infantil: 87,1 p/mil (Ministério da Saúde/1998). * Esperança de vida ao nascer: 60,7 anos (IBGE, Censo 2000). == Notas == # Índice de analfabetismo comparável ao da Índia (32º mais alto). # IDH de nível médio, comparável ao de Myanmar (129º do mundo). # Mortalidade infantil comparável à de Laos (28ª mais elevada). # Esperança de vida comparável à de Myanmar (143ª). ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1958",
 "title": "Bento Fernandes"
}