{
 "id": "13734",
 "text": "Os condríctios (Chondrichthyes, do grego χονδρος chóndros, \"cartilagem\", e ιχθύς ichthýs, \"peixe\") ou peixes cartilagíneos, que incluem os tubarões, as raias e as quimeras, muitas vezes classificadas como Seláceos, são peixes geralmente oceânicos que possuem um esqueleto totalmente formado por cartilagem, mas coberta por um tecido específico, a cartilagem prismática calcificada. Para além disso, apresentam 5-7 fendas branquiais dos lados do corpo ou na região ventral da cabeça, membranas nictitantes nos olhos (excepto nos Lamniformes) e gancho pélvico (também conhecido como clásper) um órgão de copulação dos machos. Muitas espécies de tubarões têm várias fiadas de dentes de substituição, mas outros têm os dentes transformados em placas. As espécies actuais deste grupo de peixes, (além dum grande número de formas extintas, conhecidas pelos seus fósseis), divide-se em dois clados (sub-classes): * Elasmobranchii — que inclui os tubarões e as raias. * Holocephali — as quimeras. == Ecologia dos Seláceos == Os tubarões e as raias são os predadores de mais elevada ordem que se conhece no meio ambiente aquático. Por esta razão eles têm um papel muito importante nos ecossistemas aquáticos – principalmente nos oceanos, onde vive a maior parte destes animais, mas com várias espécies capazes de entrar em estuários. Pode dizer-se que a presença destes peixes num determinado biótopo determina o número e abundância das outras espécies de organismos aquáticos. No entanto, o equilíbrio da biocenose em que vivem os tubarões é relativamente frágil, uma vez que eles são canibais, alimentando-se também das suas próprias crias e uns dos outros. Por essa razão, a maioria das suas espécies estão consideradas em perigo, uma vez que foram objecto de pesca excessiva. Para além disso, a diminuição do número de tubarões numa área leva a alterações na composição específica de toda a biocenose, que pode transformar-se num sistema com muito menos biodiversidade e com menos valor económico. esses animais posuem esqueleto cartilaginoso e as fendas branquiais não são protegidas além disso os condrictes não possuem bexiga natatória. == Hábitos reprodutivos dos Seláceos == Os tubarões e as raias têm uma estratégia reprodutiva muito diferente da maioria dos peixes: em vez de produzirem um grande número de ovos e larvas, estas espécies produzem normalmente um pequeno número de filhotes, as quais nascem já num tamanho que lhes permite alimentarem-se e defenderem-se dos seus inimigos (vivíparos ou ovovivíparos), ou então desenvolvem-se dentro dum ovo com uma casca coriácea, relativamente grande (10–15 cm) portanto sem valor para os predadores. Além disso, as fêmeas produzem uma hormona que se liberta na altura da gestação e que aparentemente as impede de comer durante algum tempo, diminuindo assim o número de inimigos das suas crias. Para além da oviparidade e da viviparidade (semelhante à dos mamíferos), os tubarões e as raias apresentam também casos de ovoviviparidade, em que os fetos se desenvolvem dentro do útero materno, mas se alimentam, quer das substâncias nutritivas existentes no ovo, quer de fluidos segregados por glândulas existentes no oviducto. Em alguns tubarões, o macho morde a fêmea no dorso para imobilizá-la e realizar a fertilização. Não é raro encontrar fêmeas dessas espécies com cicatrizes provenientes dessas mordidas. Acredita-se que isso foi uma pressão seletiva que levou as fêmeas a possuírem uma pele muito mais espessa do que os machos. == Classificação dos Seláceos == Subclasse Elasmobranchii * Superordem Bathoidea - Raias ** Ordem Batidoidimorpha ou Rajiformes (as \"verdadeiras\" raias) ** Ordem Myliobatiformes (jamantas) ** Ordem Pristiformes (raias-de-serra) ** Ordem Torpediniformes (raias eléctricas) * Superordem Selachimorpha - Tubarões ** Ordem Hexanchiformes (tubarões mais primitivos, ex.: cação-bruxa) ** Ordem Squaliformes ** Ordem Pristiophoriformes (tubarões-serra) ** Ordem Squatiniformes (tubarões anjo) ** Ordem Heterodontiformes ** Ordem Orectolobiformes (ex.: tubarão-baleia) ** Ordem Carcharhiniformes (ex.: tubarão-azul, tubarão-cabeça-chata, tubarão- tigre, tubarões martelo) ** Ordem Lamniformes (ex.: tubarão-branco, tubarão- touro, Anequim) Subclasse Holocephali ou Subterbranchialia (quimeras) == Ligações externas == * Taxonomia dos Chondrichthyes * Imagens de vários tubarões, raias e outros seres no Morphbank * Núcleo de Pesquisa e Estudo em Chondrichthyes",
 "title": "Chondrichthyes"
}