{
 "id": "13748",
 "text": "Conspiração Filmes é uma produtora independente de filmes brasileira. Foi fundada em 1991 por Cláudio Torres, José Henrique Fonseca, Arthur Fontes e Lula Buarque de Hollanda. Hoje tem 16 sócios, entre eles o Banco Icatu e a Rio Bravo Investimentos. Conta com cerca de 250 profissionais em suas três unidades de produção e pós-produção: no Rio de Janeiro e nas cidades de São Paulo e Betim, próximo à capital Belo Horizonte, em Minas Gerais. == História == A Conspiração começou a fazer sucesso realizando produções de musicais e videoclipes para a MTV, nos anos 1990. Recebeu 32 prêmios Video Music Brasil, da MTV Brasil, incluindo o de Melhor Videoclipe do Ano por quatro anos consecutivos. Daí, partiu para a Publicidade, passando a atender as principais agências do país. Nesta época juntaram-se ao time diretores como Andrucha Waddington e Breno Silveira. Entre os filmes produzidos estão o longa-metragem 2 Filhos de Francisco (2005), de Breno Silveira, que teve uma bilheteria de mais de 5,3 milhões de espectadores, A Mulher Invisível (2010), de Cláudio Torres, que atraiu 2,3 milhões de pessoas e, no ano seguinte, foi transformado em série de TV, exibida pela Rede Globo, com produção da Conspiração, e \"Os Penetras\" e \"Gonzaga-De Pai para Filho\", ambos de 2012. Outro filme de destaque é Casa de Areia, de Andrucha Waddington, vencedor dos prêmios do Sundance/NHK International Filmmakers Award de Melhor Roteiro, Alfred P. Sloan Award no Festival de Sundance e de Melhor Atriz no Festival de Guadalajara. Seus longas-metragens são distribuídos no Brasil e no exterior pela Columbia Pictures, Sony Pictures e Warner Bros. Os filmes participam regularmente das seleções oficiais dos festivais de cinema de Cannes, Berlim, Toronto e Sundance. Em 2012, levou mais de mais de 4 milhões de espectadores aos cinemas, o que representa 30% do mercado nacional. Na TV, a Conspiração realizou também a série Mandrake, da HBO, baseada no personagem homônimo de Rubem Fonseca. A primeira temporada foi exibida em toda a América Latina, e por dois anos seguidos foi finalista do Prêmio Emmy, nos Estados Unidos. Produz também para emissoras por assinatura como Discovery Channel e o Sistema Globosat. Na TV aberta coproduziu com a TV Globo a série \"A Mulher Invisível\", ganhadora do Emmy Internacional 2012, na categoria série cômica. Foi responsável também pela maior coprodução internacional de TV já realizada no país, \"Vermelho Brasil\" (coprodução França, Brasil e Portugal), exibida no Brasil e na Europa. Em 2009, os sócios Pedro Buarque de Hollanda, Andrucha Waddington e Claudio Torres perceberam que era preciso investir para que a produtora crescesse dali em diante não só organicamente, mas aproveitando as oportunidades que se abriam. Em 2012, a Conspiração Filmes criam, uma meta de chegar em 2014 com faturamento anual de R$ 200 milhões, e atingir a marca de R$ 500 milhões até 2020. As projeções são de Pedro Buarque de Hollanda, presidente da produtora. == Diretores == * Andrucha Waddington * Breno Silveira * Carolina Jabor * Cláudio Torres * Flavio Barone * Isabel Nascimento Silva * Mini Kerti == Produções == === Cinema === *1998 - Traição, de Arthur Fontes, Cláudio Torres e José Henrique Fonseca *1999 - Gêmeas, de Andrucha Waddington *2000 - Pierre Fatumbi Verger: Mensageiro Entre Dois Mundos, de Lula Buarque de Hollanda *2000 - Eu, Tu, Eles, de Andrucha Waddington *2000 - Filhos de Gandhy, de Lula Buarque de Hollanda *2002 - Surf Adventures, de Arthur Fontes *2002 - Viva São João, de Andrucha Waddington *2002 - Amyr Klink - Mar Sem Fim, de Breno Silveira *2003 - O Homem do Ano, de José Henrique Fonseca *2003 - Casseta & Planeta: A Taça do Mundo É Nossa, de Lula Buarque de Hollanda *2004 - Redentor, de Cláudio Torres *2005 - Casa de Areia, de Andrucha Waddington *2005 - 2 Filhos de Francisco, de Breno Silveira *2007 - Podecrer!, dirigido por Arthur Fontes *2007 - Xuxa em Sonho de Menina, de Rudi Lagemann *2008 - Era uma Vez..., de Breno Silveira *2008 - O Mistério do Samba, de Lula Buarque de Hollanda e Carolina Jabor *2008 - A Mulher do meu Amigo, de Claúdio Torres *2009 - A Mulher Invisível, de Cláudio Torres *2010 - Xuxa em O Mistério de Feiurinha, de Tizuka Yamasaki *2010 - Eu e Meu Guarda- Chuva, de Toni Vanzolini *2010 - A Família Braz: Dois Tempos, de Arthur Fontes e Dorrit Harazim *2011 - Lope, de Andrucha Waddington *2011 - O Homem do Futuro, de Cláudio Torres *2012 – À Beira do Caminho, de Breno Silveira *2012 - Os Penetras, de Andrucha Waddington *2012 – Gonzaga - de Pai pra Filho, de Breno Silveira *2014 - Boa Sorte, Carolina Jabor *2014 - Rio, Eu Te Amo *2015 - Vai Que Cola - O Filme, de César Rodrigues *2015 - O Vendedor de Passados, de Lula Buarque de Hollanda *2015 - Filhos de Bach, de Ansgar Ahlers *2016 - Sob Pressão, de Andrucha Waddington *2017 - Entre Irmãs, de Breno Silveira *2017 - Os Penetras 2 – Quem Dá Mais?, de Andrucha Waddington *2018 - Aos Teus Olhos, de Carolina Jabor *2019 - Kardec, de Wagner de Assis *2019 - O Juízo, de Andrucha Waddington *2021 - L.O.C.A. - Liga das Obsessivas Compulsivas Por Amor, de Claudia Jouvin *2023 - Não Tem Volta, de César Rodrigues *2024 - Vidente por Acidente, de Rodrigo Van Der Putt *2024 - Tô de Graça – O Filme de César Rodrigues *2024 - O Auto da Compadecida 2, de Guel Arraes e Flávia Lacerda === TV === *2005 - Mandrake, de José Henrique Fonseca e Rubem Fonseca *2011 - A Mulher Invisível, de Claudio Torres *2011 - Histórias do Brasil, de Arthur Fontes *2012 - Detetives do Prédio Azul, de André Pellenz *2013 - Mundo Sem Mulheres *2013 - Surtadas na Yoga, de Arthur Fontes *2013 - Viver para Contar, de Arthur Fontes *2014 - Amor Veríssimo, de Arthur Fontes *2014 - Bela Cozinha, de Pedro Waddington *2014 - A Segunda Vez, de Arthur Fontes *2014 - Hoje é Dia de Música, de Hugo Sukman *2014 - Superbonita *2014 - Vermelho Brasil, de Jean-Christophe Rufin *2015 - Andre Midani - Do Vinil ao Download, de Mini Kerti e Andrucha Waddington *2015 - Odeio Segundas, de Arthur Fontes *2015 - Magnífica 70, de Carolina Jabor e Cláudio Torres (cineasta) *2015 - A Incrível Expedição ao Mundo Selvagem de Atur Pereira Ferreira - 11 anos, de Vinicius Reis *2015 - Móv3l, de Fred Ouro Preto, Vitor Mafra e Hana Vaisman *2015 - Corre e Costura, de Christiano Metri e Rafael Baroni *2015 - Terra Prometida, de Paschoal Samora *2015 - 1 Contra Todos, de Gustavo Lipsztein, Breno Silveira e Thomas Stavros *2016 - Minha Estupidez, de Mini Kerti *2016 - Adotada, de Padu Estevão *2016 - Vida + Bela, de Pedro Waddington *2017 - Sob Pressão, de Andrucha Waddington *2017 - Barão Vermelho: Por Que a Gente É Assim?, de Mini Kerti *2017 - Vlog da Mila, de Vivianne Juni *2017 - Entre Irmãs, de Breno Silveira *2018 - Vlog da Berenice, de Vivianne Jundi *2018 - Desnude, de Carolina Jabor e Anne Pinheiro Guimarães *2018 - Mulheres na Luta, de Flávio Barone *2018 - Refavela 40, de Mini Kerti *2019 - Jorge Mautner: Kaos em Ação, de Mini Kerti *2020 - Reality Z, de Claudio Torres *2020 - Anitta: Made in Honório, de Andrucha Waddington *2020 - Arrasta Móveis, de Barba Magri e Vicente França *2020 - Gilda, Lúcia e o Bode, de Andrucha Waddington *2020 - DOM, de Breno Silveira *2021 - Vlog da Berê: A Fantástica Farmácia de Ondion, de Fernanda Novaes === Produções musicais === *1991 - Marisa Monte: Mais, de Lula Buarque de Hollanda e Arthur Fontes *1991 - Titãs - Tudo ao Mesmo Tempo Agora *1991 - Tudo ao Mesmo Tempo Agora, de Lula Buarque de Hollanda e Arthur Fontes *1996 - Marisa Monte: Barulhinho Bom - Uma Viagem Musical *1997 - Milton Nascimento: A Sede do Peixe, de Lula Buarque de Hollanda e Carolina Jabor *1998 - Paralamas em Close UP, de Breno Silveira e Andrucha Waddington *1999 - Chico e as Cidades, de José Henrique Fonseca *2001 - Marisa Monte - Memórias, Crônicas e Declarações de Amor, de Lula Buarque de Hollanda e Cláudio Torres *2002 - Gilberto Gil - Kaya N'Gandaya, de Lula Buarque de Hollanda *2002 - Os Paralamas do Sucesso - Longo Caminho, de Adrucha Waddington *2002 - Outros (Doces) Bárbaros, de Andrucha Waddington *2002 - Gilberto Gil: Tempo Rei, de Lula Buarque de Hollanda, Breno Silveira e Andrucha Waddington *2007 - Maria Bethânia - Pedrinha de Aruanda, de Andrucha Waddington *2008 - Marisa Monte: Infinito ao Meu Redor *2014 - Marisa Monte: Verdade, Uma Ilusão *2017 - Acabou Chorare, Novos Baianos Se Encontram, de Mini Kerti e Andrucha Waddington *2018 - Refavela 40, de Mini Kerti *2019 - Jorge Mautner: Kaos em Ação, de Mini Kerti *2020 - Anitta: Made in Honório, de Andrucha Waddington *2023 - Se Eu Fosse Luísa Sonza, de Isabel Nascimento Silva == Ver também == * Nossa Distribuidora == Ligações externas == * * ABPITV Categoria:Empresas de entretenimento fundadas em 1991 Categoria:Empresas de produção cinematográfica do Brasil Categoria:Empresas produtoras de cinema Categoria:Empresas do estado do Rio de Janeiro Categoria:Cinema independente",
 "title": "Conspiração Filmes"
}