{
 "id": "13757",
 "text": "{{Info/Município do Brasil | nome = São Bernardo do Campo | imagem_montagem = | apelido = \"Bernô\", \"SBC\", \"Autocap\", \"Capital do Automóvel\", \"Detroit Brasileira\" | brasão = Brasão São Bernardo do Campo.jpg | bandeira = Bandeira de São Bernardo do Campo.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = e | emancipação = e | gentílico = são-bernardensehttps://www.al.sp.gov.br/documentacao/municipios-paulistas/http://www.aulete.com.br/s%C3%A3o-bernardense Dicionário Aulete | lema = Paulistarum Terra Mater \"Terra-Mãe dos Paulistas\" | padroeiro = Nossa Senhora da Boa Viagem | prefeito = Orlando Morando | partido = PSDB | mandato_início = 2021 | mandato_fim = 2024 | mapa = SaoPaulo Municip SaoBernardodoCampo.svg | latP = S | latG = 23 | latM = 41 | latS = 38 | lonP = O | lonG = 46 | lonM = 33 | lonS = 54 | estado = São Paulo | região_metropolitana = São Paulo | vizinhos = Diadema (N e NO), São Paulo (O E NO), São Caetano do Sul (NE), Santo André (L e NE), Cubatão (SE) e São Vicente (S). | dist_capital = 22 | dist_capital_ref = | área = 409.532 | área_ref = | distritos = distrito-sede e Riacho Grande | distritos_ref = | população = 810729 | população_pos = SP: 4º | data_pop = IBGE/2022 | altitude = 762 | clima = subtropical | sigla_clima = Cfb | idh = 0.805 | idh_pos = SP: 14° | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 16º | data_pib = IBGE/2022 | pib_per_capita = 68571.36 | data_pib_per_capita = IBGE/2022 | site_prefeitura = www.saobernardo.sp.gov.br | site_câmara = www.camarasbc.sp.gov.br }} São Bernardo do Campo é um município brasileiro do estado de São Paulo, na Região Imediata de São Paulo. Pertence a Zona Sudeste da Grande São Paulo, em conformidade com a lei estadual nº 1.139, de 16 de junho de 2011 e, consequentemente, com o Plano de Desenvolvimento Urbano Integrado da Região Metropolitana de São Paulo (PDUI), e também à região não-oficial do Grande ABC. A área total do município é de 409,532 km² e sua população de acordo com estimativa do Instituto Brasileiro de Geografia e Estatística (IBGE) de 2021, é de habitantes, o que resulta em uma densidade demográfica de hab/km². O município é formado pela sede e pelo distrito de Riacho Grande. A origem da cidade remonta a 1553, quando é oficializada a Vila de Santo André da Borda do Campo, fundada pelo português João Ramalho, junto a seu sogro Tibiriçá. A Vila foi o primeiro núcleo de povoamento do território brasileiro fora do litoral. O nome do município provém da Fazenda de São Bernardo, fundada pelos monges beneditinos em 1717, origem da ocupação moderna da cidade. De acordo com dados de 2021, do Instituto Brasileiro de Geografia e Estatística (IBGE), o município de São Bernardo do Campo tem o 16.º maior produto interno bruto (PIB) entre as cidades brasileiras. == História == === Borda do Campo === A Primeira fase do povoamento do território que atualmente compõe o Município remonta a 1553, quando, por ordem de Martim Afonso de Sousa, donatário da Capitania de São Vicente, oficializa-se o povoamento que existia \"serra acima\". Este povoado, cujas origens remontam, segundo algumas pesquisas, a 1549, foi criado como resultado da aproximação de um português, cuja chegada ao Brasil se deu em data e por motivos ainda não esclarecidos a atual costa paulista: João Ramalho, e o senhor da nação dos Guaianases, Tibiriçá. Recebido por estes, e vivendo, literalmente, como um deles, Ramalho tinha como esposa a filha de Tibiriçá, Bartira. Ao chegar ao Brasil para tomar posse de sua capitania, em 1532, Martim Afonso de Souza se deparou, em São Vicente, com um imenso cerco empreendido pelos nativos - foi do meio deste cerco, para a surpresa dos portugueses que ali estavam, que surgiu Ramalho, falando português e esclarecendo que todos ali estavam em paz. Graças a este \"acordo de paz\" e a descrição do aldeamento em que vivia, serra acima, Martim Afonso ordena a Ramalho, com a colaboração dos seus, a formação de um povoamento, onde ele e seu sogro chegaram a reunir, segundo fontes, mais de cinco mil nativos. Em 8 de Abril de 1553, nasce Santo André da Borda do Campo, com forais de vila e tendo João Ramalho como seu primeiro alcaide-do-campo. O povoado enfrentava a oposição e as constantes investidas das nações rivais dos guaianases, notadamente os carijós. Localizada em sítio desfavorável, era difícil de ser protegida e fortificada, o que resultou em diversos \"assaltos\" perpetrados pelos carijós que colocavam sua existência em risco constante. Além disso, após o estabelecimento do Colégio dos Jesuítas, em Piratininga, a partir de 1554, a Vila, João Ramalho, sua família e seus costumes são alvos constantes dos jesuítas, entre eles Manoel da Nóbrega, que, entre outros, acusava Ramalho de \"viver em pecado\" ou sob os costumes e regras dos nativos que o cercavam. Chegou a ser alvo de excomunhão (pelo Padre Leonardo Nunes, na Borda do Campo), e, chegou a se casar oficialmente com Bartira segundo a tradição católica romana, tendo esta sido batizada com o nome de Isabel enquanto seu pai, Tibiriçá, recebeu o nome de Martim Afonso. Enfrentando toda a sorte de oposição e de ataques, a Vila conhece seu fim prematuro em 1560, quando por ordem do governador-geral do Brasil é extinta e tem seu pelourinho, população e forais transferidos para o Colégio de Piratininga, situado em local mais propenso a defesa e sob a tutela dos jesuítas, que criticavam a antiga vila também sob o pretexto de que ela era \"antro de pecadores\". Participou ainda junto a seu sogro da defesa de Piratininga. A ele é oferecido um cargo de vereador na nova Vila de São Paulo de Piratininga, cargo que este recusa. Assim, João Ramalho se retira em direção ao atual Vale do Paraíba, onde morreria por volta de 1580, segundo alguns, com 80 anos de idade. Após a transferência da sede da vila, que oficializa a atual Cidade de São Paulo, a região da Borda do Campo vive um período de grande estagnação, sendo convertida em sesmaria, da qual Amador de Medeiros era o provedor. Em 1637, Miguel Aires Maldonado, genro de Amador de Medeiros, doaria a sesmaria aos monges beneditinos do Mosteiro de São Bento, que a transformam em duas grandes fazendas, a de São Caetano e a de São Bernardo. Em 1717, o Abade Frei Bartolomeu da Conceição ordenara a construção de uma capela dedicada a São Bernardo. A fazenda dos monges emprestaria o nome à região, que passaria a ser conhecida como bairro de São Bernardo, da vila de São Paulo. Ao redor da capela, dentro do largo território que compunha a fazenda beneditina, nasce um povoado, conhecido por várias designações, tais como São Bernardo, São Bernardo da Borda do Campo ou Borda do Campo, simplesmente. Por força legal, a Vila não poderia ser estabelecida ali, pois a capela e a propriedade eram consideradas particulares. Sendo assim, acompanhando o curso do Ribeirão dos Meninos em direção as suas nascentes, dois sítios são escolhidos para sediar a vila: a região das Paineiras (atual DER) e a planície comprida e estreita, dividida ao meio pelo Ribeirão dos Meninos. Por sua posição mais protegida das intempéries, a opção recai sobre a planície. Por volta de 1812, as primeiras ruas e o largo da Igreja Matriz (atual Praça da Matriz e ruas Padre Lustosa, Rio Branco, Doutor Fláquer, entre outras) são abertos. Essa região, hoje o Centro do Município, passa a ser conhecida por \"São Bernardo Novo\", enquanto a pequena vila ao redor da igreja dos beneditinos, e dentro do território da fazenda, passa a ser chamada de \"São Bernardo Velho\". === Núcleo Colonial === Em 1877, a já decadente Fazenda de São Bernardo é desapropriada pelo Império, e sedia, de acordo com os planos do então governador da Província de São Paulo, João Teodoro Xavier, um dos núcleos coloniais instalados nas cercanias de São Paulo. Além do Núcleo Colonial de São Bernardo, são criados também os de São Caetano, Glória e Santana. Se inicia assim o estabelecimento das primeiras levas de imigrantes em São Bernardo, notadamente de italianos, especialmente os vênetos, mas também com destaque para os alemães e poloneses. Dos quatro núcleos coloniais estabelecidos, São Bernardo era o maior deles e o que, oficialmente, durou mais tempo. Sua sede foi instalada no antigo casarão que era a residência da fazenda de Francisco Bonilha, o Alferes Bonilha, um dos mais proeminentes e participativos cidadãos do lugar no Século XIX. Entre 1887 e 1891, o núcleo ainda seria ampliado junto as suas \"linhas\", tais como \"Borda do Campo\", \"São Bernardo Novo\", \"Galvão Bueno\", \"Capivary\", \"Rio dos Meninos\", \"Jurubatuba\", entre outras, a maior parte delas, responsáveis diretas e indiretas pela formação da maioria dos atuais bairros da cidade. Em 1894 e 1897, respectivamente, abrem-se as duas últimas linhas coloniais: Campos Salles e Bernardino de Campos. Em 1898, as linhas mais antigas se emancipam. Em 1902, todas as terras que compunham o núcleo são oficialmente devolvidas ao município, extinguindo-se assim a tutela estadual ou federal sobre o núcleo. Entre 1876 e 1897, um total de 1535 imigrantes se estabelecem no núcleo, sendo 1255 italianos, 168 alemães, 75 austríacos e 37 nacionais. Destes últimos, 11 eram provenientes do Pilar (atual Mauá), 2 do Estado do Ceará e 24 de Santo Amaro. Entre 1890 e 1897, ainda recebe 420 poloneses, 10 húngaros, 11 dinamarqueses, 13 franceses, 8 suíços, 5 portugueses, 4 espanhóis, dois armênios provindos da Argentina, além de alguns alemães provenientes de colônias de Santa Catarina. Para efeitos de comparação, até a chegada do núcleo colonial, São Bernardo possuía cerca de 157 moradores. Em 1897, já contava com 2170. === Freguesia e Município === Em 1812, o Marquês de Alegrete eleva São Bernardo à freguesia do então Município de São Paulo, pela Resolução Régia de 23 de setembro de 1812, abrangendo todas as atuais cidades da Região do Grande ABC. Anos mais tarde, por força da Lei Provincial nº 38, de 12 de março de 1889, São Bernardo adquire o status de vila. Apesar de oficializado ainda durante o Império, o município só é instalado de fato em 1890, já durante o regime republicano, com o nome de São Bernardo.https://www.al.sp.gov.br/norma/65161 A abertura da São Paulo Railway, em 1867, ligando São Paulo a Santos, corta todo o território do município de norte a sul. Porém, a estrada de ferro passa longe da sede do município (a atual São Bernardo do Campo). O entorno da estação de São Bernardo (atual Santo André), distante oito quilômetros da sede do município e conhecida por Bairro da Estação, ou \"Estação São Bernardo\" experimenta um acelerado processo de desenvolvimento a partir da inauguração da ferrovia, assim como os distritos do município servidos por ela: São Caetano, Ribeirão Pires, Pilar (Mauá), Rio Grande (Rio Grande da Serra) e Alto da Serra (Paranapiacaba). A ferrovia desvia o fluxo de cargas entre o interior da província e Santos. São Bernardo, cortada pelo Caminho do Mar, experimenta um longo período de estagnação. Os tropeiros, que antes cortavam o núcleo urbano da cidade diariamente por conta das viagens entre São Paulo e Santos, desaparecem junto a suas tropas de mulas e seus pousos ao longo do caminho. Já os distritos cortados pela ferrovia, florescem e se industrializam rapidamente, principalmente a partir do final do século XIX e início do século XX. Ao longo dos anos, o desenvolvimento trazido pela SPR impulsiona estes locais, o que leva a administração do município a criar vários distritos em São Bernardo, os quais dariam origem a atuais cidades da região. Em 1896 é criado o Distrito de Paz de Ribeirão Pires e em 1907 é criado o Distrito de Paz de Paranapiacaba, ambos no município de São Bernardo. === Rebaixamento e Autonomia === Por força da Lei nº 1.222-A, de 14 de dezembro de 1910, é criado o Distrito de Paz de Santo André, compreendendo o Bairro da Estação. Em 1916 é criado o Distrito de Paz de São Caetano e em 1934, é criado o Distrito de Paz de Mauá. Em 1938, em pleno regime ditatorial da era Vargas, o interventor federal Ademar de Barros determina, pelo Decreto nº 9.775, de 30 de novembro de 1938, que o distrito de Santo André passa a ser a sede do município, e não mais a Vila de São Bernardo, o que se justificaria pela maior prosperidade do núcleo/distrito de Santo André, em virtude da proximidade com a ferrovia. O próprio nome do município é alterado para Santo André. A antiga sede municipal, emancipada desde 1889, passa a ser considerada como o Distrito de São Bernardo parte, agora, de Santo André. A partir deste rebaixamento político-administrativo, moradores de São Bernardo fundam a \"Associação Amigos de São Bernardo\" com o objetivo de recuperar a autonomia do município, conquistado em 30 de novembro 1944 (Decreto-Lei nº 14.334, de 30 de novembro de 1944) e oficializada em 1° de Janeiro de 1945, com a instalação do município de São Bernardo do Campo, desmembrado de Santo André, tendo como primeiro prefeito Wallace Cochrane Simonsen, presidente da associação que almejava a recuperação da autonomia. Em 1948 é criado o Distrito de Diadema, no município de São Bernardo do Campo, pela Lei nº 233, de 24 de dezembro de 1948, compreendendo Vila Conceição, os bairros Piraporinha, Eldorado e parte do Taboão. Em 1958 ocorre um plebiscito pelo qual este distrito obtém sua emancipação política, vindo a tornar-se, em 1959, o município de Diadema. === Industrialização e crescimento === A abertura da São Paulo Railway em 1867, cortando o território do antigo município (correspondente as atuais sete cidades do chamado Grande ABC) ao meio, de norte a sul, foi o marco indutor das primeiras experiências industriais em São Bernardo, porém, restritas as áreas lindeiras a ferrovia, fizeram prosperar os Distritos de Santo André e São Caetano, enquanto a atual São Bernardo do Campo, longe de sua própria estação, experimentava uma experiência baseada em indústrias de pequeno porte. No território correspondente ao atual Município de São Bernardo do Campo, o pioneirismo coube a Bortolo Basso, que com a força das águas do Rio Grande, hoje o principal formador da Represa Billings, instalou no município a primeira serraria, em fins do século XIX. A atividade madeireira, a época, era a mais praticada e exercida. Outro dos pioneiros, Ítalo Setti, instalou uma fábrica de charutos, denominada \"A Delícia\". A abundância da atividade madeireira e a instalação de mais serrarias, possibilitou a criação das primeiras indústrias de móveis, em um ofício dominado principalmente por italianos e alemães. Nas quatro primeiras décadas do século XX o parque industrial moveleiro de São Bernardo do Campo cresce vertiginosamente. Ainda incipiente se comparado ao desenvolvimento industrial alcançado pelos antigos bairros, e hoje municípios de Santo André e São Caetano, era extremamente significativo para a realidade da cidade, que viu pequenas fábricas quase artesanais tornarem-se grandes indústrias do ramo. A qualidade dos móveis, deu para São Bernardo o títiulo de \"capital do móvel\", com estes produtos atingindo todo o Estado e também outros estados do país. A abertura da Via Anchieta, e sua inauguração, em 1947, transfiguraram a cidade definitivamente. Assim como a ferrovia, no passado, havia deslocado a indústria, serviços e comércio, além dos grandes núcleos urbanos formados ao redor dela - deixando São Bernardo estagnada ao lado do velho Caminho do Mar, a Via Anchieta, cortando o território do município desde a divisa com São Paulo, a norte, até a divisa com Cubatão, no extremo sul, aliada a política de industrialização dos anos Vargas e JK e também ao rodoviarismo, transformaram a cidade em pólo estratégico para a implantação de indústrias. Grandes terrenos disponíveis e a estratégica posição entre São Paulo e Santos fizeram com que, a partir dos anos 50 do século XX São Bernardo experimentasse um crescimento sem precedentes. As pioneiras foram Varam Motores e Brasmotor (depois, Brastemp), que traziam veículos desmontados e semi desmontados da Europa e Estados Unidos, e os montavam aqui. Além delas, se multiplicaram ainda nos anos 1940 as tecelagens. Na mesma época a cidade ganhou até mesmo uma fábrica de discos: a Odeon. Já no governo Juscelino Kubitschek, a política de atração de multinacionais e da criação da indústria automobilística brasileira tornou São Bernardo do Campo sede de praticamente todas as grandes indústrias do ramo: Willys-Overland, Volkswagen (primeira unidade fora da Alemanha),Toyota, Mercedes-Benz, Scania, Karmann-Ghia, Simca, Chrysler, IBAP, Ford, Volkswagen Caminhões além de, literalmente, centenas de indústrias de auto peças, converteram a antiga vila, estagnada, em uma das maiores concentrações industriais do planeta, e com sua população crescendo vertiginosamente entre 1950 e 1970. Nesse período, São Bernardo saltou de uma população inferior a 40 mil habitantes para mais de 200 mil habitantes. Nos anos 1980, atingiria a marca de mais de 420 mil habitantes. == Geografia == Localiza-se no alto da Serra do Mar, do planalto Atlântico, ocupa uma área de 408,45 quilômetros quadrados, e a altitude varia entre 60 metros do nível do mar, na junção do rio Passareúva com o rio dos Pilões (pé da Serra) até 986,5 metros, no Pico do Bonilha, no bairro Montanhão. ===Parques=== A cidade possui alguns parques recreativos, voltados para a prática de atividades físicas e esportivas, como o Cittá di Maróstica, no Centro da cidade, o Parque Raphael Lazzuri, localizado na Avenida Kennedy, bairro Anchieta (próximo ao Ginásio Poliesportivo Adib Moisés Dib) e o Parque Engenheiro Salvador Arena, que fica na Av. Caminho do Mar, no bairro Rudge Ramos. Em São Bernardo está localizado também o Parque Estoril, no bairro Riacho Grande, situado às margens da represa Billings, e que conta com um teleférico e um zoológico, o que ajuda a proporcionar um maior contato com a fauna e a natureza. Além disso, em São Bernardo do Campo está situado o Parque de Diversões Cidade da Criança, que foi construído em 1968 no Jardim do Mar, atrás dos Estúdios Vera Cruz, e que foi o primeiro parque temático do Brasil. === Clima === Clima subtropical com temperatura média de 18 °C, tendo as estações do ano já relativamente bem definidas. Os verões se caracterizam pelo clima quente e úmido (com pluviosidade média de 234 mm no mês de janeiro), enquanto os invernos têm como característica temperaturas mais frias e menor incidência de chuvas (pluviosidade média em torno dos 44 mm em Julho, com estiagens mais severas em alguns anos e umidade relativa do ar abaixo de 40%, devida ao fenômeno das ilhas de calor urbanas. Primavera e outono se caracterizam como estações de transição. Apesar dessas definições, certas variações de temperatura podem ser sentidas mesmo nas épocas mais quentes ou mais frias do ano. É bastante comum, principalmente no verão, as temperaturas ultrapassarem os 30 °C durante a tarde e temperaturas superiores a 20 °C durante a madrugada, especialmente nas áreas mais urbanizadas. No inverno, a penetração de massas de ar polar provenientes do sul fazem, pelo menos uma vez por ano, os termômetros caírem a 10 °C ou menos. Já houve registros de dias em que no inverno a temperatura alcançou sequer a marca dos 8 °C durante a tarde, no período considerado como o mais quente do dia. Em contrapartida, nos dias atuais em decorrência das ilhas de calor, é comum a temperatura ultrapassar a marca dos 25 °C em alguns dias nos meses de julho e agosto. Em julho de 2008 a precipitação foi de 0mm. São Bernardo destaca-se, principalmente durante o outono e primavera, pela grande frequência de nevoeiros ao longo da manhã e algumas vezes à tarde, proveniente de resfriamento intenso da temperatura durante a madrugada (parte da manhã) e grande atuação de ventos marítimos que chegam da serra, local próximo da cidade (parte da tarde). É muito comum durante o outono dias muito frios pela manhã com muitas nuvens e neblina, e tardes amenas ensolaradas e muito secas, com exceção dos bairros mais próximos da serra, tais como Assunção, Demarchi e o distrito de Riacho Grande. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de novembro de 1971 a junho de 1976, a menor temperatura registrada em São Bernardo do Campo foi de em 18 de julho de 1975, e a maior atingiu em 27 de outubro de 1972. O maior acumulado de precipitação em 24 horas foi de 145,8 milímetros entre os dias 10 e 11 de março de 2019, e o menor índice de umidade relativa do ar de 19%, nos dias 24 de junho de 1972 e 4 de agosto de 1975. == Demografia == Fonte: IBGE * População estimada (2021) - 849 874 * População no último censo (2010) - 765 463 * Densidade demográfica (2010) - 1.869,36 hab/km² * Residentes (2000) - 703 177 habitantes * Pessoal ocupado (2015) - 307 986 pessoas * Salário médio mensal dos trabalhadores formais (2015) - 4,3 salários mínimos * Taxa de escolarização de 6 a 14 anos de idade (2010) 97,6 % * Mortalidade Infantil (2014) - 9,86 óbitos por mil nascidos vivos * Esgotamento sanitário adequado (2010) - 91,9 % * Arborização de vias públicas (2010) - 84,1 % === Religião === O catolicismo na cidade é bem forte, sendo seu próprio nome em honra a São Bernardo de Claraval, um santo católico da Ordem Cisterciense. São Bernardo conta com 86 capelas organizadas em 24 paróquias, Nossa Senhora Aparecida tem mais capelas em sua honra na cidade, totalizando 10 capelas (duas são paróquias), São Francisco de Assis tem 7 capelas, São José e Nossa Senhora de Fátima tem seis capelas cada um. Se encontra também no bairro dos Finco, Riacho Grande, o movimento de evangelização da Milícia da Imaculada, onde está a Rádio Imaculada Conceição. Possui uma Mesquita, inúmeras igrejas batistas, Igreja Universal do Reino de Deus, Igreja Presbiteriana e Presbiteriana Independente da qual foi a primeira igreja evangélica a se estabelecer em 1951 na Rua Dr. Fláquer, 824 - patrimônio tombado pela Prefeitura, hoje funciona a da Casa de Cultura; Igreja Metodista, entre outras. Tendo-se também Lojas de Maçonaria como a 9 de Maio no Baeta Neves, a Antiga e Mística Ordem Rosae Crucis, AMORC de São Bernardo do Campo, e um Departamento da Sociedade Brasileira de Eubiose. Há também muitos Centros Espíritas e Terreiros de Umbanda no município. == Governo == * Prefeito: Orlando Morando (PSDB) (2021/2024) - Segundo mandato * Vice-prefeito: Cargo vago devido a eleição de Marcelo de Lima Fernandes (SD) como deputado federal. * Presidente da Câmara: Danilo Lima (PSDB) (2023/2024). == Cidades-irmãs == Cidades-irmãs é uma iniciativa do Núcleo das Relações Internacionais, que busca a integração entre a cidade e demais municípios nacionais e estrangeiros. A integração entre os municípios é firmada por meio de convênios de cooperação, que têm o objetivo de assegurar a manutenção da paz entre os povos, baseada na fraternidade, felicidade, amizade e respeito recíproco entre as nações. Oficialmente, as cidades irmãs de São Bernardo do Campo são: *Açucena (Brasil) *Linköping (Suécia) *Monte Azul (Brasil) *Várzea Alegre (Brasil) *Ouro Preto (Brasil) *General San Martín (Argentina) *Aparecida (Brasil) *Governador Valadares (Brasil) *Aveiro (Portugal) *Xapuri (Brasil) *Diadema (Brasil) *Havana (Cuba) *Manágua (Nicarágua) *Marostica (Itália) *Vittorio Veneto (Itália) *Shunan (Japão) == Subdivisões == === Zona urbana === * Alves Dias * Anchieta * Assunção * Baeta Neves * Balneária * Batistini * Botujuru * Centro * Cooperativa * Demarchi * Dos Alvarengas * Dos Casa * Dos Finco * Ferrazópolis * Independência * Jordanópolis * Montanhão * Nova Petrópolis * Pauliceia * Planalto * Rio Grande * Rudge Ramos * Santa Terezinha * Taboão === Zona rural === A Zona rural de São Bernardo do Campo corresponde praticamente à região coberta pela Serra do Mar. Localizada ao sul da cidade, ela é separada da área urbana pela represa Billings. Os bairros que fazem parte da Zona Rural de São Bernardo do Campo são: * Alto da Serra * Capivari * Curucutu * Dos Imigrantes * Rio Pequeno * Santa Cruz * Taquacetuba * Tatetos * Varginha * Zanzalá == Economia == De acordo com dados de 2021, do Instituto Brasileiro de Geografia e Estatística (IBGE), o município de São Bernardo do Campo tem o 16.º maior produto interno bruto (PIB) entre as cidades brasileiras, com 58,2 bilhões de reais, ou 0,6% do PIB brasileiro. No mesmo ano, de janeiro a abril, foi o nono município que mais perdeu postos de trabalho com carteira assinada em decorrência da crise econômica de 2014 no país. Desde a década de 1950, o município tem sua economia baseada na indústria automobilística - sede das primeiras montadoras de veículos do Brasil, tais como Volkswagen, Ford, Scania, Toyota, Mercedes-Benz, Karmann Ghia e Willys-Overland - além das indústrias de autopeças que as suportam, de indústrias de tintas, como a Basf, que produz as tintas Suvinil, e da maior planta industrial do mundo de dentifrícios da Colgate-Palmolive. Na década de 1990, a economia da região teve uma grande diversificação, o que elevou a importância do setor de serviços na cidade. O comércio é variado e encontrado em todos os bairros, destacando-se o tradicional comércio da Rua Marechal Deodoro e adjacências, e o conhecido nacionalmente Centro Moveleiro da Jurubatuba, que dá a São Bernardo do Campo a denominação de Capital do Móvel. A construção civil e a reforma urbana se impulsionaram com a construção do trecho sul do Rodoanel, um anel viário da Região Metropolitana de São Paulo, na Avenida Pery Ronchetti com a duplicação e canalização do córrego Saracantan, além da construção de muitos edifícios, a maioria residencial, com reformas do Shopping Metrópole, do Golden Shopping, a inauguração do Shopping São Bernardo Plaza, a desconstrução do antigo prédio do Best Shopping e revitalização da região do bairro Parque dos Pássaros, e da nova Câmara Municipal. == Infraestrutura == === Transportes === O município é atendido por ônibus da empresa BR7 Mobilidade, consórcio que opera as linhas municipais, pela EMTU, que opera o Corredor Metropolitano São Mateus - Jabaquara, interligando São Bernardo do Campo (Terminal São Bernardo e Terminal Ferrazópolis) aos municípios vizinhos de Diadema, Santo André e São Paulo, além de ônibus de empresas que gerem linhas intermunicipais que passam por São Bernardo. ==== Rodovias ==== São Bernardo do Campo é atendida pelas seguintes rodovias: Rodovia Anchieta - principal acesso à cidade. Liga a cidade de São Paulo até a Região da Baixada Santista, atravessando São Bernardo do Campo. Faz parte do Sistema Anchieta-Imigrantes. Rodovia dos Imigrantes - assim como a Rodovia Anchieta, liga a capital paulista ao litoral sul de São Paulo, passando por São Bernardo. Também faz parte do sistema viário supracitado. Rodoanel - acessível em São Bernardo através do sistema Anchieta-Imigrantes, possibilitando o deslocamento a outras cidades da Grande São Paulo. Rodovia Índio Tibiriçá - liga São Bernardo do Campo até o município de Suzano, na Região do Alto Tietê. Caminho do Mar - liga o Planalto Paulista até a Baixada Santista. Atualmente encontra-se fechada para veículos de passeio no trecho de serra. === Comunicações === A cidade foi atendida pela Companhia Telefônica da Borda do Campo (CTBC) até 1998, quando esta empresa foi privatizada e vendida juntamente com a Telecomunicações de São Paulo (TELESP) para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. === Educação === thumb|Faculdade de Direito de São Bernardo do Campo. thumb|Centro de Formação de Professores (CENFORPE). São Bernardo tem várias universidades e faculdades: * Universidade Federal do ABC (UFABC) * Faculdade de Tecnologia Termomecânica (FTT) * Faculdade SENAI de Tecnologia Ambiental * Centro Universitário da FEI * Faculdade de Tecnologia de São Bernardo do Campo (FATEC) * Faculdade PanAmérica (FAPAN) * Faculdade de São Bernardo do Campo (FASB) * Faculdade Anhanguera (abriga as áreas da antiga Faculdade Anchieta e da antiga UNIBAN) * Faculdade de Direito de São Bernardo do Campo * Universidade Metodista de São Paulo (UMESP) * Seminário Presbiteriano Conservador * Faculdade Interação Americana (FAINAM) * Universidade Nove de Julho * Universidade São Judas == Cultura == thumb|Fábrica de Cultura 4.0. ===Bibliotecas=== De acordo com a lista de bibliotecas do Sistema Nacional de Bibliotecas Públicas, São Bernardo do Campo tem várias bibliotecas públicas municipais, entre as quais a Biblioteca Municipal Monteiro Lobato e a Biblioteca Malba Tahan, localizadas nos bairros mais importantes da cidade: o Centro e o Rudge Ramos, respectivamente.Sistema Nacional de Bibliotecas Públicas - Relação de Bibliotecas Públicas no Estado de São Paulo - novembro de 2013. SNBP. Acesso feito em 9 de agosto de 2018. ===Teatros=== São Bernardo possui também teatros que contam com peças dos mais variados tipos, como, por exemplo, o Teatro Cacilda Becker, situado junto ao Paço Municipal, na região central da cidade; o Teatro Lauro Gomes, localizado no bairro Rudge Ramos, e o Teatro Elis Regina, no bairro Assunção. ===Fábrica de Cultura 4.0=== São Bernardo possui a primeira Fábrica de Cultura 4.0, próxima ao Paço Municipal, focada no ensino de Artes&Tecnologia.; Em 19 de maio de 2021 a Câmara de São Bernardo aprovou a mudança do nome para \"Fábrica de Cultura Bruno Covas\". === Feriados === Em São Bernardo do Campo, há quatro feriados municipais, definidos pela Decreto n° de 26 de outubro de 2010, oito feriados nacionais e cinco pontos facultativos. Os feriados municipais são: a Sexta-Feira Santa, que ocorre sempre em março ou abril; o Corpus Christi, que sempre é realizado na quinta-feira seguinte ao domingo da Santíssima Trindade; o dia 20 de agosto, aniversário do município; e o Dia da Consciência Negra, comemorado em 20 de novembro. De acordo com a lei federal nº 9.093 de 12 de setembro de 1995, os municípios podem ter no máximo quatro feriados municipais, já incluída a Sexta-Feira Santa. === Esportes === Os Jogos escolares são um dos maiores eventos esportivos da cidade de São Bernardo, toda a comunidade escolar participa ativamente desta competição, que teve início em 1965 como \"I Torneio Colegial\" com a participação de 416 alunos divididos em 6 modalidades. Em 2008, aconteceu sua 42º edição com a participação de 87 estabelecimentos de ensino disputando 17 modalidades coletivas e individuais. Todo esse sucesso só foi e é possível graças aos professores e alunos das escolas das redes pública e privada nas categorias A, B, C e D. Além dos jogos escolares, São Bernardo do Campo também tem como atrações esportivas o São Bernardo Futebol Clube que disputa a 1ª divisão do Campeonato Paulista de Futebol e o Brasileirão Série C, o EC São Bernardo, o Cachorrão, que disputa a Série A3 do Paulista, fundado em 1928 e o Palestra, licenciado, que são times de futebol da cidade. Outros esportes também são populares na cidade. O BMG/São Bernardo, clube de vôlei, disputa a Superliga Masculina e Feminina. Ainda se destaca também em competições de basquete, handebol, entre outras com o clube da Universidade Metodista de São Paulo (UMESP) com as equipes de basquete campeãs regional e estadual e também com o time feminino e masculino de Handebol que é o melhor do país e o maior campeão da Liga Nacional. Entre as várias arenas esportivas se destacam o Estádio 1º de Maio, o Estádio Baetão e o Ginásio Poliesportivo Adib Móysés Dib, com capacidade para 7.500 pessoas. == Ver também == * Paulistas de São Bernardo do Campo * Diocese de Santo André == Ligações externas == * * * * * Categoria:Fundações no Brasil em 1553 Categoria:Região do Grande ABC Categoria:Municípios históricos do Brasil",
 "title": "São Bernardo do Campo"
}