{
 "id": "13777",
 "text": "São José dos Pinhais é um município brasileiro do estado do Paraná, situado na Grande Curitiba. == Etimologia == De origem religiosa e geográfica. Homenageia ao santo padroeiro, São José, e aos extensos pinheirais que cobriam o território municipal. O termo José é de origem hebraica \"Yosef\", significando \"Que Deus multiplique\". Mais tarde foi latinizado e aos poucos ficou \"Joseph\". São José era carpinteiro em Nazaré e desempenhou papel de pai de Jesus. É padroeiro de todos os que trabalham a madeira. == História == thumb|esquerda|Mapa de São José dos Pinhais em 1959 A criação do município de São José dos Pinhais se deu através da Lei nº 10 da então província de São Paulo, no dia 16 de julho de 1853, na qual definia que a sede do município seria chamada Villa de São José dos Pinhais, sendo que o estabelecimento político, com a instalação da Câmara dos Vereadores ocorreu em 8 de janeiro de 1853. Em 27 de dezembro de 1897, a vila foi finalmente elevada à categoria de cidade. Foi na cidade que o ex-presidente da república, Nereu Ramos, morreu em um acidente aéreo, na Colônia Murici. É também a cidade onde nasceu Ana Paula Caldeira, o primeiro bebê-de-proveta do Brasil. == Demografia == São José dos Pinhais é um município médio, com a segunda população ( habitantes) entre os integrantes da mesorregião Metropolitana de Curitiba, conforme números do IBGE de 1996. No censo de 2010, eram habitantes. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == Política == A prefeita atual é Margarida Maria Singer, (PSD) e o vice é Assis Manoel Pereira. A Câmara Municipal é formada por 21 vereadores. == Geografia == O município está localizado na Região Metropolitana de Curitiba, tendo como limites: Pinhais e Piraquara ao norte; Tijucas do Sul ao sul; Morretes e Guaratuba a leste; Curitiba, Fazenda Rio Grande e Mandirituba a oeste. Sua sede está assinalada pelas seguintes coordenadas: 25º32'06\" de latitude sul e 49º12'21\" de longitude oeste do meridiano de Greenwich, ligando à capital estadual, através da BR-376 num percurso de 7 km. O território do município compreende uma área de 931,73 km². Geologicamente, os terrenos do município são de origem quaternário-pleistocênicas, quaternário-holocênicas, arqueano-proterozoicas, proterozoico-cambrianas, paleozoico-cambrianas e mesozoico-jurássico- cretáceas. Os tipos de solo existentes no município são gleissolo melânico, organossolo mésico, latossolo bruno, argissolo vermelho-amarelo, latossolo vermelho, cambissolo háplico, afloramentos de rocha e latossolo vermelho- amarelo. A altitude é de 906 metros, na sede municipal. O relevo do município é formado pelo talvegue do Iguaçu a oeste e pela serra do Mar a leste, com altitudes que oscilam entre 200 m e 1.300 m. São José dos Pinhais está localizada entre o Primeiro Planalto Paranaense e a Serra do Mar. Na época do Descobrimento do Brasil, em 1500, o município era coberto por formações vegetais originais: estepe gramíneo lenhosa, floresta ombrófila mista e floresta ombrófila densa. A argila constitui a principal riqueza natural do município. O município é todo cortado de ribeirões e córregos. Seu principal acidente geográfico, porém, é o rio Iguaçu, cuja nascente se verifica no município vizinho de Piraquara e lhe serve de limite com o município de Curitiba. Os principais afluentes do rio Iguaçu em território são-joseense são os rios Itaqui, Pequeno e Miringuava e o ribeirão da Cutia. Já, o ribeirão dos Simões, o da Gama e o Rancho Grande, os rios Imbaú, da Prata, Guaratubinha, Arraial, dos Quatis, Castelhanos, Capivari e São João correm da Serra do Mar para o Oceano Atlântico. O ribeirão da Onça é o único tributário do rio da Várzea. === Clima === São José dos Pinhais possui um clima subtropical úmido tipo Cfb, com temperatura média anual de 20°C. A menor temperatura registrada na cidade foi de -6°C, em 18 de julho de 1975 e a maior foi de 35,5°C em 2 de outubro de 2020. No inverno, principalmente em junho e julho, a temperatura máxima dificilmente supera os 20°C e a mínima pode atingir os 0°C. É comum nesses meses acontecerem geadas, mas a ocorrência de neve é muito rara (a última vez foi em julho de 2013). === Bairros === A cidade é dividida em 42 bairros, sendo que os mais desenvolvidos estão localizados perto do centro (13). Como podemos ver, os bairros perto do centro são menores do que os mais afastados. A última separação de bairros em São José dos Pinhais foi em junho de 2009. * Academia * Afonso Pena * Águas Belas * Área Institucional Aeroportuária * Aristocrata * Arujá * Aviação * Barro Preto * Bom Jesus * Boneca do Iguaçu * Borda do Campo * Cachoeira * Campina do Taquaral * Campo Largo da Roseira * Centro * Cidade Jardim * Colônia Rio Grande * Contenda * Costeira * Cristal * Cruzeiro * Del Rey * Dom Rodrigo * Guatupê * Iná * Ipê * Itália * Jurema * Miringuava * Murici Urbano * Ouro Fino * Parque da Fonte * Pedro Moro * Quissisana * Rio Pequeno * Roseira de São Sebastião * Santo Antônio * São Cristovão * São Domingos * São Marcos * São Pedro * Zacarias == Economia == thumb|400px|Vista do pátio de manobras do Aeroporto Afonso Pena, antes da expansão, localizado no bairro homônimo, em São José dos Pinhais. O aeroporto foi o o 10º mais movimentado, em número de passageiros, do país em 2014. São José dos Pinhais possui uma economia influenciada pela presença do Aeroporto Internacional Afonso Pena, e de grandes fábricas de autopeças, que vieram juntamente com a instalação de das montadoras de automóveis, bem como suas fornecedoras. É o terceiro polo automotivo do Brasil, abrigando montadoras da Volkswagen, Audi, Nissan e Renault. A cidade também é sede da famosa rede de perfumes e cosméticos O Boticário e a empresa de alimentos Nutrimental. O comércio de São José dos Pinhais é autônomo em relação à capital, distante do centro da cidade apenas 10 km, com grandes supermercados, shopping center e enorme variedade de lojas, que concentra-se especialmente nas mediações da rua XV de Novembro, desde a ampla Praça da Matriz até encontrar-se com a BR376; A agricultura também é destaque, sendo São José dos Pinhais o maior produtor de olerícolas da região e principal fornecedor do CEASA de Curitiba. === Shopping São José === O Shopping São José foi inaugurado em Setembro de 2008 conta com mais de 150 lojas e 5 salas de cinemas multiplex, da rede Cinemark. == Turismo == São José dos Pinhais possui alguns pontos para a visitação, sendo: *Praça Verbo Divino: é a maior praça de São José dos Pinhais, nunca está fechada e a entrada é gratuita. A praça contém uma pista de skate, quadra de futebol de areia, parques infantis simples (balanço, gangorra e escorregador), academia ao ar livre para a 3ª idade, e locais para caminhar. Nos feriados, a praça contém mais brinquedos infantis; várias barracas que vendem objetos comuns, comidas e objetos mais raros de encontrar. Está localizado na esquina da rua Dr. Claudino dos Santos e Dr. Veríssimo Marques. *Praça Getúlio Vargas: praça localizada na Rua XV de Novembro no centro da cidade. Até o começo de 2011, a praça abrigou o terminal urbano central. Com a mudança do local das paradas de ônibus a praça passou por um processo de revitalização, entre eles, a reforma do monumento de destaque: A antiga caixa d'água. O ponto de visitação recebeu melhorias como: troca de piso, arborização, bancos, parque infantil, iluminação especial para a caixa d'água, módulo da guarda municipal, espelho d'água e chafariz. Revitalização entregue em 2012. *Caminho do Vinho e Festa do Vinho: o Caminho do Vinho é uma rota rural com mais de 30 produtores de vinho em São José dos Pinhais, localizada na Colônia do Mergulhão, funciona durante o ano todo fornecendo vinhos, queijos e doces de diversos tipos, a culminância do Caminho do Vinho dá-se na Festa do Vinho, em que o turista é recepcionado por estudantes de turismo locais e moradores da região trajados tipicamente como italianos. A festa acontece anualmente em Agosto. *Casa do Papai Noel: a casa do Papai Noel fica aberta no mês de Dezembro, variando de ano a ano a data de início e término, todos os dias. Nela há várias lojas que vendem enfeites natalinos, parque para as crianças, pequenas praças e a casa do Papai Noel, que é onde as crianças pedem seus presentes. Está localizado longe do centro da cidade, perto da Avenida Rui Barbosa. *Rio de Una: o local de recreação fica na divisa de São José dos Pinhais e de Tijucas do Sul. *Parque de São José dos Pinhais: é um espaço verde, pertencente à prefeitura municipal, criado em 2011. É o primeiro parque do município, com a característica esportiva. Fica às margens do rio Iguaçu e possui diversos espaços para caminhada/corrida, prática e esportes, parquinho infantil, local para exercícios de cães e lagos para pesca. === Eventos === *Carnaval de Bonecos: acontece sempre uma semana antes do Carnaval com tradicional desfile dos bonecos da cidade, os bonecos geralmente desfilam também em Antonina na semana de Carnaval. *Festa da Cidade e Festa do Pinhão: já participaram dos grandes roteiros de Tchê Garotos, Raimundos, Os Serranos e outros grupos musicais de grande reputação nacional. *Festa da Colheita, da Murici, do Morango: são grandes festas que agitam a região das colônias com muita comida e tradição das colônias europeias que por lá vivem. == Educação == Possui diversas instituições de ensino superior, como: PUC, Campus 2, a Faculdade das Indústrias, FAMEC e a FAE. == Esporte == Independente Futebol São-Joseense e o Sport Clube São José são os clubes de futebol da cidade. O Clube União Esportivo São José e o representante local do futebol feminino, que já conquistou o campeonato paranaense e, por indicação da Federação Paranaense de Futebol, foi o representante do Paraná na Copa do Brasil de Futebol Feminino de 2007. No passado também participaram do Campeonato Paranaense de Futebol o Parque Aquático Vila Olímpica Clube, o Clube Esportivo e Recreativo São José, o Mixto Futebol Clube e o Cabral Futebol Clube. O Centro de Esporte e \"Lazer Ney Braga\" é o maior ginásio de esportes de São José dos Pinhais, com quadras para basquete vôlei e canchas de futsal. O município conta com o maior clube de tiro esportivo do Brasil. == Transporte == A cidade de S. José dos Pinhais é servida pelas seguintes rodovias: * BR-376, ligando à BR-101 e ao litoral de Santa Catarina * BR-277, ligando ao litoral paranaense * Contorno Leste de Curitiba == Cidades irmãs == *Poznań, Grande Polônia, Polôniahttp://www.sjp.pr.gov.br/noticias/exposicao-de-litogravura-simboliza- aproximacao-de-sjp-com-cidades-irmas Exposição de litogravura simboliza aproximação de SJP com cidades-irmãs. Prefeitura Municipal de São José dos Pinhais. *Montemor-o-Velho, Distrito de Coimbra, Portugal *Los Ángeles, Biobío, Chile *Zibo, Shandong, China == Ver também == * Aeroporto Afonso Pena * Diocese de São José dos Pinhais * Prefeitos de São José dos Pinhais * Vereadores de São José dos Pinhais == Ligações externas == * Página da prefeitura * São José dos Pinhais no Openstreetmap * São José dos Pinhais no Google Maps Categoria:Fundações no Brasil em 1852",
 "title": "São José dos Pinhais"
}