{
 "id": "13795",
 "text": ", nascido Eusébio Sofrônio Jerônimo (; ) e também conhecido como Jerônimo de Estridão (Estridão, – Belém, 30 de setembro de 420), foi um sacerdote cristão ilírio, destacado como teólogo, historiador e confessor, é considerado santo e Doutor da Igreja pela Igreja Católica. Filho de Eusébio, da cidade de Estridão, na fronteira entre a Dalmácia e a Panônia, é mais conhecido por sua tradução da Bíblia para o latim (conhecida como Vulgata) e por seus comentários sobre o Evangelho dos Hebreus, mas sua lista de obras é extensa. Jerônimo é reconhecido como santo pelos católicos, ortodoxos e anglicanos.Xangô - Sincretizado a São Jerônimo, Xangô é o Orixá da sabedoria e da justiça. == Biografia == Eusébio Sofrônio Jerônimo nasceu na cidade de Estridão, na província romana da Dalmácia, por volta de 347, mas só foi batizado entre 360 e 366, quando viajou para Roma com seu amigo Bonoso – que pode ou não ser o mesmo Bonoso que Jerônimo identifica como sendo seu companheiro quando foi viver como eremita numa ilha no Adriático – para continuar seus estudos sobre retórica e filosofia. Lá, Jerônimo estudou gramática latina e um pouco de grego com o gramático Élio Donato, embora não tenha adquirido a proficiência na língua grega que, anos depois, alegaria ter obtido como estudante. Jerônimo, tendo nascido em uma região do Império com forte presença romana desde 165 a.C., quando da derrota do último rei da Ilíria, Gêncio, e já completamente latinizada no século IV d.C., teria falado latim como língua materna. Ainda como estudante em Roma, Jerônimo se envolveu no comportamento errático dos colegas mais despreocupados, o que lhe provocava depois terríveis ataques de arrependimento. Para apaziguar a consciência, visitava aos domingos as sepulturas dos mártires e dos apóstolos nas catacumbas, uma experiência que lhe lembrava dos terrores do inferno: Jerônimo utilizou de uma passagem de Virgílio — \"Por todos os lados o horror se espalhava; o profundo silêncio inspirava o terror na minh'alma\"P. Vergilius Maro, Aeneid Theodore C. Williams, Ed. Perseus Project (retrieved 23 Aug 2013) — para descrever o horror do inferno. No início de sua carreira, ele utilizava termos de autores clássicos para descrever conceitos cristãos (como \"Cheol\", um termo para o inferno), um indicativo de sua educação clássica. Embora inicialmente cético em relação ao cristianismo, no fim acabou se convertendo. Depois de muitos anos na capital imperial, Jerônimo viajou com Bonoso para a Gália e se assentou em Augusta dos Tréveros (moderna Tréveris, na Alemanha), onde é possível que tenha primeiro se dedicado aos seus estudos teológicos e, depois, a copiar para seu amigo Tirânio Rufino o comentário de Hilário sobre os \"Salmos\" e o tratado \"De Synodis\". Depois disso, Jerônimo viveu vários meses (pelo menos) ou, possivelmente, anos, com Rufino em Aquileia, onde fez muitos amigos cristãos. Alguns deles o acompanharam quando ele partiu, por volta de 373, numa viagem através da Trácia e da Ásia Menor até o norte da Síria. Em Antioquia, onde ficou por mais tempo, dois de seus companheiros morreram e ele próprio ficou seriamente doente mais de uma vez. Durante uma destas enfermidades (perto do inverno de 373-374), Jerônimo teve uma visão que levou-a a abandonar seus estudos seculares para dedicar-se completamente a Deus. Ele parece ter trocado uma grande quantidade de tempo que dispendia no estudo dos clássicos para estudar a Bíblia, dirigido por Apolinário de Laodiceia, que na época ensinava em Antioquia e ainda não dava sinais de sua futura condenação por heresia (vide apolinarismo). Tomando por um súbito desejo de viver em penitência asceta, Jerônimo passou um tempo no deserto de Cálcis, para o sudoeste de Antioquia, uma região conhecida como \"Tebaida Síria\", onde moravam numerosos eremitas. Durante este período, ele parece ter encontrado tempo para estudar e escrever. Lá também dedicou-se a aprender pela primeira vez o hebraico, sob a tutela de um judeu convertido e é possível que ele tenha mantido correspondência com os judeo-cristãos de Antioquia. Por volta desta época, Jerônimo contratou uma cópia de um \"Evangelho Hebreu\", do qual fragmentos foram preservados em suas notas e que é hoje conhecido como \"Evangelho dos Hebreus\", considerado o verdadeiro Evangelho de Mateus pelos nazarenos. Depois disso, ele próprio traduziu partes da obra para o grego. De volta em Antioquia em 378 ou 379, foi ordenado pelo bispo Paulino de Antioquia, aparentemente contra sua vontade e sob a condição de poder continuar sua vida asceta. Logo depois, viajou para Constantinopla para continuar seus estudos sobre as Escrituras com Gregório Nazianzeno. Ele passou por volta de uns dois anos por lá e partiu novamente para Roma, onde passou os três anos seguintes (382-385) na corte do papa Dâmaso I e a liderança cristã da cidade. O motivo da viagem foi um convite para que participasse do concílio de 382 realizado para acabar com o cisma na Igreja de Antioquia, que na época tinha mais de um patriarca alegando ser o verdadeiro. Acompanhando um deles, Paulino, pretendia apoiá-lo nos trabalhos, acabou se destacando junto ao papa e passou a exercer um importante papel durante seus concílios. Jerônimo então recebeu diversos encargos em Roma e realizou ali uma revisão da Bíblia Latina (Vetus Latina) baseando-se em manuscritos gregos do Novo Testamento. Ele também atualizou o saltério contendo o \"Livro dos Salmos\" que era na época utilizado em Roma baseando-se na Septuaginta grega. Embora não tenha ficado claro para ele na ocasião, a tradução de muito do que depois se tornaria a Vulgata latina demoraria ainda muitos anos e tornar-se-ia seu mais importante legado (vide abaixo). Em Roma, Jerônimo estava rodeado por um círculo de mulheres bem-nascidas e bem-educadas, incluindo algumas oriundas das mais nobres famílias patrícias romanas, como as viúvas Leia, Marcela e Paula, com suas filhas Blesila e Eustóquia. Como resultado da crescente inclinação destas mulheres pela vida monástica, da indulgente lascividade que imperava em Roma e mais a crítica feroz de Jerônimo ao clero secular, que não poupava ninguém, logo irrompeu um conflito contra o clero romano e seus aliados. Depois da morte de Dâmaso, seu patrono (10 de dezembro de 384), Jerônimo foi forçado a abdicar de suas funções em Roma quando um inquérito foi aberto pelos seus inimigos para investigar uma suposta relação inapropriada entre ele e Paula. Além disso, sua condenação ao estilo de vida hedonista de Blesila levou-a a adotar práticas ascetas que acabaram afetando sua saúde e a tornaram tão fraca fisicamente que ela morreu apenas quatro meses depois de começar a seguir suas instruções. A maior parte da população romana ficou enfurecida com Jerônimo, acusando-o de causar a morte prematura de uma jovem tão altiva. Para piorar, sua insistência de que Paula não deveria lamentar a morte dela e suas reclamações de que o luto por ela era excessivo foram vistos como cruéis e polarizaram ainda mais a opinião pública contra ele.Joyce Salisbury, Encyclopedia of women in the ancient world, Blaesilla Em agosto de 385, Jerônimo abandonou Roma definitivamente e voltou para Antioquia com seu irmão Pauliniano e diversos amigos; logo depois vieram Paula e Eustóquia, decididas a terminar suas vidas na Terra Santa. No inverno do mesmo ano, Jerônimo viajou com elas na função de conselheiro espiritual. O grupo, acompanhado do bispo Paulino de Antioquia, peregrinou por Jerusalém, Belém e os lugares santos da Galileia antes de seguir para o Egito, onde viviam os heróis da vida asceta, os monges do deserto. Na Escola Catequética de Alexandria, Jerônimo ouviu Dídimo, o Cego, ensinar sobre o profeta Oseias e contar o que se lembrava de Santo Antão, que morrera trinta anos antes. Depois, passou algum tempo na Nítria admirando a disciplinada vida comunitária dos numerosos habitantes da \"cidade do Senhor\", percebendo que, mesmo ali, \"serpentes escondidas\", ou seja, a influência do polêmico teólogo alexandrino Orígenes. No final do verão de 388, voltou para a Terra Santa e passou o resto de sua vida numa cela eremítica perto de Belém rodeado por uns poucos amigos, homens e mulheres (incluindo Santa Paula e Eustóquia), a quem ele atendia como sacerdote e professor. Com recursos financeiros suficientes providenciados pela rica Paula, que investia também em aumentar sua biblioteca, Jerônimo passou a levar uma vida de incessante produção literária. A estes últimos trinta e quatro anos de sua carreira pertencem suas mais importantes obras; sua versão do Antigo Testamento traduzida do original hebraico, o melhor de seus comentários sobre as Escrituras, seu catálogo de autores cristãos (De Viris Illustribus) e o seu diálogo contra os pelagianos, de perfeição reconhecida até pelos seus adversários. A este período também pertence a maior parte de suas polêmicas, obras que o distinguem dos demais Padres da Igreja da época, incluindo tratados contra o origenismo (crença que seria depois anatemizada) do bispo João II de Jerusalém e de seu antigo amigo Rufino. Em 416, como consequência de suas obras contra o pelagianismo, partidários inflamados da crença invadiram os edifícios monásticos perto de onde vivia, atearam-lhes fogo, atacaram os moradores e mataram um diácono, forçando Jerônimo a se refugiar numa fortaleza nas imediações. Jerônimo morreu perto de Belém em 30 de setembro de 420, uma data que aparece na \"Crônica\" de Próspero da Aquitânia. Diz-se que seus restos, originalmente enterrados em Belém, foram trasladados para a Basílica de Santa Maria Maior, em Roma, embora outros locais no ocidente também reivindiquem a posse de alguma relíquia relacionada ao santo. ==Traduções e comentários == Jerônimo foi um acadêmico numa época que o título implicava fluência em grego, mas ele sabia também alguma coisa de hebraico quando começou seu projeto de tradução. Para reforçar seus conhecimentos, mudou-se para Jerusalém estudando os comentários judaicos sobre as Escrituras. Paula, a rica aristocrata romana que era uma de suas seguidoras, financiou sua estadia num mosteiro em Belém onde ele pôde concluir sua tradução. O trabalho começou em 382, com a correção da versão latina do Novo Testamento utilizada na época, a Vetus Latina. Em 390, iniciou a tradução da Bíblia Hebraica a partir do original, tendo já traduzido algumas partes utilizando a Septuaginta grega originária de Alexandria. Jerônimo acreditava que o Concílio de Jâmnia — da corrente principal do judaísmo rabínico — havia rejeitado a Septuaginta como versão válida das Escrituras judaicas por conta do que ele aferiu serem erros de tradução e elementos heréticos helenísticos.\"Verband der Deutschen Juden (Hrsg.), neu hrsg. von Walter Homolka, Walter Jacob, Tovia Ben Chorin: Die Lehren des Judentums nach den Quellen; München, Knesebeck, 1999, Bd.3, S. 43ff O trabalho terminou em 405. Antes da Vulgata de Jerônimo, todas as traduções do Antigo Testamento eram baseadas na Septuaginta e não na Bíblia Hebraica. Porém, a decisão de utilizar esta ao invés daquela, que era também uma tradução do hebraico, como fonte foi contrária às recomendações da maioria dos cristãos de seu tempo, incluindo Santo Agostinho, que considerava a Septuaginta inspirada. O consenso acadêmico moderno, porém, tem lançado dúvidas sobre o quanto Jerônimo de fato conhecia de hebraico e muitos acreditam que, na realidade, a \"Hexapla\" grega teria sido a principal fonte para a tradução \"iuxta Hebraeos\" de Jerônimo do Antigo Testamento.Pierre Nautin, article Hieronymus, in: Theologische Realenzyklopädie, Vol. 15, Walter de Gruyter, Berlin - New York 1986, p}} Seus comentários patrísticos se alinham de forma muito próxima à tradição judaica e ele se entrega às sutilezas alegóricas e místicas no estilo de Fílon e da \"Escola de Alexandria\". Ao contrário de seus contemporâneos, Jerônimo enfatizava a diferença entre os apócrifos da Bíblia Hebraica e os livros protocanônicos da Hebraica veritas (\"verdadeira [Bíblia] Hebraica\"). Evidências disso aparecem em suas introduções para os apócrifos salomônicos (como os \"Salmos de Salomão\") e os livros de Tobias e Judite. Mais notável, porém, é sua afirmação na introdução de seu comentário aos Livros de Samuel: Os comentários de Jerônimo se dividem em três grupos principais: * Suas traduções ou versões de textos gregos de outros autores, incluindo quatorze homilias sobre o Livro de Jeremias e um mesmo número sobre o Livro de Ezequiel de Orígenes (traduzidas por volta de 380 em Constantinopla); duas homílias de Orígenes sobre os Salmos de Salomão (em Roma, 383); e trinta e nove sobre o Evangelho de Lucas (ca. 389 em Belém). As nove homilias de Orígenes sobre o Livro de Isaías incluídas entre suas obras não são de sua autoria. Deve-se mencionar aqui também, como uma importante contribuição para o estudo da topografia de Israel, sua obra \"De situ et nominibus locorum Hebraeorum\", uma tradução com algumas adições e algumas infelizes omissões do \"Onomasticon\" de Eusébio. Ao mesmo período (ca. 390) pertence também a \"Liber interpretationis nominum Hebraicorum\", baseada numa obra que supostamente remontaria à época de Fílon e que foi expandida por Orígenes. * Comentários originais sobre o Antigo Testamento. Ao período anterior de sua mudança para Belém e aos cinco anos depois disso pertencem uma série de curtos estudos sobre o Antigo Testamento: \"De seraphim\", \"De voce Osanna\", \"De tribus quaestionibus veteris legis\" (geralmente incluído entre suas epístolas, as de número 18, 20 e 36); \"Quaestiones hebraicae in Genesim\"; \"Commentarius in Ecclesiasten\"; \"Tractatus septem in Psalmos 10-16\" (perdida); \"Explanationes in Michaeam\", \"Sophoniam\", \"Nahum\", \"Habacuc\", \"Aggaeum\". Depois de 395, ele compôs uma série de comentários mais longos e num tom mais derrogatório: primeiro sobre Jonas e Obadias (396), depois sobre Isaías (ca. 395 - ca. 400), Zacarias, Malaquias, Oseias, Joel e Amós (a partir de 406), sobre Daniel (ca. 407), Ezequiel (entre 410 e 415) e Jeremias (depois de 415 e não terminado). * Comentários sobre o Novo Testamento. Entre eles sobre as epístolas a Filêmon, Gálatas, Efésios e Tito (escrita apressadamente entre 387 e 388); sobre Mateus (ditada numa quinzena em 398), Marcos, passagens selecionadas de Lucas, do Apocalipse e do prólogo do João. == Obras == === Obras históricas e hagiográficas === Jerônimo também é conhecido como historiador. Uma de suas primeiras obras sobre o tema foi sua Crônica (ou ainda Temporum liber), escrita por volta de 380 quando ele estava em Constantinopla. É uma tradução para o latim das tabelas cronológicas da segunda parte da Crônica de Eusébio de Cesareia com um suplemento cobrindo o período entre 325 e 379. Apesar dos diversos erros, alguns herdados de Eusébio e outros próprios, trata-se de uma obra valiosa, menos pelo conteúdo e mais pelo impulso que proporcionou para cronistas posteriores como Próspero, Cassiodoro e Vítor de Tununa, que continuaram complementando os anais. Importante também foi sua \"De Viris Illustribus\", escrita em Belém em 392, com título e arranjo emprestados da \"Vida dos Doze Césares\" de Suetônio. Ela contém breves notas biográficas e lista de obras de 135 autores cristãos, de São Pedro até o próprio Jerônimo. Para os primeiros setenta e oito, a \"História Eclesiástica\" de Eusébio é a fonte principal; no segundo grupo, começando com Arnóbio e Lactâncio, Jerônimo incluiu uma boa quantidade de informações independentes, especialmente para os autores ocidentais. Jerônimo escreveu ainda quatro obras de natureza hagiográfica (biografias de santos): * A \"Vita Pauli monachi\", escrita durante sua primeira passagem por Antioquia (ca. 376), na qual o material lendário deriva da tradição monástica egípcia; * A \"Vitae Patrum (Vita Pauli primi eremitae)\", uma hagiografia de São Paulo de Tebas; * A \"Vita Malchi monachi captivi\" (ca. 391), provavelmente baseada num trabalho anterior, apesar de se propor derivar das conversas com o idoso asceta Malco com o próprio Jerônimo no deserto de Cálcis; * A \"Vita Hilarionis\" (ca. 391), contendo informações históricas mais confiáveis que as anteriores e baseada parcialmente na biografia de Epifânio e parcialmente na tradição oral. O chamado \"Martyrologium Hieronymianum\" (\"Martirológio de Jerônimo\") é espúrio; ele foi aparentemente composto por um monge ocidental no final do ou início do VII e faz referência a uma expressão de Jerônimo do primeiro capítulo da \"Vita Malchi\", na qual ele fala de sua intenção de escrever uma história dos santos e mártires da era apostólica. === Epístolas === As epístolas de Jerônimo formam uma importante porção do que restou de suas obras literárias, tanto pela enorme variedade de temas quanto pela qualidade estilística. Independente de estar discutindo os problemas do ensino acadêmico ou argumentando em casos de consciência, reconfortando os aflitos ou apenas fazendo elogios aos amigos, atacando os vícios e corrupções de sua época ou a imoralidade sexual no clero,\"regulae sancti pachomii 84 rule 104. exortando à vida asceta e a renúncia do mundo ou se digladiando com seus adversários, Jerônimo apresenta uma imagem vívida não apenas de sua mente, mas de sua época com características peculiares. Como não existia naquele tempo uma distinção entre documentos pessoais e públicos, frequentemente encontramos em suas cartas tanto confidências pessoais quanto tratados direcionados a terceiros lado a lado.W. H. Fremantle, \"Prolegomena to Jerome,\" V. As mais frequentemente republicadas ou citadas são as exortativas, como \"Ad Heliodorum de laude vitae solitariae\" (Ep. 14), \"Ad Eustochium de custodia virginitatis\" (Ep. 22), \"Ad Nepotianum de vita clericorum et monachorum\" (Ep. 52), uma espécie de epítome de teologia pastoral do ponto de vista ascético, \"Ad Paulinum de studio scripturarum\" (Ep. 53), de mesmo objetivo, De institutione monachi (Ep. 57), \"Ad Magnum de scriptoribus ecclesiasticis\" (Ep. 70) e \"Ad Laetam de institutione filiae\" (Ep. 107). === Obras teológicas === Praticamente todas as obras de Jerônimo no campo do dogma tem um caráter polêmico de tom mais ou menos veemente, direcionadas principalmente contra os defensores de doutrinas contrárias às ortodoxas. Até mesmo a tradução de um tratado de Dídimo, o Cego, sobre o Espírito Santo para o latim (iniciada em Roma em 384 e completada em Belém) revela uma tendência apologética contra os arianos e os pneumatomachoi. O mesmo vale para sua versão para \"De principiis\", de Orígenes (ca. 399), cujo objetivo era sobrepujar a tradução incorreta de Rufino. Obras mais polêmicas, stricto sensu, foram escritas em todos os períodos de sua vida, em diferentes contextos. Durante suas passagens por Constantinopla e Antioquia, por exemplo, Jerônimo estava mais preocupado com a controvérsia ariana e, especialmente, com o cisma em Antioquia protagonizado por Melécio de Antioquia e Lúcifer Calaritano. Duas cartas ao papa Dâmaso (Ep. 15 & 16) trazem reclamações a ambos os partidos em disputa, os melecianos e os paulinianos, que tentavam atraí-lo para a controvérsia sobre a relação entre Deus Pai e Deus Filho na Trindade e, mais especificamente, à aplicação de termos como ousia (substância) e hipóstase a esta relação. Na mesma época ou pouco depois (373), ele compôs sua \"Liber Contra Luciferianos\", na qual ele utiliza o diálogo de forma bastante inteligente para combater os princípios da facção dos calaritanos, principalmente sua rejeição ao batismo realizado por heréticos (uma tese de cunho donatista, já rejeitada antes). Em Roma (por volta de 383), Jerônimo escreveu uma apaixonada resposta aos ensinamentos de Helvídio defendendo a doutrina da virgindade perpétua de Maria e da superioridade da castidade sobre o matrimônio. Um adversário de natureza similar foi Joviniano, com quem debateu em 392 (\"Adversus Jovinianum\" e a defesa desta obra endereçada ao seu amigo Pamáquio - Ep. 48). Em 406, uma vez mais Jerônimo defendeu as práticas piedosas cristãs e sua própria ética asceta contra o presbítero gaulês Vigilâncio, que era contrário à veneração dos mártires e das relíquias, ao voto de pobreza e ao celibato clerical. Em paralelo, participou ainda da controvérsia com João II de Jerusalém e Rufino sobre a ortodoxia do origenismo. A este período pertencem algumas de suas mais apaixonadas e completas obras polêmicas: a \"Contra Joannem Hierosolymitanum\" (398 ou 399); duas obras intimamente relacionadas, \"Apologiae contra Rufinum\" (402) e sua \"última palavra\", escrita poucos meses depois, \"Liber tertius seu ultima responsio adversus scripta Rufini\". A última obra polêmica de Jerônimo foi sua \"Dialogus contra Pelagianos\" (415), contra a heresia do pelagianismo. == Legado == Jerônimo é o segundo autor mais prolífico do cristianismo antigo tardio (depois de Santo Agostinho). Na Igreja Católica, ele é reconhecido como santo padroeiro dos tradutores, bibliotecários e enciclopedistas. === Arte === Na arte, Jerônimo geralmente aparece representado como um dos quatro doutores latinos, juntamente com Santo Agostinho, Santo Ambrósio e São Gregório Magno. Como um membro proeminente do clero romano, ele foi muitas vezes representado — anacronisticamente — com o hábito vermelho de cardeal. Mesmo quando ele aparece representado como um anacoreta semi-nu, com a cruz, a caveira (símbolo da mortalidade) e a Bíblia como únicas mobílias de sua cela, o chapéu cardinalício ou outro indicativo de sua posição de cardeal aparece, via de regra, em algum lugar da obra. Jerônimo é também geralmente representado na companhia de um leão, uma referência a uma conhecida lenda de como ele teria domado um leão ao curar um ferimento em sua pata. A origem da história, quase idêntica à contada sobre São Gerásimo, foi possivelmente uma confusão entre os nomes em latim dos dois santos, \"Gerasimus\" e \"Geronimus\". Hagiografias de Jerônimo contam que ele passou muitos anos nos desertos da Síria romana e diversos artistas intitularam suas obras \"São Jerônimo no Deserto\", entre eles Pietro Perugino e Lambert Sustris. Ele é por vezes também representado com uma coruja, o símbolo da sabedoria e da erudição.The Collection: St. Jerome , gallery of the religious art collection of New Mexico State University, with explanations. Accessed August 10, 2007. Finalmente, a iconografia de São Jerônimo inclui ainda materiais de escrita (pena, tinteiro, papel etc.) e a trombeta do Juízo Final. Albrecht Dürer Saint Jerome 1521.jpg|alt=São Jerónimo, de Albrecht Durer 1521|São Jerónimo, de Albrecht Durer 1521 Saint Jerome (c.347–420) (kwf00534).jpg|Saint Jerome de Simon Vouet c. 1620 St.Jerome MET.jpg|Saint Jerome c. 1520 no museu MET NY == Ver também == * Traduções da Bíblia * Ordem de São Jerônimo == Notas == Eugene Rice sugeriu que, com toda certeza, a história do leão de Gerásimo se ligou a Jerônimo em algum momento no , depois que as invasões militares árabes forçaram muitos monges gregos que viviam nos desertos do Oriente Médio a buscarem refúgio em Roma. Rice conjecturaSaint Jerome in the Renaissance, pp. 44-45 que, \"por causa da similaridade entre os nomes 'Gerasimus' e 'Geronimus', este o nome latino de Jerônimo, um sacerdote também latino tornou São Jerônimo o herói da história que ele havia ouvido sobre São Gerásimo; e que o autor da 'Plerosque nimirum', atraído por uma história ao mesmo tempo tão pitoresca, tão aparentemente apropriada e tão ressonante em significado e sugestionamento; e sob a impressão de que ela teria origem em histórias que peregrinos teriam ouvido em Belém, incluiu-a em sua 'vida' de um santo favorito que, não fosse assim, não realizara milagres\". Uma reminiscência desta história pode ser encontrada na \"Legenda Áurea\" (), de Jacobus de Voragine == Bibliografia == * J.N.D. Kelly, \"Jerome: His Life, Writings, and Controversies\" (Peabody, MA 1998) * S. Rebenich, \"Jerome\" (London and New York, 2002) * \"Biblia Sacra Vulgata,\" Stuttgart, 1994. ISBN 3-438-05303-9 * * Saint Jerome, Three biographies: Malchus, St. Hilarion and Paulus the First Hermit Authored by Saint Jerome, London, 2012. limovia.net. ISBN 978-1-78336-016-1 * == Ligações externas == * * * * * * * * * * * * * *Obras de São Jerónimo na Biblioteca Nacional de Portugal Categoria:Padres da Igreja Categoria:Doutores da Igreja Categoria:Santos da Igreja Católica Categoria:Santos anglicanos Categoria:Santos ortodoxos Categoria:Tradutores da Bíblia Categoria:Teólogos do Império Romano Categoria:Acadêmicos da tradução Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Santos do Império Romano Categoria:Escritores de cartas da Roma Antiga Categoria:Romanos antigos do século IV Categoria:Bizantinos do século V Categoria:Romanos antigos do século V Categoria:Teólogos do Império Bizantino Categoria:Apologética cristã Categoria:Cronistas Categoria:Opositores ao arianismo Categoria:Controvérsia pelagiana Categoria:Santos da Lenda Dourada",
 "title": "Jerônimo"
}