{
 "id": "13809",
 "text": "Paul Bogle ONHJ (Jamaica, 1822 - 24 de outubro de 1865) foi um rebelde jamaicano bastante influente em sua nação. ==Biografia == Nasceu perto dos dias finais da escravidão na Jamaica. Depois da abolição e já adulto, era um homem de situação relativamente melhor do que a dos outros ex-escravos: possuía propriedade particular e sabia ler e escrever. Além disso, Bogle era um dos 106 homens que podiam votar em Saint Thomas. Como católico (chegou a diácono batista), ele usava lições da Bíblia para ajudar sua comunidade a sobreviver ante as injustiças e a pobreza. A Jamaica passava por um período difícil, pois os grandes proprietários de terra não aceitavam que os ex- escravos tivessem direitos: cobravam taxas abusivas e não promoviam julgamentos justos para o povo. Bogle procurava ajudar o povo, e tentou promover uma marcha até a sede do governo clamando por justiça social. Porém as pessoas desistiram da marcha, num episódio que o cantor Bob Marley descreveria poeticamente quase um século depois: \"I'll never forget, they turn they back on Paul Bogle.\" (Bob Marley, So Much Things to Say) Em 1865 ocorreu um julgamento de dois homens da localidade de Bogle. Ele e alguns homens foram até Morant Bay para dar apoio aos acusados. Um homem deveria ser preso, porém Bogle intercedeu e evitou que a polícia o prendesse. A seguir, voltou para sua cidade, Stony Gut, e a polícia passou a persegui-lo. As pessoas deram suporte a Bogle, então. Marcharam para a sede do governo novamente, onde foram recebidas a tiros; cerca de 20 pessoas do grupo de Bogle foram mortas. O grupo voltou para Stony Gut. Tropas foram mandadas para perseguir os rebeldes, e estava constituída a chamada Revolta de Morant Bay (11 de Outubro de 1865). Stony Gut foi completamente destruída, as casas foram queimadas. Bogle foi capturado pelas autoridades inglesas, condenado e enforcado dias mais tarde, em 24 de Outubro. Mais de 400 pessoas também foram executadas. Bogle é considerado um herói nacional da Jamaica, pela Revolta de Morant Bay e pela perseverança em ajudar as pessoas de seu país. Categoria:Ativistas da Jamaica Categoria:Mártires Categoria:Pessoas executadas por enforcamento",
 "title": "Paul Bogle"
}