{
 "id": "13808",
 "text": "Dragster é um tipo de veículo leve com motores extremamente potentes, especialmente projetados para provas de arrancada. Surgiram nos Estados Unidos na década de 1960. Foram concebidos para altas velocidades, acima dos 500 km/h. ==Divisões== As corridas de dragsters são divididas em diversas categorias dependendo da potência e do tipo de motor, além do preço do carro, como Pro Mod, Top Fuel, Pro Stock etc. Há atualmente duas associações que congregam os competidores e organizam os eventos: a NHRA (National Hot Rod Association) e a IHRA (International Hot Rod Association). As disputas ocorrem entre carros divididos em quatro categorias principais: Pro Stock Motorcycle, Pro Stock, Funny Car e Top Fuel, esta última a que abordaremos aqui por se tratar da mais \"violenta\" de todas e a que é considerada a categoria Topless. === Top Fuel === thumb|Dois dragsters da categoria Top Fuel lado a lado. Os motores da categoria Top Fuel e \"Funny Cars\" podem utilizar combustíveis de alta volatilidade como nitrometano, 95%, misturado ao metanol, 5%, e podem alcançar até 12.000 hp de potência. Os Dragsters da categoria Top Fuel são capazes alcançar mais de 360km/h de velocidade final e percorrer cerca de 400 metros em 4 segundos, por mais absurdos que estes números possam parecer para aqueles que nunca viram um carro destes acelerando, se é que se pode chamar uma máquina destas de carro. O nitrometano é um poderoso combustível, em que apenas uma gota é capaz de criar um buraco de razoável tamanho em um piso de concreto. Ele pertence a um grupo conhecido como nitroalcanos, que consiste em uma molécula de alcano (como metano, propano ou etano) de onde um átomo de Hidrogênio e é substituído por um grupo nitro (-NO²). O nitrometano utilizado para este fim não é 100% puro, mas reduzido a uma concentração em torno de 2%, por razões óbvias. === Top Alcohol === Os Dragster Top Alcohol se parecem muitos com os Top Fuels, mas têm diferenças significativas, principalmente em seu motor. Eles só podem usar motor com combustível á metanol com uma pequena quantidade de nitrometano. Podem utilizar motores aspirados e chegam a 4.500 HP de potência. Podem percorrer os 400 metros em 5,1 segundos e ultrapassar os 450 Km/h. === Jet Cars === Existem também os Jet Cars equipados com motores a jato oriundos de aviões de combate, mas que não têm o mesmo poder de arranque dos dragsters top fuel. As partes mecânicas que mais se desenvolveram nesse tipo de dragster foram os injetores de combustível, compressores e o sistema de embreagem que deve ter grande resistência para transmitir tanta potência às rodas de uma forma tão violenta. === Pro Mod === Na NHRA os carros da categoria Pro mod, são carros com carrocerias feitas em fibra de carbono e utilizam motores com nitro, aspirados, 6 cilindros, 8 cilindros, equipados com turbo ou blower. Estes motores colocam uma quantidade extremamente grande de potência, alguns em aproximadamente de 3.000 á 4000 HP, e podem alcançar velocidade superior a 400 km/h nos 400 metros. Na PDRA que é uma associação de arrancada utiliza a categoria Pro Extreme que são Pro Mods, mas com potência ilimitadas , onde a NHRA limita a 526 polegadas cúbicas. Essa categoria ilimita a potência dos carros e muitos ultrapassam os 5.000 hp de potência e ultrapassam facilmente os 430 km/h nos 400 metros onde provas de 200 metros também ocorrem. === Pro Stock === thumb|Dragster da categoria Pro Stock, que utilizam motores puramente a combustão. Os carros da categoria Pro Stock apresentam um chassi tubular especialmente construído em uma réplica leve aerodinamicamente aprimorada da carroceria original. Utilizam motores aspirados e são capazes de gerar 1300 HP e percorrer os 400 metros em 6,5 segundos e atingir mais de 340 km/h. === Top Fuel Funny Bike === São motos modificadas movidas a nitrometano e podem produzir até 2000 HP de potência e ultrapassar os 320 Km/h em menos de 7 segundos. Algumas dessas motos são fabricadas do zero ou modificadas a partir de um modelo já existente. == Segurança == A aceleração de 0-100 km/h é feita de forma quase instantânea, e ao cruzar a linha de chegada, alguns carros como Pro Mods a velocidade passa dos 400 km/h, é aí que o piloto tem que acionar um sistema de paraquedas, já que um sistema de freios convencionais não é suficiente para reduzir a alta velocidade. Esses carros também utilizam uma gaiola tubular reforçada que fica internamente para proteger o piloto caso algum acidente ocorra. == Arrancada no Brasil == No Brasil ocorre provas de arrancada tanto para 200 metros, quanto para 400 metros, a mais famosa pista é atualmente o Velopark localizado no município de Nova Santa Rita, no estado do Rio Grande do Sul. Foi inaugurado em 2008. Roderjan Busato foi o primeiro piloto de arrancada no Brasil a bater os 400 Km/h em um carro com portas. Atualmente o Velopark disponibiliza eventos anuais de competição. == Recordes Nacionais 400 Metros == Standart - Clovis Wachter 11,375@193Km/h Street Tração Traseira - Vilson Ferreira 10,595@203Km/h Dianteira Original - Antonio Neto 9,379@198Km/h Traseira OriginaI - Israel Fontanella 9,786@222Km/h Dianteira Turbo C - Fernando Defendi 10,428@227Km/h Dianteira Turbo B - Adriano Scariot 9,658@241Km/h Dianteira Turbo A - Fabiano Peixoto 8,405@300Km/h Turbo A Light - Anderson Herrera 8,514@282Km/h Turbo Street Traseira - Vilson Ferreira 8,862@262Km/h Traseira Turbo B - Jonas Lopes 7,736@285Km/h Traseira Turbo A - Israel Fontanella 7,155@---Km/h Dianteira Super - Malton Coimbra 8,223@261Km/h Traseira Super - Diego Busato 7,073@307Km/h Força Livre Dianteira - Sergio Ganga 7,388@309Km/h Força Livre Traseira - Brayan Zonta Gabardo 6,988@325km/h Extreme 10,5 - Jader Krolow 6,250@358Km/h Pro Mod - Roderjan Busato 5,789@395km/h Drag Bike - Eduardo Bernasconi 8,932@255km/h Dragster Light - Juliano Bento 6,318/360km/h Funny Car - Alberto Turkot 6,603@317km/h Dragster Top Alcohol - Andre Takeda 5,644@344km/h Recorde De Velocidade - Roderjan Busato 426,2 Km/h == Ver também == * National Hot Rod Association * Carro de turismo * Monoposto * Protótipo de Le Mans * Sprint car * Stock car Categoria:Tipos de automóveis de corrida",
 "title": "Dragster"
}