{
 "id": "13817",
 "text": "Um filme mudo é um filme que não possui a trilha sonora de acompanhamento que corresponde diretamente às imagens exibidas, sendo esta lacuna substituída normalmente por músicas ou rudimentares efeitos sonoros executados no momento da exibição. Nos filmes mudos para o entretenimento, o diálogo é transmitido através de gestos suaves, mímica (pantomima, em inglês: pantomime) e letreiros explicativos. A ideia de combinar filmes com sons gravados é quase tão antiga quanto o próprio cinema, mas antes do fim dos anos 1920, os filmes eram mudos em sua maior parte, devido à inexistência de tecnologia para tornar isso possível. Os anos anteriores à chegada do som ao cinema são conhecidos como \"era muda\" ou “era silenciosa” entre os estudiosos e historiadores. Considera- se que a arte cinematográfica atingiu a maturidade plena antes da substituição dos filmes mudos por \"filmes sonoros\" e alguns cinéfilos defendem que a qualidade dos filmes baixou durante alguns anos, até que o novo meio sonoro estivesse totalmente adaptado ao cinema. A qualidade visual dos filmes mudos - especialmente aqueles produzidos na década de 1920 - muitas vezes foi alta. No entanto, há um equívoco extensamente divulgado sobre esses filmes serem primitivos e mal assistíveis para os padrões modernos.Brownlow, Kevin. The people on the brook, Borzoi Book, Alfred Knopf, 1968, p. 580 Este equívoco resulta de filmes mudos sendo reproduzidos na velocidade errada e em estado deteriorado. Muitos desses filmes mudos existem apenas em cópias de segunda ou terceira geração, muitas vezes copiadas do estoque de filmes já danificado e negligenciado. ==Atuação== O filme mudo necessitava ênfase maior na expressão corporal e facial, para que a audiência compreendesse melhor a representação. Atualmente, pode-se considerar estranho o “overacting” ou super-representação dos atores da época, o que pode ter contribuído para que as comédias mudas se tornassem mais populares do que os dramas, haja vista o exagero representativo ser mais próprio a uma comédia. Mesmo assim, há maior ou menor sutileza de representação, dependendo da habilidade do diretor e dos atores do filme. O “overacting” era, muitas vezes, decorrente da atuação teatral, e alguns diretores preferiam, por receio de ousar, manter a tradicional forma de representar. Mediante os exageros, muitos filmes silenciosos mediante as atuais plateias podem parecer simplistas demais ou próprios da Cultura camp. O estilo de atuação melodramática era, em alguns casos, transferido de experiências anteriores de uns atores para outros, de forma que havia uma persistente presença de atores de palco no filme, ao que consta uma explosão do diretor Marshall Neilan, em 1917: \"The sooner the stage people who have come into pictures get out, the better for the pictures\".Brownlow, Kevin. The people on the brook, Borzoi Book, Alfred Knopf, 1968, p. 344-353.”Quanto mais cedo o pessoal que trabalhou nos filmes sair, melhor para as fotos”. Em outros casos, diretores tais como John Griffith Wray pediam aos seus atores expressões maiores para dar ênfase. Porém, já em 1914 os espectadores americanos tinham começado a demonstrar a sua preferência pela maior naturalidade na tela.Brownlow, 1968, pp. 344–353 O alcance da imagem e a intimidade sem precedentes do ator com o público começou a afetar o estilo de agir, trazendo maior sutileza da expressão. Atrizes como Mary Pickford, em todos os seus filmes, Eleonora Duse no filme italiano “Cenere” (1916), Janet Gaynor em “Sunrise: A Song of Two Humans”, Priscilla Dean em “Outside the Law” (1920) e “White Tiger”, Lillian Gish e Greta Garbo na maioria de suas atuações, transformam um naturalismo fácil em uma virtude de qualidade da atuação. Diretores como Albert Capellani (diretor francês que também trabalhou nos Estados Unidos dirigindo Alla Nazimova) e Maurice Tourneur insistiram no naturalismo em seus filmes. Em meados da década de 1920, muitos filmes mudos americanos adotaram um estilo mais naturalista de agir, embora nem todos os atores e diretores tenham aceitado; até 1927, filmes com estilos de atuação expressionista, como \"Metropolis\", ainda estavam sendo lançados. Mediante a desculpa de que alguns espectadores gostavam da atuação extravagante, vários países foram mais tardios do que os Estados Unidos em abraçar o estilo naturalista em seus filmes. Apenas na época atual, o sucesso de filmes depende da configuração, do humor, do script, das habilidades do diretor e do talento global do elenco. ==Intertítulos== Visto que os filmes mudos não podiam aproveitar o som sincronizado para os diálogos, eram introduzidas legendas em determinadas partes do filme, os “intertítulos”, para clarificar as situações para os espectadores, ou para fornecer diálogo crítico. As projeções dos filmes mudos eram acompanhadas, muitas vezes, por música ambiente, executada por orquestras que acompanhavam os filmes na coxia. Os cinemas das pequenas cidades geralmente possuíam um pianista ou outro instrumentista para acompanhar e sonorizar a projeção, enquanto as grandes cidades possuíam orquestras próprias para produzir os efeitos sonoros necessários. Eventualmente, havia narradores que relatavam ou descreviam as cenas. ==Velocidade de projeção== Os filmes mudos eram mais lentos – normalmente com 16 a 20 quadros por segundo –, do que os filmes sonoros – com 24 quadros por segundo. Tal técnica era utilizada para acelerar a ação, em especial nas comédias. Até a padronização da velocidade de projeção de 24 quadros por segundo para filmes sonoros entre 1926 e 1930, os filmes mudos foram filmados em velocidades variáveis de 12 a 26 quadros por segundo, dependendo do ano e do estúdio.Kevin Brownlow, Silent Films: What Was the Right Speed? (1980). Um exemplo bem lento é The Birth of a Nation em que algumas cenas exigem 12 quadros por segundo. O \"Standard silent film speed\" muitas vezes defende ser de 16 quadros por segundo o resultado dos filmes do cinematógrafo de Auguste e Louis Lumière, mas na prática industrial isso variava consideravelmente; não havia nenhum padrão real. Cinegrafistas da época insistiam que sua técnica de arranque foi exatamente 16 quadros por segundo, mas os modernos exames dos filmes mostram que isso pode estar equivocado, que eles, muitas vezes, eram mais rápidos. A menos que cuidadosamente mostrados em suas velocidades pretendidas, os filmes mudos podem parecer anormalmente rápidos ou lentos. No entanto, algumas cenas foram intencionalmente rápidas durante a filmagem, para “acelerar a ação” – especialmente de comédias e filmes de ação. A lenta projeção de um filme a base de nitrato representava um risco de incêndio, pois como cada quadro era exposto por mais tempo sob o intenso calor da lâmpada de projeção; mas havia outros motivos para a projeção de um filme em um ritmo maior. Muitas vezes projecionistas recebiam instruções de distribuidores e diretores musicais sobre a velocidade particular com que as bobinas ou cenas deveriam ser projetadas. Em casos raros, geralmente para maiores produções, era providenciado para o projecionista um guia detalhado para a apresentação do filme. Os cinemas também – para maximizar o lucro – às vezes variavam as velocidades de projeção, dependendo da hora do dia ou da popularidade de um filme, para que o mesmo coubesse em um intervalo de tempo prescrito. Por meio de projetores com lâmina dupla e tripla, a taxa projetada era multiplicada duas ou três vezes mais que o número de quadros do filme – cada quadro aparecia duas ou três vezes na tela. Os primeiros estudos feitos por Thomas Edison determinaram que qualquer taxa abaixo de 46 imagens por segundo “forçará o olho”. Um projetor de três lâminas, projetando um filme de 16 quadros por segundo rapidamente, iria superar esta marca, dando ao público 48 imagens por segundo. Na década de 1950, muitas conversões de filmes mudos para taxas incorretas de cadência, para a transmissão televisiva, podem ter alienado espectadores. O diretor Gus Van Sant descreve em seu comentário em Psycho: Collector's Edition (1998) que ele e sua geração foram provavelmente desligados do cinema mudo por causa da incorreção da velocidades de transmissão da TV. A velocidade do filme, muitas vezes, é uma questão polêmica entre estudiosos e cinéfilos na apresentação dos silenciosos hoje, especialmente quando se trata de lançamentos em DVD dos filmes restaurados. A restauração feita em 2002 de \"Metropolis\", de 1927, pode ser o mais ferozmente debatido exemplo atual. ==Tintura== Com a falta de cor natural de processos disponíveis, os filmes do cinema mudo foram frequentemente mergulhados em corantes e tingidos de vários tons e matizes para sinalizar um humor ou representar a hora do dia. Cenas noturnas eram representadas em azul, enquanto amarelo ou âmbar significavam o dia. O fogo era representado em vermelho e o verde representava uma atmosfera misteriosa. Da mesma forma, a tonificação do filme (como era comum no cinema mudo a tonificação sépia), com soluções especiais, substituía as partículas de prata do filme com sais ou corantes de várias cores. Uma combinação de tingimento e tonificação poderia ser usada como um efeito que poderia ser marcante. Alguns filmes foram pintado à mão, como \"Annabelle Serpentine Dance\" (1894), do Edison Studios. Nele, Annabelle Whitford,ibdb uma jovem dançarina da Broadway, está vestida com véus brancos que parecem mudar de cor enquanto ela dança. Esta técnica foi projetada para capturar o efeito de performances ao vivo de Loie Fuller, a partir de 1891, em que o palco iluminado com gel colorido refletia sobre as roupas brancas em movimento artístico.Richard Nelson Current and Marcia Ewing Current, Loie Fuller: Goddess of Light, Northeastern Univ Press, May 1997, ISBN 1-55553-309-4. Coloração à mão era usada frequentemente nos truques e fantasias dos filmes da Europa, especialmente os de Georges Méliès. Méliès começou seu trabalho mais cedo com tingimento a mão, em 1897, tendo em Cendrillon, de 1899, um dos primeiros exemplos de filme pintado à mão, em que a cor era uma parte crítica da cenografia ou mise an scene; para tonalizar era usada a oficina de Elisabeth Thuillier, em Paris, com equipes de artistas do sexo feminino adicionando camadas de cor para cada quadro, à mão.Bromberg, Serge and Eric Lang. The Extraordinary Voyage. MKS/Steamboat Films, 2012. DVD. Uma nova versão restaurada de “Le Voyage dans la Lune”, de Méliès, originalmente realizado em 1902, mostra o uso exuberante da cor para fazer a textura da imagem.A Trip to the Moon in its Original 1902 Colors. Technicolor Foundation for Cinema Heritage. 2012. Flicker Alley. p. 18-19. ==Antecedentes== O cinema desenvolveu-se, sob o ponto de vista científico, antes que as suas possibilidades artísticas e comerciais fossem conhecidas e exploradas. Alguns dos primeiros avanços científicos que levaram ao desenvolvimento do cinema foram as observações de Peter Mark Roget, secretário da Real Sociedade de Londres, que em 1824 publicou um importante trabalho científico com o título \"Persistence of Vision with regard to Moving Objects\", em que afirmava que o olho humano percebe as imagens uma fração de segundos depois de recebê-las. Esta descoberta levou vários cientistas a pesquisarem o fato. ===Lanterna mágica=== É provável que a origem da lanterna mágica seja muito antiga, mas no Século XVII o padre jesuíta alemão Athanasius Kircher foi quem a descreveu. Seu princípio é fazer aparecer, ampliado sobre uma parede branca ou tela estendida num lugar escuro, figuras pintadas em tamanho pequeno, em pedaços de vidro fino, com cores bem transparentes.Ernesto Leibovich Acessado em 14-09-2012 Em 1840, Auguste Lapierre, funileiro em Paris, fabricou uma lanterna mágica que consistia de uma lanterna de ferro estanhado, a \"lanterna quadrada\", que era comercializada desde 1843. Seu filho Edouard criou em 1891 um modelo para os adultos, \"a lanterna de projeção\", que permitia utilizar vistas fotográficas formato 8,5 X 10 cm. De 1901 em diante, René e Maurice, filhos de Edouard, dirigiram o negócio, lançando em 1903 o \"lucifone\", que compunha-se de uma lanterna mágica e de um fonógrafo de cilindro, unindo imagem e som, fazendo projeções sonoras acompanhadas de cantos e risos. Em 1920, parte do negócio Lapierre foi vendida à Sociedade Ótica e Mecânica do grupo Schneider, para fundar a sociedade chamada \"Lanternas mágicas e cinema de amador\". Em 1961, René Lapierre, então com 82 anos, ainda explorava a sociedade. ===Os primeiros experimentos=== Tanto nos Estados Unidos quanto na Europa, as imagens animadas se tornaram uma espécie de passatempo, através de dispositivos populares nos salões de classe média. Concretamente, descobriu-se que, ao se dispor ante os olhos imagens de movimento que transcorrem em um segundo, sucessivamente, a persistência da visão faz com que pareçam em movimento. O zootropo apresenta uma série de desenhos dispostos lado a lado em sentido horizontal, em tiras de papel colocadas no interior de um tambor giratório, montado sobre um eixo; ao girar, as imagens parecem estar em movimento. Um artefato mais elaborado era o Praxinoscópio, do inventor francês Charles Émile Reynaud, que consistia em um tambor giratório com um anel de espelhos no centro e os desenhos na parte interna do tambor, e na medida em que esse girava, os desenhos pareciam se mover. Na mesma época, William Henry Fox Talbot, no Reino Unido, e Louis Daguerre, na França, trabalhavam em uma nova descoberta que possibilitaria desenvolver, posteriormente, o Cinematógrafo: a fotografia, já que tal invento levou à possibilidade do cinema. A partir de 1852, começou a ser possível fotografar um movimento real em várias poses. Em 1877, o fotógrafo anglo- americano Eadweard Muybridge empregou uma bateria de 24 câmaras para gravar o ciclo de movimentos do galope de um cavalo. Um passo importante no desenvolvimento da primeira câmera de imagens foi dado pelo fisiólogo francês Étienne Jules Marey, com o cronofotógrafo portátil, que permitia obter 12 imagens em uma placa giratória que completava sua rotação em um segundo. No entanto, a película consistia de um papel molhado em azeite que se dobrava e soltava com facilidade; por volta de 1889, os inventores estadunidenses Hannibal Goodwin e George Eastman fizeram tiras de emulsão fotográfica de alta velocidade (que necessitavam pouco tempo para a impressão) num celuloide mais resistente. ===Thomas Alva Edison e William K. L. Dickson=== Até 1890, os cientistas estavam mais interessados no desenvolvimento da fotografia do que da cinematografia. Isto mudou quando o inventor Thomas Alva Edison construiu “Black Maria”, um laboratório em West Orange (Nova Jérsei), que se converteu em um lugar de experimentação de imagens em movimento, tornando-se o primeiro estúdio de cinema do mundo. Em 1891, Thomas Edison inventou o cinetógrafo e posteriormente o cinetoscópio. Na realidade, foi William K. L. Dickson foi quem desenhou o sistema de engrenagens que permitia que o filme corresse dentro da câmera, sendo também o primeiro a obter, em 1889, uma rudimentar imagem com som. O cinetoscópio patenteado por Edison era uma caixa movida a eletricidade, que continha o filme inventado por Dickson, mas com funções limitadas, pois o cinetoscópio não projetava o filme; tinha uns 15 metros de filme, e o espectador – individual – tinha que ver a imagem através de uma lente de aumento. O artefato, que funcionava depositando uma moeda, não pode ser considerado como um espetáculo público, mas apenas uma curiosidade de salão, que em 1894 se via em Nova Iorque, e antes do ano terminar, em Londres, Berlim e Paris. ===Narrativa=== A primeira narrativa filmada foi criada por Louis Le Prince, em 1888. Era um filme de dois segundos com pessoas andando no jardim de ruas de Oakwood, intitulado Roundhay Garden Scene.Guinness Book of Records, all editions. ===Os Irmãos Lumière=== As experiências com projeção de imagens em movimento visíveis para um maior número de espectadores se desenvolveram nos Estados Unidos e na Europa; na França, sem contar com a grande infraestrutura industrial que Edison tinha, os irmãos Auguste e Louis Lumière chegaram ao cinematógrafo, invento que era ao mesmo tempo câmera, filmadora e projetor, e na verdade é o primeiro equipamento que se pode chamar de cinema, mediante a sua apresentação pública em Paris, a 28 de dezembro de 1895, e o nome de seus inventores ficou conhecido internacionalmente como os pioneiros do cinema. Os irmãos Lumière produziram um grande número de curta- metragens documentais com êxito, com diversos elementos em movimento, tais como trabalhadores saindo de uma fábrica e um jardineiro regando plantas. Um dos seus mais efetivos exemplos de curta-metragem foi o que mostrava um trem correndo em direção ao espectador, que assustava o público. Quanto ao cinema de Edison, era mais teatral, apresentando números circenses, bailarinas e atores dramáticos que atuavam para as câmeras. ===Georges Méliès e Edwin S. Porter=== Em 1896, o ilusionista francês Georges Méliès demonstrou que o cinema não servia apenas para gravar a realidade, mas também para criar a fantasia. Com tais premissas, produziu filmes narrativos, dando início ao cinema de apenas uma bobina. Em um estúdio em Paris, Méliès rodou o primeiro grande filme encenado, com quase 15 minutos: \"L’Affaire Dreyfus\" (1899), e “Cendrillon”, com 20 cenas. Méliès é muito lembrado por suas engenhosas fantasias, como \"Le Voyage dans la Lune\" (1902) e \"Les aventures de baron de Munchhausen\", em que experimentou as possibilidades da câmera de cinema. Descobriu que poderia, por exemplo, fazer duas tomadas da cena diferentes, fazendo desaparecer um objeto. Seus curta-metragens tiveram êxito junto ao público, e expandiram-se pelo mundo, sendo considerados atualmente como os precursores das técnicas cinematográficas. O estilo documental dos irmãos Lumière e as fantasias teatrais de Méliès fundiram-se nas ficções realistas do inventor estadunidense Edwin S. Porter, a quem se atribui a paternidade do “filme de ficção”. Trabalhando no estúdio de Edison, Porter produziu o primeiro filme estadunidense interessante, \"The Great Train Robbery\", em 1903. Esse filme, de 8 minutos, influenciou de forma decisiva no desenvolvimento do cinema, pois incluía novidades, tais como a montagem de cenas e lugares adequados para compor a unidade narrativa. Ao fazer isso, Porter transformou a montagem em um dos fundamentos da criação cinematográfica, com o objetivo de dar coerência ao contexto. \"The Great Train Robbery\" fez muito sucesso e contribuiu notavelmente para que o cinema se tornasse um espetáculo de massas. As pequenas salas de cinema dos Estados Unidos, conhecidas como \"nickelodeons\", expandiram-se e o cinema começou a ser visto como indústria. A maioria dos filmes, de um só rolo, era composto de comédias curtas, histórias aventurescas ou gravações da atuação dos atores teatrais mais famosos da época. ==Filmes mudos== Entre 1909 e 1912, a indústria nascente do cinema estava sob o controle de um “trust”, do monopólio estadunidense, a MPPC (Motion Pictures Patents Company), formado pelos principais produtores. Esse grupo estipulou a duração dos filmes a um ou dois rolos ou bobinas e negou aos atores que aparecessem seus nomes nos créditos. O trust foi desfeito com êxito em 1912, com a lei antitrust do governo, que permitiu aos produtores independentes terem suas próprias companhias de distribuição e exibição, dando ao público obras de qualidade, tais como \"Quo vadis?\" (1912, de Enrico Guazzoni), da Itália, e \"La reina Isabel\" (1912), da França, protagonizada pela atriz Sarah Bernhardt. ==Seriados== thumb|150px|left|The Adventures of Kathlyn, o segundo seriado estadunidense e o primeiro com cliffhangers. Entre 1908 e 1920, o cinema se desenvolveu através dos chamados filmes em série ou seriados, que se tornaram a grande atração das casas de projeção.História a jato do cinema 5: A Aventura, Os Seriados, Rio de Janeiro: EBAL, 1983 Essa inovação não era, porém, uma criação do cinema, pois na época, em especial na França, eram populares os fascículos quinzenais com histórias policiais e de aventuras, os quais se espalharam pela Europa. Foi na França, portanto, que o seriado surgiu, com “Nick Carter, le roi des détectives”, em 1908, baseado nos fascículos, sob direção de Victorin Jasset. Mediante o sucesso da série, várias imitações foram feitas na Europa, tais como “RafflesRaffles serial at Silent Era” e “Sherlock Holmes” na Dinamarca e “Nick Carter” na Alemanha. Em 1910, foi realizado o seriado \"Arsène Lupin Contra Sherlock Holmes\", drama alemão em 5 capítulos, dirigido por Viggo Larsen e baseado em Arsene Lupin Contre Sherlock Holmes,Lupin/Holmes at Silent Era de Maurice LeBlanc. Os filmes em série chegaram, por volta de 1912, aos Estados Unidos, com \"What Happened to Mary?\", co-produção do Edison Studios Company e da revista “The Ladies World”, primeiro seriado estadunidense. Os seriados comumente eram acompanhados, enquanto veiculavam nos cinemas, pela mesma história em capítulos nos jornais. Os seriados eram filmes curtos sequenciais, apresentados com um número limitado de episódios, perfazendo no total uma história completa. Foram uma forma de filme B muito comum na primeira metade do século XX, usualmente contendo entre dez e quinze episódios, e cada episódio terminava com uma proposta extrema, em que o herói (ou a heroína) enfrentava uma situação de perigo, aparentemente sem solução, de forma a prender a atenção do público, levá-lo à curiosidade de ver o episódio seguinte, e conferir a forma com que o perigo seria superado (cliffhanger). Os episódios originalmente eram semanais, e sempre terminavam com um convite ao público para assistir o subsequente. Em 1929, a Mascot Pictures realizou o primeiro seriado com som, porém parcial, “The King of the Kongo” e em seguida a Universal Studios realizou o seu primeiro seriado sonoro (também parcial), “The Ace of Scotland Yard”. O primeiro seriado totalmente falado foi realizado pela Universal Studios no ano seguinte, o Western “The Indians Are Coming”. ==Cinema mudo estadunidense== O exemplo dos europeus, especialmente da Itália, que em 1912, com 717 produções seria o cinema mais potente do mundo, fez com que os produtores estadunidenses reagissem, vendo-se obrigados a fazer filmes mais longos, com maior liberdade artística dos diretores, além de os atores figurarem nos créditos do filme, transformando-os em favoritos do público. Dessa forma, seguiu-se um período de expansão econômica e artística do cinema estadunidense. ===Primeiros estúdios=== Os primeiros estúdios de cinema estadunidenses foram localizados na cidade de Nova Iorque. Em dezembro de 1908, Edison formou a Motion Picture Patents Company, em uma tentativa de “controlar” a indústria cinematográfica. O \"Edison Trust\", como era chamado, era composto das companhias Edison Studios, Biograph Company, Essanay Studios, Kalem Company, George Kleine Productions, Lubin Manufacturing Company, Georges Méliès, Pathé, Selig Studios, e Vitagraph Studios, e dominava a distribuição através da General Film Company. A Motion Picture Patents Co. e a General Film Co. foram considerados culpadas de violações da lei antitrust estadunidense em outubro de 1915, e foram dissolvidas. O Edison Studios foi transferido de West Orange, Nova Jérsei (1892), para o Bronx, em Nova Iorque (1907). A Fox (1909) e a Biograph (1906) se fixaram em Manhattan, com os estúdios em St George Staten Island; alguns filmes foram feitos em Fort Lee, Nova Jérsei. A Thanhouser Film Corporation foi fundada em New Rochelle, Nova Iorque, em 1909, pelo empresário Edwin Thanhouser. A companhia produziu e lançou 1086 filmes entre 1910 e 1917, incluindo o seriado \"The Million Dollar Mystery\", lançado em 1914. Os primeiros Westerns foram filmados no Scott's Movie Ranch; cowboys e índios galopavam através do rancho de Fred Scott em South Beach, Staten Island, que tinha uma rua principal de fronteira, uma ampla seleção de diligências e uma paliçada de 56 metros. A ilha fornecia um substituto útil para locais tão variados como o deserto do Saara e um campo de cricket britânico. As cenas de guerra eram rodadas em Grasmere, Staten Island. \"The Perils of Pauline\" e o popular seriado \"The Exploits of Elaine\" foram filmados na ilha. As filmagens mudaram para a costa oeste em torno de 1911. ====Hollywood==== Entre 1915 e 1920, as grandes salas de cinema cresceram através do território estadunidense, mediante uma indústria que se transferia de Nova Iorque para Hollywood, pequena localidade californiana de Los Angeles, e produtores independentes, como Thomas Harper Ince, Cecil B. de Mille e Mack Sennett, construíram seus próprios estúdios. Ince iniciou o sistema de unidades, em que se trabalhava cada obra, separadamente, liderada por um chefe de unidade – o produtor executivo –, de forma a se fazer vários filmes ao mesmo tempo. Dessa foram, produziram-se centenas de filmes por ano, a maioria Westerns, comédias pastelão e melodramas, como o filme de Cecil B. de Mille \"Male and Female\" (1919) protagonizado por Gloria Swanson. Ince, de sua parte, especializou-se na Guerra Civil Americana e em temas do oeste americano, com o então popular cowboy William S. Hart. O Motion Picture Patents Company, que teve por base Nova Iorque e outras cidades da costa leste dos Estados Unidos, foi indiretamente responsável pelo estabelecimento de Hollywood, na Califórnia, como a \"capital do cinema\", pois muitos dos cineastas independentes migraram para a região na tentativa de escapar da influência restritiva do \"truste\".Encyclopædia Britannica Online. Motion Picture Patents Company. Página visitada em 16-11-2012 Na guerra entre o truste e os independentes, particularmente a “Guerra das Stars” causou grande mudança na contratação e valorização dos astros, que passaram ao reconhecimento e ao lucro através de seus contratos. Outra razão para a mudança foi o clima, pois na costa oeste poderiam filmar o ano inteiro, sem a interrupção no inverno. ===Lista dos filmes mudos mais lucrativos dos Estados Unidos=== A seguir estão os filmes mudos da era do cinema mudo que obtiveram a maior renda bruta na história do cinema. Os montantes de dólar não estão ajustados para a inflação. #The Birth of a Nation (1915) - US$ 10 000 000 #The Big Parade (1925) - US$ 6 400 000 #Ben-Hur (1925) - US$ 5 500 000 #Way Down East (1920) - US$ 5 000 000 #The Gold Rush (1925) - US$ 4 250 000 #The Four Horsemen of the Apocalypse (1921) - US$ 4 000 000 #The Circus (1928) - US$ 3 800 000 #The Covered Wagon (1923) - US$ 3 800 000 #The Hunchback of Notre Dame (1923) - US$ 3 500 000 #The Ten Commandments (1923) - US$ 3 400 000 #Orphans of the Storm (1921) - US$ 3 000 000 #For Heaven's Sake (1926) - US$ 2 600 000 #Seventh Heaven (1926) - US$ 2 400 000 #Abie's Irish Rose (1928) - US$ 1 500 000 ====Buster Keaton==== Joseph Francis Keaton nasceu em 1895, em Pickway (Kansas), e morreu em Hollywood em 1966. Filho de dois cômicos ambulantes, Joseph e Myra Keaton, apareceu em cena antes de um ano de idade. Considerado uma das mais importantes figuras da história do cinema, por ter compreendido melhor que todos os seus contemporâneos o significado das possibilidades de cinema. Suas obras, apreciadas pelo público e pela crítica, estabeleceram uma interessante comunicação com o espectador, além de explorar a elasticidade do tempo. O mais admirável foi a sua capacidade de improviso e criatividade, nas inúmeras situações em que combinou um rosto impassível e um corpo capaz de qualquer acrobacia, em situações bastante divertidas. Buster Keaton tem sido considerado um dos três grandes mestres do “pastelão”, ao lado de Charlie Chaplin e Harold Lloyd. Quando se lhe falava sobre o fato, porém, ele retrucava: “Como se pode ser um gênio com um “sombrero” e uns sapatos enormes?”. A sua carreira apresenta obras-primas, tais como \"The General\" (1927), que costuma entrar na lista das 10 melhores comédias, pelos especialistas da sétima arte. A revista Sight and Sound escolheu-o em 1972 como o oitavo melhor filme da história do cinema. ====Charles Chaplin==== Sir Charles Spencer Chaplin Jr. foi um ator, diretor e músico de origem britânica. Chaplin era um cômico genial, e sua simples presença era suficiente para o êxito comercial do filme, sendo a primeira lenda viva devido ao seu personagem, o vagabundo Carlitos ou Charlou em Portugal. O personagem mescla a comédia sentimental, a sátira social e o “patético” da natureza humana, tornando-se um arquétipo universal. O personagem foi se firmando ao longo dos filmes \"The Tramp\" (1915), \"A Dog's Life\" (1918), \"The Kid\" (1921) e \"The Gold Rush\" (1925). Com a chegada do cinema sonoro, os produtores se negam a fazer \"City Lights\" (1931), então Chaplin o produz por sua própria conta e faz grande sucesso, êxito que se repete em \"Modern Times\" (1936), sátira sobre a automatização do trabalho, e \"The Great Dictator\" (1940), primeiro filme falado de Chaplin, uma “paródia” de ditadores, na figura de Adolf Hitler, o que lhe causaria inimizade entre os setores mais reacionários do poder estadunidense, obrigando-o a abandonar o país na década de 1950, quando houve a “caça às bruxas”, promovida por McCarthy. Algum tempo antes, em 1919, Chaplin, junto com D. W. Griffith e os dois mais famosos atores do momento, Mary Pickford e Douglas Fairbanks, formam a produtora United Artists, iniciando a era dourada do cinema mudo dos Estados Unidos. ====Douglas Fairbanks==== Douglas Fairbanks (1883-1939), ator e produtor estadunidense, célebre pelas habilidades acrobáticas e de espadachim, foi a grande atração de seus filmes. Seu nome verdadeiro era Douglas Elton Ulman, nasceu em Denver, Colorado; depois de trabalhar por um tempo em uma companhia de valores em Wall Street, decidiu-se pela vida artística em 1901. Nos 14 anos seguintes chegou ao estrelato, e em 1919, formou sua própria produtora, ao lado de D.W. Griffith, Mary Pickford, sua segunda esposa, e Charles Chaplin: a United Artists. Entre os mais famosos filmes de Fairbanks estão “The Mark of Zorro” (1922), \"Robin Hood\" (1922, Allan Dwan), \"The Thief of Bagdad\" (1924, Raoul Walsh), “Don Q, Son of Zorro” (1925, Donald Crisp), \"The Black Pirate\" (1926, A. Parker), \"The gaucho\" (1927, F. Richard Joles), \"The Iron Mask\" (1929, Allan Dwan) e \"The Taming of the Shrew\" (1929, Sam Taylor), junto a Mary Pickford. Seu último filme foi \"The Private Life of Don Juan\", em 1934, dirigido por Alexander Korda. Seu filho, Douglas Fairbanks, Jr. também foi um ator importante, na produção cinematográfica e televisiva. ===Som e música ao vivo=== Exibições de filmes mudos quase sempre contaram com música ao vivo, começando com o pianista na primeira projeção pública de filmes dos irmãos Lumière, em 28 de dezembro de 1895, em Paris.Cook, David A. A History of Narrative Film, 2nd edition. New York: W.W. Norton, 1990. ISBN 0-393-95553-2 Desde o início, a música foi reconhecida como essencial, contribuindo para a atmosfera e dando ao público vitais sugestões emocionais; músicos eram às vezes colocados em sets durante a filmagem por razões semelhantes. Salas de cinema de bairro e cidade pequenas geralmente tinham um pianista. A partir de meados da década de 1910, os cinemas das grandes cidades costumavam ter organistas ou conjuntos de músicos. Órgãos próprios para o cinema foram projetados para preencher uma lacuna entre um solista de piano simples e uma orquestra maior. Esses órgãos tinham uma ampla gama de efeitos especiais; órgãos como a famosa Mighty Wurlitzer poderiam simular alguns sons orquestrais juntamente com uma série de efeitos de percussão, como tambores graves e címbalos e efeitos de som variando de galope de cavalos a trovões. Escores musicais para os filmes mudos foram improvisados ou copiados do repertório clássico. O filme, muitas vezes, era acompanhado de um guia para o maestro ou o músico, com anotações detalhadas sobre efeitos e modos para assistir. Começando com o escore original composto por Joseph Carl Breil para \"The Birth of a Nation\" (1915), de D. W. Griffith, tornou-se relativamente comum para os filmes de maior orçamento chegarem ao cinema com um escore original, especialmente composto.Eyman, Scott. The Speed of Sound: Hollywood and the Talkie Revolution, 1926-1930. New York: Simon & Schuster, 1997. ISBN 0-684-81162-6 No entanto, os primeiros escores completos foram compostos antes, em 1908, por Camille Saint-Saëns, para \"La Mort du duc de Guise\",Marks, Martin Miller, Music and the Silent Film: Contexts and Case Studies, 1895-1924, 1997, Oxford University Press e por Mikhail Ippolitov-Ivanov para \"Stenka Razin\". Quando organistas ou pianistas usavam partituras, eles ainda podiam adicionar improvisos para aumentar o drama na tela. Mesmo quando os efeitos especiais não eram indicados na pontuação, se um organista estava tocando um órgão capaz de um efeito de som incomum, como um efeito de cavalos galopando, seria usado para dramáticas perseguições a cavalo. Na época do cinema mudo, os filmes eram a maior fonte de emprego para músicos instrumentais (pelo menos na América), mas a introdução do cinema falado, que aconteceu simultaneamente com o início da Grande Depressão, foi devastadora para muitos músicos. Alguns países desenvolveram outras formas de trazer o som para filmes mudos. O cinema do Brasil teve destaque com filmagem de operetas com cantores executando atrás da tela.Parkinson, David. History of Film. New York: Thames and Hudson, 1995, pp. 69. ISBN 0-500-20277-X No cinema japonês, filmes tiveram não só a música ao vivo, mas também o benshi, um narrador ao vivo que fornecia comentários e vozes para os personagens. O benshi tornou-se, assim, um elemento central no filme japonês, e também fornecia tradução para os filmes estrangeiros.Standish, Isolde. A New History of Japanese Cinema: A Century of Narrative Film. New York: Continuum, 2005. ISBN 0-8264-1709-4 A popularidade do benshi nos filmes mudos persistiu até os anos 1930, no Japão. Recentemente tem ressurgido o interesse na apresentação de filmes mudos com partituras musicais de qualidade, ou regravações de período. Um divisor de águas neste contexto foi a restauração feita em 1980 por Kevin Brownlow do filme de Abel Gance, \"Napoléon\", com um escore de Carl Davis. A restauração de Brownlow mais tarde foi distribuída na América, re-editada e reduzida por Francis Ford Coppola com uma partitura orquestral ao vivo, composta por seu pai, Carmine Coppola. Em 1984, a restauração de \"Metropolis\" (1927) com novo escore musical por Giorgio Moroder foi outra prova do moderno interesse pela “era muda”. O escore que incluía som pop de Freddy Mercury do Queen, Pat Benatar e Jon Anderson do Yes, houve controvérsias. Conjuntos de música atuais executam tanto partituras tradicionais quanto contemporâneas para filmes mudos. Os de abordagem tradicional incluem organistas e pianistas como Dennis James, Rick Friend, Chris Elliott, Dennis Scott, Clark Wilson e Jim Riggs. Condutores de orquestras como Gillian B. Anderson, Carl Davis, Carl Daehler e Robert Israel têm escrito e compilado partituras para inúmeros filmes mudos. Além de compor trilhas sonoras para filmes novos, Timothy Brock tem restaurado muitas das partituras de Charlie Chaplin. Conjuntos de música contemporânea estão ajudando a introduzir filmes mudos clássicos para um público mais amplo através de uma ampla gama de abordagens e estilos musicais. Alguns artistas criaram novas composições usando instrumentos musicais tradicionais, enquanto outros adicionam sons eletrônicos, harmonias modernas, ritmos, improvisação e elementos de “design” de som para melhorar a experiência de assistir aos filmes. Entre os conjuntos contemporâneos nesta categoria estão Alloy Orchestra, Club Foot Orchestra, Silent Orchestra, Mont Alto Motion Picture Orchestra e The Reel Music Ensemble. Alloy Orchestra, que começou a atuar em 1990, está entre os primeiros da nova onda de conjuntos de música de cinema mudo. Um dos poucos atores do cinema mudo ainda ativo no século XXI foi o cantor, estrela de cinema holandês-alemão, Johannes Heesters (1903–2011). ==Cinema mudo latino-americano== O cinematógrafo se tornou conhecido nas capitais dos países latino-americanos após a primeira projeção em Paris, pelos Irmãos Lumière. Nenhum deles, porém, teve uma indústria própria até a década de 1940. Desde o início do século XX, a distribuição e exibição de filmes era feita pelas companhias estadunidenses de cinema, controlando todo o continente. No período da II Guerra Mundial, como aliado, o México beneficiou- se desse importante mercado cedido pelos Estados Unidos em detrimento da Argentina e Espanha, o primeiro neutro e o segundo sob uma ditadura fascista, que viram decair suas respectivas indústrias cinematográficas. Nesse período, o México viu aumentar sua indústria graças a um mercado seguro de língua castelhana, e suas produções em geral eram comédias, dramas populares ou filmes sócio-folclóricos. O cinema no México iniciou com a obra \"Riña de hombres en el zócalo\" 1897), e depois surgiram noticiários sobre a independência e a Revolução Mexicana, como \"El grito de Dolores\" 1910, de Felipe Jesús del Haro, ou \"Insurrección en México\" (1911, dos irmãos Alva). Em 1917, cria-se a produtora Azteca Film, que produz filmes de ficção, como \"La obsesión\". ==Cinema mudo no Brasil== No Brasil, o inventor Hercule Florence é considerado o precursor brasileiro da fotografia. Observando o descolorimento que sofriam os tecidos expostos à luz do sol e informado pelo jovem boticário (e futuro botânico) Joaquim Correia de Melo das propriedades do nitrato de prata, deu início às suas investigações sobre fotografia. Suas primeiras experiências com a câmera obscura datam de janeiro de 1833 e encontram-se registradas no manuscrito “Livre d'Annotations et de Premier Matériaux”. Mais de 150 anos depois, o exame detalhado desse manuscrito por Boris Kossoy levou-o a comprovar o emprego pioneiro de Florence da palavra \"photographie\", pelo menos cinco anos antes que o vocábulo fosse utilizado pela primeira vez na Europa.ABARCA, B.& FERRARI, K. in Cineinana: Resumo- Cinema mudo no Brasil Em São Paulo, em 1889 chega a “lanterna mágica”, que ficou conhecida como “A Maravilha do Século”, trazida do exterior por Benjamin Schalch, que apresentava imagens com movimentos. O cinema mudo no Brasil inicia em 19 de junho de 1898, com os equipamentos e filmes trazidos para o Brasil pelos irmãos Affonso Segretto e Pascoal Segreto, que ao chegar no Rio de Janeiro imediatamente iniciaram a fazer imagens, no próprio porto. Os Segrettos foram, portanto, os pioneiros na captação de imagens em movimento no país, filmando eventos e cerimônias. Destaca-se, entre tais documentos, a visita do Presidente Prudente de Moraes, em 5 de julho de 1898. Em 13 de fevereiro de 1898, o médico José Roberto de Cunha Sales realiza uma das primeiras exibições do cinematógrafo em São Paulo. Em São Paulo, a primeira filmagem foi feita por Afonso Segreto em 20 de setembro de 1899, em uma celebração da colônia de imigrantes italianos. Atualmente, os pesquisadores consideram que os primeiros filmes realizados no Brasil foram \"Ancoradouro de Pescadores na Baía de Guanabara\",Ancoradouro de Pescadores na Baía de Guanabara Filmografia Brasileira - Cinemateca Brasileira - Ministério da CulturaO relato de uma descoberta histórica Portal ClicRBS \"Chegada do trem em Petrópolis\",Chegada do Trem em Petrópolis Filmografia Brasileira - Cinemateca Brasileira - Ministério da Cultura \"Bailado de Crianças no Colégio, no Andaraí\"Bailado de Crianças no Colégio, no Andaraí Filmografia Brasileira - Cinemateca Brasileira - Ministério da Cultura e \"Uma artista trabalhando no trapézio do Politeama\".Filmes Mudos, Cinema, Tradição e Pioneirismo Instituto Histórico de PetrópolisUma Artista Trabalhando no Trapézio Filmografia Brasileira - Cinemateca Brasileira - Ministério da Cultura ==Cinema mudo europeu== A produção cinematográfica no Reino Unido, Itália e países nórdicos decaiu no fim da I Guerra Mundial mediante os custos de produção e a incapacidade comercial para competir no mercado mundial crescente. Por outro lado, na Alemanha, na recém criada União Soviética e na França, os filmes alcançaram uma nova significação artística, assinalando um período próspero no meio cinematográfico. ===Alemanha e Áustria=== Um importante e inovador cinema mudo alemão tomou por base o expressionismo e as técnicas do teatro clássico, tendo como exemplo o filme expressionista que marcou a época, “Das Cabinet des Dr. Caligari” (1919), de Robert Wiene, em que foram utilizadas estilizações visuais e decorativas para contar uma história de terror que identifica a autoridade com a criminalidade. Filmes como \"Der Golem, wie er in die Welt kam\" (1920), de Paul Wegener e Henrik Galeen, \"Nosferatu, Eine Symphonie des Grauens\" (1922), de F. W. Murnau e \"Metropolis\" (1927) de Fritz Lang retratam uma sociedade robotizada, dominada por um grande poder industrial em que os trabalhadores estão reduzidos à posição de escravos. Todos esses filmes criaram escola no cinema comercial estadunidense, com seus temas, decorações e estilo, como provam as contratações posteriores dos diretores pela indústria hollywoodiana. Na metade da década de 1920, a capacidade técnica do cinema alemão se sobrepunha a qualquer outro país do mundo. Os atores e diretores eram financiados pelo Estado, com uma capacitação de estúdios tais como a \"UFA\" (Universum Film Aktiengesellschaft), de Berlim. Os estudos introspectivos e expressionistas da vida das classes populares se caracterizavam pela sua dignidade, beleza e duração, além de serem acompanhados de avanços nos efeitos visuais e fotográficos. Os diretores alemães liberaram as câmeras dos tripés e as colocaram sobre rodas, alcançando uma mobilidade então inédita. Filmes como os de Murnau Der letzte Mann\" (1924), protagonizado por Emil Jannings, “Die freudlose Gasse” (1926), de Georg Wilhelm Pabst, protagonizado por uma jovem Greta Garbo, foram aclamados universalmente pela profundidade das emoções que comunicavam, e pelos avanços técnicos. Mediante a migração dos melhores talentos alemães, austríacos e, em geral, centro-europeus, a produção caiu rapidamente após 1925, convertendo-se em uma indústria que se atinha a imitar a produção de Hollywood. ===União Soviética=== Entre 1925 e 1930 houve uma série de grandes produções soviéticas, revolucionárias tanto na sua temática quanto na força visual e métodos empregados. A indústria do cinema soviético foi nacionalizada em 1919 e colocada sob o controle do Estado. Os filmes desse período mostravam a então recente história soviética com uma força, um realismo e uma visão que significava a antítese do cinema introspectivo alemão. Os dois maiores diretores soviéticos, Serguéi Mijáilovich Eisenstein e Vsiévolod Ilariónovich Pudovkin, receberam forte influência da obra de Griffith, sobretudo a montagem, aspecto que analisaram em detalhes, formularam teorias, depuraram e aplicaram de forma a chegar aos mais brilhantes resultados da história do cinema, com tomadas individualizadas de grande força visual e impacto, capazes de deixar uma forte impressão no espectador. O emprego mais espetacular de tais técnicas se pode apreciar na obra de Eisenstein \"Bronenosets Potyomkin\" (1925), em que se relata o motim dos marinheiros em um barco de guerra, fartos de receber comida estragada, assim como a recepção que o povo de Odessa dá aos rebeldes. Na célebre seqüência das escadarias de Odessa, Eisenstein leva ao clímax os disparos dos soldados czaristas sobre a multidão, com uma série de cenas rápidas, montadas de forma alternada, combinando a descrição geral da cena com detalhes significativos, como a descida de um carrinho de bebê que roda por intermináveis degraus até ser alcançado pela mãe, ou um estudante retrocedendo horrorizado enquanto as tropas avançam sobre o povo com a baioneta armada. O resultado final cria uma emoção única, integrando toda a série de situações simultâneas. No filme The Untouchables de 1987, Brian De Palma faz uma homenagem ao cineasta Eisenstein, recriando a cena das escadarias, em meio a um tiroteio. \"The End of St. Petersburg\" (1927), de Pudovkin, e \"October\" (1928), de Eisenstein, também conhecido como \"Ten Days That Shook the World\", comemoram o décimo aniversário da Revolução Soviética sob pontos de vista extremos. Pudovkin narra a história do indivíduo como um herói, uma personificação das massas. Para Eisenstein, a própria massa em si é a protagonista heróica. Ambos os cineastas eram excelentes teóricos do cinema, que analisaram seus próprios trabalhos e o de outros autores, enriquecendo a crítica cinematográfica e a teoria do cinema através do mundo. ===França=== Após a I Guerra Mundial, um grupo de artistas desenvolveu um cinema tanto de vanguarda quanto tradicional, com pouca interferência dos produtores executivos. O escritor, diretor e editor de revistas de cinema Louis Delluc foi um defensor ardente do cinema francês, que teve grandes criadores tais como Abel Gance, René Clair, Jean Epstein e Germaine Dulac. Foi um grupo do qual dependeu a sobrevivência do cinema francês. A obra de Delluc \"Fièvre\" (1921) apresenta uma visão impressionista da vida das classes pobres, enquanto que \"Un chapeau de paille d'Italie\" (1927), de René Clair, é uma comédia baseada numa farsa popular do século XIX, e \"Napoleón\" (1927), de Abel Gance, é uma obra inovadora com relação à técnica. Uma das produções francesas mais referenciadas da década de 1920 é \"La Passion de Jeanne d'Arc\" (1928), de Carl Theodor Dreyer, que, trabalhando com uma equipe técnica internacional, escolheu o melhor do cinema escandinavo, cinema alemão e cinema soviético para fazer um cinema em estilo próprio. A interpretação de Renée Falconetti como Joana D’Arc tem sido considerada um dos melhores exemplos de interpretação cinematográfica da era do cinema mudo. Esse filme, junto com \"Sunrise: A Song of Two Humans\" (1927), filme estadunidense de Murnau, perfazem o período mais derradeiro do cinema mudo, que daria um passo ao advento do sonoro. ==Maturidade do cinema mudo== Nos anos posteriores a I Guerra Mundial, a indústria cinematográfica se converteu em um dos pilares da indústria estadunidense, gerando milhões de dólares aos produtores que tinham sucesso. Os filmes do país se internacionalizaram, dominando o mercado mundial, e os autores europeus mais proeminentes foram contratados pelos estúdios e as suas técnicas espalharam-se por Hollywood, que os adaptou para fins comerciais. O “estrelato” floresceu e os filmes empregaram grandes estrelas, tais como Rodolfo Valentino, John Barrymore, Greta Garbo, Clara Bow e Norma Shearer, como principal atrativo para o público. O período caracterizou-se também pela intenção de regular os valores morais do cinema através de um código de censura interno, criado pela própria indústria de Hollywood em 1930 (o Motion Picture Production Code ou Hays Code, assim chamado por utilizar as normas do político e moralista Will H. Hays). Esse tipo de instrumento de controle político-moralista foi usado nos Estados Unidos até 1968. Nos anos 1920 os filmes estadunidenses começaram a ganhar uma sofisticação e uma suavidade de estilo. Os Westerns românticos, como “The Iron Horse” (1924), de John Ford, utilizavam a economia e a destreza narrativas que assinalariam a trajetória de diretores clássicos como Frank Capra, William Wyler e George Stevens. No entanto, Cecil B. de Mille procurava marcar o erotismo em suas primeiras comédias sexuais, como em \"The Affairs of Anatol\" (1921), ou por trás da fachada bíblica de espetáculos como \"The Ten Commandments\" (1923) e “The King of Kings” (1927) nos quais aparecem orgias e cenas de banho sob qualquer pretexto. Dois dos diretores mais populares da época, Ernst Lubitsch e Erich von Stroheim, o primeiro alemão e o segundo austríaco, revelaram suas características sofisticadas nas primeiras obras em Hollywood. O primeiro abandonou os espetáculos que fizera em seu país e passou a fazer comédias leves, românticas, caracterizadas pela sua técnica e encanto pessoal. Em \"The Marriage Circle\" (1924) e \"So This is Paris\" (1926) abordou com tanta habilidade o tema sexual que se tornou aceitável aos censores. O trabalho de Von Stroheim, mais duro e mais europeu, foi extravagante, como em \"Foolish Wives\" (1922), em que contrasta a inocência estadunidense com a vivência europeia. ==Sonorização== A partir das tecnologias que permitiram a sonorização das películas cinematográficas, o som pode ser usado para o tratamento conceitual e estético das cenas. O suspense ou o drama, por exemplo, assim como a alteração sobre a noção espaço-temporal das cenas, foram trabalhados a partir da ambiência sonora criada pelo cineasta. O diálogo sincronizado somente tornou-se uma prática na década de 1920 com a perfeição dos amplificadores do som e a introdução do sistema Vitaphone. Após o lançamento de “The Jazz Singer” em 1927, a sonorização se tornou mais comum a cada ano, e dentro de uma década, a produção de filmes mudos já havia cessado. ===Transição=== Apesar de tentativas para criar sincronização de som e movimentos no laboratório de Edison em 1896, a tecnologia tornou-se bem desenvolvida apenas no início de 1920. Os próximos anos viram uma corrida para projetar e implementar projetos rivais de sistemas de som em filme, como Photokinema (1921), Phonofilm (1923), Vitaphone (1926), Fox Movietone (1927) e RCA Photophone (1928). Embora o lançamento de \"The Jazz Singer\" (1927) pela Warner Brothers tenha marcado o primeiro filme sonoro comercialmente bem sucedido, os filmes mudos ainda eram a maioria dos lançamentos em 1927 e 1928, juntamente com filmes silenciosos com uma seção sonora inserida. Assim, a era do cinema sonoro moderno só pode ser considerada dominante em 1929. A lista a seguir inclui somente os filmes produzidos na era do som, com a intenção artística de serem silenciosos. *People on Sunday, Robert Siodmak, 1930 *City Girl, F. W. Murnau, 1930 *Borderline, Kenneth MacPherson, 1930 *Earth, Aleksandr Dovzhenko, 1930 *City Lights, Charlie Chaplin, 1931 *Tabu, F. W. Murnau, Robert Flaherty, 1931 *I Was Born, But..., Yasujirō Ozu, 1932 *A Story of Floating Weeds, Yasujirō Ozu, 1934 *The Goddess, Wu Yonggang, 1934 ==Filmes perdidos== Nos anos que precederam o cinema sonoro, apesar de milhares de filmes mudos terem sido feitos, estima-se que 80 a 90% se perderam, pois os filmes da primeira metade do século XX eram feitos à base de nitrato, que era instável, altamente inflamável, e requeria técnicas de conservação para não se destruírem com o tempo.Nitrate won't wait: a history of film preservation in the United States at Google Books Muitos desses filmes não foram conservados, apenas alguns foram reciclados, e esse fato faz com que a conservação dos filmes encontrados seja uma prioridade entre os historiadores.Kula, Sam. Rescued from the Permafrost: The Dawson Collection of Motion Pictures SFU Journal. Archivaria Issue 8. Entre os maiores filmes da “era muda” considerados perdidos, constam: \"Saved from the Titanic\" (1912); \"The Apostle\" (1917); \"Cleopatra\" (1917);Thompson, op cit, pp. 68-78. \"Arirang\" (1926); \"Gentlemen Prefer Blondes\" (1927);Thompson, op cit, pp. 186-200. \"The Great Gatsby\" (1926); e \"London After Midnight\" (1927). Embora se saiba que muitos filmes mudos jamais serão recuperados, muitos foram descobertos em arquivos de filme ou coleções particulares. Em 1978, em Dawson City, Yukon, um trator descobriu enterradas bobinas de filme de nitrato durante a escavação de um aterro sanitário. Dawson City fora o fim da linha de distribuição de muitos filmes. Os títulos foram armazenados na biblioteca local até 1929, quando foram usados como aterro em uma piscina. Armazenados durante os anos 1950, os filmes acabaram sendo bem preservados. Havia filmes de Pearl White, Harold Lloyd, Douglas Fairbanks e Lon Chaney, Sr. Esses filmes agora estão sob os cuidados da Biblioteca do Congresso.Slide, Anthony. Nitrate Won't Wait: A History of Film Preservation in the United States 2000, p. 99. ISBN 0-7864-0836-7 A degradação do antigo estoque de filmes pode ser retardado pelo adequado arquivamento, ou os filmes podem ser transferidos para CD-ROM ou outra mídia digital para preservação. ==Homenagens== Vários cineastas homenagearam as comédias da era muda, incluindo Jacques Tati com \"Les vacances de Monsieur Hulot\" (1953), Jerry Lewis com \"The Bellboy\" (1960), Mel Brooks, que protagonizou \"Silent Movie\" (1976), Maurizio Nichetti com \"Ratataplan\" (1979), Tricicle com \"Palace\" (1995). O aclamado drama \"Three Times\" (2005), do diretor de Taiwan Hou Hsiao-Hsien, é silencioso durante um terço do filme, completado com intertítulos; “The Impostors”, de Stanley Tucci, tem uma sequência de abertura silenciosa no estilo das primeiras comédias silenciosas. O filme “A Festa de Margarette” (2003), do cineasta brasileiro Renato Falcão, é silencioso. O diretor e escritor Michael Pleckaitis coloca seu próprio toque no gênero com “Silent” (2007). Apesar de não silencioso, o show de Mr. Bean na TV e nos filmes usa os caracteres de título dos filmes mudos para criar um estilo de humor similar. Um exemplo menos conhecido é Jérôme Savarys, com o filme “La fille du garde-barrière” (1975), uma homenagem aos filmes do período de silêncio que usa intertítulos e mistura comédia, drama e cenas de sexo explícito (o que o levou a ser recusado para um certificado de cinema pelo British Board of Film Classification). Em 1990 Charles Lane dirigiu e estrelou \"Sidewalk Stories\", um filme de baixo orçamento sobre comédias silenciosas sentimentais, particularmente a de Charlie Chaplin, “The Kid” (1921). O filme alemão de 1999 \"Tuvalu\" é muito silencioso; a pequena quantidade de diálogo é uma mistura estranha das línguas europeias, aumentando a universalidade dos filmes. Guy Maddin ganhou prêmios por sua homenagem ao cinema mudo da era Soviética, com seu curta The Heart of the World, após ter feito um longa- metragem silencioso, Brand Upon the Brain! (2006), incorporando “Foley artists”, a narração e a orquestra, em shows. \"Shadow of the Vampire\" (2000) é uma representação ficcional do clássico de Friedrich Wilhelm Murnau, \"Nosferatu\" (1922). Werner Herzog homenageou o mesmo filme em \"Nosferatu: Phantom der Nacht\" (1979). Alguns filmes desenham um contraste direto entre a era do cinema mudo e a era do cinema falado. \"Sunset Boulevard\" (1950) mostra o descompasso entre as duas eras no caráter de Norma Desmond, interpretado pela estrela de cinema mudo, Gloria Swanson, e \"Singin' in the Rain\" lida com o período onde as pessoas de Hollywood tinham de enfrentar a mudança do cinema mudo para o sonoro. O filme de 1976 de Peter Bogdanovich, \"Nickelodeon\", lida com a crise do cinema mudo em Hollywood durante a década de 1910, até o lançamento do épico de D. W. Griffith, em 1915, \"The Birth of a Nation\". Em 1999, o cineasta finlandês Aki Kaurismäki produz \"Juha\", que segue o estilo do cinema mudo, usando intertítulos no lugar de diálogos. Na Índia, o filme de 1988 \"Pushpak\", estrelado por Kamal Hassan, foi uma comédia de humor negro totalmente desprovido de diálogo. O filme australiano “Dr Plonk”, de 2007, foi uma comédia silenciosa dirigida por Rolf de Heer. O teatro, por sua vez, tem elaborado, muitas vezes, sobre fontes e estilos de cinema mudo. Os atores e escritores Billy Van Zandt&Jane; Milmore encenaram o pastelão \"Silent Laughter\", um tributo de ação ao vivo para a era do cinema mudo.Silent Laughter Geoff Sobelle e Trey Lyford criaram e estrelaram \"All Wear Bowlers\" (2004), que começou como uma homenagem a Laurel and Hardy e evoluiu para incorporar seqüências de filme mudo alternando entre a ação e a tela de prata.All Wear Bowlers A animação de 1940 \"Fantasia\", que tem oito seqüências de animação diferentes, com música, pode ser considerado um filme mudo, com apenas uma cena curta envolvendo o diálogo. O filme de espionagem de 1952, “The Thief”, tem música e efeitos sonoros, mas nenhum diálogo. No filme The Untouchables de 1987, Brian De Palma faz uma homenagem ao cineasta Eisenstein, recriando a cena das escadarias de \"Bronenosets Potyomkin\" (1925), em que um carrinho com um bebê desce lentamente os degraus, em meio a um tiroteio. Em 2005, a H.P. Lovecraft Historical Society produziu uma versão silenciosa da história de Lovecraft \"The Call of Cthulhu\". Este filme manteve um estilo de filmagem exato e foi recebido como a melhor adaptação de HPL até a data e, referindo-se a decisão de fazê-lo como um filme mudo, \"a brilliant conceit\".On Screen: The Call of Cthulhu DVD O filme francês de 2011 \"The Artist\", escrito e dirigido por Michel Hazanavicius, ganhador do Oscar de melhor filme, apresenta-se como um filme silencioso ao mesmo tempo que mostra os sets em Hollywood durante a era silenciosa. Também inclui segmentos de filmes mudos fictícios estrelados por seus protagonistas. Também em 2011, a contribuição de Méliès para a história do cinema foi o tema do filme The Invention of Hugo Cabret, de Brian Selznick e Martin Scorsese, com Ben Kingsley interpretando Méliès. O filme estadunidense mudo \"Silent life\", iniciado em 2006, apresenta atuações de Isabella Rossellini e Galina Jovovich, mãe de Milla Jovovich, e irá estrear em 2013. O filme é baseado na vida do ícone do cinema mudo Rodolfo Valentino, conhecido como o primeiro “Grande Amante” Hollywood. No filme, após a cirurgia de emergência, Valentino perde seu contacto com a realidade e começa a ver as lembranças de sua vida em Hollywood, a partir de uma perspectiva de coma - como um filme mudo, mostrado em um palácio de filme, o portal mágico entre a vida e a eternidade, entre realidade e ilusão.Official press release of Silent life movie Silent life official web site == Ver também == *Cinema sonoro *História do cinema ==Referências bibliográficas== *GOMES, Paulo Emílio Sales. Cinema: trajetória no subdesenvolvimento. Rio de Janeiro, Paz e Terra, 1980. *RAMOS, Fernão. História do Cinema brasileiro. 3ª edição; ArtEditora, 1987/1990. *ROCHA, Glauber. Revisão Crítica do Cinema Brasileiro. São Paulo, Cosac e Naify, 2003. *DAVIS, Lon. Silent Lives. BearManor Media, Albany, 2008. ISBN 1-59393-124-7. *The Late Hollywood Silent Film Melodrama Special Issue, Film International, Issue, 54, Volume 9, Number 6 (2011), Jeffrey Crouse (editor). As análises também incluem: George Toles, \"'Cocoon of Fire: Awakening to Love in Murnau's Sunrise\"; Diane Stevenson, \"Three Versions of Stella Dallas\"; e Jonah Corne, \"Gods and Nobodies: Extras, the October Jubilee, and Von Sternberg's The Last Command\". ==Ligações externas== * * * *Silent Era *MATTOS, A. C. Gomes de. Histórias de Cinema, Seriados mudos americanos *Os Primórdios do Cinema Mudo *The History of Film The Pre-1920s *Studios and Films *Fort Lee: Birthplace of the Motion Picture Industry Mudo Categoria:História do cinema",
 "title": "Filme mudo"
}