{
 "id": "13832",
 "text": "A Áustria é uma república federal composta de nove estados federados, conhecido em Alemão como Länder (singular Land). Visto que Land também é a palavra alemã para \"país\", o termo Bundesländer (\"Estados Federados\"; singular Bundesland) é frequentemente utilizado para evitar a ambiguidade. A Constituição da Áustria utiliza ambos os termos. Em Inglês, o termo (Bundes)land é comumente representado como \"estado\" ou \"província\". == Estados, populações e capitais == A Áustria está subdividida em nove estados (Bundesländer em alemão): Brasão Nome Sigla Capital Governador (partido) Partidos na Assembleia legislativa e cadeiras População (1° trimestre de 2010) área (em km²) Densidade (hab./km²) Cidades Demais municí- pios ISO(b) Burguenlândia B Eisenstadt Hans Peter Doskozil (SPÖ) SPÖ (19) Total: 36 71,4 13 158 AT-1 Caríntia (Kärnten) K Klagenfurt Peter Kaiser (SPÖ) SPÖ (15) ÖVP (7) Total: 36 58,7 17 115 AT-2 Baixa Áustria (Niederösterreich) NÖ Sankt Pölten Johanna Mikl-Leitner (ÖVP) ÖVP (23) FPÖ (14) SPÖ (12) Total: 56 83,8 74 499 AT-3 Alta Áustria (Oberösterreich) OÖ Linz Thomas Stelzer (ÖVP) ÖVP (22) FPÖ (11) SPÖ (11) Os Verdes (7) Total: 56 117,8 29 416 AT-4 Salzburgo (Salzburg) S Salzburgo Wilfried Haslauer junior (ÖVP) ÖVP (12) FPÖ (10) Total: 36 74,1 10 109 AT-5 Estíria (Steiermark) St Graz Christopher Drexler (ÖVP) ÖVP (18) SPÖ (12) Total: 48 73,7 34 508 AT-6 Tirol T Innsbruck Anton Mattle (ÖVP) ÖVP (14) SPÖ (7) Total: 36 55,9 11 268 AT-7 Vorarleberga V Bregenz Markus Wallner (ÖVP) ÖVP (17) Os Verdes (7) Total: 36 141,8 5 91 AT-8 Viena (Wien) W Viena Michael Ludwig (SPÖ) SPÖ (46) NEOS (8) Total: 100 23(a) AT-9 : Fontes: Statistik Austria (População, Área) : (a) Viena está dividida em distritos : (b) O código ISO 3166-2:AT, segue a ordenação alfabética em alemão. == Ver também == * Subdivisões da Áustria * Distritos da Áustria * ISO 3166-2:AT Austria, Estados Austria 1 Categoria:Subdivisões administrativas de países de primeiro nível",
 "title": "Estados da Áustria"
}