{
 "id": "1384",
 "text": "Olimpíada (do latim Olympĭas), conforme Carta Olímpica grega de 1896, é o período de quatro anos civis entre a realização de dois Jogos Olímpicos consecutivos, ou Jogos da Olimpíada. Cada Olimpíada ou Período Olímpico inicia no primeiro dia de janeiro (01/01) do primeiro ano de realização dos Jogos e segue até o trigésimo primeiro dia de dezembro do quarto ano (31/12), véspera do próximo evento. Por exemplo, de 1° de janeiro de 2016 até 31 de dezembro de 2019 o mundo viveu a XXXI Olimpíada (Rio 2016). Já os Jogos Olímpicos do Rio, realizados em agosto de 2016, foram os Jogos da XXXI Olimpíada O plural - Olimpíadas - é considerado como a soma de todas as edições de Jogos Olímpicos, tanto de verão quanto de inverno, realizadas até hoje. == Olimpíadas de verão == Os Jogos Olímpicos da Antiguidade tiveram início na cidade de Olímpia na Grécia antiga, os homens participavam dos jogos em honra a Zeus e as mulheres tinham seus próprios jogos em honra à Hera. O vencedor recebia uma coroa de louro ou de folhas de oliveira. Modalidades praticadas: arremesso de dardo, salto em altura, lançamento de disco, corridas, lutas e muitas outras. No ano de 776 a.C, uma aliança entre reis de diferentes regiões da Grécia foi selada no santuário de Olímpia. Eram tempos de muitas guerras, e este acordo estabeleceu a Paz Olímpica enquanto durassem as competições. A partir de então, os gregos acertaram que durante os meses do verão na Grécia (julho a agosto), os jogos aconteceriam durante o período de trégua. A este período de quatro anos sem jogos, ou melhor, entre uma edição e outra, foi dado o nome de “Olimpíada”. E aos jogos em si, de “Jogos Olímpicos”. === Lista das Olimpíadas === Olimpíada Início Fim Sede dos Jogos Olímpicos I (1ª) 1 Jan 1896 31 Dez 1899 Atenas, Grécia II (2ª) 1 Jan 1900 31 Dez 1903 Paris, França III (3ª) 1 Jan 1904 31 Dez 1907 St. Louis, Estados UnidosOriginalmente atribuída a Chicago, mas movida para St. Louis para coincidir com a Saint Louis World's Fair IV (4ª) 1 Jan 1908 31 Dez 1911 Londres, Reino Unido V (5ª) 1 Jan 1912 31 Dez 1915 Estocolmo, Suécia VI (6ª) 1 Jan 1916 31 Dez 1919 Berlim, Alemanha → Cancelados por causa da Primeira Guerra Mundial'' VII (7ª) 1 Jan 1920 31 Dez 1923 Antuérpia, Bélgica VIII (8ª) 1 Jan 1924 31 Dez 1927 Paris, França IX (9ª) 1 Jan 1928 31 Dez 1931 Amsterdã, Países Baixos X (10ª) 1 Jan 1932 31 Dez 1935 Los Angeles, Estados Unidos XI (11ª) 1 Jan 1936 31 Dez 1939 Berlim, Alemanha XII (12ª) 1 Jan 1940 31 Dez 1943 Tóquio, Japão → Helsinque, Finlândia → Cancelados por causa da Segunda Guerra Mundial XIII (13ª) 1 Jan 1944 31 Dez 1947 Londres, Reino Unido → Cancelados por causa da Segunda Guerra Mundial XIV (14ª) 1 Jan 1948 31 Dez 1951 Londres, Reino Unido XV (15ª) 1 Jan 1952 31 Dez 1955 Helsinque, Finlândia XVI (16ª) 1 Jan 1956 31 Dez 1959 Melbourne, Austrália + Estocolmo, Suécia (hipismo)Por conta das severas leis de quarentena de animais na Austrália, as provas de hipismo foram realizadas em Estocolmo, Suécia, cinco meses antes. Estocolmo tinha se candidatado para as competições equestres separadamente; recebeu a própria chama olímpica e teve seus próprios convites formais e cerimônias de abertura e encerramento, como com todos os seus jogos anteriores. XVII (17ª) 1 Jan 1960 31 Dez 1963 Roma, Itália XVIII (18ª) 1 Jan 1964 31 Dez 1967 Tóquio, Japão XIX (19ª) 1 Jan 1968 31 Dez 1971 Cidade do México, México XX (20ª) 1 Jan 1972 31 Dez 1975 Munique, Alemanha Ocidental XXI (21ª) 1 Jan 1976 31 Dez 1979 Montreal, Canadá XXII (22ª) 1 Jan 1980 31 Dez 1983 Moscou, União Soviética XXIII (23ª) 1 Jan 1984 31 Dez 1987 Los Angeles, Estados Unidos XXIV (24ª) 1 Jan 1988 31 Dez 1991 Seul, Coreia do Sul XXV (25ª) 1 Jan 1992 31 Dez 1995 Barcelona, Espanha XXVI (26ª) 1 Jan 1996 31 Dez 1999 Atlanta, Estados Unidos XXVII (27ª) 1 Jan 2000 31 Dez 2003 Sydney, Austrália XXVIII (28ª) 1 Jan 2004 31 Dez 2007 Atenas, Grécia XXIX (29ª) 1 Jan 2008 31 Dez 2011 Pequim, ChinaAs provas de Hipismo foram realizadas em Hong Kong, China. No entanto Hong Kong tem um Comitê Olímpico Nacional independente da China, a competição equestre foi parte integrante dos Jogos de Pequim, que não foi conduzido em candidatura separada, chama, etc, como foi a competição equestre de 1956 em Estocolmo O site do COI lista apenas Pequim como cidade anfitriã. XXX (30ª) 1 Jan 2012 31 Dez 2015 Londres, Reino Unido XXXI (31ª) 1 Jan 2016 31 Dez 2019 Rio de Janeiro, Brasil XXXII (32ª) 1 Jan 2020 31 Dez 2023 Tóquio, JapãoJogos adiados para o verão de 2021 em razão da Pandemia de COVID-19. Porém, a marca Toquio 2020 foi mantida por questões comerciais. XXXIII (33ª) 1 Jan 2024 31 Dez 2027 Paris, FrançaAs provas do Surfe foram realizadas em Teahupo'o, Polinésia Francesa. XXXIV (34ª) 1 Jan 2028 31 Dez 2031 Los Angeles, Estados Unidos XXXV (35ª) 1 Jan 2032 31 Dez 2035 Brisbane, Austrália == Ligações externas == * Categoria:Jogos Olímpicos",
 "title": "Olimpíada"
}