{
 "id": "13859",
 "text": "Santa Missa, ou celebração da eucaristia, ou Divina Liturgia é a principal celebração religiosa da Igreja Católica e da Igreja Ortodoxa, também realizada, com algumas variáveis, nas tradições Reformadas, Anglicanas e Luteranas. Para estas igrejas, a missa é o cumprimento do mandamento de Cristo de fazer o que Ele mesmo fez na Última Ceia e é o sacramento em que se recebe o Corpo e o Sangue de Cristo sob a matéria do pão e do vinho, atualizando, de acordo com a Igreja Católica Romana o supremo sacrifício de Cristo na cruz (o Mistério Pascal) e tornando assim presente a salvação, renovando a Santa Ceia ou comemorando um banquete festivo em memória da salvação efetuada por Cristo. Na Igreja Católica, a missa pode ser celebrada todos os dias, excepto na Sexta-feira Santa. Os fiéis católicos participam da missa aos Domingos e nas festas de guarda. Teologicamente, a missa mais importante é a dominical, pois, na liturgia da igreja, é nesse dia que Jesus Cristo ressuscita. No decorrer do Ano Litúrgico, a maior Missa e mais importante é a que se celebra na noite do Sábado de Aleluia, chamada Vigília pascal, que possui uma estrutura diferente de todas as outras. == Significado == Os primeiros cristãos se encontravam no sábado, ao cair da tarde, para a vigília pela qual se preparavam, por meio de preces e da recitação de salmos, para celebrar a ressurreição de Jesus. A Celebração Eucarística iniciava-se à meia-noite e encerrava-se ao início da manhã. A atual vigília pascal ainda é uma reminiscência dos rituais apostólicos.S.S. PAPA BENTO XVI. Exortação Apostólica Pós-Sinodal SACRAMENTUM CARITATIS. Libreria Editrice Vaticana, 2007. Para finalizar a cerimônia, o diácono proclamava: Ite, missa est. O termo \"Missa\", com o qual se denomina atualmente a Celebração Eucarística, tem aí sua origem. O ite missa est proferido pelo diácono era um verdadeiro mandato, cumprido zelosamente no dia a dia, muitas vezes com o sacrifício da própria vida, pautado na passagem de Romanos 12,1 : \"Eu vos exorto, pois, irmãos, pelas misericórdias de Deus, a oferecerdes vossos corpos em sacrifício vivo, santo, agradável a Deus: é este o vosso culto espiritual.\" Assim, o termo \"Missa\" vem de missão, uma vez que, para os primeiros cristãos e para os cristãos católicos e ortodoxos, o culto prestado a Deus é a vida em ação de graças. A Santa Missa, ou Celebração Eucarística, é um ato solene com que os católicos (romanos, coptas e ortodoxos) celebram o sacrifício de Jesus Cristo na cruz e Sua Ressurreição. O ritual da Missa revive dois momentos da Paixão de Cristo : A Última Ceia, quando Jesus celebra o Pessach, pronunciando a bênção sobre o pão e o vinho, antecipando o seu sacrifício da Cruz e concretizando o desejo de perpetuar a sua presença junto dos discípulos e se põe em lugar do cordeiro sacrificado em memória da libertação do povo hebreu da escravidão do Egito através das obras divinas (ver dez pragas do Egito); e a Crucificação quando Jesus se oferece como cordeiro puro e imaculado para o sacrifício expiatório dos pecados de toda a humanidade,S.S. PAPA BENTO XVI, Audiência Geral Catequética; Praça São Pedro, Cidade do Vaticano, em 20 de abril de 2011. sela a Nova Criação. Por isso também se diz que a Santa Missa é sacrifício incruento, é ritual de sacrifício de uma vítima expiatória, que carrega para si as penas e os pecados daqueles que o oferecem, mas sem derramamento de sangue. Assim, pelo mistério da ordenação de Cristo que mandou os cristãos celebrarem este mistério e fundamentado no ensinamento da sinagoga (João 6, 54-58), o sacrifício da Missa é, para os cristãos, o mesmo sacrifício da Cruz. Segundo a Igreja Católica, os Milagres Eucarísticos, como o de Lanciano e outros, fundamentam a tese do sacrifício eficaz e da transubstanciação. == Diversidade de ritos e base comum == Dentro da Igreja Católica, assim como entre os ortodoxos, existem diversos ritos litúrgicos, e cada um deles tem uma forma diferente de celebrar a Eucaristia. As diferenças entre ritos por vezes são pequenas (no caso de ritos da mesma família litúrgica), mas são maiores quando se comparam ritos de famílias litúrgicas diferentes, sobretudo entre oriente e ocidente. No entanto, há algo que é comum a todos os ritos, uma base ritual que todos mantêm: * a celebração é presidida por um padre, presbítero ou bispo; * há uma Liturgia da Palavra em que se leem passagens bíblicas; * durante a celebração são consagrados pão e vinho, que para cristãos se tornam no Corpo e Sangue de Cristo, através da transubstanciação; * essa Consagração dá-se durante uma oração mais longa, conhecida por anáfora ou Oração Eucarística ou \"Cânon\", em que se invoca o Espírito Santo, se faz memória dos acontecimentos da salvação e se oferece o pão e o vinho; * o presidente da celebração, assim como os fiéis presentes, comungam o pão e o vinho consagrados. A acção realizada é a mesma em todos os ritos, mudam apenas alguns gestos e as formas de os realizar, as palavras que os acompanham e a estrutura da celebração. == A celebração da eucaristia no rito romano == O rito romano é o rito mais difundido em todo o mundo católico, e o mais geralmente conhecido, embora, como vimos, existam vários outros ritos reconhecidos. A missa tem dois grandes momentos, a Liturgia da Palavra e a Liturgia eucarística, precedidas por Ritos iniciais e seguidas pelos Ritos de conclusão. A celebração da missa no rito romano rege-se actualmente pelo Missal Romano ex decreto sacrosancti Oecumenici Concilii Vaticani II instauratum, quer dizer revisado em 1970 de acordo com os decretos do Concílio Vaticano II, e revisto em 1975 e em 2002, mas cada bispo diocesano tem autoridade de decidir se e quando pode ser oportuno conceder a título de exceção o uso da forma anterior às reformas litúrgicas do Concílio Vaticano II.Traditionis custodes, artigos 1 e 2 São revogadas as normas, instruções, concessões e costumes anteriores que se verifique não estarem conformes a quanto disposto no Motu Proprio Traditionis custodes do 16 de julho de 2021.Traditionis custodes, artigo 8 As regras actuais para a celebração da missa, bem como a explicação do significado de cada um dos seus momentos, podem encontrar-se na Instrução Geral do Missal Romano.Instrução Geral do Missal Romano === Ritos iniciais === Reunida a assembleia que vai participar na missa, o presidente da celebração (um presbítero ou um bispo) dirige-se para o presbitério com os outros ministros e acólitos. Saúda o altar com a vénia, inicia a missa com o Sinal da Cruz e saúda a todos os presentes. Segue-se o acto penitencial, em que todos os participantes pedem a Deus o perdão por seus pecados, para melhor celebrarem a Eucaristia. Para isso, utiliza-se a Confissão ou outro texto. Segue-se o Kyrie, tríplice invocação a Cristo. Nos domingos (excepto no Advento e na Quaresma), solenidades e festas, reza-se ou canta-se o Hino de Louvor (Glória a Deus nas alturas). Por fim, o presidente convida todos à oração dizendo Oremos e diz a oração coleta. === Liturgia da Palavra === A Liturgia da Palavra centra-se na proclamação, escuta e meditação da Palavra de Deus contida na Bíblia. Apresenta a seguinte estrutura, nos domingos e nas solenidades: * Primeira Leitura - Leitura do Antigo Testamento (no Tempo Pascal, dos Actos dos Apóstolos); * Salmo Responsorial, versículos dum Salmo intercalados por um refrão, dito por todos; * Segunda Leitura - Leitura do Novo Testamento; * Sequentia ao Evangelho (em ocasiões solenes); * Aclamação ao Evangelho: Aleluia (ou outro texto, na Quaresma); * Leitura do Evangelho; * Homilia, feita pelo presidente da celebração; * Profissão de fé (recitando o Credo); * Oração dos fiéis, também chamada Oração universal ou Preces dos Irmãos. Nos outros dias que não domingos e solenidades, fazem-se apenas duas leituras, uma do Antigo ou do Novo Testamento e uma do Evangelho. A Homilia é opcional, assim como a Oração dos fiéis, e geralmente não se faz a Profissão de Fé. O lugar próprio de proclamação das Leituras, do Salmo responsorial e da Oração dos fiéis é o ambão. As leituras são proclamadas por um leitor, excepto o Evangelho, que o é pelo presbítero ou, preferencialmente, por um diácono. Na falta de ministros idóneos, o próprio presidente da celebração assume essas funções. === Liturgia eucarística === Liturgia Eucarística, ou Rito Sacramental, é a parte mais importante da Missa, do ponto de vista litúrgico, pois contém a sua parte central, a Consagração (oferta e Comunhão do Pão e do Vinho). Onde o pão e vinho, segundo a fé católica, se tornam o Corpo e Sangue de Jesus Cristo. ==== Ofertório ==== Após a Oração dos fiéis, são trazidos ao altar o pão e o vinho, podendo ser também trazidas ofertas para a Igreja ou para os necessitados. Tomando o pão e depois o vinho, o presidente da celebração apresenta-os a Deus, dando graças por esses dons. Pede a Deus a purificação, pelo acto simbólico de lavar as mãos. Por fim, pede a oração de todos para a acção que se vai seguir e proclama a oração sobre as oblatas. ==== Prefácio ==== O sacerdote diz então o Prefácio, que começa com um diálogo entre o presidente e a assembleia. Segue-se o texto do prefácio, variável, que é uma oração de Ação de graças, terminando com a aclamação Sanctus, cantada ou proclamada por todos. ==== Oração eucarística ==== Segue-se a parte central da Missa, a Oração Eucarística, também chamada Cânon ou Anáfora. Em todos os ritos há diversos textos aprovados para este momento. Após umas palavras de ligação mais ou menos longas (chamadas Post Sanctus ou Vere Sanctus), o sacerdote invoca o Espírito Santo sobre o Pão e o Vinho, pedindo que Ele o transforme no Corpo e Sangue de Cristo, momento conhecido por Epiclese ou Transubstanciação. É então o momento da Consagração, em que o sacerdote reproduz as palavras e os gestos de Jesus na Última Ceia. Segundo a fé da Igreja, neste momento Cristo torna-se realmente presente no Pão e no Vinho. O sacerdote eleva cada um dos dons para adoração dos fiéis, adora ele mesmo e no fim todos aclamam. Segue-se a anamnese, memória dos acontecimentos da Salvação (nomeadamente a Paixão, Morte, Ressurreição e Glorificação de Cristo) e a Oblação, oferta do Corpo e Sangue de Cristo como sacrifício de Salvação, à semelhança do sacrifício da Cruz. Após diversas intercessões pela Igreja (pedindo também pelo Papa, pelo bispo local e por todos os que a servem), pelos defuntos e pelos vivos, fazendo ainda memória da Virgem Maria, dos Apóstolos e dos santos, a Oração Eucarística termina dando glória a Deus, através da chamada Doxologia final. Estes elementos estão presentes em todos os textos da Oração Eucarística, podendo a sua organização e estrutura mudar apenas conforme o texto empregado. ==== Rito da comunhão ==== O sacerdote introduz o Pai Nosso, que todos rezam em conjunto, mas sem o amém ao final da oração, pois o sacerdote continua com o chamado embolismo e, então, todos concluem com o amém. Segue-se a oração pela Paz, o sacerdote deseja a paz a todos os presentes e, se as circunstâncias o aconselharem, os participantes trocam entre si o gesto da Paz. O sacerdote parte o pão consagrado, enquanto todos cantam ou recitam o Cordeiro de Deus. Por fim, tomando o Pão e o Vinho, apresenta-os aos fiéis, e todos confessam a sua predisposição para o pecado, mas igualmente a confiança na Misericórdia de Deus. O sacerdote toma então o pão consagrado e o cálice e os distribui em seguida aos presentes, podendo para isso ser ajudado por um presbítero ou diácono, ou por um leigo para isso habilitado. Os fiéis comungam da hóstia ou, se o momento for propício, da hóstia e do cálice. Quando todos tiverem comungado, os objectos utilizados são limpos e arrumados. Aconselha-se que se mantenha um tempo de silêncio em Acção de graças. O Rito da Comunhão é concluído com a oração depois da Comunhão. === Ritos finais === Seguem-se, se for necessário, avisos aos fiéis. Por fim, o presidente da celebração invoca sobre todos a bênção de Deus e o diácono, ou na sua falta o próprio presidente, despede a assembleia. == Missa no Luteranismo == No Artigo XXIV (\"Da Missa\") da Confissão de Augsburgo, documento de 1530, que serve como base para as doutrinas luteranas, lê-se: \"Injustamente nossas Igrejas são acusadas de terem abolido a missa; Contudo, entre nós, a Missa é mantida e celebrada com o máximo de reverência possível. Nós não abolimos a Missa, mas religiosamente a mantemos e defendemos... nós mantemos o modo litúrgico tradicional... Em nossas Igrejas a missa é celebrada todos os domingos e em outros dias santos, quando o sacramento é oferecido a todos que o desejarem após um autoexame e absolvição\". (Livre tradução da Confissão de Augsburgo). Segundo consta documentado, Martinho Lutero rejeitou parte do Rito Católico Romano, especificamente nas partes que ele considerava não estarem de acordo com Hebreus 7:27. Em alemão, nas línguas escandinavas, em finlandês, e alguns luteranos ingleses, usam exatamente a palavra missa, mas na maioria das igrejas que falam Inglês, a missa é chamada de \"Serviço Divino\", \"Santa Comunhão\" ou \"Sagrada Eucaristia\". No Brasil, convencionou-se utilizar a palavra culto, mencionando todo o momento de adoração e especificamente sobre o momento de celebração do sacramento (eucaristia) de Santa Ceia. A celebração da missa em Igrejas Luteranas segue um padrão semelhante a outras tradições, a começar com a confissão pública (Confiteor) por todos e uma Declaração de absolvição dito pelo pastor ou reverendo. Seguido pelo Introito, Kyrie, Gloria, coleta, leituras com um \"Aleluia\" (\"Aleluia\" não é dito durante a Quaresma), recitação do Credo Apostólico ou Credo de Niceia, sermão (ou homilia). Em seguida, a celebração da Eucaristia, ou Santa Ceia, que inclui a oração universal, Prefácio, Sanctus e Oração Eucarística, Agnus Dei e convite para a Eucaristia. Orações de Pós-Comunhão e Bênção Final pelo pastor ou reverendo, terminam a missa. Um católico ou anglicano da ala anglo-católica certamente considera seus elementos familiares, em particular o uso do sinal da cruz, a Oração Eucarística, o curvar-se para receber a comunhão e o uso dos paramentos. Em geral, as Igrejas Luteranas, celebram a eucaristia todos os domingos, sendo que esta é a preferência das igrejas confessionais. Além disso, os pastores, ou reverendos, costumam levam os elementos sacramentais aos doentes nos hospitais e lares de idosos. A prática de comunhão semanal é cada vez mais a norma novamente na maioria das paróquias luteranas em todo o mundo. Esta restauração da missa semanal foi fortemente encorajada pelos bispos e pastores dos maiores grupos luteranos. A celebração da eucaristia pode ser incluída em casamentos, funerais, retiros, dedicação de uma igreja e em convenções anuais sinodais. A missa é também um aspecto importante das ordenações e confirmações em igrejas luteranas. == Concelebração == A missa é presidida por uma só pessoa (presbítero ou bispo). Nos casos em que há outros presbíteros ou bispos presentes, a forma mais comum de estes participarem na missa é a concelebração. Consiste esta no seguinte: * todos se revestem dos paramentos próprios para a missa e, tomando parte no cortejo de entrada, tomam lugar no presbitério ou noutro lugar conveniente; * na Oração Eucarística, os concelebrantes dizem em voz baixa a Epiclese, a Consagração, a Anamnese e a Oblação; * um ou mais concelebrantes dizem as intercessões da Oração Eucarística; * todos dizem em voz alta a Doxologia final. == Livros litúrgicos == Para a celebração da missa utilizam-se os seguintes livros litúrgicos: * Missal, que contém todos os textos destinados ao presidente da celebração, bem como as respostas dos fiéis; * Leccionário, onde estão as Leituras, Salmos e Evangelhos utilizados na Liturgia da Palavra; * Evangeliário, usado nas missas mais solenes, contém os Evangelhos e é cercado de maior veneração; * Livro da Oração dos fiéis. == Vestes litúrgicas == Para celebrar a missa, o presidente da celebração, bem como os concelebrantes, usa como vestes litúrgicas (também chamadas paramentos) a alva (geralmente apertada à cintura com o cíngulo), a estola caída sobre os ombros e a casula. A estola e a casula podem ser de 7 cores (verde, vermelho, roxo, rosa, preto, branco ou dourado) que variam conforme o tempo litúrgico e a festa do dia. O bispo, além destas vestes comuns, usa solidéu, mitra, o báculo e a Cruz peitoral. O Arcebispo Metropolitano usa também o Pálio Pastoral, que representa sua autoridade perante a província eclesiástica. O diácono reveste a alva, a estola transversal e, a dalmática. Os acólitos, revestem-se da batina, tradicionalmente preta, sobreposta pela sobrepeliz ou pela cota e eventualmente os outros ministros, usam apenas a alva. == Objectos litúrgicos == Há alguns objectos litúrgicos utilizados na missa: * Patena, para conter o pão; * Cálice, para conter o vinho; * Galhetas, que levam o vinho e a água para deitar no cálice; * Alfaias ou panos do altar: corporal, sanguíneo, pala; * Lavabo, composto por bacia, jarra e manustérgio, que servem para lavar as mãos do sacerdote no momento da purificação. Além destes, que se usam sempre, podem ser utilizados os seguintes: * Píxide ou cibório, quando é preciso consagrar grande número de hóstias; * Turíbulo, ou incensário, usado nas missas solenes para infundir fumo de incenso; * Bandejas, usadas na Comunhão dos fiéis para evitar que caia ao chão algum fragmento de Pão consagrado. == Tipos de missa == A missa pode ser celebrada com diversas intenções: === Missa em ação de graças === O devoto solicita ao sacerdote que seja celebrada uma missa por uma graça alcançada. === Missa de defuntos === Também chamada missa de réquiem. O celebrante roga a Deus pela alma daquele que faleceu. Muitas vezes é celebrada em datas determinadas: * no momento do funeral (chamada missa de corpo presente); * no terceiro dia; * no sétimo dia; * no trigésimo dia; * no aniversário da morte. A missa também pode ser qualificada conforme as circunstâncias da sua celebração: === Missa campal === A missa celebrada em grandes áreas abertas para concentração de grandes multidões. === Missa solene === Nome geralmente dado à missa celebrada por vários ministros, com maior duração e solenidade, por ocasião dalguma festa ou ocasião especial. === Missa pontifical === É a missa solene presidida pelo bispo em sua cátedra ou noutra igreja, com a participação de presbíteros, diáconos e outros fiéis. == Ver também == * Liturgia * Liturgia das Horas * Missa, gênero musical * Ritos litúrgicos latinos * Ritos litúrgicos orientais * Summorum Pontificum, Motu proprio de Bento XVI * Missa Rorate == Bibliografia == * Introdução geral ao missal romano: instrução geral do missal romano: normas gerais sobre o ano litúrgico e o calendário / [ed. lit.] Secretariado Nacional de Liturgia, 3ª ed. típica, Fátima: S.N.L., 2003, ISBN 972-8286-32-5. * Catecismo da Igreja Católica, 2ª ed., Coimbra: Gráf. de Coimbra, D.L. 2002, ISBN 972-603-208-3. * Jounel, Pierre. A Missa ontem e hoje, trad. José de Leão Cordeiro, Coimbra: Gráf. de Coimbra, D.L. 1988. Explicação acessível a todos sobre cada um dos momentos da missa, o seu significado e a sua história. == Ligações externas == * Instrução Geral do Missal Romano * Uma breve introdução sobre a Liturgia da Missa * SanctaMissa.org. Instrução em linha dos multimedia na Massa Tridentina (EN: \"Online Multimedia Tutorial of the Tridentine Mass\") * Liturgia e Apocalipse - (presbiteros.org) * Jesus volta a sofrer na Missa? * Categoria:Eucaristia Categoria:Sacramentos Categoria:Teologia dos sacramentos",
 "title": "Missa"
}