{
 "id": "13854",
 "text": "Constantino IIJones, pg. 223 (Arelate, 7 de agosto de 316 – Aquileia, abril de 340) foi imperador romano de 337 até sua morte. Coimperador ao lado de seus irmãos, o seu curto reinado viu o início de conflitos surgirem entre os filhos de Constantino, e sua tentativa de exercer os seus direitos percebidos de primogenitura acabou causando sua morte, em uma tentativa fracassada de invadir a península Itálica em 340. == Biografia == Flávio Cláudio Constantino nasceu em Arles, em fevereiro de 316.Aurélio Vítor, 41:4 Filho mais velho de Constantino I e Fausta, após a morte de seu meio-irmão Crispo, foi educado como cristão. Em 1 de março de 316, Constantino foi nomeado césar,Aurélio Vítor, 41:6 e, com sete anos de idade, em 323, participou da campanha do pai contra os sármatas.DiMaio, Constantine II (337–340 A.D.) Depois da morte de Crispo, com apenas dez anos de idade, tornou-se comandante da Gália. Uma inscrição datando de 330 registra o título de \"Alamânico\" (), assim é provável que seus generais tenham ganho uma batalha contra os alamanos. Sua carreira militar continuou quando Constantino I o nomeou comandante da campanha de 332 contra os godos. Em seguida à morte de seu pai, em 337, Constantino II tornou-se imperador juntamente com seus irmãos Constâncio II e Constante I,Aurélio Vítor, 41:20 com o império dividido entre os três e seus primos, os césares Dalmácio e Hanibaliano. Este arranjo perdurou por pouquíssimo tempo, pois os filhos de Constantino rapidamente conseguiram que o exército assassinasse o resto da famíliaGibbon, Ch. 18. Logo depois, os três irmãos se encontraram na Panônia e decidiram, em 9 de setembro de 337, dividir o mundo romano entre si. Constantino II, proclamado augusto pelas tropas, recebeu a Gália, Britânia e HispâniaEutrópio, 10:9. Ele foi envolvido na luta entre diferentes correntes do cristianismo. A porção ocidental do império, influenciada pelo papa em Roma, se inclinou pela ortodoxia doutrinária cristã contra o arianismo. Influenciado pela facção ocidental, Constantino libertou Atanásio de Alexandria e o autorizou a retornar a sé de Alexandria.A. H. M. Jones, \"The Later Roman Empire\" (Baltimore, 1986), pg. 114 Esta ação o indispôs com Constâncio II, que era adepto do arianismo. A princípio, Constantino era o guardião de seu irmão menor, Constante, cuja porção do império era a prefeitura pretoriana da Itália e África.Zósimo, 2:41–42 Contudo, rapidamente ele reclamou que, sendo o filho mais velho, não teria recebido o território que lhe era devido. Incomodado pelo fato de Constante ter recebido a Trácia e a Macedônia depois da morte de Dalmácio, Constantino exigiu que Constante lhe entregasse as províncias africanas, o que o jovem imperador concordou fazer para manter uma já bastante frágil pazAurélio Vítor, 41:21. Logo, porém, os dois começaram a discutir sobre que partes das províncias africanas pertenciam a Cartago e, portanto, a Constantino, e quais pertenciam à Itália, que era propriedade de Constante. A situação se complicou quando Constante atingiu a maioridade e Constantino, acostumado a dominar o irmão caçula, se recusou a abandonar seu cargo de guardião. Em 340, Constantino invadiu a Itália à frente de seu exército e Constante, que estava na Dácia, separou um conjunto de sua melhores tropas ilíricas para contra-atacar e afirmou que marcharia em seguida, em pessoa, com o resto de suas forças. Constantino, que estava envolvido diretamente nas operações militares, acabou morto numa emboscada nas redondezas de Aquileia, deixando seu reino à mercê de seu irmão. == Bibliografia == === Fontes primárias === * * * === Fontes secundárias === * * Jones, AH.M., Martindale, J.R. The Prosopography of the Later Roman Empire, Vol. I: AD260-395, Cambridge University Press, 1971 |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Constantino II Dinastia Constantiniana 7 de agosto de 316 – abril de 340 |- Categoria:Imperadores romanos Categoria:Opositores ao arianismo Categoria:Dinastia constantiniana Categoria:Romanos antigos do século IV Categoria:Imperadores romanos mortos em combate Categoria:Claudii",
 "title": "Constantino II"
}