{
 "id": "13872",
 "text": "Politeísmo (do grego: polis, muitos, Théos, deus: muitos deuses) consiste na crença e, frequentemente, adoração a mais do que uma divindade, sendo cada uma considerada uma entidade individual e independente com uma personalidade e vontade próprias, governando sobre diversas atividades, áreas, objetos, instituições, elementos naturais e mesmo relações humanas. Ainda em relação às suas esferas de influência, de notar que nem sempre estas se encontram claramente diferenciadas, podendo naturalmente haver uma sobreposição de funções de várias divindades. O reconhecimento da existência de múltiplos deuses e deusas, no entanto, não equivale necessariamente à adoração de todas as divindades de um ou mais panteões, pois o crente tanto pode adorá-las no seu conjunto, como pode concentrar-se apenas num grupo específico de deidades, determinado por diversas condicionantes como a ocupação do crente, os seus gostos, a experiência pessoal, tradição familiar, etc. Também é possível adorar uma única divindade, considerada suprema, sem descartar a existência de outros deuses. Essa posição religiosa foi chamada de henoteísmo, mas alguns preferem chamá-la de monolatria. Embora o termo \"henoteísmo\" seja controverso, é reconhecido pelos estudiosos que a adoração a um único Deus acompanhada da crença em outras divindades mantém o princípio do politeísmo. São exemplos de religiões politeístas as da antiga Grécia, Roma, Egito, Escandinávia, Ibéria, Ilhas Britânicas, África Ocidental,religiões africanas e regiões eslavas, assim como as suas reconstruções modernas como a Wicca, Xamanismo, Druidismo, Dodecateísmo, e ainda o Xintoísmo. ==Deuses e divindades== As divindades das religiões politeístas são agentes da mitologia, onde são retratados como personagens complexos de status de maior ou menor grau, com habilidades individuais, necessidades, desejos e histórias. Estes deuses são muitas vezes vistos como semelhantes aos humanos (antropomórficos), em seus traços de personalidade, mas com poderes individuais a mais, habilidades, conhecimentos ou percepções. O politeísmo não pode ser claramente separado das crenças animistas predominantes na maioria das religiões populares. Os deuses do politeísmo são, em muitos casos, a mais alta ordem de um continuum de seres sobrenaturais ou espíritos, que podem incluir antepassados, demônios, entre outros. Em alguns casos esses espíritos são divididos em classes de celestiais ou ctônicos, sendo que a crença na existência de todos esses seres não implica que todos são adorados. Politeístas são as pessoas que acreditam em vários deuses. ==Tipos de divindades== Tipos de divindades frequentemente encontradas no politeísmo: *Divindades celestiais; *Divindades da morte; *deusas mães; *Divindades do amor e da luxúria; *Divindades criadoras; *Divindades solares; *Divindades das águas; *Divindades políticas; *Trickster; *Deuses da ressurreição; *Herói cultural; *deuses da música, artes, ciência, agricultura e outros empreendimentos. ==Mitologia e religião== Na era clássica, Salústio (século IV d.C.) classificou a mitologia em cinco tipos: #Teológica; #Física; #Psicológica; #Material; #Mista. A teológica são os mitos que não usam forma corpórea, mas contemplam a própria essência dos deuses: por exemplo, Cronos engolindo seus filhos. Uma vez que a divindade é intelectual, e todo o intelecto se volta a si mesmo, esse mito expressa alegoricamente a essência da divindade. Mitos podem ser considerados do ponto de vista físico quando expressam as atividades dos deuses no mundo. A maneira psicológica considera (os mitos como alegorias das) atividades da própria alma e/ou os atos de pensamento da alma. A material considera os objetos materiais realmente como deuses, por exemplo: chamar a terra de gaia, o oceano de Okeanos, ou o calor de Typhon. O tipo misto de mito pode ser visto em muitos casos: por exemplo, diz-se que em um banquete dos deuses, Éris jogou uma maçã dourada, as deusas brigaram por ela e foram enviadas por Zeus a Páris para serem julgadas (julgamento de Paris). Páris achava Afrodite bonita e deu-lhe a maçã. Nesta história, o banquete significa os poderes hipercósmicos dos deuses, é por isso que eles estão todos juntos. A maçã de ouro é o mundo, que sendo formado por opostos, diz-se, naturalmente, que é \"lançada por Eris\" (ou Discórdia). Os diferentes deuses dão presentes diferentes para o mundo, e diz-se, portanto, que eles \"brigam pela maçã '. É a alma que vive de acordo com o sentido - pois é o que Paris é - não vendo as outras potências no mundo exceto a beleza, declara que a maçã pertence a Afrodite. ==Politeísmo histórico== Alguns panteões politeístas históricos bem conhecidos incluem os deuses sumérios e os deuses egípcios, e o panteão dito clássico, que inclui a religião na Grécia Antiga, e a religião romana. Religiões politeístas pós-clássica incluem o Æsir nórdico e Vanir, o Orixá iorubá, os deuses astecas, e muitos outros. Hoje, a maioria das religiões politeístas históricas são pejorativamente chamadas de \"mitologia\", embora as histórias que as culturas contam sobre seus deuses devem ser diferenciadas de seu culto ou da prática religiosa. Por exemplo, as divindades retratadas em conflito na mitologia ainda seriam adoradas, às vezes, no mesmo templo lado a lado, ilustrando a distinção na mente dos devotos entre o mito e a realidade. Especula-se que havia uma religião protoindo-europeia, a partir da qual as religiões dos vários povos indo- europeus derivam, e que essa religião era essencialmente um religião numenística naturalista. Um exemplo de uma noção religiosa deste passado comum é o conceito de *dyēus, que é atestado em várias distintos sistemas religiosos. Em muitas civilizações, os panteões tenderam a crescer ao longo do tempo. Divindades primeiro eram adoradas como patronos de cidades ou lugares vieram a ser reunidos à medida que os impérios se estenderam por territórios mais vastos. Conquistas podiam levar à subordinação do panteão da cultura mais antiga para uma mais recente, como no grego Titanomachia e, possivelmente, também nos casos de Aesir e Vanir na mitologia nórdica. O intercâmbio cultural poderia levar \"à mesma\" divindade sendo reconhecida em dois lugares sob nomes diferentes, como com os gregos, etruscos e romanos, e também para a introdução de elementos de uma religião \"estrangeira\" em um culto local, como acontece com a adoração dos egípcios ao Osíris trazida à Grécia Antiga. A maioria dos antigos sistemas de crença alegavam que os deuses influenciavam a vida humana. No entanto, o filósofo grego Epicuro sustentava que os deuses eram seres vivos felizes e incorruptíveis, que não se preocupam com os assuntos dos mortais, mas que poderiam ser percebidos pela mente, principalmente durante o sono. Epicuro acreditava que esses deuses eram humanos, semelhantes aos humanos, e que habitavam os espaços vazios entre os mundos. A religião helenística ainda pode ser considerada como politeísta, mas com fortes componentes monista, sendo que o monoteísmo finalmente emergiu das tradições helenísticas na Antiguidade tardia na forma do Neoplatonismo e da teologia cristã. ;Idade do Bronze a Antiguidade clássica *Religiões do antigo Oriente Médio **Antiga religião egípcia **Antiga religião semita *Religião védica *Religião na Grécia Antiga *Religião na Roma Antiga *Politeísmo celta ;Antiguidade tardia a Idade Média Plena *Paganismo germânico *Mitologia eslava *Mitologia báltica *Mitologia finlandesa ===Grécia Antiga=== O esquema clássico da Grécia Antiga dos deuses olímpicos (Os Doze Canônes da arte e poesia) foram: Zeus, Hera, Posidão, Atena, Ares, Deméter, Apolo, Ártemis, Hefesto, Afrodite, Hermes e Dioniso, Héstia desceram quando foi oferecido um lugar a Dioniso no Monte Olimpo e Hades foi muitas vezes excluído, porque ele morava no submundo. Todos os deuses tinham um poder. Havia, no entanto, um grande nível de fluidez quanto a quem era contado, na antiguidade. Diferentes cidades muitas vezes adoravam as mesmas divindades, às vezes com epítetos que os distinguiam e especificavam sua natureza local. O politeísmo helênico estendia-se para além da Grécia continental, para as ilhas e costas da Jônia na Ásia Menor, a Magna Grécia (Sicília e sul da Itália), e colônias gregas dispersas no Mediterrâneo Ocidental, como a Massalia (Marselha). A religião grega baseou-se na cultura e crença etrusca para formar grande parte da posterior religião romana. Com o florescimento da filosofia grega, o politeísmo recebeu algumas críticas. Xenófanes argumentou que os deuses imitavam as paixões humanas e não podiam ser um parâmetro de comportamento moral. Ele também argumentou que cada povo tinha deuses que refletiam sua cultura e, até mesmo traços físicos. Os gregos, etíopes, trácios e outros povos politeístas representavam seus deuses com a aparência física de seus respectivos povos. Epicuro argumentou que a tendência a personificar forças da natureza podia ser um impedimento a uma explicação científica de fenômenos naturais. Segundo ele, um trovão não poderia ser explicado como o rugido de um deus. Os mitos tinham que ser deixados de fora. ==Religião popular== A natureza animista das crenças populares é uma cultura universal antropológica. A crença em fantasmas e espíritos animando o mundo natural e a prática de culto dos mortos está universalmente presente nas culturas do mundo e reemerge nas sociedades monoteístas ou materialistas como \"superstição\", a crença em demônios, oragos, fadas ou extraterrestres. A presença de uma religião politeísta plena, completa com um culto ritual conduzido por uma sacerdotal casta, exige um maior nível de organização e não está presente em todas as culturas. Encontra-se explicitamente o politeísmo nas religiões tradicionais africanas, bem como nas religiões afro-americanas. Na Eurásia, o Kalash é um dos muito poucos exemplos de politeísmo ainda existente. Além disso, um grande número de tradições folclóricas politeístas apresentam-se no hinduísmo contemporâneo, embora o hinduísmo seja doutrinariamente dominado pela teologia monista ou monoteísta (Bhakti, Advaita Vedânta). O ritualismo politeísta védico histórico sobrevive como uma corrente menor no hinduísmo, conhecida como Shrauta. O hinduísmo popular é mais difundido, com rituais dedicados a várias divindades locais ou regionais. == Ver também == * Wicca * Religião matriarcal * Ateísmo * Monoteísmo * Panenteísmo * Panteísmo Categoria:Teísmo",
 "title": "Politeísmo"
}