{
 "id": "13876",
 "text": "Os Persas viviam nas terras onde hoje se encontra o Irã, com comunidades de expatriados que habitam os países vizinhos e os estados árabes do golfo Pérsico. Um número significativo de persas vive em comunidades de imigrantes na América do Norte e na Europa. Os Persas se caracterizavam tipicamente pelo seu uso do idioma persa e de uma cultura e história própria. Os Persas também criaram uma religião própriaː o zoroastrismo (embora a maioria dos persas atuais professe o islamismo). A identidade persa, pelo menos em termos linguísticos, remonta aos arianos indo-europeus, que teriam chegado a partes do Grande Irã por volta de 2000 - . Ao redor de , a partir da província de Fars, no Irã, os antigos persas espalharam sua língua e cultura a outras partes do planalto persa através da conquista. Eles dominaram e assimilaram outros povos vizinhos ao seu território ao longo do tempo. Este processo de assimilação continuou diante das invasões dos gregos, árabes, mongóis e turcomanos, e perdurou ao longo dos tempos islâmicos.History of Iran. Chapter IX: Mongol Attack. Com a desintegração dos últimos impérios persas das dinastias Afexárida e Cajar, o Afeganistão, juntamente com os territórios do Cáucaso (Azerbaijão), e da Ásia Central tornaram-se independentes do Irã ou foram incorporados ao Império Russo. Os povos persas formam um conjunto eclético de grupos que tem a língua persa como principal legado em comum. Diversas populações da Ásia Central, como os hazaras, apresentam traços de ancestralidade mongol, enquanto os persas ao longo da fronteira com o Iraque têm ligações com a cultura xiita árabe daquele país. Dialetos regionais falados pelos tajiques no Afeganistão mostram afinidades antigas com os dialetos falados no Coração e no Tabaristão. Como o persa foi, por muito tempo, a lingua franca do planalto iraniano (as terras altas entre o Iraque e os vales do rio Indo), ele passou a ser usado por diversos grupos como um segundo idioma, incluindo pelos grupos turcomanos e árabes que habitavam a região. Enquanto a maioria dos persas no Irã aderem ao islamismo xiita, os persas que habitam o leste permanecem sunitas. Pequenos grupos de persas continuam a seguir a fé pré-islâmica do zoroastrismo, no Irã, bem como no Paquistão e na Índia (os parsis), onde o uso do idioma persa permanece sendo utilizado para propósitos litúrgicos. Enquanto a categorização de um grupo étnico 'persa' permanece utilizada entre estudiosos ocidentais, os pontos de vista locais se inclinam para a descrição dos persas como um grupo pan- nacional, frequentemente composto por povos regionais que raramente se referem a si mesmos como 'persas', e utilizam-se ocasionalmente do termo 'iraniano'. O uso quase sinônimo de iraniano e persa persistiu ao longo dos séculos, apesar dos significados variados do primeiro termo, que inclui idiomas e grupos étnicos diferentes, ainda que aparentados. == Terminologia == Os termos Pérsia e persa foram adotados por todos os idiomas ocidentais através dos gregos, e vêm sendo usados para se referir oficialmente ao Irã e seus habitantes desde 1935. Porém não só os iranianos são considerados persas, como diversos outros povos que abraçaram a língua e cultura persa, e que também são descritos como persas por fazerem parte da civilização persa (cultural e linguisticamente). === Antiguidade === O primeiro registro escrito sobre os persas aparece em escrita cuneiforme e se encontra numa inscrição assíria de , que menciona tanto Parsua (\"persas\") quanto Muddai (\"medos\").Abdolhossein Zarinkoob \"Ruzgaran : tarikh-e Iran az aghaz ta soqut-e saltnat-e Pahlevi\" pp. 37Bahman Firuzmandi \"Mad, Hakhamaneshi, Ashkani, Sasani\" pp. 155 Este termo utilizado pelos assírios, Parsua, era uma designação especial utilizada para se referir às tribos iranianas do sudoeste (que referiam-se a si próprios como 'arianos'), e vinha do persa antigo Pârsâ. Os gregos (que, até então, utilizavam nomes relacionados a Média e aos medos) começaram a partir do a utilizar adjetivos como Perses, Persica ou Persis para se referir ao império de Ciro, o Grande.Liddell and Scott, Lexicon of the Greek Language, Oxford, 1882, p 1205 Nas partes da Bíblia onde este reino é mencionado, como nos livros de Ester, Daniel, Esdras e Neemias, ele é chamado de Paras (em hebraico: פרס), ou, por vezes, Paras ve Madai (פרס ומדי, \"Pérsia e Média\"). Depois de diversas variações do idioma e dos alfabetos utilizados para escrevê-lo durante o Império Parta, durante o Império Aquemênida o persa foi gravado com a escrita pálavi;Parthian Empire. Livius. já durante o Império Sassânida a mistura de persas, medos, partas e de outros povos indígenas do Irã, incluindo os elamitas, ganharam mais terreno, e uma identidade iraniana homogênea foi criada a tal ponto que todos passaram a ser chamados de iranianos/persas, a despeito de quaisquer afiliações clânicas ou alteridades regionais dialetais ou linguísticas. ibne Nadim, entre outros historiadores medievais árabes, escreveu que \"as línguas iranianas são o pálavi, dari, khuzi, o persa e o suryani\", e ibne Almocafa relatou que o khuzi era o idioma não-oficial da Pérsia - Khuz sendo um nome também utilizado para Elam; a identidade elamita, no entanto, provavelmente já não mais existia. === Período islâmico === O termo \"persa\" continuou a se referir a diversos povos irânicos, incluindo os falantes do corásmio,Por exemplo, Abu Rayhan Biruni, um falante nativo do corásmio, idioma iraniano oriental, mencionou, em seu Āthār al- bāqiyah ʻan al-qurūn al-xāliyah: \"o povo da Corásmia é um ramo da árvore persa.\" Ver: Abu Rahyan Biruni, \"Athar al-Baqqiya 'an al-Qurun al-Xaliyyah\" (\"Vestígios do passado: a cronologia das nações antigas\"), Teerã, Miras-e- Maktub, 2001. Original em árabe citado: \"و أما أهل خوارزم، و إن کانوا غصنا ً من دوحة الفُرس\" (pg 56) do antigo tabari,O idioma utilizado no antigo Marzbānnāma era, nas palavras do historiador do , Sa'ad ad-Din Warawini, \"a língua do Tabaristão e o persa antigo e original (fārsī-yi ḳadīm-i bāstān).\" Ver: Kramers, J.H. \"Marzban-nāma.\" Encyclopaedia of Islam. Editada por: P. Bearman , Th. Bianquis, C.E. Bosworth , E. van Donzel e W.P. Heinrichs. Brill, 2007. Brill Online. 18 de novembro de 2007 . azari antigo,A língua falada em Tabriz, que já era um idioma iraniano no tempo do poeta Qatran Tabrizi, não era o tradicional Khurasani Parsi-ye Dari. O próprio Tabrizi () tem um dístico que menciona o fato: Riyahi Khoi, Mohammad Amin. \"Molehaazi darbaareyeh Zabaan-I Kohan Azerbaijan\" (\"Alguns comentários sobre a antiga língua do Azerbaijão\"), ‘Itilia’at Siyasi Magazine, volume 181-182. Disponível em: بلبل به سان مطرب بیدل فراز گل گه پارسی نوازد، گاهی زند دری Tradução: A rouxinol está no topo da flor como um menestrel que perdeu seu coração Ela chora às vezes em parsi (persa) e às vezes em dari (persa do Coração) laki e do curdo. O historiador árabe Almaçudi (896-956) também se refere a vários dialetos persas e aos falantes destes dialetos como 'persas'. Ao mesmo tempo em que considera o \"persa moderno\" (dari) como um destes dialetos, ele também menciona o pálavi e o antigo azari, assim como outros idiomas persas. Segundo Almaçudi:(Almaçudi, Kitab al-Tanbih wa-l-Ishraf, De Goeje, M.J. (ed.), Leiden, Brill, 1894, pp. 77-8). Original em árabe de [www.alwaraq.net Alwaraq]: فالفرس أمة حد بلادها الجبال من الماهات وغيرها وآذربيجان إلى ما يلي بلاد أرمينية وأران والبيلقان إلى دربند وهو الباب والأبواب والري وطبرستن والمسقط والشابران وجرجان وابرشهر، وهي نيسابور، وهراة ومرو وغير ذلك من بلاد خراسان وسجستان وكرمان وفارس والأهواز، وما اتصل بذلك من أرض الأعاجم في هذا الوقت وكل هذه البلاد كانت مملكة واحدة ملكها ملك واحد ولسانها واحد، إلا أنهم كانوا يتباينون في شيء يسير من اللغات وذلك أن اللغة إنما تكون واحدة بأن تكون حروفها التي تكتب واحدة وتأليف حروفها تأليف واحد، وإن اختلفت بعد ذلك في سائر الأشياء الأخر كالفهلوية والدرية والآذرية وغيرها من لغات الفرس. === Período moderno === O nome \"Persia\" foi o nome oficial do país até 1935. No ano de 1935 a Persia passou a se chamar Irã. O primeiro-ministro do Reino Unido, Ramsay MacDonald (1866-1937), e o embaixador britânico no Irã, por exemplo, Percy Loraine, referiam-se ao povo e ao governo iranianos como Persian.Ghani, Cyrus. Iran and the Rise of Reza Shah: From Qajar Collapse to Pahlavi Power, 2001, p. 310, I.B.Tauris. ISBN 1-86064-629-8 Em 21 de março de 1935 o soberano do país, o xá Reza Pahlavi, proclamou um decreto pedindo aos delegados estrangeiros presentes no país que passassem a utilizar o termo Iran (Irã) nas futuras correspondências formais. A partir de então, \"iraniano\" e \"persa\" passaram a ser termos utilizados alternadamente à população do país. O termo ainda é utilizado historicamente para designar os iranianos que vivem na região chamada de Grande Irã.Persian - Dicionário Merriam-WebsterThe American Heritage Dictionary of the English Language: Fourth Edition (2000). Bartleby .Bausani, Alessandro. The Persians, from the earliest days to the twentieth century. 1971, Elek. ISBN 978-0-236-17760-8 == Subgrupos == Os persas podem ser encontrados no Irã, Afeganistão, Tajiquistão, Uzbequistão, na província de Xinjiang, na China (ver Tajiques na China) e no norte do Paquistão. Assim como os persas do irã (persas ocidentais), os tajiques (persas orientais) são descendentes de diversos povos iranianos, incluindo os próprios persas iranianos, além de vários povos invasores. Os tajiques e os farsiwan têm uma afinidade particular com os persas da região vizinha do Coração, devido às interações históricas entre os dois povos - algumas que datam do início do período islâmico. Outros grupos menores incluem os qizilbash, do Afeganistão e Paquistão, aparentados aos farsiwan e os azerbaijanos. No Cáucaso, os tats estão concentrados no Azerbaijão, na Armênia e no Daguestão russo, e suas origens remontam aos mercadores sassânidas que se estabeleceram na região. Os parsis uma seita zoroastrista do oeste da Índia e Paquistão, centrados no Guzerate e em Bombaim, também descendem de zoroastristas persas. Os iranis, outra pequena comunidade na Índia ocidental, descende de imigrantes persas, porém mais recentes. Além deles, os hazaras e os aimaqs são grupos étnicos de origem mongol e turcomana parcialmente persianizados == Ligações externas == * Categoria:Povos iranianos",
 "title": "Persas"
}