{
 "id": "13883",
 "text": "A Batalha da Ponte Mílvia ou Batalha da Ponte Mílvio (; ) foi o último confronto travado no verão de 312, durante a Guerra Civil entre os imperadores romanos e Magêncio próximo à ponte Mílvia, uma das várias sobre o rio Tibre, em Roma. Precisamente teria ocorrido em 28 de outubro. Constantino seria o vencedor da batalha e passaria desde então a trilhar o caminho que levou-o a extinguir a Tetrarquia vigente e tornar-se o governante único do Império Romano. Magêncio, por outro lado, morreria afogado no Tibre durante o combate. Num claro intento de apagar a memória de Magêncio (damnatio memoriae), Constantino revogou sua legislação e deliberadamente apropriou-se dos projetos de construção realizados por ele, notadamente a Basílica de Magêncio e o Templo de Rômulo, que fora dedicado a seu filho Valério Rômulo. Constantino adotou uma postura de conciliação e não perseguiu os apoiantes de Magêncio que pertenciam ao senado; os senadores, por sua vez, concederam-lhe um título especial de \"título do primeiro nome\" e erigiram o arco triunfal que levaria seu nome. Além disso, ele desmantelou a guarda pretoriana e a cavalaria imperial e estabeleceu as escolas palatinas. Segundo os cronistas do Eusébio de Cesareia e Lactâncio, a batalha marcou o começo da conversão de Constantino ao Cristianismo. Eusébio de Cesareia relata que Constantino e seus soldados tiveram uma visão do Deus cristão prometendo-lhes a vitória caso eles exibissem o sinal do Qui-Rô, as duas primeiras letras do nome de Cristo em grego, em seus escudos. O Arco de Constantino, erigido para celebrar esta vitória, atribui em seus relevos e inscrições à intervenção divina. == Antecedentes == Desde 293, o Império Romano está dividido em duas metades, cada qual governada por um Augusto (imperador sênior) e um César (imperador júnior). Em 306, o Augusto do Ocidente Constâncio Cloro falece em Eboraco (atual Iorque, Inglaterra) e seus soldados elevam seu filho como seu sucessor. O Augusto do Oriente Galério , no entanto, eleva Valério Severo à posição de Augusto, pois pelas prerrogativas do sistema tetrárquico vigente, sendo ele o César ocidental, deveria suceder o Augusto morto. Após algumas discussões diplomáticas, Galério demoveu Constantino para a posição de César, o que ele aceitou, permitindo assim que Severo assumisse sua posição. Magêncio , filho de Maximiano (r. 285-305; 310), o Augusto antecessor de Constâncio Cloro, com inveja da posição de Constantino, declara-se imperador na Itália com o título de príncipe e chama seu pai da aposentadoria para co-governar consigo. Durante o ano de 307, ambos sofrem invasões de Flávio Severo, que é derrotado e morto, e Galério, que decide retirar-se. Em 308, na Conferência de Carnunto convocada por Galério, o oficial Licínio foi nomeado Augusto do Ocidente e deveria, portanto, lidar com o usurpador, porém nada fez. No mesmo ano, em algum momento antes da conferência, Maximiano tentara depor seu filho num fracassado plano, o que forçou-o a fugir para a corte de Constantino na Gália. Em 310, contudo, Maximiano também tentaria depôr Constantino, mas seria derrotado e forçado a suicidar-se. No ano seguinte, Magêncio, conclamando vingança pela morte de seu pai, declara guerra a Constantino, que responde com uma invasão ao norte da Itália com soldados; Zósimo alega que o exército invasor era de infantes e cavaleiros provenientes de germânicos e celtas subjugados e de parte do exército estacionado na Britânia. Após o cerco de Segúsio (atual Susa, Itália), Constantino dirige-se para o interior e depara-se com uma força de Magêncio acampada nas imediações de Augusta dos Taurinos (atual Turim). Ele derrota a nova ameaça e então dirige-se para Mediolano (atual Milão), que lhe abre as portas. Ele permaneceu na cidade até meados do verão e então prossegue marcha. Seu próximo combate ocorre nas imediações de Bríxia (atual Bréscia), onde um exército fora enviado pelo prefeito pretoriano Rurício Pompeiano, que estava estacionado em Verona, para bloquear seu caminho. Constantino conseguiu rapidamente derrotar aqueles que obstruíam sua passagem e logo dirigiu-se contra a base veronesa de Magêncio. Pompeiano opôs-se ao imperador invasor em dois confrontos consecutivos às portas da cidade. Rurício foi morto e seu exército destruído. Verona rendeu-se logo depois, seguida por Aquileia, Mutina (atual Módena) e Ravena. Com isso o caminho direto para Roma abriu-se para ele. == Visão de Constantino == Segundo Lactâncio, Constantino foi visitado em sonho na noite anterior à batalha, no qual foi aconselhado a \"marcar o sinal divino de Deus nos escudos de seus soldados\". Ele seguiu as ordens recebidas e marcou os escudos com um sinal \"denotando Cristo\". Lactâncio descreve o sinal como um \"estaurograma\" ou cruz latina com sua extremidade superior arredondada em \"P\". Eusébio de Cesareia, por sua vez, faz dois relatos da batalha. No primeiro, extraído da História Eclesiástica, ele afirma que Deus teria ajudado Constantino, mas não menciona qualquer visão. Na posterior Vida de Constantino ele faz menção à visão e alega ter ouvido a história do próprio imperador. Segundo este relato, Constantino estava marchando com seu exército ao meio-dia (não é descrito a localização exata, mas é certo que fora antes da batalha) quando avistou nos céus um troféu da cruz aparecendo da luz do sol, portando a mensagem grega \"Εν Τούτῳ Νίκα\" (En toutō níka), costumeiramente traduzida para o latim como In Hoc Signo Vinces (Neste sinal vencerás). De início ele não teria entendido com clareza a aparição, mas na noite seguinte foi visitado em sonho por Cristo que explicou-lhe que ele deveria usar aquele sinal contra seus inimigos. Eusébio então descreve o sinal como Qui (Χ) atravessado por Rô (Ρ) ou ☧, um símbolo representando as primeiras duas letras da grafia grega da palavra Cristo (Christos). A descrição eusebiana da visão tem sido explicada como um \"halo solar\", um fenômeno meteorológico que pode produzir efeitos similares. Em 315, um medalhão foi emitido em Ticino mostrando Constantino trajando um elmo brasonado com o Qui-Rô, e moedas emitidas em Síscia em 317/318 repetem a imagem. A figura era de outra forma rara e é incomum na iconografia e propaganda imperial antes dos anos 320. == Batalha == Magêncio preparou-se para o mesmo tipo de guerra que travou contra Severo e Galério: permaneceu em Roma e organizou-se para um cerco. Ele ainda controlava os guardas pretorianos na cidade e estava bem abastecido com cereais africanos e cercado por todos os lados pelas aparentemente impenetráveis Muralhas Aurelianas. Ele ordenou que todas as pontas que atravessavam o rio Tibre fossem cortadas, relatadamente sob conselho dos deuses, e deixou o resto da Itália Central indefesa; Constantino, aproveitando-se disso, assegurou o apoio da região sem problemas. Constantino prosseguiu vagarosamente através da Via Flamínia, permitindo que a fraqueza de Magêncio suscitasse mais tumulto em seu regime. O apoio a Magêncio continuou a enfraquecer: nas corridas de biga em 27 de outubro, a multidão abertamente zombou de Magêncio, gritando que Constantino era invencível. Magêncio, não mais certo que emergiria vitorioso de um cerco, organizou um acampamento em frente à ponte Mílvia, que ligava a Via Flamínia a Roma, e ordenou a montagem de uma ponte flutuante temporária através do Tibre próximo a ela em preparação para uma batalha campal; Zósimo relata que construiu-se uma ponte de madeira dividida em duas partes que uniam-se através de uma parte central que continha presilhas de ferro capazes de serem removidas caso o exército inimigo tentasse atravessá-la. Em 28 de outubro de 312, o sexto aniversário de seu reinado, ele se aproximou dos protetores dos Livros Sibilinos para conselho. Os protetores profetizaram que, naquele dia, \"o inimigo dos romanos\" morreria. Magêncio avançou para norte para encontrar Constantino em batalha. Magêncio organizou suas forças — duas vezes maiores que as de Constantino — em longas filas de frente para o campo de batalha, com suas costas bem próximo ao rio, o que se mostraria um empecilho à mobilidade de suas tropas. O exército de Constantino, que chegara ao campo portanto símbolos incomuns sobre seus estandartes ou sobre seus escudos, foi disposto junto ao longo de todo o comprimento da linha inimiga. Após avistar uma grande quantidade de corujas em voo, Constantino ordenou que sua cavalaria atacasse, e eles conseguiram quebrar a cavalaria magenciana. Ele então enviou sua infantaria contra a infantaria inimiga, empurrando muitos deles para o Tibre, onde foram abatidos ou se afogaram. Os cavaleiros da guarda imperial e os pretorianos de Magêncio inicialmente mantiveram suas posições, mas quebraram sob a força do ataque da cavalaria constantiniana. Magêncio fugiu com eles e tentou cruzar sua ponte, mas segundo Zósimo caiu no rio junto de seus soldados quando ela arrebentou devido ao peso em excesso; segundo Lactâncio, ele teria sido empurrado junto de seu cavalo no Tibre pela massa de soldados em fuga. Os soldados que permaneceram na margem foram capturados ou mortos. == Rescaldo e consequências == thumb|upright=1.1|Basílica de Magêncio no monte Palatino Constantino entrou em Roma em 29 de outubro. Ele encenou um grande advento (cerimônia de chegada) na cidade e deparou-se com grande júbilo popular. O corpo de Magêncio foi fisgado do Tibre e decapitado e sua cabeça foi exibida através das ruas para todos verem. Após as cerimônias, a cabeça decepada de Magêncio foi enviada para Cartago, o que teria encerrado a resistência a seu domínio, já que a África Proconsular pertencia aos territórios do falecido. As descrições da entrada de Constantino em Roma omitem qualquer menção dele concluindo sua procissão no Templo de Júpiter Capitolino, onde sacrifícios eram geralmente realizados. Apesar disso, esse silêncio não é encarado como prova de que ele já fosse cristão naquele momento, sendo muito mais um mero emprego para mostrar as sensibilidades cristãs do monarca. Constantino, por sua vez, decidiu visitar a Cúria senatorial, onde prometeu restaurar seus privilégios ancestrais e deu- lhe um papel seguro em sua reforma do governo: não haveria perseguição aos apoiantes de Magêncio. Em resposta, o senado decretou-o \"título do primeiro nome\", que significa que seu nome seria listado primeiro em todos os documentos oficiais, e aclamou-o como \"o maior Augusto\". Ele emitiu decretos retornando propriedades confiscadas, reconvocando exilados políticos e libertando oponentes políticos presos. Sua vitória resultou em sua ascensão ao título de Augusto Ocidental, ou soberano de toda porção ocidental do Império Romano, reconhecida por Licínio, único Augusto Oriental após a morte de Maximino Daia , no ano seguinte. Magêncio foi condenado ao damnatio memoriae, com toda sua legislação sendo invalidada e Constantino usurpando todos os seus consideráveis projetos de construção, incluindo o Templo de Rômulo (que fora dedicado ao filho do falecido, Valério Rômulo) e a Basílica de Magêncio. Os mais fortes apoiantes de Magêncio no exército foram neutralizados quando a II Legião Parta foi removida de Alba Longa e o restante do exército de Magêncio foi enviado para cumprir dever na fronteira do rio Reno. Além disso, a guarda pretoriana e a cavalaria imperial (equites singulares), ambas instituídas pelo reinado de Augusto foram debandadas. Elas seriam substituídas por um corpo de tropas de elite ligadas à pessoa do imperador, as escolas palatinas, que, a partir daí, seriam o núcleo do sistema militar romano, enquanto os velhos corpos de tropa territoriais eram negligenciados. A quase totalidade das forças militares móveis estava agora à disposição imediata do imperador — com exceção de certas unidades territoriais que eram equiparadas às forças móveis e chamadas pseudocomitatenses — concentradas em áreas urbanas onde pudessem ser mantidas abastecidas dos suprimentos que eram agora a maior parte do soldo militar. Constantino recebia de presente em memória à sua vitória um Arco triunfal dedicado pelo senado que fora oficialmente aberto em 25 de julho de 315, com cerimônias que envolveram sacrifícios a Apolo, Diana, Hércules, etc. Localizava-se entre o Palatino e o Célio, sobre a chamada Via Triunfal. Ele estava cuidadosamente posicionado de modo a alinhá-lo com a estátua colossal do Sol construída por Nero e situada no Coliseu. Dentre os relevos contidos no monumento há imagens representando a deusa Vitória, ao mesmo tempo que não há quaisquer elementos da imagética cristã, embora isso possa ser um ato deliberado do senado, que era pagão. Nele ainda há uma inscrição, exposta nos lados norte e sul, na qual associa-se a vitória à intervenção divina: : :Ao imperador César Flávio Constantino, o maior, pio, [e] afortunado, o Senado e povo de Roma, por inspiração [de uma] divindade e sua própria grande mente com seus justos exércitos [derrotou] o tirano e sua facção numa batalha legítima [e] vingou a república, dedicou este arco como um memorial para sua vitória militar. == Bibliografia == === Fontes primárias === * * * * * In === Fontes secundárias === * * * * * * * * * * * * * * * * * * * * * * * * * * * * Categoria:312 Categoria:Batalhas das Guerras Civis da Tetrarquia Categoria:Batalhas de Constantino, o Grande Categoria:Batalhas de Magêncio",
 "title": "Batalha da Ponte Mílvia"
}