{
 "id": "13895",
 "text": "A celulose (C6H10O5) é um polímero de cadeia longa composto de um só monômero (glicose), classificado como polissacarídeo ou carboidrato. É um dos principais constituintes das paredes celulares das plantas (cerca de 33% da massa da planta), em combinação com a lignina, com hemicelulose e pectina e não é digerível pelo homem, constituindo uma fibra dietética. Alguns animais, particularmente os ruminantes, podem digerir celulose com a ajuda de microrganismos simbióticos. Outros, como humanos, não possuem celulase, a enzima responsável por hidrolisar a celulose em glicose, e por isso não conseguem utilizá-la como fonte de energia. == Estrutura == A estrutura da celulose se forma pela união de moléculas de β-glicose (uma hexosana) através de ligações β-1,4-glicosídicas. Sua hidrólise completa produz glicose. A celulose é um polímero de cadeia longa de peso molecular variável, com fórmula empírica (C6H10O5)n, com um valor mínimo de n=200 (tipicamente 300 a 700, podendo passar de 7000). A celulose tem uma estrutura linear, fibrosa e húmida, na qual se estabelecem múltiplas ligações de hidrogênio entre os grupos hidroxilas das distintas cadeias juntapostas de glicose, fazendo-as impenetráveis a água e, portanto, insolúveis, originando fibras compactas que constituem a parede celular dos vegetais. == Obtenção e aplicações == === Na forma nativa === Além da madeira, que possui diferentes proporções de celulose dependendo do tipo e tratamento, a indústria têxtil usa fibras vegetais naturais, como o algodão (formado em 99,8% de celulose), a juta, o cânhamo, o rami e o linho, que também possuem grande proporção desse polissacarídeo. === Produção de polpa de celulose === A polpa de celulose é obtida industrialmente a partir da madeira de árvores como o pinho, o eucalipto ou o abeto, e em menor proporção de plantas herbáceas com grande quantidade de celulose no talo, como a cana-de-açúcar, diversas gramíneas e juncos, e é usada pelas indústrias de papel e papelão ou pelas indústrias químicas, que convertem essa polpa (ou algodão) em celulóide (antigamente usado para filmes cinematográficos), explosivos, celofane, acetato de celulose, carboximetilcelulose (lubrificantes e emulsificantes) e outros . O processo para obtenção de polpa de celulose é usado principalmente para fabricação de papel e papelão. A matéria-prima (troncos ou talos herbáceos) deve ser limpa e descascada e depois submetida à trituração mecânica em máquinas de lâminas múltiplas. O material triturado pode sofrer diferentes tratamentos para separar a lignina — substância que une as fibras da celulose. Pode ser batida com água quente (processo mecânico), ou tratada com soda cáustica a quente (processo soda), ou com bissulfito de cálcio (processo ácido), ou com sulfeto de sódio (processo Kraft). Posteriormente, o produto é lavado, depurado e embranquecido. Conforme o tipo de árvore, obtém-se a celulose de fibra curta ou de fibra longa. Essa característica torna o papel resultante mais absorvente ou mais resistente, respectivamente === Na indústria química === A celulose (polpa ou algodão) costuma ser dissolvida e posteriormente precipitada na forma desejada, seja em filmes ou na produção de fibras artificiais como o raiom (também chamado seda artificial), por diversos métodos, dependendo do custo, qualidade do produto formado e, mais recentemente, motivos ecológicos. Em um desses processos, o \"raiom viscoso\" ou xantato de celulose, solução que se obtém pelo aquecimento da celulose com soda cáustica e dissulfeto de carbono, é extrudado na forma desejada sob uma solução de ácido, que precipita a celulose neste formato. === Etanol celulósico === É o etanol obtido a partir da celulose. Há dois principais processos para produzi-lo. Num deles, a celulose é submetida ao processo de hidrólise enzimática, utilizando uma enzima denominada celulase. Há ainda a hidrólise ácida, feita com soluções de ácido clorídrico ou ácido sulfúrico (a cerca de 12%) a quente (>70 °C). Ambos processos produzem uma solução de glicose que é fermentada a etanol, num processo idêntico ao de produção de bebidas alcoólicas. === Aplicações em geral === Entre as várias aplicações da celulose, a produção do papel é a maior e mais conhecida. Na indústria têxtil, a aplicação mais famosa está na fabricação da viscose utilizada para fazer tecido. Na indústria farmacêutica a celulose é usada para revestimento de comprimidos e cápsulas para medicamentos. Na indústria alimentícia, sua aplicação é vasta, indo desde a produção de tripa de celulose para confecção de embutidos (salsichas, linguiças, etc) até sua utilização como emulsificantes, espessantes e estabilizantes que entram na composição de alimentos como sorvete, hambúrguer, queijo, entre outros. Na construção civil a celulose é utilizada para a confecção de painéis utilizados para divisórias de ambiente (drywall). No setor petroquímico, a celulose pode ser usado para a produção de bioprodutos e biocombustíveis, inclusive o etanol. Na medicina, foi criado um produto originado a partir de celulose bacteriana e utilizada como matéria prima de um curativo de biocelulose, utilizado para o tratamento de feridas cutâneas que apresentam perda de tecido de pele, incluindo queimaduras. Na indústria cosmetológica há derivados da celulose utilizados para a confecção de gel que serve como veículo para ativos dermatológicos e em formulações odontológicas (gel dental e soluções orais). As Diversas Aplicações da Celulose == Ver também == * Celofane * Papel * Madeira * Acetato de celulose * Celulóide * Raiom * Sacarose * Maltose == Ligações externas == * Celulose na era dos econegócios Celulose Categoria:Polissacarídeos Categoria:Excipientes Categoria:Aditivos de número E",
 "title": "Celulose"
}