{
 "id": "13918",
 "text": "O ISO 3166-2 é a parte do padrão ISO 3166 publicada pela Organização Internacional para Padronização (ISO), e define códigos para os nomes dos principais subdivisões (por exemplo, concelho, comunidade autônoma, departamento, distrito, judete, província, região ou estados) de todos os países codificados em ISO 3166-1. O nome oficial da norma é \"Códigos para a representação dos nomes dos países e das suas subdivisões - Parte 2: País subdivisão código\". Foi publicado pela primeira vez em 1998. A finalidade da norma ISO 3166-2 é estabelecer um padrão internacional de códigos alfanuméricos curtos para representar qualquer divisão administrativa de um país de uma forma mais conveniente e menos ambígua do que a sua forma nome completo do local. Cada código ISO 3166-2 é constituído por duas partes, separadas por um hífen. A primeira parte é o ISO 3166-1 alfa-2 código do país, e a segunda parte é uma seqüência de até três caracteres alfanuméricos. A segunda parte é geralmente obtida a partir de fontes nacionais e resulta de sistemas de codificação já em uso no país em causa, mas também pode ser desenvolvido pela ISO 3166 Maintenance Agency (ISO 3166/MA) propriamente dita. Existem atualmente mais de 4.200 códigos diferentes.ISO 3166-2 Códigos Estado, CommonDataHub. ISO 3166-2 não é o único padrão para códigos de região. Exemplos de outros códigos de região incluem: * Federal Information Processing Standard (FIPS) 10-4, desenvolvido pela Governo Federal dos Estados Unidos da América (ver lista de códigos de região FIPS) * Nomenclaturas de Unidades Territoriais para fins Estatísticos NUTS (NUTS), desenvolvido pela União Europeia == Códigos Atuais == Lista completa dos códigos ISO 3166-2 atualmente de cada país. Código Nome do país AD AE AF AG AI AL AM AO AQ AR AS AT AU AW AX AZ BA BB BD BE BF BG BH BI BJ BL BM BN BO BQ BR BS BT BV BW BY BZ CA CC CD CF CG CH CI CK CL CM CN CO CR CU CV CW CX CY CZ DE DJ DK DM DO DZ EC EE EG EH ER ES ET FI FJ FK FM FO FR GA GB GD GE GF GG GH GI GL GM GN GP GQ GR GS GT GU GW GY HK HM HN HR HT HU ID IE IL IM IN IO IQ IR IS IT JE JM JO JP KE KG KH KI KM KN KP KR KW KY KZ LA LB LC LI LK LR LS LT LU LV LY MA MC MD ME MF MG MH MK ML MM MN MO MP MQ MR MS MT MU MV MW MX MY MZ NA NC NE NF NG NI NL NO NP NR NU NZ OM PA PE PF PG PH PK PL PM PN PR PS PT PW PY QA RE RO RS RU RW SA SB SC SD SE SG SH SI SJ SK SL SM SN SO SR SS ST SV SX SY SZ TC TD TF TG TH TJ TK TL TM TN TO TR TT TV TW TZ UA UG UM US UY UZ VA VC VE VG VI VN VU WF WS YE YT ZA ZM ZW == Mudanças == Mudanças na norma ISO 3166-2 são anunciadas em boletins pela ISO 3166/MA.Atualizações sobre a norma ISO 3166 Estas alterações incluem basicamente em, correções ortográficas, a adição e a supressão de subdivisões, e a alteração da estrutura administrativa. Edição/Boletim Data de publicação Entradas afetadas Primeira edição do ISO 3166-2 BY, CA, DO, ER, ES, IT, KR, NG, PL, RO, RU, TR, VN, YU AE, AL, AO, AZ, BD, BG, BJ, CA, CD, CN, CV, CZ, ES, FR, GB, GE, GN, GT, HR, ID, IN, IR, KZ, LA, MA, MD, MW, NI, PH, TR, UZ, VN AE, CZ, IN, KZ, MD, MO, PS (nova entrada), TP (mudou para TL), UG BI, CA, EC, ES, ET, GE, ID, IN, KG, KH, KP, KZ, LA, MD, MU, RO, SI, TJ, TL, TM, TW, UZ, VE, YE BW, CH, CZ, LY, MY, SN, TN, TZ, UG, VE, YU (mudou para CS) AF, AL, AU, CN, CO, ID, KP, MA, TN, ZA AF, DJ, ID, RU, SI, VN AD, AG, BB, BH, CI, CS (excluída, substituída por ME e RS), DM, GB, GD, GG (nova entrada), IM (nova entrada), IR, IT, JE (nova entrada), KN, LI, ME (nova entrada), MK, NR, PW, RS (nova entrada), RU, RW, SB, SC, SM, TD, TO, TV, VC BG, BL (nova entrada), CZ, FR, GB, GE, LB, MF (nova entrada), MK, MT, RU, SD, SG, UG, ZA Segunda edição do ISO 3166-2 (estas mudanças não foram anunciadas em um boletim) BA, DK, DO, EG, GN, HT, KE, KW, LC, LR, TV, YE, ZA (corrigido ) AL, BO, CZ, ES, FR, GN, GR, GW, ID, IE, IT, KN, KP, LK, MA, MH, NP, RS, UG, VE AG, AR, BA, BF, BI, BS, BY, CF, CL, CV, EC, EG, GB, GL, HU, IT, KE, KM, LY, MD, MW, NG, NZ, OM, PA, PE, PH, RU, SC, SH, SI, SN, TD, TM, YE (corrigido ) AF, AN (excluída, substituída por BQ, CW e SX), AW, AZ, BD, BE, BG, BQ (nova entrada), BS, CV, CW (nova entrada), DJ, DK, ER, FI, FR, GB, GQ, HN, HR, HT, ID, IE, IN, JO, KW, LS, LV, MC, ME, MK, MM, MV, NL, NO, NP, NR, PG, PK, PL, PS, QA, SA, SD, SE, SH, SS (nova entrada), SX (nova entrada), TL, TN, TR, VN Terceira edição do ISO 3166-2 (as mudanças são publicadas no catálogo online da ISO e boletins novos não são mais publicados) ISO 3166-2:2020 2020-08 Quarta edição do ISO 3166-2 == Ver também == * Quadro de divisões administrativas por país * UN/LOCODE - Código das Nações Unidas para o Comércio e Transportes Locais == Ligações externas == * * #03166-2 2 ISO 3166-2",
 "title": "ISO 3166-2"
}