{
 "id": "13910",
 "text": "Zona abissal ou abissopelágica é a camada da zona pelágica compreendida entre os 4.000 m de profundidade e o leito oceânico. Na biologia marinha, o termo se refere ao ecossistema situado na região mais profunda dos oceanos, ou planícies abissais, para além do assoalho oceânico, onde o leito oceânico situa-se a uma profundidade entre 7000 e 11000 metros,“Breve caracterização do meio marinho” no site do Departamento de Botânica da Universidade de Coimbra, Portugal acessado a 30 de junho de 2009 onde a luz do Sol jamais chega e a pressão chega a atingir 76 MPa. Estas regiões representam 42% dos fundos oceânicos, habitat onde vivem poucos seres vivos, em razão da pobreza de nutrientes e baixa temperatura. Nessas regiões é que se situam as fossas abissais que são regiões mais profundas ainda. Os seres vivos que habitam este ecossistema chamam-se seres abissais e são dotados de adaptações especiais àquele ambiente. A ordem de peixes Lophiiformes é um exemplo de organismos abissais. Nesse ambiente pouco conhecido, vivem na completa escuridão, animais geralmente pequenos, muitos deles luminosos. == Pesquisas nas zonas abissais == Os seres humanos exploraram menos de 2% do fundo do oceano, e dezenas de novas espécies derivadas do mar profundo são descobertas com cada mergulho. O submarino DSV Alvin, de propriedade da Marinha dos Estados Unidos e operado pela Woods Hole Oceanographic Institution (WHOI) em Woods Hole, Massachusetts, exemplifica o tipo de embarcação usada para explorar águas profundas. Este Submarino de 16 toneladas pode suportar uma pressão extrema e é facilmente manobrável apesar do seu peso e tamanho. A extrema diferença de Pressão entre o fundo do mar e a superfície torna quase impossível a sobrevivência da criatura na superfície; Isso dificulta a pesquisa em profundidade porque a maioria das informações úteis só podem ser encontradas enquanto as criaturas estão vivas. Desenvolvimentos recentes permitiram que os cientistas analisassem essas criaturas mais de perto e por mais tempo. Um biólogo marinho, Jeffery Drazen, explorou uma solução, uma armadilha de peixe pressurizada. Isso captura uma criatura de águas profundas e ajusta sua Pressão interna lentamente até o nível da Superfície quando a criatura é trazida para a Superfície, na esperança de que a criatura possa se ajustar. Outra equipe científica, da Universidade Pierre e Marie Curie, desenvolveu um dispositivo de captura conhecido como PERISCOP, que mantém a pressão da água à medida que a superfície, mantendo as amostras em um ambiente pressurizado durante a subida. Isso permite um estudo próximo na superfície sem quaisquer distúrbios de pressão que afetem a amostra. == Ver também == * Seres abissais * Fauna abissal Categoria:Terminologia oceanográfica Categoria:Biologia marinha",
 "title": "Zona abissal"
}