{
 "id": "13935",
 "text": "{{Info/Município do Brasil | nome = Campo Redondo | foto = | leg_foto = | apelido = | brasão = Brasão de Campo Redondo RN.png | bandeira = Bandeira de Campo Redondo RN.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = camporedondense | padroeiro = Nossa Senhora de Lourdes | lema = | prefeito = Renam Luiz de Alencar Carvalho (Dr. Renam) | partido = PROS | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Campo Redondo location map.svg | latP = S | latG = 06 | latM = 14 | latS = 34 | lonP = O | lonG = 36 | lonM = 10 | lonS = 58 | estado = Rio Grande do Norte | região_intermediária = Natal | data_região_intermediária = IBGE/2017 | região_imediata = Santa Cruz | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = São Tomé e Lajes Pintadas (norte), Currais Novos (oeste), Santa Cruz (leste) e Coronel Ezequiel (sul) | dist_capital = 135 | área = 213.729 | área_ref = | emancipação = 26/03/1963 | distritos = Malhada Vermelha | população = 10215 | data_pop = IBGE/2022 | população_pos = RN: 65º | altitude = 471 | clima = semiárido | sigla_clima = | CEP = 59230-000 | idh = 0.626 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3723.07 | data_pib_per_capita = IBGE/2008 | site_prefeitura = camporedondo.rn.gov.br | site_câmara = https://cmcamporedondo.rn.gov.br/ }} Campo Redondo é uma cidade do estado do Rio Grande do Norte. De acordo com o censo realizado pelo IBGE (Instituto Brasileiro de Geografia e Estatística) no ano 2022, sua população é de 10 215 habitantes. Uma queda de cerca de 200 habitantes em relação ao Censo 2010 foi registrada. A extensão territorial do município é de 213 km². Limita-se com os municípios de São Tomé e Lajes Pintadas (norte), Currais Novos (oeste), Santa Cruz (leste) e Coronel Ezequiel (sul). Limita-se ainda com a Paraíba (sudoeste). == História == No ano de 1894, tornou-se pública a existência de uma fazenda de gado por nome Campo Redondo, situada na Serra do Doutor, na região do Trairi, de propriedade de Francisco José Pacheco. A primeira casa foi construída por Joaquim Borges de Oliveira. Por decisão do proprietário, foi construída na fazenda uma capela em homenagem a Nossa Senhora de Lourdes, atual padroeira do município. Em 1922, Campo Redondo já tinha uma feira e uma rua com trinta casas o que lhe dava aparência de povoado. A capela foi substituída por uma igreja maior em 1935. No ano de 1938, Campo Redondo viraria um distrito, subordinado a então Santa Cruz do Inharé. Já cinco anos depois, em 1943, o distrito de Campo Redondo, seria renomeado para Serra do Doutor. Em 1948, quatro anos depois, de novo o município muda de nome e novamente chama-se Campo Redondo. Campo Redondo viraria município pela primeira vez no ano de 1958, com sede no então distrito. A decisão, em questão de 4 anos, foi revertida por um acordão do STF, transformando assim Campo Redondo novamente em um simples distrito de Santa Cruz. Em 1963, Campo Redondo novamente seria elevada a categoria de município, decisão esta que vigora até os dias de hoje. No ano de 2023 comemorou-se o aniversário de 60 anos de Emancipação Política. Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1958",
 "title": "Campo Redondo"
}