{
 "id": "13946",
 "text": "Gametogênese (português brasileiro) ou Gametogénese (português europeu) é o processo de divisão e diferenciação de células precursoras haploides ou diploides em gametas haploides.. Um processo de divisão celular pode ser a mitose de células precursoras haploides, majoritariamente frequente em gametângios de fungos, algas e plantas Evert, R.F. ; Eichhorn, S.E. Biology of Plants, 8. ed., Cap14 e 19, 2014. Twell, D. Male gametogenesis and germline specification in flowering plants. Sex Plant Reprod. 149–160 (2011). doi:10.1007/s00497-010-0157-5. Outro processo de divisão celular pode ser a meiose em espécies diploides, que reduz à metade a quantidade de cromossomos das células, originando células haploides. Na fecundação, a fusão de dois gametas haplóides reconstitui o número diplóide característico de cada espécie. Este processo de meiose seguida pela fecundação contribui para uma maior variabilidade genética da prole. Considera-se a reprodução de uma espécie isogâmica (“mesmos gametas”) quando os gametas que se encontram são semelhantes em tamanho, estrutura e motilidade. Em oposição, quando os dois gametas são morfologicamente diferentes, considera-se uma reprodução heterogâmica (“gametas diferentes”) Gilbert, S.F. Developmental Biology, pg.613-641, Ed. Sinauer, 2003.. Nos metazoários, após a determinação sexual, a gametogênese acontece nas gônadas, órgãos que também produzem os hormônios sexuais. Estes hormônios determinam caracteres sexuais secundários (características que distinguem machos e fêmeas além das gônadas e que são geradas posteriormente à formação delas). Nos animais, gametas originados em gônadas femininas são denominados óvulos e gametas produzidos em gônadas masculinas são denominados espermatozóides. Apesar de gametas femininos e masculinos serem originados por divisões meióticas, há inúmeras diferenças na regulação, diferenciação e maturação dessas células, gerando gametas altamente especializados e com diferentes funções. O espermatozóide especializa-se no transporte de material nuclear até o óvulo ou ovócito. Em contrapartida o óvulo provém grande parte dos recursos celulares para a manutenção, indução da morforgênese e desenvolvimento inicial do zigoto, desenvolvendo um complexo estoque de substratos metabólicos, enzimas, organelas e mRNAs em seu citoplasma . O ritmo das etapas de divisão celular e diferenciação é ditado por informantes ambientais da célula, tais como hormônios a longa distância liberados pelo organismo, interações químicas e físicas locais com células somáticas adjacentes e eventos mecânicos como a fecundação. De modo geral esses informantes atuam na expressão de proteínas do ciclo celular, que coordenam a replicação do DNA e divisão da célula Stetina, J. R. Von & Orr- weaver, T. L. Developmental Control of Oocyte Maturation and Egg Activation in Metazoan Models. Cold Spring Harbor Perspective in Biology, 1–19 (2011).. Além disso, o processo de gametogênese pode variar de acordo com a estratégia de reprodução de cada espécie. ==Determinação e migração das Células Germinativas Primordiais (PGCs)== Foi proposto por August Weismann (1883) que as células de um organismo se diferenciariam em uma linhagem de células somáticas e uma linhagem de células germinativas, precursoras dos gametas. Cada linhagem possuiria diferentes determinantes em seu citoplasma, e somente a linhagem germinativa possuiria continuidade entre gerações, enquanto as células somáticas se extinguiriam com a morte do indivíduo. Atualmente sabe-se que essa divisão de linhagens ocorre nas fases iniciais do desenvolvimento de insetos, nemátodos e vertebrados, mas essa divisão não é estabelecida em plantas, e em muitos outros filos animais como cnidários, platelmintos e tunicados, de forma que células somáticas podem tornar-se germinativas no indivíduo adulto. Nos indivíduos em que a linhagem germinativa é estabelecida, essas células são denominadas PGCs (do inglês “Células Germinativas Primordiais”). Depois de determinadas em PGCs, estas se multiplicam e migram para as gônadas em desenvolvimento, onde na vida adulta irão se autorrenovar e gerar gametas. As células germinativas podem ser determinadas por componentes citoplasmáticos específicos segregados somente nelas durante a clivagem do embrião, como em sapos, nemátodes, e moscas. Nesse caso, esses componentes citoplasmáticos são chamados em conjunto plasma germinativo e geralmente constituem de proteínas e mRNAs repressores de transcrição e tradução, consequentemente de diferenciação Ikenishi, K.; Germ plasm in Caenorhabiditis elegans, Drosophila and Xenopus. Develop. Growth Differ. Ed 40, 1-10.. Em alguns casos essas moléculas são ortólogas entre espécies. PGCs também podem ser determinadas por meio de interações com células vizinhas, como em salamandras e mamíferos.. Genes importantes para o estabelecimento e manutenção das PGCs são Nanos, Vasa, Piwi, e Pumilio, sendo conservados na maioria dos metazoários Seervai, R. N. H., Wessel, G. M. Lessons for inductive germline determination. Mol. Reprod. Dev. Ed.80(8), 590-609 (2015), August, 2013. doi:10.1002/mrd.22151.Ewen-campen, B. E. N. & Schwager, E. E. The Molecular Machinery of Germ Line Specification. Molecular Reproduction & Development, Ed. 18, 3–18 (2010).. A migração das PGCs ocorre por modificações destas e sua interação com as células somáticas. Em anfíbios e mamíferos as PGCs migram pela extensão de filopódios que se aderem à superfície das células e são auxiliadas por um trajeto de fibronectina especificamente orientada na matriz extracelular. Em aves e répteis, as PGCs migram por meio da corrente sanguínea e por movimentos de diapedese. Em Drosophila sp., as PGCs migram por movimentos amebóides de diapedese. Acredita-se que a direção para a qual as PGCs devem migrar é dada por um gradiente de proteínas solúveis, ou seja, morfógenos. No modelo de camundongo, uma proteína que atrai PGCs é uma proteína da família TGF-β1. ==Decisão Mitose-meiose das células precursoras== As PGCs ou células tronco-germinativas no adulto se autorrenovam constantemente por mitose enquanto parte dessas células é destinada à gametogênese e inicia divisões meióticas. Para uma célula germinativa realizar a transição de divisão mitótica para meiótica, a célula recebe um sinal que altera sua expressão gênica. Seja durante a mitose ou meiose, grande parte das células em divisão possuem a transcrição inativa, como conseqüência, há a preponderância de regulações pós transcricionais, principalmente da tradução de transcritos. Foram encontradas vias semelhantes de regulação em C. elegans, D. melanogaster e camundongos, que geralmente envolvem a repressão da tradução de fatores iniciadores da meiose nas células tronco germinativasPushpa, K., Kumar, G. A. , Subramanian, K.. Translational Control of Germ Cell Decisions The Germline Challenges to Transcriptional Control of Gene. Results Probl. Cell Differ., Ed.59 175–200 (2018). doi:10.1007/978-3-319-44820-6 . Em C. elegans a região distal da gônada possui células tronco germinativas que se autorrenovam por mitose, enquanto as células da região proximal realizam a meiose. As células somáticas da região proximal liberam LAG2- Delta que se liga ao receptor GLP-1 Notch de células tronco germinativas. Ao receber a sinalização de GLP-1, as células tronco germinativas têm a tradução do mRNA de GLD-1 inibida, sendo GLD-1 responsável em iniciar a meiose pela célula. Como a sinalização Notch-Delta ocorre do contato célula a célula, as células proximais não recebem tal sinalização de GLP-1, não tem a transcrição do mRNA de GLD-1 inibida, expressam GLD e iniciam a mitose . Em Drosophila, ocorrem duas diferentes cascatas de sinalização em machos e fêmeas, sinalização via BMP em ovários e via JAK-STAT nos machos. Na sinalização em fêmeas, via mais esclarecida, ligantes BMP como Dpp (Decapentaplegic), reprimem a transcrição de bam (Bag of marbles) nas células tronco germinativas, impedindo que bam inicie vias de diferenciação e inicie a meiose . Em vista das ovogônias iniciarem a mitose no estágio embrionário, pouco foi estudado sobre esse processo em fêmeas de mamíferos. Nos machos, fatores liberados pelas células de Sertoli (células somáticas circundantes) são essenciais para estimular a autorrenovação das espermatogônias Hermo, L. et. Al. Surfing the Wave, Cicle, Life History, an Genes/Proteins Expressed by Testicular Germ Cells. Part 1 : Background to Spermatogenesis, Spermatogonia, and Spermatocytes. Microscopy Research and Tecnique, Ed. 73, 243-278 (2010)Pushpa, K., Kumar, G. A. , Subramanian, K.. Translational Control of Germ Cell Decisions The Germline Challenges to Transcriptional Control of Gene. Results Probl. Cell Differ., Ed.59 175–200 (2018). doi:10.1007/978-3-319-44820-6.Outro fator essencial seria a atuação de Nanos que interage com outras proteínas levando à desadenilação de mRNAs alvo, e ao início de sua diferenciação e meiose. ==Espermatogênese== Espermatogênese é o processo de formação e especialização das células sexuais masculinas, os espermatozóides. São etapas consecutivas da espermatogênese a proliferação por mitose (espermacitogênese), a meiose e a espermiogênese (processo final de diferenciação morfológica e estrutural em espermatozóide)Staub, C. & Johnson, L. Review : Spermatogenesis in the bull. Animal, 27–35 (2018). doi:10.1017/S1751731118000435. Na espermatogênese, ao final da meiose, são formadas quatro gametas funcionais haplóides. A espermiogênese ocorre após o término da meioseNishimura, H.; L’ Hernault, S.W.E. Spermatogenesis. Cell Press, Current Biology 27, R979–R1001, September 25, 2017. 1. doi:10.1016/j.cub.2017.07.067. Em humanos, a meiose é concluída em dias ou semanas. Em mamíferos, as células germinativas originárias dos espermatozóides são as espermatogônias A, que se autorrenovam constantemente por proliferação mitótica e passam do estágio A1 até o estágio A4. Algumas células A4 se diferenciam em espermatogônias intermediárias, e após uma divisão mitótica se diferenciam em espermatogônias B. Estas últimas formam por mitose os espermatócitos primários e cada um destes gera dois espermatócitos secundários após a mitose I, e cada espermatócito secundário gera duas espermátides. Durante as divisões de espermatogônias A até espermátides, estas células vão se afastando da membrana basal dos túbulos seminíferos presentes nos testículos e passam a se aproximar cada vez mais do lúmen desses túbulos. Em seguida, cada espermátide passa pelo processo de espermiogênese, que envolve a condensação e alongamento do núcleo, a formação de um flagelo, a reorganização espacial das organelas no citoplasma e a biogênese do acrossomo pelo complexo de golgi (organela semelhante a um lisossomo, especializado na digestão da zona pelúcida que recobre o ovo durante a fecundação). Ainda durante esse processo há a liberação de um “corpo residual”, uma vesícula contendo citoplasma que é descartado pela célula. Após a espermiogênese, os espermatozóides são liberados no lúmen dos túbulos seminíferos. Durante todo o processo da gametogênese, a interação química e física das células precursoras do espermatozóide com células somáticas denominadas células de Sertoli é fundamental para o controle da meiose, da diferenciação e da movimentação delas no túbulo seminífero. As etapas desse processo podem ser diferentes a depender da espécie. No nemátodo C. elegans, por exemplo, há algumas diferenças no processo de espermatogênese em relação aos mamíferos, decorrentes das diferenças fisiológicas e do seu hábito de vida. Neste organismo os espermatócitos primários aparentam ser independentes da indução de células somáticas para se dividir e diferenciar, sendo capazes de produzir espermátides quando isoladas in vitro. Nesta espécie, existem organismos machos e hemafroditas, não existindo indivíduos exclusivamente fêmeas. Sendo que a espermiogênese dos machos não ocorre no órgão reprodutivo do macho, mas sim no corpo da fêmea após a cópula. Além disso, a liberação do “corpo residual” citoplasmático ocorre durante a meiose II. Em contrapartida há prováveis vias gênicas ortólogas em processos de espermatogênese e formação de organelas de reação acrossômica entre C.elegans e camundongo. ==Ovogênese, Oogênese ou Ovulogênese== Oogênese é o processo de formação das células sexuais femininas, os óvulos. As células precursoras de ovócitos capazes de se autorrenovar são as oogônias. Uma oogônia pode se diferenciar em ovócito primário entrar na primeira divisão meiótica, gerando uma célula com praticamente quase todo o conteúdo citoplasmático da célula mãe, o ovócito secundário; e outra célula com pouco conteúdo citoplasmático, o corpúsculo polar primário. O ovócito secundário, por sua vez, realiza segunda divisão meiótica, gerando novamente uma célula com maior quantidade de citoplasma, o óvulo, e uma célula com pequena quantidade de citoplasma, o corpúsculo polar secundário. Na maioria dos mamíferos a ovulogênese só termina após a fecundação do ovócito II que se encontra em metáfase II. Em humanos, a oogênese é um processo que leva anos para eventualmente ser concluído. Diferentemente da espermatogênese, a oogênese gera ao final da meiose apenas um gameta funcional e três células não funcionais denominadas corpúsculos polares. Na maioria dos metazoários, a primeira divisão meiótica ocorre durante o desenvolvimento embrionário da fêmea, é interrompida na prófase II e apenas continuada quando o indivíduo atinge a maturidade sexual. Há, portanto, duas interrupções na oogênese: (i) a primeira em prófase II, do desenvolvimento embrionário até a fase fértil de algum ciclo reprodutivo na vida da fêmea; e (ii) a segunda que ocorre em diferentes fases a depender da espécie. A primeira interrupção é necessária para que ocorra o acúmulo de componentes citoplasmáticos maternos e diferenciação do ovócitoStetina, J. R. Von & Orr-weaver, T. L. Developmental Control of Oocyte Maturation and Egg Activation in Metazoan Models. Cold Spring Harbor Perspective in Biology, 1–19 (2011).. A segunda interrupção da oogênese varia entre as espécies: em mamíferos, ocorre na metáfase da meiose II; em insetos, na metáfase da meiose I; em invertebrados marinhos, após a meiose I; em C. elegans não há segunda interrupção da meiose. Sobre a interrupção e retomada da oogênese, sabe-se da atuação diversos mensageiros, que após sinalização hormonal ou de célula a célula, interferem na atividade de proteínas do ciclo celular (Ciclinas) de modo a interromper ou dar continuidade na divisão meiótica. Em animais de desenvolvimento externo como anfíbios, aves e répteis, pode ocorrer a vitelogênese, o acúmulo de vitelo no oócito. Este vitelo pode ser de origem do próprio oócito ou de origem materna. Em espécies partenogênicas, o gameta produzido é capaz de originar um organismo. Espécies dadas como partenogênicas podem usar de diversos mecanismos: em himenóperos organismos originados de fecundação são fêmeas, óvulos não fertilizados originam machos; em Drosophila mangabeirai um corpúsculo polar fertiliza o oócito; e em Moraba virgo e Cnemidophorus uniparens duplicam o número de cromossomos antes de iniciar a meiose. ===Mecanismos celulares=== Um mecanismo celular essencial para maturação e diferenciação das células precursoras do óvulo é o estabelecimento da direção do fuso meiótico na célula. Em alguns insetos como a Drosophila, o fuso meiótico é estabelecido por ação da proteína motora dineína, e uma oogônia se divide em 16 citoblastos interligados por anéis de conecção (oogênese meroística). É formado um padrão espacial fixo dos cistócitos, no qual somente a célula de uma posição específica se torna o gameta funcional, enquanto as outras tornam-se células companheirasTheurkauf, W. E. Oocyte differentiation : A motor makes a difference. Current Biology, 548–551 (1997).. Outro mecanismo essencial é a divisão celular assimétrica e a segregação assimétrica de fatores específicos. Esse processo é essencial na diferenciação da maioria das células somáticas e germinativas. De forma geral, para o desenvolvimento de um óvulo funcional, ocorrem divisões celulares assimétricas de modo que os determinantes de oócito se acumulem em uma célula Navarro, C., Lehmann, R. & Morris, J. Oogenesis : Setting one sister above the rest. Curr. Biol. 11, 162–165 (2001). Um exemplo desse fenômeno é a concentração de grânulos P em uma região do ovócito de C.elegans, de modo que esses grânulos estejam presentes somente em uma das células filhas. Categoria:Reprodução Categoria:Histologia Categoria:Biologia do desenvolvimento",
 "title": "Gametogénese"
}