{
 "id": "13940",
 "text": "A Mozilla Application Suite (originalmente conhecida como Mozilla, comercializada como Mozilla Suite) é uma suíte de internet integrada multiplataforma descontinuada. Seu desenvolvimento foi iniciada pela Netscape Communications Corporation, após a sua aquisição pela AOL. Ela foi baseada no código-fonte do Netscape Communicator. O desenvolvimento foi encabeçado pela Mozilla Organization de 1998 a 2003, e pela Mozilla Foundation de 2003 a 2006. Foi sucedida pela suíte de internet SeaMonkey (o nome SeaMonkey era o codinome original para o projeto), uma suíte de internet guida pela comunidade que é baseada no mesmo código-fonte e continuou a ser desenvolvida com a base de código da Mozilla. A suíte Mozilla se compunha de diversos programas principais: Navigator (um navegador web), Communicator (Mozilla Mail & Newsgroups), um desenvolvedor de páginas da web (Mozilla Composer), um cliente IRC (ChatZilla) e um catálogo de endereços eletrônico. Também incluiu algumas ferramentas para sincronizar o aplicativo com dispositivos PalmPilot, e diversas extensões para desenvolvimento web avançado incluindo o DOM Inspector e o Venkman (um depurador JavaScript). As versões 6 e 7 da suíte Netscape foram baseadas na suíte Mozilla. A última versão oficial foi a 1.7.13, conforme a Mozilla Foundation está atualmente se focando no desenvolvimento do Firefox e do Thunderbird. A suíte Mozilla Suite é disponível sob os termos da tri-licença do projeto Mozilla, como software livre e de código aberto. == Visão geral == O nome Mozilla vinha sendo utilizado internamente pelo navegador Netscape Navigator desde seu início. O Netscape Navigator foi o sucessor do navegador Mosaic; Mozilla é uma contração de \"Mosaic killer\". Este nome não era utilizado externamente, mas referências a ele poderiam ser encontradas nas figuras do Godzilla associadas com o Netscape Navigator. Em março de 1998, a Netscape lançou a maior parte do código base de sua popular suite Netscape Communicator (incluindo o navegador Netscape Navigator) sob uma licença de software livre. O nome do aplicativo desenvolvido a partir deste código seria Mozilla, e coordenado pela recém criada Mozilla Organization, no site mozilla.org. Apesar do código original do Communicator ter sido abandonado logo em seguida, a Mozilla Organization foi bem sucedida na produção de uma suite completa para Internet que superou o Communicator tanto em estabilidade como em recursos. Sob o patrocínio da AOL, a Mozilla.org continuou empenhada no desenvolvimento do navegador e na manutenção do seu código fonte até Julho de 2003, quando essas atribuições foram repassadas para a Fundação Mozilla (Mozilla Foundation). A Fundação é uma organização sem fins lucrativos composta principalmente por desenvolvedores do aplicativo e pelo comando do sítio mozilla.org. Sob sua custódia estão todos os direitos de propriedade intelectual do Mozilla. Recebeu doações iniciais da AOL, da IBM, da Sun Microsystems, da Red Hat e de Mitch Kapor; entretanto sua ligação com a AOL foi rompida, seguida de um anúncio informando o fim do navegador Netscape Navigator e o acordo da AOL para utilização do navegador Internet Explorer da Microsoft em suas futuras versões de software. (A AOL havia anunciado que iria utilizar o sistema de layout Gecko do Mozilla.) Como muitos outros grandes projetos de software, o próprio Mozilla tornou-se uma plataforma para outros programas e bibliotecas escritos em seu ambiente de programação específico. As extensões variam extensamente na complexidade, dos simples bookmarklets baseados em JavaScript; extensões de recursos do Mozilla (tais como o suporte a gestos do mouse e menu de torta); até programas desenvolvidos de forma autônoma. Uma lista parcial de programas e extensões para a plataforma Mozilla pode ser encontrada no site Mozdev.org. == História do projeto Mozilla == O lançamento do Netscape Communicator open source, que veio na altura do crescimento econômico tardio dos anos 1990, foi elogiado pela comunidade com uma mistura de aclamação e ceticismo. Em alguns círculos, a liberação dos fontes por parte da Netscape foi vista como uma vitória para o movimento do software livre e uma oportunidade para a Netscape explorar o poder do desenvolvimento open source. Esta visão era particularmente popular entre usuários Linux e de outros programas livres. Outros observadores – incluindo muitos da comunidade de negociantes não-open-source – interpretaram o movimento como uma rendição da Netspace frente à ascensão crescente do legalmente criticado navegador Internet Explorer da Microsoft. A despeito da opinião pública, o desenvolvimento sobre a base de código antiga do Communicator provou ser mais complicado do que o esperado. * A base antiga era grande e complexa. * Ela tinha que ser desenvolvida simultaneamente em muitos sistemas operacionais e, portanto, lidar com as diferentes bibliotecas e idiossincrasias desses sistemas. * Ela tinha as marcas de muitos ciclos rápidos de desenvolvimento em código fechado no chamado \"Tempo Internet\". Esses ciclos curtos de desenvolvimento fizeram com que os programadores sacrificassem modularidade e elegância para conseguir implementar mais opções no programa no tempo limitado que tinham. * Várias partes do código do Communicator nunca foram liberadas como código aberto por causa de acordos de licenciamento feito com terceiros. Como resultado, a primeira versão de código aberto do Communicator nem mesmo compilava direito, e simplesmente não rodava. Isso se transformou em um enorme desafio para os desenvolvedores principais do Mozilla (muitos dos quais ainda estavam na folha de pagamento da Netscape), e um desafio ainda maior para os desenvolvedores independentes querendo contribuir para a aplicação por si próprias. Finalmente, os desenvolvedores principais do Mozilla concluíram que a antiga base de código não podia ser salva. Eles decidiram ignorá-la e reescrever todo o sistema do nada, uma decisão que levou um dos líderes do desenvolvimento da Netscape, Jamie Zawinski, a se demitir. O plano resultante incluiu, entre outras coisas, a criação de uma biblioteca de interface gráfica multiplataforma completamente nova e um novo mecanismo de renderização de HTML. Poucos observadores conseguiram prever o resultado. Em 7 de Dezembro de 1998 – menos que dois meses depois do anúncio de 26 de Outubro de 1998 declarando que a base de código antiga do Communicator seria descartada – a Netscape liberou uma versão de \"demonstração\" inicial baseada no novo mecanismo de renderização chamado Gecko. O Gecko já estava sob desenvolvimento por algum tempo dentro da Netscape sob o nome interno NGLayout (\"Next Generation Layout\"), e era notavelmente mais rápido e menor do que seu predecessor. Uma de suas características mais publicitadas na sua primeira versão era que ele cabia em um único disquete de 1.44 MB, um tamanho cerca de 10 vezes menor do que seus contemporâneos. A rápida liberação da primeira versão do Gecko levou muitos a acreditarem que um navegador completo não estaria muito longe. Entretanto, a primeira versão do mecanismo de renderização estava longe de ser estável, e mais longe ainda de estar pronta para ser implementada em um navegador. Além disso, produzir um navegador com todas as características necessárias requeria muito mais do que apenas um mecanismo de renderização nascente: os desenvolvedores do Mozilla logo visionaram um projeto muito mais ambicioso do que um simples navegador. O novo Mozilla seria uma plataforma para aplicações Internet, com um interface gráfica de usuário completamente programável e uma arquitetura modular. Este Mozilla funcionaria tanto com um hospederio para clientes de e-mail, instant messaging, clientes NNTP, ou qualquer outro tipo de aplicação similares. Por causa do esforço requerido por essa rescriva massiva, o projeto se distanciou rapidamente de suas metas projetadas. Nos anos que se seguiram, o ceticismo sobre o Mozilla cresceu, e muitos duvidaram que um navegador terminado veria a luz do dia. Entretanto, o projeto persistiu, continuando ininterrupto mesmo em face da aquisição da Netscape pela AOL e o fim do crescimento econômico excessivo e insustentável propiciado pela Internet nos anos 1990. Por volta de Junho de 2002, o projeto Mozilla havia produzido um navegador útil e conformante com os padrões web, que funcionava em múltiplos sistemas operacionais incluindo Linux, Mac OS, Windows e Solaris. A versão 1.0 do Mozilla, liberada em 5 de Junho de 2002 foi elogiada por introduzir características que nem mesmo no seu rival, o Internet Explorer, possuía, incluindo um suporte melhor para as preferências de privacidade do usuário e algumas melhorias na interface gráfica. Adicionalmente, o navegador tornou-se a implementação de referência de facto dos vários padrões do World Wide Web Consortium, devido ao seu forte suporte aos mesmos. Versões atuais do Mozilla são altamente customizáveis e incluem características avançadas como gerenciamento de cookies, popups, senhas e imagens, e também o famoso tabbed browsing. Em 5 de Julho de 2003, a AOL anunciou que fecharia a sua divisão de navegadores, o que, em essência, era o Mozilla. Longe de ser o fim da platafoma, este foi o começo da Fundação Mozilla, formada por ex-veteranos da Netscape/Mozilla que tomaram sobre si a responsabilidade do desenvolvimento do projeto. Como consolação, a AOL prometeu investir 2 milhões de dólares da recém-formada fundação. Muitas pessoas já estavam esperando que isso acontecesse quando a AOL fechou um acordo com sua competidora, a Microsoft, em um negócio que permitia que a AOL embutisse o Internet Explorer em seus produtos pelos próximos 7 anos. A Netscape sempre foi vista como um item de barganha da AOL em relação à Microsoft. A AOL demitiu a maior partes dos empregados e desenvolvedores da Netscape, alguns dos quais foram transferidos para outras divisões da empresa. Os símbolos da Netscape foram removidos dos prédios que ela ocupava, confirmando o que muitos tomaram como o fim da divisão. A AOL continuaria a manter a marca Netscape em seu portal, mas a companhia não mais pagaria desenvolvedores para trabalhar na base de código do projeto. Versões futuros do Netscape seriam apenas versões renomeadas do Mozilla, começando com a versão 7.2 (baseada, tentativamente, na versão 1.7) do Mozilla. Mozilla, um produto que originalmente visava desenvolvedores ao invés de usuários finais, agora enfrenta o desafio do marketing para as massas. == O desenvolvimento futuro da plataforma Mozilla == Um novo plano de desenvolvimento foi criado pela Fundação. Ao invés da aplicação integrada através de uma \"vanguarda multiplataforma\" (XPFE – Cross-Platform Front-End), a Fundação Mozilla decidiu fracionar a suíte em módulos de aplicações menores compartilhando tecnologia comum de retaguarda como a biblioteca de interface de usuário XUL e o mecanismo de renderização Gecko. Ambos continuarão a funcionar sem problemas um com o outro, mas serão capazes de se integrar melhor com aplicações de terceiros. Ao dividir a funcionalidade de suíte em peças menores, a intenção é: * reduzir o tamanho da aplicação e do código * simplificar o gerenciamento do projeto * aumentar a modularidade do programa e, como conseqüência, a sua segurança e estabilidade Este alvo foi atingido a curto prazo com o Firefox (anteriormente Phoenix, e então Firebird) e o Thunderbird (anteriormente Minotaur), cliente de e-mail em escrito especificamente sem a utilização do XPFE. Apesar dos planos oficiais da Fundação, os desenvolvedores independentes que contribuíram durante anos para a suíte não aceitaram bem a decisão e decidiram assumir o seu desenvolvimento. Como a repercussão não foi muito positiva entre os fãs do programa, a Fundação Mozilla decidiu disponibilizar a infraestrutura para que eles continuassem o seu trabalho, mas vetou o uso do nome Mozilla para as novas versões da suíte a serem liberadas por eles. Assim, surgiu o Conselho Seamonkey (The SeaMonkey™ Project) formado por desenvolvedores que vem atualizando e modernizando a Suíte com o novo nome de Seamonkey. O Seamonkey 1.1.1 incorporou no seu módulo de e-mail características que só estarão presentes no futuro Thunderbird 2.0 e usa versões do motor de renderização Gecko mais novas que o seu irmão Firefox (2.0.0.3). Outra surpresa positiva do Seamonkey (que contraria as previsões da Fundação) é o fato de oferecer mais funções e aplicativos por um tamanho menor de download do que o exigido por Firefox + Thunderbird. Enquanto o Firefox cresce vertiginosamente de tamanho a cada versão, o Seamonkey vem conseguindo incorporar as novidades sem sofrer do mesmo problema. É curioso notar como um modelo de programa abandonado oficialmente pela Fundação continua evoluindo a largos passos e de maneira expressiva, com promessa de vida longa e avanço técnico sensível para sua futura versão 1.5, o que mostra a força de desenvolvimento que uma comunidade opensource pode ter, com membros e contribuições de códigos de todas as partes do mundo. == Tecnologia Mozilla == === Subprojetos === A arquitetura da construção do Mozilla foi, por necessidade, amplamente modularizada. Como resultado, o desenvolvimento do Mozilla gerou diversos componentes que foram reutilizados em outros contextos. O mais promissor deles é a plataforma para layout Gecko (Mozilla), que é usado em outros navegadores (veja a seção abaixo). Partes importantes do projeto incluem NSPR (Netscape Portable Runtime), uma plataforma de abstração que faz a aparência do Mozilla ser igual em todos os sistemas operacionais, e XPCOM, um componente de software similar ao modelo de componentes de objetos COM da Microsoft. Adicionalmente, as próprias questões de desenvolvimento geograficamente distribuído e colaborativo, além de multiplataforma, do projeto Mozilla, estimularam a criação de ferramentas. Algumas delas são largamente utilizadas pela comunidade open source, incluindo as seguintes: * o Bugzilla, um sistema de rastreamento de defeitos. * o Bonsai, uma interface para Web do CVS (sistema de controle de vesões) do Mozilla. * o projeto Rhino, uma implementação do JavaScript em Java. * a ferramenta de detecção Tinderbox, que permite aos desenvolvedores administrar a construção de software e correlacionar os erros de compilação em diferentes plataformas e configurações por causa de mudanças específicas no código. * o cliente de e-mail Thunderbird. === Características notáveis do Mozilla === Um aspecto único do Mozilla é que toda a sua interface de usuário, incluindo menus e caixas de diálogo, é renderizada pelo mecanismo de layout Gecko (Mozilla), em vez das bibliotecas gráficas (GUIs) dos sistemas operacionais. Esta arquitetura usa uma linguagem desenvolvida especialmente, chamada XUL, e tem algo de controverso. Seus defensores citam sua flexibilidade e o fato de que ela pode oferecer uma GUI (interface) padrão para o programa nas diferentes plataformas aonde ele pode ser instalado. Seus críticos dizem que essa arquitetura impacta a performance, e que é uma convenção largamente aceita se utilizar os elementos de interface nativos do sistema operacional. Existe um certo número de navegadores que utilizam a plataforma de renderização apenas para mostrar a página HTML (veja abaixo). == Origens e profecias: o nome \"Mozilla\" == O nome Mozilla é um contração de \"Mosaic killer\". Pode-se supor que os empregados da Netscape esperavam superar o Mosaic com o navegador mais popular da Web. Eles tiveram sucesso nesse intento – ainda que brevemente, perdendo a posição para o Internet Explorer logo depois. Contrário à crença popular, o nome não tem nenhuma relação com o monstro dos cinemas, o Godzilla. O mascote, um lagarto de cartoon, foi adotado depois, quando a similaridade no nome foi apontada. Para mais informações sobre o mascote do Mozilla, veja o link externo para \"The Mozilla Museum\" (abaixo), como também o artigo sobre The Book of Mozilla == Versões == A versão 1.8a4 foi lançada em 28 de setembro de 2004. A versão estável 1.7rc3 foi lançada em 8 de junho de 2004. == Navegadores derivados == Navegadores que usam o mecanismo de renderização Gecko para toda interface do usuário * Mozilla Suite (renomeado para Seamonkey, como era conhecido seu código). O suíte da própria Mozilla.org's inclui: ** Mozilla Composer ** Mozilla Mail e Address Book ** Chatzilla, o programa IRC do Mozilla * Mozilla Firefox (anteriormente conhecido como \"Mozilla Firebird\" e \"Phoenix\") * Netscape Navigator – versões 6.x e 7.x (o próprio Mozilla alterando-se o nome e com algumas características adicionais como o AOL Instant Messenger) * Beonex Communicator * IBM Web Browser para o OS/2 * Aphrodite Navegadores que usam a plataforma de layout Gecko apenas para exibir conteúdo de páginas * Galeon para o GNOME * Skipstone para o GNU/Linux * Salamander para o GNU/Linux * Epiphany para o GNOME * K-Meleon para o Windows * AOL para o Mac OS X * Q.BATi para o Mac OS X * Camino para o Mac OS X * CompuServe 7.0 para o Windows Outros projetos baseados em códigos Mozilla * Sunbird (redesenho do antigo Mozilla Calendar) * Nvu * XMLTerm * Kompozer * Songbird == Ver também == * The Book of Mozilla * Enigmail == Ligações externas == * * * * * * * * * Categoria:Mozilla Categoria:Leitores de feed Categoria:Navegadores livres para macOS Categoria:Navegadores livres para POSIX Categoria:Navegadores livres para Windows Categoria:Clientes de e-mail livres Categoria:Software livre programado em C++ Categoria:Software de 1998",
 "title": "Mozilla Application Suite"
}