{
 "id": "1396",
 "text": "O Oeste, também conhecida como Região do Oeste, é uma NUTIII portuguesa situada no centro-oeste do país, pertencendo à NUTII do Oeste e Vale do Tejo. Tem uma extensão total de 2.220 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 363.551 habitantes em 2021 e uma densidade populacional de 164 habitantes por km2. Está composta por 12 municípios e 89 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I., sendo a cidade das Caldas da Rainha a cidade administrativa e um dos principais núcleos urbanos. Com 30.443 habitantes na sua área urbana e 50.898 habitantes em todo o município, é a maior cidade e o terceiro maior município, a seguir de Torres Vedras com 83.130 habitantes e Alcobaça com 54.981 em todo o município, sendo contínua à Área Metropolitana de Lisboa a sul, a leste com a Lezíria do Tejo, a norte com a Região de Leiria e a oeste com o Oceano Atlântico. ==Municípios== Compreende 12 municípios: * Alcobaça * Alenquer * Arruda dos Vinhos * Bombarral * Cadaval * Caldas da Rainha * Lourinhã * Nazaré * Óbidos * Peniche * Sobral de Monte Agraço * Torres Vedras Estes municípios formam por sua vez a Comunidade Intermunicipal do Oeste. A região Oeste caracteriza-se por uma influência costeira e ruralCarvalho, J.R. and Barceló, J.P., 1966. Agitação marítima na costa oeste de Portugal metropolitano. Laboratorio Nacional de Engenharia Civil. Como assuntos de especial interesse destacam-se a hortofruticulturaPinho, V., Mateus, C., Rebelo, M.T. and Kühne, S., 2009. Distribuição espacial de Coenosia attenuata Stein (Diptera: Muscidae) e das suas presas em estufas de hortícolas na região Oeste, Portugal. Portugal. Bol. San. Veg. Plagas, 35, pp.231-238., nomeadamente a Pera-rocha do Oeste, a Maçã de Alcobaça e a Ginja de Óbidos e Alcobaça. O surf, as praias, o património monumental e a geologiaPereira, B., Mateus O., Kullberg J. C., & Rocha R. (2017). The geotouristic potential of the Oeste Region of Portugal. 14th European Geoparks Conference | Abstracts Book 167. 167. fazem do turismo uma importante actividade económica da região. == Ver também == *Lista de concelhos por NUTS *Comunidade Intermunicipal do Oeste == Ligações externas == *Associação de Municípios do Oeste — Associação de Municípios *Portal Oeste Digital — Portal da Comunidade Urbana *Região de Turismo do Oeste — Região de Turismo *OesteSustentável - Agência Regional de Energia e Ambiente do Oeste Categoria:NUTS 3 de Portugal Categoria:Oeste e Vale do Tejo Categoria:Região Oeste",
 "title": "Oeste (sub-região)"
}