{
 "id": "13979",
 "text": "Éfeso (; ; ) foi uma cidade grega antiga na costa de Jônia, três quilômetros a sudoeste de Selçuk, província de Esmirna, Turquia. Foi construída no no local da capital anterior de Arzaua por colonos gregos jônicos. Durante a era grega clássica foi uma das doze cidades da Liga Jônica. A cidade floresceu depois que veio sob o controle da República de Roma em Durante o período romano, foi por muitos anos a segunda maior cidade do Império Romano, apenas atrás de Roma, a capital do império.Quezi: EphesusOklahoma Christian University: Ephesus Tinha uma população de habitantes no , o que também fazia dela a segunda maior cidade do mundo na época. A cidade era famosa pelo Templo de Ártemis (terminado ao redor ), uma das sete maravilhas do mundo antigo. Entre muitos outros edifícios monumentais estão a Biblioteca de Celso e um teatro capaz de abrigar cerca de 25.000 espectadores. Éfeso era uma das Sete Congregações da Ásia Menor que são citadas no Livro de Apocalipse. O Evangelho de João pode ter sido escrito aqui.Harris, Stephen L., Understanding the Bible, Palo Alto, Mayfield, 1985. A cidade foi o local de vários conselhos cristãos do (ver Primeiro e Segundo Concílio de Éfeso). A cidade foi destruída em 263 pelos godos, uma tribo germânica e, apesar de ter sido reconstruída, a importância da cidade como um centro comercial declinou conforme o porto foi lentamente assentado acima pelo rio Caístro. A cidade foi parcialmente destruída por um terremoto no ano de 614. As ruínas de Éfeso são uma atração turística internacional e local, em parte devido ao seu fácil acesso a partir do Aeroporto Adnan Menderes ou do porto de cruzeiros de Kuşadası, cerca de 30 km ao sul. Em 2015, a Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO) integrou Éfeso na lista do Património da Humanidade. ==História== A cidade era célebre pelo Templo de Ártemis, construído por volta de , uma das sete maravilhas do mundo. O templo foi destruído, juntamente com muitos outros edifícios, em por uma multidão liderada por São João Crisóstomo.John Freely, The Western Shores of Turkey: Discovering the Aegean and Mediterranean Coasts, 2004, p. 148. O imperador reconstruiu boa parte da cidade e ergueu novos banhos públicos, porém a cidade foi novamente destruída parcialmente por um terremoto, em 614. A importância da cidade como centro comercial diminuiu à medida que o seu porto começou a ser assoreado pelo rio Caístro (Pequeno Menderes). Éfeso foi uma das Sete Igrejas da Ásia citadas no livro bíblico do Apocalipse.2:1–7 O Evangelho de João pode ter sido escrito na cidade,Harris, Stephen L., Understanding the Bible, Palo Alto, Mayfield, 1985. onde também se encontra um grande cemitério de gladiadores. Em Éfeso existia um dos maiores teatros do mundo, com capacidade para 25 mil espectadores de uma população total estimada em cerca de 400 mil a 500 mil habitantes. Era a quinta mais populosa cidade do império. Também em Éfeso surgiram as condições para uma mudança fundamental no pensamento do Ocidente, durante os séculos VII e Éfeso e Mileto, também na Ásia Menor, são berços da filosofia. Em , Éfeso foi declarada capital da província romana da Ásia, mas pesquisas arqueológicas revelam que Éfeso já era um centro urbano antes de , quando era ocupada pelos jônios. Sua riqueza, contudo, não era apenas material. Nela se destacavam iniciativas culturais como escolas filosóficas; escola de magos e muitas manifestações religiosas, sendo a mais significativa em torno de Ártemis; a deusa do meio ambiente conhecida como Diana pelos romanos, a deusa da fertilidade. É dedicado a Ártemis o maior templo nela encontrado por arqueólogos austríacos. Ao lado do templo de Ártemis, com 80 metros de comprimento e 50 metros de largura, foram encontrados suntuosos palácios romanos. Outras descobertas incluem uma bela casa de banho, de mármore, com muitos quartos, a magnífica Biblioteca de Celso, a \"Catacumba dos Sete Adormecidos\", onde foram encontrados centenas de locais de sepultura, e um templo dedicado à adoração ao imperador. Ali havia uma estátua de Domiciano, o imperador que exilou João Evangelista na ilha de Patmos e perseguiu os cristãos. Como é comum em praticamente todas as cidades ao redor do Mediterrâneo, também Éfeso acumulava em sua tradição traços religiosos orientais, egípcios, gregos, romanos e judaicos. O antigo geógrafo Estrabão, que viveu de a , descreveu-a como \"o maior centro de comércio exterior que havia na Ásia\" (Geografia XII, 8 e 5). Os arqueólogos encontraram uma inscrição em pedra (talvez erigida por ordem do imperador), que premiava Éfeso como a \"mais ilustre de todas as cidades\" da Ásia. Nos tempos apostólicos, Éfeso foi uma das cidades do Império Romano onde o cristianismo mais se difundiu. Paulo de Tarso e João Evangelista pregaram na cidade. A igreja que havia em Éfeso no fim do foi uma das sete igrejas mencionadas no Apocalipse, juntamente com Esmirna, Pérgamo, Sardes, Tiatira, Filadélfia (atual Alaşehir) e Laodiceia no Lico. A cidade também foi sede de dois concílios (o Primeiro e o Segundo Concílio de Éfeso). Nela se localizam ruínas da basílica de São João, o Teólogo. == Mitologia == De acordo com Ferecides de Leros, citado por Estrabão, Éfeso era ocupada pelos cários (e pelos léleges ), e, quando houve a migração dos jônios para a região, a cidade de Éfeso foi fundada por Androclo, filho legítimo de Codro, o líder dos jônios, que expulsou os cários e léleges. Éfeso tornou-se o local do palácio real dos príncipes dos jônios, e a cidade ainda era governada por seus descendentes à época de Estrabão. Antigamente, Éfeso também se chamava Esmirna, do nome da amazona Esmirna, que havia tomado posse de Éfeso, porém mais tarde Esmirna foi fundada por habitantes de Éfeso. == Personalidades == Dentre as personalidades naturais de Éfeso, destacam-se: * Heráclito de Éfeso, chamado O Obscuro. * Hermódoro, um homem honesto expulso de Éfeso, segundo Heráclito. * Hiponax, poeta. * Parrásio, pintor. * Apeles, pintor. * Alexandre Licno, orador. == Ver também == *Templo de Ártemis == Ligações externas == * * * * * Categoria:Patrimônio Mundial da UNESCO na Turquia",
 "title": "Éfeso"
}