{
 "id": "13980",
 "text": "O Primeiro Concílio de Éfeso foi um concílio de bispos cristãos convocado em Éfeso (perto do atual Selçuk na Turquia), na Ásia Menor, realizado em 431 pelo imperador romano Teodósio II. Este terceiro Concílio Ecumênico, um esforço para alcançar consenso na Igreja através de uma assembleia representando toda a cristandade,Richard Kieckhefer (1989). \"Papacy\". Dictionary of the Middle Ages. ISBN 0-684-18275-0. debateu sobre os ensinamentos cristológicos e mariológicos de Nestório, patriarca de Constantinopla. Cerca de 250 bispos estiveram presentes nele. O concílio foi conduzido em uma atmosfera de confronto aquecido e recriminações. Confirmou o Credo Niceno originalSchaff, Philip; Wace, Henry, eds. (1890), The Seven Ecumenical Councils(archive.org, tertullian.org), Nicene and Post-Nicene Fathers: Second Series, 14, The Seven Ecumenical Councils, Grand Rapids, Michigan, U.S.A.: Eerdmans Pub Co., ISBN 0-8028-8129-7 e condenou o nestorianismo (ensinamentos de Nestório, Patriarca de Constantinopla) como heresia, assim como o arianismo, sabelianismo e pré- milenarismo (quiliasmo). Tal concílio ocorreu entre os meses de junho e julho de 431 e teve como local sede a Igreja de Maria em Éfeso na Anatólia. Este terceiro Concílio Ecumênico é reconhecido pelos católicos, ortodoxos, os \"velhos\" católicos, Anglicanos e Luteranos, além de outros grupos cristãos. == História == Nestório, patriarca de Constantinopla, defendia que Cristo não seria uma pessoa única, mas que Nele haveria uma natureza humana e outra divina, distintas uma da outra e, por consequência; argumentava que Maria deveria ser chamada de Cristótoco (portadora de Cristo), e não Teótoco (portadora de Deus).Carl E. Braaten and Robert W. Jenson (2004), Mary, Mother of God. Assim procurou restringir o papel de Maria, como mãe, apenas da natureza humana de Cristo e não da natureza divina de Cristo, indo em contrário aos ensinamentos tradicionais dos outros líderes da igreja. Os adversários de Nestório, liderados por São Cirilo, Patriarca de Alexandria, consideravam isto inaceitável, pois entendiam que Nestório estava destruindo a união perfeita e inseparável da natureza divina e humana em Jesus Cristo, isto é, acusava Nestório de heresia. São Cirilo apelou ao papa Celestino I para forçar Nestório a abandonar os seus ensinamentos sob risco de ser excomungado. O papa concordou e concedeu a Cirilo autoridade para depor Nestório e excomungá-lo caso esse mantivesse os seus ensinamentos heréticos. Porém, antes da intimação chegar, Nestório implorou ao imperador romano do Oriente, Teodósio II, para que convocasse um Concílio ecumênico, acreditando que os bispos iriam defender os seus pontos de vista e, assim, condenariam Cirilo. O concílio foi aberto em junho de 431 com aproximadamente 250 bispos presentes. Os procedimentos foram conduzidos em uma atmosfera acalorada de confrontos e recriminações e criaram graves tensões entre Cirilo e o imperador Teodósio II. Assim que foi aberto, o concílio denunciou os ensinamentos de Nestório. A maioria dos bispos entendia que Jesus era apenas uma pessoa e não duas pessoas distintas como pregava Nestório. Para o concílio ecumênico, Jesus seria Deus completo e homem completo, declarando ainda que a Virgem Maria deveria ser chamada de Teótoco (portadora de Deus), porque ela concebeu e deu à luz a Deus como homem, tal como o apóstolo João mencionou em seu evangelho ao afirmar que 'O verbo se fez carne'. Como Nestório não abandonou seu posicionamento, o mesmo foi taxado efetivamente de herege e Cirilo, com o apoio do bispo de Roma, subjugou os ensinamentos de Nestório e o removeu de seu patriarcado em Constantinopla. Tal ação causou o Cisma Nestoriano, pelo qual as igrejas que apoiavam Nestório, especialmente as do Império Persa dos Sassânidas, foram cortadas do resto da cristandade e ficaram conhecidas como Cristianismo Nestoriano, ou a Igreja do Oriente, cujos representantes atuais são os Igreja Assíria do Oriente, a Igreja Antiga do Oriente, a Igreja Síria Caldeia e a Igreja Católica Caldeia. Após o concílio Nestório se retirou para um monastério, mais tarde se retratou de sua posição nestoriana. === Contexto político === O teólogo e historiador ortodoxo, J. A. McGuckin, cita a \"rivalidade inata\" entre Alexandria e Constantinopla como um fator importante na controvérsia entre Cirilo de Alexandria e Nestório.McGuckin, p. 12 No entanto, ele enfatiza que, tanto quanto a competição política contribuiu para um \"clima geral de dissidência\", a controvérsia não pode ser reduzida apenas ao nível de \"choques de personalidade\" ou \"antagonismos políticos\". De acordo com McGuckin, Cirilo considerava o \"elevado argumento intelectual sobre a cristologia\" como sendo, em última instância, a mesma coisa que a \"validade e segurança da vida cristã simples\".McGuckin, pp. 19-21 Mesmo dentro de Constantinopla, alguns apoiavam o posicionamento romano-alexandrino e outros apoiavam as facções nestorianas. Por exemplo, Pulquéria apoiou os papas romano-alexandrinos, enquanto o imperador e sua esposa apoiaram Nestório.Gabra, Gawdat (2009). The A to Z of the Coptic Church. Scarecrow Press. p. 97. === Contexto teológico === A contenção sobre os ensinamentos de Nestório, que ele desenvolveu durante seus estudos na Escola de Antioquia, em grande parte girava em torno de sua rejeição ao título há muito usado Teótoco (portadora de Deus) para a Virgem Maria. Pouco depois de sua chegada a Constantinopla, Nestório se envolveu nas disputas de duas facções teológicas, que diferiam em sua cristologia. McGuckin atribui a importância de Nestório no fato de ser o representante da tradição antioquena, o caracteriza como um \"expoente consistente, se não muito claro, da antiga tradição dogmática antioquena\". Nestório ficou muito surpreso com o fato de ser tão censurável aos cristãos em Constantinopla o que ele sempre ensinara em Antioquia, sem qualquer controvérsia. Nestório enfatizou a natureza dual de Cristo, acreditando ter encontrado um meio termo entre aqueles que enfatizavam que Cristo-Deus havia nascido como homem, insistindo em chamar a Virgem Maria Teótoco (em grego: Θεοτόκος, \"portadora de Deus\"), e aqueles que rejeitavam esse título porque Deus, como um ser eterno, não poderia ter nascido. Nestório então sugeriu o título Cristótoco (Χριστοτόκος, \"portadora de Cristo\"), mas esta proposta não ganhou aceitação de nenhum dos lados. Nestório tentou responder a uma questão considerada sem solução: \"Como pode Jesus Cristo, sendo parte homem, não ser parcialmente pecador também, visto que o homem é, por definição, um pecador desde a Queda?\" Para resolver isso, ele ensinou que Maria, a mãe de Jesus, deu à luz o Cristo encarnado, e não o Logos divino que existiu antes de Maria e, de fato, antes do próprio tempo. O Logos ocupava a parte da alma humana (a parte do homem que estava manchada pela queda). \"Mas a ausência de uma alma humana não tornaria Jesus menos humano?\" Nestório rejeitou essa proposição, respondendo que, como a alma humana se baseava no arquétipo do Logos, Jesus era \"mais\" humano por ter o Logos e não \"menos\". Consequentemente, Nestório argumentou que a Virgem Maria deveria ser chamada de Cristótoco (palavra grega que significa \"Portadora do Nascimento de Cristo\"), e não Teótoco (também do grego, \"Portadora do Nascimento de Deus\"). Nestório acreditava que nenhuma união entre o humano e o divino era possível. Se tal união do humano e divino ocorreu, Cristo não poderia verdadeiramente ser substancial com Deus e substancial com o homem porque ele cresceria, amadureceria, sofreria e morreria; algo que para Nestório Deus não pode fazer e, ao mesmo tempo, também possuir o poder de Deus, pois tal poder é o que o separa do ser igual aos humanos. De acordo com o historiador McGuckin, vários relatos de meados do século XX tenderam a \"romantizar\" Nestório; em oposição a esse ponto de vista, ele afirma que Nestório não era menos dogmático e intransigente que Cirilo, e que ele estava plenamente preparado para usar seus poderes políticos e canônicos como Cirilo ou qualquer um dos outros hierarcas do período.McGuckin, p. 21 Os oponentes de Nestório acusaram-no de separar a divindade e a humanidade de Cristo em duas pessoas que existiam em um corpo, negando assim a realidade da Encarnação. Eusébio, um leigo que mais tarde se tornou o bispo da vizinha Dorileia, foi o primeiro a acusar Nestório de heresia, mas seu oponente mais vigoroso foi o patriarca Cirilo de Alexandria. Cirilo argumentou que o nestorianismo dividiu Jesus ao meio, negando, assim, que Ele fosse humano e divino. Cirilo apelou ao papa Celestino I, acusando Nestório de heresia. O papa concordou e deu a Cirilo sua autoridade para dar um aviso a Nestório para que se retratasse de suas opiniões dentro de dez dias ou seria excomungado. Antes de atuar na comissão do Papa, Cirilo convocou um sínodo de bispos egípcios que também condenaram Nestório. Cirilo então enviou quatro bispos sufragâneos para entregar tanto a comissão do papa quanto a carta sinodal dos bispos egípcios. Cirilo enviou uma carta a Nestório, conhecida como \"A Terceira Epístola de São Cirilo a Nestório\". Esta epístola baseou-se fortemente nas Constituições Patrísticas estabelecidas e continha o artigo mais famoso da Ortodoxia Alexandrina: \"As Doze Anátemas de São Cirilo\". Nesses anátemas, Cirilo excomungou qualquer um que seguisse os ensinamentos de Nestório. Por exemplo, \"Qualquer um que ouse negar a Virgem Sagrada o título Teótoco é Anátema!\" Nestório, no entanto, ainda não se arrependeria. McGuckin ressalta que outros representantes da tradição antioquena, como João de Antioquia, Teodoreto e André de Samósata, foram capazes de reconhecer \"o argumento a favor da integridade de Cristo\" e admitir a \"natureza imprudente da imobilidade de Nestório\".McGuckin, pp. 22-23 Preocupados com o potencial para um resultado negativo em um Concílio Ecumênico, eles pediram a Nestório que cedesse e aceitasse o uso do título Teótoco ao se referir à Virgem Maria.Kelly, Joseph (2009). The ecumenical councils of the Catholic Church: a history. Liturgical Press. Por exemplo, João de Antioquia escreveu a Nestório insistindo para que ele se submetesse ao julgamento do papa Celestino I e cessasse de gerar controvérsia sobre uma palavra que ele não gostava (Teótoco), a qual poderia ser interpretada como tendo um significado ortodoxo, especialmente à luz do fato de muitos santos, visto que doutores da igreja sancionaram a palavra usando eles mesmos esse termo. João escreveu a Nestório: \"Não perca a cabeça. Dez dias! Não vai levar vinte e quatro horas para dar a resposta necessária... Peça conselhos a homens em quem você pode confiar. Peça-lhes que lhe contem os fatos, não apenas o que eles acham que vai agradá- lo... Você tem todo o Oriente contra você, assim como o Egito\". Apesar desse conselho de seus colegas, Nestório persistiu em manter a sua posição. === Convocação === Em 19 de novembro, Nestório, antecipando o ultimato que estava prestes a ser entregue, convenceu o Imperador Teodósio II a convocar um concílio geral através do qual Nestório esperava condenar Cirilo de heresia e assim reivindicar seus próprios ensinamentos. Teodósio emitiu um decreto pedindo que os bispos metropolitanos se reunissem na cidade de Éfeso, que era um lugar especial para a veneração de Maria, onde a fórmula de Teótoco era popular. Cada bispo deveria trazer apenas seus eminentes sufragâneos. A data estabelecida pelo imperador para a abertura do concílio foi Pentecostes (7 de junho) de 431.McGuckin, pp. 53-54 McGuckin observa que a imprecisão da Sacra resultou em grandes variações de interpretação por diferentes bispos. Em particular, a vastidão do território eclesiástico de João de Antioquia requeria um longo período para notificar e reunir seus delegados. Como a viagem terrestre de Antioquia a Éfeso foi longa e árdua, João compôs sua delegação de bispos metropolitanos, que não podiam receber mais de dois sufragistas cada. Ao fazer isso, ele minimizou o número que teria que viajar para Éfeso. Nenhum dos imperadores participou do concílio. Teodósio nomeou o conde Candidiano como chefe da guarda do palácio imperial para representá-lo, para supervisionar os procedimentos do Concílio e manter a boa ordem na cidade de Éfeso. Apesar da agenda de Nestório de processar Cirilo, Teodósio II pretendia que o conselho se concentrasse estritamente na controvérsia cristológica. Assim, ele deu a Candidiano instruções rígidas para permanecer neutro e não interferir nos procedimentos teológicos. É geralmente assumido que Candidiano inicialmente manteve sua neutralidade conforme instruído pelo imperador e só gradualmente se tornou mais tendencioso em relação a Nestório. McGuckin, no entanto, sugere que Candidiano pode ter favorecido Nestório desde o início.McGuckin, p. 53^ Jump up to:a b c d e f g h \"Catholic Encyclopedia - Council of Ephesus\". === Assembleia === O papa Celestino I enviou Arcadius e Projectus, para representar a si mesmo e seu conselho romano; além disso, ele enviou o padre romano, Filipe, como seu representante pessoal. Cirilo, patriarca de Alexandria foi o presidente do concílio. O papa Celestino I havia ordenado aos legados papais que não participassem das discussões, mas que julgassem sobre eles. Os alguns bispos chegaram a Éfeso várias semanas antes. Enquanto aguardavam a chegada dos outros bispos, eles se engajaram em discussões informais caracterizadas como tendentes a \"exasperar, em vez de curar suas diferenças\".Robertson, John Craigie (1854). History of the Christian Church. John Murray. p. 405. Retrieved 9 November 2015. O metropolita de Éfeso, Mémnon, já estava presente com seus 52 bispos. Nestório e seus 16 bispos foram os primeiros a chegar logo após a Páscoa. Como arcebispo da cidade imperial de Constantinopla, ele viajou com um destacamento de tropas que estavam sob o comando do Conde Candidiano. O historiador McGuckin observa que as tropas não estavam lá para servir como guarda-costas de Nestório, mas para apoiar Candidiano em seu papel como representante do imperador. No entanto, McGuckin teoriza que o progressivo abandono de neutralidade de Candidiano em favor de Nestório pode ter criado a percepção de que as tropas de Candidiano estavam, de fato, ali para apoiar Nestório.McGuckin, p. 54 Candidiano ordenou a todos os monges e estrangeiros que deixassem a cidade; ele instruiu ainda os bispos a não s deixarem sob nenhum pretexto até que o concílio fosse concluído. Várias fontes comentam que o propósito dessa injunção era evitar que os bispos deixassem o concílio para apelar diretamente ao imperador.The Council of Ephesus\", The Church Quarterly Review, Vol. 33, (Arthur Cayley Headlam, ed.), Spottiswoode, 1892, p. 103 De acordo com McGuckin, o metropolita Mémnon, como bispo de Éfeso, comandou a \"lealdade fervorosa e inquestionável\" da população local e, portanto, poderia contar com o apoio de facções locais para contrabalançar o poderio militar das tropas de Candidiano.McGuckin, p.55 Em vista do veredicto do Bispo de Roma contra Nestório, Mémnon se recusou a ter comunhão com Nestório, fechando as igrejas de Éfeso para ele.McGuckin, pp. 57-58 Cirilo trouxe consigo 50 bispos, chegando apenas alguns dias antes do Pentecostes.McGuckin, pp. 54-56 Havia muito poucos bispos representando o Ocidente, pois os representantes papais não chegariam até julho.McGuckin, p. 57 A delegação palestina de 16 bispos e o arcebispo metropolitano Flaviano de Filipos chegou cinco dias depois da data marcada para a abertura do conselho e se alinhou com Cirilo. Neste ponto, Cirilo anunciou sua intenção de abrir o concílio; no entanto, Candidiano proibiu-o de fazê-lo, alegando que as delegações romana e antioquena ainda não tinham chegado. Cirilo inicialmente concordou com a injunção de Candidiano, sabendo que ele não poderia legalmente convocar um concílio sem a leitura oficial do decreto do Imperador.McGuckin, p. 78. Vários bispos, que estavam indecisos entre Nestório e Cirilo, não queriam dar a Cirilo, como uma das partes na disputa, o direito de presidir a reunião e decidir a agenda;McGuckin, p. 60 no entanto, eles começaram a tomar o lado de Cirilo por várias razões.McGuckin, pp. 60-65 Várias circunstâncias, incluindo um desvio necessário por inundação, bem como doença e morte de alguns dos delegados, atrasaram seriamente João de Antioquia e seus bispos.McGuckin, pp. 58-59 Havia rumores de que João poderia estar atrasando sua chegada para evitar participar de um concílio que provavelmente condenaria Nestório como um herege. ==== 1ª sessão - 22 de junho ==== Duas semanas após a data marcada para o conselho, João de Antioquia e a maior parte de seu grupo sírio, de 42 membros, ainda não haviam aparecido. Neste ponto, Cirilo abriu formalmente o concílio na segunda- feira, 22 de junho, entronizando os Evangelhos no centro da igreja, como um símbolo da presença de Jesus Cristo entre os bispos reunidos.McGuckin, p. 77 Apesar de três convocações separadas, Nestório recusou-se a reconhecer a autoridade de Cirilo para julgá-lo e considerou a abertura do concílio antes da chegada do contingente antioqueno como uma \"injustiça flagrante\". Os 68 bispos que se opuseram a abrir o concílio entraram na igreja em protesto, chegando com o conde Candidiano, que declarou que a assembleia era ilegal e que esta deveria se dispersar.McGuckin, pp. 77-78 Ele pediu que Cirilo esperasse mais quatro dias pela chegada da delegação síria.Gibbon. The Decline and Fall of the Roman Empire. p. 115. No entanto, uma vez que até mesmo os bispos que se opunham à abertura do concílio estavam agora presentes, Cirilo ardilosamente manobrou Candidiano para ler o texto do decreto de convocação do imperador, que a assembleia aclamava como reconhecimento de sua própria legalidade.McGuckin, p. 79 ==== Chegada da delegação antioquena ==== Quando João de Antioquia e seus bispos sírios finalmente chegaram a Éfeso cinco dias depois do Concílio, eles se reuniram com Candidiano, que os informou que Cirilo tinha começado um concílio sem eles e havia ratificado a convicção do papa Celestino I que taxava Nestório como um herege. Irritados por terem empreendido uma jornada tão longa e árdua apenas para terem sido antecipados pelas ações tomadas pelo concílio de Cirilo, João e os bispos sírios mantiveram seu próprio concílio com a presidência de Cândido.McGuckin, p. 59J. B. Bury (1958). History of the later Roman Empire from the death of Theodosius I to the death of Justinian. Courier Dover Publications. pp. 353–. ISBN 978-0-486-20398-0. Este concílio condenou Cirilo por defender supostas heresias ariana, apolinariana e eunomiana, e condenou Mémnon por incitar à violência. Os bispos deste concílio depuseram tanto Cirilo quanto Mémnon. Inicialmente, o imperador concordou com as ações do conselho de João, mas acabou retirando sua concordância. ==== 2ª Sessão - 10 de julho ==== A segunda sessão foi realizada na residência episcopal de Mémnon. Filipe, como legado papal, abriu o processo comentando que a presente questão a respeito de Nestório já havia sido decidida pelo papa Celestino I, conforme evidenciada por sua carta, que fora lida aos bispos reunidos na primeira sessão. Após ele leu uma segunda segunda carta de Celestino para os bispos que estavam presentes. A carta continha uma exortação geral ao concílio e concluiu dizendo que os legados tinham instruções para realizar o que o papa havia decidido sobre a questão e expressaram a confiança de Celestino I de que o conselho concordaria. Os bispos indicaram sua aprovação aclamando Celestino I e Cirilo. O representante papal Projectus indicou que a carta papal ordenava ao concílio que entrasse em vigor a sentença pronunciada por Celestino. Firmus, o Exarca de Cesaréia na Capadócia, respondeu que a sentença do papa já havia sido executada na primeira sessão. A sessão terminou com a leitura da carta do papa ao imperador. ==== 3º Sessão - 11 de julho ==== Tendo lido os Atos da primeira sessão, os legados papais indicaram que tudo o que era necessário era que a condenação do Concílio a Nestório fosse formalmente lida em sua presença. Quando isso foi feito, os três legados confirmaram as ações do concílio, assinando os Atos das três sessões. O concílio enviou uma carta ao imperador Teodósio II indicando que a condenação de Nestório tinha sido acordada não apenas pelos bispos da reunião do Oriente em Éfeso, mas também pelos bispos do Ocidente que haviam se reunido em um sínodo em Roma convocado pelo papa Celestino I. Os bispos pediram que o imperador Teodósio II lhes permitisse ir para casa. ==== 4ª Sessão - 16 de julho ==== Na quarta sessão, Cirilo e Mémnon apresentaram um protesto formal contra João de Antioquia por convocar um concílio separado. O Concílio Ecumênico emitiu uma intimação para que ele comparecesse diante deles, mas ele nem mesmo recebeu os enviados para servir- lhe a convocação. ==== 5ª Sessão - 17 de julho ==== No dia seguinte, a quinta sessão foi realizada na mesma igreja. João havia colocado um cartaz na cidade acusando o sínodo da heresia apolinária. Ele foi novamente citado, e isso foi contado como a terceira convocação canônica. Ele não prestou atenção. Em consequência, o concílio o suspendeu e excomungou-o, junto com 34 bispos de seu partido, mas absteve-se de depô-los. Parte da delegação de João de Antioquia já o havia abandonado e ele havia ganhado apenas alguns. Nas cartas ao imperador e ao papa que foram despachadas, o concilio se descreveu agora como constituído por 210 bispos. A longa carta a Celestino I fez um relato completo do concílio e mencionou que os decretos do papa contra os pelagianos tinham sido lidos e confirmados. ==== Sexta Sessão - 22 de julho ==== Nesta sessão, os bispos aprovaram o Cânon 7, que condenou qualquer desvio do credo estabelecido pelo Primeiro Concílio de Niceia, em particular uma exposição do padre Carísio. De acordo com um relato de Cirilo ao papa Celestino I, Juvenal de Jerusalém tentou criar para si mesmo o patriarcado da sé de Jerusalém, que estava abrangida pelo território do patriarcado antioqueno. Ele finalmente conseguiu este objetivo vinte anos depois, no Concílio de Calcedônia. ==== Sétima Sessão - 31 de julho ==== Nesta sessão, o conselho aprovou a alegação dos bispos de Chipre de que a sua sé era antiga e justamente isenta da jurisdição de Antioquia. O conselho também aprovou cinco cânones condenando Nestório, Celestino e os seguidores de ambos como hereges, e um sexto cânon decretando a deposição do cargo clerical ou excomunhão para aqueles que não aceitaram os decretos do Concílio. == Cânones e declarações == O Concílio denunciou os ensinamentos de Nestório como errôneos e decretou que Jesus era uma pessoa (hipóstase), e não duas pessoas separadas, ainda que possuísse uma natureza humana e divina. A Virgem Maria deveria ser chamada de Teótoco, palavra grega que significa \"portadora de Deus\" (aquela que deu à luz a Deus). O Concílio de Éfeso ainda declarou que era \"ilegal para qualquer homem que apresente, ou escreva, ou componha uma Fé diferente (ἑτέραν) como rival ao estabelecido pelos santos Padres reunidos com o Espírito Santo em Niceia\".Canon VII A profissão da fé proclamada do Concílio foi o Credo Niceno, adotada pelo Primeiro Concílio de Niceia, em 325, não o Credo niceno- constantinopolitano atribuído ao Primeiro Concílio de Constantinopla de 381. Adolf von Harnack negou que o chamado \"Credo niceno-constantinopolitano\" seja realmente do Concílio de 381. O primeiro documento no qual ele aparece é o dos atos do Concílio de Calcedônia (451), 20 anos depois do Concílio de Éfeso.Adolf Harnack, History of Dogma, vol. I (Wipf and Stock 1997 ISBN 978-1-57910067-4), p. 99 === Pelagianismo e pré-milenismo === Além de condenar o Nestorianismo, o Concílio condenou o Pelagianismo, e rejeitou o pré- milenarismo professado outrora por Justino, Mártir, Irineu, Papias, Tertuliano, Orígenes, Lactâncio, em favor do amilenialismo de Clemente de Alexandria, Crisóstomo, Jerônimo e Agostinho de Hipona: \"A explicação de Agostinho tornou-se doutrina da Igreja quando foi adotada como a explicação definitiva do milênio pelo Concílio de Éfeso em 431.\"Sungenis, Robert (September 2003). Jones, E. Michael (ed.). \"The Revolutionary Jew\". South Bend, IN: Culture Wars. Archived from the original on 31 March 2019. Retrieved 25 April 2019 De acordo com Agostinho de Hipona, o número 'mil' do reinado de mil anos de Cristo em Apocalipse 20:1-3 é uma figura sinédica de linguagem, “mas […] alguns cristãos não entendem […], e assim interpretam a passagem em fantasias ridículas. […] Suas afirmações só podem ser acreditadas pelo carnal. Aqueles que acreditam neles são chamados pelos chilistas espirituais, os quais podemos literalmente reproduzir com o nome milenaristas\". Contra estas afirmações Jerônimo afirmou: \"cesset ergo mille annorum fábula\", que significa: \"então vamos parar com essa fábula de mil anos\". Agostinho endossava ao dizer: \"quasdam ridiculas fabulas\", que significa \"certas fábulas ridículas\". O Concílio de Éfeso por sua vez afirmou: \" Juxta deliramenta, fabulosaque mille annorum infausti Apollinarii dogmata\", ou seja, \"como os delírios, e os dogmas lendários do infeliz Apolinário sobre um milênio\",Hieronymus Stridonius (1958) [ca. 407]. tanto Agostinho quanto o Concílio de Éfeso \"preferem proceder para mostrar como essa passagem da Escritura deve ser entendido\", citando, contextualizando e parafraseando a máxima \"Dominus Iesus Christus\" (em latim para\" Senhor Jesus Cristo \") conforme Mateus 12:29, por Marcos 3:27.Augustine (1887) [early 5th century]. O Concílio de Éfeso enfatiza novamente a abordagem eclesiológica da escatologia de Agostinho, conformando assim o milênio aos santos sacramentos da igreja.Enchiridion symbolorum, definitionum et declarationum de rebus fidei et morum. 247 Denzinger 140.Oito cânones foram aprovados: The Canons of the Two Hundred Holy and Blessed Fathers Who Met at Ephesus * Cânon 1-5 condenou Nestório e seus seguidores como hereges: \"Quem não confessar que o Emanuel é Deus e que a Santa Virgem é Mãe de Deus por essa razão seja anátema!\" (Cânon I) * Cânon 6 decretou a deposição do cargo administrativo e excomunhão para aqueles que não aceitassem os decretos do concílio. *O Cânon 7 condenou qualquer desvio do credo estabelecido pelo Primeiro Concílio de Nicéia (325), em particular uma exposição do padre Charísio. *Cânon 8 condenou a interferência do Bispo de Antioquia nos assuntos da Igreja em Chipre e decretou em geral que nenhum bispo deveria \"assumir o controle de qualquer província que não tenha, desde o começo, estado sob sua própria mão ou predecessores [...] para que os Cânones dos Pais não sejam transgredidos\". == Confirmação dos atos do Conselho == Os bispos do concílio presidido por Cirilo superavam em número os do concílio presidido por João de Antioquia em quase quatro para um. Além disso, eles tinham o acordo dos legados papais e o apoio da população de Éfeso que apoiava seu bispo, Mémnon. No entanto, o Conde Candidiano e suas tropas apoiaram Nestório, assim como contaram Irineu. O imperador sempre foi um firme defensor de Nestório, mas ficou um tanto abalado com os relatórios do concílio. O grupo de Cirilo foi incapaz de se comunicar com o imperador por causa da interferência de partidários de Nestório tanto em Constantinopla como em Éfeso. Por fim, um mensageiro disfarçado de mendigo conseguiu levar uma carta a Constantinopla, escondendo-a numa bengala oca. Embora o imperador Teodósio II fosse desde há muito um firme defensor de Nestório, sua lealdade parece ter sido abalada pelos relatos do concílio de Cirilo, fazendo com que ele chegasse à decisão extraordinária de ratificar os depoimentos decretados por ambos os concílios. Assim, ele declarou que Cirilo, Mémnon e João foram todos deposto. Mémnon e Cirilo foram mantidos em confinamento. Mas apesar de todos os esforços do partido antioquense, os representantes dos enviados que o concílio foi autorizado a enviar, com o legado de Filipe, para a Corte, persuadiram o imperador a aceitar o concílio de Cirilo como o verdadeiro. Vendo a escrita na parede e antecipando seu destino, Nestório pediu permissão para se retirar para seu antigo mosteiro. O concílio ecumênico foi dissolvido no início de outubro, e Cirilo chegou em meio a muita alegria em Alexandria no dia 30 de outubro. O papa Celestino I morreu em 27 de julho, mas seu sucessor, o papa Sisto III, confirmou papalmente as ações do conselho. == Consequências == Os eventos criaram um grande cisma entre os seguidores das diferentes versões do concílio, que só foi consertado por negociações difíceis. As facções que apoiaram João de Antioquia aquiesceram na condenação de Nestório e, após esclarecimentos adicionais, aceitaram as decisões do concílio presidido por Cirilo. No entanto, a fenda se abriria novamente durante os debates que antecederam o Concílio de Calcedônia. A Pérsia tinha sido o lar de uma comunidade cristã que havia sido perseguida pela maioria zoroastriana, que a acusara de inclinações romanas. Em 424, a Igreja persa declarou-se independente das igrejas bizantinas e de todas as outras igrejas, a fim de afastar alegações de lealdade estrangeira. Após o Cisma Nestoriano, a Igreja Persa se alinhou cada vez mais com os Nestorianos, uma medida encorajada pela classe dominante zoroastriana. A Igreja persa tornou-se, cada vez mais, nestoriana na doutrina nas décadas seguintes, ampliando a divisão entre o cristianismo na Pérsia e no Império Romano. Em 486, o Metropolita de Nisibis, Barsauma, publicamente aceitou o mentor de Nestório, Teodoreto de Mopsuéstia, como autoridade espiritual. Em 489, quando a Escola de Edessa na Mesopotâmia foi fechada pelo imperador bizantino Zenão por seus ensinamentos nestorianos, a escola se mudou para sua casa original de Nisibis, tornando-se novamente a Escola de Nisibis, levando a uma onda de imigração nestoriana na Pérsia. O patriarca persa Mar Babai I (497–502) reiterou e expandiu a estima da igreja por Teodoro, solidificando a adoção do nestorianismo pela Igreja. == Conciliação == Em 11 de novembro de 1994, o papa João Paulo II e pelo Patriarca da Igreja Assíria do Oriente, Dinkha IV.Johnson, Maxwell E. (2007). The Liturgical Traditions or Rites of the Christian East. The Rites of Christian Initiation: Their Evolution and Interpretation. Liturgical Press. p. 271. ISBN 9780814662151. assinaram a Declaração Cristológica Comum entre a Igreja Católica e a Igreja Assíria do Oriente, essa ato marcou a resolução de uma disputa entre as duas igrejas que existiam desde o Concílio de Éfeso. Neste documento, as igrejas assíria e católica confessaram a mesma doutrina sobre a cristologia (a divindade e a humanidade de Cristo), eles expressaram seu entendimento comum da doutrina sobre a divindade e humanidade de Cristo, e reconheceram a legitimidade e retidão de suas respectivas descrições de Maria como, no lado Assírio, \"a Mãe de Cristo, nosso Deus e Salvador\", e sobre os católicos. lado, como \"a Mãe de Deus\" e também como \"a Mãe de Cristo\".Continuaram explicando as formulações de títulos um do outro para Maria, a mãe de Jesus, a chave para a disputa no Primeiro Concílio de Éfeso sobre o nestorianismo e o título Teótoco:Eles então reconheceram as formulações do outro como sendo válidas:A declaração passou a criar um comitê misto para mais diálogo teológico entre as duas igrejas (agora irmãs). Em 2001, este comitê elaborou diretrizes para a admissão mútua na eucaristia entre a Igreja Católica Caldeia e a Igreja Assíria do Oriente, superando a questão da falta de palavras da Instituição na Anáfora de Addai e Mari. == Ver também == * Concílios ecumênicos católicos * Concílios nacionais, regionais ou plenários == Bibliografia == * DUQUESNE, Jacques. Maria: a Verdadeira História da Mãe de Deus. Categoria:Mariologia Categoria:Controvérsia nestoriana Categoria:Éfeso Categoria:Controvérsia pelagiana Categoria:Concílios da Igreja Católica Categoria:Concílios da Igreja Ortodoxa",
 "title": "Primeiro Concílio de Éfeso"
}