{
 "id": "13997",
 "text": "Cristóvão Colombo (Génova, entre 22 de agosto e 31 de outubro de 1451 – Valladolid, 20 de maio de 1506) foi um navegador e explorador genovês, responsável por liderar a frota que alcançou o continente americano em 12 de outubro de 1492, sob as ordens dos Reis Católicos de Espanha, no chamado descobrimento da América. Empreendeu a sua viagem através do Oceano Atlântico com o objectivo de atingir a Índia, tendo na realidade descoberto as ilhas das Caraíbas (Antilhas) e, mais tarde, a costa do Golfo do México na América Central. O seu nome em italiano é Cristoforo Colombo, em latim Christophorus Columbus e em espanhol, Cristóbal Colón. Este antropónimo inspirou o nome de um país, a Colômbia, e de duas regiões da América do Norte: a Colúmbia Britânica no Canadá e o Distrito de Colúmbia nos Estados Unidos. Entretanto o Papa Alexandre VI escrevendo em latim sempre chamou ao navegador pelo nome de Christophorum Colon com significado de Membro e nunca pelo latim Columbus com significado de Pombo.Manuel Rosa \"Colón. La Historia Nunca Contada\", ISBN 978-989-8092-66-3 Está enterrado na catedral de Sevilha. Colombo é creditado como o primeiro explorador europeu a estabelecer e documentar rotas comerciais para as Américas, apesar dele ter sido precedido por uma expedição viquingue liderada por Leif Erikson no . As viagens de Cristóvão Colombo abriram caminho para um período de contato, expansão, exploração, conquista e colonização do continente americano pelos Europeus pelos próximos séculos. Essas viagens e expedições trouxeram várias mudanças e desenvolvimentos na história moderna do Mundo Ocidental. Entre várias outras coisas, impulsionou, por exemplo, o comércio atlântico de escravos. Colombo é acusado por diversos historiadores de iniciar e incitar o genocídio e repressão cultural dos povos nativos na América. O próprio Colombo viu suas conquistas sob a luz de expandir a religião cristã.\"Christopher Columbus (Italian explorer)\". Encyclopædia Britannica Online. Página acessada em 15 de outubro de 2017. Foi também acusado, até por contemporâneos, de comportamento tirânico, corrupção e vários crimes contra os nativos indígenas, como espancamentos, torturas, saques e estupros. Há também denúncias sobre como a chegada de Colombo ao Novo Mundo esteve ligada à perseguição, agressão, estupro e morte de mulheres nativas, consequência da subvalorização e desconhecimento da humanidade dos povos nativos. Essas reavaliações de seus feitos fizeram com que a visão dos acadêmicos e historiadores sobre Colombo ficasse um tanto quanto negativa com o passar do tempo. == Origem == A vida do navegador contém muitas incertezas e obscuridades, promovidas por ele próprio e pelo seu filho Fernando, que ocultou ou evitou certas passagens da vida de Colombo, e procurou realçar a figura do pai frente àqueles que o procuravam diminuir. A versão normalmente tida como certa entre os historiadores dá-o como nascido em Génova em 1451, e como genovês foi reconhecido pelos seus contemporâneos, embora haja controvérsias a respeito dessa informação. Na biografia Historia del almirante Don Cristóbal Colón escrita pelo seu filho Fernando, este obscureceu a pátria e origem de Colombo, afirmando que o pai não queria que fossem conhecidas tais informações,COLÓN, Hernando. Capítulo I, págs. 4-5.DÍAZ-TRECHUELO, María Lourdes pág.25. enumerando várias cidades italianas, em especial ligures, que disputavam tal glória. No livro Pedatura Lusitana, um nobiliário de famílias de Portugal, Cristóvão Colombo é apresentado como um homem natural de Gênova, junto aos seus dois irmãos, Bartolomeu Colombo e Diogo Colombo. Também é possível observar que no documento é relatado o seu casamento com uma mulher portuguesa chamada D. Filipa Muniz de Melo. Em Espanha Colombo sempre foi considerado como estrangeiro, lamentando-se inclusivamente de como essa situação o prejudicava em alguns dos documentos que escreveu. Esteve constantemente em contacto com italianos, e neles depositava a sua confiança. Mas \"as regras do tempo mostram-nos que um plebeu nunca se casava com uma nobre, pelo que a origem de Colombo é assaz duvidosa.\"Prof. João Paulo Oliveira e Costa, catedrático da Universidade Nova e Director do Centro de História Além-Mar, Prof. José Damião Rodrigues e Prof. Pedro Aires Oliveira; História da Expansão e do Império Português. Lisboa: A Esfera dos Livros, 2014. ISBN 9789896266271, p. 78 Apesar do esforço desenvolvido na investigação da vida do navegador, ainda restam algumas incertezas, ou fantasias nacionalistas ou ideológicas. Um dos principais problemas apresentados é o da pátria do navegador, e embora este assunto não seja de interesse primário, a importância que lhe tem sido dada e a sua constante actualidade obrigam a que se lhe faça menção. Sempre existiu uma controvérsia sobre o local de origem do navegador já que um documento da corte de Castela de 1487 chama-lhe \"português\". Entre todas as teorias, a genovesa teve mais apoio até ao quando tentou-se fazê-lo natural da Córsega. No final desse século, Garcia de la Riega, de Pontevedra, na Galiza, publicou uma série de documentos que apresentavam nomes de pessoas da região e de origem judia da primeira metade do com os mesmos nomes da família de Colombo — a despeito destes apenas serem conhecidos através da documentação genovesa — que supostamente teriam imigrado para Génova após o nascimento de Colombo. Durante muitos anos esta teoria obteve popularidade, já que satisfazia o nacionalismo espanhol, o judeu e o galego, até que em 1928 foi desclassificada como fonte histórica pela Academia de História espanhola, que comprovou os documentos como sendo autênticos, mas manipulados para apresentar aqueles nomes. No mesmo ano em que a hipótese galega foi descredibilizada, o historiador peruano Luis Ulloa surgiu com um Colombo catalão, um nobre marinheiro que se chamaria Juan Colón e era inimigo de João II de Aragão, e que seria um suposto \"Scolvus\" que chegou à América do Norte em 1476, elaborou um projecto de descobrimento e o ofereceu a Fernando o Católico em benefício da Catalunha, mas acabou burlado por este, que conhecia a sua verdadeira identidade, e que para ocultá-la realizou uma série de falsificações de documentos e crónicas. Esta tese foi inicialmente recebida com entusiasmo na Catalunha, desvanecendo-se com o tempo na ausência de qualquer documento que a suportasse. Desde 1915 que vem igualmente sendo apresentada uma panóplia de hipóteses sobre a origem portuguesa de Cristóvão Colombo. As mais recentes são da autoria de Manuel da Silva Rosa e de Fernando Branco, tendo inspirado um livro de José Rodrigues dos Santos e um filme de Manoel de Oliveira. Que se tenha conhecimento, Colombo apenas declarou a sua pátria uma única vez, no documento denominado \"Fundación de Mayorazgo\", de 1497, onde falando de Génova diz que \"dela saí e nela nasci\".﻿Testamento de don Cristóbal Colón en el que fundó mayorazgo en su hijo don Diego. Archivo General de Indias. Signatura: PATRONATO, 295, N.101. PARES. Não obstante, em vários outros documentos é afirmada não só a nação genovesa, como a ligação entre o Colombo genovês e o Colombo almirante. Na documentação notarial genovesa de 1470 acha-se uma condenação a Domenicus de Columbo e ao seu filho Cristofforus, para pagarem uma dívida a um certo Ieronimum de Porto. Numa minuta datada de 25 de Agosto de 1479, vulgarmente cognominada documento Assereto em honra do homem que a encontrou, Colombo é referido como civis janue, cidadão de Génova, num processo sobre uma quantia que supostamente não tinha recebido de Paolo di Negro, agente em Lisboa da casa comercial de Luigi Centurione. No codicilo de 1506, único testamento seguro de Colombo, são referidos tanto Jerónimo do Porto, pai de Benito do Porto, chanceler de Génova, a quem pede que paguem uma soma de 20 ducados; como os herdeiros de Paolo di Negro e Luigi Centurione, a quem pede que entreguem uma quantia em dinheiro para saldamento de uma dívida que atormenta a sua consciência. Em 1502, Colombo outorga ao Banco de São Jorge, em Génova, uma quantidade sobre as suas rendas, obtendo a resposta na qualidade de compatriota daquela cidade. Na restante documentação ainda existente sobre Colombo não é explícito o seu local de nascimento. Além de ser tido no seu tempo por italiano, geralmente genovês, no início do três escritores de Génova afirmaram não somente a pátria de Colombo, como as suas origens humildes, para grande indignação do seu filho Fernando, que tratou logo de lhe arranjar uma origem nobre — embora caído em desgraça — na sua Historia, pondo o pai a estudar na Universidade de Pavia e emparentando-o com dois famosos corsários contemporâneos. No início do , a publicação da documentação dos cartórios notariais de Génova e Savona permitiu a obtenção de mais dados sobre a família e antecedentes familiares de Colombo, a qual foi recompilada na monumental obra Racolta Colombiana, produzida no âmbito das comemorações em Itália do IV centenário da descoberta da América. A documentação sobrevivente sobre a família de Colombo é inclusivamente mais numerosa que a de muitos personagens de maior categoria social. Com base nessa documentação, hoje em dia, cientificamente, não resta qualquer dúvida sobre as informações que já antes se tinham como certas, embora de forma mais sucinta. A data de nascimento foi outro ponto de especulação, existindo hipóteses para um nascimento ocorrido entre 1436 e 1456.ARRANZ MÁRQUEZ, Luis (2006). Cristóbal Colón: misterio y grandeza. Marcial Pons Historia. ISBN 978-84-96467-23-1, p.106 Após a publicação do trabalho de Vignaud sobre o Documento Assereto, esta data pôde ser fixada no ano de 1451, embora isso não tenha impedido que alguns continuassem a duvidar. == Antecedentes familiares == thumb|250px|Bairro de Quinto al Mare, Génova Segundo a documentação existente, Colombo era natural de Génova, tendo provavelmente nascido no bairro de Quinto, onde o seu pai residia já em 1429. Era filho de Domenico Colombo e de Susana Fontanarubea, e neto de Giovanni Colombo, morador em Quinto, e já defunto a 20 de Abril de 1448. Tinha ainda um tio chamado António Colombo e uma tia Battistina, casada com Giovanni Frittalo, a qual foi dotada no referido ano de 1448.Archivio di Stato di Genova - Notário Antonio Fazio seniore, filza 11, nº 127. A 21 de Fevereiro de 1429 o pai de Colombo, Domenico, foi enviado pelo seu pai Giovanni, avô de Colombo, para casa de um tecelão alemão, como aprendiz dessa arte, por um prazo de seis anos. Giovanni, originário de Moconesi, era então habitante em Quinto.Archivio di Stato di Genova - Notário Quilico Albenga, filza unica, nº 68. Domenico tornou-se assim tecedor de panos, mas de carácter inquieto, e procurando melhorar a sua precária situação económica, estabeleceu-se alternadamente entre Génova e Savona, trabalhando como taberneiro, dedicando-se a pequenos negócios, comprando e vendendo quintas, e tendo até conseguido a guarda de uma das portas de Génova. Domenico Colombo e Susana Fontanarossa tiveram pelo menos quatro filhos, Bartolomeu, Cristóvão, Giacomo e João Peregrino, e uma filha, Blanchinetta, a qual em 1489 estava já casada com o queijeiro Jacobo Bavarelli. Tanto João peregrino como Blanchinetta morreram jovens, tendo esta deixado um filho, por nome Pantaleão. Cristóvão e Bartolomeo terão tido desde cedo vocação marítima, enquanto Giacomo aprendeu o ofício de tecedor.ARRANZ MÁRQUEZ, Luis Pág. 106. Vários documentos notariais genoveses atestam a presença em Espanha dos três filhos de Domenico, Bartolomeu, Cristóvão e Giacomo. Em 1489, após um processo entre Domenico e o pai do seu genro, Giacomo Bavarello, queijeiro, este, já viúvo, assina na qualidade de legítimo administrador da parte dos seus três filhos. A 11 de Outubro de 1496, um acordo é assinado entre Giovanni Colombo de Quinto e Matteo e Amighetto, seus irmãos, todos filhos de Antonio Colombo já defunto, segundo o qual o primeiro deles se deveria dirigir a Espanha, a expensas comuns, para visitar «Cristóvão Colombo, seu primo, Almirante do Rei de Espanha». Em 1501, alguns cidadãos de Savona juraram que Cristóvão, Bartolomeu e Giacomo Colombo, filhos e herdeiros do defunto Domenico são «há muito tempo afastados da cidade e território de Savona, para lá de Pisa e de Nice em Provença, e que vivem em Espanha, como toda a gente sabe e o sabia já.» == Primeiros anos == thumb|esquerda|upright=0.6|Colombo infante, de Giulio Monteverde (Museo delle Culture del Mondo, Castell d'Albertis, Génova) A data do nascimento de Colombo pode ser determinada com alguma precisão, uma vez que num documento datado de 31 de Outubro de 1470 afirma-se que Cristóvão Colombo, filho de Domenico é já maior de dezanove anos.Archivio di Stato di Genova - Notário Nicola Raggio, filza 2, ano 1470, nº 805. Esta informação, juntamente com o documento Assereto, onde ele próprio afirma ter \"cerca de 27 anos\",\"Documento Assereto\" - Archivio di Stato di Genova - Notário Gerolamo Ventimiglia, filza 2, nº 266. permite precisar o ano do seu nascimento como sendo o de 1451, entre 25 de Agosto e 31 de Outubro. Colombo começou por seguir o ofício de tecelão, mas muito cedo ter-se-á interessado pela navegação. Os estudos que teve devem ter sido muito elementares, e talvez terá aprendido matemática e a sua bela caligrafia nalguma modesta escola da região. Segundo o seu filho Fernando, aos catorze anos começou a navegar. Em 1492 Colombo afirmou que havia vinte e três anos que navegava, o que leva a 1469 e aos dezanove anos. De qualquer modo, num documento de 1472 ainda se intitula lanerio, e a partir do ano seguinte não surge mais como vivendo na região. É possível que alternasse entre os dois ofícios, começando a navegar como grumete e dedicando-se depois ao comércio, trabalhando à comissão, segundo se vê da documentação notarial. Nestas primeiras viagens esteve na ilha de Quios, no mar Egeu, à época uma colónia genovesa, cuja produção de mástique recordou várias vezes. Recordou também um feito militar que teria feito ao serviço de Renato de Anjou, aliado de Génova e proclamado rei de Aragão pelos catalães revoltados (1466), uma tentativa de captura em Tunes de uma galeaça de João II de Aragão, ou do sobrinho deste, o rei de Nápoles, com os quais aquele estava em guerra; este feito, que poderia ter acontecido por volta de 1472, apresenta no entanto aspectos duvidosos. Numa vaga afirmação do seu filho Fernando, recolhida por Las Casas, Colombo teria navegado com o pirata Colombo o novo, o grego Jorge Bissypat. No entanto, dada a cronologia, se isso aconteceu apenas pode ter sido com Coulon ou Colombo o velho, um terrível corsário de seu verdadeiro nome Guilherme de Casenove. == Presença em Portugal == Não se conhece qualquer documento dos arquivos portugueses que mencione o navegador. O único documento em português que o refere é um suposto salvo-conduto de D. João II datado de 1488 e guardado no Arquivo Geral das Índias, cuja autenticidade é, no entanto, duvidosa. O registo da presença de Colombo em Portugal é estabelecido a partir das biografias escritas pelo seu filho Fernando e por Las Casas, assim como do Documento Assereto, que assinala a sua presença em Lisboa e na Madeira no Verão de 1478, e indica a sua intenção de se deslocar para Lisboa em Agosto de 1479. Segundo o seu filho Fernando, Colombo chega a Portugal num episódio relacionado com este pirata Colombo. Conta Fernando que indo Colombo nuns navios mercantes genoveses em direcção a Inglaterra, estes foram atacados pelo pirata Colombo o Novo por alturas do Cabo de São Vicente, havendo feroz combate, pois os navios iam armados, tendo ardido vários. Conta Fernando que Colombo salvou-se agarrado a um remo, chegando a terra muito extenuado. Recolhido pela população e recomposto, Colombo passou a Lisboa, onde sabia se encontrarem muitos seus compatriotas da colónia genovesa daquela cidade. Há neste relato manifesto erro, pois este combate com Colombo o Novo ocorreu somente em 1486, quando Colombo já se encontrava em Espanha. O episódio parece corresponder a um outro combate com o pirata Coulon o Velho em 1476. Logicamente que, caso Colombo realmente tenha chegado desta forma a Portugal, teria estado a bordo das naus genovesas, e não acompanhando o pirata, como já se supôs. Em todo o caso, supõe-se que Colombo tenha vivido cerca de nove anos em terras de Portugal, entre 1476 e 1485, para onde terá vindo aos vinte e cinco anos, ao atingir a maioridade. Este período da sua vida resume-se às suas viagens, ao casamento, e ao grande projecto que começou a acalentar. Nesta época, terá realizado algumas viagens de grande alcance. De Lisboa, terá seguido com o resto da frota genovesa que se salvara do confronto com o pirata, após esta se reagrupar e reforçar, até Inglaterra, e ao que parece mais além, pois ele mesmo diz que, estando em Galway, no oeste da Irlanda, viu um homem e uma mulher chegarem num tronco vindos de \"Catai\". Afirmou também ter chegado a Tule em 1477, comprovando que o seu extremo sul estava a 73ºN e não a 63º (sendo que este último é que é realmente o valor correcto) e que, apesar de ser Fevereiro, o mar não estava gelado, permitindo que navegasse cem léguas para lá da ilha. Tem sido discutido se de facto chegou à Islândia, e parece ainda mais improvável tal prolongamento da viagem, cuja finalidade não se percebe. É possível que a Tule de Colombo fossem as Shetland, ou as Ilhas Feroe, muito mais meridionais. Por outro lado, a latitude da Tule de Colombo aproxima-se mais da Islândia, e há provas de que, nesse ano, o Inverno na Islândia foi muito mais suave que o habitual. thumb|A casa em que se pensa que Colombo possa ter residido, na ilha do Porto Santo, na Madeira Em Julho de 1478, encontra-se nesta cidade, ao serviço da casa comercial de Ludivico Centurione e Paolo di Negro, mercadores genoveses cujos herdeiros são citados nos testamentos de Colombo (1506) e do seu filho Diogo (1523).Taviani, Paolo Emilio : \"Cristobal Colon : genesis del gran descubrimiento / Paolo Emilio Taviani\"; Barcelona : Instituto geografico de Agostini : Teide - IT\\ICCU\\UBO\\1205760 Por esta data, Colombo desloca-se de Lisboa à Ilha da Madeira, encarregado de comprar 2 400 arrobas de açúcar, que deveriam ser carregadas no navio do capitão português Fernando de Palência. Para o efeito, Di Negro havia-lhe fornecido parte do dinheiro, sendo que o restante deveria chegar ao Funchal a tempo da transacção ser concretizada e da chegada do navio que deveria carregar o açúcar, o que não aconteceu, tendo os vendedores se recusado a concretizar a transacção. Embora se suponha geralmente que Colombo teria vivido no Porto Santo por esta época, cerca de 1478, segundo Pereira da Costa não é crível que tal tenha ocorrido, dadas as condições muito precárias da ilha nessa época. Do mesmo modo, não se sabe ao certo se a viagem de 1478 à Madeira teria sido ou não a sua primeira visita àquele arquipélago. O caso da transacção de açúcar falhada acabou nos tribunais de Génova, onde Colombo, então com 27 anos, se encontrava a 25 de Agosto de 1479, tendo prestado declarações na qualidade de testemunha e cidadão genovês. No dia seguinte, 26 de Agosto de 1479, Colombo embarcaria novamente com destino a Lisboa. O facto de o tribunal de Génova o considerar ainda como cidadão daquela cidade em Agosto de 1479 permite supor que nesta data não estava ainda permanentemente estabelecido em Lisboa e seria ainda solteiro, de acordo com a informação de Las Casas, que diz que o seu casamento e estabelecimento em Portugal levou a que fosse considerado como cidadão português. Assim, terá sido apenas após esta data que desposou Filipa Moniz, à época residente com sua mãe no mosteiro feminino de Santos-o-Velho da Ordem de Santiago desde a morte do pai, Bartolomeu Perestrelo, cavaleiro da casa do Infante D. Henrique,Livro das Ilhas, p. 97v, guardado na Torre do Tombo de ascendência presumivelmente italiana, de Placência, e um dos povoadores e primeiro capitão do donatário da ilha do Porto Santo. O recolhimento de Isabel Moniz, viúva de Bartolomeu Perestrelo, após a morte deste em 1457 no Porto Santo, junto com a filha neste mosteiro, deve-se certamente ao facto do Mestre de Santiago ter sido amo de Bartolomeu Perestrelo. Desta união nasceu o único filho legítimo de Colombo que se conhece, Diogo, depois nomeado pela Coroa Espanhola como 2º Almirante e Vice-rei das Índias. Mais tarde, Colombo terá navegado em navios portugueses, pois fez uma viagem a Mina, cuja fortaleza apenas se construiu em 1482, e algumas vezes menciona recordações da Guiné. Deve também ter conhecido as Ilhas Canárias. Por esta época juntou-se-lhe o seu irmão Bartolomeu, bom cartógrafo e construtor de esferas, ofício do qual ali vivia. Bartolomeu era muito entendido em cosmografia e bom marinheiro, embora não se saiba onde foi buscar esses conhecimentos, sendo sempre um colaborador leal e eficaz do navegador. == O projecto de Colombo == Foi em Portugal que Colombo começou a conceber o seu projecto de viagem para o Ocidente, inspirado pelo ambiente febril de navegações, descobrimentos, comércio e desenvolvimento científico, que converteram a Lisboa da segunda metade do num rico e activíssimo porto marítimo e mercantil, de dimensão internacional, e Portugal no país dos melhores, mais audazes e experientes marinheiros, com os maiores conhecimentos náuticos da época. O projecto terá surgido não de forma repentina, mas gradual, provavelmente em colaboração com o seu irmão Bartolomeu. Após o processo de formação e maturação, o projecto de Colombo consistia em atravessar o oceano Atlântico — o único conhecido à época — em direcção à Ásia. O historiador norte-americano Vignaud tentou demonstrar que Colombo apenas procurava alcançar umas distantes ilhas do Atlântico, mas não chegar às Índias, tendo alterado o projecto após as descobertas que fez. Esta tese é normalmente descartada pelos historiadores colombinos de maior competência, já que para descobrir umas simples ilhas não era necessário negociar tenazmente com monarcas, promover opiniões de sábios e técnicos e exigir honras e compensações tão exorbitantes. Tratava-se, sem dúvida, de uma empresa nova, arriscada, e de importância bem maior que uma expedição comum. O seu filho Fernando conta que o pai começou por pensar que se os portugueses navegavam já tão grandes distâncias para o sul, poderia fazer o mesmo para o oeste, enumerando os factores que o fizeram pensar na existência de terras a ocidente: A esfericidade da Terra; e as leituras de autores clássicos, como Aristóteles, Estrabão e Plínio, que afirmavam a curta distância entre a Espanha e África, e a Índia. O mais provável, no entanto, é que não tenha se inspirado nesses autores, mas sim que os tenha lido depois por forma a fundamentar o seu projecto. Os supostos papéis do sogro que lhe teriam sido entregues por Isabel Moniz teriam juntado indícios materiais, como troncos de árvores e cadáveres de espécies desconhecidas arrastados pelo mar. Finalmente, as notícias que obteve de marinheiros que afirmavam ter encontrado terras a oeste, e as várias tentativas para descobrir supostas ilhas do Atlântico, comuns por aqueles anos. Colombo observou nas suas viagens e permanências nas ilhas atlânticas estes indícios, assim como as condições dos ventos e correntes marítimas, a reconhecer a proximidade de terra firme e as rotas mais favoráveis, o que tudo aprendeu com a experiência portuguesa. === Influência de Toscanelli === A escola italiana geralmente considera como inspirador e pai teórico do descobrimento o geógrafo, médico e matemático florentino Paolo dal Pozzo Toscanelli, que constitui ele próprio um dos muitos problemas da vida de Colombo. Toscanelli, que morreu em 1482 e gozou de grande prestígio científico em Itália, manteve prolongada correspondência com o cónego português Fernão Martins, que mais tarde ocasionaram uma consulta por parte de D. Afonso V sobre a possibilidade de chegar à Índia pelo oeste; a acompanhar a resposta e Toscanelli estava um mapa, que se perdeu. thumb|esquerda|Colombo perante os reis católicos Fernando e Isabel, representado por Emanuel Leutze Esta correspondência apenas se conhece através de Colombo; o seu filho Fernando escreve que, uma vez inteirado dela, o pai escreveu a Toscanelli, que lhe respondeu enviando cópia da carta que havia enviado a Fernão Martins, datada (a original) de 25 de Junho de 1474. Las Casas diz que teve nas suas mãos a tradução em castelhano, pois o original estava em latim. Colombo teria insistido com Toscanelli, que acabou por lhe enviar uma cópia do mapa já antes enviado a Afonso V. Estas cartas, no entanto, apenas se conhecem pelas transcrições de Fernando Colombo e Las Casas incluídas nas suas obras; no descobriu-se um texto em latim entre os papéis que pertenceram a Colombo, escrito por sua mão ou pela do irmão Bartolomeu. Tais cartas foram sempre geradoras de polémica, sendo consideradas falsas por alguns, como Vignaud e Carbía, e autênticas pela maioria dos historiadores italianos. Outros historiadores tomam por autêntica somente a correspondência entre Toscanelli e Fernão Martins, sendo a restante entre Colombo e Toscanelli considerada apócrifa, inventada possivelmente pelo filho Fernando, por forma a demonstrar que o pai, já com o seu projecto idealizado, se tinha apoiado em um parecer de grande autoridade, assim como empurrar para Toscanelli a responsabilidade pelo erro cometido por Colombo de pensar que chegara à Ásia oriental ao chegar às Américas. Ignora-se como Colombo pôde conhecer um tal documento secreto, de que, de resto, jamais fez ele próprio menção. O historiador Demetrio Ramos analisou a carta de Toscanelli a Fernão Martins, no contexto do ambiente português da época. Em 1452 teve lugar a viagem de Diogo de Teive, cuja rota antecipou a de Colombo, a qual tinha a intenção premeditada de fazer o reconhecimento do Atlântico oriental; nessa viagem encontrava-se o marinheiro Pedro Vásquez de la Frontera, que surge mais tarde em Palos angariando tripulantes para a expedição de Colombo, assegurando que se encontrariam as Índias; não é seguro, no entanto, que Teive tenha avistado terra. Nos anos seguintes, as doações de ilhas por achar nas chancelarias portuguesas parecem indicar suspeitas fundamentadas de terras nessas longitudes. É por esta altura, em 1474, que ocorre a consulta a Toscanelli, com o objectivo de confirmar estes avistamentos, e de inquirir sobre a possibilidade do oriente asiático estar mais perto do que o que se supunha. A concessão feita em 1475 a Fernão Teles volta a demonstrar as intenções portuguesas em encontrar ilhas intermediárias numa rota para o Atlântico ocidental. Colombo conseguiu finalmente fazer aprovar o projecto da sua viagem junto dos Reis Católicos, após a conquista de Granada, com a ajuda do confessor da rainha Isabel de Castela. Os termos da sua contratação tornavam-no almirante dos mares da Índia a descobrir e governador e vice-rei das terras do Oriente a que se propunha chegar, em competição com os portugueses que exploravam a Rota do Cabo. Alguns historiadores têm procurado demonstrar que o navegador mentia propositadamente a Castela para ajudar Portugal e que tinha a ajuda de Américo Vespúcio nessa missão. De facto, já em 1494 um português, traidor de D. João II, escrevera à Rainha Isabel de que eram falsas aquelas Índias de Colombo e que a viagem de 1492 era uma manobra de D. João II para distrair os espanhóis do monopólio que Portugal tinha na Guiné.El Memorial Portugues de 1494 – Una alternativa al Tratado de Tordesillas” – István Szasdi Leon-Borja e Katalin Klimes-Szmik, Edição 1994 – Ministerio de Cultura, p. 119-120 No sentido de apoiar Colombo como agente secreto existe uma carta de D. João II a \"Cristóvão Colon, Nosso especial amigo em Sevilha\" onde o rei de Portugal agradece o futuro Almirante de estar ao \"seu serviço\" e que será \"pago de forma que ficarás bem contente.\" Manuel Rosa aponta uma dezena de agentes do Rei de Portugal a trabalhar com Colombo em Sevilha, incluindo o Juanoto Berardi, que era o factor de D. João II em Sevilha e Pero Vasques Saavedra, descobridor da Ilha das Flores, o qual ajudou a convencer os irmãos Pinzón a fazerem viagem.Manuel Rosa \"Colón. La Historia Nunca Contada\", ISBN 978-989-8092-66-3, p 235-238 Outro dado interessantíssimo para este ponto de vista, é que um português que fazia parte da tripulação levava canela escondida para depois entregar ao Martim Pinzón, capitão da Pinta dizendo que \"vido a un indio que traia manojos della\".Fray Bartolomé dé Las Casas, Historia de las Indias, Marqués de la Fuensanta del Valle y don José Sancho Rayón, Imprenta de Miguel Ginesta, Madrid 1875. Sendo um agente da coroa de Portugal, explica-se como Colombo estaria com D. João II e José Vizinho em 1485 revistando as secretas Tabelas da Altura do Sol na Guiné e de novo com D. João II e Bartolomeu Dias fazendo um mapa da descoberta do Cabo da Boa Esperança em 1488. Também a carta de Toscanelli é assim enquadrada neste esquema facilmente, pois Colombo jamais teria acesso a uma carta nos arquivos de D. João II, a não ser que o próprio rei lhe desse acesso par a poder copiar. Outra peça central desta conspiração seria o globo de Martin Behaim, um cavaleiro da Ordem de Cristo que fazia parte da Junta dos Matemáticos de D. João II, cujo globo construído na Alemanha durante a viagem de Colombo mostra os mesmos conceitos da India através do Atlântico como Colombo e Toscanelli pretendiam.Manuel Rosa, Kolumbas. Atskleistoji istorija, Charidbe, Lituânia, ISBN 978-9955739449 == Presença em Castela == A partir do início de 1485 Colombo passa a Castela. Chegando a Córdova com a corte, teve um caso amoroso, no inverno de 1487–1488, com uma moça humilde por nome Beatriz Enríquez, da qual nasceu, a 15 de agosto de 1488, Fernando Colombo. A esta moça deixa Colombo, no seu testamento, a renda anual de 10 mil maravedis, presumivelmente como compensação pelos danos causados à sua honra.por Rafael Ramírez de Arellano, na Biblioteca Virtual Miguel Cervantes (2006) Entre 1485 e 1492, Colombo permanece em Castela, apenas abandonando a península em 1492 quando parte do porto de Palos na sua primeira expedição. == As quatro viagens ao Novo Mundo == Na noite de 3 de agosto de 1492, Colombo partiu de Palos de la Frontera, com três navios: uma nau maior, Santa María, apelidada Gallega, e duas caravelas menores, Pinta e Santa Clara, apelidada de Niña em homenagem a seu proprietário Juan Niño de Moguer.The Columbus Foundation Eram propriedade de Juan de la Cosa e dos irmãos Pinzón (Martín Alonso e Vicente Yáñez), mas os monarcas forçaram os habitantes de Palos a contribuir para a expedição. Colombo navegou inicialmente para as ilhas Canárias, que eram propriedade da Castela, onde reabasteceu as provisões e fez reparos. Em 6 de setembro, partiu de San Sebastián de la Gomera para o que acabou por ser uma viagem de cinco semanas através do oceano. A terra foi avistada às duas horas da manhã de 12 de outubro de 1492, por um marinheiro chamado Rodrigo de Triana (também conhecido como Juan Rodríguez Bermejo) a bordo de Pinta. Colombo chamou a ilha (atual Bahamas) San Salvador, enquanto os nativos a chamavam Guanahani. Exatamente qual era a ilha nas Bahamas é um assunto não resolvido. As candidatas principais são Samana Cay, Plana Cays e San Salvador (assim chamada em 1925, na convicção de que era a San Salvador de Colombo). Os indígenas que encontrou, os lucaians, taínos ou aruaques, eram pacíficos e amigáveis. Desde a entrada em 12 de outubro de 1492 em seu diário, Colombo escreveu sobre eles: \"Muitos dos homens que já vi têm cicatrizes em seus corpos, e quando eu fazia sinais para eles para descobrir como isso aconteceu, eles indicavam que pessoas de outras ilhas vizinhas chegavam a San Salvador para capturá-los e eles se defendiam o melhor possível. Acredito que as pessoas do continente vêm aqui para tomá-los como escravos. Devem servir como ajudantes bons e qualificados, pois eles repetem muito rapidamente o que lhes dizemos. Acho que eles podem muito facilmente ser cristãos, porque eles parecem não ter nenhuma religião. Se for do agrado de nosso Senhor, vou tomar seis deles de Suas Altezas quando eu partir, para que possam aprender a nossa língua\".Robert H. Fuson, ed The Log of Christopher Columbus, Tab Books, 1992, International Marine Publishing, ISBN 0-87742-316-4 Observou que a falta de armamento moderno e até mesmo espadas e lanças forjadas de metal era uma vulnerabilidade tática, escrevendo: \"Eu poderia conquistar a totalidade deles com cinquenta homens e governá-los como quisesse\". Colombo também explorou a costa nordeste de Cuba, onde desembarcaram em 28 de outubro (segundo os próprios cubanos, o nome é derivado da palavra Taíno, \"cubanacán\", significando \"um lugar central\"), e o litoral norte de Hispaniola, em 5 de dezembro. Aqui, o Santa Maria encalhou na manhã do Natal de 1492 e teve de ser abandonado. Foi recebido pelos cacique nativo Guacanagari, que lhe deu permissão para deixar alguns de seus homens para trás. Colombo deixou 39 homens e fundou o povoado de La Navidad no local da atual Môle Saint-Nicolas, Haiti. Antes de retornar à Espanha, Colombo também sequestrou entre 10 a 25 nativos e os levou de volta com ele. Apenas sete ou oito dos índios nativos chegaram à Espanha vivos, mas eles causaram forte impressão em Sevilha. A sua segunda viagem iniciou-se em 1493, com três naus e catorze caravelas. Nela avistou as Antilhas e abordou a Martinica. Rumou depois para o norte e alcançou Porto Rico. Foi a Hispaniola onde a pequena colônia tinha sido arrasada pelos indígenas. Tendo ali deixado outro contingente de homens, navegou para o ocidente e chegou à Jamaica. Nessa viagem fundou Isabela, atual Santo Domingo, na República Dominicana, a primeira povoação europeia no continente americano. Para a terceira viagem, partiu em 1498, com seis naus, tendo chegado à ilha da Trinidad depois de uma atribulada viagem. Rumando ao sul chegou a uma grande terra que pensou ser uma ilha, a que chamou de Terra de Gracia nel Golfo de Paria, localizado na foz do delta do rio Orinoco, (Venezuela). Rumando ao norte chegou a Santo Domingo, onde entrou em conflito com o governador, vindo ele e o irmão a ser presos e enviados para Castela. Na quarta viagem, saiu de Cádiz com quatro naus em 1502, propondo-se uma vez mais a chegar ao Oriente. Avistou a Jamaica e, depois de grande tempestade, chegou à Ilha de Pinos nas Honduras. Avistou depois as costas da Nicarágua, Costa Rica e Panamá. Devido ao péssimo estado das naus teve de regressar a Hispaniola, de onde voltou para Castela. == Últimos anos == Embora Colombo tenha sempre apresentado a conversão dos não- cristãos como um dos motivos das suas expedições, a sua religiosidade aumentou nos últimos anos de vida. Provavelmente com o apoio do seu filho Diogo e do seu amigo, o monge cartuxo Gaspar Gorricio, Colombo produziu dois livros nos seus últimos anos: o Livro de Privilégios (1502), detalhando e documentando as mercês que havia recebido da Coroa Espanhola, às quais acreditava ele e seus herdeiros terem direito, e um Livro de Profecias (1505), no qual usou passagens da Bíblia para colocar os seus feitos como explorador no contexto da escatologia cristã.Encyclopædia Britannica, 1993 ed., Vol. 16, pp. 605ff / Morison, Christopher Columbus, 1955 ed., pp. 14ff No final da vida, Colombo exigiu que a Coroa Espanhola lhe desse 10% de todos os proveitos obtidos nos territórios descobertos, tal como estipulado nas capitulações de Santa Fé. No entanto, uma vez que Colombo havia sido dispensado das suas obrigações como governador, a Coroa não se sentiu obrigada por esse contrato, e as suas exigências foram rejeitadas. Após a sua morte, os herdeiros de Colombo processaram a Coroa com vista a obter uma parte dos proveitos do comércio com as Américas, assim como outros benefícios. Isto levou a uma longa série de disputas legais conhecidas como pleitos colombinos. Colombo morreu em Valhadolid a 20 de Maio de 1506, com cerca de 55 anos, com uma considerável riqueza proveniente do ouro que os seus homens haviam acumulado em Hispaniola. À data da sua morte, Colombo estava ainda convencido que as suas expedições tinham sido realizadas ao longo da costa oriental da Ásia. De acordo com um estudo publicado em Fevereiro de 2007, realizado por Antonio Rodriguez Cuartero, do Departamento de Medicina Interna da Universidade de Granada, Colombo morreu de paragem cardíaca causada por artrite reactiva. Segundo os seus diários pessoais e anotações deixadas pelos seus contemporâneos, os sintomas desta doença (ardor doloroso quando se urina, dor e inchamento das pernas, e conjuntivite) eram claramente evidentes nos três últimos anos da sua vida. ===Restos mortais=== Os restos mortais de Colombo foram inicialmente sepultados no Convento de São Francisco em Valladolid, que já não existe. Atualmente, o sítio é uma zona comercial na rua da Constitución, perto do Plaza Mayor. Depois foram transladados para o Mosteiro da Cartuxa em Sevilha. Em 1542, por desejo expresso pelo seu filho Diogo, que fora governador de Hispaniola, os restos mortais foram transferidos para Santo Domingo, na actual República Dominicana, onde foram depositados na catedral da cidade. Em 1795, quando a França obteve o controlo de toda a ilha de Hispaniola, os restos mortais de Colombo foram transladados para Havana, Cuba, e após a independência cubana, na sequência da Guerra Hispano-Americana de 1898, novamente transferidos para Espanha, para a Catedral de Sevilha, onde se encontram sobre um sumptuoso catafalco. No entanto, em 1877, uma caixa de chumbo com a inscrição \"Ilustre y esclarecido varón Don Cristóbal Colón\" e contendo fragmentos de osso e uma bala, foi descoberta na Catedral de Santo Domingo. De modo a pôr fim às alegações de as relíquias erradas haviam sido transferidas para Havana e que os restos mortais de Colombo haviam sido deixados enterrados na Catedral de Santo Domingo, em Junho de 2003 foram tiradas amostras de ADN dos restos mortais que se encontram em Sevilha,History Today Augosto de 2003 assim como outras amostras de ADN dos restos mortais dos seus filhos Diogo e Fernando. As observações iniciais sugeriram que os ossos não aparentavam pertencer a alguém com o físico e idade associados a Colombo.Giles Tremlett, Young bones lay Columbus myth to rest, The Guardian, August 11, 2004 A extracção de ADN revelou-se difícil; apenas pequenos fragmentos de ADN mitocondrial (ADNmt) puderam ser isolados. Estes fragmentos encontraram uma correspondência exacta com o ADNmt do seu irmão Diogo, sustentando a tese de que ambos terão partilhado a mesma mãe.Associated Press, May 19, 2006 Tal evidência, juntamente com a análise histórica e antropológica, levou os investigadores a concluir que os restos mortais que se encontram em Sevilha pertencem a Cristóvão Colombo. As autoridades de Santo Domingo nunca permitiram que os restos mortais que aí se encontram fossem exumados, de modo que desconhece-se se algum deles pertence também ao corpo de Colombo. Estas relíquias encontram-se actualmente no \"Farol de Colombo\" (Faro a Colón), em Santo Domingo. == Obra == A documentação escrita deixada por Colombo encontra-se num castelhano aportuguesado, que se acredita tenha aprendido em Portugal, onde residiu durante alguns anos e onde casou. Conhecem-se escritos desde 1481, anteriores à sua passagem para Castela, onde descreve a data da criação do mundo segundo os judeus. Conserva-se uma única carta para ele, do rei D. João II de Portugal, quando Colombo já vivia fora de Portugal. == Armas originais == Existe alguma controvérsia em torno das armas originais que Colombo teria usado antes de Junho de 1493. Em 2007 foi publicada em Madrid a Provisão Real com estas armas assinada pelos Reis Católicos.Manuel Rosa \"Colombo Português-Novas Revelações\", ISBN 978-2-35404-007-9 p.100 == Colombo e a sífilis na Europa == Colombo e os seus marinheiros não se limitaram a descobrir o Novo Mundo, e a introduzir as doenças do continente europeu no americano. Também trouxeram da América para a Europa a sífilis. Embora essa teoria não seja nova, um estudo atual empreendido por uma equipe com elementos de três universidades estadunidenses — Emory, Columbia e Mississipi State -, confirma-a. A doença, uma infecção sexualmente transmissível causada pela bactéria \"Treponema pallidum\", pode causar danos ao coração, cérebro, olhos e ossos e até a morte, razões pelas quais foi estigmatizada e temida por séculos. A primeira epidemia de sífilis de que há notícia na Europa ocorreu em 1495, dois anos após o regresso de Colombo de sua viagem de descobrimento, coincidência temporal que deu origem à teoria no passado. Estudos genéticos da bactéria, levados a cabo em 2008 deram maior força à hipótese.JESUS, Patrícia. \"Colombo trouxe a sífilis do Novo Mundo para a Europa\". in Açoriano Oriental, 1 jan 2012, p. 25. == Ver também == * Américo Vespúcio * Era dos Descobrimentos * Leif Ericson * Pedro Álvares Cabral * Pero Vaz de Caminha * Vasco Núñez de Balboa * Vicente Yáñez Pinzón * Casa Colombo * Columbus — estátua de Colombo em Providence, Estados Unidos. == Bibliografia == * * * * * COLOMBO, Cristóvão. Diários da Descoberta da América: as quatro viagens e o testamento. Porto Alegre: L&PM;, 1998. 200p. il. mapas. ISBN 85-254-0938-3 * ALBUQUERQUE, Luís de. Dúvidas e Certezas na História dos Descobrimentos Portugueses, vol. I, Lisboa, Círculo de Leitores, imp. 1991. * MARQUES, Alfredo Pinheiro. Portugal e o Descobrimento Europeu da América: Cristóvão Colombo e os Portugueses. Lisboa: Imprensa Nacional - Casa da Moeda, 1992. 140p. il. mapas. * MONTEIRO, Jacinto. \"Passagem de Colombo por Santa Maria\". in revista Ocidente, vol. LVIII, Lisboa, 1960. * MONTEIRO, Jacinto. \"O Episódio Colombino da Ilha de Santa Maria, nas suas Implicações com o Descobrimento da América\". in revista Insulana, vol. XXII, 1º e 2º semestres, 1966, p. 37-126. * MONTEIRO, Jacinto (Pe.). Atentado contra Colombo nos Açores. Angra do Heroísmo (Açores): Secretaria Regional da Educação e Cultura; Direcção Regional dos Assuntos Culturais, 1994. 144p fotos p/b Categoria:Exploradores Categoria:Navegadores Categoria:Nascidos em 1451 Categoria:Descobrimento da América",
 "title": "Cristóvão Colombo"
}