{
 "id": "1401",
 "text": "O oceano Antártico, também chamado oceano Austral, oceano glacial Antártico ou oceano Circumpolar Antártico, é o conjunto das águas que banham o Continente Antártico, mas que na realidade constituem o prolongamento meridional do oceano Atlântico, oceano Pacífico e oceano Índico. Muitos cientistas, oceanógrafos e geógrafos, não reconhecem a existência do oceano Antártico, considerando-o como uma junção de partes dos outros oceanos. Em 2021, porém, a National Geographic Society reconheceu-o como Oceano.Revista Isto É DInheiro A Terra agora tem cinco oceanos, diz a National Geographic Society O oceano Antártico se estende desde a costa antártica até à latitude de os 60° S; limite convencional com o Oceano Atlântico, o Oceano Pacífico e o Oceano Índico. É o penúltimo oceano em extensão (só o oceano Ártico é menor). Formalmente, a sua extensão foi definida pela Organização Hidrográfica Internacional no ano 2000 e coincide com os limites fixados pelo tratado Antártico. O Oceano Antártico é o único a rodear o globo de forma completa, e circunda completamente a Antártida. Tem uma superfície de 20 327 000 km², uma cifra que compreende os mares periféricos: o mar de Amundsen, o mar de Bellingshausen, parte da passagem de Drake, o mar de Ross e o mar de Weddell. A terra firme que borda o oceano tem 17 968 km de costa. ==Existência e definições== Juridicamente, pelo tratado da Antártica, assinado dia 1 de janeiro de 1956, o oceano Antártico e o continente Antártico seriam de responsabilidade dos seguintes países, para usos pacíficos e científicos; Chile, Argentina, Austrália, Bélgica, Estados Unidos, Brasil, França, Japão, Noruega, Nova Zelândia, Reino Unido, África do Sul e Rússia (como herdeira da União Soviética). Diferentes organizações e países têm pontos de vista diferentes a respeito da existência e extensão do oceano Antártico, ainda que sua existência é tradicionalmente aceita em círculos marinheiros. A 1.ª e a 2.ª edições (em 1937) de Limits of Oceans and Seas, publicação da Organização Hidrográfica Internacional (OHI), incluíam uma definição de um oceano ao redor da Antártida. Entretanto, este oceano não apareceu na 3° edição (em 1953) devido à dificuldade para acordar sobre seu limite norte, sendo prolongados os oceanos Atlântico, índico e Pacífico até a Antártida. No projeto da 4.ª edição foram consultados em 1972 os países membros da OHI. Até 1976 haviam respondido 32 países expressando a maioria sua preferência pelo nome Antarctic Ocean. Somente Austrália, Nova Zelândia e Reino Unido se pronunciaram a favor do nome Southern Ocean e o Chile preferiu Antarctic Glacial Ocean. O Brasil e os Estados Unidos se opuseram à definição de um novo oceano. Sobre o limite norte existiram divergências com projetos apresentados pelo Reino Unido, Austrália, Nova Zelândia, Noruega e por vários países que propuseram a linha da convergência antártica. Em 1986 foi decidido não incluir o oceano Antártico no projeto da 4° edição, que foi reprovado em 1998. Um novo projeto foi posto em consideração aos 68 países membros da OHI, sendo que até 1999 28 responderam favoravelmente à definição de um novo oceano rodeando a Antártida e a Argentina respondeu negativamente. 18 países aceitaram que o nome em inglês do novo oceano fosse Southern Ocean, enquanto que o restante preferiu Antarctic Ocean. Com relação ao limite norte, 14 votos foram para que fosse o paralelo 60° Sul, 7 para que fosse o paralelo 50° Sul, 5 aceitaram a proposta australiana e 3 prefeririam o paralelo 35° Sul. O rascunho do projeto da 4° edição de Limits of ocean and seas foi relatado mediante a circular CL55 de 7 de novembro de 2001. O projeto final foi relatado mediante a circular C30 de 9 de agosto de 2002, mas foi logo retirado, o que foi definido pela circular C30 de 9 de agosto de 2002. Consequentemente, o definido em 1953 pela OHI continua em vigor até que o projeto da 4° edição seja ratificado pelos estados membros. ==Clima== A temperatura do mar varia de +10 °C a -2 °C. Tempestades ciclónicas se movem do leste girando ao redor do continente antártico e são frequentemente de forte intensidade, e são a causa da diferença de temperatura entre os gelos e o oceano aberto. A superfície oceânica está entre os 40° de latitude sul e a Corrente Circumpolar Antártica que tem os ventos mais fortes do planeta. No inverno o oceano se estende até os 65° S em direção ao Pacífico e até os 55° S em direção ao Atlântico, deixando a temperatura superficial abaixo de zero. Em algumas costas, os fortes e constantes ventos provenientes do interior mantém a costa livre de gelo também no inverno. A camada que se forma ao redor do continente antártico, é de aproximadamente 1 m de profundidade, possui pelo menos 2,6 milhões de km² em março e chega ao máximo de 18,8 milhões de km² em setembro, um aumento de mais de sete vezes. A Corrente Circumpolar Antártica, de km de largura, se move eternamente para leste. É a maior corrente oceânica do mundo, e transporta 130 milhões de m³/s, 100 vezes mais que todos os rios da Terra juntos. As ondas podem ser muito altas. Os icebergs antárticos podem possuir dimensões imponentes, estendendo- se por quilômetros e constituem um perigo para a navegação. O ponto mais profundo do oceano se encontra no extremo meridional da Fossa Sandwich do Sul e alcança 7 235 m de profundidade. ==Plataforma de gelo== Os glaciares e mantos de gelo antárticos que se estenderam e flutuam sobre a superfície do oceano formam um amplo sistema de plataformas de gelo. Pedaços dessas plataformas que estão ligadas aos glaciares em terra firme se rompem e formam campos de gelo e icebergues (ou iceberg). Devido ao aquecimento global algumas dessas grandes plataformas estão derretendo, contribuindo para o aumento do nível do mar. ==Fundo oceânico== O Oceano Antártico, com uma profundidade geralmente compreendida entre os 4 000 e 5 000 metros, é um oceano profundo com poucas zonas estreitas de águas pouco profundas. A plataforma continental antártica é estreita e relativamente profunda em relação às outras: dos 400 aos 800 metros, contra uma média mundial de 133 metros. ==Recursos naturais== Os recursos naturais do Oceano Antártico ainda não têm sido explorados, mas existem grandes jazidas de petróleo e gás natural nas proximidades do continente antártico. ==Biodiversidade== O Oceano Antártico tem uma biodiversidade imensa e ainda muito pouco explorada. Sua fauna varia de pinguins, pinípedes e cetáceos, até cianobactérias, fitoplâncton e krill, que apesar de pequenos servem de alimento para os animais maiores. A Antártida não tem flora terrestre, sendo a sua única composição vegetal feita por algas marinhas e outros organismos autótrofos. ==Portos== Dentre os principais portos operacionais estão a Base Rothera, a Base Palmer, a Villa Las Estrellas, a Base Esperanza, a Base Mawson, a Estação McMurdo, e os ancoradouros no mar na Antártida. Poucos portos existem na costa sul (Antártida) do Oceano Antártico, uma vez que as condições do gelo restringem o uso da maioria das praias para curtos períodos, em pleno verão. E mesmo no verão alguns requerem escolta de navios quebra-gelo para o acesso. A maioria dos portos da Antártida são operados por estações de pesquisa governamentais e, exceto em caso de emergência, permanecem fechados aos navios comerciais ou particulares; navios em qualquer porto ao sul de 60 graus de latitude sul estão sujeitas a inspeção por observadores do Tratado da Antártida. O porto mais ao sul do Oceano Glacial Antártico opera na Estação McMurdo na coordenada . A angra (pequena baía) Winter Quarters Bay forma um pequeno porto, na ponta sul da Ilha de Ross, onde um píer sobre o gelo flutuante faz operações portuárias possíveis no verão. Os integrantes da Operação Deep Freeze construíram o primeiro píer sobre o gelo em McMurdo em 1973. \"Unique ice pier provides harbor for ships,\" Antarctic Sun. 8 fr janeiro de 2006; McMurdo Station, Antarctica. ==Ver também== *Geopolítica da Antártida *História da Antártida *Idade Heroica da Exploração da Antártida",
 "title": "Oceano Antártico"
}