{
 "id": "1402",
 "text": "Os ostrogodos eram um ramo dos godos, povo germânico que, segundo Jordanes, surgiu na região meridional da Escandinávia. Esse povo originalmente era um povo unificado mas acabou por dividir-se em dois ramos: visigodos (que significa \"godos do oeste\") e ostrogodos (que significa \"godos do leste\"). Nenhuma outra fonte primária menciona esta longa migração, que poderia ter-se iniciado no Báltico ou no mar Negro e é possível que os godos tenham se desenvolvido como um povo distinto dos demais bárbaros nas fronteiras do Império Romano. Os godos, segundo Jordanes, se distinguiam por usarem escudos redondos e espadas curtas e obedecerem fielmente a seus reis. A única fonte da história inicial dos godos é a Gética de Jordanes (publicada em 551), um resumo de Libri XII De Rebus Gestis Gothorum,SMITH, W. Cassiodorus história escrita por Cassiodoro, em doze volumes, por volta de 530. A obra de Cassiodoro perdeu-se e Jordanes nem mesmo deve tê-la em mãos para consulta, portanto esta fonte primária deveria ser considerada com cuidado. Cassiodoro estava no lugar certo para escrever sobre os godos, por ser ele um dos principais ministros de , que certamente havia ouvido algumas das canções góticas que falavam de suas origens tradicionais. == História == === Origens === Os ostrogodos surgiram nas fronteiras do Império Romano a partir das invasões hunas na região do mar Negro. Até então visigodos e ostrogodos não haviam se dividido e estavam sob o poder do rei Hermenerico. Com as primeiras invasões hunas o rei se suicidou e outros dois reis surgiram para sucedê-lo: Vitimiro (governou os ostrogodos) e Fritigerno (governou os visigodos). Vitimiro foi eleito em um momento em que o povo ostrogodo vivia em situação muito precária, tendo de suportar diversas derrotas frente aos hunos. Em 376, os ostrogodos sofreram uma derrota terrível, na qual morreu o próprio Vitimiro. Como o filho de Vitimiro, Viderico, era uma criança, os generais Alateu e Safrax assumiram a regência até que ele completasse 21 anos. Após a derrota em mãos hunas, os ostrogodos dirigidos por Safrax e Alateu se dirigiram junto com os visigodos até o Dniestre, e mais adiante em direção ao Danúbio e ao Império Romano, porém outro grupo importante foi submetido pelos hunos. Alateu e Safrax aderiram à revolta de Fritigerno e com ele participaram da Batalha de Adrianópolis em 378. Após esse período a única coisa que sabe sobre os três é que foram instalados junto com seu povo pelo imperador Graciano na Panônia. Até o ano de 453, as únicas referências aos ostrogodos são as informações das ajudas militares destes ao Império Huno, principalmente na Batalha dos Campos Cataláunicos (451). Em 453, com a morte de Átila, os godos Valamiro, Videmiro e Teodomiro começaram uma revolta contra os hunos que acabaria causando em 454, com a Batalha de Nedau, a libertação do povo ostrogodo das mãos hunas. Em 454 os ostrogodos libertos foram junto dos três revoltosos para a Panônia onde formaram um reino ostrogodo. Esta região como já mencionado já estava sendo habitada pelos godos que fugiram dos hunos anos antes. Valamiro, Videmiro e Teodomiro tornaram-se reis dos godos compartilhando o poder e o título. Uma disputa relativa a certos impostos anuais levou Valamiro a dirigir um exército de ostrogodos contra Constantinopla (459 – 462), onde o imperador bizantino prometeu um pagamento anual de ouro para satisfazê-lo. Durante um ataque contra os citas, Valamiro caiu de um cavalo e morreu (465). Após a guerra contra hérulos, gépidas e citas pelo controle da Panônia, Videmiro se dirigiu com uma porção de ostrogodos até a Itália, em 473. Ali, o imperador Glicério os aconselhou a dirigir-se a Gália junto com seus parentes visigodos. Desde então, Teodomiro, que era o maior dos irmãos, ficou como único rei dos ostrogodos da Panônia. Casou-se com Erelieva, com que teve dois filhos: e Amalafrida. Quando Teodomiro morreu em 474, seu filho Teodorico o sucedeu como rei. === Reino dos ostrogodos na Itália === Não muito depois de Teodorico se tornar rei, ele e Zenão concluíram um acordo que beneficiava os dois lados. Os ostrogodos precisavam de um lugar para viver, e Zenão estava tendo sérios problemas com Odoacro, rei dos hérulos, que tinha causado a queda do Império Romano do Ocidente em 476. Ainda que formalmente fosse um vice-rei do imperador Zenão, Odoacro estava ameaçando territórios bizantinos e não respeitava os direitos dos cidadãos romanos na Itália. Com o encorajamento de Zenão, Teodorico invadiu o reino de Odoacro. Teodorico chegou com seu exército à península Itálica em 488, onde venceu a Batalha de Isonzo (489), a Batalha de Milão (489) e a de Adda, em 490. Neste mesmo ano Ravena foi assediada. O cerco durou três anos e foi marcado por dezenas de ataques de ambos os lados. No final, nenhum dos lados pode prevalecer de forma conclusiva, e assim em 2 de fevereiro de 493, Teodorico e Odoacro assinaram um acordo que garantiu a supremacia de ambos. Um banquete foi organizado para celebrar o tratado. Foi nesse banquete que Teodorico matou Odoacro com as próprias mãos. Como Odoacro, Teodorico era formalmente apenas um vice-rei para o imperador romano em Constantinopla. Na realidade, ele agia com independência, e o relacionamento entre o imperador e Teodorico era de iguais. Contudo, diferentemente de Odoacro, Teodorico respeitava o acordo que tinha feito e permitia que os cidadãos romanos dentro do seu reino fossem submetidos à lei romana e ao sistema judicial romano. Os ostrogodos, por enquanto, viviam sob suas leis e costumes. Teodorico foi um governante hábil, que soube conservar o equilíbrio entre as instituições imperiais e as tradições bárbaras. Homem culto, educado na corte de Constantinopla, capital do Império Romano do Oriente, conseguiu ganhar a simpatia da aristocracia romana, cujos privilégios anteriores respeitou, e do povo, que assistia satisfeito à realização de obras públicas para a reconstrução e modernização de Roma. Ao que parece, Teodorico alimentava o projeto de fundar um império godo que impusesse seu domínio sobre o resto do mundo bárbaro. Para isso, manteve contato com outras tribos godas e estabeleceu vínculos familiares com os francos, os vândalos e os burgúndios. Após sua morte em Ravena, em 526, Teodorico foi sucedido pelo seu neto Atalarico. Atalarico foi inicialmente representado por sua mãe, Amalasunta, que atuou como rainha regente de 526 a 534. Não suportando a regência de uma mulher, a educação romana ministrada ao rapaz, o tratamento obsequioso de Amalasunta em relação a Bizâncio, nem tampouco seu espírito conciliador com os romanos, a nobreza gótica decide tirar-lhe o filho e educá-lo segundo os costumes de seu povo. O jovem, no entanto, não resistiu a isso e morreu em 534. Amalasunta, que queria manter o poder, desposou Teodato, um dos chefes do partido nacional. Teodato exilou a esposa no lago de Bolsena e ordenou sua morte em 535. O assassinato de Amalasunta foi usado pelo imperador bizantino Justiniano I para não reconhecer a legitimidade do reinado de Teodato e invadir a Itália. A \"reconquista\" da Itália pelo Império Bizantino levaria quase duas décadas e seria mais destruidora que as invasões bárbaras dos dois séculos anteriores. Esse período foi denominado de Guerra Gótica. A ação bélica iniciou-se com a invasão do sul da Itália. Depois que Belisário, general do Império Romano do Oriente, conquistou Nápoles em 536, Teodato foi entregue ao seu povo godo, que elegeu Vitige como seu sucessor. O novo rei ordenou a morte de seu antecessor. Em 535, o exército bizantino de Justiniano I tinha conquistado a Sicília sob o comando do general bizantino Belisário que naquele momento estava no sul da península Itálica. Vitige reorganizou o exército e em 537 assediou Roma fazendo cortar todos os aquedutos que levavam água à cidade. Em março de 538, foi obrigado a interromper o assédio para retomar as operações militares no norte da Itália onde o general João estava rapidamente aproximando-se de Ravena. Em 540, Belisário atacou Ravena, a capital dos ostrogodos. Vitige foi feito prisioneiro e levado a Constantinopla onde morreu sem herdeiros. Seu sucessor foi Ildibaldo, elegido pelo povo. Ildibaldo reinou somente um ano antes de ser morto por um gépida num banquete no palácio. Ildibaldo era um visigodo, sobrinho de um dos reis visigodos da Espanha. Seu sucessor foi Erarico. Erarico, um rúgio, foi eleito rei dos ostrogodos em junho de 541, depois do assassinato de Ildibaldo. Os godos, porém, cansados e irritados com sua inaptidão e acreditando que ele tivesse feito acordos secretos com os bizantinos, ofereceram a coroa ao sobrinho de Ildibaldo, Tótila. Depois de cinco meses de reinado, Erarico foi eliminado por uma conspiração. O seu objetivo foi a de contrapor-se à política do imperador bizantino Justiniano I, que visava à posse da Itália. Tótila teve inicialmente muito sucesso, aproveitando-se do fato que as tropas de Justiniano I no Império Romano do Oriente estavam empenhadas desde 540 em uma guerra contra os sassânidas da Pérsia. Conseguiu notáveis sucessos no campo de batalha assediando e saqueando Alatri em 543, recrutou camponeses para reforçar o exército, e conseguiu conquistar a cidade de Roma por duas vezes (ao fim de 546 e ao início de 550), embora não conseguisse mantê-la por muito tempo. A primeira vez Tótila assediou Roma em 544. Em 17 de dezembro de 546 os guardiões se depararam com o exército ostrogodo e abriram as portas da cidade, consentindo com a invasão. Roma foi depredada e os seus muros destruídos, enquanto os seus habitantes foram perseguidos. Na primavera de 547, Belisário conseguiu libertá-la, e um segundo assédio de Tótila em maio do mesmo ano não teve sucesso. No outono de 549, Tótila assediou Roma pela terceira vez, e conseguiu conquistá-la graças a uma nova traição dos guardiões que abriram as portas ao seu exército. A cidade teve poucos sobreviventes e o senado romano se transferiu quase completamente a Bizâncio. Depois da segunda conquista de Roma, Tótila fez uma campanha de propaganda, na qual pôs em confronto o estilo de vida dos ostrogodos no tempo de , com os anos de sofrimento, da guerra e da política fiscal de Justiniano I. Teve menos sucesso com a política exterior, uma vez que não conseguiu fazer aliança com os francos. Em 551, Justiniano I entregou o comando do exército bizantino ao general Narses, e o mandou a libertar a Itália: as suas tropas entraram na Itália do norte através dos Bálcãs, evitando as linhas defensivas góticas. Tótila então abandonou Roma, levando consigo 300 jovens reféns escolhidos entre as famílias mais importantes da cidade. Em 30 de junho ou 1 de julho de 552, o exército ostrogodo foi derrotado na Úmbria sob as flechas dos arqueiros do exército de Narses, na Batalha de Tagina. Tótila morreu em batalha ou durante a fuga, e os ostrogodos se reuniram sob o seu último rei na Itália, Teia. No seu caminho ao sul da Itália, conseguiu apoio de proeminentes figuras no exército de Tótila para fazer seu último ataque contra o general bizantino Narses na Batalha de Monte Lactário, ao sul de Nápoles, em outubro de 552 ou início de 553. O exército ostrogodo foi derrotado novamente. Teia foi morto. Os sobreviventes se dispersaram ou foram reduzidos à escravidão. Com esta derrota, a resistência organizada dos ostrogodos terminou. Embora o último nobre ostrogodo, Widin, tenha se revoltado ao norte da Itália, sendo capturado em 561 ou 562, os ostrogodos caíram na obscuridade. ==Queda== Após a morte de Teodorico, a 30 de agosto 526, as suas conquistas começaram a perder força. O sucessor de Teodorico foi o seu sobrinho recém-nascido Atalarico, protegido pela mãe Amalasunta como regente. A falta de um herdeiro forte levou a uma rede de alianças que levou o estado ostrogótico à desintegração: o reino Visigótico recuperou a sua autonomia sob Amalarico, as relações com os vândalos tornaram-se hostis e os francos iniciaram uma nova campanha expansionista subjugando os turíngios, os borgonheses e quase expulsando os visigodos da sua terra natal, o sul da Gália.Bury (1923), Cap. XVIII, p. 161 A posição de predominância que o reino ostrogótico adquiriu graças a Teodorico na Europa Ocidental passou agora para os Francos. Não ostentando a regência de uma mulher, nem a educação da civilização romana dada ao menino, nem as relações obsequiosas de Amalasunta para com Bizâncio, nem o seu espírito conciliador para com os Românicos, a nobreza dos godos conseguiu arrancar-lhe o filho e educá-lo de acordo com os costumes do seu povo. No entanto, o jovem Atalarico entregou-se a uma vida de desperdício e excesso, encontrando uma morte prematura.John Bagnell Bury (1923), History of the Later Roman Empire, Vols I & II., Chap . XVIII, pp. 159-160 Então Amalasunta, que queria manter o poder, casou com o seu primo Teodato, duque de Túscia. Relegou-a, no entanto, para uma ilha no Lago Bolsena, onde a matou em 535. O exílio e assassínio de Amalasunta foi o casus belli que permitiu a Justiniano invadir a Itália.Procopio di Cesarea, De Bello Gothico I, 5.1 Teódato tentou evitar guerra enviando mensageiros a Constantinopla, mas Justiniano já estava pronto para recuperar a Itália. Só a renúncia ao trono por parte de Teódato e a entrega do seu reino ao império teriam evitado a guerra. O general encarregado de dirigir as operações foi Belisarius, que recentemente combateu com sucesso contra os vândalos, a quem foram confiados 10.000 homens, incluindo comitatensi, foederati e buccellarii. O general bizantino conquistou rapidamente a Sicília, e depois ocupou Rhegium (Reggio Calabria) e Nápoles antes de novembro 536. Em dezembro estava em Roma, obrigando o novo rei dos godos Vitiges que tinha sido recentemente chamado a substituir Teodato a fugir. Permaneceu em Roma durante muito tempo, graças aos reforços que chegaram de Constantinopla, o general enviou Narsete para libertar Ariminum (Rimini), e Mundila (que derrotou os Godos em Pavia) para conquistar Mediolanum (Milão). Os conflitos internos entre Narses e Belisário fizeram com que Milão, cercada, tivesse que capitular devido à fome , sendo saqueada por 30.000 Godos que, liderados por Uraia, massacraram os habitantes (539). Entretanto, os Francos e os Borgonheses chegaram também a Itália, descendo para o Vale do Pó sob o comando de Teodeberto I. Belisário conseguiu conquistar Ravena, a capital dos Ostrogodos, e capturar Vitige, graças a um ardil: fingiu aceitar a oferta dos Godos para se tornar seu rei para ter as portas abertas e conquistá-la. Após a queda de Ravena, o tesouro real e a corte foram transferidos para Pavia, onde Teodorico já tinha construído um Palácio real. Justiniano, assustado, chamou Belisário de volta à sua terra natal, deixando o campo aberto aos Godos. Em 541 Totila chegou ao poder, obtendo o apoio da população italiana graças a uma política agrária de igualdade, segundo a qual os servos libertos se alistaram em massa no exército de Totila. Graças a este e outros fatores, reconquistou o norte de Itália. Totila chegou a Roma, cercando-a e conquistando-a; para a sua defesa, Belisário foi chamado de volta e este retomou-a em 547. Justiniano, depois de ter chamado Belisário, lançou uma nova campanha de conquista da Itália em 549 com Germano à frente. Durante a reconquista de Roma liderada por Narses, Totila foi ferido e morreu pouco depois. O sucessor de Totila foi Teia que, rapidamente derrotado (552), foi também o último rei dos Godos. A sua derrota, porém, não determinou a submissão automática das guarnições ostrogóticas, que, embora não elegendo um novo rei, continuaram uma luta desorganizada, chamando em seu auxílio os franco-alamanos liderados por Butilino e Leutari : Narses, porém, conseguiu derrotar os franco-alamanos, empurrando-os para a retirada e ao mesmo tempo obteve a submissão das últimas fortalezas ostrogóticas de Tuscia, Cuma e Conza (553-555). No entanto, faltava ainda conquistar a região de Transpadane, onde os Godos, liderados por Widin, não tinham qualquer intenção de se render e obtiveram também o apoio do comandante franco Amingo: a sua resistência durou até 561/562, quando Narses derrotou Widin e Amingo e subjugou Verona, Pavia e Brescia, os últimos focos de resistência. O pragmática sanção de 554 colocou todos os territórios de Itália sob a legislação do Império Bizantino e restabeleceu todos os proprietários das terras alienadas pelo \"impuro\" Totila em favor dos agricultores. Os ostrogodos, após a vitória bizantina, praticamente desapareceram, sendo dispersos ou alistados como mercenários para servir no Oriente no exército bizantino, enquanto poucos permaneceram em Itália; a Igreja Ariana foi perseguida e muitos ostrogodos foram convertidos ao catolicismo, apenas para serem reabsorvidos pelos lombardos. == Lista de reis ostrogodos == * 375-376 : Vitimiro * 376-? : Viderico (sob regência de Alateu e Safrax) * 454-465 : Valamiro * 454-473 : Videmiro * 454-474 : Teodomiro * 474–526 : * 526–534 : Atalarico * 534–535 : Amalasunta * 535–536 : Teodato * 536–540 : Vitige * 540–541 : Ildibaldo * 541–541 : Erarico * 541–552 : Tótila * 552–553 : Teia == Ligações externas == * Categoria:Ostrogodos",
 "title": "Ostrogodos"
}