{
 "id": "14026",
 "text": "Edmund Percival Hillary KG, KBE (Tuakau, 20 de julho de 1919 – Auckland, 11 de janeiro de 2008) foi um alpinista e explorador neozelandês, famoso principalmente pela primeira escalada bem-sucedida do Monte Everest. Ele e o guia sherpa Tenzing Norgay atingiram os metros do cume em 29 de maio de 1953. == Vida == Nascido na Ilha Norte, próximo a Auckland e iniciou-se no alpinismo durante a adolescência, obtendo sua primeira subida significativa em 1939. Durante a Segunda Guerra Mundial foi navegador da Royal New Zealand Air Force. Participou de uma fracassada expedição neozelandesa ao Everest em 1951 antes de tomar parte da bem-sucedida tentativa britânica de 1953. Escalou outros dez picos do Himalaia em visitas posteriores em 1956, 1960-61 e 1963-65. Alcançou também o Polo Sul, como parte da Expedição Britânica Trans-Antártica, em janeiro de 1958. Foi nomeado cavaleiro da Ordem do Império Britânico em 6 de junho de 1953, membro da Ordem da Nova Zelândia em 1987 e cavaleiro da Ordem da Jarreteira em 23 de abril de 1995. Hillary devotou muito de sua vida para ajudar o povo Sherpa do Nepal através da Himalayan Trust que ele fundou e à qual dedicou grande parte de seu tempo e energia. Devido aos seus esforços conseguiu construir várias escolas e hospitais nessa remota região do Himalaia. Tem declarado que considera esta como sua mais importante realização. Foi também presidente honorário da American Himalayan Foundation, uma sociedade sem fins lucrativos norte-americana que contribui com a melhora nas condições ambientais e de vida no Himalaia. Foi dele a ideia de construir o aeroporto de Lukla, que aumentou o turismo de estrangeiros, uma das grandes fontes de renda do Nepal. Este aeroporto nas montanhas é a base de onde partem os grupos de trekking no Himalaia. O Himalayan Trust e The Sir Edmund Hillay Foundation, juntos, construíram 25 escolas, dois hospitais e doze clínicas médicas. Construíram pontes sobre rios, campos de pouso para pequenos aviões, reergueram templos budistas e centros culturais. Criaram um \"berçário de árvores\", que replantou, desde 1990, um milhão de mudas no Parque Nacional de Sagarmatha. Para marcar a ocasião do aniversário de 50 anos da primeira escalada bem-sucedida do Everest, o governo nepalês conferiu a cidadania honorária a Edmund Hillary em uma celebração especial do jubileu de ouro na capital Kathmandu. Edmund Hillary foi o primeiro cidadão estrangeiro a receber tal honra no Nepal. Edmund Hillary faleceu em 11 de janeiro de 2008, em um hospital em Auckland, na Nova Zelândia, aos 88 anos de idade. Seu corpo foi cremado e suas cinzas espalhadas no Golfo de Hauraki na Nova Zelândia. == Publicações == Livros escritos por Edmund Hillary Título Ano Editor ISBN/ASIN Co-autor Ref High Adventure 1955 n/a Hillary, Sir Edmund Percival. (2011). In L. Rodger, & J. Bakewell, Chambers Biographical Dictionary (9th ed.). London, UK: Chambers Harrap. Retrieved from https://search.credoreference.com/content/entry/chambbd/hillary_sir_edmund_percival/1?institutionId=292Hillary, Sir Edmund Percival. (2017). In P. Lagasse, & Columbia University, The Columbia encyclopedia (7th ed.). New York, NY: Columbia University Press. Retrieved from https://search.credoreference.com/content/entry/columency/hillary_sir_edmund_percival/0?institutionId=292 East of Everest – An Account of the New Zealand Alpine Club Himalayan Expedition to the Barun Valley in 1954 1956 E. P. Dutton George Lowe No Latitude for Error 1961 Hodder & Stoughton. n/a The New Zealand Antarctic Expedition 1959 R.W. Stiles, printers. n/a The Crossing of Antarctica: The Commonwealth Transantarctic Expedition, 1955–1958 1958 Cassell Vivian Fuchs High in the Thin Cold Air 1962 Doubleday Schoolhouse in the Clouds 1965 Hodder & Stoughton n/a Nothing Venture, Nothing Win 1975 Hodder & Stoughton n/a From the Ocean to the Sky: Jet Boating Up the Ganges 1979 Viking n/a Two Generations 1984 Hodder & Stoughton Peter Hillary View from the Summit: The Remarkable Memoir by the First Person to Conquer Everest 2000 Pocket n/a == Bibliografia == * A morada dos deuses, Carlos Tramontina, Sá Editora, São Paulo, 2004. ==Ligações externas== * Sitio da Himalayan Trust * The American Himalayan Foundation * On top of the world: Ed Hillary - nzhistory.net.nz * Videos (10) - New Zealand National Film Unit * Obituary of Edmund Hillary - tributes.com * \"Interview with Sir Edmund Hillary: Mountain Climbing\" - Smithsonian Folkways * Edmund Hillary - BBC Radio 4's Desert Island Discs, 17 de Abril de 1979 * Edmund Hillary's collection - Auckland War Memorial Museum Tāmaki Paenga Hira * Edmund Hillary addressing The New York Herald Tribune Book and Author Luncheon, February 10, 1954 broadcast - WNYC * * Categoria:Montanhistas da Nova Zelândia Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Monte Everest Categoria:Montanhistas que escalaram ao topo do Monte Everest Categoria:Cavaleiros Comandantes da Ordem do Império Britânico",
 "title": "Edmund Hillary"
}