{
 "id": "14054",
 "text": "Avatar é uma manifestação corporal de um ser imortal segundo a religião hindu, por vezes até do Ser Supremo. Deriva do sânscrito Avatāra, que significa \"descida\", normalmente denotando uma das encarnações de Vishnu (tais como Krishna), que muitos hinduístas reverenciam como divindade. Muitos não-hindus, por extensão, usam o termo para denotar as encarnações de divindades em outras religiões. == Definição == Avatar vem do sânscrito Avatāra, que significa \"Descida de Deus\", ou simplesmente \"Encarnação\". Qualquer espírito que ocupe um corpo de carne, representando assim uma manifestação divina na Terra. A melhor definição vem de um antigo escrito indiano, Vedas: > \"Avatara, ou a encarnação da Divindade, descende do reinado divino pela > criação e manutenção da manifestação em um corpo material. E essa forma > singular da Personalidade da Divindade que então se apresenta é chamada de > encarnação ou Avatara. Tais Personalidades estão situadas no mundo > espiritual, o reinado divino. Quando Eles transcendem para a criação > material, Eles assumem então o nome Avatara.\" - Chantajar-charitatva > 2.20.263 - 264. Um avatar é uma forma encarnada de um Ser Supremo, e tais incontáveis formas divinas residem em um plano espiritual. Quando essa forma despersonalizada de Deus transcende daquela dimensão elevada para o plano material do mundo, Ele - ou Ela - é conhecido então como a encarnação ou Avatara. Em uma concepção mais abrangente, a encarnação poderia ser descrita como o corpo de carne. Mas essa concepção seria talvez errada, conquanto tais formas divinas não se tornam reais seres de carne e osso, ou assumem corpos materiais. Uma alma comum assume corpos materiais de carne e osso, mas no caso dessa manifestação divina, Seu corpo e Sua alma transcendem a matéria e embora apareçam como impersonalizações, aquele corpo também pertence a Sua essência espiritual. Essa palavra Avatar se tornou popular entre os meios de comunicação e informática devido às figuras que são criadas à imagem e semelhança do usuário, permitindo sua \"personalização\" no interior das máquinas e telas de computador. Tal criação assemelha-se a um avatar por ser uma transcendência da imagem da pessoa, que ganha um corpo virtual, desde os anos 80, quando o nome foi usado pela primeira vez em um jogo de computador. A primeira concepção de Avatar vem primariamente dos textos Hindus, que citam Krishna como o oitavo avatar - ou encarnação - de Vishnu. == Utilização em mundos virtuais e demais ambientes digitais == Experiências digitais imersivas, como games e mundos virtuais, tomam emprestado o termo 'Avatar' como a representação projetada do usuário dentro do ambiente imersivo. Neste contexto, o avatar pode tanto buscar a representação íntegra do usuário no ambiente virtual projetado (usualmente quando em Metaversos) ou extrapolá-la como personagens imaginários e/ou antropomórficos quando em ambientes imersivos mais lúdicos (como MMORPGs). == Ligações externas == * Bhagavad-Gita As It Is: The Song of God * Shrimad Bhagavatam: The Beautiful Book of God (Lord Krishna) * Chaitanya- charitamrta: The Adventures of the Golden Avatar Categoria:Conceitos filosóficos hindus Categoria:Palavras, frases e expressões em sânscrito",
 "title": "Avatar"
}