{
 "id": "14051",
 "text": "{{Info/Região metropolitana do Brasil | nome = Região Metropolitana do Vale do Aço | mapa = MinasGerais_RM_ValedoAco.svg | imagem = Landsat Coronel Fabriciano, Ipatinga and Timóteo MG.jpg | leg_imagem = Imagem de satélite mostrando Coronel Fabriciano (ao meio da imagem) e partes de Ipatinga (acima) e Timóteo (abaixo). | estado = Minas Gerais | lei = LC nº 51 | data = | municípios = | sede = Sem cidade-sede oficial. No entanto, a agência metropolitana é sediada em Ipatinga. | área = 806.584 | área_ref = | população = 458846 | data_pop = Censo IBGE/2022 | população_pos = | idh = 0.745 | data_idh = PNUD/2010 | idh_ref = | idh_pos = | pib = | data_pib = IBGE/2015 | pib_per_capita = | data_pib_per_capita = IBGE/2015 }} A Região Metropolitana do Vale do Aço (RMVA), mais conhecida como Vale do Aço, é uma região metropolitana brasileira no interior do estado de Minas Gerais, na Região Sudeste do país. Foi reconhecida pela lei complementar nº 51, de 30 de dezembro de 1998, sendo efetivada como região metropolitana em 12 de janeiro de 2006. Localizada no Vale do Rio Doce, é composta pelas cidades de Coronel Fabriciano, Ipatinga, Santana do Paraíso e Timóteo e pelo colar metropolitano, que é constituído por outros 24 municípios. O desbravamento da região, que teve início no século XVI, mas foi intensificado somente no século XIX, levou ao surgimento dos primeiros núcleos urbanos, que deram origem a alguns municípios do colar metropolitano. Devido à vastidão das florestas a área ficou conhecida a princípio como Vale Verde. Posteriormente, a locação da Estrada de Ferro Vitória a Minas entre 1911 e 1929 favoreceu a colonização, mas foi a instalação da Belgo-Mineira em Coronel Fabriciano, em 1936, a responsável por acelerar o desenvolvimento populacional, o desmatamento e a construção de casas, estabelecimentos e ruas. A implantação da Acesita (em Timóteo) e Usiminas (em Ipatinga), nas décadas de 1940 e 50, respectivamente, também trouxe infraestrutura básica e espaços de lazer à população e consolidou a integração das atuais cidades, cujos territórios encontravam-se subordinados a Coronel Fabriciano até 1964. Por influência da importância econômica das siderúrgicas a região passou a ser chamada de Vale do Aço. Tornou-se conhecida internacionalmente em virtude das grandes empresas locais, a exemplo da Aperam South America (antiga Acesita), Cenibra e Usiminas, e apesar de seu povoamento relativamente recente, corresponde a um dos principais polos urbanos do interior do estado. Segundo estatísticas do IBGE, os quatro municípios principais reuniam, em 2022, um total de habitantes. Atrativos como o Parque Estadual do Rio Doce, o Parque Ipanema e a Serra dos Cocais também se fazem presentes na RMVA, bem como o artesanato e os grupos de congado das comunidades rurais e os espaços culturais, a exemplo da Fundação Aperam-Acesita e o Centro Cultural Usiminas. == História == === Primórdios === thumb|esquerda|A Ponte Queimada, entre Pingo-d'Água e Marliéria, encontra-se em trecho da antiga Estrada do Degredo, aberta em meio à mata virgem entre os séculos XVIII e XIX. Tentativas de explorar o Vale do Rio Doce em busca de riquezas minerais tiveram início no século XVI, mas não obtiveram sucesso. A expedição de Sebastião Fernandes Tourinho (1573) adentrou o curso do rio Doce e alguns de seus afluentes, conferido o título de \"Vale Verde\" à região da foz do rio Piracicaba, em função da mata densa. No século XVII, o povoamento e a abertura de novas trilhas pelo Vale do Rio Doce foram proibidos, a fim de evitar o contrabando de ouro extraído na região central de Minas Gerais por meio do rio Doce e seus afluentes. Além da proibição e da floresta fechada, o relevo montanhoso e a ferocidade dos índios botocudos também foram impedimentos para a colonização. O povoamento foi liberado em 1755, após Minas Gerais passar por um declínio na produção de ouro. Nessa mesma ocasião, foi aberta uma estrada ligando Vila Rica (atual Ouro Preto, então capital da Província de Minas Gerais) a Cuieté, visando ao transporte do ouro extraído na região do atual município de Conselheiro Pena, cujo metal viria a se esgotar após 1780. Como não foi encontrado ouro em abundância, o caminho então passou a ser utilizado como ligação entre Ouro Preto e um presídio em Cuité e por isso ficou conhecido como Estrada do Degredo. A partir da existência dessa estrada, que passava pelos atuais municípios de Dionísio, Marliéria, Pingo-d'Água, Entre Folhas e Caratinga, dentre outros do colar metropolitano, viriam a surgir mais tarde os primeiros focos de colonizadores no interior do Vale Verde. Em 1800, o único núcleo reportado era em Antônio Dias, fundado pelo bandeirante Antônio Dias de Oliveira em 1706. No entanto, em 1808, a publicação de cartas régias criou incentivos governamentais ao processo de colonização do Vale do Rio Doce, autorizando a exploração das terras e o extermínio dos indígenas. Prosseguiu-se então uma guerra contra os botocudos por meio de colonizadores, imigrantes e soldados. Em 1831, a publicação de uma Carta Régia proibiu ataques aos índios, mas à essa altura já se encontravam praticamente extintos. Reportou-se a formação de pequenos núcleos urbanos e ocupações ao longo do século XIX, mas nada significativo, em contraste com as demais regiões mineiras, onde já existiam atividades econômicas consolidadas. === Povoamento e urbanização === Ao início do século XX, o chamado Vale Verde ainda era pouco habitado e quase totalmente coberto pela Mata Atlântica praticamente intocável. A ocupação foi incentivada com a locação da Estrada de Ferro Vitória a Minas (EFVM), entre 1911 e 1929. Ao atingir o atual município de Belo Oriente, no final da década de 1910, a construção da ferrovia foi paralisada em decorrência da Primeira Guerra Mundial, mas foi retomada no decorrer da década seguinte,Revista Caminhos Gerais, nº 35, pag. 22. propulsionando o surgimento dos primeiros núcleos urbanos em Coronel Fabriciano e Timóteo, com a vinda de trabalhadores incumbidos das obras, e posteriormente em Ipatinga. Pouco tempo mais tarde, a estruturação da MG-4 (atual BR-381) pela região também contribuiu com a disposição do perímetro urbano. Na década de 1930, no entanto, a implantação dos primeiros complexos industriais se tornou o principal fator responsável por acelerar o desenvolvimento populacional urbano da região, destacando-se inicialmente a Companhia Siderúrgica Belgo-Mineira, que buscava centralizar em Coronel Fabriciano, então distrito de Antônio Dias, a exploração de madeira e a produção de carvão com objetivo de alimentar suas usinas em João Monlevade. Na região da antiga estação ferroviária de Coronel Fabriciano, de forma especial, a Belgo-Mineira proporcionou a construção de casas e estabelecimentos e abertura de ruas, incentivando o crescimento populacional. A escolha dessa área para a produção industrial foi possível devido à disponibilidade de transporte por meio da EFVM e à presença das fartas áreas onde poderia se obter a matéria prima. A Acesita (atual Aperam South America) e a Usiminas, complexos do ramo da siderurgia implantados respectivamente em 1944 e 1956, exerceram uma função estruturadora da ocupação urbana e trouxeram, além de negociação de terras em grande quantidade, bens infraestruturais básicos como estabelecimentos de saúde, escolas, espaços de lazer, transporte e comunicação. Com a chegada dessas indústrias, a região deixou de ser conhecida como \"Vale Verde\" e recebeu o título de \"Vale do Aço\". Coronel Fabriciano, desmembrada de Antônio Dias em 1948, sediou os núcleos industriais da Acesita e Usiminas até 1964, quando ocorreu a emancipação política de Timóteo e Ipatinga e as companhias passaram a pertencer a estes municípios, respectivamente. Nessas cidades, ambas as empresas se encarregaram da construção de diversos conjuntos residenciais destinados a servir como abrigo aos funcionários, que mais tarde deram origem aos atuais bairros. Mesmo após perder as áreas dos complexos industriais, Coronel Fabriciano continuou a apresentar um crescimento populacional em função da presença das indústrias, mas de forma desordenada e sem planejamento, ao contrário do que ocorreu ao redor das usinas nas cidades vizinhas. As periferias de Timóteo e Ipatinga, no entanto, observaram um crescimento sem controle por parte da população não industrial, atraída pelo progresso local. A urbanização sofreu uma nova intensificação na década de 1970, com a instalação da Cenibra, no distrito de Perpétuo Socorro, em Belo Oriente. Em comum com os núcleos industriais de Timóteo e Ipatinga, notou-se sua disposição paralela à BR-381, à Estrada de Ferro Vitória a Minas e a um manancial para extração de água (o rio Doce nesse caso). === Consolidação metropolitana === thumb|direita|Região do Centro-Norte de Timóteo (também chamado de \"Centro de Acesita\", por influência histórica da empresa) com a usina da Aperam visível ao fundo. Em 1974, houve a formação da primeira comissão a favor do reconhecimento do Vale do Aço como uma aglomeração urbana, conquistando uma audiência com o então governador Rondon Pacheco em Belo Horizonte e a liberação de verbas para a execução do projeto. Neste ano foi criada a Associação dos Municípios da Microrregião do Vale do Aço (AMVA). No decorrer das décadas de 1980 e 1990, Santana do Paraíso, Belo Oriente e parte de Caratinga passaram a ser englobadas pelo aglomerado urbano, ao passo que Coronel Fabriciano, Ipatinga e Timóteo começaram a observar uma redução em suas taxas de crescimento em função da diminuição de disponibilidade de áreas para expansão urbana. Tal desaceleração vinha sendo notada apenas em cidades situadas no atual colar metropolitano, onde o êxodo rural foi registrado de forma acentuada no decorrer da segunda metade do século XX e levou à redução da população. Pelo fato de ser limítrofe com o perímetro urbano de Ipatinga e o fácil acesso a este pela BR-458, o município de Santana do Paraíso, emancipado em 1992, observou as maiores taxas de evolução populacional entre as décadas de 90 e 2000. O processo de conurbação conhecido como Vale do Aço foi reconhecido em função de sua união funcional pela Lei Complementar nº 51, de 30 de dezembro de 1998, integrando os municípios de Coronel Fabriciano, Ipatinga, Santana do Paraíso e Timóteo, além de 22 cidades participantes do colar metropolitano, sendo organizado e oficializado como uma região metropolitana mediante a Lei Complementar nº 90, de 12 de janeiro de 2006. A Agência Metropolitana do Vale do Aço, sediada em Ipatinga, foi criada pela Lei Complementar nº 122, de 5 de janeiro de 2012, quando também foram incluídos como parte do colar metropolitano os municípios de Bom Jesus do Galho e Caratinga. Aos primeiros anos da década de 2010, sob os reflexos da Grande Recessão global que teve início em 2008, houve uma relevante diminuição da demanda por aço e posteriormente de sua produção em todo o Brasil, a exemplo do Vale do Aço. Registrou-se a partir de então uma considerável queda da população industrial local em função do fechamento de postos de trabalho e cortes de investimentos, no entanto os setores de serviços e comércio também observaram impactos diretos devido à crise na área da indústria. == Geografia == A Região Metropolitana do Vale do Aço (RMVA) está localizada no interior de Minas Gerais, a leste da Região Metropolitana de Belo Horizonte. Os quatro municípios principais pertencem às Regiões Geográficas Intermediária e Imediata de Ipatinga, segundo a divisão do IBGE vigente desde 2017. A área total do núcleo metropolitano é de de acordo com o IBGE, dos quais (15,66% do total) estão em área urbana. === Relevo === thumb|esquerda|Vista aérea de Ipatinga, em que pode ser notado o relevo ondulado. O Vale do Aço está inserido na depressão interplanáltica do Vale do Rio Doce, cujo relevo é resultado de uma dissecação fluvial atuante nas rochas granito-gnáissicas do período Pré-Cambriano. O conjunto apresenta rochas do complexo gnáissico-magmático-metamórfico, que incluem biotita-gnaisse, rochas graníticas e granito-gnaisse. Como o próprio nome sugere, a região possui características de um vale, estando situada em uma área baixa em meio a montanhas. Dessa forma, o relevo é acidentado, com sua depressão caracterizada pela presença de colinas com declividade moderada cortadas por planícies fluviais e lagos naturais. As maiores altitudes da região metropolitana podem ser encontradas a noroeste, em território de Coronel Fabriciano, onde se posicionam os maciços da Serra dos Cocais. A altitude média varia entre quinhentos e oitocentos metros na unidade geológica, que também constitui um limite para a expansão urbana em relação à disposição do relevo. Por outro lado, as menores altitudes são notadas nas margens dos rios, ao redor das quais se estabeleceram os complexos industriais da Usiminas e Aperam South America em Ipatinga e Timóteo, respectivamente. Assim sendo, é considerável a ocupação e o surgimento de bairros, em especial de classes baixas, em áreas com forte declividade. === Hidrografia === thumb|direita|Foz do rio Piracicaba (à direita) no rio Doce (à esquerda) vista do mirante da Estação Pedra Mole, em Ipatinga. A região se encontra na bacia do rio Doce e é quase completamente abrangida pela sub-bacia do rio Piracicaba. No subsolo, abaixo de onde o rio Piracicaba deságua no rio Doce, está localizado um aquífero aluvionar, que é de onde é extraída a água utilizada para o suprimento da maior parte do Vale do Aço. A demanda de água gira em torno de 292 litros por segundo e a captação e tratamento nos quatro municípios são realizados pela Companhia de Saneamento de Minas Gerais (Copasa). A disponibilidade hídrica superficial é maior na parte sul. Enquanto nas demais áreas a capacidade máxima é de 0,008 a um litro por segundo, a região sul, mais próxima dos rios Piracicaba e Doce, apresenta uma média de até dez mil litros por segundo. De forma geral, a região metropolitana é abrangida por treze sub-bacias, sendo elas: dos córregos Bueiro e Entre Folhas e ribeirões Achado e Garrafa em Santana do Paraíso; ribeirão Ipanema em Ipatinga; ribeirões Caladão, Caladinho e Cocais Pequeno em Coronel Fabriciano; e córregos Atalho, Celeste e Limoeiro e ribeirões Belém e Timotinho em Timóteo. Em especial nas margens dos ribeirões Caladão (Coronel Fabriciano) e Timotinho (Timóteo), os cursos hidrográficos conduziram o avanço do perímetro urbano nos municípios, uma vez que os primeiros loteamentos dessas cidades estavam situados ao redor das microbacias. Problemas com enchentes são comuns, devido às características morfométricas e à ocupação sem planejamento. === Clima === O clima local é caracterizado como tropical quente semiúmido (tipo Aw segundo Köppen). Tomando como base o município de Coronel Fabriciano, a temperatura média compensada anual é de e a pluviosidade média de , concentrados entre os meses de outubro e abril. A estação chuvosa compreende os meses mais quentes, enquanto que a estação seca abrange os meses mornos. Outono e primavera, por sua vez, são estações de transição. A passagem entre os períodos seco e chuvoso é marcada por tempestades e amplitude térmica elevada, sobretudo entre o fim do inverno e a primavera. A umidade do ar é relativamente elevada, sendo a média anual de cerca de 80%, contudo baixos índices de umidade podem ser registrados durante a estação seca ou em longos veranicos. Nesses períodos, o ar seco em associação à poluição favorece a concentração de poluentes na atmosfera, contribuindo com a piora da qualidade do ar. Nevoeiros ocorrem quando há combinação de alta umidade e baixas temperaturas, ainda que a influência da maritimidade e o relevo em vale impeçam que as temperaturas caiam demasiadamente. No entanto, massas de ar polares mais intensas conseguem provocar temperaturas próximas ou, incomumente, abaixo de em áreas rurais. Por outro lado, os dias mais quentes do ano podem apresentar temperaturas próximas ou acima de na zona urbana, com um registro de em Ipatinga, segundo a Usiminas, em 31 de outubro de 2012. === Ecologia e meio ambiente === A vegetação nativa pertence ao domínio florestal Atlântico (Mata Atlântica), restando poucas regiões fragmentadas em meio a áreas reflorestadas, pastagens e ao perímetro urbano. O município de Timóteo é a porta de entrada para o Parque Estadual do Rio Doce, que é o maior remanescente de Mata Atlântica e um dos principais sistemas lacustres do estado, além de abrigar uma considerável biodiversidade. Em 2014, 15 dos 28 municípios do Vale do Aço e seu colar metropolitano contavam com áreas de proteção ambiental (APAs), além de existirem sete parques municipais e nove reservas particulares do patrimônio natural (RPPNs). Estima-se que 16% das espécies registradas na RMVA sejam endêmicas da Mata Atlântica. A maior parte das áreas das APAs, no entanto, é usada para pastagens ou cultivo de eucalipto. Também é considerável a monocultura de reflorestamento com eucalipto destinada à produção de matéria-prima para a fábrica de celulose da Cenibra e a produção de carvão vegetal para as siderúrgicas locais. Na zona rural, em especial em Coronel Fabriciano, Ipatinga e Santana do Paraíso, assim como em vários municípios do Vale do Rio Doce, a Cenibra passou a pagar aos pequenos produtores para que cultivassem o eucalipto em suas propriedades, destinado à produção de celulose da empresa, em Belo Oriente, ao invés de manterem suas lavouras para própria subsistência, onde as atividades econômicas predominantes giravam em torno da agropecuária e plantações de café e passaram a ser substituídas pelo extrativismo vegetal. Áreas com cobertura de Mata Atlântica nos municípios da RMVA Município Área do município (km²) Mata Atlântica (km²) Porcentagem Coronel Fabriciano 9,05% Ipatinga 6,89% Santana do Paraíso 11,74% Timóteo 80,46% RMVA 17,39% == Demografia == thumb|esquerda|Prédios novos e/ou em construção em um loteamento do bairro Parque Caravelas, em Santana do Paraíso. Em 2022, a população dos quatro municípios da Região Metropolitana do Vale do Aço foi estimada em habitantes, conforme o censo demográfico realizado pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Ipatinga era o município mais populoso, com habitantes, seguido por Coronel Fabriciano, com habitantes; Timóteo, com habitantes; e Santana do Paraíso, com habitantes. Segundo o censo de 2010, a população dos quatro integrantes da RMVA era de habitantes. Também em 2010, a população que habitava os 24 municípios do colar metropolitano era de habitantes, totalizando residentes no Vale do Aço se as cidades adjacentes forem levadas em consideração. Dentre os municípios do colar, Caratinga era o mais populoso, com habitantes, enquanto que Jaguaraçu era o menos habitado, com residentes. Santana do Paraíso é o município que apresentou as maiores taxas de crescimento nas últimas duas décadas, visto que é o único que ainda conta com grandes áreas propícias a receber investimentos imobiliários ao mesmo tempo de situar-se próximo à região do Centro de Ipatinga e ao complexo da Usiminas. De 2000 a 2010, a taxa média de crescimento anual da população em Santana do Paraíso foi de 4,15%, enquanto que Ipatinga teve índice médio de 1,20%; Timóteo 1,29% e Coronel Fabriciano 0,62%. Cabe ressaltar que 24,8% dos habitantes de Santana do Paraíso em 2010 eram oriundos de outros municípios. No colar metropolitano, 14 municípios registraram queda da população durante o decênio. A taxa de habitantes vivendo no perímetro urbano é maior que 98% em Coronel Fabriciano, Ipatinga e Timóteo, enquanto que em Santana do Paraíso é de 92,6% e em todo o colar metropolitano o índice se mantém próximo de 75%. O Índice de Desenvolvimento Humano (IDH) médio da RMVA era de 0,745, segundo o Programa das Nações Unidas para o Desenvolvimento (PNUD) no ano de 2010. Ipatinga possuía o maior valor, com 0,771, seguido por Timóteo, com 0,770; Coronel Fabriciano, com 0,755; e Santana do Paraíso, com 0,685. Levando o colar metropolitano em consideração, o valor médio do IDH do Vale do Aço cai para 0,664, sendo que Caratinga possuía o maior valor dentre os municípios do colar (0,706) e Açucena o menor (0,610). O IBGE considera que o Vale do Aço constitui uma região em que pode ser observado o processo de metropolização, uma vez que há relações de dependência entre os municípios que interfere diretamente na expansão urbana, na influência regional e na atração das maiores cidades. Nesse caso, a metropolização ocorre ao redor de Ipatinga, identificada como capital regional dentro da hierarquia urbana brasileira. Um estudo do geógrafo William Passos, datado de 2019, aponta a Região Metropolitana do Vale do Aço como portadora da principal metropolização do interior da Região Sudeste fora do estado de São Paulo. === Pobreza e desigualdade === thumb|direita|Habitações no Morro Padre Rocha, um dos aglomerados subnormais de Coronel Fabriciano. Na época da implantação das grandes siderúrgicas em Coronel Fabriciano houve um crescimento populacional desordenado na região e em 1964 os municípios de Ipatinga e Timóteo se desmembraram, o que incluiu os territórios das indústrias. Vários trabalhadores dessas empresas, entretanto, continuaram a morar em Coronel Fabriciano, enquanto as receitas de impostos e a maior parte das ações sociais promovidas pelas indústrias foram destinadas às cidades vizinhas, que as sediavam. A partir disso, Fabriciano ficou carente de recursos e estrutura para promover as políticas públicas necessárias. O crescimento urbano deste município em específico não foi acompanhado pelo desenvolvimento econômico e social que fosse capaz de suprir às necessidades da população. Dessa forma, Coronel Fabriciano possuía a maior parcela de residências em aglomerados subnormais dentre os municípios mineiros, com 19,7% dos domicílios em favelas em 2010, englobando cerca de 21 mil habitantes. Timóteo ocupava a quarta colocação do estado, com 14,8% das habitações em aglomerados subnormais, e Ipatinga a 15ª, com 4,9%. Mesmo com a construção de conjuntos habitacionais planejados para abrigar a população industrial em Ipatinga e Timóteo, a presença de favelas nestes casos, em especial em território timotense, deve-se à ocupação do solo sem controle pela população atraída pelo progresso local. Os municípios de Belo Oriente, Bom Jesus do Galho e Caratinga também apresentam aglomerados subnormais, segundo o IBGE. Coronel Fabriciano e Ipatinga definiram áreas passíveis de políticas públicas para habitação em seus planos diretores, aprovados em 2012 e 2014, respectivamente. Embora Timóteo conte com um plano diretor, este não possui apontamentos a respeito. === Religião === Os que se declaram católicos continuam sendo a maioria nos municípios do Vale do Aço; entretanto, Ipatinga, Timóteo e Santana do Paraíso apresentam os maiores percentuais de protestantes de Minas Gerais, com índices de 40,02%, 40,9% e 42,6%, respectivamente, segundo o censo demográfico do IBGE de 2010. Neste ano, a população da RMVA era composta predominantemente por católicos (48%), protestantes (41%), pessoas sem religião (10%) e espíritas (1%). Ipaba e Belo Oriente também estão entre os contingentes com menor presença de católicos do estado. O município de Coronel Fabriciano representa a cossede da Diocese de Itabira-Fabriciano desde 1979, ao lado da sé episcopal, Itabira. A cidade também é a sede da chamada Região Pastoral III da diocese, que compreende um total de 23 paróquias em nove municípios, dentre os quais estão os quatro municípios da RMVA. Dessa forma, no núcleo metropolitano, três paróquias estão sediadas em Coronel Fabriciano, dez em Ipatinga, três em Timóteo e uma em Santana do Paraíso. No colar metropolitano, outros sete municípios têm paróquias e/ou comunidades subordinadas à Diocese de Itabira-Fabriciano, enquanto que onze fazem parte da Diocese de Caratinga (sendo Caratinga a sé episcopal), quatro fazem parte da Diocese de Governador Valadares e dois fazem parte da Diocese de Guanhães. == Composição e administração == thumb|direita|O Monumento Sinergia, instalado em Timóteo em 1997, representa as administrações municipais das três principais cidades do Vale do Aço. A Região Metropolitana do Vale do Aço (RMVA), criada em 30 de dezembro de 1998 e oficializada como região metropolitana em 12 de janeiro de 2006, é composta por quatro municípios principais (Coronel Fabriciano, Ipatinga, Santana do Paraíso e Timóteo) além das 24 cidades localizadas em seu colar metropolitano. Subordinados aos municípios se encontram os distritos, sendo que 16 municípios são divididos em distritos (os 12 restantes são formados por apenas 1 distrito, o chamado distrito-sede). Ao contrário do que ocorre na maioria das regiões metropolitanas do Brasil, a nomenclatura do Vale do Aço não remete à cidade polo, mas sim à disposição geográfica e à principal atividade econômica. Conforme os artigos 182 e 183 da Constituição Federal do Brasil, a criação de uma região metropolitana no país é possível onde haja uma conurbação urbana e uma forte integração e locomoções para o trabalho ou a escola entre as cidades. A Carta Constitucional de Minas Gerais define que para a manutenção de uma região metropolitana no estado deve existir uma Assembleia Metropolitana, um Conselho Deliberativo de Desenvolvimento Metropolitano, uma Agência de Desenvolvimento com caráter técnico e executivo, um Plano Diretor de Desenvolvimento Integrado e um Fundo de Desenvolvimento Metropolitano. A Agência Metropolitana do Vale do Aço (ARMVA), que atua no planejamento, assessoramento e regulação urbana, viabilização de instrumentos de desenvolvimento integrado, tem sede em Ipatinga e foi criada em 2012, estando vinculada à Secretaria de Estado de Desenvolvimento Regional, Política Urbana e Gestão Metropolitana (SEDRU), bem como ocorre na Região Metropolitana de Belo Horizonte (RMBH). A Agência de Desenvolvimento (representantes dos poderes Executivos municipais e estadual, ALMG e sociedade civil), o Fundo de Desenvolvimento Metropolitano (prefeitos, secretários municipais, procuradores municipais e representantes da ALMG) e o Conselho Deliberativo de Desenvolvimento Metropolitano (gestores e ARMVA) também existem, conforme determina a Carta Constitucional do estado. O Plano Diretor de Desenvolvimento Integrado (PDDI), por sua vez, foi iniciado em junho de 2013 por uma equipe técnica do Centro Universitário Católica do Leste de Minas Gerais (Unileste) e consiste em um macrozoneamento do Vale do Aço e seu colar metropolitano visando a propostas de desenvolvimento institucional, desenvolvimento urbano, meio ambiente e desenvolvimento social e econômico. Também existem organismos não-estatais que atuam em prol de políticas regionais, a exemplo da Associação dos Municípios da Microrregião do Vale do Aço (AMVA), criada em 1974, e da Associação de Municípios pelo Desenvolvimento Integrado (AMDI), fundada em 2002, sendo ambas compostas por representantes políticos das cidades integrantes. == Economia == thumb|esquerda|Entrada da Cenibra, empresa do ramo de papel e celulose, em Belo Oriente. O Vale do Aço se tornou conhecido internacionalmente em virtude das grandes empresas que se encontram presentes, a exemplo da Cenibra (em Belo Oriente), Aperam South America (em Timóteo) e Usiminas (Ipatinga), todas com um considerável volume de produtos exportados. Como seu próprio nome denuncia, a região se destaca em relação à produção de aço, aço inoxidável e produtos metalmecânicos. Desde a década de 1930, o estabelecimento de complexos industriais na atual RMVA é o responsável por atrair empresas fornecedoras, complementares e de prestação de serviços às atividades produtivas. Com a instalação da Cenibra, a partir da década de 70 também houve um impulso da produção de papel e celulose, implicando no uso de vastas áreas para a produção e a exploração da madeira. O Produto Interno Bruto (PIB) dos quatro municípios da RMVA era de R$ em 2015, o correspondente a 2,55% do PIB do estado de Minas Gerais, ao mesmo tempo que o PIB per capita era de R$ . Segundo informações relativas a 2011, 50,9% do PIB se originavam da indústria, 48,9% da prestação de serviços e 0,2% da agropecuária. O comércio é mais representativo na região do Centro de Coronel Fabriciano e em Ipatinga, cujo Centro também apresenta um considerável fluxo mercantil, em especial na Avenida 28 de Abril. O Shopping Vale do Aço, situado em Ipatinga, é considerado um dos maiores centros de compra do interior mineiro. A agropecuária, por sua vez, ainda mantém alguma representatividade em municípios situados no colar metropolitano. thumb|direita|Gado bovino em Pingo-d'Água Nos primeiros anos da década de 2010, a redução da demanda por aço no mercado nacional e internacional culminou em demissões e cortes de investimentos e salários pelas indústrias locais. Somente em Ipatinga, vagas na área da indústria foram eliminadas de 2011 a 2013. Nos quatro municípios da RMVA, postos de trabalho foram suprimidos na indústria em 2013, gerando impactos diretos também nos setores comercial e de prestação de serviços locais. Em Ipatinga, foi registrado um total de demissões em todos os setores entre janeiro e março de 2015, sendo a maior parte delas () na construção civil, e 25% dos cargos comissionados da prefeitura haviam sido suspensos até dezembro de 2015. Ipatinga, sede da Usiminas, possui o maior PIB da RMVA, cujo valor é de reais, seguida por Timóteo, sede da Aperam, com mil reais; segundo o IBGE no ano de 2013. As cidades cresceram em função das empresas, assim como a vizinha Coronel Fabriciano, que possui o terceiro maior PIB ( reais). Porém nesta o comércio se tornou a principal fonte de renda municipal, uma vez que as siderúrgicas, que situavam-se em território fabricianense, deixaram de pertencer ao município após a emancipação de Ipatinga e Timóteo. O quarto lugar é ocupado por Santana do Paraíso ( reais), que é alvo da especulação imobiliária pelo fato de possuir território apto a expansão urbana ao mesmo tempo de situar-se próxima às siderúrgicas. Já no colar metropolitano, o maior valor do PIB pertence a Caratinga, com reais, cujo desenvolvimento se deve ao cultivo do café e ao comércio. O segundo maior valor do PIB no colar pertence a Belo Oriente ( mil reais), que é sede da Cenibra. == Infraestrutura == === Saúde === thumb|esquerda|Unidade 2 do Hospital Márcio Cunha, em Ipatinga. A RMVA apresenta o Índice de Desenvolvimento Humano (IDH) da longevidade acima das médias estadual e nacional nos quatro municípios do núcleo metropolitano, da mesma forma que ocorre com a expectativa de vida ao nascer em três dos quatro municípios. Apenas Timóteo, cuja esperança de vida é de 75,14 anos, tem o valor menor que a média estadual (75,3 anos), sendo ainda superior à media nacional (73 anos); Coronel Fabriciano e Ipatinga têm expectativa de vida ao nascer de 76,8 anos e Santana do Paraíso de 77,6 anos. No colar metropolitano, no entanto, 16 municípios apresentam IDH da longevidade abaixo da média estadual. Quanto à quantidade de filhos por mulher, o valor médio de Coronel Fabriciano e Santana do Paraíso (1,9 em ambos) é superior às médias estadual (1,7) e nacional (1,8), enquanto que as taxas de Ipatinga (1,6) e Timóteo (1,5) são menores que as mineira e brasileira. Em 2012, as taxas de mortalidade infantil variavam de 4,3 óbitos de nascidos vivos em seu primeiro ano de vida em Santana do Paraíso a 12,9 mortes em Coronel Fabriciano. O Hospital Márcio Cunha em Ipatinga e a unidade do Hospital São Camilo de Timóteo (Hospital e Maternidade Vital Brasil) são considerados referências regionais para a realização de partos de alto risco, no entanto não existem no Vale do Aço centros de saúde especializados em atendimentos a gravidez de alto risco. Com uma disponibilidade de cerca de 240 estabelecimentos de saúde e 900 leitos hospitalares, o núcleo metropolitano também possui uma quantidade de leitos para cada mil habitantes abaixo da média nacional em seus quatro municípios, onde o índice varia de 0,64 em Coronel Fabriciano a 2,2 em Ipatinga frente à média brasileira de 2,25, segundo o DATASUS em 2014. O Hospital Márcio Cunha, que é administrado pela Fundação São Francisco Xavier (FSFX), órgão da Usiminas, também é referência em serviços de alta complexidade, como oncologia e hemodiálise. O Hospital Metropolitano Unimed Vale do Aço, localizado em Coronel Fabriciano e em atividade desde novembro de 2015, é o principal da rede Unimed na região. === Educação === thumb|direita|Campus principal do Unileste, em Coronel Fabriciano. O Índice de Desenvolvimento Humano (IDH) da educação médio entre os municípios da RMVA é de 0,673 segundo o PNUD em 2010, estando acima das médias estadual e nacional e sendo classificado como \"alto\" em três dos quatro municípios. A exceção é Santana do Paraíso, cujo IDH da educação é considerado \"médio\". Em 2012, havia um total de 365 escolas e em 2010, 97,9% das crianças do núcleo metropolitano com faixa etária entre seis e 14 anos estavam matriculadas, valor que está acima das médias nacional e estadual, que são de 96,7% e 97,54%, respectivamente. O mesmo ocorre se o colar metropolitano for levado em consideração. Também em 2010, 67,81% dos alunos entre seis e 14 anos estavam cursando o ensino fundamental com a idade recomendada e 72,84% dos adolescentes entre 15 e 17 anos estavam no ensino médio sem distorção de idade. A taxa de conclusão do ensino médio, entre jovens de 18 a 20 anos, era de 44,9% e o analfabetismo funcional atingia 6,2% das pessoas de 15 anos ou mais de idade. Cabe ressaltar que 7,6% dos estudantes da RMVA frequentam a escola em outra cidade, valor que alcança 27,1% em Santana do Paraíso. Em 2013, a região metropolitana dispunha de 16 unidades de ensino técnico, sendo três em Timóteo, quatro em Coronel Fabriciano e nove em Ipatinga; e 13 unidades de ensino superior, sendo uma em Coronel Fabriciano, uma em Santana do Paraíso, duas em Timóteo e as nove demais em Ipatinga. O Centro Universitário Católica do Leste de Minas Gerais (Unileste), que possui um campus principal em Coronel Fabriciano e outro em Ipatinga, foi criado em 1969 e corresponde ao maior complexo educacional do Vale do Aço e um dos maiores do leste mineiro. Em 2010, 14,5% da população metropolitana frequentava o ensino superior, segundo o IBGE. === Serviços e comunicação === Com um total de domicílios, dos quais 1,35% está localizado na zona rural, o serviço de abastecimento de água e coleta de esgoto nos quatro municípios da RMVA é feito pela Companhia de Saneamento de Minas Gerais (Copasa), sendo que 94,23% da população era atendida pela rede geral em 2013. A água utilizada para o suprimento da região do Vale do Aço é extraída dos pontos de captação localizados nos bairros Santa Terezinha em Timóteo e Amaro Lanari em Coronel Fabriciano. No entanto, apenas Ipatinga conta com serviço de tratamento de esgoto, possível por meio de quatro estações de tratamento distribuídas pelo município. Nas demais cidades, as águas residuais são despejadas diretamente nos cursos hidrográficos. Quanto à coleta de lixo, os municípios da RMVA utilizam a Central de Resíduos do Vale do Aço (CRVA), localizada em Santana do Paraíso, para o descarte de resíduos. Os serviços de coleta e limpeza urbana são realizados pelas prefeituras e atendem a cerca de 95% da população da zona urbana, no entanto também há coleta de lixo reciclável realizada formalmente pelos catadores de lixo em alguns bairros de Coronel Fabriciano e Timóteo e informalmente em Ipatinga. O serviço de abastecimento de energia elétrica, por sua vez, é feito pela Companhia Energética de Minas Gerais (Cemig), que atende a quase 100% da população. Em relação aos meios de comunicação, Ipatinga se destaca por possuir uma sucursal da InterTV dos Vales, afiliada à TV Globo. Sua cobertura alcança quase todo o Vale do Rio Doce e parte do Vale do Mucuri. A TV Cultura Vale do Aço, filiada à TV Cultura e à Rede Minas, também tem sede em Ipatinga e abrange parte da RMVA e seu colar metropolitano. Dentre os jornais locais com circulação diária, destacam-se o Diário do Aço e Diário Popular. A região metropolitana também conta com diversas emissoras de rádio, destacando-se a Líder FM, Jovem Pan FM, Grande Vale FM, Educadora, Galáxia, Itatiaia, Tropical FM e Vanguarda. Em 2012, segundo a Praxis Pesquisa, cerca de habitantes de Ipatinga com idade superior a 16 anos ouviam rádios (74% da população dessa faixa etária), sendo que a então 95 FM era a líder de audiência no município, com 22% da preferência. Nas mídias online, o portal Plox, com sede em Ipatinga, destaca-se entre os veículos de maior volume de buscas no Google com cobertura de fatos locais. === Segurança e criminalidade === thumb|direita|Unidade do Corpo de Bombeiros em Ipatinga A provisão de segurança pública da Região Metropolitana do Vale do Aço é dada por diversos organismos. A Polícia Militar, uma força estadual, é a responsável pelo policiamento ostensivo das cidades, o patrulhamento bancário, ambiental, prisional, escolar e de eventos especiais, além de realizar ações de integração social. O núcleo metropolitano abriga Batalhões da Polícia Militar em Ipatinga e Coronel Fabriciano. Já a Polícia Civil tem o objetivo de combater e apurar as ocorrências de crimes e infrações. Ipatinga sedia um Batalhão do Corpo de Bombeiros, ao qual estão subordinados Pelotões em Ipatinga, Coronel Fabriciano, Timóteo e Caratinga. Também há a atuação da defesa civil, subordinada às prefeituras. Em 2014, todas as cidades do núcleo metropolitano registraram índices de homicídio acima da média brasileira, que era de 25,2 mortes por cada grupo de 100 mil habitantes em 2013. O índice era maior em Ipatinga, onde ocorreram 28,5 mortes para cada 100 mil brasileiros. No Vale do Aço, incluindo seu colar metropolitano, foram registrados 164 homicídios distribuídos por 15 municípios em 2014, sendo 127 nas quatro cidades principais. A maior parte dos homicídios está relacionada ao tráfico de drogas, que também contribui com a prática de outros delitos, visto que os usuários normalmente furtam e roubam para sustentar seus vícios. A população carcerária na RMVA é abrigada nos presídios de Coronel Fabriciano, Ipatinga (Centro de Remanejamento de Presos — CERESP), Ipaba (Penitenciária Dênio Moreira de Carvalho) e Timóteo, além de Açucena, que havia sido desativado, mas foi reaberto em 2015 devido à superlotação do sistema presidiário da região e do estado. === Transporte === thumb|esquerda|Aeroporto Regional do Vale do Aço em Santana do Paraíso O Aeroporto Regional do Vale do Aço, localizado em Santana do Paraíso, atende ao Vale do Aço com voos diários para a Região Metropolitana de Belo Horizonte. Há estações ferroviárias atendidas diariamente por trens da Estrada de Ferro Vitória a Minas (EFVM) nos municípios de Belo Oriente, Ipaba, Ipatinga (Estação Intendente Câmara), Timóteo (Estação Mário Carvalho) e Antônio Dias. A construção da Estação do Calado, inaugurada em 1924 e desativada em 1979, foi a responsável pelo surgimento do núcleo urbano que corresponde ao atual Centro de Coronel Fabriciano, onde se instalaria em 1936 o complexo da Companhia Siderúrgica Belgo-Mineira, que trouxe infraestrutura à localidade e deu origem à atividade industrial no atual Vale do Aço.Revista Caminhos Gerais, nº 35, pag. 24. No lugar da antiga Estação do Calado foi construído o atual Terminal Rodoviário de Coronel Fabriciano, que é o maior terminal de passageiros da região. A Univale Transportes interliga todo o Vale do Aço e parte do colar metropolitano e a Saritur é a encarregada do transporte urbano em Coronel Fabriciano (ao lado da Acaiaca) e Ipatinga, fornecendo também linhas intermunicipais à região metropolitana, enquanto que em Timóteo o serviço é realizado pela Autotrans — também do grupo Saritur. Há acesso a várias cidades mineiras e do Brasil por rodovias de relevância nacional ou vicinais, como a BR-116, BR-381, BR-458, BR-474, MG-120, MG-329, MG-425, LMG-758, LMG-759 e LMG-760. == Cultura == === Artes === thumb|direita|Fundação Aperam-Acesita durante a Cantata de Natal da instituição A RMVA conta com uma série de agentes promotores organizadores e espaços culturais que versam as artes na região, com destaque aos que estão vinculados às instituições privadas. É o caso do Centro Cultural da Fundação Aperam-Acesita, que está situado em Timóteo e se encontra subordinado à Aperam South America, oferecendo à população apresentações teatrais, oficinas, exposições e um museu da empresa. Com sede em Ipatinga, o Centro Cultural Usiminas tem uma abrangência regional e também leva para os habitantes uma programação diversificada. As administrações municipais também organizam ações integradas com o governo estadual e outras prefeituras e associações para fomento à cultura e às artes locais, e o Centro Universitário Católica do Leste de Minas Gerais (Unileste), através de seus cursos superiores, promove seminários e outros eventos relacionados à arte. Em 2012, a Lei Estadual de Incentivo à Cultura aprovou 81 projetos dos municípios do Vale do Aço, região que constitui, segundo a visão de membros da comissão que administra a aplicação da Lei, um dos maiores polos culturais do estado. Dentre as formas espontâneas da expressão cultural do Vale do Aço, incluindo o colar metropolitano, cabem ser ressaltados a gastronomia, o artesanato e os grupos de congado. === Turismo === thumb|esquerda|Vista do Cachoeirão na Serra dos Cocais As quatro cidades do núcleo metropolitano além de algumas de seu colar fazem parte do Circuito Turístico Mata Atlântica de Minas Gerais, que foi criado em julho de 2001 e reestruturado em dezembro de 2009 pela Secretaria de Estado de Turismo com o objetivo de estimular o turismo ecológico e cultural na região do Vale do Aço e áreas adjacentes. Esses municípios possuem, a princípio, grandes reservas de Mata Atlântica, destacando-se dentre os atrativos que estão situados em sua área de abrangência a Serra dos Cocais, o Parque Estadual do Rio Doce e o Pico do Ana Moura. A Serra dos Cocais, zona rural de Coronel Fabriciano, concentra diversos atrativos ecoturísticos a exemplo de cachoeiras, trilhas e montanhas, que propiciam desde a simples visitação até a prática de esportes radicais, como mountain bike, escaladas, trekking, saltos de paraquedas e trilhas 4x4. Os povoados rurais da Serra dos Cocais abrigam tradições culturais que envolvem a produção artesanal com bordados e materiais naturais encontrados na região extraídos de plantas, como a palha de palmeira-indaiá, cabaça e sementes, além da Marujada dos Cocais. Nas zonas rurais de Ipatinga, Santana do Paraíso e Timóteo também há trilhas e cachoeiras abertas à visitação. O colar metropolitano também conta com atrativos e equipamentos que atendem aos municípios tanto da região metropolitana quanto externamente. Em Caratinga, por exemplo, estão localizadas duas reservas particulares do patrimônio natural (RPPNs), que são a RPPN Estadual Lagoa Silvana e a RPPN Federal Feliciano Miguel Abdala, ambas abertas à visitação. A Pedra Itaúna, também em Caratinga, concede valor paisagístico à cidade e é utilizada para a prática de esportes radicais. No município de Pingo-d'Água se encontra a Lagoa Tiririca, que é uma área de preservação equipada com chalés, playground e local de acampamento. Entre Pingo-d'Água e Marliéria está situada a Ponte Queimada, de importância histórica e paisagística, cortando o rio Doce em uma das saídas do Parque Estadual do Rio Doce. Em Marliéria, que é a porta de entrada do Parque Estadual do Rio Doce, cabem ser ressaltadas cachoeiras, mirantes em morros, fazendas e propriedades rurais. Em Ipaba a RPPN Fazenda Macedônia, mantida pela Cenibra, é outra unidade de conservação aberta ao turismo, destinada sobretudo à observação de aves em extinção. Além dos atrativos naturais, são notáveis as opções de pousadas e hotéis fazenda na zona rural dos municípios. Os quatro municípios da RMVA contam com políticas de preservação e proteção do Conselho Municipal do Patrimônio Cultural. Na zona urbana, cabem ser ressaltados a Igreja Matriz de São Sebastião e o Colégio Angélica em Coronel Fabriciano; a Estação Memória Zeza Souto, onde funcionou a antiga principal estação ferroviária de Ipatinga até a década de 50 e atualmente existe um museu; e a Igreja Matriz de Santana do Paraíso. O Parque Ipanema, em Ipatinga, é uma das maiores áreas verdes do país situadas dentro de um perímetro urbano e foi um dos últimos projetos do paisagista Roberto Burle Marx. === Esportes === thumb|direita|Vista da Usipa O Vale do Aço disponibiliza uma série de espaços e equipamentos destinados às práticas esportivas. Cabe ser ressaltada a Associação Esportiva e Recreativa Usipa, que dispõe de parque aquático com piscina olímpica aquecida, estádio de futebol, quadras poliesportivas, um ginásio coberto e pista de atletismo, além de um jardim zoológico e área de lazer para as crianças. A instituição, que foi criada pela Usiminas, também oferece formação de atletas do esporte especializado e futebol e eventos de âmbito regional e mesmo nacional, a exemplo do Projeto Xerimbabo (voltado ao meio ambiente e à conscientização ambiental) e a Expo Usipa (exposição de negócios locais). O Parque Ipanema, também em Ipatinga, a Praça da Estação em Coronel Fabriciano e as praças 29 de Abril e 1º de Maio no Centro-Sul e Centro-Norte de Timóteo, respectivamente, também estão entre os principais espaços de lazer e de promoção de eventos da região. Em Ipatinga, o Estádio Municipal João Lamego Netto é o principal estádio da RMVA e tem capacidade para até 23 mil pessoas. O Ipatingão, como também é conhecido, é considerado a \"casa\" do Ipatinga Futebol Clube, o time de futebol mais bem sucedido da região, com participações nas divisões principais dos campeonatos Brasileiro e Mineiro. Outro time do núcleo metropolitano que obteve ascensão é o Social Futebol Clube, de Coronel Fabriciano, que disputou divisões de elite do Campeonato Mineiro. O Estádio Louis Ensch, que pertence ao Social, é usado com frequência em partidas importantes dos campeonatos amadores locais e de divisões inferiores do campeonato estadual. == Ver também == * Regiões metropolitanas do Brasil === Bibliografia === * * * * * * == Ligações externas == * Fórum Nacional de Entidades Metropolitanas (FNEM)",
 "title": "Região Metropolitana do Vale do Aço"
}