{
 "id": "14057",
 "text": "Nō, nô, nou ou noh (能; habilidade, talento) ou ainda nōgaku (能楽; talento que vem com facilidade) é uma forma clássica de teatro profissional japonês que combina canto, pantomima, música e poesia. Executado desde o século XIV, é uma das formas mais importantes do drama musical clássico japonês. Evoluiu de outras formas teatrais, aristocráticas e populares, incluindo o Dengaku, Shirabyoshi e Gagaku. O termo nō deriva da palavra japonesa que quer dizer talento ou habilidade. Muitas de suas personagens usam máscaras, os shites (protagonista) e seu acompanhante, mas não todas. Suas raízes podem ser encontradas no nuóxì (儺戲), uma forma de teatro da China. Deu origem a outras formas dramáticas, como o Kabuki. Um dos seus mais importantes dramaturgos é Zeami Motokiyo (1363-1443). Zeami também deixou tratados sobre a arte de interpretar. == O nō hoje == Se uma apresentação de nō costumava durar todo o dia e consistia de cinco peças intercaladas com pequenos textos cômicos de kyōgen (狂言; fala selvagem), nos dias de hoje consistem de apenas duas peças de nō intercaladas com uma de kyōgen. Embora seja uma arte tradicional e não de inovação, algumas companhias compõem textos novos ou apresentam peças tradicionais não comuns ao velho repertório. Apresentações que misturam o nō com outras tradições teatrais também acontecem. As atuais companhias de nō estão localizadas em Tóquio, Osaka e Quioto. == Descrição do nō == O foco da narrativa se encontra no protagonista (仕手, shite), o único que porta uma máscara, podendo representar seres míticos e da cultura japonesa. Shite é um espírito errante que exprime, de forma lírica, a nostalgia dos tempos passados. O coadjuvante (脇, waki), geralmente um monge, não interfere no curso da ação, apenas é revelador da essência do shite. Um coro e quatro instrumentos auxiliam na condução da trama, que se soluciona através da dança. Esse coro, vale destacar, possui uma função dramática decisiva, conduzindo a narrativa. O nō é a fusão de poesia, teatro, bailado, música vocal e instrumental e máscaras. Os diversos elementos musicais são estreitamente entrelaçados numa simbiose entre o canto e a pantomima. No nō, a descrição de cada cena repousa unicamente no texto do canto, nos gestos e nos movimentos do ator. A combinação desses elementos obedece a regras corporais e musicais, a teorias sofisticadas, resultando numa estética extremamente refinada, o que gera dificuldade geral em compreendê-lo e apreciá-lo. Isto ocorre sobretudo no que se refere ao libreto, escrito em linguagem arcaica e complexa, na codificação de gestos e movimentos, e na linguagem musical característica, totalmente estranha aos ouvidos comuns. Os movimentos sintéticos do ator, são quase imperceptíveis como, por exemplo, de uma maneira estilizada e sutil, levanta os olhos para a lua, ou num gesto com a mão retira a neve do kimono (着物; vestido, roupa). Esses movimentos fazem surgir aos olhos e espírito do espectador, um universo todo poético, um mundo visto de diversos ângulos envolvendo fenômenos da natureza e da vida. O nō é caracterizado pelo seu estilo lento, de postura ereta, rígida, de movimentos sutis, bem como pelo uso de máscaras típicas, o codificador maior dessa arte. Com um repertório de aproximadamente 250 peças, o universo nō é habitado por deuses, guerreiros e mulheres enlouquecidas, às voltas com os mistérios do espírito. Por tradição os atores de nō não ensaiam juntos; cada ator pratica seus movimentos, canções sozinho ou com a orientação de um membro mais antigo. Entretanto, o ritmo de cada apresentação é determinado pela interação de todos os atores, músicos e pelo coro. Desta forma o nō exemplifica um dos princípios estéticos de tempo e duração, chamado pelo mestre de chá Sen no Rikyu \"ichi-go, ichi-e\" (一期一会; uma vez, um encontro). Uma das peças mais famosas do repertório nō é Hagoromo (羽衣; O Manto de Plumas), que tem uma transcrição para o português feita pelo escritor Haroldo de Campos. == Escolas e Estilos de nō == No teatro nō existem estudos específicos para aqueles que exercerão o papel de personagem principal (shite), da coadjuvante (waki) e do tipo cômico (ator kyōgen). Assim como para cada um dos quatro instrumentos que são tocados ao fundo: flauta transversal (nokan), tamboril de ombro (kotsuzumi), tamboril de anca (otsuzumi), tambor de baquetas (taiko), existindo também um coro (jiutai). Existem diferentes estilos de nō. No que se refere ao shite são cinco: kanze, hosho, komparu, kongo e kita. Com exceção da escola kita, todos têm uma história que remonta da época de Kan'ami e de Zeami. A escola hosho é a segunda maior em número de atores, contando atualmente com cerca de pouco menos de 200 profissionais. Infelizmente, no cenário internacional, ela é pouco conhecida e apenas recentemente registra-se a participação da escola em espetáculos e eventos fora do Japão. Segundo consta num dos tratados escritos por Zeami, “Sarugaku Dangi”, um dos irmãos de Kan'ami, teria sido o sucessor da Trupe Tobi, chamada também Hoshoza, na região de Nara. Portanto, segundo os historiadores, seria mais antiga do que o próprio Kanze-za, que tem Kan'ami como seu fundador. == Tratados de Zeami sobre a forma de interpretar o nō == ; Português * Zeshi Rokuju Igo Sarugaku Dangi - Considerações Sobre o Sarugaku com Zeshi Após seu Sexagésimo Aniversário. Anotações do filho de Zeami, Hada no Motoyoshi, sobre as técnicas de interpretação, conforme relato de seu pai. Tradução em português em Giroux, 1991. ; Francês/Espanhol * Fushi Kaden - da Transmissão da Flor da Atuação - (Zeami, 1960, 1999) * Kakio - O Espelho da Flor - (Zeami, 1960, 1999) * Shikado Sho - O Livro do Caminho que Leva a Flor - (Zeami, 1960, 1999) * Nikyiku Santai Ezu - Estudo Ilustrado dos Dois Elementos e dos Três Tipos - (Zeami, 1960, 1999) * Yugaku Shudo Kempu Shô - O Livro do Estudo do Efeito Visual das Atrações Musicais - (Zeami, 1960, 1999) == Peças == As aproximadamente 250 peças do repertório de nō podem ser classificadas de diferentes formas, pelo conteúdo, pelo clima, pelo estilo. As peças nō decorrem num palco bastante despojado, feito de hinoki liso (cipreste japonês). O cenário é, invariavelmente, constituído apenas pelo \"kagami-ita,\" um pinheiro pintado, no fundo do palco, mesmo que a peça se desenrole noutros locais. Há várias explicações para o uso desta árvore, sendo muito comum a interpretação que se refere aos rituais xintoístas, pelos quais os deuses descem à Terra por este meio. Outro adereço inconfundível é a ponte estreita (a \"Hashigakari\"), situada à esquerda, que os principais actores utilizam para entrada e saída das personagens. == Conteúdo == # Kami mono (神物) ou waki nō (脇能, peças de divindade). # Shura mono (修羅物) ou asura nō (阿修羅能, peças de guerreiros). # Katsura mono (鬘物) ou onna mono (女物, peças de mulheres), o shite aparece como uma personagem feminina e apresenta as mais refinadas canções e danças. # Há cerca de 94 peças de temas variados como kyōran mono (狂乱物) peças de loucura, onryō mono (怨霊物) peças de vingança de espíritos e genzai mono (現在物), peças que apresentam um tempo atual. # Kiri nō (切り能) ou oni mono (鬼物, peças de demonios) apresentam frequentemente o shite no papel de monstro, demônio. === Clima === * Mugen nō (夢幻能) apresenta espíritos, fantasmas e o mundo supernatural. O Tempo é frequentemente desenvolvido de forma não linear e a ação pode mudar entre dois ou mais cenários. * Genzai nō (現在能), eventos cotidianos. === Estilo === * Geki nō (劇能) peças dramáticas desenvolvidas no avanço da narrativa e da ação. * Furyū nō (風流能) peças dançadas que focam na qualidade estética das danças e canções representadas. * Okina ou Kamiuta é uma peça única que combina dança com o ritual xintoísta. É considerada a mais antiga peça e a mais representada, usualmente na abertura de qualquer programa ou festival. == O teatro nō no Ocidente == A cultura japonesa, principalmente o nō, ficou conhecida no ocidente graças ao trabalho de Ernest Fenollosa (1853-1908), norte-americano que trabalhou na Universidade de Tóquio nos anos de 1878 a 1886. Outros grandes artistas que desenvolveram seu trabalho fortemente influenciados pelo teatro nō e pelo trabalho de Fenollosa foram Ezra Pound e Yeats em 1913 e em 1921 Paul Claudel, embaixador da França no Japão. Stanislavski e Meyerhold foram influênciados por este teatro, com maior influência no teatro cômico Kabuki pelo seu aspecto mais colorido e de gestualidade mais exagerada, ao contrário do no. Bertolt Brecht, adapta em 1930 um no: Taniko, com o título Der Ja-sager (aquele que diz sim), adaptado de uma tradução ao inglês. === Artistas de teatro influenciados pelo nō === *Bertolt Brecht *Eugene O'Neill *Eugenio Barba *Heiner Müller *Jacques Copeau *Jacques Lecoq *Jerzy Grotowski *Paul Claudel *Peter Brook *William Butler Yeats ==== Compositores ==== *Benjamin Britten *Carlo Forlivesi *David Byrne *Harry Partch *Iannis Xenakis *Karlheinz Stockhausen *Olivier Messiaen *William Henry Bell ==== Poetas ==== *Ezra Pound == Teatro nō no Brasil == Não se pode falar em teatro nō no Brasil sem mencionar o nome hakuyōkai (伯, haku : Brasil; 謠, yō: canto de nō; 会, kai: associação), o grupo pioneiro de praticantes de nō, da cidade de São Paulo que tanto contribuiu para a divulgação desta arte no país. Tudo começou quando Nobuyuki Suzuki, pesquisador e professor universitário, veio ao Brasil a serviço do Ministério da Educação e do Ministério das Relações Exteriores do Japão, em agosto de 1939. O objetivo da viagem era ministrar uma série de palestras em São Paulo e nas colônias japonesas, a respeito da cultura nipônica. Durante sua estada, convocou, através da imprensa, todos que quisessem participar de um encontro de nō. A partir de então, até o início da Segunda Guerra Mundial, houve algumas apresentações, sendo que, nesses encontros, participavam tanto a Escola Kanze quanto a Hosho. Em seu retorno ao Japão, após o término da Guerra, alguns praticantes sucederam-no, inclusive seu filho Takeshi, na organização dos encontros. Takeshi Suzuki, da Escola Hosho, empenhou-se no estudo e na prática desta arte, fazendo apresentações regulares e, em 1984, comemorou a 100ª apresentação do grupo Hakuyokai. Com a morte de Takeshi Suzuki e de Noboru Yoshida (Escola Kanze), os grupos se dispersaram e, as atividades da grande maioria deles ficaram restritas aos treinos de canto de nō e, nos últimos anos, não se registram apresentações conjuntas. Hoje, acredita-se que quatro grupos continuam cantando, bailando e tocando instrumentos na tentativa de preservar essa arte tradicional milenar no seio da comunidade nipo-brasileira. == Bibliografia == * Campos, Haroldo. Hagoromo de Zeami. SP: Estação Liberdade, 2006. * Giroux, Sakae. Zeami: Cena e Pensamento Nô. São Paulo: Perspectiva, 1991. * Greiner, Christine. O Teatro Nô e o Ocidente. São Paulo: Fapesp/AnnaBlume, 2000. * Kusano, Darci. O Que é o Teatro Nô. São Paulo: Brasiliense, 1984. * Pronko, L. C. Teatro: Leste Oeste. São Paulo: Perspectiva, 1986. * Suzuki, Eiko. Nô Teatro Clássico Japonês. São Paulo: Editora do Escritor. ;em inglês * Noh or Accomplishment: A Study of the Classical Stage of Japan 1999. Fenollosa e Ezra Pound. * The Classical Noh Teatre of Japan. Ernest F. Fenollosa e Ezra Pound. * A History of Japanese Literature, The High Middle Ages, Volume 3 Jin'ichi Konishi, Earl Roy Miner (ed.) 682 pgs. * On the Art of the No Drama: The Major Treatises of Zeami', 1984, M. Yamazaki (ed.), J. T. Rimer * Six Circles, One Dewdrop: The Religio- Aesthetic World of Komparu Zenchiku (1405-1468?) Thornhill, A.H. * The Artistry of Aeschylus and Zeami: A Comparative Study of Greek Tragedy and No Smethurst, M.J. * The Flowering Spirit: Classic Teachings on the Art of Nō, Zeami, William Scott Wilson (tr.), Kodansha International, Tokyo, Japan, 2006, (Fūshi kaden) * The House of Kanze, Nobuko Albery, 1985, Simon And Schuster, New York,(romance) * The Japanese Theatre: From Shamanistic Ritual to Contemporary Pluralism. Ortolani, B.: * Zeami: Performance Notes, 2008, Tom Hare (tr.), Columbia University Press, 528 pgs. * Zeami's Style: The Noh Plays of Zeami Motokiyo, Thomas Blenman Hare, Stanford Un. Press, 1986. ;em italiano * Cagnoni, Paola, Scritti teatrali, Venezia, Cafoscarina, 2006. * Calza, Gian Carlo, Il fiore nel demone. L'incanto sottile del dramma Nō, Ed. Nuova Milano 1983. * Ortolani, B., \"Il teatro giapponese-Dal rituale sciamanico alla scena contemporanea\", Bulzoni Ed. 1990 * Pound, Erza e Fenollosa, E., Il teatro giapponese Nō, Vallecchi Firenze 1966. * Zeami, Motokiyo, Il segreto del teatro Nō, a cura di René Sieffert, Milano Adelphi 1966. ;em espanhol * Zeami. La Tradición Secreta del Nô. México, Escenologia, 1999. * Zeami. Fūshikaden. Tratado sobre la práctica del teatro Nō. Madrid: Editorial Trotta, 1999. ;em francês * Godel, Armen. Le Maître de Nô. Paris: Armen Godel, 2004 * Mishima, Yukio. Cinq Nô modernes. Paris: Gallimard, 1956. * Peri, Noël. Le théatre no : études sur le drame lyrique japonais. Paris: 2005 * Zeami. La Tradition Secrète du Nô. Paris, Galimmard, 1960. == Ver também == * Zeami Motokiyo * Wabi-sabi (Estética da transitoriedade e da imperfeição) == Ligações externas == * Noh - video * Maskaras de Noh - Shigeharu Nagasawa / 長澤重春能面集 Japão * Palco Noh * Máscaras de Noh * teatro Noh * http://fjsp.org.br/site/wp- content/uploads/2013/03/teatro_tradicional_japones.pdf Espanhol * em espanhol, Enciclopedia na web de teatro japonês * Teatro Nō, Embaixada do Japão no Chile * Noh, Teatro musical japonês * Teatro noh * \"Japón: Nô es clásico\", Artigo sobre companhias da atualidade de noh, kabuki, bunraku e kyôgen. Inglês * Traduções ao inglês de peças noh * Kyōgen: Teatro Clásico Cômico Japonés * Teatro Nacional de Noh (Kokuritsu Nōgakudo), Sendagaya, Shibuya-ku, Tokio * Teatro Nacional (Kokuritsu Gekijo) próximo a Kudanshita * Estudo das máscaras de Noh * Obras Noh e símbolos * Peças, máscaras, histórias * Lista detalhada das 253 peças NOH -- 66 páginas japonês (para aqueles sem familiaridade com o idioma vale a pena ver as fotos e máscaras) * Máscaras e intrumentos profissionais (versão inglês) * Site comercial Máscaras e intrumentos profissionais (inglês) * site Unesco (Inglês e Japones) * Nohgaku * 鎌倉能舞台 日文 * 與能相遇 '97 日文 * 能面 長澤重春能面集 日文 == nota == * A Fundação Japão, ligada a embaixada no Brasil, disponibiliza para as escolas, por empréstimo, vídeos, filmes e material para divulgação do teatro japonês e da cultura japonesa. clique aqui para ir ao link da fundação Categoria:Cultura do Japão Categoria:Teatro do Japão Categoria:Obras-primas do Patrimônio Oral e Imaterial da Humanidade",
 "title": "Noh"
}