{
 "id": "1407",
 "text": "{{Info/Município do Brasil | nome = Otacílio Costa | foto = | leg_foto = | apelido = | brasão = Brasão de Otacílio Costa.png | bandeira = Bandeira de Otacílio Costa.gif | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = otaciliense | lema = | prefeito = Fabiano Baldessar | partido = MDB | fim_mandato = 2024 | mapa = SantaCatarina Municip OtacilioCosta.svg | latP = S | latG = 27 | latM = 28 | latS = 58 | lonP = O | lonG = 50 | lonM = 07 | lonS = 19 | estado = Santa Catarina | mesorregião = Serrana | data_mesorregião = IBGE/2008 | microrregião = Campos de Lages | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Braço do Trombudo, Agrolândia, , Petrolândia, , Lages, , , e Palmeira | dist_capital = 315 | área = 846.576 | área_ref = | população = 16348 | data_pop = Censo IBGE/2010 | altitude = 884 | clima = Mesotérmico úmido, com temperatura média de 15°C | sigla_clima = | CEP = 88540-000 | idh = 0.74 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 20703.60 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://www.otaciliocosta.sc.gov.br/ }} Otacílio Costa é um município brasileiro no estado de Santa Catarina, que tem na indústria madeireira e de celulose a sua principal atividade econômica. Principais atividades econômicas: Extração de madeira e indústria de papel e celulose. Localização: Planalto Serrano, na microrregião dos Campos de Lages, a 280 km de Florianópolis. == História == Otacílio Costa originou-se do município de Lages. Sua história começa com o nome Casa Branca, motivado pela existência de um botequim de madeira, pintado de branco, de propriedade de Lauro Araújo e localizado nas terras de Luiz Daboite. Mais tarde, passou a ser conhecido por Encruzilhada em razão da estrada que ligava Otacílio Costa a Curitibanos, onde foi erguido um galpão para o pernoite e descanso dos tropeiros que prosseguiam viagem no dia seguinte. Com a vinda de fazendeiros e a aquisição de grandes áreas de terras, a região evoluiu rapidamente. No entanto, a maioria das terras ainda pertencia a Otacílio Vieira da Costa, político que atuou na vida pública lageana desde os 16 anos, quando se revelou uma promessa de grande jornalista e escritor, o que veio a confirmar-se ao longo do meio século em que colaborou com os jornais de sua terra. Entrou para a política catarinense aos 26 anos de idade, quando foi eleito deputado à Constituinte Estadual. Após receber as denominações de Casa Branca e Encruzilhada, a vila passou a sediar o então distrito de Otacílio Costa, criado por iniciativa do vereador Dorvalino Furtado, da Câmara de Vereadores de Lages, através das leis municipais 180 e 186, respectivamente de 13 de agosto e 27 de setembro de 1958. A criação do distrito foi posteriormente aprovada e promulgada pelo então presidente da Assembleia Legislativa de Santa Catarina, deputado Brás Alves, na Lei 419, de 28 de julho de 1959. Em 10 de maio de 1982, a Lei Estadual 6.059 criou o município de Otacílio Costa com terras desmembradas do município de Lages. == Geografia == * Relevo É constituído por um planalto de superfícies planas e onduladas. O solo possui baixa fertilidade devido à pedregosidade e rochosidade e, em alguns casos, o relevo e as condições climáticas adversas são fatores que limitam o uso da terra. * Clima Segundo Koppen, classifica-se como mesotérmico úmido, com verões frescos, apresentando temperatura média anual de 15,9 °C e uma precipitação total anual entre 1.300 a 1.400 milímetros. * Hidrografia O município é banhado pela bacia do rio Canoas e apresenta, como seus afluentes os rios dos Índios, Invernadinha, Palheiro, da Areia e Desquite. == Aspectos Econômicos == Em seu aspecto econômico destacam-se os setores de indústria e comércio. Os principais são: * Indústria de Papel e Celulose; * Indústria Madereira; * Pecuária. == Eventos == *Otacílio Rock Festival - Festival de música com bandas dos gêneros rock e metal tanto nacionais quanto internacionais. * Festa Comemorativa ao Aniversário do Município, realizada no dia 10 de maio. * Festa da Padroeira, realizada em novembro. * Festa de São Cristóvão. * Rodeio Crioulo. == Futebol == No futebol, o município é representado pelo Esporte Clube Poço Rico, e a Ponte Preta que é filiado à F.C.F., além do Meninos da Vila F. C., Pinheiros Esporte Clube e dos Conders que representam a cidade em competições regionais. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Brusque ==Ligações externas== *Página da prefeitura *Otacílio Costa no WikiMapia Otacílio Costa Categoria:Fundações em Santa Catarina em 1982",
 "title": "Otacílio Costa"
}