{
 "id": "14076",
 "text": "Fernão de Magalhães (Norte de Portugal, 1480 – Mactan, ) foi um navegador português que se notabilizou por ter liderado a primeira viagem de circum- navegação ao globo, de 1519 até 1522, ao serviço da Coroa de Castela, a Expedição de Magalhães.BARROS, Amândio. O Homem que Navegou o Mundo. Em busca das origens de Magalhães. Braga: AL-Publicações, 2015 Nascido numa família nobre, viajou para as Índias Ocidentais em 1505, participando de várias expedições militares. Embarcou, em 1512, na armada de António de Abreu em busca da descoberta das Molucas, também conhecidas como as Ilhas das Especiaria. Mas só um navio, comandado por Francisco Serrão, tresmalhado, chegaria às Molucas do norte (Ternate, Tidore, etc.), produtoras do desejado cravo. Os demais navios regressariam a Malaca após irem apenas às Molucas do sul ou arquipélago de Banda (Buru, Ambom, Seram) produtoras de noz-moscada e maçã. Consequentemente, Magalhães não teve conhecimento direto das Molucas do cravo, as mais importantes economicamente à época. A expedição de Fernão de Magalhães e Elcano fazia parte do contexto das viagens de descobrimento, representadas por personalidades como Cristóvão Colombo, Bartolomeu Dias, Américo Vespúcio, Balboa, Vasco da Gama, Pedro Álvares Cabral, dentre outros. Esse processo de expansão marítima foi impulsionado pelo desejo de se descobrir rotas que levassem às índias em busca das especiarias. A serviço do rei de Castela, Carlos I, V imperador do Sacro Império Romano-Germânico (também rei de Aragão e Itália entre outros títulos),Tratado de Tordesilhas Magalhães planeou e comandou a expedição marítima que efetuou a primeira viagem de circum-navegação ao globo. Foi o primeiro a alcançar a Terra do Fogo no extremo sul do continente americano, a atravessar o Estreito que hoje leva seu nome e a cruzar o Oceano Pacífico, que nomeou. Fernão de Magalhães foi morto em batalha em Cebu, nas Filipinas durante a expedição, posteriormente chefiada por Duarte Barbosa, João Serrão, João Carvalho, Gonzalo Gómez de Espinosa e, finalmente, Juan Sebastián Elcano até ao regresso em 1522. O pinguim-de-magalhães recebeu o seu nome como homenagem, já que Magalhães foi o primeiro Europeu a ter visto um. As aptidões de navegação de Fernão também foram reconhecidas na nomeação de objetos associados à astronomia, incluindo as Nuvens de Magalhães, as crateras lunares de Magalhães, e as crateras marcianas de Magalhães Gazetteer of Planetary Nomenclature, do Serviço Geológico dos Estados Unidos em cooperação com União Astronómica Internacional: Magelhaens on Moon, Magelhaens A on Moon, Magelhaens on Mars. a sonda espacial da NASA Magellan (de Ferdinand Magellan, versão inglesa do nome) e a Carruagem Presidencial dos Estados Unidos da América Ferdinand Magellan, em serviço desde o Presidente Franklin Delano Roosevelt em 1933 até ao Presidente Ronald Wilson Reagan em 1984. No entanto, as repercussões da viagem de Magalhães e Elcano na época foram bastante reduzidas. A principal foi o início da disputa entre Espanha e Portugal pela posse das Ilhas Molucas. Durante anos os dois impérios reclamaram para si o domínio das ilhas em busca do controle da fonte de especiarias. Carlos I, o rei da Espanha, organizou várias expedições rumo às Molucas com o objetivo de estabelecer um posto avançado no arquipélago, mas todas resultaram em fracassos com altas taxas de mortes e grandes custos para a coroa espanhola. Juan Sebastian Elcano foi uma das fatalidades nessas viagens, falecendo de escorbuto no Oceano Pacífico em 1526. Sete anos depois da viagem de Magalhães, Carlos I, afundado em dívidas, após três expedições fracassadas, foi forçado a desistir e ceder a posse das ilhas aos portugueses. Tentar repetir o trajeto de Magalhães mostrou-se tão complexo que somente reforçou o tamanho do feito que o explorador português realizou. == Juventude == Fernão de Magalhães nasceu no norte de Portugal, ca. de 1480. A freguesia da Sé do Porto,TAVEIRA, António. Fernão de Magalhães “o do estreito” de Santa Maria da Sé do Porto. Porto: edição do autor, 2010. Depósito Legal:314545/10 Vila Nova de Gaia e Ponte da Barca reclamam a sua naturalidade. A vila de Sabrosa outrora reclamou ser o berço do navegadorFREITAS, Manuel Alcino Martins de. Fernão de Magalhães Nasceu em Sabrosa (Vila Real - Trás-os-Montes) Vila Real: Min. Transmontana, 1980. e assim consta em muitas obras. No entanto, hoje sabe-se, para além de qualquer dúvida razoável, que essa presunção se baseou em documentação falsificada por António Luís Alvares Pereira, descendente de lavradores do lugar da Pereira, em Sabrosa, com o intuito de se habilitar à herança de Fernão de Magalhães no Arquivo das Índias. Fernão de Magalhães era filho de Rui (por vezes Rodrigo) de Magalhães, nascido cerca de 1442, Cavaleiro Fidalgo da Casa de D. Afonso, 1.º Conde de Faro, 2.º Conde de Odemira jure uxoris, 5.º Senhor de Mortágua jure uxoris, Senhor de Aveiro e Alcaide-Mor do Castelo de Estremoz, que exerceu cargos de governação no Porto, onde se encontra documentado entre junho de 1472 e junho de 1488 e onde exerceu os cargos de Juiz Ordinário, Procurador e Vereador do respetivo Senado da Câmara, e terá sido Alcaide-Mor do Castelo de Aveiro, onde está documentado em 1486, e de sua primeira mulher Alda de Mesquita, nascida cerca de 1445, e casado pela segunda vez com Inês Vaz Moutinho, filha de Pedro Vaz Moutinho, cidadão do Porto, cidade onde foi Vereador, e de sua mulher Inês Gonçalves de Mesquita. Era irmão de Duarte de Sousa, Diogo de Sousa, Isabel de Magalhães, Leonor de Magalhães, casada com João Fernandes Barbosa, com geração, Genebra de Magalhães, casada com André Afonso Cão, General de Galés de Entre Douro e Minho, filho de Diogo Cão e de sua mulher, com geração, e Aires de Magalhães, que seguiu uma carreira eclesiástica, recebeu ordens de epístola em 1509 em Braga e, nessa matrícula, seus pais acima nomeados são ditos moradores na Sé do Porto. ==Ao serviço da Coroa Portuguesa== Portugal foi o primeiro reino Europeu a empreender expedições marítimas em busca de uma rota para as Índias que lhes daria o controle do comércio das especiarias. Fernão de Magalhães tinha cerca de dez anos quando se tornou Pajem da Corte da Rainha D. Leonor, consorte de D. João II de Portugal. Casou-se em Sevilha, em Dezembro de 1517, com Beatriz Barbosa, sua parente, filha de Diogo Barbosa e de sua mulher Maria Caldeira, e teve dois filhos: Rodrigo, que faleceu muito novo, e Carlos, que faleceu ao nascer. Em março de 1505, com 25 anos, alistou-se na Armada da Índia, na frota de 22 navios enviada para instalar D. Francisco de Almeida como primeiro governador e vice-rei da Índia. Embora o seu nome não figure nas crónicas, sabe-se que ali permaneceu oito anos, e que esteve em Goa, Cochim e Quíloa. Participou em várias batalhas, incluindo a batalha naval de Cananor em 1506, onde foi ferido, e a decisiva batalha de Diu. Em 1509 partiu com Diogo Lopes de Sequeira na primeira embaixada a Malaca, onde seguia também Francisco Serrão, seu grande amigo e possivelmente primo.William J. Bernstein, \"A Splendid Exchange: How Trade Shaped the World\", pp. 183-185, Grove Press, 2009, ISBN 0-8021-4416-0 Chegados a Malaca em setembro, foram vítimas de uma conspiração e a expedição terminou em fuga, na qual Magalhães teve um papel crucial avisando Sequeira e salvando Francisco Serrão que havia desembarcado. Para trás ficaram dezanove prisioneiros. A sua atuação valeu-lhe honras e uma promoção. Ao serviço do novo e segundo governador, Afonso de Albuquerque, participou junto com Serrão na conquista de Malaca em 1511 e só regressou a Lisboa em 1513. Magalhães, sob o comando de António de Abreu, chegou às ilhas de Bandama, Ambom e Seram (produção de noz-moscada e maça), em 1512, mas não às Molucas do norte (que eram as Molucas em sentido restrito), onde quem chegou, a Ternate, foi o seu amigo Francisco Serrão no seu junco que se separou da armada de Abreu arrastado por uma tempestade, o qual aí permaneceu e casou com uma mulher de Amboíno, tornando-se conselheiro militar do sultão de Ternate. As suas cartas para Magalhães seriam decisivas, que dele obteve informações quanto à situação dos lugares produtores de cravo (Molucas do Norte). Fernão de Magalhães, após se ausentar sem permissão, perdeu influência. Em serviço em Azamor (Marrocos), onde foi ferido em combate, foi depois acusado de comércio ilegal com os mouros, com várias das acusações comprovadas cessaram as ofertas de emprego a partir de 15 de maio de 1514 e, novamente em Lisboa, D. Manuel I de Portugal recusa-lhe aumento de tença. Mais tarde, em 1515, surgiu uma oferta para membro da tripulação de um navio português, mas Magalhães rejeitou-a. Em Lisboa, dedicou-se a estudar as mais recentes cartas, investigando uma passagem para o Pacífico pelo Atlântico Sul e a possibilidade de as Molucas estarem na zona castelhanaartic.ua.es/biblioteca - pdf definida pelo Tratado de Tordesilhas, em parceria com o cosmógrafo Rui Faleiro. ==Ao serviço da Coroa de Castela== Em 1517 foi a Sevilha com Rui Faleiro, tendo encontrado no feitor da \"Casa de la Contratación\" da cidade um adepto do projecto que entretanto concebera: dar a Castela a possibilidade de atingir as Molucas pelo Ocidente, por mares não reservados aos portugueses no Tratado de Tordesilhas e, além disso, segundo Faleiro, provar que as ilhas das especiarias se situavam no hemisfério castelhano. === Origens da expedição === Fernão de Magalhães não tinha a intenção de circunavegar a Terra. O tratado que ratificou com o rei Carlos I de Castela em 22 de março de 1518, continha até uma proibição implícita neste sentido, pois violaria os interesses e direitos do tio e cunhado de Carlos, o rei Manuel I de Portugal.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, pp. 167 e segs. (Espanhol, bdh-rd.bne.es (http://bdh- rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 28 de julho de 2021 ) A orientação para a viagem de Magalhães foi a mesma que para a viagem de Cristóvão Colombo 27 anos antes: navegar para o oeste para chegar ao leste (rota marítima para a Índia). Acima de tudo, tratava-se de encontrar o caminho mais curto possível para as ilhas das especiarias, cuja localização exata era pouco conhecida na época devido ao sigilo estrito. O comércio extremamente lucrativo de especiarias com a Europa era compartilhado por mercadores indianos, persas, árabes, otomanos e venezianos por terra e por mar por Portugal. Também não ficou claro se as ilhas estavam sob controle português ou espanhol após o Tratado de Tordesilhas. Nesse tratado, as coroas castelhana e portuguesa dividiram o globo ao meio em 1494. Um meridiano 370 léguas a oeste das Ilhas de Cabo Verde foi estabelecido como a linha de demarcação. Todos os mares, ilhas e continentes a leste deste meridiano deveriam pertencer a Portugal, e todos a oeste dele deveriam pertencer a Castela. Em 1498, uma frota portuguesa comandada por Vasco da Gama alcançou a costa oeste da Índia pela primeira vez. Os portugueses começaram imediatamente a construir um império comercial no Oceano Índico. Em 1511 conquistaram o centro comercial de Malaca, na Península Malaia, e prepararam-se para se expandir ainda mais para leste, enviando uma expedição comandada por António de Abreu às Molucas, então as únicas áreas de cultivo de cravo em todo o mundo.Sobre a expansão portuguesa para a Índia, ver Reinhard, Wolfgang: Die Unterwerung der Welt. História global da expansão europeia 1415–2015. C. H. Beck, 2016, ISBN 978-3-406-68718-1, página 113 e seguintes. Enquanto os portugueses continuavam a se expandir para o leste, Castela buscava, via oeste, a rota ocidental para os tesouros da Ásia bloqueada por uma massa de terra cujo imenso trecho do Ártico à Antártica só aos poucos se tornava visível: a América. Por volta de 1505, o bispo Juan Rodríguez de Fonseca, responsável pela política colonial no Conselho Real de Castela, o navegador Vicente Yáñez Pinzón, que comandava um dos navios de Colombo, e Américo Vespúcio, posteriormente nomeado timoneiro- chefe, propôs uma rota marítima para a Ásia passando ao sul do Brasil. A existência do Pacífico — então chamado de Mar do Sul — era conhecida no reino de Castela desde 1515, depois que o explorador Vasco Núñez de Balboa cruzou o istmo do Panamá dois anos antes. O timoneiro português Juan Díaz de Solís fez várias tentativas em nome da coroa castelhana para encontrar uma passagem para este mar do sul e, portanto, para a Ásia Oriental. Todas as tentativas de Solís falharam e ele acabou morrendo no Rio da Plata em 1516.Rolando A. Laguarda Trias: Pilotos portugueses no Río de la Plata durante o siglo XVI. In: Revista da Universidade de Coimbra. 34, 1988, pp. 57-84; José Toribio Medina: Juan Díaz de Solís. Estudio histórico. Casa del Autor, Santiago de Chile 1897, pp. CCXV ff. (Espanhol, arquivo de texto - Internet Archive (https://archive.org/details/juandazdesol00medi/page/n217/mode/1up)). Na mesma época, o mercador Cristóvão de Haro, que veio de Burgos e trabalhava em Lisboa, mandou dois navios para a América do Sul a fim de comprar pau-brasil e escravos, assim como explorar o litoral. Desta expedição, o Newen Zeytung auss Presillg Landt (Nova Gazeta da Terra do Brasil), um dos mais antigos boletins informativos europeus de seu tipo em língua alemã, relatou que os navios de Haro haviam descoberto um estreito semelhante ao de Gibraltar na costa a cerca de 40° sul, no lado oeste do continente americano e continuava para a Ásia. Pouco depois, este estreito pode ser encontrado em um globo terrestre feito pelo estudioso Johannes Schöner da cidade de Karlstadt am Main em 1515. Magalhães provavelmente ficou sabendo deste empreendimento e dos seus supostos resultados em Lisboa. Ele e Cristóbal de Haro possivelmente se conheceram lá em 1515 ou 1516.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, p. 237 (espanhol, bdh-rd.bne.es (http://bdh-rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 12 de julho de 2021). No verão de 1516 Magalhães recebeu cartas de Francisco Serrão, que havia se estabelecido nas Molucas, e escreveu ao amigo que essas ilhas ficavam muito a leste de Malaca, de modo que Magalhães se convenceu de que se localizavam no hemisfério castelhano.João de Barros: \"Terceira decada da Ásia\", V, 8, Lisboa 1628, f. 139r (português, (https://archive.org/details/decadaprimeirate02barr/page/n301), acessado em 12 de julho de 2021. A mesma crença foi partilhada pelo estudado cosmógrafo Rui Faleiro, que também afirmou ter desenvolvido um método confiável de medição da longitude. Assim, seria possível localizar a posição leste-oeste das Molucas. Magalhães e Faleiro assinaram então um acordo: concordaram em propor uma expedição ao rei de Castela que chegaria às Molucas pela rota ocidental e se apossaria delas para o reino. Enquanto isso, Cristóvão de Haro foi forçado a deixar Portugal por causa de disputas de negócios com a coroa portuguesa; ele voltou a Castela, provavelmente na primavera de 1517.Demetrio Ramos Pérez: El grupo financiero de Burgos no momento que dominó la empresa ultramarina. In: Burgos y América. Las Jornadas de Historia. Burgos 1992, pp. 129-157. === O contrato da expedição === Magalhães chegou a Sevilha em 20 de outubro de 1517.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, p. 232 (espanhol, bdh-rd.bne.es (http://bdh-rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 18 de agosto de 2021). Ele veio para a casa do conterrâneo português Diogo Barbosa — seu futuro sogro — que administrava os castelos reais e estaleiros de Sevilha a serviço de um português exilado da Casa de Bragança. Naquela época, a Casa de la Contratación, agência de comércio exterior castelhana, tinha suas instalações nesses edifícios. Magalhães contratou os serviços de Juan de Aranda. Aranda ofereceu-se para marcar uma audiência para Magalhães e Faleiro com o Rei Carlos I, que então se encontrava com a sua corte em Valladolid. Em troca, Aranda solicitou uma participação nas empresas de Magalhães e Faleiro, para as quais foi assinado um contrato.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, p. 234 (espanhol,bdh-rd.bne.es (http://bdh- rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 18 de agosto de 2021) . Por causa desse contrato, foi iniciado um processo contra Juan de Aranda em outubro de 1518, em cujos arquivos se transmitem os dados essenciais sobre a chegada de Magalhães e seus primeiros passos na Espanha. Aranda, Magalhães e Faleiro viajaram para Valladolid, onde foram recebidos por volta de 20 de fevereiro pelo Conselho Real, pelo bispo Juan Rodríguez de Fonseca e pelo Grão-Chanceler Jean Sauvage, posteriormente, segundo o depoimento de Magalhães, por Carlos I pessoalmente. Prometera ao rei dar a Castela a possibilidade de atingir as Molucas pelo Ocidente, por mares não reservados aos portugueses no Tratado de Tordesilhas., Além disso, segundo Faleiro, provar que as ilhas das especiarias se situavam no território pertencente a Castela. Na antessala de Jean Sauvage, Magalhães encontrou o missionário Bartolomeu de las Casas, que descreveu o navegador em sua Historia de las Indias como \"baixa estatura\" e \"discreto\", mas \"corajoso em seus pensamentos e pronto para grandes feitos\". Trata-se da única descrição contemporânea da aparência de Magalhães que chegou aos nossos dias.Bartolomé de las Casas: Historia de las Indias. Volume 4, Madrid 1876, p. 377f (espanhol, archive.org (https://archive.org/stream/historiaindias03casarich#page/374/mode/2up/search/magallanes), acessado em 18 de agosto de 2021). Depois de Magalhães e Faleiro apresentarem a sua empresa, Jean Sauvage pediu-lhes que elaborassem um memorando com os seus termos e condições.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, pp. 161 ff (espanhol, bdh-rd.bne.es (http://bdh- rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 18 de agosto de 2021). Com base neste memorando, o rei Carlos I concluiu uma \"Capitulación\", ou seja, um contrato, com os dois em 22 de março de 1518.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 1, Barcelona 1918, pp. 167 ff (espanhol, bdh-rd.bne.es (http://bdh- rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 18 de agosto de 2021). Para o cumprimento das suas funções, deveriam ser disponibilizados cinco navios, uma tripulação de 234 homens, bem como equipamentos, artilharia e provisões para dois anos. Para o abastecimento da tripulação durante a viagem, foram adquiridos os seguintes itens: 2138 quintais [antiga unidade de peso que corresponde a 100 kg cada] de tostas, 508 barris de vinho, 50 fanegas [antiga unidade de medida de volume ou capacidade equivalente a 3,4 litros cada] de feijão, 90 fanegas grão de bico, duas fanegas lentilhas, 48 quintais de \"óleo para consumo\", 200 barris de anchovas e peixes secos, 57 quintais de bacon seco, sete vacas, 984 pães de queijo, água potável em barris, 21 arrobas de açúcar, 200 fanegas de vinagre, 250 tranças de alho, 18 quintais de passas e pequenas quantidades de figos, amêndoas, mel, ameixas secas, sal, arroz, mostarda, farinha de trigo e outros.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 3, Barcelona 1920, p. 15ff (espanhol, bdh-rd.bne.es (http://bdh- rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 12 de julho de 2021). Com a \"Capitulación\". obtida em 22 de março de 1518, Magalhães e Rui Faleiro receberam de Carlos I a missão de \"descobrir ilhas e continentes, ricas jazidas de especiarias e outras coisas\" no mundo espanhol. E que sob nenhuma circunstância deveriam operar na parte portuguesa do mundo. Como recompensa pelas \"dificuldades e perigos\", o Rei prometeu a Magalhães e Faleiro um quinto do lucro líquido da sua aventura. E torná-los governadores dos países que descobririam. Além disso, eles deveriam receber um vigésimo de todas as receitas fiscais desses países e ser autorizados a negociar por 1000 ducados todos os anos com dedução dos impostos. Todos esses direitos deveriam passar para seus herdeiros, se eles tivessem nascido e se casado em Castela. A \"Capitulación\" estipulava que a rota do presumível estreito para oeste estava reservada a Magalhães e Faleiro por dez anos e não podia ser utilizada por mais ninguém. Em documentos separados, o rei nomeou os dois portugueses \"capitães em mar e em terra\" com um salário anual de 50 000 maravedis cada e determinou que partissem em 25 de agosto de 1518. O cartógrafo de origem portuguesa Diogo Ribeiro que trabalhava para Castela, na Casa de la Contratación em Sevilha, participou no desenvolvimento dos mapas utilizados na viagem. Após demorados preparativos, repletos de incidentes, houve um novo atraso no verão de 1519 porque poucos marinheiros espanhóis estavam dispostos a participar da viagem arriscada. Magalhães foi então obrigado a contratar marinheiros de outros reinos, principalmente portugueses, o que por sua vez causou desconforto em Castela. Eles impuseram um limite numérico para marinheiros do reino de Portugal. No entanto, essa questão levou Rui Faleiro, que seria o segundo capitão ao lado de Magalhães, a ser excluído da expedição.Compañía General de Tabacos de Filipinas (ed.): Colecção geral de documentos relativos às Islas Filipinas existentes no Arquivo Geral das Índias de Sevilha. Volume 2, Barcelona 1919, pp. 288 ff e 305 ff (espanhol, bdh- rd.bne.es (http://bdh-rd.bne.es/viewer.vm?id=0000175741&page;=1), acessado em 12 de julho de 2021 ). Depois da ruptura com Rui Faleiro, Magalhães continuou a aparelhagem dos cinco navios que, com 234 homens de tripulação, partiram de Sanlúcar de Barrameda em 20 de setembro de 1519. A tripulação era majoritariamente composta por espanhóis, mas havia também tripulantes com outras origens: 37 portugueses, 26 italianos, dez franceses, quatro flamengos, dois gregos, dois alemães, um inglês, um norueguês e um escravo malaio, Henrique de Malaca, que atuaria como intérprete para Magalhães. Nas Ilhas Canárias, o número total de tripulantes aumentou para 242. A esquadra era formada pelas seguintes naus: * Trinidad (nau capitânia), capacidade de carga de 110 toneladas, preço: 270 000 maravedis, tripulação: 62 homens, capitão: Fernão de Magalhães, timoneiro: Estevão Gomes, mestre: Giovanni Battista de Punzorol; * San Antonio, capacidade de carga de 120 toneladas, preço: 330 000 maravedis, tripulação: 57 homens, capitão: Juan de Cartagena, timoneiros: Andrés de San Martín e Juan Rodríguez de Mafra, mestre: Juan de Elorriaga; * Concepción, capacidade de carga de 90 toneladas, preço: 228 750 maravedis, tripulação: 45 homens; capitão: Gaspar de Quesada, timoneiro: João Lopes Carvalho, mestre: Juan Sebastián Elcano; * Victoria, capacidade de carregamento de 85 toneladas, preço: 300 000 maravedis, tripulação: 45 homens, capitão: Luis de Mendoza, timoneiro: Vasco Gallego, comandante: Anton Salamon; * Santiago, capacidade de carga de 75 toneladas, preço: 187 500 maravedis, tripulação: 33 homens, capitão e timoneiro: Juan Serrano, mestre: Balthasar, \"o genovês\". Fernão de Magalhães fez um segundo testamento em Sevilha em 24 de agosto de 1519, onde instituiu Morgado de boa parte de seus bens, que deixa a seu filho Rodrigo de Magalhães e, na falta dele, a seus irmãos Diogo de Souza de Magalhães e Isabel de Magalhães. Obriga o administrador a usar o nome de Magalhães e as suas armas («trayga las armas de magallanes segun e de la manera que yo las traygo que son de magallanes e sosa»). Antonio Pigafetta, escritor italiano que havia arcado com as custas para viajar com a expedição, escreveu um diário completo de toda a viagem, possibilitado pelo facto dele ter sido um dos 18 homens a retornar vivo à Europa na nau Victoria. Dessa forma, legou à posteridade um raro e importante registo de onde se pode extrair muito do que se sabe sobre este episódio da história. ===Viagem às Molucas=== A armada fez escala nas ilhas Canárias e alcançou a costa da América do Sul, chegando a 13 de dezembro ao Rio de Janeiro. Prosseguindo para o sul, atingiram Puerto San Julián à entrada do estreito, na extremidade da atual costa da Argentina, onde o capitão decidiu hibernar. Irrompeu então uma revolta que ele conseguiu dominar com habilidosa astúcia. Após cinco meses de espera, período no qual a nau Santiago foi perdida em uma viagem de reconhecimento, tendo os seus tripulantes conseguido ser resgatados, Magalhães encontrou o estreito que hoje leva seu nome, aprofundando-se nele. Em outra viagem de reconhecimento, outra nau foi perdida, mas desta vez por um motim na nau San Antonio onde a tripulação aprisionou o seu capitão Álvaro de Mesquita, primo de Magalhães, e iniciou uma viagem de volta com o piloto Estêvão Gomes (realmente estes completaram a viagem, espalhando ofensas contra Fernão de Magalhães na Espanha). Apenas em novembro a esquadra atravessaria o Estreito, penetrando nas águas do Mar do Sul (assim baptizado por Balboa), e baptizando o oceano em que entravam como «Pacífico» por contraste às dificuldades encontradas no Estreito. Depois de cerca de quatro meses, a fome, a sede e as doenças (principalmente o escorbuto) começaram a dizimar a tripulação. Foi também no Pacífico que encontrou as nebulosas que hoje ostentam o seu nome — as nebulosas de Magalhães. Em março de 1521, alcançaram a ilha de Ladrões no atual arquipélago de Guam, chegando à ilha de Cebu nas atuais ilhas Filipinas em 7 de abril. Imediatamente começaram com os nativos as trocas comerciais; boa parte das grandes dificuldades da viagem tinham sido vencidas. Dias depois, porém, Fernão de Magalhães morreu em combate com os nativos na ilha de Mactan, atraído a uma emboscada, sendo morto pelo nativo Lapu-Lapu. Ainda hoje, se tenta perceber se Fernão de Magalhães conseguiu de facto fazer uma Viagem de Circum-Navegação do Globo pessoal, sabe-se que Fernão de Magalhães já tinha viajado como membro da tripulação em expedições Portuguesas ao extremo oriente, a segunda em Malaca, alguns historiadores atestam que Fernão de Magalhães possa ter ido com Francisco Serrão às ilhas Molucas, o que a ser verdade tornaria automaticamente Magalhães como o primeiro homem a circunavegar o mundo, não num estrito senso de começar e a acabar a viagem no mesmo local, mas uma circum-navegação latitudinal visto que o local onde faleceu e por consequente deixou de comandar a expedição, foi em Cebu, nas Filipinas, a ocidente das ilhas Molucas, hipoteticamente explorados pelo navegador.José Manuel Garcia, Documentos existentes em Portugal sobre Fernão de Magalhães e as suas viagens Academia Portuguesa da História / Academia de Marinha A expedição prosseguiu sob o comando de João Lopes Carvalho, deixando Cebu no início de março de 1522. Dois meses depois, seria comandada por Juan Sebastián Elcano. === O regresso === Decidiram incendiar a nau Concepción, visto o pequeno número de homens para operá-la, e finalmente conseguiram chegar às Molucas, onde obtiveram seu suprimento de especiarias. Trinidad acabou ali permanecendo para reparos e a Victoria voltou sozinha para casa, contornando o Índico pelo sul, a fim de não encontrar navios portugueses. A Trinidad, após os reparos tentou seguir uma rota pelo Pacífico até a América Central, onde poderia contatar os espanhóis e levar sua carga, no entanto acabou tendo de retornar às Molucas onde seus tripulantes foram aprisionados pelos portugueses que haviam chegado. A nau Victoria dobrou o Cabo da Boa Esperança em 1522, fez escala em Cabo Verde, onde alguns homens foram detidos pelos portugueses, alcançando finalmente o porto de Sanlúcar de Barrameda, com apenas 18 homens na tripulação. Uma única nau tinha completado a circum- navegação do globo ao alcançar Sevilha em 6 de setembro de 1522. Juan Sebastián Elcano, a restante tripulação da expedição de Magalhães e o último navio da frota regressaram decorridos três anos após a partida. A expedição de facto trouxe poucos benefícios financeiros, não tendo a tripulação chegado a receber o pagamento. Curiosidade: Na época não existia a Linha Internacional de Data, sendo que ao chegarem a Sevilha a tripulação não subtraiu um dos 1081 dias que permaneceram a bordo da expedição. A precariedade das medições não foi suficiente para conter a discussão que se seguiu sobre a duração da viagem, sugerindo que fosse enviada ao Vaticano uma comissão internacional sobre expedições ao redor da Terra. == Impacto no Brasil == A expedição de Fernão de Magalhães permaneceu por pouco tempo no Brasil. A frota aportou primeiramente no Cabo de Santo Agostinho, em Pernambuco, no dia 29 de novembro de 1519. Tratou-se de uma rápida estadia destinada ao abastecimento das naus. Algum tempo depois a expedição chegou na Baía de Guanabara onde permaneceu por duas semanas, de 13 a 26 de dezembro do mesmo ano. As estadias na costa do Brasil foram breves porque a expedição não estava autorizada a aportar em terras portuguesas devido ao Tratado de Tordesilhas. Durante a passagem pelo Brasil, os marinheiros mantiveram contatos com os povos tupis que habitavam a costa. Eles estabeleceram relações comerciais com os índios, usualmente conhecidas como escambo.GARCIA, Elisa Frühauf. “Os índios brasileiros na formação do mundo moderno. Alianças, comércio e trocas culturais”. In: Gesteira, Heloísa (org.). Magalhães-Elcano: a primeira viagem ao redor do mundo 1519-1522. Rio de Janeiro: Andrea Jakobsson Estúdio, 2021. Compraram produtos frescos e variados em troca de objetos europeus. Algumas destas transações foram registradas pelo cronista da expedição, o veneziano Antonio Pigafetta. Como todo acontecimento histórico global, a primeira viagem de circum-navegação da terra gerou impacto nos lugares por onde passou e no Brasil não foi diferente. A Marinha do Brasil chegou a refazer a viagem no com a Corveta Vital de Oliveira, iniciando o trajeto em 1879. Alguns anos depois, a Marinha refez novamente o trajeto, desta vez com o Cruzador Almirante Barroso (1888–1890), cujo objetivo era realizar a instrução da turma de guardas-marinha formada em 1886. Esta viagem, que percorreu 36 691 milhas náuticas, foi registrada em um livro escrito pelo seu comandante. Durante o trajeto ocorreu um facto curioso. Devido à Proclamação da República do Brasil, o neto do Imperador, e Segundo-Tenente da Armada Imperial, Príncipe Dom Augusto Leopoldo, que fazia parte da tripulação, teve que desembarcar em Colombo (Sri Lanka). A Marinha possui um interesse na temática que se reflete em várias seções da instituição, sobretudo na Diretoria do Patrimônio Histórico e Documentação da Marinha (DPHDM). No Museu Naval há uma referência à expedição na entrada da exposição permanente, assim como artefatos do , incluindo instrumentos de navegação. Ademais, na Revista Marítima foram publicados artigos sobre a importância de Fernão de Magalhães na arte da navegação, assim como das posteriores comemorações da sua viagem, sobretudo o quarto centenário. A viagem foi também refeita pela Família Schürmann, famosos velejadores brasileiros, no marco da expedição Magalhães Global Adventure. Eles partiram em 23 de novembro de 1997 no veleiro Aysso, percorrendo 32 657 milhas durante 912 dias. A viagem foi concluída com a chegada a Lisboa no momento das comemorações dos 500 anos do Descobrimento do Brasil. A aventura foi registrada em um documentário, O Mundo em Duas Voltas. Por ocasião da viagem da família, a escola de samba Embaixada Copa Lord, integrante da liga das escolas de samba de Florianópolis (Liesf), realizou uma homenagem à expedição de Fernão de Magalhães em 2001. O samba-enredo, intitulado \"Vento em sinfonia, a família Schurmann vai zarpar\", conquistou o segundo lugar do desfile. Fernão de Magalhães também inspirou algumas produções culturais brasileiras, que tratavam de sua história e participação na circum-navegação. Uma revista em quadrinhos da série \"Descobrimento\", publicada em 1959 pela editora EBAL, conta a sua biografia. A coleção 'Biografias em Quadrinhos' tinha um caráter educativo, que buscava mudar a percepção que esta forma literária tinha então. A influência de Magalhães perdurou na sociedade brasileira por várias décadas. Ele foi, por exemplo, homenageado pela \"Gaviões Imperiais\", escola de samba virtual que apresentou o mesmo enredo duas vezes, em 2009 e em 2015. O desfile conta a história da circum-navegação, cujo título é: \"Por Mares Nunca Antes Navegados... O Sonho de Fernão de Magalhães\". A escola integra a Liga Independente das Escolas Virtuais (LIESV). Por ocasião das comemorações do 5.º Centenário da viagem uma série de iniciativas foi desenvolvida no Brasil, sobretudo no Rio de Janeiro. A Marinha do Brasil, em parceria com a Marinha Portuguesa, fez diversos eventos relacionados à efeméride. O primeiro ocorreu em outubro de 2019, o I Simpósio de História Marítima \"Por uma História Marítima e suas perspectivas no campo historiográfico brasileiro\" realizado no Instituto Histórico e Geográfico Brasileiro (IHGB). No mesmo ano, o Brasil sediou o seminário internacional sobre o \"5º Centenário da primeira volta ao mundo: a estadia da frota no Rio de Janeiro\". Realizado no Museu Histórico Nacional, contou com a participação de historiadores espanhóis, portugueses, brasileiros e demais latino- americanos. Em 2020, uma cerimônia que contou com a presença de autoridades lusitanas e brasileiras deu o nome de \"Praça da Circum-Navegação\" a uma localidade que fica nos arredores da Baía de Guanabara, ao lado da Rio Star, maior roda-gigante da América Latina, fazendo uma alusão à volta ao mundo e ao reforço do caráter redondo da Terra, resultado da viagem de Magalhães-Elcano. ==Reacção em Portugal== As notícias da viagem de Fernão de Magalhães às Molucas ao serviço de Carlos I, por mares reclamados por Portugal e supostamente interditos à passagem de navios pela Coroa de Castela tal como estipulado pelo Tratado de Tordesilhas, tanto à ida pelo Atlântico sul, como no regresso pelo Oceano Índico e de novo pelo Atlântico, causaram alguma apreensão na Corte portuguesa. A viagem deu origem a uma disputa internacional entre Portugal e Castela, dado que ambas as nações reclamavam agora soberania sobre as ilhas alcançadas e descobertas primeiramente por Francisco Serrão em 1512, sem que fosse no entanto possível determinar em que hemisfério se localizava o arquipélago, uma vez que era impossível à época determinar a longitude com grande precisão. Esta disputa, doravante conhecida como a Questão das Molucas, foi resolvida mediante o pagamento de um resgate de 350 000 ducados de ouro por parte de D. João III ao seu cunhado, o Imperador Carlos V, pelo direito à posse das ilhas.\"The New Cambridge Modern History, Geoffrey Rudolph Elton, Volume 2 of Reformation, 1520-1559\", p. 632, Cambridge University Press, 1990, ISBN 0-521-34536-7 Em relação a Magalhães e à sua viagem, escreveria mais tarde Luís Vaz de Camões no Canto X d'Os Lusíadas: \"O Magalhães, no feito, com verdade,/Português, porém não na lealdade\", referindo-se aos seus serviços em favor da Coroa de Castela. A vida e a viagem de circum-navegação é descrita no romance biográfico Fernão de Magalhães e a Ave-do-Paraíso, do escritor João Morgado. ==Cronologia== * 1480 — Data provável do nascimento de Fernão de Magalhães no norte de Portugal.Na Vila de Sabrosa ou na freguesia da Sé da cidade do Porto, em Portugal. * 1505 — Partiu para a Índia na armada de D. Francisco de Almeida. * 1509 — Participou na desastrosa expedição a Malaca de Diogo Lopes de Sequeira; fez grande amizade com Francisco Serrão. * 1511 — Participou, sob o comando de Afonso de Albuquerque, na conquista de Malaca. * 1512 — Integrou a armada de António de Abreu, que foi às Molucas do sul no mar de Banda. * 1513 — Regressou a Lisboa. * 1514 — Foi ferido em combate, em Azamor (Marrocos); novamente em Lisboa, D. Manuel I recusou-lhe o aumento na tença. * 1517 — Dirigiu-se a Sevilha para apresentar a Carlos V o seu plano de alcançar as \"Ilhas das Especiarias\" pelo Ocidente. * 1519 — Iniciou a que foi a primeira viagem de circum-navegação; alcançou a baía da Guanabara. * 1520 — Alcançou a foz do Rio da Prata; fez invernada na baía de São Julião; dominou um motim; atravessou o Estreito e alcançou o Oceano Pacífico. * 1521 — Descobriu a Ilha dos Ladrões; descobriu o arquipélago das Filipinas e aí foi morto. * 1522 — Juan Sebastián Elcano concluiu a primeira viagem de circum-navegação. == Tripulação == Estes 18 homens regressaram a Sevilha na Nau Victoria em 1522: Juan Sebastián Elcano, de Getaria Mestre Francisco Albo, de Axio Piloto Miguel de Rodes Piloto Juan de Acurio, de Bermeo Piloto António Lombardo (Pigafetta), de Vicenza Supernumerário Martinho de Judicibus, de Génova (Savona) Chefe de embarcação Hernando de Bustamante, de Alcántara Marinheiro Nicolas o Grego, de Nápoles Marinheiro Miguel Sánchez, de Rodes Marinheiro Antonio Hernández Colmenero, de Huelva Marinheiro Francisco Rodriguez, de Sevilha Marinheiro Juan Rodríguez, de Huelva Marinheiro Diego Carmena Marinheiro Hans de Aachen (João de Aquisgrão) Artilheiro Juan de Arratia, de Bilbao Marinheiro Vasco Gómez Gallego, de Baiona Marinheiro Juan de Santandrés, de Cueto Grumete Juan de Zubileta, de Barakaldo Pajem — Registado no livro de bordo Juan de Vizcaya com 14 anos de idade. Apenas quatro homens dos 55 da tripulação original do Trinidad finalmente regressaram a Espanha em 1525. == Os peixes na rota de Magalhães == A 20 de setembro de 1519 iniciou-se uma das mais ousadas viagens marítimas da história — a primeira viagem de circum-navegação do globo. Fernão de Magalhães, comandando uma armada de cinco navios e cerca de 240 homens, protagonizou uma audaz empreitada com a missão de encontrar uma passagem na América do Sul e chegar à Índia ou Oriental Superior (ir às Molucas e às ilhas das especiarias pelo oeste) sem entrar nos limites portugueses atribuídos no Tratado de Tordesilhas (1494). Encontrou a tal almejada passagem, o atual Estreito de Magalhães, de comunicação do Atlântico com um mar desconhecido que, impressionado com a tranquilidade das suas águas, batizou de Pacífico. Carcharhinus longimanus (Poey 1861) — Tubarão-oceânico-de-pontas-brancas. Sobre esta expedição são conhecidos relatos escritos por tripulantes que sobreviveram à grande aventura, sendo o mais célebre o de Antonio Pigafetta, cronista e geógrafo nascido em Vicenza, no Veneto. Pigafetta narrou, em primeira mão, vários acontecimentos da longa expedição, anotando cuidadosamente o que via, ouvia dizer e tudo quanto sucedia a ele, a seus companheiros de viagem e à armada de Magalhães. São vários os relatos sobre os animais terrestres (domésticos e selvagens), árvores, plantas, frutos, insetos, aves, mamíferos marinhos, crustáceos, bivalves, répteis (crocodilos e tartarugas) e peixes que teve oportunidade de observar. Sobre este último grupo são múltiplas as citações que importa salientar. Após largarem ferro das Canárias rumo ao Brasil e depois de passarem os 14ᵒ N, relata-nos que \"Nos dias serenos e de calmaria nadavam perto da nossa nau uns grandes peixes chamados tubarões. Estes peixes possuem várias fiadas de dentes terríveis, e se por desgraça cai algum homem ao mar, devoram-no logo. Conseguimos apanhar alguns com anzóis de ferro, mas os maiores não servem para comer e os pequenos não são grande coisa\". Na área do Atlântico centro-este são conhecidas mais de 40 espécies de tubarões, algumas das quais podem ocorrer perto ou á superfície e possuem várias fileiras de dentes em ambos os maxilares. Talvez os tubarões avistados fossem dos géneros Carcharias e/ou Carcharhinus e, entre estes, as espécies mais prováveis. Posteriormente diz: \"Também vi peixes que voavam e outros reunidos em tão grande número que pareciam formar um baixio no mar\". É provável que, nesta área do oceano Atlântico, os peixesvoadores referenciados sejam das espécies Andorinha-domar-oceânica (Exocoetus obtusirostris Günther 1866), Andorinha-do-mar-tropical (Exocoetus volitans Linnaeus 1758), Peixe- voador-de-asas-listadas (Cheilopogon exsiliens (Linnaeus 1771)) ou, ainda, Peixe-voadorbarbudo (Cheilopogon cyanopterus (Valenciennes 1847)). Cheilopogon melanurus (Valenciennes 1847) — Peixe-voador-do-Atlântico. Ainda nas latitudes entre 7ᵒ e 3ᵒ N (?) é referida a presença de grandes cardumes de peixes. Tendo em consideração a época do ano destes avistamentos (outubro e novembro), a região do Atlântico onde provavelmente navegavam e a eventual proximidade de áreas costeiras africanas (ao longo da costa da Guiné até à Serra Leoa), é de admitir que se tratassem de cardumes de Sardinela-lombuda Sardinella aurita Valenciennes 1847. Chegados a Terras de Santa Cruz, Pigafetta escreve: \"A terra do Brasil, que tem abundância de toda a espécie de provisões e... por um espelho pequeno ou por um par de tesouras obtínhamos peixes suficientes para alimentar dez pessoas...\" Numa primeira análise torna-se evidente a ideia da fartura e de uma das mentalidades dominantes da época — mens mercatori — capaz de transformar em riqueza as bugigangas permutadas com as \"ingénuas\" populações indígenas. As populações ameríndias do Brasil alimentavam-se basicamente do que a natureza lhes oferecia e da agricultura, consumindo vários tipos de alimentos. Peixes, tartarugas, moluscos e crustáceos faziam também parte do regime alimentar daqueles povos, sendo conhecidas várias das espécies de peixes de água salgada e de água doce consumidas. Não sabemos os peixes que foram então trocados mas, de acordo com a rota de Magalhães ao longo da costa brasileira e as espécies tradicionalmente capturadas pelas comunidades indígenas, é provável que estes peixes fossem das espécies: Carapeba-branca (Brasil) (Diapterus rhombeus (Cuvier 1829)); Beicinho- prataavermelhado (no Brasil, Carapicu-pena) (Eucinostomus argenteus Baird & Girard 1855); Carapeba (Brasil) (Eucinostomus gula (Quoy & Gaimard 1824)); Beicinhoprata (Eucinostomus melanopterus (Bleeker 1863)); Carapicu-açú (Brasil) (Gerres cinereus (Walbaum 1792)); Carapicu (Brasil) (Diapterus auratus Ranzani 1842); Carapeba-de-listra (Brasil) (Eugerres brasilianus (Cuvier 1830)); Tainha-cambão (no Brasil, Cambão) (Mugil liza Valenciennes 1836); Tainha-olhalvo (Mugil cephalus Linnaeus 1758); Cavala (no Brasil, Cavalinha) (Scomber colias Gmelin 1789); Serra-real (Scomberomorus cavalla (Cuvier 1829)); Pirucaia (Brasil) (Serranus flaviventris (Cuvier 1829)); Fogueteiro-galego (no Brasil, Sargento ou Peixe-sargento) (Rachycentron canadum (Linnaeus 1766). É também de admitir que trocassem várias espécies de sardinhas como a Sardinela-lombuda (no Brasil, Sardinha legítima) (Sardinella aurita Valenciennes 1847), Machetedo-Atlântico (no Brasil, Sardinha-de- penacho) (Opisthonema oglinum (Lesueur 1818)), Arenque-da-Guiana (no Brasil, Pelada (Odontognathus mucronatus Lacepède 1800) e Menhadem-argentino (no Brasil, Sardinha ou Savelha) (Brevoortia pectinata (Jenyns 1842)) e ainda peixes designados genericamente por garoupas, mas desconhece-se quais as espécies. Seguindo para sudoeste do continente relata Pigafetta: \"... e neste dia, que era 11 de janeiro, viram papagaios e bonitos da espécie maior, e rumando para oés-noroeste avistaram três morros, que pareciam ilhas, e por esses sinais reconheceram o Cabo de Santa Maria\" (localizado no atual Uruguai). Faz referência a \"bonitos da espécie maior\" por oposição a uma outra espécie de menores dimensões. Três das sete principais espécies de tunídeos que ocorrem nas regiões costeiras do Uruguai e que podem migrar para o Brasil e Argentina, são por vezes designadas por \"bonitos\". Duas destas ocorrem com maior frequência perto da costa e destas, a que apresenta maior comprimento médio é a Merma (Euthynnus alletteratus (Rafinesque 1810)). Mais a sul, a 13 de janeiro de 1520, chegam ao Rio de la Plata onde, segundo Pigafetta, \"... navegaram por este rio dois dias, e ao fim deles, ordenou o General que a Armada regressasse por causa da pouca profundidade. Enquanto se substituía a aguada, apanhou-se muito peixe...\". . Na captura dos peixes é de supor que tenham utilizado linhas de mão com anzóis e \"redes de lá pie\" (pequenas redes de cercar e arrastar para terra). Não sabemos em que local do Rio de la Plata decorreu a aguada ou se utilizaram os esquifes para pescar à linha em águas mais afastadas no estuário, mas quando Magalhães cruzou o rio de costa a costa para saber a sua largura mediu 20 léguas, o que pode indiciar que estariam em águas salobras. Ocorrem nos mares da Patagónia várias espécies que podem corresponder à descrição Pigafetta. No entanto, tendo em atenção as distribuições batimétricas e latitudinais, o comprimento máximo, a quantidade e natureza das escamas e as qualidades organolépticas das diferentes espécies, podemos pensar que tratar-se-ia, eventualmente, da Babosa-da-Patagónia (Eleginops maclovinus (Cuvier 1830)). Das espécies passíveis de serem utilizadas no consumo humano que ocorrem no estuário do rio de la Plata e que podem ser capturadas com as artes anteriormente referidas destacam-se: Rabeta- marisqueira (Micropogonias furnieri (Desmarest 1823)); Rabetacaçadora (Macrodon ancylodon (Bloch & Schneider 1801)); Savelha (Brasil) (Brevoortia aurea (Spix & Agassiz 1829)); Pescada-maria-mole (Cynoscion guatucupa (Cuvier 1830)); Calafate-da-Argentina (Umbrina canosai Berg 1895); Linguado (Brasil) (Paralichthys patagonicus Jordan 1889); Peixe-bobo-bicudo (Nemadactylus bergi (Norman 1937)); Namorado (Pseudopercis semifasciata (Cuvier 1829)); Serrano- argentino (Acanthistius brasilianus (Cuvier 1828) e o Pargo (Pagrus pagrus (Linnaeus 1758)). Em pleno canal \"...e continuando a nossa navegação chegámos a um rio a que chamamos das Sardinhas, devido à imensa quantidade deste peixe que ali vimos.\" O rio das Sardinhas (1520), onde fundearam e permaneceram durante quatro dias, é atualmente conhecido por Bahía de Fortescue. A espécie de \"sardinha austral\" ali referida, será, com grande probabilidade, a Espadilha-da-Terra-do-Fogo (Sprattus fuegensis (Jenyns 1842)). Durante a longa permanência na Patagónia... a 21 de outubro de 1520 \"Também ali aprovisionámo- nos com uma espécie de peixe, com cerca de dois pés de comprimento e coberto de muitas escamas, bastante bom para comer, embora não tenhamos capturado a quantidade de que teríamos necessidade\". Depois do achamento e saída do canal — Cabo Desejado — a 27 de novembro de 1520, Pigafetta relata: \"No momento em que desembocámos no oceano, presenciámos uma curiosa caça que alguns peixes faziam a outros. Existem três espécies, a saber, dourados, albacoras e bonitos, que perseguem os peixes-voadores chamados colondrini. Estes, quando são perseguidos, saem da água, estendem as barbatanas, que são suficientemente compridas para lhes servirem de asas, voam a uma distância que chega a um tiro de besta. De seguida, voltam a cair na água. Durante este tempo, os seus inimigos, guiados pelas suas sombras, seguem-nos e, no momento em que voltam a entrar na água, apanham-nos e comem-nos. Estes peixes-voadores têm mais de um pé de comprimento e são um excelente alimento\". Das diferentes espécies de peixes-voadores que ocorrem no sudeste do Oceano Pacífico, provavelmente a que tem um limite de distribuição mais a sul (cerca dos 51ᵒ S) é o Peixe-voador- de-asa-negra (Hirundichthys rondeletii (Valenciennes 1847)). Tendo em conta que o Cabo Desejado se situa na latitude 52ᵒ S, é admissível que tivesse sido esta a espécie referida por Pigafetta. Outra espécie passível de ter sido observada, mas que apenas ocorre em áreas sub-tropicais do Pacífico sudeste, é a Andorinha-do-mar-tropical (Exocoetus volitans Linnaeus 1758). Ambas as espécies têm capacidade de sair da água para escapar de predadores aquáticos mais rápidos (golfinhos, atuns, dourados e espadartes) e podem planar por longas distâncias e apresentam comprimentos máximos semelhantes ao mencionado por Pigafetta. Sr da espécie Atum-bonito (Katsuwonus pelamis (Linnaeus 1758)) aos quais se juntariam outros atuns das espécies Atum-albacora (Thunnus albacares (Bonnaterre 1788)) e Atum-foguete (Allothunnus fallai Serventy 1948). Em latitudes mais setentrionais poderia também ocorrer o Atum-voador (Thunnus alalunga (Bonnaterre 1788)). Os \"dourados\" poderiam ser da espécie Coryphaena hippurus Linnaeus 1758, atualmente designados por Doirado-de-topete ou Doirado-macho. Porém, é duvidoso que se trate desta espécie dado que o seu atual limite sul de distribuição e a sua preferência por águas mais oceânicas (afastadas da costa), não coincidem com a provável rota seguida pela armada de Magalhães. Após 24 de janeiro de 1521 e na proximidade de umas ilhas desabitadas que não tinham comida nem água potável, às quais Magalhães chamou Ilhas Desafortunadas, Pigafetta relata: \"Não encontrámos o fundo do mar ao largo das suas costas e não vimos mais que muitos tubarões\". . Algumas das espécies de tubarões que ocorrem nesta região biogeográfica do Pacífico são bentopelágicos e ocupam intervalos de profundidades que podem ter permitido a sua observação pelos tripulantes. Não há nenhuma descrição desses tubarões, pelo que se pode supor que tivessem sido exemplares de espécies atualmente observadas nesse arquipélago (Ilhas Desventuradas), a saber: Galhudo-de- espinho-curto (Squalus mitsukurii Jordan & Snyder 1903), Tubarãoprego-do- Pacífico (Echinorhinus cookei Pietschmann 1928), Tubarão-areia (Odontaspis ferox (Risso 1810)) e, eventualmente, Galhudo-malhado (Squalus acanthias Linnaeus 1758), este último menos provável. Relativamente à referência a \"três espécies, a saber, dourados, albacoras e bonitos\", trata-se possivelmente de cardumes mistos cuja formação é usual para perseguirem cardumes de pequenos pelágicos. O chefe Cilapulapu não reconheceu a soberania de Carlos V e, em 27 de abril de 1521, trava-se um combate com as forças deste chefe, onde Magalhães morre. Durante três meses e 20 dias, navegaram cerca de 4000 mil léguas sem obter nenhum alimento fresco. A má alimentação e as doenças grassavam, \"Os biscoitos que comemos não era pão, mas um pó misturado com vermes, que tinha devorado toda a substância e tinha um fedor insuportável porque estava ensopado em urina de rato. A água que fomos forçados a beber era igualmente pútrida e fedorenta\". . A 6 de março de 1521, chegam às Islas de los Ladrones provavelmente a atual Ilha de Guão, onde Magalhães quis aportar para aprovisionar víveres frescos e água, mas tal não foi inteiramente possível. Em abril de 1521, Magalhães batiza os indígenas da ilha de Cebu e das ilhas adjacentes e obtém o juramento do rei de Cebu como súbdito e fiel ao rei de Espanha. Perto de Cebu há uma outra ilha chamada Mactán (Filipinas), com um porto de igual nome, onde ancoraram navios de Magalhães. A cidade principal desta ilha também se chama Mactán e seus chefes eram Zela e Cilapulapu. Entre a ponta norte de Bornéu e a ilha de Cimbonbon \"Pescámos também um peixe cuja cabeça, parecida com a de um porco, tinha dois cornos, o corpo revestido de uma substância óssea, e na espinha dorsal uma espécie de cadeira, mas não era muito grande.\". É plausível que o peixe fosse um exemplar do género Lactoria Jordan & Fowler 1902, no qual se incluem três espécies: Lactoria cornuta (Linnaeus 1758) — Vaca-do-marcornuda, Lactoria diaphana (Bloch & Schneider 1801) Vaca-do-mar-espinhosa e Lactoria fornasini (Bianconi 1846) — Vaca-do-mar-moçambicana. Todas ocorrem no Indo-Pacífico e são passíveis de ser capturadas nos mares da China meridional, Celebes e Sulu. A 6 de setembro de 1522, depois de percorrerem 14460 léguas e após 1081 dias de viagem, a única nau resistente — a Victória — aporta a Sanlúcar de Barrameda, sob o comando de Juan Sebastián Elcano, com apenas 18 sobreviventes e a 8 de setembro chegam a Sevilha. É assim concluída a primeira viagem em redor do Mundo, graças ao saber, vontade e determinação de Fernão de Magalhães, comprovando que era possível chegar às ilhas das especiarias pelo oeste e que a extensão da circunferência do planeta era superior a que se imaginara na época. Texto adaptado Atribuição – Não Comercial – Compartilha Igual 4.0 Internacional (CC BY-NC-SA 4.0) == Conferências na Internet == * . * . == Ver também == *Lista de peixes na rota de magalhães A-H *Lista de peixes na rota de magalhães H-O *Lista de peixes na rota de magalhães O-Q *Lista de peixes na rota de magalhães Q-Z ==Bibliografia== * .. * . * . * .. * . * ZWEIG, Stefan — Fernão de Magalhäes. Lisboa, Relógio D'Água, 2017. * . * . * TAVEIRA, António. \"Fernão de Magalhães \"o do estreito\" de Santa Maria da Sé do Porto.\" Porto: edição do autor, 2010. Depósito Legal:314545/10 * . * . * PIGAFETTA, Antonio. A Primeira Viagem ao Redor do Mundo. Porto Alegre: L&PM;, 1986. Coleção Descobertas. * . * ALVES, Francisco Manuel (Abade de Baçal) – \"Fernão de Magalhães e a autenticidade dos testamentos de 1504 e 1580\", in Memórias Arqueológico-Históricas do Distrito de Bragança, Vol. VI, Porto, 1928, pp. 503–509. * ALVES, Francisco Manuel (Abade de Baçal) – \"O grande navegador Fernão de Magalhães\" [Colecção de cinco documentos (…) que encontrou em Vila Flor (…) e se lhe afiguram necessários na divulgação pela luz que projectam referente ao grande navegador], in O Instituto, Vol. 68 de Junho de 1921, pp. 65–80 * GESTEIRA, Heloísa (org.). Magalhães-Elcano: a primeira viagem ao redor do mundo 1519–1522. Rio de Janeiro: Andrea Jakobsson Estúdio, 2021. == Ligações externas == * A morte de Fernão de Magalhães, Os Dias da História, por Paulo Sousa Pinto, Antena 2, 2017 * Relazione del Primo Viaggio Intorno Al Mondo, Texto integral e original de Antonio Pigafetta em italiano que descreve a viagem de Fernão de Magalhães. * Marinha Portuguesa — Revista da Armada. A Volta de Magalhães, 1ª Parte; 2ª Parte, conclusão. * Primo Viaggio intorno al Mondo, Relacion del Primer Viaje arrededor del Mundo, original radioplay based on Pigafeta's diary and Magellan's letters, broadcast on Radio Exterior de España (French program), 300 minutes into 15 parts. Available in French, on CD MP3. * TSF — Vales e crateras de Marte têm nomes portugueses *Fernão de Magalhães: Historiador defende naturalidade do navegador em Ponte da Barca (c/FOTOS) * Fernão de Magalhães: Historiador defende naturalidade do navegador em Ponte da Barca Categoria:Circum-navegação Categoria:Cavaleiros da Ordem de Santiago Categoria:Comendadores da Ordem de Santiago Categoria:Naturais de Sabrosa Categoria:Militares de Portugal Categoria:Navegadores de Portugal Categoria:Portugueses mortos em combate Categoria:Heróis de Portugal",
 "title": "Fernão de Magalhães"
}