{
 "id": "1419",
 "text": "A propulsão de naves espaciais se refere a qualquer um dos vários métodos utilizados para modificar a velocidade de uma nave espacial ou de um satélite artificial. Qualquer método tem vantagens e desvantagens, pelo que esta é uma área de pesquisa de grande atividade. Contudo, a maioria das naves espaciais atuais são propulsionadas pela liberação de gás pela parte posterior do veículo submetido a velocidades elevadas através de uma tubeira De Laval, formando o que é designado como motor de foguetão (foguete, no Brasil). Todas as atuais naves espaciais usam foguetes químicos (foguetes de combustível líquido [bipropulsores] ou foguetes de combustível sólido) no arranque, ainda que alguns (como o Foguetão Pegasus e a SpaceShipOne) tenham usado motores consumidores de oxigénio atmosférico no seu primeiro estágio. A maior parte dos satélites têm simples, mas confiáveis, propulsores químicos (geralmente foguetes monopropulsores) ou propulsores resistojet na manutenção de órbita e alguns usam rodas de reação (também conhecidos como volantes de inércia) para controle de atitude. Os satélites soviéticos fizeram uso, por décadas, da propulsão eléctrica. Naves recentes, de órbita geoestacionária, têm também utilizado este tipo de propulsão para manutenção de estações de órbita polar. Os veículos interplanetários também usam principalmente foguetes químicos, ainda que em alguns tenham utilizado experimentalmente propulsores iónicos (uma forma de propulsão eléctrica) com sucesso. ==A necessidade de sistemas de propulsão== Os satélites artificiais precisam ser lançados já em órbita e, estando aí, é necessário que sejam colocados na sua órbita nominal. Assim que estejam na órbita desejada, geralmente necessitam de alguma forma de controle de atitude de modo a ficarem corretamente alinhados em relação à Terra, Sol e outros objetos de interesse astronômico.HESS, M.; Martin, K. K.; RACHULL, L. J., Thrusters Precisely Guide EO-1 Satellite in Space First, NASA, 7 de Fevereiro de 2002, acesso a 7 de Agosto de 2008 Os satélites estão, ainda sujeitos ao arrasto na atmosfera rarefeita. De modo a manterem-se em órbita por um longo período de tempo é ocasionalmente necessário fazer algumas pequenas correções (manutenção orbital).PHILLIPS, Tony, Solar S'Mores , NASA, 30 de Maio de 2000, acesso a 7 de Agosto de 2008 Muitos satélites necessitam ser transferidos periodicamente de órbita, o que também requer o uso da propulsão.OLSEN, Carrie, Hohmann Transfer & Plane Changes , NASA, 21 de Setembro de 1995, acesso a 30 de Julho de 2007. Quando um satélite perde a sua capacidade de ajustar-se à órbita desejada, termina a sua vida útil. As naves espaciais concebidas para viagens interplanetárias também necessitam da aplicação de métodos de propulsão. Necessitam de ser impelidas da órbita terrestre, tal como os satélites. Chegando aí, necessitam de sair de órbita e moverem-se para o local desejado. As atuais naves interplanetárias fazem-no com uma série de ajustamentos de trajetória de curto prazo.STAFF, Interplanetary Cruise , in 2001 Mars, 24 de Abril de 2007, NASA – acesso a 30 de Julho de 2007 Entre estes ajustamentos, a nave entra simplesmente em queda livre na sua órbita. A forma mais simples e eficiente no que ao uso de combustível diz respeito para fazer a moção de uma órbita circular para outra faz uso da órbita de transferência de Hohmann: a nave entra numa órbita rudemente circular em torno do Sol. Um curto período de empuxo na direcção do movimento acelera ou desacelera a nave numa órbita elíptica em volta do Sol que é tangencial às órbitas de origem e de destino. A nave entra em queda livre ao longo desta órbita elíptica até atingir o seu destino, onde outro curto período de empuxo a acelera ou desacelera de modo a adequar-se à nova órbita. Métodos especiais como a aerotravagem, são, por vezes, usados neste ajustamento orbital final. Alguns métodos de propulsão de naves, como as velas solares permitem um empuxo fraco, mas inexaurível; um veículo interplanetário que use um destes métodos poderá seguir trajetórias diferentes, ou empurrando constantemente a nave contra a direcção do movimento de modo a diminuir a distância ao Sol ou empurrando constantemente no sentido da direcção do movimento de modo a aumentar a distância ao Sol. Eventuais naves desenhadas para viagens interestelares também teriam de recorrer a sistemas de propulsão. Ainda que não tenha sido criada qualquer nave deste tipo, muitos modelos têm sido discutidos. Como as distâncias interestelares são particularmente grandes, seria necessária uma velocidade extremamente elevada para que a nave chegasse ao seu destino num período de tempo razoável. Conceder tal velocidade à partida e desacelerar à chegada representará um enorme desafio para quem projectar estas naves. ==Efetividade dos sistemas de propulsão== No espaço, o propósito de um sistema de propulsão é alterar a velocidade, ou “v”, de uma nave. Como isso é mais difícil para naves de maior massa, os designers preocupam-se mais especificamente com o momentum, mv. O valor da variação do momentum é designado de impulso. Por isso, o objetivo de qualquer método de propulsão no espaço é criar um impulso. Ao lançar uma nave da Terra, um método de propulsão terá de superar um alto arrasto gravitacional, de modo a proporcionar uma aceleração líquida positiva. Em órbita, qualquer impulso adicional, por pequeno que seja, terá como resultado uma mudança no percurso orbital. A taxa de variação de velocidade é chamada de aceleração, e a taxa de variação de momentum é chamada de força. Para atingir uma dada velocidade, pode-se aplicar uma pequena aceleração por longo período de tempo, ou pode-se aplicar uma grande aceleração num curto período de tempo. De modo semelhante, pode-se alcançar um dado impulso aplicando uma grande força por um curto período de tempo ou uma pequena força por um longo período de tempo. Isto significa que em manobras no espaço, um método de propulsão que produza pequenas acelerações mas que se efetue por um longo período de tempo consegue produzir o mesmo impulso que um método de propulsão que produza grandes acelerações num curto período de tempo. Ao fazer o lançamento de um planeta, pequenas acelerações não conseguem superar a atracção gravitacional, logo, não podem aí ser usadas. A superfície da Terra está situada bem no fundo de um poço gravitacional e é necessária uma velocidade de 11,2 quilômetros por segundo (velocidade de escape) ou mais para dele sair. Como os seres humanos evoluíram num campo gravitacional de 1g (9,8 m/s²), o sistema de propulsão ideal seria aquele que proporcionasse uma aceleração contínua de 1g (embora o corpo humano possa tolerar acelerações muito maiores durante curtos períodos). Os ocupantes de um foguete ou nave especial, com tal sistema de propulsão estariam isentos de todos os inconvenientes da queda livre, como náuseas, fraqueza muscular, diminuição do sentido do gosto, ou descalcificação dos ossos. A lei da conservação do momentum estabelece que, para que um método de propulsão faça variar o momentum de uma nave espacial é necessário também variar o momentum de outra coisa qualquer. Alguns modelos aproveitam-se, para este efeito, de coisas tão diversas como campos magnéticos ou a pressão da luz de modo a modificar o momentum da nave, mas no espaço, o foguete terá de trazer consigo alguma massa que possa acelerar de modo a poder impulsionado para a frente. É a chamada massa de reação. Para que o foguete funcione são necessárias duas coisas: massa de reação e energia. O impulso proporcionado pelo lançamento de uma partícula de massa de reação com massa m à velocidade v é mv. Mas esta particular tem energia cinética mv²/2, que tem de vir de algum lado. Em foguetes de combustível sólido, líquido ou híbrido convencionais, o combustível é queimado, de modo a fornecer energia, e os produtos de reação, ao fluírem pela parte posterior da nave proporcionam a massa de reação. Num propulsor iónico, a eletricidade é utilizada para acelerar íons pela parte de trás da nave. Neste caso é necessário que outra fonte proporcione a energia elétrica (talvez um painel solar ou um reactor nuclear), enquanto que os íons proporcionam a massa de reação. Ao discutir a eficiência de um sistema de propulsão, os designers focam-se especialmente no modo efetivo de uso da massa de reação. Esta deve ser transportada juntamente com o foguete e é irrecuperavelmente perdida quando usada. Um modo de medir a quantidade de impulso que pode ser obtida de uma quantidade fixa de massa de reação é o impulso específico, ou impulso por unidade de peso-na-Terra (geralmente designado como I_{sp}). Esta grandeza é medida em segundos. Visto que o peso na Terra da massa de reação não tem, geralmente, importância no âmbito da discussão dos veículos espaciais, o impulso específico pode também ser discutido em termos de massa por unidades de impulso. Esta forma alternativa de impulso específico usa as mesmas unidades que a velocidade (m/s), e é, de facto, igual à velocidade de exaustão efetiva do motor (geralmente designada como v_{e}). As duas grandezas são por vezes indiscriminadamente designadas como impulse específico, o que pode originar alguma confusão. As duas diferem por um fator de gn, a aceleração padrão devida à gravidade, de 9.80665 m/s² (I_{sp} g_\\mathrm{n} = v_{e}). Um foguete com uma alta velocidade de exaustão pode alcançar o mesmo impulso com uma menor massa de reação. Contudo, a energia necessária para esse impulso é proporcional à velocidade de exaustão, logo, motores mais eficientes no uso da massa requerem mais energia, e são, tipicamente, menos eficientes em termos energéticos. Isto é um problema se o motor tem de proporcionar um alto valor de empuxo. De modo a gerar-se uma elevada monta de impulsos por segundo, será necessário usar uma elevada monta de energia por segundo. Portanto, motores de massa altamente eficientes requerem gastos elevados de energia por segundo, de modo a proporcionar um empuxo elevado. Daí resulta que os modelos de motores energeticamente muito eficientes produzem forças de empuxo francamente baixas. Em teoria, existe também o método da propulsão por gravidade. Apesar do universo ser um quasi- vácuo, as forças gravitacionais existem por toda parte, principalmente dentro das galáxias ou próximas de um corpo denso, e uma hipotética nave poderia se utilizar dessas ondas gravitacionais para se auto impulsionar - tal qual um submarino o faz em outro meio, o líquido, e um avião, pelo ar denso ou rarefeito - não com hélices ou turbinas, mas com um motor de antigravidade que, da mesma forma, atacaria as ondas gravitacionais de frente e as empurraria para trás numa maior velocidade. ==Relação das tecnologias mais conhecidas== Três números são mostrados na seguinte tabela. O primeiro é o impulso específico: a quantidade de impulso que pode ser produzida usando uma unidade de combustível. Esta é a característica mais importante do método de propulsão, pois determina a velocidade máxima que pode ser obtida. O segundo e o terceiro são as quantidades médias de impulso e o tempo de combustão médio do método. Uma coisa interessante e contra o senso comum físico é que fora de órbita, o total de energia provido por um método de propulsão é igual ao número de vezes que o método de impulso foi aplicado. Fora isso, longe de um grande potencial gravitacional pequenas quantidades de impulso aplicados por um longo período equivalem a um grande impulso aplicado por um tempo curto. Esse resultado não se aplica quando o objeto está sob influência da gravidade. ===Métodos de propulsão=== Método Impulso específico (segundos) Empuxo (Newtons) Duração Métodos de propulsão convencional Foguete de combustível sólido (Foguete auxiliar de combustível sólido do ônibus espacial) 100-400 10³-107 minutos Foguete de combustível híbrido 150-420 minutos Foguete monopropulsor 100-300 0,1-100 milésimos de segundo - minutos Foguete bipropulsor 100-400 0,1-107 minutos Foguete tripropulsor 250-450 minutos Roda de impulso (apenas controle de posição) n/a 0,001-100 indefinido Foguete de propulsão de duplo modo Air-augmented rocket 500-600 segundos-minutos Liquid air cycle engine 450 segundos-minutos Propulsor resistojet 200-600 10−2-10 minutos Arcjet rocket 400-1 200 10−2-10 minutos Hall effect thruster (HET) 800-5 000 10−3-10 meses Propulsor de íons 1 500-8 000 10−3-10 meses FEEP (Field Emission Electric Propulsion) 10 000-13 000 10−6-10−3 semanas Magnetoplasmadynamic thruster (MPD) 2 000-10 000 100 semanas Pulsed plasma thruster (PPT) Pulsed inductive thruster (PIT) 5 000 20 meses Variable specific impulse magnetoplasma rocket (VASIMR) 1 000-30 000 40-1 200 dias - meses Foguete térmico solar 700-1 200 1-100 semanas Foguete térmico nuclear 900 105 minutos Foguete eléctrico nuclear Utiliza um método de propulsão eléctrica Vela solar N/A 9 per km² (at 1 AU) indefinido Mass drivers N/A Indefinite segundos Tether propulsion N/A 1-1012 minutos Technologias que requerem maior desenvolvimento da engenharia actual Vela magnética N/A Indefinido indefinido Mini- magnetospheric plasma propulsion N/A indefinido indefinido Reator de fissão gasosa 1 000-2 000 10³-106 Propulsão de pulso nuclear (Orion drive) 2 000-100 000 109-1012 meia hora Antimatter catalyzed nuclear pulse propulsion 2 000-40 000 dias-semanas Nuclear salt-water rocket 10 000 10³-107 meia hora Beam-powered propulsion A propulsion method powered by beam Foguete nuclear fotônico 5x106 1-105 anos Efeito Biefeld-Brown (see also Lifter) N/A 0,01-1 (currently) semanas, provavelmente meses Significativamente além da engenharia actual Foguete de fusão Bussard ramjet Foguete de antimatéria Redshift rocket ==Mecanismos de lançamento== O lançamento de uma nave espacial, da superfície de um planeta ao espaço, requer especiais cuidados, quanto aos métodos de propulsão empregados. Geralmente falar de alta potência é de vital importância, e muitos dos métodos de propulsão acima não produzem a potência necessária para tal. A toxicidade dos gases produzidos na exaustão ou outros efeitos decorrentes podem poluir o meio ambiente local, proibindo outros métodos de propulsão. Actualmente, apenas foguetes de combustível químico (sólido e liquido),são empregues em lançamentos da Terra. A vantagem de uma nave espacial ser lançada da superfície terrestre é a possibilidade de contar com infra-estruturas de solo. Os mecanismos propostos de infra- estruturas terrestres incluem: * Elevador espacial * Curva Espacial Hipersonica * Catapulta Eletromagnética (Plataforma de carris, coil gun) * Aceleração Balística (Project HARP, ram accelerator) * Propulsão a Laser (Lightcraft) ==Métodos que requerem novos princípios da Física== Adicionados aos anteriores, têm sido consideradas uma variedade de técnicas de propulsão hipotéticas que irão requerer princípios de Física inteiramente inovadores para poderem ser consideradas realizáveis. Posto isto, são na actualidade altamente especulativas: * Propulsão Alcubierre (Warp drive) * Buracos de verme * Dobra espacial * Vela diferencial * Disjunction drive * Diametric drive * Pitch drive * Bias drive * Máquinas do tempo * RS Model Warp Drives Categoria:Propulsão",
 "title": "Propulsão de naves espaciais"
}