{
 "id": "14199",
 "text": "J (jota, plural \"jotas\" ou \"jj\") é a décima letra do alfabeto latino clássico. Em português é pronunciada como \"jota\", sendo /ʒ/ o som utilizado. No alfabeto fonético internacional, [j] representa o aproximante palatal. Na maioria dos teclados alfanuméricos, as teclas J e F geralmente aparecem com um pequeno relevo perceptível ao toque, que permite aos utilizadores a sua orientação tátil no teclado. == História == O J foi originalmente uma versão alternativa à letra I. A distinção tornou-se evidente a partir da Idade Média. Pedro de la Ramée (c. 1515 – 26 de Agosto de 1572) foi o primeiro a distinguir explicitamente as letras I e J representando sons diferentes. Originalmente, estas letras representavam /i/, /iː/, e /j/; mas as línguas românicas desenvolveram novos sons que vieram a ser representados utilizando o I e o J, daí a atual distinção na pronunciação destas duas letras. Em português o som utilizado para a letra J é o /ʒ/ (jarro, janela, jota), assim como no francês e no romeno. Em todas as línguas germânicas, excetuando o Inglês que utiliza /dʒ/ (just), o som utilizado para a letra J é o /j/ (como ja em alemão ou como no ditongo i na palavra ideia). Este fato também se verifica em albanês, e nas línguas urálicas e eslavas que utilizam o alfabeto latino, como por exemplo em húngaro, finlandês, estoniano, polaco e checo. Também o sérvio, língua eslava, adotou o J no seu alfabeto cirílico, com o mesmo propósito. Foi devido a este padrão linguístico, que a letra minúscula /j/ foi adotada pela Associação Fonética Internacional, como representante deste som. Em castelhano o J pronuncia-se /x ~ h/ (como ajo que significa alho); este som desenvolveu-se a partir do som /dʒ/. Em francês o antigo som /dʒ/ é agora pronunciado como /ʒ/, tal como em português. Na língua italiana moderna, apenas palavras em latim ou palavras estrangeiras têm a letra J. Até ao , o J era utilizado em vez do I, em ditongos como substituto para o último –ii, e em grupos vocais como em Savoja; esta regra era bastante rigorosa no que tocava à escrita. Linguistas da Alemanha e da Europa Central também utilizaram o J em algumas transliterações, de línguas eslavas que utilizam o alfabeto cirílico. Em particular, o \"Е\" em russo é por vezes transliterado para \"je\", o \"Я\" é transliterado para \"ja\" e o caracter \"Ю\" para \"ju\". Muitos nomes em Português começam com a letra J, como José, João, Jaime, Jacinto, Jorge, Jeremias, Joel, entre outros. Três dos doze meses do ano começam com a letra J, Janeiro, Junho e Julho. Devido ao fato de o J ser o último caracter a ser adicionado ao alfabeto latino, poucas cidades em Portugal e no mundo, têm os seus nomes a começar com esta letra. Casos particulares são por exemplo Joanesburgo, Jacarta e Jerusalém. Na química a letra J é a única que não está presente na tabela periódica. == Fonética e códigos == J é uma consoante palatal fricativa sonora. Designa o mesmo som de G do sentido palatal. == Significados == * J na física significa Joule * Valete, a décima primeira carta do baralho (do Inglês \"Jack\") começa com J == O J na computação == Em Unicode o J maiúsculo representa-se U+004A, e o j minúsculo U+006A. O código ASCII para o J maiúsculo é o 74 o para o j minúsculo é o 106, ou em binário 01001010 e 01101010 respectivamente. No código EBCDIC o J é o 209 e o j é o 145. As referências em HTML são \"`&#74;`\" e \"`&#106;`\" para a letra maiúscula e minúscula respectivamente. Nos teclados alfanuméricos o J tem um pequeno relevo e é normalmente pressionado com o indicador direito. Categoria:Alfabeto latino Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "J"
}