{
 "id": "14248",
 "text": "Miguelanxo Prado (Corunha, Galiza, 1958) é um escritor, cineasta e ilustrador de banda desenhada galego. ==Biografia== As suas obras tendem a descrever situações surreais. Ele é um autor com muita projeção internacional, seus livros e histórias em quadrinhos foram traduzidos para muitas línguas. Ele tem reconhecimento especial na Espanha (especialmente na Galíza, onde ele é considerado por muitos o autor mais relevante), França (com grande sucesso crítico e público) e Portugal (ele dedicou a Lisboa um livro de ilustrações \"Carta de Lisboa\" e outro à Cidade brasileira de Belo Horizonte). Em 1984 foi convidado do 1.º Salão de Banda Desenhada e do Fanzine do Porto. Outra faceta importante é a de ilustrador, com obras como a \"Lei do Amor\", de Laura Esquivel (1995) ou livros infantis e juvenis, como \"Cando o mar foi polo río\", de Manuel María, \"O centro do labirinto\", de Agustín Fernández Paz ou \"Bala perdida\" de Manuel Rivas. Essa variedade de estilos é surpreendente e é vista como uma riqueza de sensibilidade altamente apreciada entre os leitores. Nos seus primórdios foi algumas vezes criticado (o editor Toutain era claramente contra as mudanças estilísticas que Miguelanxo Prado fazia). A visão poética das histórias, e um estilo de estilo não local que tem uma forte sensibilidade galega, fazem deste autor um dos representantes mais internacionais da produção cultural galega. Para além da sua atividade artística, Miguelanxo Prado é o diretor, desde 1998, do Salão \"Viñetas desde o Atlántico\" que se realiza anualmente no mês de Agosto na Corunha. Miguelanxo Prado participou do design dos alienígenas do desenho animado americano Men in Black. Ilustrou, também, a história do Sonho nas Noites sem Fim, de Neil Gaiman. Em 2008, os desenhos De Profundis foram transformadas em animação. ==Obra== * Fragmentos da enciclopedia délfica. (1982-1983) * Stratos. (1984-1985) * Crónicas incongruentes. (1985-1986). * Tangências. (1987-1996). * Quotidiano delirante. (1988, 1990 e 1996). * O Manancial da Noite. (1990). (Manuel Montano) * Páxinas Crepusculares (historias inducidas). (1993) * Traço de Giz. (1993). * Carta desde Lisboa. 1995 * Pedro e o lobo. (1997) * Fantasmagories. (2000). * Nostalgias de Belo Horizonte. (2003). * A vida é um delírio. 2003 * The Sandman, Noites eternas. (2004). Colaboração com Neil Gaiman) * A Mansão dos Pimpão. (2005) * De Profundis. (2008) * Ardalén (2012) * Presas Fáceis (2016) ;Prémios * Prémio Diario de Avisos á melhor obra gráfica (Sta. Cruz de Tenerife - 1984). * Prémio Semana de la Historieta de Madrid ao melhor livro do ano - 1986. * Prémio Génie da Convenção de Paris - 1988. * Prémio Salão Internacional da BD do Porto, 1988. * Prémio ao melhor livro do ano Charleroi - 1988. * Prémio Buenaventura, Treviso Comics, Treviso - 1989. * Prémio do [[Salão Internacional de Banda Desenhada de Barcelona á melhor obra de 1988 - 1989. * Prémio Simão, no Porto - 1989. * Prémio ao melhor autor no Salão Internacional de Grenoble - 1990. * Prémio Grand Prix des Alpages no Salão Internacional de Sierre - 1990. * Prémio Philip Morris no Salão Internacional do Livro de Genebra - 1990. * Prémio Max und Moritz do Salão Internacional de BD (Alemanha, 1990). * Prémio l'Alph’Art ao melhor livro estrangeiro Salão Internacional de Angouléme - 1991 * Prémio Associação Nacional de Ilustradores (Madrid, 1992). * Prémio ao melhor autor estrangeiro no Salão de BD de Chile - 1992. * Prémio da Crítica (Artes), Fundação da Crítica Galega (Vigo, 1993). * Premio ao melhor livro do ano no Salão da BD (França, 1993). * Prémio da Associação de Livreiros Especializados de França ao melhor livro do ano - 1993. * Prémio Diario de Avisos á melhor obra gráfica (Sta Cruz de Tenerife -1993). * Prémio Diario de Avisos ao melhor argumento (Sta Cruz de Tenerife, 1993). * Prémio Ourense de BD por toda a sua trajetória - 1993. * Prémio l'Alph-art ao melhor álbum estrangeiro no Festival de Banda Desenhada de Angoulême, Traço de Giz - 1994. * Prémio do Saló Internacional del Cómic de Barcelona á melhor obra de 1993 - 1994. * Prémio Especial do Juri do Festival Internacional de Sierre - 1994. * Prémio ao melhor argumento no Festival de Coxyde - 1994. * Prémio de Honra da Câmara Municipal da Amadora no Festival da Amadora - 1994. * Prémio da crítica ao melhor argumento (Austria, 1994). * Prémio da crítica ao melhor livro do ano (Austria, 1994). * Prémio Fernández Latorre (A Coruña, 1996). * Prémio de Honra ao melhor livro estrangeiro do Festival de Amadora. * Prémio BD Boum (XVIII edição, Blois, França, 2001). * Prémio ao melhor autor completo do Salão do Cómic de Granada - 2002. * Prémio Eisner á melhor antología - 2004. * Grande prémio do Saló del Comic de Barcelona - 2007. * Prémio Fervenzas Literarias ao melhor ilustrador de 2012. * Prémio Fervenzas Literarias ao melhor livro de Banda Desenhada do 2012, por Ardalén. * Prémio do melhor livro estrangeiro Amadora BD, Presas Fáceis editado pela Levoir na colecção Novel Gráfica de 2016 Categoria:Naturais da Corunha Categoria:Animadores Prado, Miguelanxo Prado, Miguelanxo",
 "title": "Miguelanxo Prado"
}