{
 "id": "14253",
 "text": "Braile ou braille é um sistema de escrita tátil utilizado por pessoas cegas ou com baixa visão. É tradicionalmente escrito em papel relevo. Os usuários do sistema Braille podem ler em telas de computadores e em outros suportes eletrônicos graças a um mostrador em braile atualizáveis. Eles podem escrever em braile com reglete e punção, máquina de escrever em braille, notetaker em braille ou computadores que imprimem braile em relevo. miniaturadaimagem|Constituição do Brasil em Braille, numa edição especial feita pelo Senado Federal do Brasil. O Braille recebeu este nome devido ao seu criador Louis Braille, que perdeu a visão em um acidente na infância. Em 1824, Braille desenvolveu aos 15 anos um código para o alfabeto francês em uma melhoria para a escrita noturna. Em 1829, ele publicou o sistema, que incluía a notação musical.Louis Braille, 1829, Method of Writing Words, Music, and Plain Songs by Means of Dots, for Use by the Blind and Arranged for Them Em 1837, ele publicou uma segunda revisão, que foi a primeira forma binária de escrita desenvolvida na era moderna. Os caracteres Braille são pequenos blocos retangulares chamados de células, que contêm minúsculas protuberâncias palpáveis chamadas de pontos levantados. O número e a disposição destes pontos distinguem os caracteres uns dos outros. Já que os vários alfabetos Braille originados como códigos de transcrição de sistemas de escrita impressa, os mapeamentos (conjuntos de designações de caracteres) variam de língua para língua. Em inglês, o Braille tinha três níveis de codificação: * Grau 1 – transcrição letra por letra para alfabetização básica; * Grau 2 – adição de abreviaturas e contrações; * Grau 3 – várias taquigrafias pessoais não padronizadas. Com a criação de novas regras, atualmente esta classificação perdeu prominência entre os orgãos oficiais, a favor da divisão apenas em contraído (contracted, referente ao grau 1) e não contraído (uncontracted, referente ao grau 2). O grau 3 não é regido por estes órgãos, sendo apenas para uso pessoal. No português, apesar da classificação em graus também ser utilizada, as diferentes grafias podem ser divididas em escrita por extenso (grau 1) e estenografia braille (grau 2). As células Braille não são apenas os únicos elementos em um texto Braille, pode haver ilustrações ou gráficos em relevo, com linhas sólidas ou feitas de séries de pontos, setas ou pontos maiores que os pontos Braille, entre outros. Uma célula Braille completa inclui seis pontos dispostos em duas linhas verticais, cada uma com três pontos. As posições dos pontos são identificadas por números de um a seis. São 64 combinações possíveis para usar um ou mais pontos. Uma única célula pode ser usada para representar uma letra do alfabeto, um número, um sinal de pontuação ou mesmo uma palavra inteira. Em face do software do leitor de tela, o uso do Braille tem diminuído. Entretanto, por ensinar ortografia e pontuação, a educação em Braille continua a ser importante para o desenvolvimento de habilidades de leitura entre crianças cegas ou com baixa visão (a alfabetização em Braille está relacionada com maior taxa de emprego). == História == O Braille foi baseado em um código militar tátil conhecido como \"escrita noturna\", desenvolvida por Charles Barbier em resposta ao pedido de Napoleão Bonaparte por um meio para os soldados se comunicarem entre si silenciosamente à noite e sem uma fonte de luz. No sistema de Barbier, conjuntos de 12 pontos em relevo codificavam 36 sons diferentes. Isto provou ser muito difícil para os soldados reconhecerem os códigos pelo toque, e foi rejeitado pelos militares. Em 1821, Barbier visitou o Royal Institute for the Blind, em Paris, onde conheceu Louis Braille. Braille identificou dois defeitos principais no código. Primeiro, representando apenas sons, o código era incapaz de renderizar a ortografia das palavras. Segundo, o dedo humano não poderia englobar todo o símbolo de 12 pontos sem se mover e, portanto, não poderia se mover rapidamente de um símbolo para outro. A solução de Braille foi usar células de 6 pontos e atribuir um padrão específico para cada letra do alfabeto. Inicialmente, o Braille era uma transliteração um–para–um da ortografia francesa, mas logo várias abreviaturas, contrações e até mesmo logogramas foram desenvolvidos. Isto criou um sistema muito mais parecido com a taquigrafia.Peter Daniels, 1996, \"Analog and Digital Writing\", in The World's Writing Systems, p 886 O sistema inglês expandido chamado de Braille de grau 2 estava completo em 1905. Para leitores cegos, o Braille é um sistema de escrita independente, ao invés de um código de ortografia impressa.Daniels & Bright, 1996, The World's Writing Systems, p 817–818 === Derivação === O Braille é derivado do alfabeto latino, embora indiretamente. No sistema Braille original, os padrões de pontos foram atribuídos às letras de acordo com sua posição dentro da ordem alfabética do alfabeto francês, com letras acentuadas e w ordenada no final.Madeleine Loomis, 1942, The Braille Reference Book [for Grades I, I½, and II]. As dez primeiras letras do alfabeto (a – j) usam os quatro pontos superiores (observar os pontos pretos na tabela abaixo). Estes representam os dez dígitos (0 – 9) em um sistema paralelo à guemátria hebraica e à isopsefia grega. As células com menos pontos são atribuídas às três primeiras letras e aos dígitos mais baixos (abc = 123) e às três primeiras vogais nesta parte do alfabeto (aei), enquanto os dígitos par (4, 6, 8, 0) são ângulos retos. As dez letras seguintes (k – t) são idênticas às dez primeiras letras (a – j), respectivamente, com a adição de um ponto na posição três. Derivação (pontos coloridos) das 26 letras do alfabeto a partir dos 10 dígitos numéricos (pontos pretos) a/1 b/2 c/3 d/4 e/5 f/6 g/7 h/8 i/9 j/0 k l m n o p q r s t u v x y z w As próximas dez letras (a próxima década) são as mesmas novamente, mas com pontos também nas posições 3 e 6 (pontos verdes). A letra w foi deixada de fora, porque não fazia parte do alfabeto francês enquanto Braille estava vivo. A ordem francesa em Braille é u v x y z ç é à è ù.The values of the letters after z differ from language to language; these are Braille's assignments for French. As próximas dez letras (terminando em w) são as mesmas outra vez, exceto que a posição 6 (ponto roxo) é usada sem a posição 3. Estas são â ê î ô û ë ï ü ö w.W had been tacked onto the 39 letters of the French alphabet to accommodate English. A série a – j reduzida a um espaço de ponto é usada para pontuação. As letras a, b e c, que usam apenas pontos na linha superior, foram abaixadas dois lugares para o apóstrofo e o hífen. Existem também dez padrões que se baseiam nas duas primeiras letras deslocadas para a direita. Estes foram atribuídos a letras não francesas (ì ä ò) ou tem outras funções como sobrescrito, letra maiúscula, sinal numérico, entre outros. : 64 células Braille Década Sequência numérica shift right 1 2 3 4 5 shiftdown Havia originalmente nove décadas. Da quinta a nona década, eram usados tanto traços quanto pontos. Isto provou ser impraticável e foi abandonado logo. Estes poderiam ser substituídos com o que conhecemos como sinal do número, embora tenha valido apenas para os dígitos (5a década velha → 1a década moderna). O traço ocupando a linha superior da sexta década original foi simplesmente abandonado, produzindo a quinta década moderna. === Tarefa === Historicamente houve três princípios na atribuição dos valores de um script linear (impressão) para o Braille: usando os valores originais da letra francesa de Louis Braille, reatribuir as letras braille de acordo com a ordem de classificação do alfabeto de impressão que está sendo transcrito e reatribuir as letras para melhorar a eficiência da escrita em Braille. Sob o consenso internacional, a maioria dos alfabetos Braille segue a ordem de classificação francesa para as 26 letras do alfabeto latino básico, e houve tentativas de unificar as letras além destas 26, embora as diferenças permaneçam. Por exemplo, em Braille alemão e as contrações em Braille Inglês. Esta unificação evita o caos de cada país reordenando o código Braile para corresponder à ordem de classificação do seu alfabeto de impressão, como aconteceu em Braille argelino, onde os códigos Braile foram numericamente reatribuídos para combinar com a ordem alfabética árabe e têm pouca relação com os valores usados em outros países (compare Braille moderno árabe, que usa a ordem de classificação francesa), e em uma versão americana recente do Braille inglês, onde as letras w, x, y, z foram reatribuídas para combinar com a ordem alfabética inglesa. Uma convenção vista às vezes para além das 26 letras básicas é explorar a simetria física de padrões de Braille de forma icônica. Por exemplo, atribuindo um n invertido a ñ ou um s invertido a sh. Um terceiro princípio era atribuir códigos de Braille de acordo com a freqüência, com os padrões mais simples (mais rápidos para escrever) atribuídos às letras mais frequentes do alfabeto. Estes alfabetos baseados em frequência foram usados na Alemanha e nos Estados Unidos no século XIX, mas nenhum é atestado no uso moderno. Finalmente existem scripts Braille que não ordenam os códigos numericamente como o Braille japonês e o Braille coreano, que se baseiam em princípios mais abstratos da composição da sílaba. Os textos acadêmicos são às vezes escritos em um script de oito em vez de seis pontos por célula, permitindo-lhes codificar um maior número de símbolos. O Braille luxemburguês adotou células de oito pontos para uso geral. Por exemplo, adiciona um ponto abaixo de cada letra para derivar sua variante com letra maiúscula. == O código Braille == Cada célula braille possui 6 pontos de preenchimento, permitindo 63 combinações. Alguns consideram a célula vazia como um símbolo também, totalizando 64 combinações. Assim, podem-se designar combinações de pontos para todas as letras e para a pontuação da maioria dos alfabetos. Cada ponto da célula recebe um número de identificação de 1 a 6, iniciando no primeiro ponto superior à esquerda, e terminando no último ponto inferior à direita, no sentido vertical. O braille é lido da esquerda para a direita, com uma ou ambas as mãos. Vários idiomas usam uma forma abreviada de braille, na qual certas células são usadas no lugar de combinações de letras ou de palavras frequentemente usadas. Algumas pessoas ganharam tanta prática em ler braille que conseguem ler até 200 palavras por minuto. As primeiras dez letras (A a J) só usam os pontos das duas fileiras de cima. Os números de 1 a 9 e o zero são representados por esses mesmos dez sinais, precedidos pelo sinal de número, especial. As dez letras seguintes (K a T) acrescentam o ponto no canto inferior esquerdo a cada uma das dez primeiras letras. As últimas cinco letras (U a Z) acrescentam ambos os pontos inferiores às cinco primeiras letras, a exceção da letra \"w\", que foi acrescentada posteriormente ao alfabeto francês. Image:Braille A1.svg|A, 1 Image:Braille B2.svg|B, 2 Image:Braille C3.svg|C, 3 Image:Braille D4.svg|D, 4 Image:Braille E5.svg|E, 5 Image:Braille F6.svg|F, 6 Image:Braille G7.svg|G, 7 Image:Braille H8.svg|H, 8 Image:Braille I9.svg|I, 9 Image:Braille J0.svg|J, 0 (zero) Image:Braille K.svg|K Image:Braille L.svg|L Image:Braille M.svg|M Image:Braille N.svg|N Image:Braille O.svg|O Image:Braille P.svg|P Image:Braille Q.svg|Q Image:Braille R.svg|R Image:Braille S.svg|S Image:Braille T.svg|T Image:Braille U.svg|U Image:Braille V.svg|V Image:Braille W.svg|W Image:Braille X.svg|X Image:Braille Y.svg|Y Image:Braille Z.svg|Z As combinações restantes, ainda possíveis visto que 63 hipóteses de combinação dos pontos, são usadas para pontuação, contrações e abreviaturas especiais. Os exemplos abaixo referem-se ao braille de língua inglesa: Image:Braille NumberSign.svg|Prefixo numérico Image:Braille Period.svg|Ponto Image:Braille Comma.svg|Vírgula Image:Braille QuestionMark.svg|Interrogação Image:Braille Semicolon.svg|Ponto e vírgula Image:Braille ExclamationPoint.svg|Exclamação Image:Braille Hyphen.svg|Hífen De acordo com a Grafia Braille Para a Língua Portuguesa (aprovada pela portaria nº 2.678 de 24 de setembro de 2002 ) e publicada pelo Ministério da Educação e Secretaria de Educação Especial (2ª edição, 2006), fazem-se necessárias as seguintes atualizações: Image:Braille DecimalPoint.svg|Maiúsculas. Se utilizado duas vezes seguidas, significa que a palavra toda é maiúscula. Para uma frase com mais de três palavras em \"caixa alta\", devemos iniciá-la com dois pontos (25), seguidos de dois sinais de maiúsculas e a última palavra da frase em questão deverá ser antecedida de dois sinais de maiúsculas novamente. Image:Braille_Apostrophe.svg|Ponto ou Apóstrofe Image:Braille QuoteOpen.svg|Aspas, tanto iniciais como finais. Os parênteses foram subdivididos em cinco grupos: Image:Braille Ê.svg|Abertura (para números) Image:Braille Ä.svg|Fechamento (para números) Image:Braille Ê.svg|Abertura (para texto). São usadas 2 células Image:Braille_Apostrophe.svg Image:Braille_CapitalSign.svg| Fechamento (para texto). São usadas 2 células Image:Braille Ä.svg Algumas contrações e abreviaturas às vezes tornam o braille difícil de aprender. Isto acontece especialmente no caso de pessoas que ficam cegas numa idade mais avançada, visto que a única forma de aprender braile é memorizar todos os sinais. Por esse motivo, há vários \"graus\" de braille. O braille por extenso, ou grau um, só utiliza os sinais que representam o alfabeto e a pontuação, os números e alguns poucos sinais especiais de composição que são específicos do sistema. Corresponde letra por letra, à impressão visual que é observável num texto comum. Este grau é o mais fácil de se aprender, visto que há menos sinais para memorizar. Por outro lado, o braille grau um é o mais lento para ser transcrito e lido, e o produto final, impresso, é mais volumoso. Visto que a maioria do braille produzido hoje é transcrito e produzido por voluntários, em organizações não lucrativas, o grau um é usado raramente. O braille grau dois é uma forma mais abreviada do braille. Por exemplo, em inglês, cada um dos 26 sinais que representam o alfabeto têm um significado duplo. Se o sinal é usado em combinação com outros padrões dentro de uma palavra, representa apenas uma letra, mas se estiver isolado representa uma palavra comum. Isto ocorre similarmente no braille português. Assim, por exemplo, o sinal para n isolado representa não, abx representa abaixo, abt, absoluto, ag, alguém, e assim por diante. Outros sinais são empregues para representar prefixos e sufixos comuns. O uso de contracções e abreviaturas reduz bastante o tempo envolvido em transcrever e ler a matéria, bem como o tamanho do volume acabado. Actualmente, portanto, este é o grau mais comum do braille. Em contrapartida, é mais difícil aprender o braille abreviado grau dois. É necessário memorizar todos os 63 sinais diferentes (a maioria dos quais tem mais de um significado, dependendo de como são usados), mas também é preciso aprender o conjunto de regras necessárias que governam quando cada sinal pode ou não ser usado. O grau três é uma forma de braille altamente abreviada, especialmente usada em inglês. No grau três há várias contracções e abreviaturas a memorizar, e as regras que governam o seu uso são correspondentemente difíceis. O braille grau três é usualmente utilizado em anotações científicas ou em outras matérias muito técnicas. Visto que bem poucos cegos conseguem ler este grau de braille, não é usado com frequência. == Alfabeto Braille com codificação Unicode == Padrões básicos ⠁ ⠃ ⠉ ⠙ ⠑ ⠋ ⠛ ⠓ ⠊ ⠚ Letra A B C D E F G H I J Número 1 2 3 4 5 6 7 8 9 0 Com o ponto 3 ⠅ ⠇ ⠍ ⠝ ⠕ ⠏ ⠟ ⠗ ⠎ ⠞ Letra K L M N O P Q R S T Com os pontos 3 e 6 ⠥ ⠧ ⠭ ⠽ ⠵ ⠯ ⠿ ⠷ ⠮ ⠾ Letra U V X Y Z Ç É Á É Ú Com o ponto 6 ⠡ ⠣ ⠩ ⠹ ⠱ ⠫ ⠻ ⠳ ⠪ ⠺ Letra Â Ê Ì Ô Ù À Ï Ü Õ Ò/W Outros padrões e combinações: Braille Letra/Símbolo ⠌ Í ⠜ Ã ⠬ Ó ⠂ vírgula (,) ⠄ ponto (.) / apóstrofo (') ⠄⠄⠄ reticências (…) ⠆ ponto-e-vírgula (;) ⠒ dois-pontos (:) ⠖ ponto de exclamação (!) ⠢ ponto de interrogação (?) ⠤ hífen (–) ⠤⠤ travessão (—) ⠦ aspas (\") ⠣⠄ abre parêntese [(] (para texto) ⠠⠜ fecha parêntese [)] (para texto) ⠣ abre parêntese [(] (para números) ⠜ fecha parêntese [)] (para números) ⠔ asterisco (*) ⠰ cifrão ($) ⠈⠑ euro (€) ⠔ grifo (exemplo) ⠨ inicial maiúscula (Exemplo) ⠨⠨ caixa alta (EXEMPLO) ⠼ número === Transcodificação entre ASCII e Unicode === Em computador, pode-se representar os 64 símbolos do código braille de 6 pontos em arquivos de texto não formatado, usando-se 64 caracteres do conjunto ASCII. Na tela, um texto assim codificado será visto como uma mistura de letras, números e outros sinais, a não ser que se use uma fonte de caracteres especial (como SimBraille).View: SimBraille Font — Visualização de texto braille em fontes diferentes (SimBraille, no caso). Ver também View: Print Font. A codificação em ASCII é compatível com a maioria das impressoras braille. Outra forma de codificação é através do padrão Unicode, que reserva 256 code points para os símbolos braille (de 6 e 8 pontos).Unicode Braille Patterns (Range: 2800—28FF) Para converter entre as duas codificações citadas (ASCII e Unicode), é útil a seguinte cadeia de caracteres, compatível com linguagens de programação como C (linguagem de programação) e Python, que corresponde aos caracteres braille em Unicode no âmbito de \\u2800 a \\u283F: \" A1B'K2L@CIF/MSP\\\"E3H9O6R^DJG>NTQ,*5<-U8V.%[$+X!&;:4\\\\\\0Z7(_?W]#Y)=\" Os símbolos correspondentes, em braille de 6 pontos (Unicode \\u2800 a \\u283F), são: \"⠀⠁⠂⠃⠄⠅⠆⠇⠈⠉⠊⠋⠌⠍⠎⠏⠐⠑⠒⠓⠔⠕⠖⠗⠘⠙⠚⠛⠜⠝⠞⠟⠠⠡⠢⠣⠤⠥⠦⠧⠨⠩⠪⠫⠬⠭⠮⠯⠰⠱⠲⠳⠴⠵⠶⠷⠸⠹⠺⠻⠼⠽⠾⠿\" == Mídia Braille == A impressão em Braille não é utilizada somente em livros e folhetos. Ultimamente ela vem sendo utilizada em CDs, DVDs e Blue Ray como uma nova forma de leitura. São fabricados com impressões em braile no rótulo da mídia para que haja facilidade na identificação do conteúdo. == Dia Mundial do Braille == Todos os anos é comemorado em 4 de janeiro o Dia Mundial do Braille em memória ao nascimento de Louis Braille e seus esforços. No entanto, o evento não é considerado um feriado público. ==Ligações externas== *Curso Virtual gratuito de Braille - Universidade de São Paulo *Associação Sorocabana de Atividades para Deficientes Visuais *Delius - Conversor gratuito de partituras musicais para Braille, descrito na tese Uma ferramenta para notação musical em Braille, de Arthur Tofani *Grafia Braille para a Língua Portuguesa - Ministério da Educação - Secretaria de Educação Especial Categoria:Louis Braille Categoria:Sistemas de escrita Categoria:Cegueira Categoria:Codificação Categoria:1825 na ciência Categoria:Tipografia digital Categoria:Epônimos Categoria:Invenções da França Categoria:Invenções do século XIX Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Braille"
}