{
 "id": "14261",
 "text": "{{Info/Município do Brasil | nome = Ananás | foto = | apelido = Abacaxi\" \"Portal do Bico do Papagaio | brasão = Brasao-ananas.jpg | bandeira = Bandeira-ananas.jpg | link_hino = s:Hino do município de Ananás | link_brasão = | aniversário = 14 de outubro | fundação = | gentílico = ananaense | lema = | prefeito = Valdemar Batista Nepomuceno | partido = PSD | fim_mandato = 2024 | mapa = Tocantins Municip Ananas.svg | latP = S | latG = 06 | latM = 21 | latS = 57 | lonP = O | lonG = 48 | lonM = 04 | lonS = 22 | estado = Tocantins | mesorregião = Ocidental do Tocantins | microrregião = Bico do Papagaio | região_metropolitana = | vizinhos = Riachinho, Xambioá, Angico, Cachoeirinha, Araguatins, São Bento, Luzinópolis, Nazaré, Palestina do Pará, São Geraldo do Araguaia | dist_capital = 504 | área = 1587.000 | área_ref = | população = 15163 | população_pos = TO: 29º | altitude = 220 | clima = quente | sigla_clima = | idh = 0.667 | pib = mil | pib_per_capita = 5890.16 | site_prefeitura = http://www.ananas.to.gov.br/ | site_câmara = http://www.ananas.to.leg.br/ | leg_foto = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | Vice-prefeito = Idemar Formiga }} Ananás é um município brasileiro do estado do Tocantins. Localiza-se a uma latitude 06º21'55\" sul e a uma longitude 48º04'22\" oeste, estando a uma altitude de 220 metros. Sua população estimada em 2004 era de 11 501 habitantes. É comemorado seu aniversário em 14 de outubro, com comemorações regionais. Possui uma área de 1398,8 km². Situa-se relativamente perto, a cerca de 50 km, do rio Araguaia. A principal atividade econômica é a pecuária. Uma das diversões da cidade são as vaquejadas. == História == O município de Ananás, localizado no Vale do Araguaia, tem seu primeiro registro histórico em 1870. Teodoro Geofre Vanderley, proveniente do Maranhão, comprou uma gleba de terra, muito fértil em mogno, que era de propriedade dos padres. Após vários anos aquela foi vendida a João Ribeiro Pires de Oliveira. Em 1890, quando alguns fazendeiros escolheram as Campinas da região para criatório de gado, passando estes criadores, a trazerem suas famílias e habitarem este local. Mas, o primeiro registro histórico foi por ocasião da fixação da família José Honorato da Cruz, vinda do Maranhão por volta de 1903, onde hoje se ergue a sede principal. Os primeiros habitantes trabalhavam na criação de gado, lavoura de cana e extração de amêndoas de babaçu. Aos poucos, com a fertilidade das terras, esse aglomerado rural começou a chamar a atenção dos municípios vizinhos. Em 1946, fixou residência nesse local o comerciante José Leite, com um comércio de compra de peles silvestres, amêndoas de babaçu e arroz, fornecendo em troca, tecidos, ferragens, calçados e munições. Do garimpo do Chiqueirão (Xambioá) as autoridades expulsaram garimpeiros que, sem ter aonde ir, alcançaram um lugar, já habitado, que, mais tarde se chamaria Ananás. A povoação aconteceu de fato no período de 1953 a 1958, com a vinda de muita gente para este local, alguns mais do norte, vieram fugindo da guerrilha do Padre João contra o fazendeiro Leão Ledra (Tocantinópolis), outros, em grande parte maranhenses, a procura de terras para exploração do babaçu e para implantar lavouras. Em 1952 o pastor evangélico Tiburcio Vieira, que veio em uma missão de evangelização, deu início a localização de lotes para construção de residências de adeptos para a sua igreja dando início a rua dos crentes, hoje com o nome de Avenida Betel. Na região havia em abundância uma fruta parecida com o abacaxi ananás, daí o local ficou conhecido sob essa denominação. A fertilidade do solo na região propiciou condições para a consolidação do núcleo populacional e a consequente elevação do mesmo à categoria de Distrito. Isto por força da Lei Municipal n° 30, de 1° de Dezembro de 1960. A Lei Estadual n° 4.684, de 4 de Outubro de 1963, elevou o Distrito a categoria de Município do Estado de Goiás e a sua sede á categoria de cidade, desmembrando-o do município de Araguaína, ao qual se encontrava subordinado política e administrativamente, tendo o primeiro prefeito eleito pelo voto popular, senhor Antônio Araújo Dias (Antônio Juca).Exerceu o seu mandato 31 do mês de Janeiro de 1966 até o dia 30 de janeiro de 1970. E também exerceu o seu segundo mandato no dia 31 de mês de janeiro até 31 do mês de janeiro de 1983. O prefeito que disponibilizou a cidade de Ananás o acesso a rede elétrica via motor e também responsável pela construção da ponte que liga Anánas aos municípios: Xambioá, Wanderlândia, Tocantinópolis. Foi responsável também pela pavimentação das ruas de Ananás. Nos dias atuais, o município encontra-se em uma fase de desenvolvimento, com um comércio forte e grande demanda de prestação de serviços e instalações de indústria e faculdades na cidade, sendo referência para a região e municípios ao seu redor. A cidade possui cinco avenidas importantes que cortam todo o perímetro urbano da cidade onde estão instalados os principais comércios e prédios públicos, são elas: Avenida Brasil, Avenida Betel, Avenida Duque de Caxias, Avenida Antônio Alves Moreira e Avenida Brigadeiro Eduardo Gomes. O município possui em sua área municipal alguns aglomerados urbanos sob a sua jurisdição que são: Povoado Tapuio, Povoado São João do Araguaia, Povoado São Raimundo, Povoado dos Nunes, Povoado Bacuri e Povoado Araguanorte, localizado na beira do Rio Araguaia. Uma festa religiosa é celebrada anualmente a 29 de junho, em homenagem a São Pedro Apóstolo, Padroeiro da paróquia e do Município. Está situado a 520 km de Palmas e a 1.326 km de Brasília. Principais Bairros da cidade: Centro, Bairro Chapadinha II, Bairro Chapadinha I, Vila Raimunda Rosa, Vila Edvan Brasil, Setor Quatro Bocas, Setor Mangueiras, Setor Batentes, Setor Rodoviário, Setor Alto Bonito, Setor Maria Leite, Setor Água Rasa e Setor Buritizal. ;A Guerrilha do Araguaia Em 1972 o local foi palco de um movimento militar na fase mais radical da ditadura brasileira. Nesse contexto, o exército brasileiro tomou de assalto a região do baixo Araguaia, fazendo de Marabá e Xambioá suas cidades-quartéis. A ocupação da área tinha por objetivo aniquilar o incipiente movimento de resistência que vinha sendo construído na região por militantes do Partido Comunista do Brasil. Esta agressão militar, que atingiu não só os militantes comunistas, mas também a população local, deu início ao episódio que ficou conhecido pela história como a Guerrilha do Araguaia. Até hoje vivem na região ex-guerrilheiros e também ex-combatentes da guerrilha. ;Usina Hidrelétrica de Santa Isabel A UHE de Santa Isabel, localizada no rio Araguaia, é um projeto polêmico que fica na divisa do Tocantins com o estado do Pará, entre o município de Ananás e Palestina do Pará. A Usina Hidrelétrica de Santa Isabel, foi projetada para aproveitamento do imenso volume hídrico do Rio Araguaia. Idealizado ainda na década de 80, no século passado, o projeto da UHE de Santa Isabel foi leiloado e adquirido por investidores privados, em plena crise do apagão de 2001, ocorrida no início deste século. O projeto de Santa Isabel era de responsabilidade do Consórcio GESAI (Geração Santa Isabel) e GMT, constituído pelas empresas Vale, Alcoa Alumínio S.A., BHP Billiton Metais S.A., Camargo Corrêa S.A., Junior Cambista S.A. e Votorantim Cimentos LTDA. As empresas ganharam a concessão para a construção da usina em novembro de 2001. A hidrelétrica agora suspensa iria afetar diretamente o Parque Estadual Serra dos Matírios-Andorinhas e a Área de Proteção Ambiental Lago de Santa Isabel, além de 131 cavernas naturais aqui da região. A UHE, que deveria entrar na operação em 2007, teria capacidade de geração nominal de 1.087 megawatts. Entretanto, o Ibama, considerou de que o Rio Araguaia é um dos poucos rios que não tem hidrelétricas construídas, e que deveria continuar assim. Além disso, o órgão alegou que as obras da usina trariam outros impactos, promovendo o aumento da população e o desmatamento da região. Hoje se encontra em administração pelo filosofo e advogado Joelson Queres Leite == Educação == A cidade abriga universidades como: * FABIC/FACMED - Faculdade do Bico com os seguintes cursos presenciais: Direito, Enfermagem, Ciências Contábeis e Agronegócio *IETO - Instituto Educacional do Tocantins * UFT - Universidade Federal do Tocantins, na modalidade a distância pela UAB - Universidade Aberta do Brasil com os seguintes cursos: Biologia e Física. * UNITINS - Universidade Estadual do Tocantins, na modalidade a distância pela UAB - Universidade Aberta do Brasil com os cursos: Pedagogia e Letras. * CENAPEGS - Centro de Ensino e Aprendizagem Profissional Elias Gonçalves de Souza com qualificação e habilitação de técnicos e auxiliares do eixo Tecnológico, Ambiente, Saúde e Segurança. A cidade conta com 4 escolas estaduais, 2 conveniadas e 4 municipais: ;Estaduais: * CEM CAAP- Centro de Ensino Médio Cabo Aparício Araújo Paz * Colégio Estadual Getúlio Vargas * Escola Estadual Antônio Alves Moreira * Escola Estadual Presidente Costa e Silva - Povoado São João do Araguaia ;Conveniadas : * Escola Evangélica Gunnar Vingren -(Campus do Pronatec) * Escola Paroquial São Pedro ;Municipais: * Escola Municipal Leontino Pereira de Sousa * CEI - Centro de Educação Infantil Mãe Joana * Escola Municipal João Dias Borges * Escola Municipal Ministro Marcos Freire * Escola Municipal Domingos Martins - Povoado São João do Araguaia == Lazer e Esportes == A cidade conta com bares, adegas, restaurantes e pizzarias de boa qualidade, em todas as vias principais da cidade e em especial aos arredores da Praça São Pedro, com vastos empreendimentos de gastronomia. O principal local dos eventos esportivos e culturais é o Estádio Manoel Ramos, o Manezão e o Ginásio de Esportes Francisco Xavier de Sousa, que sediou vários eventos esportivos do estado do Tocantins. A cidade conta ainda com um time de futsal profissional, o Invictus Ananás, que ganhou a Liga Estadual de Futsal de 2018, realizado em Pedro Afonso - TO e diversas outros campeonatos estaduais. O carnaval de rua é uma tradição na cidade, que sempre promete muita folia durante as quatro noites de carnaval. O evento recebe muitos turistas das cidades vizinhas de Ananás, bem como de cidades do Pará, Norte do Tocantins e Bico do Papagaio. Dia 12 de agosto é um feriado cultural da cidade. === Transportes === Ananás encontra-se localizado próxima a rodovia TO-416 dando acesso a Wanderlândia-TO e a rodovia federal BR-153 que dá acesso a Araguaína-TO, TO-210 acesso a Angico-TO, TO-487 e TO-413 dando acesso ao Rio Araguaia. A cidade conta com uma empresa de ônibus: Transportadora Santa Izabel LTDA, fazendo linhas para as cidades de Xambioá, Araguaína e Tocantinópolis, Imperatriz-MA e Palmas-TO. E várias outras linhas de transportes de vans e ônibus que fazem linhas todos os dias para toda a região do Bico do Papagaio e Goiânia-GO. == Cultura == === Comunicações === As emissoras de televisão de Ananás são: * TV Anhanguera (Araguaína) TV Globo hoje TV Rio Formoso Araguaína * Rede Sat Tocantins (TV Brasil) canal 13 Além das emissoras de televisão, o município de Ananás também dispõe da seguinte emissora de rádio: * Rádio Cidade FM 87,9 ===== Personalidades ===== * A estudante Ana Paula Feliciano ficou conhecida na mídia após participar do concurso Miss Tocantins, apesar de não levar o prêmio de 1º lugar, a modelo ficou conhecida nas redes sociais. Categoria:Municípios do Tocantins",
 "title": "Ananás (Tocantins)"
}