{
 "id": "14293",
 "text": "Fractal (do latim fractu: fração, quebrado) é uma figura da geometria não clássica muito encontrada na natureza, isto é, um objeto em que suas partes separadas repetem os traços (a aparência) do todo completo (padrão repetitivo), como por exemplo na Brassica oleracea e no floco de neve de Koch. O termo, criado em 1975 por Benoît Mandelbrot, é uma tentativa de se medir o tamanho de objetos para os quais as definições tradicionais da geometria euclidiana falham. A geometria fractal é o ramo da matemática que estuda as propriedades e o comportamento dos fractais. Descreve muitas situações que não podem ser explicadas facilmente pela geometria clássica, e foram aplicadas em ciência, em tecnologia e em arte gerada por computador. Um fractal é um objeto geométrico que pode ser dividido em partes, cada uma das quais semelhante ao objeto original. Diz-se que os fractais têm infinitos detalhes, são geralmente autossimilares e de escala. Em muitos casos um fractal pode ser gerado por um padrão repetido, tipicamente um processo recorrente ou iterativo. ==Etimologia== O termo foi criado em 1975 por Benoît Mandelbrot, matemático francês nascido na Polónia que descobriu a geometria fractal na década de 1970, a partir do adjetivo latino fractus, do verbo frangere, que significa quebrar. Vários tipos de fractais foram originalmente estudados como objetos matemáticos. == História == Durante séculos, os objetos e os conceitos da filosofia e da geometria euclidiana foram considerados como os que melhor descreviam o mundo em que vivemos. A descoberta de geometrias não-euclidianas introduziu novos objetos que representam certos fenômenos do Universo, tal como se passou com os fractais. Assim, considera-se hoje que tais objetos retratam formas e fenômenos da Natureza. A ideia dos fractais teve a sua origem no trabalho de alguns cientistas entre 1857 e 1913. Esse trabalho deu a conhecer alguns objetos, catalogados como \"demônios\", que se supunha não terem grande valor científico. Em 1872, Karl Weierstrass encontrou o exemplo de uma função com a propriedade de ser contínua em todo seu domínio, mas em nenhuma parte diferenciável. O gráfico desta função é chamado atualmente de fractal. Em 1904, Helge von Koch, não satisfeito com a definição muito abstrata e analítica de Weierstrass, deu uma definição mais geométrica de uma função similar, atualmente conhecida como Koch snowflake (ou floco de neve de Koch), que é o resultado de infinitas adições de triângulos ao perímetro de um triângulo inicial. Cada vez que novos triângulos são adicionados, o perímetro cresce, e fatalmente se aproxima do infinito. Dessa maneira, o fractal abrange uma área finita dentro de um perímetro infinito. Também houve muitos outros trabalhos relacionados a estas figuras, mas esta ciência só conseguiu se desenvolver plenamente a partir dos anos 60, com o auxílio da computação. Um dos pioneiros a usar esta técnica foi Benoît Mandelbrot, um matemático que já vinha estudando tais figuras. Mandelbrot foi responsável por criar o termo fractal, e responsável pela descoberta de um dos fractais mais conhecidos, o conjunto de Mandelbrot. == Categorias de fractais == Aumento de 350 vezes do conjunto de Mandelbrot mostra os pequenos detalhes repetindo o conjunto inteiro. Os fractais podem ser agrupados em três categorias principais. Estas categorias são determinadas pelo modo como o fractal é formado ou gerado: :* Sistema de funções iteradas — Estas possuem uma regra fixa de substituição geométrica. Conjunto de Cantor, tapete de Sierpinski, Sierpinski gasket, curva de Peano, floco de neve de Koch, curva do dragão de Harter-Heighway, T-Square, esponja de Menger, são alguns exemplos deste tipo de fractal. :* Fractais definidos por uma relação de recorrência em cada ponto do espaço (tal como o plano complexo). Exemplos deste tipo são o conjunto de Mandelbrot e o fractal de Lyapunov. Estes também são chamados de fractais de fuga do tempo. :* Fractais aleatórios, gerados por processos estocásticos ao invés de determinísticos, por exemplo, terrenos fractais e o vôo de Lévy. Ainda, também podem ser classificados de acordo com sua autossimilaridade. Existem três tipos de autossimilaridade encontrados em fractais: :* Autossimilaridade exata: é a forma em que a autossimilaridade é mais marcante, evidente. O fractal é idêntico em diferentes escalas. Fractais gerados por sistemas de funções iterativas geralmente apresentam uma autossimilaridade exata. :* Quase-autossimilaridade: é uma forma mais solta de autossimilaridade. O fractal aparenta ser aproximadamente (mas não exatamente) idêntico em escalas diferentes. Fractais quase-autossimilares contém pequenas cópias do fractal inteiro de maneira distorcida ou degenerada. Fractais definidos por relações de recorrência são geralmente quase-autossimilares, mas não exatamente autossimilares. :* Autossimilaridade estatística: é a forma menos evidente de autossimilaridade. O fractal possui medidas númericas ou estatísticas que são preservadas em diferentes escalas. As definições de fractais geralmente implicam alguma forma de autossimilaridade estatística (mesmo a dimensão fractal é uma medida numérica preservada em diferentes escalas). Fractais aleatórios são exemplos de fractais que possuem autossimilaridade estatística, mas não são exatamente nem quase autossimilares. Entretanto, nem todos os objetos autossimilares são considerados fractais. Uma linha real (uma linha reta Euclidiana), por exemplo, é exatamente autossimilar, mas o argumento de que objetos Euclidianos são fractais é defendido por poucos. Mandelbrot argumentava que a definição de fractal deveria incluir não apenas fractais \"verdadeiros\" mas também objetos Euclidianos tradicionais, pois números irracionais em uma linha real representam propriedades complexas e não repetitivas. Pelo fato do fractal possuir uma granulometria infinita, nenhum objeto natural pode sê-lo. Os objetos naturais podem exibir uma estrutura semelhante ao fractal, porém com uma estrutura de tamanho limitado. == Definições == Os fractais podem ser definidos segundo algumas características intuitivas, pois se torna difícil a conversão da definição matemática para a linguagem ordinária devido à falta de termos adequados à sua tradução. Mandelbrot definiu fractal como \"um sistema organizado para o qual a dimensão de Hausdorff-Besicovitch excede estritamente a dimensão topológica (número inteiro que caracteriza a geometria de um objeto euclidiano – por exemplo: zero para um ponto, um para uma linha, etc.), onde fractais cujas estruturas sejam ego-semelhantes, ou a dimensão de Hausdorff é igual a dimensão de Minkowski-Bouligand. Simplificando, o todo forma a parte e a parte forma o todo, ou ainda, a parte reflete o todo, assim como, o todo reflete a parte. Na definição de fractal, os problemas de linguagem incluem: : * Não há nenhum significado preciso para o termo \"muito irregular\". : * Quando se diz \"dimensão\", pode haver dúvida na definição do conceito, pois o termo pode ter diversos significados (por exemplo: \"tamanho\", \"importância, -no sentido de valor-\", \"ordem de matrizes na representação matricial de um grupo\", \"grau\", \"num espaço vetorial, o número de vetores de sua base\", \"num espaço, o número mínimo de coordenadas necessárias à determinação unívoca de seus pontos\", etc.). Porém no caso dos fractais, dimensão significa estritamente o \"número fracionário ou irracional que caracteriza a geometria de um fractal.\". : * Há muitos modos que um objeto pode ser ego-semelhante. Pode-se tentar explicar como uma espécie de fractais \"irmãos gêmeos idênticos\", onde existe a igualdade na semelhança física, porém suas 'personalidades' são diferentes\". Isto ocorre quando inicialmente as curvas são alimentadas pelos mesmos dados, mas em determinado momento, há um desvio nos valores dos dados, por exemplo, quando observamos dois fractais numa escala 1:1, estes têm exatamente a mesma aparência, mas se os observarmos numa dimensão 1:1 000 000, as figuras observadas são completamente diferentes. : * Nem todo fractal possui repetitividade, dependendo dos dados inseridos (principalmente no domínio do tempo) este não terá em escalas menores a mesma aparência, aparecendo distorções da figura. == Exemplos == Conjunto de Mandelbrot: Uma das representações mais icônicas de fractais, o Conjunto de Mandelbrot pode ser mostrado em diferentes níveis de zoom, revelando a complexidade infinita de suas bordas. As imagens podem incluir várias iterações, destacando sua forma característica. Triângulo de Sierpinski: O processo de construção do Triângulo de Sierpinski pode ser ilustrado em etapas, mostrando a primeira, segunda e terceira iterações. Isso permite visualizar claramente o caráter repetitivo e auto-similar deste fractal. Árvore de Pythagoras: Imagens deste fractal podem demonstrar sua estrutura ramificada, enfatizando como cada nível da árvore se divide de maneira semelhante, criando uma aparência que remete a árvores naturais. Curva de Koch: Inicia-se como uma linha reta e ao dividir cada segmento em três partes e criar um triângulo no meio, a linha se torna mais complexa, mas mantém uma estrutura auto-similar. Fractais na Natureza: Exemplos naturais de fractais incluem o brócolis romanesco, cujas inflorescências apresentam padrões de auto-similaridade. Outros exemplos são as nervuras de folhas e a estrutura das galáxias, que revelam como a matemática dos fractais se manifesta no mundo ao nosso redor. == Cálculo da Dimensão Fractal == Existem diversos métodos para o cálculo da dimensão fractal de uma determinada imagem digital. A dimensão de um fractal representa o grau de ocupação desta figura geométrica no espaço, ou de outro modo, indica a irregularidade da figura geométrica analisada. Será mostrado a seguir um método baseado no software imagej que calcula a dimensão fractal de uma imagem binarizada (duas cores, em geral preto e branco) através do plugin bonej. Este plugin calcula a dimensão fractal baseado numa imagem binária pela aplicação do algoritmo conhecido por box-counting algorithm. O método Box-counting é muito utilizado, devido a relativa facilidade de implementação computacional. Este algoritmo preenche uma figura bidimensional com um conjunto de quadrados e calcula a quantidade de quadrados necessários (N) para cobrir toda a superfície da figura. O algoritmo segue aumentando o número de quadrados que cobre a figura até que se atinja o valor da dimensão fractal que é o coeficiente angular do gráfico log(box count) versus -log(box size). O gráfico mostra \"slope\" (inclinação) da reta e ajuste dos pontos mostrados que é a própria Dimensão Fractal. A qualidade do ajuste dos dados é indicado pelo valor de R2. A figura acima do referido gráfico exibe os mesmos resultados vistos no gráfico, mas com arredondamento Dimensão Fractal=1,407 e R2=0,981. O leitor pode fazer um teste no Software Imagej e colocar mais objetos na figura que foi utilizada, ou seja, colocar mais elipses ou também colocar outra figura geométrica e calcular a Dimensão Fractal e concluirá que o valor irá aumentar. Será mostrado a seguir o valor da Dimensão Fractal de uma curva mais simples e outra bem sinuosa, para comprovar que objetos mais irregulares tem valores de Dimensão Fractal mais altos. Os valores da dimensão fractal de uma curva estarão contidos no intervalo que vai de 1 (reta) até 2 (curva muito sinuosa que ocupa quase todo o espaço). Uma superfície irregular possui uma dimensão entre 2 e 3. A figura 3D, com fundo preto, mostra um exemplo de superfície irregular com valor entre 2 e 3 (2,346). Esta superfície tem dimensões 100x100x100 pixels. Observação: Antes de calcular a Dimensão Fractal no Imagej é necessário converter a imagem criada ou obtida de algum outro meio em uma imagem binarizada. Isso é possível mediante a aplicação de um limiar (binarização), que transforma uma imagem digital em níveis de cinza numa imagem com apenas duas cores: preto e branco (binária). == Atrator de Lorenz == Introduzido por Edward Lorenz em 1963, o Atractor de Lorenz é um sistema não linear tridimensional determinista dinâmico derivado de equações simplificadas tiradas das convencionais equações dinâmicas da atmosfera. Para um determinado conjunto de parâmentos o sistema exibe um comportamento caótico e mostra o que é hoje chamado de atrator estranho. O atrator estranho, neste caso, é um fractal. O sistema de Lorenz é primeiro sistema em que as propriedades de sistemas caóticos foram explicitadas. A seguir as equações de Lorenz:MORANTE, A.; VALLEJO, J. A. Chaotic dynamics with Maxima. http://arxiv.org/pdf/1301.3240.pdf, p. 1–25, 2013. \\begin{cases} \\dot{x} = 10y-10x \\\\\\ \\dot{y} = -xz+28x-y \\\\\\ \\dot{z} = xy-8z/3 \\end{cases} De acordo com a mesma referência citada anteriormente, o sistema de equações pode ser reescrito como a seguir (em termos de σ, \"β\" e \"ρ\"): \\begin{cases} \\dot{x} = \\sigma (y-x) \\\\\\ \\dot{y} = x(\\rho -z)-y \\\\\\ \\dot{z} = xy-\\beta z \\end{cases} A notação matemática \"\\dot{x}\", significa derivada da variável \"x\". Esta notação é devida a Isaac Newton, mas também tem a notação de derivada de Leibnitz e a notação de Lagrange. Para o leitor testar alguns parâmetros de entradas das equações acima, tais como \"b\" (β), \"σ\" e \"r\" (ρ), poderá fazer o download do arquivo \".CDF\" em demonstrations.wolfram.com. Para fazer o download do player para rodar o referido arquivo: demonstrations.wolfram.com. == Ver também == * Efeito borboleta * Teoria do Caos * Complexidade * Arte fractal * Dimensão Hausdorff * Dimensão Fractal * Gaston Julia * Benoît Mandelbrot * Turbulência * Sistemas de funções iterativas Categoria:Fractais Categoria:Teoria do caos Categoria:Arte digital Categoria:Topologia (matemática)",
 "title": "Fractal"
}