{
 "id": "14291",
 "text": "Parapsicologia é uma pseudociência dedicada à investigação de supostos fenômenos paranormais e psíquicos. Seu propósito é a pesquisa científica de telepatia, precognição, retrocognição, clarividência, telecinesia, projeção da consciência, experiências de quase morte, reencarnação, mediunidade e outras reivindicações paranormais e sobrenaturais.Parapsychology. Cambridge Dictionary. Página visitada em 27/11/2014.Harvey J. Irwin and Caroline Watt. An introduction to parapsychology, McFarland, 2007.What is parapsychology?. The Parapsychology Association (online). Página visitada em 22/06/2014.Alvarado, Carlos S. Reflections on Being a Parapsychologist. Journal of Parapsychology, vol. 67, pp. 211-248 (2003) O termo parapsicologia foi criado em 1889 por Max DessoirWolfgang G. Bringmann, Helmut E. Lück, Wolfgang G. Bringmann A pictorial history of psychology 1997, p. 71 e adotado na década de 1930 por Joseph Banks Rhine para substituir os termos \"metapsíquica\" e \"pesquisa psíquica\". A posição da parapsicologia como ciência é contestada e usada como exemplo de paradigma pseudocientífico. Após mais de um século de investigações, não foram obtidos resultados suportados pelo método científico * * Mario Bunge. (1987). Why Parapsychology Cannot Become a Science. Behavioral and Brain Sciences 10: 576-577. * Terence Hines. (2003). Pseudoscience and the Paranormal. Prometheus Books. pp. 113-150. ISBN 1-57392-979-4 * , mas pesquisas com meta-análise sugerem ainda campo a ser explorado. A Parapsychological Association, criada em 1959, apesar das críticas, participa da Associação Americana para o Avanço da Ciência.American Association for the Advancement of Science - Affiliates. Página visitada em 22/11/2014.University of Virginia - The Division of Perceptual Studies - Careers in Parapsychology/Psychical Research. Página visitada em 22/11/2014. ==Antecedentes== Metapsíquica, definida pelo criador Charles Robert Richet professor da Sorbonne e cientista, \"(...) ciência que tem por objeto o estudo da produção de fenômenos, mecânicos ou psicológicos, devidos a forças que parecem ser inteligentes ou a poderes desconhecidos, latentes na inteligência humana\"RICHET, Charles: Traité de métapsychique, página 5, edição de 1923.. A metapsíquica foi a precursora da pseudociência conhecida como parapsicologia. Richet, estudando a mediunidade, dividiu a metapsíquica em dois grupos: \"Metapsíquica Subjetiva\" e \"Metapsíquica Objetiva\", classificando-os com base na sua divisão em Mediunidade de Efeitos Físicos e Mediunidade de Efeitos Psíquicos, compreendendo a primeira os telecinésicos; a segunda, os criptestésicosPAULA, João Teixeira de, Enciclopédia de Parapsicologia, Metapsíquica e Espiritismo, Volume I página 63. Cultural Brasil Editora Ltda. São Paulo (1973).. == Definição e abrangência == A Parapsicologia estuda uma série de fenômenos ditos paranormais, incluindo os seguintes aspectos: * A hipótese da existência de uma forma de obtenção de informações (comunicação) que prescinda da utilização dos sentidos humanos conhecidos (percepção extrassensorial), tais como telepatia, clarividência e precognição. * A hipótese da existência de uma forma de ação física sobre o meio físico em que não seriam utilizados qualquer mediadores ou agentes (músculos ou forças físicas) conhecidos, como a telecinese. * Os fenômenos associados a memória extra-cerebral (retrocognição) como a experiência de quase-morte, projeção da consciência, mediunidade etc. == Psicologia e psiquiatria == Apesar da existência de fenômenos paranormais não seja reconhecida pela ciência, e as historiografias da psicologia e da psiquiatria em geral darem pouca atenção a isto, há pesquisadores que sustentam que estudos sobre supostos fenômenos mediúnicos trouxe grande contribuição à formação e desenvolvimento de diversos conceitos científicos, principalmente conceitos ligados ao funcionamento da mente, como o subconsciente, a dissociação, o transtorno dissociativo de identidade, a histeria, a escrita automática e a hipnose. Pesquisas sobre fenômenos paranormais, principalmente sobre a mediunidade, foram importantes no desenvolvimento da psicologia e da psiquiatria científicas por parte de alguns pioneiros no estudo científico da mente, como Sigmund Freud, Carl Jung, Pierre Janet, Frederic Myers, Edmund Gurney e mais notoriamente William James.ALVARADO, C. S.; Machado, F. R.; Zingrone, N. & Zangari, W. (2007). Perspectivas históricas da influência da mediunidade na construção de idéias psicológicas e psiquiátricas . Revista de Psiquiatria Clínica, v. 34, n. 1, p. 42- 53. == História == A Parapsicologia (inicialmente designada como \"Pesquisa Psíquica\") surgiu sistematicamente no último quarto do século XIX, altamente relacionada com o então grande crescimento recente dos movimentos Moderno Espiritualismo e Mesmerismo, quando em 1882 foi fundada em Londres a Society for Psychical Research (Sociedade de Pesquisa Psíquica) com a proposta de apresentar \"uma tentativa organizada e sistemática de investigar o grande grupo de fenômenos controversos designados por termos como mesmérico, psíquico e espiritualista\" e com a associação de diversos membros acadêmicos proeminentes. Isto incluía acadêmicos da Universidade de Cambridge, tais como o filósofo Henry Sidgwick e o ensaísta Frederic W. H. Myers. Além desses, a SPR também contava com os físicos Sir William Fletcher Barrett e Balfour Stewart e o político KG Arthur Balfour, que mais tarde se tornou primeiro-ministro. Nas primeiras décadas seguintes, diversos intelectuais de renome mundial se tornaram presidentes da SPR, incluindo como exemplos o psicólogo e filósofo americano William James, o químico e físico inglês Sir William Crookes, o físico inglês Sir Oliver Lodge, o astrônomo francês Camille Flammarion, o Nobel em Medicina francês Charles Richet e o Nobel em Literatura francês Henri Bergson.Alvarado, Carlos S.. Fenômenos psíquicos e o problema mente-corpo: notas históricas sobre uma tradição conceitual negligenciada. Rev. psiquiatr. clín. vol.40 no.4 São Paulo 2013. A SPR logo se tornou o modelo para as sociedades similares em outros países europeus e nos Estados Unidos, tanto que William James, junto ao astrônomo Simon Newcomb e outros cientistas, fundaram em 1885 a American Society for Psychical Research (Sociedade Americana de Pesquisa Psíquica), organização a qual também se associaram muitos intelectuais renomados. Na década de 40, J.B. Rhine, da Universidade Duke, realizou experimentos sobre percepção extrasensorial em 50 crianças que estudavam numa escola para nativos norte-americanos. O estudo, recentemente descoberto, foi considerado uma afronta à dignidade das crianças. == Bibliografia == * * * * * * * * == Ligações externas == * Universidade de São Paulo * Universidade Federal de Juiz de Fora * Parapsychological Association * University of Virginia * University of Arizona * University of Edinburgh * Princeton University Categoria:Fenômenos paranormais",
 "title": "Parapsicologia"
}