{
 "id": "14318",
 "text": "Um (1, também chamado de unidade) é um número e um dígito numérico usado para representar esse número em numerais. Ele representa uma única entidade, a unidade de contagem ou medida. Por exemplo, um segmento de reta de comprimento unitário é um segmento de reta de comprimento 1\\. 1 é o primeiro e o menor inteiro positivo. Às vezes também é considerado o primeiro da sequência infinita de números naturais, seguido por 2, embora por outras definições 1 seja o segundo número natural, seguindo 0\\. A propriedade matemática fundamental de 1 é ser uma identidade multiplicativa, o que significa que qualquer número multiplicado por 1 retorna esse número. A maioria, senão todas as propriedades de 1 podem ser deduzidas disso. Em matemática avançada, uma identidade multiplicativa é frequentemente denotada como 1, mesmo que não seja um número. O número 1 é por convenção não considerado um número primo; embora universal hoje, esse foi um assunto controverso até meados do século XX. == Etimologia == A raiz protoindo-europeia *oi-no- significa \"um, único\"; compare com o grego oinos (que significa \"ás\" nos dados), latino unus (um), persa antigo , antigo eslavo eclesiástico -inu e ino-, lituano vienas, irlandês oin e bretão un. Na língua portuguesa, além de ser um numeral, o um também é um artigo indefinido, tendo como plural uns, feminino uma, e o feminino plural umas. == Número == Um, às vezes referido como unidade,Skoog, Douglas. Principles of Instrumental Analysis. Brooks/Cole, 2007, p. 758. é o primeiro número natural diferente de zero. Portanto, é o número inteiro depois de zero. Qualquer número multiplicado por um permanece esse número, pois um é a identidade da multiplicação. Como resultado, 1 é seu próprio fatorial, seu próprio quadrado e raiz quadrada, seu próprio cubo e raiz cúbica e assim por diante. Um também é o resultado do produto vazio, pois qualquer número multiplicado por um é ele mesmo. É também o único número natural que não é composto nem primo com respeito à divisão, mas é considerado uma unidade (significado da teoria dos anéis). == Matemática == === Primalidade === A maioria dos primeiros gregos nem mesmo considerava 1 como um número, Para uma seleção de citações de e sobre as posições dos gregos antigos sobre esse assunto, consulte em particular as pp. 3-4. Para os matemáticos islâmicos, veja p. 6 então não podiam considerar sua primalidade. Alguns matemáticos dessa época também consideravam os números primos uma subdivisão dos números ímpares, portanto também não consideravam 2 como primo. No entanto, Euclides e a maioria dos outros matemáticos gregos consideraram 2 como primo. Os matemáticos islâmicos medievais seguiram amplamente os gregos ao ver 1 como não sendo um número. Na Idade Média e na Renascença, os matemáticos começaram a tratar 1 como um número e alguns deles o incluíram como o primeiro número primo., pp. 7–13. Ver em particular as entradas para Stevin, Brancker, Wallis e Prestet. Em meados do século XVIII, Christian Goldbach listou 1 como primo em sua correspondência com Leonhard Euler; entretanto, o próprio Euler não considerou o 1 primo., p. 15. No século XIX, muitos matemáticos ainda consideravam 1 como primo, e listas de primos que incluíam 1 continuaram a ser publicadas até 1956. Se a definição de um número primo fosse alterada para chamar 1 de primo, muitas afirmações envolvendo números primos precisariam ser reformuladas de uma maneira mais estranha. Por exemplo, o teorema fundamental da aritmética precisaria ser reformulado em termos de fatorações em números primos maiores que 1, porque cada número teria múltiplas fatorações com diferentes números de cópias de 1. Da mesma forma, o crivo de Eratóstenes não funcionaria corretamente se tratasse 1 como primo, porque eliminaria todos os múltiplos de 1 (ou seja, todos os outros números) e produziria apenas um único número 1. Algumas outras propriedades mais técnicas dos números primos também não valem para o número 1: por exemplo, as fórmulas para a função totiente de Euler ou para a soma da função divisor são diferentes para os números primos do que para 1.Para o totiente, ver , p. 245. Para a soma dos divisores, ver No início do século XX, os matemáticos começaram a concordar que 1 não deveria ser listado como primo, mas sim em sua própria categoria especial como uma \"unidade\". == Ver também == * 0,999... * Ano 1 * -1 * Raiz da unidade #001 Categoria:Infinito",
 "title": "Um"
}