{
 "id": "14320",
 "text": "O três (3) é o número naturaltrês in Dicionário infopédia da Língua Portuguesa [em linha]. Porto: Porto Editora, 2003-2018. [consult. 2018-05-15 14:43:47]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua- portuguesa/três que segue o dois e precede o quatro. O 3 é o segundo número primo e o primeiro número primo ímpar. Para além disso, o 3 é o primeiro número primo de Fermat (n = 0), e o número primo de Fermat seguinte é o 5. É o segundo número primo de Sophie Germain e o segundo número triangular. ==Etimologia== Do galego-português medieval tres e este do latim trēs, do proto-itálico *trēs, que vem da raiz do Proto-Indo-Europeu *tréyes (três) o modo como os humanos de 5 mil anos atrás se referiam a ideia de três vezes, gerando um grande número de outras palavras, como por exemplo, tricampeão (três vezes campeão), tritongo (grupo de três vogais numa sílaba), trítio (isótopo de massa atômica três), trípode (banco de três pernas), trivial (na Roma Antiga, grupo de três vias onde transeuntes trocavam fofocas, passando a significar \"lugar comum\"), Trivium (as três primeiras das sete Artes liberais), TNT (substância química que contém três átomos de nitrogênio), Trípoli (três cidades), tribo (cada uma das três divisões étnico-políticas originais da Roma antiga), terciopelo (veludo trançado com três fios), etc. == Simbologia == O número 3 está entre os mais significativos do Cristianismo. De fato, o principal mistério revelado aos cristãos é que o único Deus verdadeiro é uma Santíssima Trindade; tríplice é o Ofício de Cristo (doutrina católica que afirma Jesus desempenhar as funções de sacerdote, profeta e rei); três foram os anos do Ministério de Jesus; três foram as vezes que na Agonia no Getsêmani Cristo pediu que o cálice lhe fosse afastado; Jesus ressuscitou dos mortos ao terceiro dia; o diabo tentou Jesus três vezes; São Pedro a Jesus três vezes renegou e arrependido, três foram as vezes que jurou por Ele amor leal, recebendo, por sua Confissão o Poder Indiscutível de Proibir e Permitir e o Poder das Chaves, restaurando seu Primado; três eram os Reis magos (Baltazar, Belchior e Gaspar); há três evangelhos sinóticos e três epístolas de São João; são Paulo ficou cego por três dias após sua conversão à Igreja. Santo Tomás de Aquino usou a Tricotomia, fundamental na sua doutrina. Também na Bíblia está determinado que, embora a atestação de duas testemunhas referente ao mesmo assunto fornecesse suficiente prova para uma ação legal, três tornavam o testemunho ainda mais forte. O número três, portanto, é às vezes usado para representar intensidade, ênfase ou maior força. “Um cordão tríplice não pode ser prontamente rompido em dois.” (Eclesiastes 4,12). A visão em que se mandou Pedro comer de todos os tipos de animais, inclusive os que eram impuros segundo a Lei, foi intensificada por lhe ser apresentada três vezes. Isto, sem dúvida, tornou mais fácil a Pedro compreender, quando Cornélio e sua casa aceitaram o Evangelho, que Deus voltara então sua atenção para as pessoas incircuncisas das nações, consideradas impuras pelos judeus. — At 10,1-16; 28-35; 47, 48. A intensidade da santidade e pureza de Deus é enfatizada pela declaração de criaturas celestiais: \"Santo, santo, santo é Jeová\" (Isaías 6,3; Apocalipse 4,8). Antes de tirar do trono o último rei da linhagem de Davi, Jeová disse: “Uma ruína, uma ruína, uma ruína a farei. Também, quanto a esta, certamente não virá a ser de ninguém, até que venha aquele que tem o direito legal, e a ele é que terei de dá-lo.” Ele mostrou assim enfaticamente que não haveria rei davídico sentado no trono de Jerusalém em Seu nome — o trono ficaria absolutamente vago — até o tempo de Deus estabelecer seu Messias no poder do Reino. (Ezequiel 21:27) A intensidade dos ais que sobreviriam aos que moram na terra é prevista pela tripla repetição da declaração de “ai”. — Apocalipse 8:13. Afora isso, o número três tem uma grande importância simbólica de união e equilíbrio, aparecendo na Teoria dos Três Poderes (poder legislativo, poder executivo e poder judiciário), bem como na literatura, como em Os Três Mosqueteiros, os Três Porquinhos, nos três sobrinhos do Pato Donald (Huguinho, Zézinho e Luizinho), etc, sendo recorrente sua presença nas várias manifestações do ser humano. Sistema trifásico: utilizado em energia elétrica; nas três fases defasadas em 120º entre si. Três também é um número chave da democracia, pois é a quantidade mínima de pessoas necessárias para que se consiga tomar uma decisão em grupo. Também é conhecido sexualmente em ménage à trois. O três também é usado como pedido de socorro. Para pedir socorro no deserto ou em alguma outra região, basta fazer três fogueiras, porque três é um código mundial. == Química == O três é o número atômico do lítio, um metal. == Ver também == * Ano 3 #003",
 "title": "Três"
}