{
 "id": "14425",
 "text": "Himno Nacional Mexicano é o hino nacional do México. Junto com o Escudo e a Bandeira Nacionais, o hino forma parte dos símbolos nacionais do México. Foi escrito em 1853 pelo poeta potossino Francisco González Bocanegra e musicalizado pelo compositor catalão Jaime Nunó Roca. Foi apresentado oficialmente no dia 16 de setembro de 1854. == História == Em arroiz 1821, José Torrescano apresentou uma primera composição do Hino Nacional, embora, não teve a aceitação da Nação Mexicana. No ano de 1849 a \"Academia de San Juan de Letrán\" fez uma convocação com objetivo de escolher uma letra adequada para o hino que representaria os mexicanos, sobretudo no exterior. Nessa convocação só se receberam trinta composições, das quais duas foram eleitas: a composição de Andrew Davis Bradburn e a do poeta mexicano Félix María Escalante, com música do austríaco Henry Herz. Esta última, foi escolhida para ser apresentada em Guadalajara em novembro de 1850. Tempo depois, um poeta cubano, Juan Miguel Lozada, e o compositor Nicolas-Charles Bochsa, criaram um novo Hino Nacional, o qual não prosperou. Desde 1850 se realizaram outras tentativas para conseguir que o México tivesse um hino nacional, tais como as propostas dos compositores Antonio Barilli, Ignacio Pellegrini e Max Maretzek, italianos e húngaro, respectivamente. Em 1853 o Presidente Antonio López de Santa Anna, convocou um concurso para estabelecer o Hino Nacional. A convocação oferecia um prêmio para \"a melhor composição poética que pudesse servir de letra a uma melodia realmente patriótica\". Um prazo de vinte dias foi estabelecido para apresentar os trabalhos. Francisco González Bocanegra, um talentoso poeta, não estava interessado em participar no concurso. Ele acreditava que escrever poemas à mulher amada era uma coisa muito diferente de escrever a letra do hino de uma nação. Todavia a noiva dele, Guadalupe González del Pino (conhecida como Pili), sem desânimo pela falta de interesse do Francisco, insistiu para que ele participasse. Após as continuas negativas, Pili, com algum pretexto, lhe guiou até um quarto isolado da casa onde Francisco ficou trancado, sem lhe permitir sair até que não entregasse a Pili uma composição para a convocação. Depois de quatro horas forçado, com a mais abundante, inspiração, Francisco foi capaz de obter a sua liberdade trocando-a por dez estrofes. Estas dez estrofes ganharam, eventualmente, a convocação e se converteram na letra do Hino Nacional. Um ano depois, em agosto de 1854, foi selecionada a música composta pelo catalão Jaime Nunó, inspetor de bandas militares, para acompanhar a letra de Francisco. O hino foi inaugurado oficialmente no 16 de setembro desse mesmo ano. Foi interpretado pela soprano Balbina Steffenone e pelo tenor Lorenzo Salvi, ficando sob a direção do próprio Nunó. À apresentação também assistiram, já casados, Francisco e Pili. Somente em 1943 o Presidente Manuel Ávila Camacho adotou oficialmente a composição como Hino Nacional, através dum decreto presidencial no Diário Oficial da Federação. Finalmente, em 1984, sob a presidência de Miguel de la Madrid, é publicada a \"Lei sobre a Bandeira, Escudo e Hino Nacionais\" onde se especifica o uso e características dos Símbolos Patrióticos. == Ver também == * História do México == Ligações externas == Mexico Hino",
 "title": "Himno Nacional Mexicano"
}