{
 "id": "14470",
 "text": "Belmonte é uma vila portuguesa do distrito de Castelo Branco, na província da Beira Baixa, região do Centro e sub-região das Beiras e Serra da Estrela, com cerca de 3500 habitantes. É sede do Município de Belmonte com 118,76 km² de área e 6 204 habitantes (2021), subdividido em 4 freguesias. O município é limitado a norte pelo município da Guarda, a leste pelo Sabugal, a sudoeste pelo Fundão e a oeste pela Covilhã. A localidade integra a Rede das Aldeias Históricas de Portugal. == Evolução da População do Município == (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) De acordo com os dados do INE o distrito de Castelo Branco registou em 2021 um decréscimo populacional na ordem dos 9.3% relativamente aos resultados do censo de 2011. No concelho de Belmonte esse decréscimo rondou os 9.5%. Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 2 274 2 731 2 620 2 859 3 216 2 911 2 543 1 475 1 200 1 259 1 106 808 657 15-24 Anos 1 205 1 243 1 413 1 561 1 658 1 754 1 525 820 1 094 965 925 677 509 25-64 Anos 2 833 2 959 3 002 3 447 4 058 4 320 4 270 3 175 3 191 3 719 3 760 3 536 3 042 = ou > 65 Anos 267 333 346 460 603 721 771 980 1 280 1 468 1 801 1 838 1 997 (Obs.: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente.) == Freguesias == O município de Belmonte é constituído por 4 freguesias: * Belmonte e Colmeal da Torre * Caria * Ínguias * Maçainhas Freguesia População (2021) População (% do município) Densidade Populacional (hab/km2) Belmonte e Colmeal da Torre 57,04 92,3 Caria 28,16 44,8 Ínguias 9,77 26,1 Maçainhas 5,03 17,1 === Aldeias Anexas === * Belmonte Gare (Belmonte) * Carvalhal Formoso (Ínguias) * Gaia (Belmonte) * Malpique (Caria) * Monte do Bispo (Caria) * Olas (Ínguias) * Quinta Cimeira (Maçainhas) * Quinta do Meio (Belmonte) * Trigais (Ínguias) == Educação== No concelho existe o Agrupamento de Escolas Pedro Álvares Cabral, do qual fazem parte os seguintes estabelecimentos:Agrupamento de Escolas Pedro Álvares Cabral * Jardim de Infância de Carvalhal Formoso * Jardim de Infância de Colmeal da Torre *Centro Escolar de Caria (Ensino pré- escolar e de 1º ciclo) *Centro Educativo de Belmonte (Ensino pré-escolar e de 1º ciclo, e com Salas de Apoio em Maçainhas e Carvalhal Formoso) * Escola Básica e Secundária Pedro Álvares Cabral Outros * Escola de Música de Belmonte do Centro Cultural Pedro Álvares Cabral == História == A história da vila remonta ao século XII, quando o concelho municipal recebeu foral de D. Sancho I em 1211. Belmonte e a vizinha Covilhã, apesar de situados no interior de Portugal estão conotados como poucas regiões portuguesas com os Descobrimentos marítimos Portugueses. Entre as curiosidades que permeiam a história da vila está o facto de que o descobridor do Brasil no século XV, o navegador Pedro Álvares Cabral, ter nascido em Belmonte. Belmonte é um concelho quase tão antigo como a Nacionalidade. A vila de Belmonte teve foral em 1199 e está situada no panorâmico Monte da Esperança (antigos Montes Crestados), em cujo morro mais rochoso foi construído nos finais do séc. XII o seu castelo que juntamente com os castelos de Sortelha e Vila de Touro, formaram até à assinatura do Tratado de Alcanices (1297), a linha defensiva do Alto Côa, apoiada na retaguarda pela muralha natural da Serra da Estrela e pelo Vale do Zêzere. Por ser tempo de guerras contra leoneses e castelhanos, o castelo de Belmonte foi sendo melhorado nos reinados de D. Afonso III, D. Dinis e D. João I. A bravura e a lealdade da família dos Cabrais, foi sempre lendária e temida, sobretudo a do seu primeiro Alcaide-mor – Fernão Cabral, que uma vez nomeado a título definitivo e hereditário, em 1466 por D. Afonso V, transformará o castelo numa Residência Senhorial Fortificada, onde seu filho Pedro Álvares Cabral viverá os seus primeiros anos de vida. No séc. XIII atesta-se a existência de uma já próspera comunidade Judaica, responsável pela existência de uma sinagoga de que resta uma inscrição datada de 1296, que provavelmente viveria numa judiaria localizada no atual bairro de Marrocos. Em consequência da expulsão dos judeus de Espanha em 1492, pelos Reis Católicos é provável que esta comunidade tenha aumentado, até que em 1496, D. Manuel I decreta a conversão forçada ao catolicismo, seguindo-se uma série de perseguições e a criação de uma comunidade cripto-judaica que sobreviveu ao longo dos séculos, mantendo os seus rituais e tradições. É ainda o mesmo monarca que em 1510 renova o foral de Belmonte. Em 1989 foi oficialmente criada a comunidade judaica de Belmonte, cuja sinagoga foi inaugurada em 1997, atualmente é uma das poucas comunidades com Rabi. O Homem ocupou estas terras desde a Pré-história como atestam os vestígios megalíticos com cerca de 6 mil anos nas freguesias de Inguias e de Caria. Igualmente importantes são os sinais da proto-história, que assumem novos conceitos e estratégias de ocupação do território. Nesta época privilegiam-se os cumes dos relevos montanhosos como forma de domínio territorial e de ostentação social. É o exemplo do castro da Chandeirinha, na Serra da Senhora da Esperança. Verdadeiramente marcante neste município foi a presença romana. Efetivamente, os romanos atraídos pela riqueza mineira e agrícola desta região, depressa se aperceberam da importância estratégica e económica deste território atravessando-o com vias. Surgem, assim as villae da Quinta da Fórnea na freguesia de Belmonte e de Centum Cellae, na freguesia de Colmeal da Torre. Com a sua imponente torre é um dos mais monumentais sítios da época romana de Portugal e tem sido alvo de várias interpretações históricas e arqueológicas. Em 1199, D. Sancho I e o Bispo de Coimbra outorgaram Carta de Foral a Belmonte com o intuito de “povoar e restaurar”, assegurando, desta forma, o controlo político da região pela coroa portuguesa. Em 1258, D. Afonso III concedeu ao bispo de Coimbra, D. Egas Tafes, autorização para a construção da torre de menagem e do castelo nas terras deste concelho. No séc. XIII, Belmonte é já uma vila bastante povoada por cristãos e judeus, justificando a existência de duas igrejas (S. Tiago e Sta Maria) e uma sinagoga. A administração militar (alcaidaria) de Belmonte foi entregue por este rei a Aires Pires Cabral, da família senhorial dos Cabrais. Na sequência das Guerras Fernandinas e da Crise de 1383/85, atendendo a que “o seu castello de bellmonte he muy despouado por rezam desta guerra”, D. João I concederia Belmonte, por Carta de Couto ao Bispo de Coimbra e, em 1397, à família de Álvaro Gil Cabral, nomeando alcaide do castelo Luís Álvares Cabral, que herdara em Belmonte o morgadio instituído por sua tia Maria Gil Cabral. Em 1466 a família Cabral fixa-se definitivamente em Belmonte, aquando da doação a título hereditário da Alcaidaria-mor do Castelo a Fernão Cabral, recebendo também doação régia de todas as rendas, foros e direitos da vila de Belmonte, de «juro e herdade». Em 1 de Junho de 1510 Belmonte recebeu nova Carta de Foral no âmbito da Leitura Nova (1496-1520). Em 1527, Belmonte tinha a segunda maior densidade populacional na comarca de Castelo Branco, e era uma comunidade rural dependente da pecuária e da agricultura e com algum comércio praticado maioritariamente por judeus. Apesar disso os Cabrais continuariam a afirmar-se como elite política: entre 1549 e 1550, a culminar uma carreira por altos cargos de nomeação régia, D. Jorge Cabral tornar-se-ia 15.° governador da Índia. === Comunidade judaica === A comunidade de Belmonte abriga um importante facto da história judaica sefardita, relacionado com a resistência dos judeus à intolerância religiosa na Península Ibérica. No século XVI, aquando da expulsão dos judeus da Península Ibérica, e da reconquista das terras espanholas e portuguesas pelos Reis católicos e por D. Manuel, foi instaurada uma lei que obrigava os judeus portugueses a converterem-se ou a deixarem o país. Muitos deles acabaram abandonando Portugal, por medo de represálias da Inquisição. Outros converteram-se ao cristianismo em termos oficiais, mantendo o seu culto e tradições culturais no âmbito familiar. Um terceiro grupo de judeus, porém, tomou uma medida mais extrema. Vários decidiram isolar-se do mundo exterior, cortando o contacto com o resto do país e seguindo suas tradições à risca. Tais pessoas foram chamadas de Marranos, uma alusão à proibição ritual de comer carne de porco. Durante séculos os Marranos de Belmonte mantiveram as suas tradições judaicas quase intactas, tornando-se um caso excecional de comunidade criptojudaica. Somente nos anos 70 a comunidade estabeleceu contacto com os judeus de Israel e oficializou o judaísmo como sua religião. Em 2005 foi inaugurado na cidade o Museu Judaico de Belmonte, o primeiro do género em Portugal, que mostra as tradições e o dia-a-dia dessa comunidade. == Política == === Presidentes eleitos === * 2021–2025: António Pinto Dias Rocha (PS) * 2017–2021: António Pinto Dias Rocha (PS) * 2013–2017: António Pinto Dias Rocha (PS) * 2009–2013: Amândio Manuel Ferreira de Melo (PS) * 2005–2009: Amândio Manuel Ferreira de Melo (PS) * 2001–2005: Amândio Manuel Ferreira de Melo (PS) * 1997–2001: António Pinto Dias Rocha (PPD/PSD) * 1993–1997: António Pinto Dias Rocha (PPD/PSD) * 1989–1993: António Júlio de Almeida Garcia (PS) * 1985–1989: António Júlio de Almeida Garcia (PRD) * 1982–1985: Victor Manuel Ferreira Afonso (AD) * 1979–1982: Manuel Fernandes de Pina (AD) * 1976–1979*: Anselmo Alves Sousa (PS) *mandato incompleto, substituído no cargo por: *1977–1978: Artur Mendes Lima do Nascimento *1978: Luís Faustino Soares Amaro *1978–1979: Faustino da Silva Marques *1979: Cláudio Olímpio Ruy Dias === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU PPD/PSD CDS-PP AD PRD MDP/CDE IND BE MPT PTP 1976 47,49 3 16,10 1 15,83 1 13,55 - 1979 24,41 1 34,11 2 AD AD 37,58 2 1982 22,10 1 32,06 2 39,07 2 1985 18,83 1 3,83 - 29,21 2 43,06 2 1989 37,85 2 3,50 - 33,66 2 2,67 - 17,90 1 PRD 1993 22,95 1 18,11 1 50,83 3 3,11 - 1997 29,86 2 12,62 - 50,90 3 1,91 - 2001 49,47 3 5,68 - 38,28 2 2,34 - BE 2005 52,54 3 4,17 - (a) 38,17 2 1,91 - 2009 49,69 3 6,67 - 30,45 2 1,53 - 2,60 - 4,66 - 1,00 - 2013 56,97 4 7,44 - (a) 2,55 - 26,38 1 2017 56,69 3 6,40 - 31,24 2 1,28 - PPD/PSD 2021 41,59 2 14,44 1 38,68 2 (a) O PSD apoiou as listas independentes nas eleições de 2005 e 2013 === Eleições legislativas === Data % PS CDS PSD PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 44,93 16,77 14,48 6,92 1,18 1979 36,14 AD AD APU 1,34 38,66 14,14 1980 FRS 1,03 40,17 12,86 36,07 1983 44,13 12,52 22,53 0,47 11,68 1985 25,39 8,84 25,21 0,88 9,92 20,88 1987 26,52 3,82 46,85 CDU 0,65 6,31 6,83 1991 34,35 3,53 50,98 4,23 0,85 2,39 1995 59,41 6,36 27,31 0,47 3,21 1999 57,21 6,07 26,88 5,06 0,82 2002 48,33 6,56 36,64 3,74 1,02 2005 63,78 3,30 20,75 4,23 3,68 2009 44,02 6,60 25,45 6,57 9,75 2011 37,42 8,11 33,20 6,51 5,23 0,70 2015 43,44 PSD CDS 7,90 11,05 0,42 27,32 1,49 2019 46,52 2,95 19,43 6,34 11,43 2,44 0,85 1,56 0,34 2022 53,05 1,15 21,30 3,72 3,98 0,87 0,51 8,72 2,28 2024 39,39 AD AD 22,84 3,20 3,88 1,66 1,37 19,73 1,60 ==Desporto== Ao nível do futebol no município existe a União Desportiva de Belmonte, que participa no Campeonato Distrital de Castelo Branco. desde as categorias de formação até aos seniores, o clube possui várias valências desportivas, entre elas, a Academia de Golfe da Quinta da Bica. Na modalidade de futsal existe a União Desportiva Cariense, da freguesia de Caria, que se dedica ás camadas de formação e tem também uma equipa sénior na II.ª Divisão Nacional de Futsal, existe ainda o Centro Cultural Recreativo e Desportivo de Carvalhal Formoso, da aldeia de Carvalhal Formoso, freguesia de ínguias, que tem uma equipa sénior no campeonato distrital. == Património == * Castelo de Belmonte * Torre de Centum Cellas * Igreja de Santiago * Igreja da Sagrada Família - Igreja Matriz (destaque para o altar em talha dourada onde se encontra a venerada Imagem de Nossa Senhora da Esperança, que acompanhou Pedro Álvares Cabral ao Brasil em 1500) * Capela do Calvário * Capela de Santo António * Sinagoga * Praça do Pelourinho * Rua Direita e Judiaria * Capela de Santo Antão (na estrada de acesso à Pousada Convento de Belmonte) * Fórnea - complexo romano * Coreto do Jardim Municipal * Parque Natural do Machorro ==Cultura== * Museu Judaico de Belmonte * Museu do Azeite * Museu dos Descobrimentos * Ecomuseu do Zezêre * Panteão dos Cabrais ==Gastronomia== Em Belmonte destacam-se os licores e compotas, arroz doce, papas de carolo, cabrito na telha, farófias, filhoses, cavacas, biscoitos de azeite, sopas da água do feijão e, com maior destaque, o vinho. ==Naturais ilustres== == Geminações == A vila de Belmonte é geminada com as seguintes cidades: * Santa Cruz Cabrália, Bahia, Brasil * Mézière, Ille-et-Vilaine, França * Rosh Pina, Distrito Norte, Israel * Belmonte, Bahia, Brasil * São Vicente, São Paulo, Brasil * Santarém, Distrito de Santarém, Portugalhttp://www.anmp.pt/anmp/pro/mun1/gem101l0.php?cod_ent=M2000 * Olivença, Portugal * Porto Seguro, Bahia, Brasil ==Ver também== * Aldeia de Montanha de Valhelhas (a 11 km de Belmonte) * Lista de percursos pedestres de pequena rota em Portugal == Ligações externas == * Município de Belmonte * Aldeia Histórica de Belmonte",
 "title": "Belmonte (Portugal)"
}