{
 "id": "14489",
 "text": "Em matemática, a noção de limite é usado para descrever o comportamento de uma função à medida que o seu argumento se aproxima de um determinado valor, assim como o comportamento de uma sequência de números reais, à medida que o índice (da sequência) vai crescendo, i.e. tende para infinito (+\\infty). Os limites são usados no cálculo diferencial e integral e em outros ramos da análise matemática para definir derivadas, continuidade de funções, soma de Riemann, integrais definidas e integrais impróprias. == Limite de uma sequência == Seja x_1, x_2, \\ldots uma sequência de números reais. A expressão: \\lim x_i = L significa que, para índices i suficientemente grandes, os termos x_i da sequência estão arbitrariamente próximos do valor L. Neste caso, dizemos que o limite da sequência é L. A forma usual de escrever isso, em termos matemáticos, pode ser interpretada como um desafio. O desafiante propõe quão perto de L os termos da sequência devem chegar, e o desafiado deve mostrar que, a partir de um certo índice i, os demais termos da sequência estão tão ou mais perto de L quanto solicitado. Ou seja, qualquer que seja o intervalo em torno de L (dado pelo desafiante), por exemplo, o intervalo aberto (L - \\epsilon, L + \\epsilon) com \\epsilon > 0, o desafiado deve exibir um número natural N tal que \\forall i com i > N tem-se que x_i \\in (L - \\epsilon, L + \\epsilon). Formalmente, o que foi dito acima se expressa assim: \\forall \\epsilon >0,~\\exists N\\in\\mathbb{N};\\forall i\\in\\mathbb{N}\\land~i\\geq N \\Rightarrow |x_i - L| < \\epsilon == Limite de uma função == Suponhamos que f(x) é uma função real e que c é um número real. A expressão: \\lim_{x \\to c}f(x) = L significa que f(x) se aproxima tanto de L quanto quisermos, quando se toma x suficientemente próximo de c. Quando tal acontece dizemos que o limite de f(x), à medida que x se aproxima de c, é L. Note-se que esta definição não exige (ou implica) que f(c) = L, nem sequer que f(x) esteja definida em c. Agora, no caso de f(c) existir (estar definido) e \\lim_{x\\to c} f(x) = f(c) diz-se que f(x) é contínua no ponto c. === Exemplos === Consideremos f(x) = \\frac{x}{x^2 + 1} à medida que x se aproxima de 2, i.e busquemos calcular \\lim_{x\\to 2} f(x) = \\lim_{x\\to 2}\\frac{x}{x^2 + 1} Neste caso, f(x) está definida em 2 e é igual ao seu limite: 0,\\\\!4, vejamos: f(1,9) f(1,99) f(1,999) f(2) f(2,001) f(2,01) f(2,1) 0,4121 0,4012 0,4001 \\rightarrow 0,4 \\leftarrow 0,3998 0,3988 0,3882 À medida que x aproxima-se de 2, f(x) aproxima-se de 0,\\\\!4 e consequentemente temos \\lim_{x\\to 2}f(x)=0,\\\\!4 Ou seja, f(x) é contínua no ponto 2. Vejamos, agora, o seguinte exemplo de uma função não contínua (descontínua): g(x)=\\left\\\\{\\begin{matrix} \\frac{x}{x^2+1}, & \\mbox{se }x e 2 \\\\\\ \\\\\\ 0, & \\mbox{se }x=2. \\end{matrix}\\right. O limite de g(x) à medida que x se aproxima de 2 é 0,\\\\!4 (tal como no exemplo acima), mas g(2) = 0 eq \\lim_{x\\to 2}g(x) e consequentemente g(x) não é contínua em x=2. Consideremos, agora, mais o seguinte exemplo de uma função descontínua: h(x) = \\frac{x - 1}{\\sqrt{x} - 1} Apesar de h(x) não estar definida em x=1, pode-se demonstrar (por exemplo, via regra de l'Hôpital) que \\lim_{x\\to 1} h(x) = 2 h(0,9) h(0,99) h(0,999) h(1.0) h(1,001) h(1,01) h(1,1) 1,95 1,99 1,999 \\rightarrow não está definido \\leftarrow 2,001 2,010 2,10 Observa-se que x pode ser tomado tão próximo de 1 quanto quisermos, sem no entanto ser igual a 1, donde infere-se que o limite de f(x) é 2.Stewart, James. Cálculo vol. I. ISBN 978-85-221-0660-8. Ed. Cengage, 2009, pg. 98. === Definição formal=== Sejam I\\subset\\mathbb{R} um intervalo de números reais, a\\in I e f:I-\\\\{a\\\\}\\to\\mathbb{R} uma função real definida em I-\\\\{a\\\\}. Escrevemos A = \\lim_{x \\to a}f(x) quando para qualquer que seja \\varepsilon>0 existe um \\delta>0 tal que para todo x \\in I, satisfazendo 0<|x-a|< \\delta, vale | f (x)-A|< \\varepsilon. Ou, usando a notação simbólica: A = \\lim_{x \\to a} f(x) \\Leftrightarrow \\forall \\varepsilon > 0, \\exists \\delta > 0, \\forall x \\in I ; 0 < | x - a | < \\delta \\Rightarrow |f(x) - A| < \\varepsilon ===Exemplos de provas de limites === ==== Exemplo 1 ==== \\lim_{x\\rightarrow2} (3x + 1) = 7 Supondo um \\epsilon > 0 |(3x + 1) - 7| < \\epsilon |3x - 6| < \\epsilon Dividindo por 3 em ambos os lados: |x - 2| < \\frac{\\epsilon}{3} O que prova o limite com \\delta = \\frac{\\epsilon}{3} > 0 ==== Exemplo 2 ==== \\lim_{x \\rightarrow 1} (1 + x) = 2 Supondo um \\epsilon > 0 |1 + x - 2| < \\epsilon |x - 1| < \\epsilon E isso completa a prova com \\delta = \\epsilon > 0 ===Aproximação intuitiva=== A noção de limite é fundamental no início do estudo de cálculo diferencial. A noção de limite pode ser aprendido de forma intuitiva, pelo menos parcialmente. Quando falamos do processo limite, falamos de uma incógnita que \"tende\" a ser um determinado número, ou seja, no limite, esta incógnita nunca vai ser o número, mas vai se aproximar muito, de tal maneira que não se consiga estabelecer uma distância que vai separar o número da incógnita. Em poucas palavras, um limite é um número para o qual y = f(x) difere arbitrariamente muito pouco quando o valor de x difere de x0 arbitrariamente muito pouco também. Por exemplo, imaginemos a função: f(x)=2x+1 e imaginando f:\\mathbb{R} \\to \\mathbb{R} (Definida nos reais). Sabemos, lógico, que esta função nos dá o gráfico de uma reta, que não passa pela origem, pois se substituirmos: f(0)=2.0+1 que nos dá: f(0)=0+1 = 1, ou seja, no ponto onde x=0 (origem), o y (f(x)) é diferente de zero. Mas usando valores que se aproximem de 1, por exemplo: * Se x=0,98 então: y=f(x)=2,96 * Se x=0,998 então: y=f(x)=2,996 * Se x=0,9998 então: y=f(x)=2,9996 * Se x=0,99999 então: y=f(x)=2,99998 Ou seja, à medida que x \"tende\" a ser 1, o y \"tende\" a ser 3. Então no processo limite, quando tende a ser um número, esta variável aproxima-se tanto do número, de tal forma que podemos escrever como no seguinte exemplo: \\---- Exemplo 1.1: Sendo uma função f definida por: f(x)=2x+1 nos reais, calcular o limite da função f quando x \\to 1. Temos então, neste caso, a função descrita no enunciado e queremos saber o limite desta função quando o \"x\" tende a ser 1: Ou seja, para a resolução fazemos: Então, no limite é como se pudéssemos substituir o valor de x para resolvermos o problema. Na verdade, não estamos substituindo o valor, porque para o cálculo não importa o que acontece no ponto x, mas sim o que acontece em torno deste ponto. Por isso, quando falamos que um número \"tende\" a ser n, por exemplo, o número nunca vai ser n, mas se aproxima muito do número n. Enfim, como foi dito anteriormente, a definição de limite é tão e somente intuitiva. Vai de analisar a função que está ocorrendo apenas. Agora, o exercício do Exemplo 1.1 mostra que x se aproxima de 1 pela esquerda, ou seja: Porém, temos também uma outra forma de se aproximar do número 3, na função f(x) descrita nos exemplo acima, por exemplo: Se x=2, y=f(x)=5 ; Se x=1,8 então: y=f(x)=4,6 ; Se x=1,2 temos que: y=f(x)=3,4 ; Se x=1,111 então: y=f(x)=3,222. Podemos perceber então, que x está tendendo a 1 pela direita agora, e não mais pela esquerda como foi mostrado no exemplo anterior. Então para resolvermos problemas que envolvem cálculo, devemos saber como a função que está em jogo se comporta. ==Limites em funções de duas ou mais variáveis== A noção de limite, conquanto seja a mesma para todos os tipos de funções numéricas, nem sempre é fácil de se calcular. Muitas vezes é mesmo difícil de se afirmar que o limite exista ou não. A função distância entre os objectos da função, na definição formal anteriormente apresentada para uma variável, dada por | x - a |, não pode ser utilizada. Neste contexto, surge a necessidade de uma função distância. Nesse caso, a definição de limite é a seguinte:STEWART, James. Cálculo, volume 2. São Paulo: Pioneira Thomson Learning, 2007. 5ª edição. ISBN 85-211-0484-0. Página 900. Seja f uma função do tipo: D \\subseteq \\mathbb{R}^n \\rightarrow \\mathbb{R}x \\longmapsto f(x) = z Em que x é um vector com n coordenadas e z um número real. Se a for um vector com n coordenadas, então: \\lim_{x \\to a} f(x) = L \\Leftrightarrow \\forall \\epsilon > 0, \\exists \\delta > 0 : \\left ( x \\in D\\;\\wedge 0 < d(x,a) < \\delta \\right ) \\Longrightarrow | f(x) - L| < \\epsilon Em que d(x,a) = \\| x - a \\| é a função distância. === Exemplo === Uma função do tipo: \\mathbb{R}^2 \\rightarrow \\mathbb{R}(x,y) \\longmapsto f(x,y) = z pode ter evidentemente um limite, mas aqui há uma diferença fundamental. Sobre a reta real, só existe verdadeiramente um grau de liberdade, ou seja, só se pode ir para a direita (no sentido de maiores números reais) ou para a esquerda (no sentido de menores números reais). Com uma função de duas variáveis (só para ficar no caso mais simples) tem-se dois graus de liberdade. Consequentemente, pode-se ter infinitos caminhos entre dois pontos, o que na verdade influencia o valor do limite. Ora, para que exista um valor de limite, é necessário que ele seja independente do caminho tomado para que o(s) valor(es) da(s) variável(eis) independentes sejam alcançados. Isso é verdade no caso unidimensional, quando os dois limites laterais coincidem. Caso contrário, o limite não existe. De forma semelhante, quando se tem uma função bidimensional como: \\mathbb{R}^2 \\rightarrow \\mathbb{R}(x,y) \\longmapsto f(x,y) = xy o limite pode ser testado através de vários caminhos. Suponha que se queira verificar o seguinte limite L desta função: \\lim_{(x,y) \\to (0,0)}f(x,y) = L Pode-se aproximar-se do valor (0,0) através das seguintes possibilidades (de entre uma infinidade delas): * o limite através do eixo dos yy, ou seja, \\lim_{x \\to 0}f(x,0) = L Nesse caso o limite L é zero. * o limite através do eixo dos xx, ou seja, \\lim_{y \\to 0}f(0,y) = L Nesse caso, o limite L é também zero. Poder-se-ia ficar enumerando todas as possibilidades, mas seria ocioso. No caso dessa função, o limite nesse ponto é sempre zero, conforme demonstraremos. Vamos, então, provar que \\lim_{(x,y) \\to (0, 0)} xy = 0 Ou seja, provar que \\forall \\epsilon > 0, \\exists \\delta > 0 : \\left ( (x,y) \\in \\mathbb{R}^2\\;\\wedge 0 < \\| (x,y) - (0,0) \\| < \\delta \\right ) \\Longrightarrow | xy - 0| < \\epsilon\\Leftrightarrow \\forall \\epsilon > 0, \\exists \\delta > 0 : \\left ( (x,y) \\in \\mathbb{R}^2\\;\\wedge 0 < \\sqrt{x^2 + y^2} < \\delta \\right ) \\Longrightarrow | xy | < \\epsilon Vamos procurar escrever \\delta em função de \\epsilon. \\sqrt{x^2 + y^2} < \\delta \\Leftrightarrow x^2 + y^2 < \\delta^2|xy| \\leq \\max\\\\{|x|,|y|\\\\}^2 \\leq x^2 + y^2 < \\delta^2 Se escolhermos \\delta = \\sqrt{\\epsilon}, então, pela segunda desigualdade, |xy| < \\delta^2 = \\epsilon, o que prova o nosso limite. Um exemplo de uma função que não apresenta valor de limite em (0,0) é a função: \\mathbb{R}^2 \\rightarrow \\mathbb{R}(x,y) \\longmapsto f(x,y) = {xy \\over (x^2+y^2)} que pode ser provado fazendo-se a aproximação do ponto (0,0) através das parametrizações dadas pelas equações paramétricas: x = \\left(\\cos \\alpha\\right)t y = \\left(\\mathrm{sen}\\, \\alpha\\right)t a função toma a forma f(x,y) = {\\cos(\\alpha)\\mathrm{sen}\\,(\\alpha) \\over (\\cos\\alpha)^2+(\\mathrm{sen}\\,\\alpha)^2} = {\\mathrm{sen}\\,(2\\alpha) \\over 2} Vê-se, então, que o valor do limite depende do ângulo α pelo qual a reta de parametrização permite que se aproxime do ponto (0,0). Dessa forma, o limite não existe nesse ponto para essa função. == Ver também == *Limite de uma função *Lista de limites *Função contínua Categoria:Cálculo Categoria:Análise matemática Categoria:Topologia (matemática)",
 "title": "Limite"
}