{
 "id": "14490",
 "text": "Segue-se uma lista de termos islâmicos em árabe. São, em geral, de difícil tradução. As traduções costumam ser menos precisas que o termo árabe.. == Lista dos termos == Este artigo ainda está em construção. Adoptar-se-á a ordem alfabética segundo o alfabeto latino, para a transcrição da palavra (aportuguesamento, se quiserem). * adabe أَدَب : palavra que conjuga vários significados relacionados com a ética, a polidez, a literatura no seu sentido mais nobre; * ’adhân; adhan ou azan أَذَان : chamada para a oração; * adl عَدْل : justiça ; * akhira آخِرَة : a crença no além; o outro mundo, após a morte; *Alcorão, Corão القرآن : o livro sagrado do Islã. Os muçulmanos creem que o Alcorão é a palavra literal de Deus (Alá) revelada ao profeta Mohammed. A palavra deriva do verbo árabe que significa declamar ou recitar; Alcorão é portanto uma \"recitação\" ou algo que deve ser recitado. * âlim, ulemá عَالِم : sábio;sabedoria * ’Allâh, Allah ou Alá أَللّٰه (mais comum : اللّٰه) : Deus. O termo é usado, com o mesmo sentido pelos cristãos de língua árabe; * chahâda شَهَادَة : testemunho, profissão de fé (um dos cinco pilares do Islão) ; * chaïkh, cheikh, cheik ou Xeque شَيْخ : ancião, chefe ; * charî‘a, charia, xaria شَرِيعَة : lei, código jurídico tradicional das sociedades muçulmanas; * chî‘a, chiita, xiita, chiismo, xiismo شِيعَة : relativo a uma das correntes do Islão (literalmente: \"partido de Ali\") ; * chourâ شُورَى : tomada de decisão num conselho consultivo (senado) ; * fana : extinção, aniquilação * fard ou fardh فَرْض : aquilo a que a religião obriga. orar, por exemplo, é fard. * fatwâ فَتْوَى : parecer jurídico emanado do mufti (um jurista muçulmano), de acordo com o fiqh - não é, obrigatoriamente, uma sentença de morte, como se pode pensar a partir de algumas notícias veiculadas pelos meios de comunicação social ocidentais ; * fiqh فِقْه : conjunto de leis islâmicas; direito islâmico; * fitra فِطْرَة : natureza das coisas e, mais especificamente o homem; presdisposição inata do homem para se dedicar ao conhecimento, à justiça, à beleza... * hadj حَجّ : a peregrinação a Makkah (Meca), um dos cinco pilares do Islão ; * hadîth, hádice حَدِيث : palavras e actos do Profeta Mohammed, consideradas como um exemplo a seguir pelos fiéis islâmicos; * hâfiz حَافِظ : pessoa que conhece todos os versículos do Corão, de cor; * ḥalāl, halal حلال : aquilo que é permitido pela religião, este termo é o antónimo de haram ; * hanîf حَنِيف : \"o verdadeiro crente\" - aquele que crê na fé pura ou ortodoxia; * ḥarām, haram حَرَام : aquilo que é defendido pela religião, tabu ; * hijâb حِجَاب : traje das mulheres que professam o Islão, de forma a cumprir os preceitos de \"decência\" e modéstia do Islão; varia consoante os preceitos regionais; * hijra, hégira هِجْرَة : emigração do profeta Mohammed e dos seus companheiros de Makkah (Meca) para Medina ; * houdoud حُدُود : os limites que separam o que é permitido (direitos) (ḥalāl, halâl, حَلاَل) do que é proibido (harém, harém حَرَام) - relacionado com a punição devida a quem ultrapassa esses limites; * ’ihrâm إِحْرام : preparação ritual para a peregrinação; veste branca ostentada por aqueles que cumprem a pequena ou a grande peregrinação; * ’ijma‘ إجماع : consenso dos ulmás ou da umma no seu todo, a respeito de questões morais, religiosas ou jurídicas, não contempladas no Corão ou nos ahadith ; * ’ijtihâd, ijtihad إِجْتِهَاد : raciocínios realizados para compreender o Corão e os ahadith ; * ‘ilm عِلْم : a obrigação que o muçulmano tem de adquirir conhecimento (ciência) ; * ’imâm, imam ou imã إِمَام : vocábulo que nem em árabe é alvo de um consenso, variando consoante os ramos do islamismo. O seu sentido original é o do homem que dirige as preces na mesquita; pode ser, no entanto, também, um líder religioso (literalmente : « aquele que está à frente ») ; * Islão إِسْلَام : Submissão. O muçulmano está submetido à lei islâmica; * ’isnâd إِسْنَاد : a cadeia de pessoas que transmitem um hadith ; * ’isrâ’ إِسْرَاء : a viagem nocturna do profeta Mohammed ; * istisla : « o que parece apropriado » ; método de resolução de problemas jurídicos que se apoia no interesse geral, quando os textos religiosos são omissos ou insuficientes para indicar uma solução; * jâhiliyya جَاهِلِيَّ : \"idade da ignorância\" ; nome dada à época antes do surgimento do Islão; * jihâd جِهَاد : Auto-exerção, guerra justa encetada pela causa do Islam. * kâfir كَافِر : os infiéis, que não professam o islamismo; * khalîfa, califa خَلِيفَة : sucessor do profeta, que nomeia e guia (ao mesmo tempo que é aconselhado) pelos ulemás; * koufr : descrença, apostasia, rejeição da fé islâmica ; * madhhab مَذْهَب : escola (e corrente intelectual) de pensamento jurídico, relcionada com a fé e a religião; * madrasa مَدْرَسَة : em sentido lato, escola de ensino superior; em sentido restrito: escola corânica ; * mahdi مَهْدِ : homem guiado por Alá ; entre os Xiitas, é uma figura escatológica próxima do Messias hebreu ; * masjid, mesquita مَسْجِد : local comum de oração; * Mirabe مِحْرَاب : nicho aberto em todas as mesquitas de forma a apontar para Makkah (Meca); * Mimbar مِنْبَر : púlpito de uma mesquita, de onde se elevam as orações; * mi‘râj مِعْرَاج : ascensão (literalmente : « escada ») de Mohammed aos céus; ver Lailat al Miraj; * muçulmano مُسْلِم : textualmente, « submisso ». O muçulmano submete-se ao Corão, a palavra de Alá ; * nahw نَحْو : gramática ; * qiyâs قِيَاس : analogia, parecer jurídico ou religioso feito por analogia com as regras já conhecidas; * salah صَلَاة : a oração, um dos cinco pilares do Islão ; * saum صَوْم : o jejum do mês do Ramadão, um dos cinco pilares do Islão ; * sufî, sufismo صُوفِي : corrente mística do Islão (literalmente : « lã » da capa que os sufis envergam) ; * suna سُنَّة : a segunda fonte doutrinal dos muçulmanos, a Suna é o exemplo do profeta ou a tradição da comunidade, constituída pelos ahadiths ; * sunita, sunismo سُنِّيّ : « o exemplo » ; corrente sunita, maioritária no Islão ; * tafsîr تَفْسِير : exegese, mais especificamente, do Corão ; * taqlîd تَقْلِيد : imitação, ou seja, respeito, sem pôr em causa, pelos preceitos do direito islâmico; * tajwîd تَجْوِيد : a forma considerada correcta de ler o Corão: usando a pronúncia e o estilo de leitura que se crê aproximar da forma como este foi revelado a Maomé; * tarkîb تَرْكِيب : construção (de uma frase, por exemplo) ; * tarîqa طَرِيقة : \"caminho que se deve seguir\"; Confraria de místicos sufis; * tartîl تَرْتِيل : a forma lenta do tajwîd; * tawhîd تَوْحِيد : monoteísmo, fé na unicidade de Deus; * umma أُمَّة : a comunidade dos crentes; \"a nação islâmica\"; * umra عُمْرَة : peregrinação não obrigatória chamada às vezes peregrinação menor, sendo a Hajj a peregrinação maior (não faz parte dos cinco pilares do Islão) ; * urf عُرْف : uma das características pretendidas durante a islamização: a aceitação dos costumes locais dos locais conquistados ; * wadat al wujoud : unicidade da existência de Deus (Alá); * zakāt : o tributo obrigatório, a caridade, um dos cinco pilares do Islão - significa, literalmente, \"crescer\" ou \"aumentar\"... == Ver também == * Lista de termos cristãos em árabe Categoria:Língua árabe Termos Islamicos Arabe",
 "title": "Lista de termos islâmicos em árabe"
}