{
 "id": "14525",
 "text": "Parchal é uma vila portuguesa que foi sede da extinta Freguesia de Parchal do Município de Lagoa, freguesia com 3,86 km² de área e 4019 habitantes (2011), donde uma densidade populacional de 893,1 h/km². A Freguesia de Parchal fora criada em 20 de Junho de 1997, por desagregação da então freguesia de Estômbar, e foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Estômbar, formar uma nova freguesia denominada União das Freguesias de Estômbar e Parchal com a sede em Estômbar. A povoação de Parchal foi elevada à categoria de vila em 12 de Julho de 2001. Esta vila serve como \"cidade dormitório\" de Portimão, uma vez que grande parte da população laboral da cidade afasta-se da grande metrópole escolhendo as terras vizinhas para habitar. O Parchal, devido à sua grande proximidade de Portimão, foi uma das freguesias eleitas, multiplicando grandemente a sua expansão desde o 25 de Abril. == História == Situada na margem esquerda do Rio Arade e desanexada de Estômbar em 20 de Junho de 1997, a freguesia do Parchal é a mais recente do município de Lagoa estendendo-se por uma área de 4,5 quilómetros quadrados. O topónimo Parchal parece derivar de Parchel ou Praxel, nome que designava o antigo convento Franciscano situado na vizinha povoação do Calvário, na freguesia de Estômbar. O vocábulo Praxel, que advém do árabe, significa lugar alagado ou alagadiço, precisamente como se encontravam as terras do Parchal nas suas origens, constantemente invadidas pelas marés do Rio Arade. Mas antes da actual designação, foi também conhecida por Aldeia dos Cucos, numa referência popular à família Cuco, uma das primeiras a instalar-se no Parchal. A agricultura rudimentar e familiar primeiro, e a pesca e a indústria conserveira depois, foram os pólos de atracção para a criação de um primeiro núcleo habitacional localizado defronte a Portimão e ligado a esta urbe pela então, nova ponte do Rio Arade. No apogeu da actividade piscatória e da indústria conserveira, instalaram - se no território que corresponde actualmente à freguesia, diversas fábricas que representavam emprego e atraíam cada vez mais gente ao local. Quando em meados da década de 70, a indústria conserveira entrou em declínio, o Parchal era já um espaço habitacional consolidado, com forte ligação a Portimão, onde considerável parte da sua população desempenhava actividades ligadas à pesca, ao comércio e serviços. Entretanto, a Revolução de Abril de 1974, trazia novos ventos, novas perspectivas e exigências, de entre elas, o direito à habitação digna e de acordo com as necessidades das famílias. Em consequência disso, um grupo de Parchalenses trouxe para o Parchal, um núcleo da então criada em Lagoa, Cooperativa de Habitação Económica Lagoense, que viria a ter um papel fundamental no desenvolvimento urbanístico e económico que o Parchal conhece hoje. A criação da freguesia em Junho de 1997 e a elevação à categoria de vila em Abril de 2001 foram o justo reconhecimento do extraordinário desenvolvimento e de todas as potencialidades e perspectivas que se abrem ao Parchal. Teve como marcador desportivo o clube de futebol Sociedade Recreativa Boa União Parchalense, extinto em 2006. ==População== População da freguesia de ParchalInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 3 378 4 019 Thumb|200px|Evolução da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; Thumb|200px|A População em 2001; Thumb|200px|A População em 2011; Criada pela Lei nº 31/97,Diário da República - http://dre.tretas.org/dre/83486/ de 12 de Julho, com lugares desanexados da freguesia de Estômbar == Povoações == * Bela Vista * Pateiro == Associações e Colectividades == * Sociedade Recreativa Boa União Parchalense * Associação Cultural e Desportiva da Che Lagoense == Principais Equipamentos Colectivos == * Igreja do Parchal ou Igreja de São Francisco de Assis * Escola Primária do Parchal * Escola E.B. 2/3 Rio Arade * Porto de Pesca * Pavilhão do Arade * Pavilhão Prof. Manuel Ferraz * Apeadeiro de Ferragudo-Parchal == Artesanato == * Miniaturas de carroças algarvias; * Pinturas em azulejo; * Rendas; * Doçaria Regional. == Actividades Económicas == * Piscicultura; * Pesca; * Pequena indústria; * Construção Civil; * Comércio e Extração de bivalves; * Combates Profissionais do Jogo \"Agora o Berlinde é Meu\". Gastronomia * Caldeirada de peixe à Pescador; * Carapaus alimados; * Feijoada de Búzinas (Búzios); * Feijoada De Polvo; * Ameijoas na cataplana; * Papas de milho com berbigão ou conquilha; * Sardinha Assada; * Frango Grelhado; * Comida D'avó. == Ligações externas == * * * * * *",
 "title": "Parchal"
}