{
 "id": "14534",
 "text": "Cabouco é uma freguesia portuguesa do município da Lagoa (Açores), com 5,43 km² de área e 1 921 habitantes (2011). A sua densidade populacional é 368 hab/km². Localiza-se a uma latitude 37.7667 (37°46') Norte e a uma longitude 25.5667 (25°34') Oeste, estando a uma altitude de metro. \"Esta freguesia é denominada por Cabouco por outrora ali terem existido grandes “caboucos” ou pedreiras. Foi elevada a freguesia no ano de 1980, sendo assim a mais nova freguesia do Concelho da Lagoa. Foi nas terras do Cabouco, durante o século XIX, que o desembargador Vicente José Ferreira Cardoso da Costa fez as primeiras experiências com a cultura do tabaco. Mandou vir semente de tabaco e fez experiências na Quinta do Tanque e no Nordeste. Diga-se que este senhor foi trisavó da Dona Maria Luísa, figura incontornável da história do Cabouco. Nasceu no Brasil, em 1765 e morreu em Ponta Delgada no ano de 1834. Quando o Rei Dom Carlos I esteve em São Miguel deu o título de Visconde a um tio da Dona Maria Luísa, passando esta a ser Viscondessa. Atualmente, o Cabouco é uma freguesia em grande crescimento. É a freguesia do Concelho que regista o maior índice de procura de casas e terrenos para a respetiva construção. Além disso, conta com uma zona industrial no seu termo, que já tem alguns milhares de metros quadrados de zona coberta. No campo da solidariedade, possui a creche \"o Ninho\", legado da saudosa Dona Maria Luísa Faria e Maia, que após passar por uma fase de recuperação, reabriu as portas a crianças dos 4 meses aos 6 anos. Ainda nesta área, é de salientar o Centro Social e Cultural do Cabouco, que desenvolve diversos projetos relacionados com a ocupação dos mais idosos – Centro de Dia – e dos mais jovens - através do apoio prestado pelos animadores de rua. Em vários anos de história, muito se tem conseguido para o desenvolvimento do Cabouco, embora, muitas vezes, os recursos financeiros sejam limitados. Destaca-se a construção do Polidesportivo, do edifício sede da Junta, do Salão Fúnebre, da recuperação do fontanário do largo da Junta, do Nicho do Menino Jesus de Praga, bem como outras ações que contribuíram para o enriquecimento cultural de toda a população. Apesar de muitas vezes esquecida, a freguesia do Cabouco conseguiu ser diferente e, acima de tudo, conseguiu tornar-se cada vez mais proeminente de entre as freguesias do Concelho de Lagoa. A festa da sua padroeira, Nossa Senhora da Misericórdia, realiza-se no último domingo de Setembro.\" Durante 25 anos esteve sob administração do Partido Social Democrata. A 9 de outubro de 2005 a candidata do Partido Socialista, Anabela da Silva Calisto conseguiu a primeira vitória para o seu partido. ==População== ★ Freguesia criada pelo Decreto Regional nº 24/A/80, de 15/09/1980, com lugares desanexados da freguesia de Nossa Senhora do Rosário {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 1249 | align=\"right\" | 1405 | align=\"right\" | 1736 | align=\"right\" | 1921 | align=\"right\" | 1970 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | +12% | align=\"right\" | +24% | align=\"right\" | +11% | align=\"right\" | +3% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 472 | 439 | 350 350 | 282 | 272 800 | 1 054 | 1157 114 | 146 | 191 Var -7% | -20% -19% | -4% +32% | +10% +28% | +31% ==Cultura== * Museu Etnográfico do Cabouco - fundado em 1990, é um museu local, com colecções de natureza etnográfica. Categoria:Freguesias da Lagoa (Açores)",
 "title": "Cabouco"
}