{
 "id": "14549",
 "text": "::Se procura a freguesia homónima do município de Mosteiros, Cabo Verde, veja Fajãzinha (Cabo Verde). Fajãzinha é uma freguesia portuguesa do município de Lajes das Flores, com 6,21 km² de área e 71 habitantes (censo de 2021). A sua densidade populacional é . A paróquia católica da freguesia tem como orago Nossa Senhora dos Remédios. A freguesia situa-se na vertente ocidental da ilha das Flores, a cerca de 15 km da sede do concelho. ==Demografia== A freguesia de Fajãzinha é uma das menos povoadas do concelho de Lajes das Flores, com apenas 71 habitantes em 2021, sendo a segunda freguesia portuguesa com menos habitantes, apenas a seguir à freguesia de Mosteiro, também no município de Lajes das Flores. A freguesia tem recenseados poucos eleitores, razão pela qual a assembleia de freguesia é substituída por um plenário de cidadãos. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 9 8 55 33 2011 6 5 44 21 2021 5 8 37 21 == A freguesia == Anichada na encosta sueste de um largo vale aberto sobre o mar, na realidade uma pequena fajã delimitada a nordeste pelo curso da Ribeira Grande, a Fajãzinha situa-se a cerca de 15 km da vila das Lajes da Flores, sensivelmente no centro da costa ocidental da ilha das Flores. A fajã onde se localiza a povoação é pequena em comparação com a vizinha Fajã Grande, localizada alguns quilómetros a norte, daí o nome de Fajãzinha dado à localidade. O território da freguesia prolonga-se para o interior por um extenso planalto irregular, contendo diversas turfeiras e maciços de floresta natural rica em plantas endémicas, entre as quais se destaca o cedro-do-mato, produtor de valiosa madeira utilizada no artesanato local. Nesta região existem algumas interessantes lagoas e diversas ribeiras ricas em trutas. A freguesia é atravessada pela Ribeira Grande, a maior torrente da ilha das Flores, que, apesar de bela e majestosa com as suas gigantescas cascatas, das quais a maior tem cerca de 300 m de altura, provocou inúmeras inundações ao longo da história da freguesia. O florentino padre José António Camões descreve assim a Ribeira Grande:José António Camões, Roteiro Exacto da Costa da Ilha, in José Arlindo Armas Trigueiro (editor), Padre José António Camões: Obras, Câmara Municipal das Lajes das Flores, 2006. :Passado aquela povoação encontra-se logo a Ribeira Grande, que divide a freguesia, (…) e se encareceo a sua força e impetuosidade que certamente é grande. Cai a dicta ribeira de uma formidavel cachola, eminente à freguesia da Fajanzinha, a que dão de altura 200 braças: e caida; vem successivamente encorporar-se e ajuntar-se a ella todas as agoas da rocha, que serve de demarcação à freguesia, desde leste a sueste, e vem a ser a Ribeira dos Ferreiros, 4 grotas, sem nome na rocha chamada – a Rocha do Velho, a grota do Enchente, cujas águas engrossão e infurecem tanto que de inverno, e ainda mesmo havendo chuvas, de verão a fazem invadeavel. A região onde se situa a freguesia, com o seu relevo marcado pela presença de grande falésias e enormes rochedos expostos, forma uma paisagem de grande beleza que João VieiraJoão Vieira, Vigens na Nossa Terra, Lajes das Flores. descreve da seguinte forma: :Na encosta íngreme do vale, a mão do homem, com muito suor, construiu a sua igreja e as casas, abriu o caminho onde penosamente deslizaram \"corsões\" (zorras), meio de comunicação com o resto da ilha. Admirável exemplo da implantação no terreno em harmonia com a paisagem. Visto do alto, o casario, talvez por ciúme, corre para o mar, acompanhando a Ribeira Grande, que por mais de quatro séculos abasteceu de aguadas a navegação que sulcou os mares entre o Velho e Novo Mundo. Entre searas de milho que circundam o casario branco, uma estrada de asfalto negro serpenteia entre a verdura. Se o paraíso bíblico tivesse existido à beira-mar… bem poderíamos pensar que este recanto lhe pertenceu… == História da freguesia == A costa ocidental das Flores terá começado a ser desbravada em meados do século XVI, com os primeiros núcleos populacionais estáveis a surgirem nas primeiras décadas do século seguinte. Os primeiros povoadores eram capitaneados por João Soares, oriundo da ilha de São Miguel, que se terá fixado no Lajedo. Já estruturado como povoado, o lugar da Fajãzinha foi em Julho de 1676, por provisão do bispo de Angra D. frei Lourenço de Castro, desanexado da vila das Lajes das Flores, à qual pertencia apesar da grande distância e maus caminhos, e erecto na paróquia de Nossa Senhora dos Remédios das Fajãs, então com sede na igreja de Nossa Senhora dos Remédios da Fajanzinha, mas com jurisdição que abrangia toda a costa oeste da ilha, desde a Ponta da Fajã até ao Mosteiro, englobando assim os lugares de Ponta, Fajã Grande, Caldeira e Mosteiro. A freguesia é assim a quarta mais antiga da ilha, precedida em idade apenas pelas duas vilas e por Ponta Delgada das Flores. Para constituir a nova freguesia, o lugar da Ponta da Fajã foi desanexado da paróquia de São Pedro de Ponta Delgada, à qual pertencia desde a criação daquela freguesia, e integrado com o lugar da Fajã Grande na nova estrutura administrativa e eclesiástica. A delimitação da nova paróquia teve lugar nos dias 12 e 13 de Julho daquele ano de 1676, na presença do ouvidor eclesiástico, padre Domingos Nunes Pereira, e do primeiro pároco da freguesia, padre André Alves de Mendonça. A freguesia das Fajãs estendia-se por mais de duas léguas ao longo da costa oeste da ilha, desde a Ribeirinha do Miradoiro, na Rocha do Risco da Ponta da Fajã, até à Ribeira da Lapa, no Mosteiro. Para além das atuais povoações, incluía ainda alguns lugares então habitados, como sejam a Fajã dos Valadões, a Ribeira da Lapa, o Pico Redondo e os Pentes, todos hoje abandonados.Francisco António Nunes Pimentel Gomes, A ilha das Flores: da redescoberta à actualidade, Câmara Municipal das Lajes das Flores, 1997. A escolha do lugar da Fajãzinha para sede da nova paróquia deve-se ao facto de já lá existir, desde o ano anterior (1675), uma pequena igreja sita no chamado Adro Velho, nas imediações da atual igreja. Apesar disso, a igreja era muito humilde e incompleta, apenas vindo ter uma torre sineira no ano de 1747, conforme lápide colocada no atual templo. A igreja hoje existente começou a edificar-se a 7 de abril de 1776, embora em 1771 já se partisse pedra para a obra. A sacristia norte apenas foi construída em 1787. A torre ficou por acabar durante muitos anos, já que apenas no verão de 1896 se deu início à obra para a sua conclusão. O último enterramento na igreja ocorreu a 23 de Maio de 1834, ficando o cemitério concluído antes de 1868. A 14 de setembro de 1949 foi inaugurado, dentro do espírito do Estado Novo, um grande cruzeiro num alto sobranceiro à freguesia. Assim, desde muito cedo esta freguesia desempenhou um papel administrativo importante no conjunto da ilha das Flores, já que ela foi, desde o longínquo ano de 1676 e até meados do século XIX, sede paroquial das Fajãs, englobando na sua jurisdição quase toda a costa ocidental da ilha. O Mosteiro só em 1850 ascendeu a freguesia, a que se seguiu, em 1861, a criação da freguesia da Fajã Grande, estabilizando a atual divisão administrativa da zona. A freguesia da Fajãzinha sempre integrou o concelho de Lajes das Flores, excepto no período de 1895 a 1898, em que, com todas as outras freguesias da ilha, fez parte do município de Santa Cruz das Flores, por supressão da edilidade lajense. A Ribeira Grande, com o seu imenso caudal sólido, sempre constituiu uma benesse e uma ameaça para a freguesia, tendo sido difícil criar pontes capazes de resistir à enxurradas que a percorrem. Uma das muitas tentativas ocorreu em 1789, sob a orientação do juiz de fora José Gonçalves da Silva, sendo então construída uma ponte de pedra sobre a Ribeira Grande, construção formidável para a época, mas que ficou como a ponte da má memória, pois nas palavras do padre Camões: :[Houve tal inundação e enchente em 1794] que não só derrubou a dicta ponte, mâs nem sequer ao menos della ficou o menor vestigio, sem rasto, saindo de seo leito natural a dicta ribeira que no desembocar no mar deixou um areal largo em maior distancia de 300 braças com uma perda inextimavel dos pobres lavradores que possuião terras a ella contiguas, que todas ao mar foram derregadas. Igual destino tiveram várias tentativas de atravessamento, todas elas destruídas pela caudalosa torrente. Os últimos desses incidentes aconteceram em 1964, com a destruição da ponte de madeira ali colocada alguns anos antes, e em Novembro de 1996, quando mais uma vez a ribeira destruiu a ponte da estrada que liga a Fajãzinha à Fajã Grande. Foi agora construída, a jusante da antiga, uma grande e moderna ponte em betão, com um vão dezenas de vezes superior ao anterior. == Economia == Desde a sua génese que a Fajãzinha foi uma freguesia voltada para as atividades agrícolas, hoje quase exclusivamente centradas na bovinicultura, aproveitando a riqueza em pastos e água. Para além desta atividade apenas existe um restaurante e um pequeno estabelecimento comercial. ==Coletividades== A freguesia é rica em atividade associativa voltada para a dinamização do desporto e da cultura. Na Fajãzinha existem as seguintes coletividades: * Clube Desportivo; * União Operária Nossa Senhora dos Remédios; * Sociedade Filarmónica Nossa Senhora dos Remédios, fundada em 1951, com o apoio do pároco de então, o padre António Joaquim de Freitas. Após alguns anos de interregno, provocados pelo surto migratório da década de 1960, a Sociedade Filarmónica Nossa Senhora dos Remédios retomou os seus trabalhos em 1983. Desde então mantém uma escola de música, com actividade não apenas na Fajãzinha, mas também nas vizinhas freguesias de Lajedo, Mosteiro e Fajã Grande. Composta por cerca de 40 elementos, provenientes de várias freguesias da ilha, esta Filarmónica tem-se empenhado em desenvolver e difundir a arte musical nas Flores. ==Património== A Fajãzinha orgulha-se de ter no seu território algumas das paisagens naturais mais belas dos Açores, com destaque para as cascatas da Ribeira Grande (com mais de trezentos metros) e do Ferreiro, o Poço da Cascata do Ferreiro e o Miradouro de Fajãzinha e as lagoas do planalto interior da ilha. Entre o seu património edificado destacam-se os seguintes imóveis: * Igreja Paroquial (Igreja de Nossa Senhora dos Remédios), edificada em 1778, com grandes dimensões face à pequenez do povoado, tem três naves, divididas por cinco arcos e uma torre sineira. * Império do Divino Espírito Santo do Rossio, inaugurado em 1864. * Moinho de Água da Alagoa, junto à estrada, de duplo engenho, é um dos únicos da ilha que ainda pode laborar. * Garagem dos Terreiros, há alguns anos o ponto de partida e de chegada obrigatório para quem se deslocava à freguesia em transporte público. Recebeu o primeiro autocarro das Flores e o segundo veículo de quatro rodas de toda a Ilha. Em frente da garagem, inicia-se também o caminho que conduz à Rocha da Figueira, percurso que se assemelha a uma autêntica escada de pedra. Quase no final da descida, desemboca na Lagoinha, um sugestivo paul repleto de ervas aquáticas e inhames nas suas margens alagadiças e pantanosas. ==Festas e gastronomia== A freguesia realiza a suas principais festas em honra de Nossa Senhora dos Remédios no último domingo de Agosto. Como em todas as povoações dos Açores, as festas do Espírito Santo, no Domingo de Pentecostes, têm uma partícula importância. A gastronomia local tem como confecções mais específicas a sopa de agrião de água, o inhame com linguiça, o folar da Páscoa, as filhós do Entrudo e os molhos de dobrada. O artesanato tinha como ponto forte os trabalhos em vime, nomeadamente cestaria e mobília, fruto da abundância de água da localidade, mas essa arte já se perdeu. Hoje está reduzido à confecção de miniaturas em madeira de cedro-do-mato e de tapetes em casca de milho. == Ver também == * Lista de fajãs dos Açores == Ligações externas == * * * * Categoria:Freguesias das Lajes das Flores",
 "title": "Fajãzinha"
}