{
 "id": "14560",
 "text": "Dublin ou, em língua portuguesa, Dublim (em inglês Dublin , ; em irlandês Baile Átha Cliath , ou Áth Cliath ) é a capital e maior cidade da Irlanda.O nome oficial do país é apenas \"Irlanda\". Não admite o uso formal de \"República da Irlanda\". O nome em inglês deriva da palavra irlandesa \"Dubhlinn\" (ocasionalmente também grafada Duibhlinn ou Dubh Linn), que significa \"Lago Negro\". Localiza-se na província de Leinster próxima ao ponto mediano da costa leste da Irlanda, sendo cortada pelo Rio Liffey e o centro da região de Dublin. Desde 1898 possui nível administrativo de condado (county-boroughs). Seus limites são os condados de Fingal a norte, Dublin meridional a sudoeste e Dun Laoghaire-Rathdown a sudeste. Tem uma população de 592 mil habitantes na cidade, e sua área metropolitana tem habitantes. Fundada como um assentamento viquingue, foi o centro do Reino de Dublin e se tornou a principal cidade da Ilha após a invasão dos Normandos. A cidade cresceu de maneira rápida durante o ; se tornou na época a segunda maior cidade do Império Britânico e a quinta maior da Europa. Dublin entrou em um período de estagnação após o Ato de União de 1800, mas continuou o centro econômico da Ilha. Após a Partição da Irlanda em 1922, virou a capital do Estado Livre Irlandês, e mais tarde, da República da Irlanda. Dublin é reconhecida como uma cidade global, com um ranking \"Alpha-\", colocando a cidade entre as 30 mais globalizadas do mundo. Atualmente é o principal centro histórico, cultural, econômico, industrial e educacional da Irlanda. == Etimologia == O topônimo Dublin provém da palavra nórdica \"Dubhlinn\" (ocasionalmente Duibhlinn ou Dubh Linn), por sua vez proveniente das palavras no idioma nórdico antigo Duibh Linnia, literalmente \"Piscina Negra\", em referência a uma piscina formada na confluência do Liffey e do Podle na região do atual Castelo de Dublin (Dublin Castle).Ireland, DK Eyewitness Travel Guide, Pag 71, ISBN 0-7513-4703-5 Todavia, existe certa controvérsia sobre isto, e no gaélico mais moderno também é conhecida como A cidade da piscina natural da cerca de juncos,sendo este último possivelmente um dos significados para o seu nome no idioma Irlandês,Baile Átha Cliath. Os primeiros registros de Dublin datam do ano 140 d.C., que se referem à cidade como Eblana. Esse nome é bem próximo de Dublin (compartilham as letras b, l e n), mas não há certeza sobre a influência do nome Eblana sobre o atual, e é bem possível que a cidade já tenha tido simultaneamente dois nomes diferentes, o que ratifica o caráter pluri-cultural da cidade. Em português, o nome é escrito Dublim, em consonância com as regras ortográficas da língua portuguesa. Dublim é a forma recomendada, por exemplo, pelo Vocabulário Onomástico da Língua Portuguesa da Academia Brasileira de Letras, pelo Vocabulário Ortográfico Comum da Língua Portuguesa do Instituto Internacional da Língua Portuguesa, bem como pelo Vocabulário Português de Rebelo Gonçalves; é, também, a forma constante da definição de dublinense em dicionários como o Dicionário Michaelis e a versão original do Dicionário de Caldas Aulete. Contudo, raramente o topónimo é pronunciado de acordo com as regras fonológicas do português (), pronúncia mais próxima do pronunciado localmente, optando-se quase sempre pela pronúncia aproximada da inglesa (). == História == === Início === As primeiras escritas sobre Dublin foram feitas no ano de 140 d.C. pelo astrônomo grego Ptolomeu, que a chamou de Eblana Civitas. Isso garante que Dublin é uma cidade com ao menos dois milênios de tradição, mas provavelmente ela exista há mais tempo que isso. No início do século X, duas colônias coexistiam na cidade. Onde moravam viquingues nórdicos, era chamada Dubh Linnia (ou Dyflin), e ficava em uma área que hoje se chama Wood Quay; e tinha Áth Cliath, a região céltica da cidade, mais distante do rio. Dublin tornou-se sede do poder inglês no século XII, após da parte sul do país pelo povo do norte britânico. Porém os estrangeiros absorveram os costumes locais, gerando uma fantástica mistura de culturas, o que minou o poder inglês de certa forma. === Idade Média === Em 1171, após a tomada de Dublin pelos ingleses, muitos dos descendentes dos viquingues noruegueses deixaram a parte mais antiga da cidade e foram viver ao sul do rio Liffey. A região que construíram lá é conhecida como Osmatown, ou \"Oxmatown\". A Irlanda ganhou um lorde, e Dublin era a capital do \"English Lordship of Ireland\" (Sub-Reinado Inglês da Irlanda). A população da cidade era maioritariamente composta por colonos ingleses e do País de Gales. A representação oficial da Inglaterra era centrada em um sumptuoso castelo, e a cidade também era sede do parlamento Irlandês. Importantes prédios que remetem à época são: St Auden's Church, St Patrick's Cathedral e Cristchurch Cathedral, que são igrejas. O resto das muralhas locais vai de St. Auden´s até Cook Street (Rua Cook). Os habitantes da área mais afastada e rural da cidade, conhecida como Pale, desenvolveram uma identidade cultural parecida com a das outras colónias que cercavam a capital, e a região de Dublin se via um pedaço de civilização cercado de bárbaros por todos os lados. Anualmente os habitantes de Dublin faziam uma peregrinação até o campo de Cullen em Ranelagh. Até que 500 habitantes da região de Bristol foram massacrados pelo clã O'Toole. Revoltados, os cidadãos de Dublin marcharam até o local do ocorrido e hastearam uma bandeira preta com um emblema em forma de corvo em direção às montanhas do massacre, para desafiar os Irlandeses locais para uma batalha, em gesto de desafio público. O ato de sair da cidade era tão perigoso até o século XVII, que os participantes tiveram que ser escoltados pela milícia da cidade que fizeram uma espécie de cerca para protegê-los dos \"inimigos das montanhas\". Uma grande evidência da coragem do povo dessa cidade. A Dublin medieval era pequena, com algo em torno de 5 a 10 mil pessoas, uma cidade intimista o suficiente para que todos os casamentos fossem acompanhados pelo próprio prefeito na arena de touros da cidade, onde ele dava um beijo no casal e as bênçãos para terem boa sorte durante o casamento. A cidade não ocupava mais que 3 km quadrados ao sul do rio Liffey. Fora do domínio dos muros da cidade, havia subúrbios como The Liberties (As liberdades), localizado nas terras do Arcebispo de Dublin, e Irishtown (Cidade Irlandesa) onde os gaélicos viviam após terem sido expulsos da cidade por uma lei do século XV. Embora os nativos não devessem, em tese, viver na cidade e seus arredores, muitos o fizeram até o século XVI. Autoridades inglesas reclamavam que o Gaélico rivalizava com o inglês como língua diária na região do Pale. Em 1348 Dublin, assim como grande parte da Europa, foi acometida pela peste bubônica (peste negra). A praga perdurou em vários surtos até 1649. A cidade também era cenário de várias guerrilhas urbanas. Por toda a Idade Média, a cidade pagou propinas aos clãs criminosos irlandeses, de modo a evitar saques e depredação. Em 1314, uma invasão do exército escocês queimou subúrbios da cidade. Os ingleses, com interesses em manter a pequena colônia irlandesa, designaram a defesa da cidade com relação ao cerco irlandês sob a responsabilidade do Conde Fitzgerald de Kildare, que dominou a política irlandesa até o século XVI. De qualquer forma, essa dinastia perseguia sua própria agenda. Em 1487, durante a Guerra das Rosas, os Fitzgerald ocuparam a cidade com o adendo de tropas de Burgundy e proclamaram o Yorkista Lambert Simnel como Rei da Inglaterra. Em 1536, a mesma dinastia, irada com prisão de Garret Fitzgerald, Conde de Kildare, assediava o Castelo de Dublin, forçando Henrique VIII a enviar um grande exército para destruir a família Fitzgerald e substituí-los por administradores ingleses. Durante a guerra dos nove anos, que ocorreu na década de 1590, soldados ingleses, através de decreto, forçaram os cidadãos da cidade a os hospedarem em suas casas, espalhando doenças e aumentando o preço dos víveres, além de disseminarem estupros no contexto doméstico, entre as mulheres e meninas da cidade. Os soldados feridos em combate padeciam nas ruas, pois não havia nenhum hospital adequado. Em 1597, a loja de pólvora inglesa na Winetaven Street explodiu, matando algo em torno de 200 cidadãos de Dublin. Na década de 1640, a cidade foi cercada duas vezes (1646 e 1649) durante as Guerras Confederadas Irlandesas. Nenhum dos cercos, porém, foi bem sucedido. === A Dublin colonial === Dublin e seus habitantes sofreram profundas transformações provocadas pelas revoltas irlandesas dos sécs. XVI e XVII. Eles viram a finalização da primeira conquista inglesa sob a Dinastia Tudor. As antigas comunidades inglesas de Dublin e Pale, embora estivessem felizes com a conquista e desarmamento dos nativos irlandeses, ficaram perturbados pela reforma protestante em curso na Inglaterra e que atingia a quase todos os Católicos Apostólicos Romanos do país. Ademais, eles estavam muito insatisfeitos com a obrigação do pagamento de taxa oficial para as forças militares inglesas do país, taxa essa alcunhada de \"cess\". Muitos cidadãos de Dublin foram executados por tomarem parte nas rebeliões de Desmond na década de 1580. Consequentemente, autoridades inglesas passaram a ver os dublinenses como não confiáveis começaram a incentivar o estabelecimento de colônias protestantes saídas da Inglaterra não apenas ali, mas em toda a região da Irlanda. Essa \"Nova Inglaterra\" se tornou a base da administração inglesa no Irlanda até o século XIX. thumb|left|200px|A Catedral St. Patrick's, em estilo neo-gótico. Protestantes se tornaram maioria em Dublin na década de 1640, quando milhares deles foram para lá fugindo da Revolução Irlandesa de 1641. Na década de 1650, depois da conquista do vingativo Cromwell (monarca inglês) sobre a Irlanda, católicos foram banidos da cidade. Mas essa lei não foi fortemente reforçada. Ironicamente, essa discriminação religiosa fez com que a velha comunidade inglesa do local abandonasse suas raízes inglesas e se colocasse como parte da população nativa da Irlanda, assim continuavam católicos. Ao final do século XVII, Dublin era capital do Reino da Irlanda, conduzida pela minoria protestante da \"Nova Inglaterra\", porém mais pacífica e próspera do que em qualquer outra época de sua história. === De medieval a georgiana === No início do século XVII os ingleses tinham estabelecido controle e impuseram o duro código penal à maioria católica da população irlandesa. Em Dublin, os protestantes prosperaram. Em termos de disposição das ruas, se assemelhava a Paris. Ficou assim após um extenso trabalho de re- ordenamento urbano. Uma comissão especial foi feita para planejar o alargamento das ruas. Várias ruas foram demolidas para serem construídas outras no estilo Georgiano. Entre as ruas famosas que serviram a essa tendência estavam Sackville, Dame, Westmoreland e D'Olier. Cinco quarteirões foram também projetados: Rutland Square (atualmente chamado de Parnell Square), Mountjoy Square na zona norte, Merrion Square, Fitzwilliam Square e Saint Stephen's Green Park, todos ao sul do Rio Liffey. Inicialmente as residências mais ricas ficavam na zona norte, em lugares como Henrierra Street e Rutland Square. A decisão do Conde de Kildare (primeiro cavalheiro da Irlanda, depois tornado duque de Leinster) de construir sua nova casa na cidade, Kildare House (posteriormente rebatizada de Leinster House) na zona sul, fez com que a elite da cidade também procurasse casas na zona sul. Apenas uma área medieval da zona norte, chamada de Temple Bar, localizada entre Dame Street e o rio Liffey, sobreviveu a esse processo de remodelagem urbana. Essa área ficou conhecida como a Dublin Georgiana (Georgian Dublin). Ainda na era Georgiana, foi tomada uma importante decisão arquitetônica: As casas perto do cais teriam que ter a fachada voltada para o cais. Essa decisão perdura até hoje e colabora com a beleza de Dublin. Até 1800 a cidade foi sede de um parlamento independente (ainda que exclusivamente anglicano), o parlamento irlandês. E foi durante esse período que muitos dos grandes prédios georgianos foram construídos. Em 1801, sob o Ato de União da Irlanda, que anexou o reino da Irlanda ao da Grã-Bretanha, para formar o Reino Unido da Grã-Bretanha e Irlanda, o parlamento Irlandês foi extinto e Dublin perdeu sua influência política. Enquanto o crescimento da cidade continuava, ela sofreu perdas financeiras relacionadas ao fim do parlamento e mais diretamente ao fim da renda dos servos do parlamento e de toda a corte do vice-rei da Irlanda que residia no Castelo de Dublin. Em poucos anos, muitas mansões, como Leinster House, Powerscourt House e Aldborough House, pertencentes a membros do reino que gastavam muito tempo na capital, foram vendidas. Muito da parte georgiana da cidade se converteu em favelas. === O renascimento === Na década de 1960, Dublin passou por um gigantesco processo de restauração. Hoje ela é uma cidade de tanto glamour quanto as maiores capitais europeias. Como capital da Irlanda, representa um pais que emergiu muito nos últimos 30 anos. A Irlanda já é uma das 20 maiores economias do mundo e sua renda per capita é maior do que a de países como Espanha e Portugal. Os bairros decadentes se tornaram prósperas e belas vizinhanças. Dublin é uma cidade que respeita o patrimônio histórico, mas, ao mesmo tempo, permanece ligada às tendências da modernidade. Tudo isso mantendo um padrão sócio econômico de país desenvolvido. De cidade que exportou muitas das mãos que construíram a América do Norte, Dublin converteu-se em cidade que recebe imigrantes de outros países, retribuindo ao mundo a oportunidade que seus imigrantes tiveram em outros países, dando a outras pessoas a chance de recomeçar. == Governo == === Da cidade === A cidade é governada pela Câmara Municipal de Dublin (anteriormente denominado Dublin Corporation), que é presidido pelo Lord Mayor de Dublin, que é eleito anualmente e reside na Mansion House. A Câmara Municipal está sedeada em dois grandes edifícios. As Reuniões do Conselho têm lugar na sede da Câmara Municipal, a antiga Royal Exchange, retomado para uso do governo da cidade em 1850. Muitos dos seus funcionários administrativos estão sedeados na controversa Civic Offices em Wood Quay. O Conselho Municipal é unicameral, com 52 membros, eleitos a cada cinco anos a partir de Eleições Locais. O partido com a maioria dos assentos, é quem decide o que se senta na comissão, as políticas a seguir, e que se torna Lord Mayor. Presidida pelo Senhor Presidente da Câmara, o Conselho tem um orçamento anual para despesa com a habitação, a gestão do tráfego, lixo, drenagem, planeamento, etc. A Dublin City Manager é responsável pela execução das decisões da Câmara Municipal. === Nacional === O Parlamento nacional da Irlanda, a Oireachtas, é constituído pelo Presidente da República da Irlanda, sendo composto pelo Dáil Éireann (Câmara dos Deputados) e Seanad Éireann (Senado). Todos os três estão sedeados em Dublin. O Presidente da República da Irlanda vive em Áras an Uachtaráin, a antiga residência do Governador-geral do Estado Livre Irlandês, no maior parque da cidade e da Europa, o Parque Phoenix. Ambas as câmaras do Oireachtas reúnem-se em Leinster House, um antigo palácio ducal, na zona sul. O edifício tem sido o lar do parlamento irlandês desde a criação do Estado Livre Irlandês em 6 de Dezembro de 1922. O Governo irlandês está sedeado no Edifícios do Governo, um grande edifício concebido por Sir Thomas Dean Manly e Aston Webb, Sir Aston Webb sendo o arquitecto que criou o Edwardian, fachada do Palácio de Buckingham, como o Royal College of Science. Em 1921, a Câmara dos Comuns do Sul da Irlanda reuniu-se aqui. Dada a sua localização próxima a Leinster House, o governo do Estado Livre Irlandês assumiu parte do edifício para servir como lar temporário para alguns ministérios. Tanto ela como Leinster House, foram concebidos para ser um lar temporário do parlamento, mas tornou- se permanente. As velhas Casas do Parlamento irlandês, do Reino da Irlanda, estão no Colégio Verde. == Clima == Dublin possui um clima temperado marítimo, caracterizado por invernos frios e verões suaves. No entanto, contrariamente à crença popular, Dublin não tem experiência com alta pluviosidade como no Oeste da Irlanda, que recebe duas vezes mais do que Dublin. A capital irlandesa tem menos dias chuvosos, em média, do que Londres. A temperatura média máxima em Janeiro é de 8 °C, a temperatura média máxima em Julho é de 19 °C. Os meses ensolarados, em média, são Maio e Junho. O mês mais úmido, em média, é Dezembro com 76 mm de chuva. O mês mais seco é Fevereiro, com 50 mm. A precipitação total anual média (e outras formas de precipitação) é 732,7 mm, inferior a Sydney, Nova Iorque e até Dallas. Devido a se situar numa latitude norte, Dublin tem cerca de 19 horas de luz no Verão, e nove horas no Inverno. Os ventos fortes, a partir de sistemas de tempestade do Atlântico, podem afectar Dublin, embora geralmente menos severamente do que outras partes da Irlanda. Os ventos mais fortes são mais prováveis durante meados de Inverno, mas pode ocorrer a qualquer momento, especialmente entre Outubro e Fevereiro. Durante um dos períodos tempestivos dos últimos tempos, uma rajada de 151 km/h foi registada no Aeródromo de Casement, em 24 de Dezembro de 1997. == Economia == A região de Dublin é o maior centro econômico da Irlanda. A cidade foi considerada, em 2009, como a quarta mais rica do mundo por poder de compra e a décima por renda pessoal. Foi considerada em 2011 de acordo com o Worldwide Cost of Living Survey, a 13.ª cidade mais cara da União Europeia e a 58.ª do mundo. Em 2005, cerca de 800 000 pessoas estavam empregadas na Região de Dublin, de qual 600 000 trabalhavam no setor de serviços e 200 000 no setor industrial.wayback.archive.org - dubchamber.ie - pdf Provavelmente a mais famosa indústria é a cervejaria Guinness, produzida em St. James's Gate Brewery desde 1759. Durante os anos do Tigre Celta, em finais da década de 1990, um grande número de empresas de tecnologia da informação e da indústria farmacêutica, foram se estabelecendo em Dublin e nos seus subúrbios, e grande volume da indústria de informática, leva a que lhe chamem o Silicon Valley da Europa. A Microsoft Operations Center EMOA está localizada no Estado Sandyford Industrial, no sul da cidade, e o Google e a Amazon estabeleceram bases operacionais na cidade. Intel e Hewlett-Packard possuem grandes instalações fabris em Leixlip no Condado de Kildare, a oeste de Dublin. O Google, Yahoo!, Facebook, eBay e PayPal têm os seus hubs europeus em Dublin. A capital irlandesa tem uma vasta rede de vias rodoviárias, beneficiando também de acessos ferroviários. Na cidade, existem autocarros e metro que possibilitam uma fácil deslocação pela cidade. Por mar, Dublin usufrui de um porto e de um aeroporto. == Educação == Dublin é o principal centro de ensino na Irlanda, com três universidades e várias outras instituições de ensino superior. Há 20 institutos de nível terciário na cidade. A Universidade de Dublin é a mais antiga universidade na Irlanda que data do século XVI. O seu único colégio constituinte, o Trinity College, foi criado por Carta Real pela rainha Isabel I de Inglaterra e foi fechado aos Católicos Romanos até à Emancipação Católica, e em seguida, até 1970. Está situado no centro da cidade, no Colégio Verde, e tem 15 000 alunos, a maioria dos quais são católicos. A Universidade Nacional da Irlanda (NUI) tem a sua sede em Dublin, que também está associado à localização da University College Dublin (UCD), criada em 1854 e a maior universidade da Irlanda, embora esteja situada em Dun Laoghaire-Rathdown, junto à fronteira da cidade. Dublin City University (DCU) é a mais recente universidade e é especializada em negócios, engenharia, ciência e cursos, em especial com relevância para a indústria. O Royal College of Surgeons, na Irlanda (RCSI) é uma escola médica que é uma faculdade reconhecida da NUI, e está situada em St. Stephen's Green, no centro da cidade. A Universidade Nacional da Irlanda, Maynooth, outra constituinte da universidade NUI, está no vizinho Co. Kildare, cerca de 25 km do centro da cidade. Os irlandeses da administração pública e gestão têm a sua sede em Dublin, o Instituto de Administração Pública oferece um leque de graduação e pós-graduação através da Universidade Nacional da Irlanda e em alguns casos, da Queen's University Belfast. Dublin Institute of Technology (DIT) é uma universidade moderna e técnica do país, sendo a maior instituição não-universitária de nível terciário, que é especialista em assuntos técnicos, mas também oferece muitos cursos de artes e humanidades. É que em breve será transferida para um novo campus em Grangegorman. Dois subúrbios de Dublin, Tallaght e Blanchardstown têm Institutos de Tecnologia. Portobello College Dublin tem os seus diplomas conferidos pela Universidade do País de Gales. A escola de negócios francesa EM Normandie tem um campus na cidade de Dublin desde 2017. As aulas são ensinadas 100% em inglês. == Cultura == thumb|Rio Liffey em Dublin, durante a noite. Dublin é a cidade de grandes festivais tradicionais. A cada semana, há um ritmo de festa diferente, podendo ser então, um festival religioso, musical, de arte, moda, comidas, bebidas, feira de livros e entre outros. A festa mais popular da cidade e que atrai mais turistas do mundo inteiro, é o Dia de São Patrício (em inglês, Saint Patrick's Day), um dos padroeiros da Irlanda, e é normalmente comemorado no dia 17 de Março. De famílias a grupos de amigos, embalados por cerveja Guinness e Irish coffee, todos saem às ruas de Dublin fantasiados ou com os rostos pintados, em uma espécie de carnaval. \"Bandas marciais\", como são chamadas, são as que eletrizam a cidade neste dia tão aclamado. Além de grandes bonecos infláveis, o espetáculo inclui teatro de rua, artistas circenses, e até mesmo exibição de filmes irlandeses, shows e brincadeiras como gincana, pelas ruas da cidade. A terra cultural dublinense também tem como natalidade, grandes escritores como George Bernard Shaw, Bram Stoker, Jonathan Swift, Oscar Wilde, William Butler Yeats, Samuel Beckett, James Joyce (autor de Ulisses) e entre outros. Além de escritores, Dublin também é a cidade natal de grandes atores de Hollywood como Colin Farrell e Jonathan Rhys Meyers, e de grandes músicos como, as famosas bandas U2 e The Corrs, e do cantor, compositor e humanista Bob Geldof. Várias bandas de rock hoje em dia se inspiram na cultura irlandesa e de Dublin, como Flogging Molly, Dropkick Murphys, Orthodox Celts e High Kings. A cidade também é a sede de grandes símbolos históricos, que guardam antigas lembranças do povo irlandês, podendo ser vistos no Museu Nacional de Pinturas da Irlanda, Museu Irlandês de Arte Moderna, Galeria Nacional da Irlanda, e Hugh Lane Municipal Gallery, incluindo três Museus Nacionais da Irlanda. === Esportes === Dublin é conhecida por ser a sede dos dois principais esportes da Irlanda, o futebol gaélico e o hurling, as finais dos campeonatos nacionais desses dois esportes acontecem no Croke Park, o maior e principal estádio da Irlanda e onde fica a sede da Gaelic Athletic Association entidade máxima dos esportes gaélicos. A cidade também possui o estádio Lansdowne Road onde acontecem a maioria dos jogos de rugby e de futebol. O Croke Park também foi palco do massacre chamado Bloody Sunday em 1920 durante a Guerra de Independência da Irlanda que resultou na morte de 14 pessoas. == Comunicação social == Dublin é o centro de meios de comunicação social na Irlanda, com muitos jornais, rádios, estações de televisão e empresas de telefone. Radio Telefís Éireann (RTÉ) é o órgão de radiodifusão do Estado, e possui os seus principais escritórios e estúdios em Donnybrook, Dublin. Feira da Cidade é a novela da emissora, baseada na capital, localizado no subúrbio da Carraigstown ficcional. TV3 e Canal 6, Cidade Channel, Sky News e Irlanda Setanta Sports também são baseados em Dublin. As principais infra-estruturas e escritórios do An Post e da antiga companhia telefónica estatal Eircom, bem como a Vodafone e o O2, estão localizados na capital. Existe também um centro de operações principais dos jornais nacionais, como o The Irish Times e Irish Independent. == Transportes == === Aeroporto === A maioria dos visitantes chegam a Dublin por meio do Aeroporto Internacional de Dublin, situado cerca de 10 km ao Norte da cidade. Esse aeroporto oferece uma grande quantidade de voos, tanto nacionais como internacionais e recebe a maior parte do tráfego aéreo de todo o país. Vários serviços regulares de ônibus cobrem a rota entre o aeroporto e o centro da cidade. As linhas de ônibus de viagem Airlink e Aircoach oferecem ligação direta com o núcleo urbano e com os principais hotéis, bem como com as principais estações ferroviárias e ônibus. Também há um serviço de táxi que cobre o trajeto entre o aeroporto e Dublin. === Outros meios === Outra forma de chegar a Dublin é ir de barco até ao porto de Dublin, chamado Dublin Ferry Port, ou até o Dún Laoghaire Harbour, que fica no sul da cidade. Há linhas regulares de ferry que interligam a cidade com a Grã-Bretanha e que podem transportar tanto passageiros como carros e mercadorias. É fácil movimentar-se pelo centro de Dublin, levando-se em consideração que a maioria dos monumentos e os principais pontos turísticos da cidade são acessíveis a pé e estão situados em uma área relativamente pequena. Por isso, não é necessário nenhum meio de transporte para ver o centro da cidade. No entanto, se o visitante quiser chegar um pouco mais longe, poderá utilizar a ampla rede de transportes públicos de Dublin. Um serviço de ônibus diurnos e noturnos Nitelink cobre toda a cidade. Os ônibus urbanos são operados pela companhia de ônibus de Dublin, Bus Átha Cliath e, desde 2004, Dublin conta também com duas linhas de metro chamadas Luas, que oferece conexões com algumas zonas da cidade. Para movimentar-se pelo núcleo urbano e pelos arredores da cidade, uma boa opção é alugar um carro. A maioria das empresas de aluguer de veículos têm lojas tanto no aeroporto como na cidade. Além do transporte por estrada, a companhia ferroviária irlandesa Iarnoród Éireann oferece conexões com Belfast e com as principais cidades da Irlanda, tais como Galway, Cork, Kilkenny ou Limerick, a partir das principais estações de trem de Dublin: Connolly Station e Heuston Station. A partir dessas estações também partem os trens Dart, que interligam Dublin com os municípios da costa leste da Irlanda e com outras cidades importantes do país. Para conhecer bem a Irlanda, você também poderá utilizar os ônibus Busaras, que interligam a cidade de Dublin com o resto do país. Para conhecer os lugares mais emblemáticos da cidade, a melhor opção é utilizar os ônibus turísticos, tais como o Dublin Sightseeing e o City Tour Hop on Hop off, que permitem ao visitante subir e descer do ônibus quantas vezes desejar nas zonas mais turísticas da cidade. Para algo mais descontraído, também se pode fazer uma visita guiada por meio do Viking Splash Tour, cujos guias se disfarçam de viquingues para explicar a história da cidade, ao mesmo tempo que um veículo anfíbio percorre as ruas mais populares de Dublin. A visita guiada inclui uma parte do percurso na água, dentro do Grand Canal Docklands. == Cidades-irmãs == * Barcelona, Espanha * Budapeste, Hungria * Liverpool, Reino Unido * Matsue, Japão * San José, Califórnia, EUA * Montreal, Canadá == Ver também == * Aeroporto de Dublin * Baía de Dublin * Castelo de Dublin * Metro de Dublin * Porto de Dublin * Spire of Dublin * Trinity College (Dublin) == Ligações externas == * Site oficial do Turismo de Dublin * Site oficial da Câmara Municipal de Dublin * Portal de Dublin - Dublin.ie (apoiado pelo Dublin City Council) * Arquitectura de Dublin - IrishArchitecture.com * Capítulos de Dublin - Site com textos originais sobre a história de Dublin * Turismo em Dublin * dublintourist.com * doinDublin.com",
 "title": "Dublin"
}