{
 "id": "14564",
 "text": "Calheta de Nesquim é uma freguesia portuguesa do município de Lajes do Pico, com 15,85 km² de área e 318 habitantes (censo de 2021). A sua densidade populacional é . Esta localidade situada na costa sul da ilha do Pico, a cerca de 18 km da sede do concelho, tem como freguesias limítrofes a Piedade, a leste, e as Ribeiras a oeste. O centro da freguesia, aninha-se entre a imensidão das rochas vulcânicas e a verdura dos campos, estendendo-se por vários aglomerados populacionais distintos: Foros, Cruz da Calheta, Jogo da Bola, Fetais da Calheta, Canada da Saúde, Canadas, Terreiro, Feteira. == Descrição == Esta freguesia, que já aparece em documentos de 1506, foi o primeiro centro de baleação na ilha do Pico, facto que se deve a Anselmo Silveira da Silva (Calheta de Nesquim, Lajes do Pico, 1833 - 1912) vulgarmente denominado “Capitão Anselmo” foi uma importante figura ligada à caça à baleia na ilha do Pico e em vários locais da costa atlântica dos Estados Unidos, para onde partiu em 1851, como na altura se fazia, “de salto”, isto é fugiu à socapa das autoridades num navio baleeiro. Com o desenvolver da atividade nasceu, em 1876, a primeira armação de caça ao cachalote. Apesar de a caça à baleia ser atualmente proibida ainda é possível visitar as casas dos botes baleeiros usados na altura e a vigia usado para avistar a baleia no mar. Esta de botes, hoje recuperada, atualmente constitui-se num museu da atividade onde se podem encontrar botes autênticos da caça à baleia bem como fotografias dos antigos baleeiros da Calheta de Nesquim. A agropecuária é hoje a sua principal fonte económica. A Igreja de São Sebastião é a igreja paroquial da localidade e apresenta influências do estilo barroco. Na freguesia existem as zonas balneares da Praia da Poça das Mujas e da Feteira de Baixo. Guido de Monterey, descreve na sua obra: Ilha do Pico Majestade dos Açores, a Calheta de Nesquim da seguinte forma: “Calheta de Nesquim é uma das pérolas mais preciosas que encastoa o colar do Pico. Ali, a vista salta de lado para lado, tentando uma captação total do feitiço dimanante, numa freima de memoriar tanta graça, tanta ternura, tanta fulgurância. E que da-se, apática e ofuscada, no “Terreiro da Preguiça” a olhar, a reter, como se ali fora o Monte Tabor, como se ali a luz tivesse uma luminosidade mais intensa, uma antecipação beatífica. \"Calheta de Nesquim, local onde se consubstanciou o ideal do belo, que se procura, tantas vezes, baldadamente…E onde se sente o evolar e o repercutir, em ar de mistério, da cantiga sigela, mas apaixonada”Guido de Monterey – Ilha do Pico Majestade dos Açores ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 61 38 217 101 2011 38 36 171 98 2021 28 30 171 89 == Mitos e lendas == Segundo reza uma história com laivos de lenda o nome desta localidade teve origem num dos costumeiros acontecimentos fortuitos da vida. Corria o século XVI, e bordejava a ilha do Pico um veleiro vindo do Brasil carregada de madeiras quando foi surpreendida durante a noite por uma forte tempestade. O barco ficou à deriva com o temporal e acabou por naufragar nas fragas da costa sul do Pico. Da tripulação do barco somente três dos náufragos se conseguiram salvar. Informa a história que foram guiados pelos latidos do cão de bordo cujo nome era Nesquim. O Cão terá guiado os três homens com os seus latidos até uma pequena calheta levando ao seu salvamento. Em honra do cão que promoveu o salvamento destes três homens o local passou a designar-se “Calheta de Nesquim” e a formação rochosa de onde acedeu a terra, um morro costeiro próximo, passou a denominar-se Murricão e onde foi construído em Moinho de Vento.Enciclopedia.com.pt Para honrar este acontecimento a Calheta de Nesquim usa um cão no seu Brasão de armas como forma de eternizar para todo o sempre o acontecimento. A história informa-nos que estes três homens se chamavam João Redondo ou Rodolfo, João Valim e o capitão que dava pelo nome de Diogo Vaz Dourado. Destes três homens, João Valim fixou moradia na Ribeira do Meio, João Redondo foi viver para a Madalena do Pico, enquanto Diogo Vaz Dourado, por seu lado foi viver para o lugar que mais tarde passaria a denominar-se Foros.Contosdeadormecer.wordpress.com == Património construído == * Igreja de São Sebastião * Império do Divino Espírito Santo da Calheta de Nesquim * Porto da Calheta do Nesquim * Portinho == Ver também == * Anselmo Silveira da Silva, importante figura ligada à caça à baleia na ilha do Pico e em vários locais da costa atlântica dos Estados Unidos, para onde partiu em 1851, tendo anos depois voltado ao Pico, * Júlio Carias, (considerado por muitos como um médico pela forma como tratava muitos doentes na freguesia) * João Flores, (artesão de osso e dente de baleia) * Manuel Serafim, (deu formação musical, durante largos anos aos jovens da freguesia para serem integrados na filarmónica) * José Dias de Melo, (escritor muitos dos seus livros contam a história da baleação)Calhetadenesquim.freguesias == Localidades da freguesia == * Foros, * Cruz da Calheta, * Jogo da Bola, * Fetais da Calheta * Canada da Saúde, * Canadas, * Terreiro * Feteira Categoria:Freguesias das Lajes do Pico",
 "title": "Calheta de Nesquim"
}