{
 "id": "14587",
 "text": "Cinema de Portugal, ou cinema português, refere-se essencialmente a filmes realizados por autores portugueses. São em princípio considerados também portugueses alguns filmes de autores estrangeiros com participação financeira nacional. == Século XIX == === As origens === O início do cinema português tem lugar com a exibição das primeiras curtas-metragens amadoras de um empresário da cidade do Porto, Aurélio Paz dos Reis. A Saída do Pessoal Operário da Fábrica Confiança, de 1896, é uma réplica sua do filme dos irmãos Lumière (1894/1895), La Sortie de l'usine Lumière à Lyon, que é considerado, depois das descobertas do chamado «pré-cinema», o primeiro filme da história do cinema e, ao mesmo tempo, o primeiro documentário.Paz dos Reis e os primórdios do cinema Paz dos Reis tem em mente explorar o seu cinematógrafo. Organiza alguns espectáculos que não obtêm os resultados esperados e tenta o Brasil. O Kinematógrafo Português seria apresentado no Teatro Lucinda do Rio de Janeiro, a 15 de Janeiro de 1897. Regressa desiludido, depois de captar algumas cenas na Avenida Rio Branco, nessa cidade, das primeiras imagens animadas filmadas no Brasil. O interesse de Paz dos Reis pelo cinematógrafo provém do conhecimento de Edwin Rousby, enviado do inglês Robert William Paul, fabricante de máquinas de filmar e projectar, o mesmo a quem Georges Mélies, inventor do filme de ficção, comprou um projector que ele próprio transformou em máquina de filmar, aparelho híbrido que faria sucesso no seu já famoso Théatre Robert Houdin, em Paris (ver Wiki fr). É por influência da mesma personagem que, entre outros, Manuel Maria da Costa Veiga, que se tornará exibidor de filmes em Lisboa, se mete no fabrico das imagens animadas. Será «O Segundo Caçador de Imagens Português». Paz dos Reis e Costa Veiga fundam em Portugal essa tradição. == Século XX == === Anos 10 === O primeiro género da ficção cinematográfica portuguesa nasce em 1907, uns bons onze anos depois das primeiras obras do género terem sido criadas por Georges Méliès, em França. É uma curta-metragem filmada pelo fotógrafo lisboeta João Freire Correia e realizada por Lino Ferreira, O Rapto de uma Actriz. Com este filme, tem início o primeiro Ciclo de Lisboa. Fundada no Porto em 1912, a Invicta Film destacar- se-ia um pouco mais tarde na história do cinema em Portugal, estabelecendo um alternância entre Lisboa e o Porto na liderança da produção nacional, até ao surgimento do filme sonoro. A Portugália Film, empresa lisboeta de João Freire Correia, equipa-se e começa a produzir em 1909. Dedica-se ao filme documentário e de actualidades, géneros que têm particular sucesso pela curiosidade que despertam. João Correia elege entretanto um motivo e investe na ficção: uma velha história dos bandidos de Lisboa. Os Crimes de Diogo Alves, de João Tavares - 1911, filme falado, com vozes por trás do écran, faz enorme sucesso. Temíveis, muito badalados na literatura de cordel, tais como o espanhol Diogo Alves, «boleeiro em algumas das melhores casas, com a alcunha de O Pancada», outros bandidos havia : o João Brandão, o José do Telhado, o Remexido. Instala-se a marginalidade como tema recorrente do cinema português. Surge o filme histórico Raínha depois de morta (1910), de Carlos Santos e outro intitulado Guiomar Teixeira, A Filha de Tristão das Damas, de João Gomes (1913): cristãos contra sarracenos no século XVI. João Tavares adapta uma obra de Camilo Castelo Branco (Carlota Ângela - Portugália Film, 1912). E Charlot entra em cena: duas imitações feitas por um cómico espanhol conhecido por Cardo, filmado por Ernesto de Albuquerque (Chegada de Cardo as Charlot a Lisboa e Uma Conquista de Cardo as Charlot no Jardim Zoológico de Lisboa - 1916). De Chalot faz-se ainda uma réplica lisboeta, de Emídio Pratas (Pratas, Conquistador - 1917), em que, depois de várias tropelias, o dandy alfacinha acaba por ficar com um olho negro. Fecha-se o ciclo de Lisboa. Contratado pela Invicta Film,A Estrangeira Cinematografia Portuguesa em Amor de Perdição (base de dados) Georges Pallu – que se apaixona pelo cinematógrafo e desiste de ser secretário de ministro francês –, filmará em Portugal, até à extinção da empresa, em 1924, uma longa série de ficções de vários géneros. Começa com Frei Bonifácio (1918), filme desaparecido, e prossegue com a A Rosa do Adro (1919). Leitão de Barros inicia carreira com duas curtas metragens e uma proclamação do Presidente da República. === Anos 20 === ==== Surgimento da indústria ==== A indústria de cinema em Portugal terá início em 1918, após a reestruturação da produtora Invicta Film, que reactiva o Ciclo do Porto, o segundo. Durante os anos vinte, a produção cinematográfica portuguesa dedica- se principalmente à transposição dos clássicos literários portugueses para a tela, entregando a direcção dos projectos a realizadores estrangeiros. Georges Pallu filma uma adaptação de Eça de Queirós, O Primo Basílio (1922). Roger Lion tenta o drama (A Sereia de Pedra - 1922), protagonizado por um jovem forcado, e filma uma história dramática vivida por pescadores da Nazaré (Os Olhos da Alma - 1923). Rino Lupo explora o drama rústico (Os Lobos – 1923) e a aventura (José do Telhado (1929), que será objecto de uma remake anos mais tarde. Entretanto, em 1920, Raul de Caldevilla, abre a sua Caldevilla Film, na cidade do Porto, e depois compra um terreno para construir um estúdio na Quinta das Conchas, no Lumiar, em Lisboa, lugar onde surgirá, com o aparecimento do sonoro, a Tobis Portuguesa. É outro francês, Maurice Mariaud, quem ele contrata para realizar Os Faroleiros e As Pupilas do Senhor Reitor (1923), uma adaptação da obra homónima de Júlio Diniz. A companhia será sol de pouca dura, por questões de dinheiros e maus entendimentos entre sócios. Entre 1926 e 1927, Manuel Luís Vieira (A Calúnia), realizador, produtor e director de fotografia, e o ousado Repórter X, o jornalista Reinaldo Ferreira, (O Táxi nº 9297 - 1927), criam expectativas. = Primeiros filmes artísticos = Louis Feuillade, antiacademista francês, reagindo contra o cinema teatral do Film d'Art, revolucionou o ofício propondo-se mostrar «a vida tal e qual ela é». Fê-lo numa paisagem urbana servindo de décor a \"fantasmas\", à acção rocambolesca. Dando a ver a vida tal e qual ela é, Rino Lupo, que trabalhou com ele e que com ele se aperfeiçoou nas lides do cinema, mantém o propósito, mas tece o enredo com menos tropelias, com outro coração, preferindo outro enquadramento. Lupo inspira-se ainda no conceito que Feuillade desenvolvera sobre o Film Esthétique, a prática de um cinema mais «pictórico». Declarando ter veia de pintor, bucólico, Lupo propõe-se assim enquadrar a vida na paisagem. O francês Georges Pallu, homem de estúdio, mais academista, mais urbano, menos fascinado pela natureza, prefere servir-se da paisagem para enquadrar a vida como ela é, tout court, no campo ou na cidade. Com novas fantasias, a ficção explora a realidade. Herdeiro desse estado das coisas e muito virado para o mar, o jovem Leitão de Barros vai seguir o exemplo, recorrendo a certos temas já explorados mas inovando, imprimindo nas suas imagens traços da nova estética do cinema soviético (Eisenstein), usando a forma para gerar outro sentido. Em 1926, o golpe do 28 de Maio instala em Portugal a ditadura nacional que, durante quase meio século, com a mão férrea de António de Oliveira Salazar, condicionará drasticamente a vida económica, social e cultural do país. Em Nazaré, Praia de Pescadores (1929), Leitão de Barros utiliza como intérpretes pescadores e gente do povo, numa ousada incursão no documentário, inaugurando no cinema português a prática da antropologia visual. O muito jovem Jorge Brum do Canto (A Dança dos Paroxismos - 1929, filme que não teve saída comercial), inova a seu modo, numa obra experimental que dedica a Marcel L'Herbier, expoente do futurismo na sétima arte. Ambos sabem explorar a força da imagem, abrindo caminho para um cinema que, pretendendo mostrar a realidade ou fazer um retrato romântico do país, teria o seu público.O Cinema Mudo Português em Amor de Perdição (base de dados) == Anos 30 == === Indústria de cinema e o Estado === Leitão de Barros, no primeiro ano da década de trinta, começa com humor numa obra de regime (Lisboa, Crónica Anedótica - 1930) e explora o drama: (Maria do Mar - 1930), a primeira docuficção do cinema português e a segunda etnoficção mundial depois de Moana de Robert Flaherty. É ele ainda que, em Portugal, faz o primeiro filme sonoro: A Severa (1931). Os estúdios da Tobis (Companhia Portuguesa de Filmes Sonoros Tobis Klangfilm) são construídos em Lisboa no ano seguinte, no Lumiar,75 Anos em 2007 (Cronologia da Tobis na pág. da Tobis) e Lisboa inicia novo ciclo, sem retorno. Nessa década, com a falência do mudo, surge nova geração de cineastas, muitos deles jovens vindos do velho ofício. Em 1933 é criado o Secretariado de Propaganda Nacional (SPN), que se dá conta do interesse que o cinema tem para o regime. Lopes Ribeiro torna-se a voz cinéfila da ditadura salazarista. A propaganda ideológica e política faz-se com fundos públicos e há que geri-los bem. Nos filmes, a que o público acorre, seduzido pelas imagens animadas que desvelam o país, reinam actores de revista: Beatriz Costa, António Silva, Maria Matos, Vasco Santana. É a época áurea da comédia, que, em questões de amor, se envolve com o musical. === Cinema sonoro === O filme sonoro implica mudanças radicais, que se fazem notar mais na forma que no sentido, mais nos estilos que nos conteúdos. Os equipamentos usados nessa época para o registo dos diálogos são pesados. Os processos de dobragem complicam as técnicas, tornando menos ágil a linguagem cinematográfica, dificultando a escolha de actores, o seu trabalho. É um período de transição que abrirá caminho a novos resultados, sendo o principal a notória atracção que o filme falado passará a exercer sobre as audiências. Mantém-se a ideologia. Também no cinema o bom uso da palavra é útil para defender a moral e servir de propaganda. Temas prometedores aumentam o ruído, esvaiem-se subtilezas do mudo. É A Canção de Lisboa (1933), as cantigas da moda das raparigas bonitas de Cottinelli Telmo. É a eterna tourada: o Gado Bravo, de António Lopes Ribeiro (1934). É o romance ao vivo, as intrigas vistas e ouvidas, a literatura na tela, completa, com música de fundo. São As Pupilas do Senhor Reitor (1935), é Bocage (1936), o poeta boémio e a descuidada gazela, e é ainda a Maria Papoila (1937), a infeliz pastorinha das Beiras a servir em Lisboa (Leitão de Barros). É A Revolução de Maio (1937) : António Lopes Ribeiro. Entre outros ainda é, coisa nova, o Narciso Aviador e mais duas viagens triunfais do Presidente da República (1939), ano em que estreia A Aldeia da Roupa Branca, de Chianca de Garcia, obra ilustrativa da \"pureza\" rural. == Anos 40 == === Nova ficção e novo documentário === O Pai Tirano (1941) de António Lopes Ribeiro e O Pátio das Cantigas (1942) do seu irmão Francisco Ribeiro, o «Ribeirinho», são os primeiros da década de quarenta embarcados no mesmo rumo. Aniki-Bobó (1942), de Manoel de Oliveira, neste contexto, é nota dissonante. Nesse mesmo ano, Leitão de Barros, volvendo ao tema marítimo, afirma-se com Ala-Arriba! na \"contra-corrente\" (Taça Volpi, Festival de Veneza), o último filme da sua trilogia sobre o mar e a segunda docuficção na história do cinema português. Com Robert Flaherty, pioneiro do documentário e seu contemporâneo, Leitão de Barros segue-lhe o exemplo explorando um domínio específico: o da etnoficção. Na linha dos projectos de grande público, Arthur Duarte filma O Costa do Castelo (1943) e A Menina da Rádio (1944). Armando de Miranda repete a aventura de Lupo: José do Telhado (1945), saga popular e êxito de bilheteira. Camões, filme que Salazar considera de interesse nacional, apresentado no Festival de Cannes de 1946, é o mais caro até então produzido em Portugal. Também nas artes do cinema faz o regime sentir a força da sua vontade. Regressado dos Estados Unidos onde trabalhou como montador de actualidades da Paramount (Pathé News), Perdigão Queiroga explora a vertente populista: Fado, História de uma Cantadeira (1947), com Amália Rodrigues. Ainda nesse ano, explorando o mesmo público, Arthur Duarte obtém sucesso com O Leão da Estrela, que ironiza a doença da bola, e Armando de Miranda também o alcança com Capas Negras. Em 1944 é entretanto criado o Secretariado Nacional de Informação, que tomaria o lugar do SPN. Em 1948 é promulgada a lei nº 2027, que protege o cinema português e promove a produção artística, controlando-a. == Anos 50 == === Estagnação e mudanças === A década de cinquenta anuncia já certas roturas, sendo no entanto um período de estagnação. António Lopes Ribeiro prossegue o seu trabalho, moralizando (Frei Luís de Sousa – 1950), e Queiroga continua o seu, tentando excitar o imaginário pequeno-burguês (Sonhar é Fácil - 1951). Perdigão Queiroga passará a investir como produtor de documentários de actualidades e de filmes de propaganda que antecedem as projecções nas salas de cinema e que circulam por todo o país (Imagens de Portugal) O primeiro sinal de mudança é dado por Manuel Guimarães que, com veia neo-realista (ver: neo-realismo), opta por dar a ver às pessoas o lado mais cru das coisas: Saltimbancos (1951), Nazaré (1952). Situado na convergência da tradição realista, de Pallu a Barros, acentuará a nota vanguardista no seu assumido neo-realismo, que nunca o chegará verdadeiramente a ser, pelo menos tanto quanto ele desejava que tivesse sido. Nazaré foi um filme ferozmente censurado. === Alguns outros filmes da década === Chaimite (1953), de Jorge Brum do Canto, O Dinheiro dos Pobres (1954), de Artur Semedo, Vidas sem Rumo (1956) de Manuel Guimarães, A Viagem Presidencial ao Brasil (1957), de António Lopes Ribeiro, A Costureirinha da Sé (1958), de Manuel Guimarães, A Luz vem do Alto (1959), de Henrique Campos, e, desse mesmo ano, a média metragem de Manoel de Oliveira, O Pão.Dos filmes sonoros ao cine-clubismo (1945-1962) === Novos agentes === A RTP (Rádio Televisão Portuguesa) é criada em 1955 e terá um papel importante na divulgação dos clássicos, na mudança dos hábitos de consumo de conteúdos fílmicos e, em especial, quando abre as suas portas à produção externa depois de 1974. Entretanto, o Estado, em precoce primavera, a Primavera Marcelista, consente em financiar o cinema português e cria, em legislação desta e da década seguinte, o Fundo de Cinema. Os fundos são destinados tanto à produção de filmes como à Cinemateca Portuguesa (1948), que só tardiamente abre portas, em 1958. A sua primeira iniciativa é uma retrospectiva do cinema americano, com os films d'auteur descobertos pela Nouvelle Vague, evento que Alberto Seixas Santos e António Pedro Vasconcelos orgulhosamente consideram, na revista O Tempo e o Modo, como «o maior acontecimento cultural desde o aparecimento de Orfeu». == Anos 60 == === Continuidade e inovações === Os primeiros anos da década de sessenta são de continuidade. Queiroga persiste (As Pupilas do Senhor Reitor - 1960). Augusto Fraga excede-se no primeiro filme em cores de Portugal: (Raça - 1961). A primeira e grande rotura com o velho cinema dá-se com Dom Roberto (1962), personagem do teatro de fantoches, criado pelo vagabundo João Barbelas, que ganha a vida com espectáculos de rua, um filme de José Ernesto de Sousa. Teórico do neo-realismo mas também íntimo da Nova Vaga francesa, Ernesto de Sousa ousa agitar as águas, suscitando questões de consciência e sentimentos de revolta. O filme, que tem reminiscências de Os Saltimbancos, ganha um prémio no Festival de Cannes, mas o realizador é preso pela PIDE, o que o impede de ir recebe-lo a Cannes. A rotura é dupla: é de género e estilo, no que toca a maneira de filmar e o modo de produção, e é política. Dom Roberto e o filme Os Verdes Anos (1963),, Verdes Anos : o neo-realismo na génese do novo cinema poartuguês - artigo de Michelle Cunha Sales – PUC-RJ de Paulo Rocha (cineasta), imbuídos desse espírito e de uma vontade implicitamente denunciadora, marcam o início do chamado Novo Cinema. === Geração de sessenta === Fernando Lopes, também influenciado pelo realismo italiano e pela vanguarda francesa, filma Belarmino (1964), António de Macedo Domingo à Tarde (1965), ambos os filmes produzidos por António da Cunha Telles. Enquanto produtor, Cunha Telles teria um papel significativo na história do cinema português, ao tentar criar condições de auto-suficiência na produção de filmes e conciliar cinema de arte com cinema de grande público. Nessa linha, Sete Balas para Selma de António de Macedo (1967), um policial, seria pretensão com consequências polémicas. Depois de graves precalços financeiros como produtor, António da Cunha Telles realiza O Cerco (1969). Ousado, o filme vai ao Festival de Cannes, obtém êxito comercial e alguns prémios oficiais. Em 1969, com o apoio da Fundação Calouste Gulbenkian é criado o Centro Português de Cinema, que produzirá, em espírito cooperativo, uma parte significativa dos filmes da nova geração, inconformada com a situação social e política e admiradora das novas tendências de autores estrangeiros que os cine-clubes vão revelando. Realismo e vanguarda são dados lançados. Co-habitando nalguns filmes, seriam em Portugal valores alternativos no futuro do cinema.Modernidade e tradição no discurso do novo cinema português (1955-74) - artigo de Paulo Cunha em \"Novo Cinema Português (1949-80)\" - blog == Anos 70 == === Inovações antes da revolução === Dessa geração, já nos anos setenta, seguem o movimento do Novo Cinema António de Macedo (Nojo aos Cães – 1969, estreado em 1970 – proibido pela censura), Fernando Lopes (Uma Abelha na Chuva – 1971): com O Cerco, são estes os «três filmes do desespero», produzidos com fundos pessoais, material emprestado, ajuda de amigos. Já com outros meios de produção, alinham ainda no movimento José Fonseca e Costa (O Recado – 1971), António Pedro Vasconcelos (Perdido por Cem – 1972), Alfredo Tropa (Pedro Só – 1972), João César Monteiro (Fragmentos de um Filme Esmola – 1973), Fernando Matos Silva (O Mal Amado – 1973), Eduardo Geada (Sofia e a Educação Sexual – 1973), Alberto Seixas Santos (Brandos Costumes – 1974). Macedo dá visibilidade internacional ao movimento: A Promessa (1972) (1972), seleccionada para o Festival de Cannes em 1973, é um dos primeiros filmes portugueses – o terceiro – aceites neste festival. O Estado marcelista, fragilizado, confrontado com sinais de rebelia, excede-se nos receios e aperta com a repressão e a censura. Artur Ramos seria entretanto seriamente atingido pelas armas do regime.Paulo Filipe Monteiro; Uma margem no centro: a arte e o poder do «novo cinema» in \"Luís Reis Torgal (coord.), O Cinema sob o Olhar de Salazar\", Lisboa, Círculo de Leitores, 2000, pp. 306-338 Manoel de Oliveira reinicia uma longa carreira a partir de 1971 (O Passado e o Presente), o primeiro filme produzido pelo CPC (Centro Português de Cinema), que dará à luz uma boa parte das obras dos novos realizadores. Nesse ano, é promulgada a Lei nº 7/71 que originará o Instituto Português de Cinema, em 1973 (ver ICA), destinado a gerir os financiamentos públicos para a produção de filmes nacionais. Nesse mesmo ano também é criada a Escola Piloto de Cinema, que será integrada, com a escola de teatro, no Conservatório Nacional. === Técnicas novas e o novo cinema === A década seria ainda marcada pelo amplo recurso a uma inovação técnica com origem nos anos sessenta: o uso de máquinas de filmar de 16 mm com capacidade de gravação de som sincronizado com a imagem. Estas câmaras revolucionariam não só as técnicas como também a própria linguagem cinematográfica, permitindo grande agilidade na filmagem e a possibilidade de reduzirem consideravelmente os custos de produção. A abordagem de certos temas, que seria bem mais complexa com câmaras de 35 mm, torna-se mais fácil. Isso contribui de modo decisivo para que alguns cineastas portugueses optem pela prática do chamado cinema directo, explorando assuntos que até então tinham escapado ao olho da objectiva. === Vertente antropológica === Por longínqua inspiração de Leitão de Barros (Nazaré, Praia de Pescadores - 1929) e de Manoel de Oliveira (Douro, Faina Fluvial - 1931), com Oliveira entre eles (Acto da Primavera – 1962, a terceira docuficção portuguesa), no trilho já aberto pelas obras de Robert Flaherty ou de Jean Rouch, lançam-se no documentário alguns realizadores, criando obras cinematográficas associadas ao conceito de antropologia visual e à prática da etnografia de salvaguarda: António Campos (A Almadraba Atuneira - 1961, Vilarinho das Furnas - 1971, Falamos de Rio de Onor - 1974) e António Reis (cineasta) (Jaime - 1974, Trás- os-Montes - 1976). O primeiro cultiva um estilo que, submetendo-se aos imperativos da verdade, ao documentário puro, brilha pela sobriedade poética. O segundo, exaltando uma certa nobreza do real, da própria natureza, projecta-a no retrato humano com forte carga poética. Saído de uma revolução inesperada, que ele se mete a filmar logo às primeiras horas (Cravos de Abril - 1974/76), Ricardo Costa, com recursos escassos, segue-os, apressado (Avieiros - 1976). Participará nesse registo, urgente, de rostos, gestos, de modos de viver hoje desaparecidos -– todos eles marcados por essa mesma nobreza -–, correndo o seu país de uma ponta à outra, escrevendo no real, em narrativa fluidaRicardo Costa e o fluir das imagens – artigo em linha de José de Matos-Cruz, improvisando ao sabor dos eventos : mar, planície, montanha. Em todo o lado descobrirá um rosto idêntico. O filme etnográfico, nesta época, é usado em Portugal como prática adequada para o traçado de retratos humanos com uma espessura mais reveladora que a de simples registos etnográficos. São, cada obra em si, o modo de as fazer, o que elas revelam e ao que se propõem, aquilo que permite considerar as obras destes descobridores como a vanguarda do documentário, na vaga do Novo Cinema. O filme político, o cinema militante, o filme etnográfico, a docuficção e a etnoficção são géneros que contaminam o cinema que se faz em Portugal nesta década e que nela se reinventam. O fascínio pela etnoficção acentua-se, marcando muitos filmes, mesmo aqueles que, como os de Manoel de Oliveira, são ficção pura. === Cinema depois da revolução === A Revolução dos Cravos (25 de Abril de 1974) seria decisiva para o futuro do cinema português, quer pelas liberdades que introduziria nas práticas sociais e culturais quer pelo papel que a RTP viria a desempenhar na produção e difusão de obras cinematográficas nacionais, em particular na área do documentário.José Filipe Costa; A revolução de 74 pela imagem: entre o cinema e a televisão; 2001 Como consequência directa da revolução são criadas no IPC (Instituto Português de Cinema) as Unidades de Produção, que, usando os meios técnicos de produção e pós-produção disponibilizados pelo IPC e funcionando com um espírito colectivista, têm como objectivo garantir a actividade dos profissionais de cinema, ilustrar as transformações radicais com que o país se confronta, fazê-las chegar a locais onde nunca chegaram, educar e agitar politicamente as consciências. Um dos exemplos representativos do movimento é o filme colectivo As Armas e o Povo, produção do Sindicato de Trabalhadores do Cinema e Televisão. O filme documentário e algumas ficções, tocados por esse espírito ou pelo simples desejo de renovação, marcam o início de uma nova época, apostada no cinema militante. O produtor e director de produção Henrique Espírito Santo terá papel importante nesse momento da história. Surgem as cooperativas de cinema : a Cinequipa, a Cinequanon, o Grupo Zero e certos produtores independentes. Na prática do cinema militante empenham-se António de Macedo e Luís Galvão Teles (Cinequanon). Fernando Matos Silva e José Nascimento (Cinequipa), Alberto Seixas Santos (Grupo Zero). Rui Simões (cineasta), da Virver, um dos independentes mais activos, filma Deus, Pátria, Autoridade (1975), um dos marcos do filme político da época. Todos filmes de intervenção num mesmo sentido: intervir viabilizando o cumprimento de um desejo que ninguém tinha por utopia. Para serem irreversíveis as coisas, teriam certos filmes que ser feitos. Arma automática, a câmara era perfeita para ajudar a reviravolta. Retrato de uma época, ocupam estes filmes um lugar especial na história. Paralelamente às apostas antropológicas do cinema português, numa época em que o país se transfigura, militam as unidades de produção do Instituto Português de Cinema, as cooperativas e certos cineastas que arriscam uma visão pessoal das coisas. O documentário é o género preferido mas a ficção não se abstêm. E nela surge algo de contraditório: confrontando- se com o real, com a vida, «tal e qual ela é», a ficção militante cultiva narrativas irreais, exprime-se em alegorias, esboça caricaturas. A época, porém, não é propícia a esses distanciamentos e filmes, bem do seu tempo, como Os Demónios de Alcácer Quibir (José Fonseca e Costa – Festival de Cannes, Quinzena dos Realizadores, 1976), A Santa Aliança (Eduardo Geada – Festival de Cannes, Quinzena dos Realizadores, 1978) e A Confederação (Luís Galvão Teles) acabarão, por ser vistos como estando “fora do tempo”. Algo do mesmo sucederá ao “filme etnográfico”, subestimado como forma de expressão artística. Além do papel que tiveram na renovação formal do cinema em Portugal, muito contribuiriam as cooperativas e alguns produtores independentes para a formação de técnicos de cinema, que, com qualidade, iriam depois servir outros patrões. == Anos 80 == === Efeitos da mudança === Os anos oitenta são na história do cinema português uma década reveladora. Anos de ouro, pelo volume de produções, pela novidade e diversidade nas formas e nos conteúdos, mas também por essas produções prefigurarem consequências das transformações ocorridas e do trabalho desenvolvido na década anterior, como resultado da Revolução dos Cravos. A ficção, sujeita logo em 1980 a provas intensas, revela novos autores e novas tendências. Vindo do teatro, estreia-se no cinema Jorge Silva Melo com a sua Passagem ou A Meio Caminho. Cerromaior (filme), de Luís Filipe Rocha, expressão inovadora, seca e acutilante, do neo-realismo, objecto de consensos mas também de algum conservador despeito, obtém um Grande Prémio no Festival da Figueira da Foz e um Colón de Oro em Huelva. A Manhã Submersa (filme), de Lauro António, em que também se explora o rigor formal e a memória da repressão, obtém menções e prémios no estrangeiro. A Culpa, de António Vitorino de Almeida, sarcasmo, panfleto, espelho do sentimento nacional de culpa pela guerra colonial, satisfaz o público mas irrita a crítica (Colón de Oro, Huelva, 1981). Verde por Fora, Vermelho por Dentro de Ricardo Costa, filme insólito tanto pelo modo de produção (sem subsídios) como pelo seu jeito de caricatura surrealista (símbolos nacionais, personalidades delirantes em intrigas políticas), sujeita-se à flagelação crítica nacional mas faz-se notar com agrado em festivais internacionais. Estreado em 1981, Oxalá, de António Pedro Vasconcelos – o primeiro filme que Paulo Branco produz –, explora também o retrato social, questionando a consciência de uma minoria : a do jovem intelectual refugiado em França para escapar à guerra colonial. Rui Simões (cineasta) questiona todo o país numa fase crítica, denunciando protagonismos, no documentário Bom Povo Português que, pela sua frontalidade política, suscita também controvérsia e será objecto de discriminação, como outros filmes incómodos, que teriam voz na imprensa e o seu público. === Tradição e vanguardas === Os anos seguintes da década de oitenta caracterizam-se pelo prosseguimento de tendências como estas, pela intervenção de cineastas mais jovens e pela aposta feita por Paulo Branco e pelos agentes culturais em Manoel de Oliveira, que se torna cineasta oficial, filmando desde Amor de Perdição (1978) ao ritmo de cerca de um filme por ano. Da gente nova, João Botelho, um dos primeiros frutos da escola oficial de cinema (hoje Escola Superior de Teatro e Cinema), ganha estatuto com a Conversa Acabada (1981), obtendo alguns prémios nacionais e internacionais. Nesse ano, Oliveira faz-se notar com Francisca e João César Monteiro com Silvestre, que é seleccionado para o Festival de Veneza e que obtém dois prémios noutros festivais internacionais. Com obras de invocação histórica e de registo teatral, terão um público atento. João Mário Grilo levará a sua segunda longa metragem, A Estrangeira (1982), ao Festival de Veneza - Prémio George Sadoul. É também em Veneza que Vítor Gonçalves estreia a sua primeira longa-metragem Uma Rapariga no Verão, que irá depois aos festivais de Roterdão e de Berlim. José Álvaro Morais obtém o Leopardo de Ouro no Festival de Locarno de 1987 (O Bobo). Todo um conjunto significativo de autores de várias tendências, tanto na ficção como no documentário, terão presença relevante durante esta década : Antóno Reis, Paulo Rocha, António de Macedo, Fernando Lopes, José Fonseca e Costa, Lauro António, Luís Filipe Rocha, Jorge Silva Melo, Ricardo Costa, este bastante activo no documentário. Na ficção ressalta um facto pouco notado. Manoel de Oliveira, dos tempos do velho cinema, homem ousado mas de bons costumes, desvalorizando a opção realista, crente de outra religião, instala- se na vanguarda bem a seu modo, juntando na mise-en-scène arte do cinema e arte do teatro: criando modelos, representações picantemente oníricas de certas almas típicas da nação. O outro, António de Macedo, instala-se nela com um irrealismo radical. Explora labirintos. Representam as suas figuras esotéricas algum mistério por explicar. Ao contrário de Oliveira, Macedo, menos poeta, mais seco na transgressão, mais hermético, mais empenhado no enigma, não interpreta: dá a interpretar. O agora avô terrível do cinema novo, seria o outsider, o enfant terrible que sempre foi. === Arte e indústria === A década de oitenta assiste a sucessos de bilheteira. Um dos grandes é O Lugar do Morto (1984) de António Pedro Vasconcelos. A obra de José Fonseca e Costa (Kilas, o Mau da Fita - 1980 e A Mulher do Próximo - 1988) será marcante por essa mesma razão e, mais ainda, por ilustrar a opinião de certos cineastas que defendem a necessidade em Portugal de um cinema de grande público, visto por eles como indispensável para a simples existência ou sobrevivência de uma indústria nacional de cinema. Em termos de reconhecimento internacional, são no entanto as obras de António Reis, de Manoel de Oliveira, de João César Monteiro, de José Álvaro Morais ou mesmo de João Botelho que mais se farão notar. Em 1985, é atribuído no Festival de Veneza um \"Leão de Ouro\" ex-aequo a Federico Fellini, a John Huston e a Manoel de Oliveira, com a exibição do seu longo filme O Sapato de Cetim. No ano de 1988 são produzidas em Portugal cerca de quinze longas-metragens, número excepcional na produção média. Em 1989 é a vez de João César Monteiro receber no mesmo festival o \"Leão de Prata\" (Recordações da Casa Amarela). O modo de fazer cinema (fazer filmes de autor ou filmes que se vergam aos imperativos comerciais), radicalizando-se em posições extremas, tornar-se-ia, em vários aspectos, objecto de polémica cerrada, por vezes surda e discriminatória, proveniente de antigas querelas e da cisão, mais recente, entre representantes do Novo Cinema, dando origem a duas associações rivais de realizadores. O problema, que prevalece, centra-se nos critérios de apoio financeiro à produção de filmes nacionais, particularmente dependentes dos apoios do Estado. Um dos oriundos da escola oficial de cinema, Joaquim Leitão, não subestima o grande público e, com outros, terá êxito comercial. Entretanto, o produtor Paulo Branco, afirmando- se como defensor radical da opção artística, tem um papel determinante na divulgação em França de autores e filmes portugueses, ajudado pela circunstância de ser também produtor e distribuidor nesse país. De assinalar que, num enquadramento político, em particular no enquadramento das políticas audiovisuais, os meados da década revelam mudanças significativas. No cinema, dois factos ressaltam. É o início do fim das cooperativas e de alguns produtores independentes por quebra de laços com a RTP e é, em contraponto, a comparticipação financeira das televisões em projectos de filmes portugueses. O documentário sai de cena, a ficção entra nas luzes da ribalta. Ambas as coisas sugerem que algo de importante mudou e que isso teria consequências. Os factores históricos dessa mudança, que se prolonga nos anos, são complexos e nem sempre se mostram compatíveis com a arte do cinema. É neste contexto, entre realidades e fantasias, que alguém da família do cinema português se faz notar. Terminada a guerra colonial, no terceiro país mais pobre do mundo, um dos PALOP, emerge Flora Gomes : português por Portugal perdido, mas que o país recupera, participando nos seus filmes. Participando neles no melhor e no pior dos sentidos : dando-lhes nacionalidade portuguesa e dando-lhes algo da história que eles contam. É disso que trata Mortu Nega (1988), a Morte Negada pela luta. Flora Gomes, militando, no mais puro sentido, quer ir ao fundo das coisas, coisas que Portugal deixou marcadas. Há algo de revelador ainda : a «outra face»A outra face do espelho (Jean Rouch e o ‘’outro’’) - Ver, a propósito, a perspectiva de Jean Rouch no artigo em linha de Ricardo Costa que temos leva-nos por vezes a não sabermos bem quem somos . A questão é essa e África bem o sabe. Forçado a fazer cinema militante, não se contentando com isso, Flora Gomes mete como protagonista não o trabalhador, não o operário, mas sim o africano, o colonizado. Com o africano, vem tudo aquilo que ele é : o seu ser humano, um tanto “diferente” do nosso. O puro filme militante não sabe lidar com isso. Não se esquiva. Não pode deixar de assistir às dramáticas mudanças que diante dos olhos tem. Por isso se inscreve na tradição do novo cinema, explorando a docuficção e a etnoficção. É com essa matéria que constrói os filmes e África é um tema forte. É mulata de olhos azuis, tem algo de Portugal na outra face do rosto. Cedendo mais à ficção. é assim que Flora Gomes a pinta e a dará a conhecer ao mundo (Os Olhos Azuis de Yonta). Chegados aqui, fixa-se mais a tradição da Nova Vaga na exuberância de um Jean Rouch que no seco purismo dos Straub, que certos mentores defendem. == Anos 90 == === Os velhos e os novos caminhos === Até ao início da década, salvo em algumas curtas-metragens, Manoel de Oliveira mantém um estilo muito pessoal que leva comentadores portugueses e estrangeiros a destacar, com maior ou menor convicção, o “seu caso”: faz teatro filmado com monólogos ou diálogos declamados, em filmes consideravelmente longos. A essa particularidade junta- se a monumentalidade dos cenários em que tais histórias são contadas: palácios habitados por nobres decadentes ou mansões pretensiosas de aristocratas aburguesados. Essa tendência abranda desde 1988 (Os Canibais), em que a comédia é transposta em ópera.Arias with Your Mouth Full: Legendary Lew Interviews Michael Smith on Manoel de Oliveira’s The Cannibals Torna-se marcante em 1991 na A Divina Comédia (filme), puro cinema, embora lá continuem os décors monumentais e monólogos ou diálogos cerrados. O palácio, de resto, é um asilo de loucos em que a fé em Cristo se confronta com a razão, a virtude com o pecado. Este marco merece o prémio especial do júri do Festival de Veneza desse mesmo ano. A partir de então um estilo menos teatral e filmes mais curtos caracterizarão a sua filmografia.A Divina Comédia – Festival de Estocolmo, 1991 Against the Grain: On the Cinematic Vision of Manoel de OliveiraA Divina Comédia – Amor de Perdição (base de dados)A Divina Comédia, \"Ante-estreia\", João Bénard da Costa, Cinemateca Portuguesa, pasta, 46, 181, Lisboa, 1991> A partir da década de noventa, com o aparecimento de uma nova geração de cineastas, em grande parte antigos alunos do Conservatório Nacional (Escola Superior de Teatro e Cinema) – que teve como professores António Reis ou Seixas Santos, um dos seus promotores –, geração favorecida pelos critérios de apoio oficiais a primeiras obras, o cinema português renova-se e sofre novo impulso : Pedro Costa, Teresa Villaverde, João Canijo, Manuela Viegas, Manuel Mozos, Fernando Vendrell, Joaquim Sapinho, Margarida Cardoso, vindos da escola de cinema e outros, como Cláudia Tomaz, vindos de outros cursos. Alguns dos mais velhos, raros, como Manoel de Oliveira (Vale Abraão - 1993) ou João César Monteiro, (A Comédia de Deus - 1995) filmam com regularidade. Em 1993, Bruno de Almeida, cineasta radicado em Nova Iorque, estreia-se com A Dívida, que ganha o prémio de melhor curta-metragem na Semana da Crítica do Festival de Cannes. No ano de 1995 inicia-se uma alternância entre a presença de autores afectos a uma e outra das tendências, acompanhados por alguns de visibilidade mais rara. Adão e Eva, (1995) de Joaquim Leitão, terá o público que ele quer, A Comédia de Deus, um dos filmes de expressão autobiográfica de João César Monteiro e O Convento, ensaio filosófico de Manoel de Oliveira, terão os seus espectadores, por cá e lá por fora. Dos novos, Joaquim Sapinho estreia no Festival de Locarno o seu primeiro filme, com o qual conquista também o público: Corte de Cabelo, considerado pela crítica como obra inovadora. Luís Filipe Rocha, persistente no seu particular classicismo, tenta toda a gente (Sinais de Fogo (filme) e Adeus Pai - 1996). No ano de 1996, José Fonseca e Costa aposta na biografia de Álvaro Cunhal para tocar o coração dos portugueses (Cinco Dias, Cinco Noites). Party (Oliveira, com seus improvisos) e Le Bassin de John Wayne (Monteiro, com os seus meneios) preferem tocar o dos franceses. Mas fora alguns verdadeiros devotos, poucos mais corações no mundo se deixarão tocar. Em 1997 Joaquim Leitão, em terra hostil, esforça-se na Tentação, mas há pouca gente disposta a deixar-se tentar. A essa mesma conclusão chega Leonel Vieira que, por idênticas paragens, tenta impressionar com sombrias lembranças (A Sombra dos Abutres), aventurando-se por lugares onde por desgraça poucos portugueses ficam. Lugares semelhantes àqueles a que Oliveira nos leva, numa peculiar Viagem ao Princípio do Mundo: mostrando, desta vez de um modo bem cinematográfico, que nele não é muito habitual, que por tais paragens o bom povo há muito se confronta com o esquecimento. Dos novos, Fernando Vendrell, explorando outras paragens inóspitas onde o futebol é rei, também não consegue : Fintar o Destino (1997). Mantendo o seu público e o seu mérito, o cinema português continua a viajar muito pouco lá por fora. === Alternâncias === No ano de 1998, prolífero em filmes, rodeado de ex- combatentes da guerra colonial que diante do perigo não hesitam em descarregar a metralhadora, Joaquim Leitão faz também a sua viagem a um lugar inquietante, a que chama Inferno (filme). Do grupo de cineastas mais exigentes, apostados na arte pura, Manoel de Oliveira volta ao passado mostrando, com considerações filosóficas, que já nesses tempos a melhor solução seria o suicídio (Inquietude). Paulo Rocha (cineasta), que menos que Oliveira não pretende, bem tenta mostrar que na velha aldeia da Barquinha, no Douro, as coisas não são diferentes (O Rio de Ouro). Teresa Villaverde, da nova geração, que viaja por mais perto, nos ambientes marginais da cidade de Lisboa, acaba também por demonstrar que por ali não há lugar sem exílio nem gente sem dilacerado rosto: Os Mutantes. João Mário Grilo, «baseado em factos reais, ocorridos na Penitenciária de Lisboa», em ambientes similares, prefere ver coisas como essas bem Longe da Vista. Perante as duras realidades da vida, João Canijo não hesita, escolhe o Alentejo e, recorrendo a um assassino a soldo, mete-se em Sapatos Pretos. No último ano do século, bem ciente do estado das coisas, agravado por problemas pessoais e quando tudo parece perdido, João César Monteiro volta a meter em cena o alter-ego. Nas tintas para o melodrama, a verdade não é verdadeira, não há nada como a festa. A pobre Joana está a afogar-se. O valente João atira-se à água, salva a inocente e, levando-a nos seus braços, mete-a no convento, e são As Bodas de Deus (1999). Entretanto a Zona J (1998) de Leonel Vieira é sucesso de bilheteira ao abordar do lado de fora o mesmo tema que Pedro Costa aborda do lado de dentro: os bairros marginais de uma cidade como Lisboa. Depois de uma ficção pura sobre o tema, (Ossos - 1997), escolhe a docuficção para tornar o retrato mais fiel, introduzindo no documentário elementos de ficção. Usando uma simples câmara digital mini-DV e uma antropologia mais crua, Pedro Costa fará o seu percurso na tradição dos anos sessenta e setenta, de António Campos a Ricardo Costa, que usavam câmaras ligeiras de 16 mm. Cultivará um cinema em que o olhar se fixa, se cristaliza numa lenta, pesada e exaustiva observação de personagens do universo suburbano – um bairro periférico de Lisboa – seguindo-as, no estar ali ou na mudança, esforçando-se por dar a ver que também nessa humilhada gente há fulgores de nobreza. Nessa fusão de géneros, entre real e ficcional, é cru o seu teatro da miséria. Serge Treffaut, em quem o olho antropológico se ajusta ao tempo, seguirá idêntico percurso, numa perspectiva mais crítica. Filmará em ambientes urbanos com outras etnias, cuja nobreza também não perderá de vista. Glória (1999), primeira obra de Manuela Viegas, formada pela Escola Superior de Teatro e Cinema, é um melodrama, intrincado e sombrio, que ilustra, com rasgos narrativos e artísticos, o ideário e frustrações de verdes adolescentes isolados em terras despovoadas pela emigração. É o primeiro filme português a competir no Festival de Berlim. É parente próximo de Corte de Cabelo (1995), de Joaquim Sapinho, da mesma escola, que honra a família arriscando-se por locais frequentados por certa juventude lisboeta, em histórias também cheias de rocambolesco. Mantém-se a família na escola de cinema: Sapinho é professor de realização e Viegas de montagem. O dueto tem sucesso junto de um público jovem e citadino que vai indo ao cinema neste incerto final de século, dando certa vida à cidade.Glória – Nota na RTPCorte de Cabelo – Nota na RTP Com frequentes toques de melodrama, como nos velhos tempos, na ficção domina a tendência realista, marcada pelas influências da Nouvelle Vague. Além de certas incursões em meios rurais, sobretudo do norte de Portugal, abundam nela retratos de sectores marginais da cidade de Lisboa. == Século XXI == === Anos 2000/10 === ==== Traços gerais ==== A primeira década do século é caracterizada por uma primeira fase (2000 a 2005) em que predominam filmes de autor, se acentuam tendências experimentais, se aposta em motivos ousados, em que se desvela injustiças sociais, filmes que revelam alguma inquietação pelo evoluir da situação que afecta o país e as mentalidades. Nesses primeiros cinco anos, alguns desses filmes transpõem fronteiras, marcam presença em festivais importantes, são exibidos comercialmente nalgumas salas independentes, não só em França como era habitual, e acabam por merecer as atenções de novos comentadores. A situação altera-se radicalmente com o aparecimento, a partir de 2005, de filmes comerciais cujo público-alvo são as audiências habituais das telenovelas, quem se habituou a gostar de histórias cor-de-rosa, a seguir intrigas escabrosas ou fait divers mediáticos, a assistir ao folhetim diário da vida de figuras públicas que os jornais ou televisões elegem e lançam no “mainstream” só por isso ser coisa rentável. Em suma: a televisão invade o cinema, investe em produções em que figuram vedetas do pequeno ecrã e outras que enchem o grande com os seus dotes físicos, com exposição crua em cenas de sexo explícito. O estratagema resulta, o alvo é atingido e quase todos esses filmes se tornam sucessos de bilheteira. Esta mudança explica-se em grande parte pela alteração do tecido produtivo e distributivo nacional provocada pela implosão financeira de Paulo Branco. Tendo por volta de 2002 deixado de gerir a sala parisiense Action République onde exibia e promovia filmes portugueses, é obrigado pouco depois a encerrar grandes multiplexes que explorava em Portugal, nos quais sonhava poder exibir filmes de autor.Paulo Branco denuncia má-fé da administração do Freeport - notícia do jornal Diário de Notícias de 23 de Novembro de 2005 Restringidas estavam, além disso, as suas actividades como produtor por ter deixado de produzir os filmes de Manoel de Oliveira e de outros cineastas em quem muito se empenhava. Em consequência dos graves percalços com que se confronta, vê-se forçado a alienar os direitos de exibição de um importante pacote de filmes portugueses que tinha produzido, filmes que acabam por cair nas mãos do principal distribuidor comercial português, a Lusomundo, o que provoca justificada indignação nos meios cinéfilos.Realizadores acusam Zon Lusomundo de maltratar cinema português – notícia em TVI 24 (blog), 24 de Junho de 2010 Mau grado tais desaires, embora pessimista,Pessimista, mas não desistente – entrevista de João Bonzinho no jornal Público de 2 de Novembro de 2007 ele não desiste, tentando manter abertas algumas das raras salas de cinema onde são exibidos filmes de autor. ==== Prevalência dos autores: 2000 a 2005 ==== ===== Entrada no século ===== O século tem entrada animada. O início é marcado por uma derradeira irreverência do João César Monteiro, mal parado nos seus devaneios autobiográficos, e pouco tempo depois pelo seu desaparecimento (Fevereiro de 2003). A Branca de Neve, que ele deixou sem imagem, ficaria a negro. Pelos caminhos de um negro imaginário, mas com imagem bem ao vivo, prosseguirá o cinema português – sempre muito fechado em casa, agora um bocadinho mais visto por fora – na tradição realista e no retrato social. Retrato, no caso de José Álvaro Morais, de um país «que agarra as pessoas com tanta força ao mesmo tempo que lhes dá vontade de fugir» (Quaresma (filme) - Festival de Cannes, Quinzena dos Realizadores, 2003). João Pedro Rodrigues, cineasta radical, cruel no que exibe (O Fantasma - 2000), provoca à sua maneira ao abordar a obsessão e o fetiche na homossexualidade masculina e o seu filme, em certos dos nossos meios e nalgumas salas lá de fora, torna-se objecto de culto. Influenciada por Pedro Costa, a jovem Cláudia Tomaz, explorando também o tema da marginalidade e da toxicodependência, obtém com a sua primeira longa-metragem Noites (2000), «um filme só pele e osso», o Prémio Melhor Filme da Semana da Crítica no Festival de Veneza. O começo do século é visto em film noir. Na passagem de 2001 para 2002, a obra de Manoel de Oliveira é tema para uma retrospectiva no Centro Georges Pompidou, em Paris, com a presença do realizador, de ilustres personalidades portuguesas, com particular pompa e circunstância, só quebradas pelo sempre juvenil atrevimento do velho Jean Rouch, cujos amores errantes lhe deixaram na alma imagens fortes de Portugal. Nessa errância, por amor também, dois anos volvidos, soltará ele de vez a sua alma em África, terra de cinema, que O Gotejar da Luz (Fernando Vendrell - 2001) levaria ao Festival de Berlim (2002). No mesmo festival mas ano seguinte, também Joaquim Sapinho marcaria a sua presença com a sua aguardada segunda longa-metragem Mulher Polícia (2003). No caso do documentário casado com a ficção – tipo de aventura pela qual o irrequieto antropólogo gaulês se pelava –, Pedro Costa leva as coisas ao extremo (No Quarto da Vanda, 2000, Festival de Cannes, 2002). Em 2003, Ricardo Costa, arriscando por paragens menos urbanas, marca presença com uma docuficção nos Novos Territórios do Festival de Veneza (Brumas - 2003). O grande público é agora mais escasso para o cinema português, não é o mesmo de há vinte anos. O sonho de distribuir filmes no Brasil esvai-se mal se percebe que por lá não seriam melhor as coisas. A Selva (2002) de Leonel Vieira não responde às expectativas. O Delfim de Fernando Lopes fica abaixo do esperado. Afoita-se outra vez Leonel Vieira e dá Um Tiro no Escuro (2005). O Fascínio (2003) de José Fonseca e Costa fica aquém do previsto. O mesmo sucederá em idênticas tentativas. Tipificando pelo lado do teatro como faz Oliveira, João Botelho tenta a comédia em estilo de revista. Rodeada de personagens típicas da nação, A Mulher que Acreditava ser Presidente dos Estados Unidos – 2003) também lá não chega. São de 2003 duas viagens à infância, algures como a de Aniki-Bobó: Brumas, a nova docuficção autobiográfica de Ricardo Costa e André Valente, ficção intimista de Catarina Ruivo, uma das excepções com boa presença em França. É de João César Monteiro, nesse ano ainda, a ilustração do seu fantasmático ir sem regresso: Vai e Vem. ===== Encruzilhada ===== Misturam-se géneros e linguagens, o vídeo e a televisão entram em força no reino do cinema. A meio de uma década com o país em crise vê-se o cinema português numa encruzilhada. Tem diante de si questões delicadas que ainda ninguém sabe como resolver. Cria-se novos modelos de financiamento para o salvar, a par dos que são atribuídos pelo Ministério da Cultura a fundo perdido e surge o controverso FICA (Fundo de Investimento para o Cinema e Audiovisual),FICA - Disponíveis 83 milhões de euros para o cinema e audiovisual – notícia na revista “Produção Profissional” de 31 de Outubro de 2007FICA reinicia pagamentos para cinema e audiovisual – notícia do semanário Sol, de 10 de Julho de 2009Promessa de uma nova era para o cinema e audiovisual em Portugal já leva cinco anos de quase estagnação – notícia do suplemento Ípsilon do jornal Público de 31 de Março de 2010 em que são aplicados capitais geridos por uma entidade bancária, com retorno em prazo alargado. O fundo, em que intervém o Ministério da Economia com mediação do ICA, é sustentado pela RTP, a televisão pública, pelos grupos privados de televisão SIC e TVI e ainda pela distribuidora de programas por cabo Zon, controlada pela Lusomundo.A agonia do cinema português: o abafador tem nome - texto online da APR (Associação Portuguesa de Realizadores), de 24 de Junho de 2010 Tem por objectivo «aumentar as oportunidades de financiamento da produção de obras cinematográficas, de multi-plataforma e audiovisuais». A iniciativa, que emperra nos últimos anos da década, conduzirá à produção de uma boa dezena de filmes estritamente comerciais. ==== Prevalência do comércio: 2005 a 2010 ==== ===== Sinais de mudança ===== Na segunda fase da década, – no mesmo ano em que, com Stanley Donen, Manoel de Oliveira, em consagração coincidente com a proximidade do seu centenário (2008), é homenageado com um \"Leão de Ouro\" (o segundo) pela sua carreira, também no Festival de Veneza (2004), onde no ano anterior fora exibido Um Filme Falado – por cá, mas noutro registo, dá que falar O Crime do Padre Amaro, de Carlos Coelho da Silva, que se apresenta em estilo de telenovela bem temperada, versão cinematográfica de uma série da SIC. É filme pensado para entrar na guerra das audiências e nas salas de cinema obtém grandes resultados. Sucede algo de parecido com o Filme da Treta (2006), de José Sacramento, no humor rasteiro de Luís de Carvalho e Castro, montagem de sketches de uma série de televisão adaptada a cinema. Ambos os filmes atingem recordes de bilheteira, o primeiro quase alcança os quatrocentos mil espectadores e o segundo fica perto dos trezentos mil. Estamos perante os primeiros sinais de séria mudança. Esta transbordante maré acabará por submergir vários dos filmes de autor (e não só) que então se estreiam. Certos escapam, graças aos temas que abordam : uma filha perdida na cidade de Lisboa, (Alice - 2005), de Marco Martins, primeira obra levada ao Festival de Cannes, a morte dramática na mesma conturbada cidade de um jovem de sexualidade ambígua e a falsa gravidez de uma namorada traída (Odete, novo filme de João Pedro Rodrigues, também com presença em Cannes). Dez anos depois de ter sido filmado, estreia o documentário Diários da Bósnia de Joaquim Sapinho, filme que ilustra um grave conflito internacional da época. Propenso ao folhetim e sempre teatral na paródia, ilustrando bem a seu modo a força do destino, João Botelho volta às luzes da ribalta no Festival de Veneza: O Fatalista. Os últimos anos da década dão todavia sinais de uma possível inversão da tendência comercial que no cinema português se faz notar. ==== Convergências e o sonho americano ==== O ano de 2006 caracteriza-se, além do sucesso dos filmes de grande público, por convergências entre colegas de escola. Dois colegas dos primeiros tempos do Novo Cinema, Fernando Lopes (98 Octanas) e José Fonseca e Costa (Viúva Rica Solteira não Fica), convergem, assumindo-se como autores, no desejo de melhores audiências, com temas apelativos e com conhecidos actores. No retrato de grupos marginais – imigrantes russas votadas ao submundo ou desenraizados de alma mestiça de origem africana que vivem num bairro de lata – convergem, da geração dos cineastas saídos da Escola Superior de Teatro e Cinema, Teresa Villaverde (Transe - 2006) e Pedro Costa (Juventude em Marcha – 2006), ambos presentes no Festival de Cannes. A meio da década vive-se ainda numa época de consagração de eleitos feita por aplicados fazedores de opinião com poderes institucionais, com voz na imprensa, com capacidade de moverem influências em importantes meios cinéfilos, em certames internacionais, tais como João Bénard da Costa e Paulo Branco que, muito tendo feito pela divulgação das obras de Manoel de OliveiraBénard da Costa: o homem que foi duas vezes papa com Manoel de Oliveira - notícia do jornal Público de 21 de Maio de 2009 Cinema/EUA: Manoel de Oliveira ainda na sombra de outros \"grandes\" europeus - Harvard Film – notícia no semanário Expresso de 13 de Julho de 2010 (agência de notícias LUSA) e de João César Monteiro tentam nestes novos tempos fazer singrar Pedro Costa. Mais com apoios oficiais que televisivos, prossegue ainda na tradição experimental do documentário um grupo de jovens, alguns deles já com algum currículo: Pedro Sena Nunes, Catarina Alves Costa, Catarina Mourão, Sílvia Firmino, Miguel Gonçalves Mendes, Luísa Homem, Susana Sousa Dias, Cristina Ferreira Gomes e outros. A árvore deixaria seus frutos. Serge Tréfaut emerge agora com um registo urbano que, para o género, como antropologia visual, terá honroso público: Lisboetas (2006). Nos últimos anos de 2010, consumados os desígnios, Pedro Costa torna-se presença regular em fiéis colunas da imprensa.Pedro Costa - artigo no jornal Público de 23 de Dezembro 2010 Um ciclo itinerante de filmes seus é programado em museus, no Museu de Arte Contemporânea (Fundação de Serralves), depois na galeria londrina Tate Modern, em meios universitários canadianos e norte-americanos, em certames e cinematecas. Algumas dessas exibições dão origem a “movie reviews” de jornalistas de referência,Retrospectiva no Wexner Center - (Universidade de Ohio, 24 de Janeiro 2008)Sempre em marcha – colecção de comentários e entrevistas (blog)Lista de eventos na pág. Web de Pedro Costa com considerável eco junto de comentadores nacionais. Em percurso idêntico (exibição em universidades e cinematecas) mas por outras causas torna-se notado Aquele querido mês de agosto (2008 - Festival de Cannes, Quinzena dos Realizadores) uma docuficção de Miguel Gomes (cineasta), que segue também as pegadas de certos pioneiros (ver neste artigo o tema a vertente antropológica). O filme, que se fará notar precisamente por isso (por associar ficção e documentário, por confrontar gentes de um país profundo em cinema directo e em narrativa ficcionada), percorre festivais, é apresentado em 2008 no Festival de São FranciscoMiguel Gomes em retrospectiva nos EUA – notícia do suplemento Ípsilon do jornal Público de 27 de Agosto de 2010 e é exibido em Nova Iorque em 2009, integrado numa mostra da obra do seu autor,It’s Actual Life. No, It’s Drama. No, It’s Both. – artigo de Dennis Lim no New York Times, 20 de Agosto de 2010The films of Miguel Gomes – programa do Anthology Film Archive organizada por uma cinemateca local. Nutrido pela seiva da mesma árvore, que tem raízes no Novo Cinema, no que ele tem de aventureiro (filmes sem apoios ou com fraco financiamento, filmes construídos ou reinventados ao sabor do caso), 1ª Vez, 16 mm (2008),\"1.ª vez 16 mm\" de Goulart à margem de apoios do Estado – Notícia no Jornal de Notícias de Terça-feira, 23 de Maio de 2006Notícia – do ICAFicha do exibibor de um desconhecido, Rui Goulart, marginal assumido, será o terceiro filme na história do cinema português a ter distribuição comercial nos EUA,Nota: por falta de apoio publicitário e referências jornalísticas, o filme é exibido em poucas salas e apenas durante uma semana numa ousada incursão ao faroeste. Por essas remotas paragens, em Hollywood, no histórico Egyptian Theatre Egyptian Theater (7th Artivist Film Festival – American Cinematheque, LA), é estreado no início de Dezembro de 2010 o filme Complexo - Universo Paralelo (prémio \"Melhor Filme Internacional Direitos Humanos\"Documentário português premiado no Artivist Film Festival de Hollywood – em Sapo cinema), primeira obra de Mário Patrocínio, jovem realizador português residente no Brasil que, em parceria com o seu irmão Pedro (director de fotografia), comete a proeza de fazer, sem apoios financeiros, um documentário num dos mais problemáticos e perigosos locais do Rio de Janeiro, o Complexo do AlemãoFilme português sobre Complexo do Alemão emociona plateia – Artigo em Último Segundo. O filme, com estreia comercial anunciada para 2011, deixará marcas de sintonia com outros congéneres. Um filme esquecido, produzido também sem os recorrentes apoios e de talhe artesanal, promete o mesmo: Brumas de Ricardo Costa, a sua terceira docuficção, estreia em Nova Iorque no cinema Quad, um dos cinco “art cinemas” de Manhattan, em lançamento comercial nos Estados UnidosComing soon – Quad Cinema\"Brumas\", de Ricardo Costa, estreia em Nova Iorque, em Março - Notícia do ICA, 06 de Janeiro de 2011, em Março de 2011. Será exibido noutras cidades.Estreia de Brumas nos EU Tem em comum, em particular com aqueles em que o documentário se confunde com a ficção, centrar-se na vida de um bairro periférico de origem clandestina. Tem como diferença retratar não uma comunidade marginal problemática mas o seu inverso: um grupo de pessoas que acarinham o local onde vivemReabilitação do Bairro do Visconde e sua integração na malha urbana – paper de Maria Alice Lobo em Pluris 2010 e que nele humildemente vivem «para dar vida». Esboçam-se convergências entre gerações, no modo de viver a vida e o cinema, e também no tempo. Aos cento e dois anos, no mês do seu aniversário, Manoel de Oliveira estreia, ali ao pé do Quad, em Greenwich Village, no «concorrente» IFC Center, a sua trigésima longa-metragem, O Estranho Caso de Angélica (Festival de Cannes de 2008),Notícia do ICA , 29 de Dezembro 2010 projecto velho de cinquenta anos, filme que será exibido também nos primeiros meses de 2011 em “art cinemas” de outras cidades. Aqui se reencontra Brumas com novo filme de Oliveira, depois de um primeiro encontro com Um Filme Falado em 2003, no Festival de Veneza.Notícia de Ana Maria Ribeiro sobre o 60.º Festival Internacional de Cinema de Veneza – jornal Correio da Manhã - 01 Agosto de 2003 Outro acaso histórico os liga: são dois dos primeiros filmes de realizadores portugueses com estreia em Nova Iorque, Brumas em lançamento comercial. Precede-os outros dois.Nota: duas co-produções portuguesas estrearam antes nessa cidade, a primeira um filme do brasileiro Jom Tob Azulay, O Judeu (The Jew), de 1995 (a vida do dramaturgo António José da Silva), que é lançado no Film Forum a oito de Janeiro de 1999 e a segunda um filme em co-produção com Moçambique, de Teresa Pratas, Terra Sonâmbula (Sleepwalking Land), de 2007 (adaptação do romance homónimo de Mia Couto), exibido no Museu de Arte Moderna de Nova Iorque (Museum of Modern Art) que terá apenas distribuição em DVD, promovido pela Global Film Iniciative, programa de apoio a filmes «fora do comum», em particular ao cinema de países do Terceiro Mundo ou em vias de desenvolvimento. Ver A Jew Trapped in Portuguese Terror – artigo de Stephen Holden no New York Times de 8 de Janeiro de 1997 e Sleepwalking Land (In Mozambique, a Road to Self-Discovery), artigo de Nathan Lee no New York Times de 14 de Janeiro de 2009 O primeiro é um documentário de longa-metragem de Bruno de Almeida sobre Amália Rodrigues, A Arte de Amália (The Art of AmáliaReferência em Arco Arco Filmes),Ficha do produtor e locais de exibição encomenda da EXPO 98 destinada ao mercado norte- americano (caso excepcional no quadro da produção nacional), que estreia no cinema Quad a oito de Dezembro de 2000, estreia seguida de algumas exibições noutras cidades também. O segundo, o controverso filme de João Pedro Rodrigues, O Fantasma,Notícia no jornal Mundo Português estreia em 2003 no IFC Center e, mais pelo tema do que pelo estilo, faz o seu percurso americano, como o faria depois por outras paragens Morrer como um Homem (Festival de Cannes, Un Certain Regard, 2009). Filme português na Rússia e em Nova Iorque – notícia no DN artes (sem data) Entre 2000 e 2010 são quatro os filmes portugueses lançados em salas independentes de Manhattan. Tudo isto parece traçar uma evidência: é pelos riscos que assume – por filmes feitos com recursos escassos, pelo seu traçado artesanal, pelo que eles têm de ousado, inovador ou revelador, pelo que mostram da vida ou da condição humana – que o cinema português desperta atenções, quer em meios cultos, aqui ou lá fora, quer em prosaica exibição comercial, mesmo em território “hostil” como o norte-americano.The 25 best films of 2010 – artigo de Richard Brody, The New Yorker, 9 de Dezembro 2010'New Yorker' distingue filmes portugueses – Notícia de João Moço no DN Artes, 15 de Dezembro de 2010 ===== Paradoxo ===== Paralelamente à descoberta fora de portas dos mais recentes produtos de uma genuína tradição portuguesa, o sucesso nacional dos dois primeiros filmes produzidos ao abrigo da nova filosofia de apoios financeiros, o Fundo de Investimento para o Cinema e o Audiovisual (FICA),Produção com retorno financeiro: o FICA – notícia no Sapo, 21 de Abril de 2010 que envolve o Ministério da Cultura com as televisões privadas e com o comércio da banda larga, desperta a ousadia de quem há muito sonha com a conquista de vasto público para o cinema português. António Pedro Vasconcelos, que inicia a sua actividade na época do Novo Cinema e que não será insensível a bons princípios, sai-se com um filme intitulado Call Girl (2007), história picante de uma bela morena que vende favores sexuais. Convicto, justifica o atrevimento com a inquestionável necessidade de uma política de «entretenimento» para as produções nacionais. João Botelho, um dos mais radicais defensores do cinema de autor, deixa-se igualmente tentar e filma Corrupção em 2007, uma história retirada da vida real, cozinhada também com fortes temperos apimentados, que retrata as relações do emérito dirigente de um importante clube português de futebol com a sua desavinda esposa, escândalos e negócios escuros pelo meio, mas acaba solenemente por renegar a autoria da obra alegando, no meio do burburinho que a proeza causa, divergências com o produtor. Vasconcelos voltará à carga em 2010 com outra obra ainda mais estimulante, A Bela e o Paparazzo, a história de uma bela ainda mais bela, mais sexy, uma loura exuberante que não se vende mas se deixa seduzir pelo fotógrafo que teimosamente a persegue.Perdido por cem (mil)... - Pedro Borges no suplemento Ipsilon do jornal Público de 25 de Fevereiro de 2010Se isto continua assim, vou ali e já não venho – crónica de Vasco Câmara no suplemento Ípsilon do Jornal Público de 2 de Abril de 2010 Entretanto, tal como ele, Carlos Coelho da Silva, que dera o bom exemplo, prossegue carreira com mais dois filmes que enchem salas, mas, verdade se diga, um bocado menos: Amália (2008) e Uma Aventura na Casa Assombrada (2009). Outros filmes assim dotados surgem no grande ecrã, mas o grande público começa a ser bem menos numeroso. Perante a dimensão do fenómeno e os riscos que ele parece acarretar, cada vez mais alto se erguem vozes a contestar os motivos que lhe deram origem.Artigo de Alexandra Prado Coelho no jornal Público de 11 de Março de 2010Manifesto pelo cinema português – em Petição Públca em Março de 2010 Com ele sofrem, neste final da década, cineastas que ficaram conhecidos por terem sido eles a encher salas em décadas do século passado, pois a sua imaginação não responde aos caprichos dos novos tempos. O Julgamento (2007) ou a Arte de Roubar (2008) de Leonel Vieira, A Esperança está onde menos se espera (2009), de Joaquim Leitão, mostram claramente que não podem esperar grande coisa. Quarenta mil espectadores é agora um número pouco interessante para quem vende filmes americanos que lhes podem trazer muito maisRanking dos filmes mais vistos 01-01-2010/18-08-2010 – lista do ICA e há muito que isso é uma banalidade para críticos e jornalistas que se habituaram a desprezar, com fundamento ou sem ele, filmes portugueses em que nada de marcante divisam, preferindo ficar calados. É-lhes indiferente poder ser coisa perversa, mesmo sabendo que, sem a sua voz, dificilmente haverá filme nacional que se veja. O jornalismo e a crítica de cinema passam agora, muitas vezes, por cima da análise crítica, privilegiando o mediático, tomando ruidosamente partido, em literatura verbosa e oca, opinando com gosto duvidoso, engrandecendo ou diminuindo. == Ver também == * Cinema de arte * Directores de Fotografia (Portugal) - lista * Instituto do Cinema e do Audiovisual * Cinemateca Portuguesa * História da animação em Portugal == Bibliografia == * Bibliografia portuguesa de cinema : uma visão cronológica e analítica, de Jorge Pelayo, ed. Cinemateca Portuguesa, Lisboa, 1998 * Cinema – ver bibliografia sobre cinema português de José de Matos-Cruz * Cinema Português no Centro de Língua Portuguesa da Universidade de Hamburgo == Ligações externas == * Cinema Português – base de dados do Instituto Camões * Cinema Português – novos filmes",
 "title": "Cinema de Portugal"
}