{
 "id": "14598",
 "text": "Meijinhos é uma povoação portuguesa do Município de Lamego que foi sede da extinta Freguesia de Meijinhos, freguesia que tinha 2,99 km² de área e 86 habitantes (2011), e por isso, uma densidade populacional de 31,4 hab/km². A Freguesia de Meijinhos foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Cepões e Melcões para formar uma nova freguesia denominada União das Freguesias de Cepões, Meijinhos e Melcões com a sede em Cepões. Meijinhos dista cerca de dez quilómetros da sede do município. O topónimo “Meijinhos”, segundo Armando de Almeida Fernandes na obra Censual da Sé de Lamego \"é um plural populacional do latim mansioninos\", alusivo à pastorícia, no início da sua designação. == História == No século XIII, nas Inquirições Gerais de 1258 mencionam-se \"os cavaleiros de Melcões e Ameigios que trabalhavam uma herdade em Magueija\". No século XIV, aparece já o termo \"Ameiginhos\". Povoação muito antiga, Meijinhos é referenciada nas Inquirições de D. Afonso III em 1258 como reguengo “terras pertencentes ao rei e das quais recebia dízimos”. Ainda em 1574, no livro das Igrejas e Capelas do rei, Meijinhos é mencionada como uma das poucas terras que pagava dízimos à coroa, ou seja: 450 medidas de pão, 100 de vinho e 600 de castanha. Nos finais do século XVI, Meijinhos passa, por doação do rei, a ser padroado dos condes de Tarouca. Em 1834, Meijinhos pertencia ao concelho de Lazarim, passando para o de Tarouca a que esteve sujeita até 1896. A partir desta data, e até hoje, é uma das freguesias do concelho (atual município) de Lamego. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Meijinhos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 252 271 330 332 377 339 327 293 245 189 157 104 86 Nos anos de 1864 a 1878 estava anexada à freguesia de Lazarim, tendo sido desanexada por decreto de 08/11/1888. Nos censos de 1864 a 1890 fazia parte do concelho de Tarouca. Passou a pertencer ao atual concelho por decreto de 26/06/1896 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 14 10 49 31 13,5% 9,6% 47,1% 29,8% 2011 16 4 41 25 18,6% 4,7% 47,7% 29,1% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Igreja Paroquial de Meijinhos ou Igreja de Nossa Senhora da Piedade * Cruzeiros da igreja e das Cerdeirinhas * Capela da Senhora da Piedade == Actividades económicas == Agricultura e pecuária, pastorícia, floricultura e comércio == Festas e romarias == * São Brás (1.º domingo de Fevereiro) * Nossa Senhora da Piedade (8 dias após a Páscoa) == Outros locais de interesse == Monte Dufa, quintas da Casa Grande e do Pereiro == Gastronomia == Castanha, milhos com carne variada, bôlas diversas, cavacas, bolo podre. == Colectividades == Grupo Desportivo e Recreativo de Meijinhos",
 "title": "Meijinhos"
}