{
 "id": "14608",
 "text": "Sande é uma povoação portuguesa sede da Freguesia de Sande do Município de Lamego, freguesia com 3,13 km² de área e 811 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi vila e sede de concelho entre 1514 e 1836. Este era constituído apenas pela freguesia da sede e tinha, em 1801, 515 habitantes. == História == Situada na ladeira da Serra de S. Domingos e atravessada pelo rio Varosa, Sande é uma freguesia do concelho de Lamego, de cuja sede dista aproximadamente 6 km. tem como vizinhas a freguesia de Cambres (1 km) a Norte, Valdigem (2 km) a Este, e Almacave (1 km) a Sul e Oeste. Está implantada numa área de 3,11 km². O pároco da freguesia em 1758, no relatório que fez a pedido do Marquês de Pombal, refere que «é bom clima de terra, e aprazível em seus frutos e regalos, com bastantes águas de fontes, com vinhos do melhores e por isso decantados em todo o reino pela sua singularidade; e produz também a terra deliciosas frutas de toda a casta». O território desta freguesia, por ser tão fértil e ter um bom clima, começou a ser povoado muito cedo; deduz-se que desde a época romana. O topónomo da freguesia advém do nome de um proprietário (Sandus) de uma Villa rústica (Villa Sandi). As Villas organizavam-se aqui por haver condições ideais para tal. Nos séculos IX, X e XI esta região foi repovoada por gentes do Norte e das Astúrias. No século XII, a família de Egas Moniz é citada como tendo aqui grandes interesses patrimoniais e económicos. Depois, foram os mosteiros de Salzedas e Tarouca que ocuparam parte destas terras, adquiridas por compra, doação, permutas, etc.. Em 1290 as Inquirições de D. Dinis assinalavam em Sande três \"quintãs\" fidalgas. Em 1297/98, o cabido de Lamego cedeu ao Bispo D. Vasco de Alvelos a «quintã» de Sande e suas pertenças. No princípio do século XIV Sande não tinha qualquer autonomia municipal; esta adveio-lhe ao ser separada do termo de Lamego para ser doada a fidalgos, por D. João I. Em 17 de Maio de 1514 (século XVI), Sande recebeu foral, dado por D. Manuel I. Em termos eclesiásticos a freguesia é de tradições antigas, pois é uma paróquia talvez anterior à Nacionalidade. Nos tempos de S. Gens em Sande de Cima, e de S. Veríssimo, (chamada igreja nas Inquirições de 1258) há recordações de cultos locais medievos. A vigararia de Sande estava já instituída no século XVI, talvez já anexa à de Avões. A meados do século XVII, S. Tiago de Sande pertencia à Ordem de Cristo, à qual paga dízimos. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 225 197 605 107 2011 130 123 533 130 2021 92 87 442 190 == Símbolos heráldicos == Brasão: escudo de ouro, vieira de púrpura realçada de prata, cálice de vermelho realçado de negro e almotolia de verde, as três figuras postas em roquete; campanha ondada de azul e prata de cinco peças. Coroa mural de prata de quatro torres. Listel branco, com a legenda a negro: \"SANDE - LAMEGO\". Bandeira: esquartelada de púrpura e amarelo. Cordão e borlas de ouro e púrpura. Haste e lança de ouro. Selo: nos termos da Lei, com a legenda: \"Junta de Freguesia de Sande - Lamego\". Parecer emitido pela Comissão de Heráldica da Associação dos Arqueólogos Portugueses, nos termos da Lei nº 53/91, em 19 de julho de 2000 e publicado no Diário da República III Série nº 231 de 6 de Outubro de 2000. Os Símbolos Heráldicos da Freguesia encontram-se registados na Direcção Geral das Autarquias Locais com o nº 268/2000 de 19 de Outubro de 2000. === Simbologia === Coroa Mural: Por via do Foral Novo de D. Manuel I, de 17 de Maio de 1514. Vieira: Representa o orago da freguesia S. Tiago. Cálice e Almotolia: Representam a agricultura, a vitivinicultura, com especial destaque para «Vinho do Porto, e a olivicultura». Burelas Ondadas: Representam o rio Varosa, que atravessa a freguesia de Sande. == Festas e romarias == * Festa em Honra de São Tiago - Realiza-se no 3º Domingo de Julho em Sande e tem a duração de três dias. É a festa principal da Freguesia. Todos os Sandinos que residem fora da terra natal por esta altura regressam, os que se encontram mais perto, para assistir aos festejos e os emigrantes para festejarem e estarem com os seus familiares. A festa em honra do padroeiro, sempre estará nos seus corações. Além da parte religiosa, existe também o lado profano com a actuação de conjuntos musicais e baile. * Festa de Santa Luzia - Tem lugar no Domingo seguinte ao dia 13 de Dezembro, em Cimo de Sande. Tem a duração de três dias. No Sábado antes da festa, à tarde, as pessoas juntam-se para acompanharem o andor de Santa Luzia, desde a capela até à igreja matriz. No Domingo ao fim da tarde, realiza-se a procissão de Triunfo à volta da freguesia. Na manhã de Segunda-feira, Santa Luzia, ao som da banda de música e seguida pelos fiéis da freguesia e de outras terras, recolhe à capela. Durante a duração da festa, pode assistir-se à actuação de grupos musicais e da banda de música. * Festa de Nossa Senhora da Guia - Realiza-se no Domingo a seguir à Páscoa, na Igreja Matriz. * Festa do Corpo de Deus - Festa móvel, na Freguesia. * Comunhão Pascal das Crianças das Escolas - Realiza-se na semana antes da Páscoa, na Igreja Matriz. == Associações == * Associação Desportiva de S. Tiago de Sande - Desenvolve a actividade de futebol de onze. * ACERSS - Associação Cultural e Recreativa Santiago de Sande - Desenvolve as actividades culturais, festivas, desportivas (cicloturismo e atletismo), Grupo de Bombos. * Clube de Caça e Pesca de S. Tiago de Sande == Ligações externas == * Categoria:Freguesias de Lamego Categoria:Antigos municípios do distrito de Viseu",
 "title": "Sande (Lamego)"
}