{
 "id": "14654",
 "text": "Héracles (, um composto formado por , e )Becking, Bob, et al.. Dictionary of deities and demons. ed. Toorn, Karel van der. Wm. B. Eerdmans Publishing. 1999, na mitologia grega, era um semideus, filho de Zeus e Alcmena, é meio- irmão de Perseu. Reunindo grande força e sagacidade, Héracles foi, na mitologia greco-romana, o mais célebre de todos os heróis, um símbolo do homem em luta contra as forças da natureza, exemplo de masculinidade, ancestral de diversos clãs reais (os heráclidas) e paladino da ordem olímpica contra os monstros ctônicos.Dicionário de Mitologia Greco-latina, Tassilo Orpheu Spalding , ed. ItatiaiaDicionário da Mitologia Grego e Romana, Pierre Grimal, ed. Bertrand BrasilMitologia Grega, vol III, Junito de Souza Brandão, ed. VozesGraecia Antiqua - Mitologia Grega - Héracles Theoi Greek Mythology - Heracles (em inglês) Na mitologia romana e na maior parte do Ocidente moderno o herói se tornou célebre pelo seu nome latino, Hércules. ==Nascimento e infância== Anfitrião havia sido banido de Micenas ao matar, por acidente, seu rei Electrião, e se refugiou em Tebas. Alcmena, filha de Electrião, pediu para que Anfitrião se vingasse dos filhos de Ptérela, que haviam matado seus irmãos.Pseudo-Apolodoro, Biblioteca, 2.4.6 [em linha] Durante a ausência de Anfitrião, Zeus, assumindo a aparência deste, chegou à noite, em Tebas, e deitou-se com Alcmena, contando sobre a campanha. Quando, no dia seguinte, Anfitrião chegou e foi recebido com frieza, soube, através de Tirésias, que Zeus havia se aproveitado de sua esposa. Alcmena teve dois filhos, Héracles, filho de Zeus, e Íficles, filho de Anfitrião. Quando Héracles tinha oito meses de idade, Hera (ou o pai, Anfitião, segundo Ferécides de Leros) colocou duas serpentes em seu berço, para matá-lo, mas Héracles as destruiu, estrangulando uma em cada mão. Segundo Ferécides, Anfitrião fez isto para saber qual era seu filho, pois Íficles fugiu e Héracles ficou firme.Pseudo-Apolodoro, Biblioteca, 2.4.8 O nome dado originalmente a Héracles foi \"Alcides\", em homenagem a seu avô Alceu, pai de Anfitrião.J. G. Frazer, Notes on Book 2 of the Library of Appolodorus, 98 [em linha] O nome alternativo de Héracles (que quer dizer \"À Glória de Hera\") foi uma tentativa sem sucesso de apaziguar o ódio de Hera, louca de ciúmes pelas infidelidades do marido. Héracles teve que defender-se de suas perseguições desde a tenra infância. == Façanhas == Ao crescer, Héracles cada vez mais sobressaiu-se pela enorme força e coragem. Sua primeira façanha heroica deu-se quando se dirigiu à Beócia, região próxima de Tebas, onde perseguiu e matou apenas com as mãos um enorme leão que devorava os rebanhos de Anfitrião e de Téspio, na região de Citerão. A caçada durou cinquenta dias consecutivos, durante os quais Héracles foi hóspede de Téspio, que aproveitou para fazer com que toda noite uma das suas cinquenta filhas se deitasse com o herói, de maneira a criar uma aguerrida descendência. Muitos dos netos de Téspio, conhecidos como Tespíadas, foram conduzidos por Héracles até a Sardenha, onde se estabeleceram como colonos. Ao regressar a Tebas após esta caçada, Héracles encontrou os enviados do rei Ergino, de Orcômeno, que vinham recolher um tributo que os tebanos lhe pagavam regularmente. Após derrotá-los e insultá-los, Héracles obrigou os mínios de Orcómeno a pagar um tributo duas vezes maior que o que haviam imposto a Tebas. Neste combate, morreu Anfitrião, que lutou corajosamente ao lado do filho. ===Os trabalhos de Héracles=== Por ter livrado a cidade de Tebas do tributo aos mínios, o rei Creonte, filho de Meneceu, ofereceu a Héracles sua filha mais velha, a bela Mégara, que lhe deu vários filhos. Anos depois, num acesso de loucura provocado por Hera, Héracles matou os filhos tidos com Mégara. Após recuperar a sanidade, Héracles foi consultar o Oráculo de Delfos sobre o meio de se redimir desse crime e poder continuar com uma vida normal. O oráculo ordenou- lhe que servisse, durante doze anos, a seu primo Euristeu, rei de Micenas e de Tirinto. Pondo-se Héracles ao seu serviço, o rei, simpatizante de Hera, impôs- lhe, com a oculta intenção de o eliminar, doze perigosíssimos trabalhos, dos quais o herói saiu vitorioso: 1.º) Matou o Leão da Nemeia, filho dos monstros Tifão e Equidna. Acabou a luta, arrancou a pele do animal com as suas próprias mãos e garras e logo passou a utilizá-la como vestuário. A criatura converteu- se na constelação de leão. 2.º) Matou a Hidra de Lerna, serpente com corpo de dragão, filha de Tifão e de Equidna. A Hidra tinha nove cabeças que se regeneravam mal eram cortadas e exalavam um vapor que matava quem estivesse por perto. Héracles matou-a cortando suas cabeças enquanto seu sobrinho Iolau queimava as feridas com um tição em brasa. Por fim, o herói banhou sua clava com o sangue da serpente para que ficasse envenenada. 3.º) Alcançou correndo a Corça de Cerineia, com chifres de ouro e pés de bronze, consagrada à deusa Ártemis. A corça corria com assombrosa rapidez e nunca se cansava. 4.º) Capturou vivo o Javali de Erimanto, que devastava os arredores, ao fatigá-lo após persegui-lo durante horas. Euristeu, ao ver o animal no ombro do herói, teve tamanho medo que foi se esconder dentro de um caldeirão de bronze. As presas do animal foram mostradas no templo de Apolo em Cumas. 5.º) Limpou em um dia os currais do rei Augias, que continham três mil bois e que há trinta anos não eram limpos. Estavam tão fedorentos que exalavam um gás mortal. Para isso, Héracles desviou dois rios. 6.º) Matou as aves do lago Estínfalo, monstros cujas asas, cabeça e bico eram de ferro, e que, pelo seu gigantesco tamanho, interceptavam em voo os raios do sol. Héracles enxotou as aves com um par de castanholas feitas por Hefesto e dadas a ele por Atena. 7.º) Venceu o Touro de Creta, mandado por Posídon contra Minos. 8.º) Castigou Diómedes, filho de Ares, possuidor de cavalos que vomitavam fumo e fogo, e a que ele dava a comer os estrangeiros que naufragavam durante as tempestades e davam à sua costa. O herói entregou-o à voracidade de seus próprios animais. 9.º) Venceu as Amazonas, tirou-lhes a rainha Hipólita, apossando-se do seu cinturão mágico. 10.º) Matou o gigante Gerião, monstro de três corpos, seis braços e seis asas, e tomou-lhe os bois que se achavam guardados por um cão de duas cabeças e um dragão de sete. 11.º) Colheu as maçãs de ouro do Jardim das Hespérides, este trabalho foi o mais difícil de todos, pois para encontrar o jardim, Héracles percorreu quase todo o mundo. Após ter encontrado o jardim ainda tinha de matar o Ladão, o dragão de cem cabeças que o guardava. Pediu a Atlas que o matasse e durante o trabalho foi Héracles que sustentou o céu nos ombros. 12.º) Desceu ao Reino de Hades e de lá trouxe vivo Cérbero — o cão de três cabeças, guardião do submundo. ===Outras façanhas=== Após esses trabalhos, Héracles entregou-se a muitos outros, por sua livre vontade, na defesa dos oprimidos: * Participou de parte da expedição dos Argonautas. * Matou, no Egito, o tirano Busíris que sacrificava todos os estrangeiros que aportavam ao seu estado. * Tendo encontrado Prometeu acorrentado por Zeus no cume do Cáucaso, entregue a um abutre que devorava o seu fígado, libertou-o. * Estrangulou o gigante Anteu que, em luta, recuperava a força sempre que conseguia tocar, com os pés, o solo. * Entre as façanhas de Héracles, conta-se ainda separar os montes Calpe (da Espanha) e Ábila (da África), chamados Colunas de Hércules, abrindo assim o estreito de Gibraltar. == Dejanira e morte == Disputou com Aqueloo a posse de Dejanira, filha de Eneu, rei da Etólia. Como a princesa a Héracles preferia, Aqueloo, furioso, transformou-se em serpente, e investiu contra ele; repelido, transformou-se em touro, e de novo arremeteu; mas o herói enfrentou-o, pela segunda vez, quebrando-lhe os chifres, e desposou Dejanira. Em seguida, tendo de atravessar o rio Eveno, pediu ao centauro Nesso que conduzisse Dejanira ao ombro, enquanto ele faria a travessia a nado. No meio do caminho, tendo Nesso se recordado de uma injúria que outrora Héracles lhe dirigira, resolveu, por vingança, raptar-lhe a esposa, passando com esse intuito, a galopar rio acima. O herói, tendo percebido as suas intenções, aguardou que ele alcançasse terra firme, e então atravessou-lhe o coração com uma das flechas envenenadas. Nesso tombou, e, ao expirar, deu a Dejanira a sua túnica manchada do sangue envenenado, convencendo-a de que seria, para ela, um precioso talismã, com a virtude de restituir-lhe o esposo, se este viesse em qualquer tempo, a abandoná-la. Mais tarde, Héracles apaixonou-se pela sedutora Iole, e se dispunha a desposá-la, quando recebeu de Dejanira, como presente de núpcias, a túnica ensanguentada, e, ao vesti-la, o veneno infiltrou-se lhe no corpo; louco de dores, ele quis arrancá-la, mas o tecido achava-se de tal forma aderido às suas carnes que estas lhe saíam aos pedaços. Vendo-se perdido, o herói ateou uma fogueira e lançou-se às chamas. Logo que as línguas de fogo começaram a serpentear no espaço, ouviu-se o retumbar do trovão. Era Zeus que arrebatava seu filho para o Olimpo, onde ganhou a imortalidade e recebeu Hebe em casamento. == Árvore Genealógica ==",
 "title": "Héracles"
}