{
 "id": "14660",
 "text": "Kemal AtatürkBilhete de Identidade 1934 (até 1934: Mustafa Kemal Paxá, ; de 1935 a 1937: Kamâl Atatürk;Bilhete de Identidade 1935Atatürk retornou à antiga grafia de Kemal de maio de 1937 em diante. Salonica, – Istambul, ), comumente referido como Mustafa Kemal Atatürk, foi um marechal de campo, estadista revolucionário turco e fundador da República da Turquia, assim como o seu primeiro presidente. Mustafa Kemal se estabeleceu como um líder militar extremamente capaz e inteligente enquanto servia como comandante de divisão na Batalha de Galípoli. Posteriormente lutou com bravura nas frentes de batalha da Anatólia e Palestina, conquistando algum renome para si durante a Primeira Guerra Mundial.Zürcher, Turkey : a modern history, 142 Com a derrota sofrida pelo Império Otomano nas mãos dos Aliados, e os planos subsequentes para a partilha de seu território, Mustafa Kemal liderou o Movimento Nacional Turco naquela que se se tornaria conhecida posteriormente como a Guerra de Independência Turca; após estabelecer um governo provisório em Ancara, derrotou as forças enviadas pela Tríplice Entente. Suas campanhas militares bem-sucedidas asseguraram a liberação do país e a proclamação da república no lugar do antigo governo imperial otomano. Como primeiro presidente da Turquia, Atatürk embarcou num ambicioso programa de reformas políticas, econômicas e culturais. Um admirador do iluminismo, Atatürk procurou transformar as ruínas do Império Otomano numa nação-Estado democrática e secular. Os princípios das reformas de Atatürk costumam ser chamados de \"kemalismo\", e continuam a formar a fundação política do Estado turco moderno. == Juventude == Nasceu na cidade otomana de Salonica (em turco: Selânik; atualmente na Grécia), no dia 19 de maio 1881, de acordo com documentos oficiais e não oficiais. Era filho de Ali Riza Efendi e Zübeyde Hanım. Ao nascer recebeu apenas o nome de Mustafa, como era costume no Império Otomano: o seu segundo nome, Kemal (que significa \"perfeição\" ou \"maturidade\") foi dado pelo seu professor de matemática, em reconhecimento à sua excelência acadêmica. Na sua juventude, a sua mãe encorajou-o a frequentar uma escola religiosa (a Mahalle Mektebi, literalmente \"escola da vizinhança\"), porém Mustafa completou apenas uma breve temporada; após o que o seu pai o transferiu para a escola Şemsi Efendi, onde lhe foi dada uma educação mais moderna. Os seus pais tencionavam educá-lo para o comércio, porém secretamente Mustafa realizou um exame de admissão à Escola Militar de Selânik (Selânik Askerî Rüştiyesi), em 1893. Em 1896 inscreveu-se numa outra escola militar, a Manastır Askerî İdadisi, na cidade otomana de Manastır (atual Bitola, na República da Macedônia). Em 1899 matriculou-se no Colégio de Guerra (Mekteb-i Harbiye-i Şahane), em Constantinopla (atual Istambul), onde se formou em 1902; posteriormente, em 1905 também se formou pela Academia de Guerra (Erkân-ı Harbiye Mektebi).Atillasoy, 2002, pp. 1-2. == Carreira militar == Após a sua graduação, em 1905, foi enviado para Damasco, como tenente, tendo-se juntado a uma pequena sociedade secreta revolucionária de oficiais reformistas chamada Vatan ve Hürriyet (\"Pátria-Mãe e Liberdade\"). Em 1907 foi promovido ao posto de capitão com o título de Bei, e transferido para Manastır. Aí, passou a fazer parte do Comitê para a União e o Progresso (CUP), cujos membros eram chamados de 'Jovens Turcos'; no entanto, a sua oposição à liderança do grupo e suas frequentes críticas às suas políticas tornaram-se notórias. Em 1908 a Revolução dos Jovens Turcos tomou o poder do sultão , durante uma revolução na qual Mustafa Kemal teve um papel importante. Dois anos mais tarde participou de manobras militares na Picardia, na França, e, em 1911 serviu durante algum tempo no Ministério de Guerra turco; ainda no mesmo ano foi enviado para a província otomana de Trablusgarp (na atual Líbia), para se opor à invasão italiana. Retornou à capital em outubro de 1912, logo após o início das Guerras dos Bálcãs. Durante a primeira destas guerras, combateu o exército búlgaro em Galípoli e Bolayır, na costa da Trácia. Em 1913 foi designado adido militar em Sófia, e promovido ao posto de tenente-coronel no ano seguinte. O Império Otomano entrou na Primeira Guerra Mundial ao lado da Alemanha, e enfrentou os Aliados no teatro de operações do Oriente Médio. Mustafa Kemal recebeu a tarefa de organizar e comandar a 19.ª Divisão ligada ao 5.º Exército e foi colocado em Rodosto (hoje Tekirdağ), no mar de Mármara; lá combateu as forças aliadas invasoras durante o desembarque de Galípoli por forças britânicas, francesas e da ANZAC (Australia and New Zealand Army Corps - exército conjunto de australianos e neozelandeses), em abril de 1915. Nesta campanha fez fama de comandante militar brilhante - apesar de ter sido acusado de esbanjar as vidas de muitos dos seus soldados, muitos dos quais morreram em ataques quase suicidas, em \"ondas humanas\". No entanto, ele foi o primeiro e único comandante militar de origem otomana a derrotar um exército ocidental, desde a época das Cruzadas; tornou-se herói nacional e recebeu o título de Paxá (\"Comandante\"), e ganhou o respeito de seus antigos inimigos - entre eles Winston Churchill, então Primeiro Lorde do Almirantado da Royal Navy - por seu cavalheirismo na vitória. Logo após a campanha de Galípoli, Mustafa Kemal serviu em Edirne até 14 de janeiro de 1916. Ao retornar, recebeu o comando do 16.ª Corpo do 2.º Exército e foi enviado à Campanha do Cáucaso, onde uma gigantesca ofensiva russa havia atingido cidades vitais na Anatólia. Em 7 de agosto Mustafa Kemal reuniu as suas tropas e montou uma contraofensiva.Lengyel, They called him Atatürk, 68 Duas de suas divisões capturaram não apenas Bitlis, mas também a cidade igualmente importante de Muş, o que incomodou muito os planos do alto-comando russo.Kinross, Atatürk: The Rebirth of a Nation, 100 Em 7 de março de 1917, Mustafa Kemal recebeu o comando integral do 2.º Exército; a Revolução Russa eclodiu, a rapidamente a frente de batalha dos exércitos do czar no Cáucaso se desintegrou. Diante das mazelas da guerra, tornou-se cada vez mais crítico em relação à incompetência do governo do sultão na sua conduta militar e em relação ao domínio cultural e político do Império Otomano pelos alemães, tendo-se demitido, concordando posteriormente em regressar ao comando do 7.º Exército, na Campanha do Sinai e Palestina. Rumou a Alepo em 28 de agosto de 1918; o general alemão Otto Liman von Sanders havia perdido a Batalha de Megido, e nada mais se encontrava entre as forças do general britânico Edmund Allenby e Mustafa Kemal. Concluindo que não teria homens suficientes para confrontar as forças de Allenby, Kemal decidiu recuar rumo à Jordânia, para estabelecer uma linha defensiva mais resistente. Recebeu o comando do chamado \"Comando dos Grupos de Trovão\" (Yıldırım Orduları Gurubu), e assumiu o comando no lugar de von Sanders. A posição que defendeu se tornou a linha de base para o Armistício de Mudros. A última tarefa de Kemal para o exército otomano foi organizar o retorno das tropas que haviam sido deixadas ao sul desta sua linha. Kemal tornou-se um dos líderes do partido nacionalista turco, que tinha como bandeira a política de defender os territórios de língua turca nas zonas continentais do império, ao mesmo tempo que concordava em se retirar de todos os territórios não-turcos sob tutela do império (onde a língua predominante não era o turco). Ao final da guerra tinha 37 anos de idade; e em 13 de novembro de 1918 retornou para uma Constantinopla ocupada. De acordo com os acordos de partilha do Império Otomano, forças britânicas, italianas, francesas e gregas começaram a ocupar a Anatólia. A ocupação de Constantinopla, juntamente com a ocupação de Esmirna, mobilizou o estabelecimento do Movimento Nacional Turco e a guerra de independência turca.Discurso de Mustafa Kemal Paşa em sua chegada a Ancara, em novembro de 1919. O sentimento nacionalista turco foi sacudido pela ocupação grega e em maio de 1919, em concordância com o Tratado de Sèvres - assinado pelo sultão sob pressão dos aliados, mas que nunca seria ratificado pelo Parlamento turco. == Liderança durante a guerra de independência == A participação ativa de Mustafa Kemal no movimento nacional de resistência começou com sua nomeação como inspetor-geral encarregado de supervisionar a desmobilização das unidades militares otomanas e organizações nacionalistas restantes. Em 19 de maio de 1919 partiu da capital otomana rumo a Samsun; sua primeira meta era estabelecer um movimento organizado de resistência contra as forças ocupantes. Em junho de 1919 declarou, juntamente com um grupo de amigos próximos, que a independência do país estava em perigo. Abandonou o exército em 8 de julho, e passou a ser procurado pelo governo otomano, que expediu um mandado pela sua prisão, e que posteriormente foi trocado por uma condenação à morte. Mustafa Kemal convocou então uma eleição, para estabelecer um novo parlamento turco, com sede em Ancara.Ahmad, The Making of Modern Turkey, 50 Em 12 de fevereiro de 1920, o último parlamento otomano se reuniu na capital; a entidade foi dissolvida pelas forças de ocupação britânicas depois da declaração do Pacto Nacional (em turco: Misak-ı Milli). Mustafa Kemal usou esta oportunidade para estabelecer a \"Grande Assembleia Nacional\" (GAN). Em 23 de abril de 1920 a GAN foi inaugurada oficialmente, com Mustafa Kemal como seu presidente. Em 10 de agosto do mesmo ano, o grão-vizir Damat Ferid Paşa assinou o Tratado de Sèvres, que finalizou os planos para a partilha do Império Otomano, incluindo regiões que os turcos aceitavam tradicionalmente como sua terra natal. Kemal insistiu na independência completa, e na salvaguarda dos interesses das maiorias turcas no solo turco, e persuadiu a GAN a convocar um Exército Turco. Este exército enfrentou as forças de ocupação aliadas em três frentes de batalha: nas guerras Franco-Turca, Greco-Turca e Turco-Armênia. Após uma série de batalhas iniciais durante a Guerra Grego-Turca, o exército grego chegou a avançar até o rio Sakarya, a apenas 80 quilômetros a oeste das posições da GAN. Em 5 de agosto de 1921 Mustafa Kemal foi promovido a comandante-em-chefe das forças. A batalha de Sakarya, de 23 de agosto a 13 de setembro daquele ano, terminou com a derrota dos gregos. Os Aliados, ignorando a extensão dos sucessos de Kemal, esperavam impor a Ancara uma versão modificada do tratado de Sèvres, como um acordo de paz; Kemal rejeitou inteiramente a proposta. O confronto final, na Batalha de Dumlupınar, foi travado entre agosto e setembro de 1922, e consistiu em um ataque frontal às linhas gregas em Afyonkarahisar. Em 21 de novembro de 1922, realizou-se a Conferência de Lausanne; de acordo com as instruções de Mustafa Kemal, o enviado turco, seu tenente İsmet Paşa (mais tarde İsmet İnönü) recusou qualquer proposta que comprometesse a soberania turca,Shaw, History of the Ottoman Empire and Modern Turkey, 365 o controle das finanças, as capitulações, os estreitos Turcos e a administração da justiça no país. Em 24 de julho de 1923 o tratado de Lausanne foi assinado; e o capítulo final da guerra de independência veio com a proclamação da República da Turquia, em 29 de outubro. == Presidência == O Tratado de Lausanne terminou com a Guerra de Independência Turca, e reconheceu oficialmente a nova nação. Mustafa Kemal tinha então 42 anos, quando a República da Turquia foi formada. Os esforços para modernizar o país, no entanto, haviam apenas começado; as instituições e constituições dos países ocidentais ainda não haviam sido analisadas e adaptadas às necessidades e características da nação turca. Para piorar a situação, havia uma desinformação geral do público com relação às intenções de Kemal, evidenciadas pela aclamação registrada: \"Estamos retornando aos dias dos primeiros califas!\".Mango, Atatürk, 394 De modo a estabelecer suas reformas, Mustafa Kemal colocou Fevzi Çakmak, Kazım Özalp e İsmet İnönü em cargos importantes; além disso, ele capitalizou em cima de sua reputação como líder militar eficiente, e passou os anos seguintes - até sua morte, em 1938 - instituindo amplas e progressivas reformas políticas, econômicas e sociais, transformando profundamente a sociedade turca, que até então se via apenas como súditos muçulmanos de um vasto império, para cidadãos de uma nação-Estado moderna, democrática e secular. === Políticas domésticas === Um princípio político básico para Mustafa Kemal era a completa independência do país; este era, para ele, um item não-negociável.Mango, Atatürk, 367 Kemal tinha, no entanto, consciência de que esta independência não poderia ser mantida apenas através do uso da força física, como deixou claro em sua posição: Implementou amplas reformas em diversos aspectos econômicos e socioculturais, cujos resultados vieram a formar a espinha dorsal das estruturas legislativas, judiciárias e econômicas da nova república. Mustafa Kemal criou um estandarte para marcar as mudanças entre o antigo domínio otomano e o novo governo republicano. Cada conceito era simbolizado por uma flecha; os fundamentos do seu nacionalismo, populismo e estadismo foram definidos por este estandarte. Os novos cidadãos da república, que até poucos anos antes eram meros súditos do Império Otomano, levavam este estandarte para se lembrarem dos principais conceitos deste novo empreendimento, e está se tornou a ideologia característica da República da Turquia, conhecida como \"Seis Flechas\" ou ideologia kemalista. Esta ideologia, como indica o nome, está fundamentada nas interpretações pessoais de Mustafa Kemal dos conceitos de realismo e pragmatismo.Webster, The Turkey of Atatürk: social process in the Turkish reformation, 245 Estes fundamentos não eram novidade na política mundial, ou mesmo entre as elites da Turquia. O que fez delas únicas foi que estes fundamentos inter-relacionados foram formulados especificamente para as necessidades do país. Um bom exemplo é a definição e aplicação do secularismo; o Estado secular kemalista difere significantemente dos Estados cristãos seculares. ==== Estado emergente (1923–1924) ==== Os diários pessoais de Mustafa Kemal mostram que mesmo antes do estabelecimento da república, em 1923, ele já acreditava na importância da soberania popular, em oposição à soberania de um monarca absoluto - o que era o caso no Império Otomano. Ao forjar esta nova república, os revolucionários turcos deram às costas ao que viam como corrupção e decadência da cosmopolita Istambul, e sua herança otomana.Mango, Atatürk, 391–392 Ancara, então uma cidade provinciana no interior da Anatólia, foi transformada no centro do movimento independentista, e veio a se tornar a nova capital do país. Kemal queria manifestadamente um \"governo direto pela Assembleia\"Mango, Atatürk, 362 e visualizava uma soberania parlamentar (uma democracia representativa), onde o parlamento nacional seria a fonte definitiva de poder. No entanto, nos anos que se seguiram, Mustafa Kemal acabou por assumir a opinião de que o país precisava de uma quantidade imensa de reconstrução, e que o \"governo direto da Assembleia\" não sobreviveria neste ambiente. Os revolucionários frequentemente se deparavam com desafios dos partidários do antigo regime otomano, além dos adeptos das ideologias relativamente novas ao país, como o comunismo e o fascismo. Kemal viu as consequências de ambas as doutrinas nas décadas de 1920 e 1930, e rejeitou-as,Landau, Atatürk and the Modernization of Turkey, 252 impedindo assim o avanço do governo dos partidos totalitários que tomou conta da União Soviética, Alemanha e Itália no período.Mango, Atatürk, 501 Muitos viram esta sua oposição e silenciamento destas ideologias como uma maneira de eliminar a competição; já outros pontos de vista interpretaram estes atos como meios necessários para evitar que o jovem Estado turco sucumbisse à instabilidade destas novas ideologias e da competição de facções. O coração da nova república, a Grande Assembleia Nacional (GAN), foi estabelecida durante a guerra de independência turca, convocada pelo próprio Mustafa Kemal.Koçak, Cemil (2005) 'Parliament Membership during the Single-Party System in Turkey (1925-1945)', European Journal of Turkish Studies O papel dos deputados na GAN era de ser a voz da sociedade turca, expressando suas visões e preferências políticas. As eleições eram relativamente livres, baseadas num sistema eleitoral igualitário, fundamentado no escrutínio geral. A GAN tinha o direito de escolher e controlar tanto o governo quanto o primeiro-ministro; agia como Poder Legislativo, controlava o Executivo e, se necessário, agia como órgão de fiscalização. A Constituição Turca de 1924 iniciou uma leve separação de poderes entre os órgãos legislativos e executivos do Estado, enquanto a separação destes dois com o Judiciário já era bem definida. O presidente, então Mustafa Kemal, ocupava uma posição poderosa neste sistema político. O regime de partido único foi estabelecido oficialmente em 1925, após a adoção da constituição do ano anterior. O único partido político da GAN era o \"Partido do Povo\", fundado por Mustafa Kemal nos primeiros anos da guerra de independência, e que foi chamado posteriormente de Partido Republicano do Povo (em turco Cumhuriyet Halk Fırkası). ==== Independência cívica e fim do califado (1924–1925) ==== A abolição do califado foi uma dimensão importante no movimento de Mustafa Kemal para reformar o sistema político e promover a soberania nacional. O califado era o conceito político central do islamismo sunita, determinado pelo consenso da maioria dos muçulmanos nos primeiros séculos da religião. A abolição do sultanato foi mais fácil. A sobrevivência do califado, na época, interessava aos partidários do sultanato, o que produzia um sistema de duas cabeças: a nova república, por um lado, e uma forma islâmica de governo, com o Califa, no outro. Kemal e İnönü preocupavam- se que \"isto alimentava as expectativas de que o soberano retornaria sob a forma do califa…\".Mango, Atatürk, 403 O califa Abdul Mejide II assumiu após a abolição do sultanato (1922). Como tal, o califa possuía seu próprio tesouro, que não tinha ligação com o governo republicano; entre seus contratados estavam diversos integrantes das forças militares. Mustafa Kemal opôs-se à prática, alegando que não havia justificativa \"religiosa\" ou \"política\" para isto, e que o califa parecia estar seguindo os passos dos sultões nos assuntos domésticos e externos, ao aceitar e responder a representantes estrangeiros e oficiais da reserva, e participar de cerimônias e comemorações oficiais.Mango, Atatürk, 401 Kemal tencionava integrar os poderes do califado aos da GAN; suas atividades iniciais começaram já em janeiro de 1924, e ele conseguiu o consentimento de İnönü, Çakmak e Özalp antes mesmo da abolição do califado. O califa fez um comunicado, dizendo que não pretendia interferir com assuntos políticos. No primeiro dia de março daquele ano, diante da assembleia, foi a vez de Mustafa Kemal se pronunciar: Em 3 de março o califado foi oficialmente abolido, e seus poderes dentro da Turquia foram transferidos para a GAN. O debate sobre a validade da abolição unilateral do califado pela Turquia foi levantado depois que outras nações islâmicas se manifestaram a favor de apontar um novo califa, em vez de confirmar a atitude turca.Khadduri, Majud. (2006) War and peace in the law of Islam, The Lawbook Exchange, Ltd., ISBN 1-58477-695-1 pg. 290-291 Uma \"Conferência do Califado\" foi organizada no Cairo em maio de 1926, e uma resolução foi aprovada declarando o califado \"uma necessidade no islã\", que no entanto nunca foi implementada. Duas outras conferências islâmicas foram realizadas em Meca (1926) e Jerusalém (1931), porém um consenso nunca foi atingido. A Turquia não aceitou o restabelecimento do califado, e viu a resolução como um ataque à sua existência fundamental; e mantiveram-se as diretrizes de Mustafa Kemal e dos outros reformistas. Ao fim do califado seguiu-se um esforço intenso para se estabelecer a separação dos assuntos governamentais e religiosos. A educação foi o pilar deste esforço; em 1923 três principais tipos de instituições educacionais existiam, todos isolados uns dos outros, num sistema diferente de qualquer sistema de educação pública de hoje em dia. As instituições mais comuns e mais importantes eram as escolas locais, e madraçais, baseadas no ensino do árabe e da memorização do Corão. A segunda categoria consistia das escolas reformistas do Tanzimat, chamadas de idadî e sultanî, enquanto a terceira eram as escolas que educavam em idiomas estrangeiros, como faculdades e escolas dirigidas a determinadas minorias. Sob Kemal o antigo sistema dos madraçais foi modernizado, e a educação clássica islâmica foi alterada, através de uma reconstrução vigorosa das instituições educacionais, segundo as linhas de um pragmatismo iluminado. A reforma educacional era ligada por Mustafa Kemal à liberação da nação do dogma, que ele acreditava ser algo ainda mais importante que a guerra de independência do país. No verão de 1924, Mustafa Kemal convidou o reformador educacional americano John Dewey para atuar como conselheiro e efetuar reformas e recomendações que visariam modernizar o sistema educacional turco.Wolf-Gazo, John Dewey in Turkey: An Educational Mission, 15–42. Suas reformas no sistema de educação pública tencionavam aumentar a taxa de alfabetização, preparando assim melhor os cidadãos para seus papéis na vida pública. Dewey queria implementar a educação pública compulsória para ambos os sexos (que desde então passou a ser um esforço contínuo da república), alegando que uma das principais metas da educação na Turquia deveria ser criar uma geração que tenha crescido alimentada pelo que ele chamava de 'cultura pública'. As escolas estatais e educação pública em geral passaram a seguir um currículo comum, conhecido como \"unificação da educação\", que foi implementado em 3 de março pela \"lei de Educação Nacional nº 430\". Com a nova lei, a educação se tornou inclusiva, organizada e operada da mesma maneira que a sociedade civil; todas as escolas submeteriam seus currículos ao Ministério da Educação Nacional, uma agência governamental que seguia o modelo dos outros Ministérios da Educação da época. Estas transformações estabeleceram um caminho direto para a estrutura social tradicional obter uma consciência contemporânea de cidadania. A lei foi aprovada no mesmo dia da abolição do califado; a República aboliu simultaneamente dois ministérios, e subordinou o clero ao departamento de assuntos religiosos. Esta mudança foi uma das fundações do secularismo na Turquia. A unificação da educação sob um currículo pôs um fim aos \"clero do Império Otomano\", porém não significou o fim das escolas religiosas; elas simplesmente passaram para a educação superior, até que os governos posteriores a trouxeram de volta para a educação secundária - depois da morte de Mustafa Kemal. No outono de 1925 Mustafa Kemal passou a encorajar os turcos a vestirem roupas europeias modernas,İğdemir, Atatürk, 165–170 determinado a forçar o abandono das tradições de vestuário do Oriente Médio, e finalizou uma série de reformas que haviam sido iniciadas pelo sultão . O fez foi estabelecido pelo sultão em 1826 como parte do esforço de modernização do Império Otomano. A \"Lei do Chapéu de 1925\" introduziu o uso de chapéus no estilo ocidental, em vez do fez. Mustafa Kemal primeiro tornou o chapéu obrigatório para os funcionários públicos. As diretrizes que orientavam as vestimentas apropriadas para estudantes e servidores públicos (qualquer um que trabalhasse em espaços públicos controlados pelo Estado) foram aprovadas durante sua vida. Depois que a maioria dos funcionários públicos, relativamente bem-educados na tradição ocidental, adotaram o chapéu por sua própria vontade, Mustafa Kemal vestiu, em 1925, seu chapéu-panamá durante uma aparição pública em Castamonu, uma das cidades mais conservadoras da Anatólia, para explicar que o chapéu era a peça de vestuário das nações civilizadas. A última parte da sua reforma no vestuário enfatizou a necessidade de se vestir ternos e roupas modernas, em vez de roupas antiquadas e fundamentadas na religião, como véus e turbantes, através da chamada \"Lei de Roupas Proibidas\" de 1934. Embora tenha promovido pessoalmente as roupas modernas para as mulheres, Mustafa Kemal nunca fez referências específicas ao vestuário feminino nas suas leis. Nas condições sociais do período, ele acreditava que as mulheres se adaptariam às novas maneiras espontaneamente. Kemal frequentemente foi fotografado em assuntos públicos com sua esposa, Lâtife Uşaklıgil, que originalmente cobria sua cabeça de acordo com a tradição islâmica, porém abandonou o hijab e incitou as mulheres turcas a fazerem o mesmo. Também foi fotografado diversas vezes com outras mulheres vestindo roupas modernas. Ainda assim, ele não parecia se opor a um certo grau de conservadorismo no vestuário feminino: \"A cobertura religiosa das mulheres não causará dificuldades … Este estilo simples [de se cobrir a cabeça] não entra em conflito com as morais e costumes de nossa sociedade\".Citado em Atatürkism, Volume 1 (Istanbul: Office of the Chief of General Staff, 1982), 126. Em 30 de agosto de 1925, a visão de Mustafa Kemal sobre os símbolos religiosos utilizados fora dos horários de culto foi introduzida no discurso de Castamonu; nele, disse: Em 2 de setembro, no dia em que Mustafa Kemal falou aos líderes do parlamento, seu governo decretou o fechamento de todas as ordens e tekkes sufis. Diversas ordens fugiram; os bektashis, por exemplo, se mudaram para a Albânia, após seu terceiro congresso, realizado na cidade de Korca, quando se decidiu pela transferência para Tirana. Mustafa Kemal ordenou que as lojas dervixes fossem convertidas em museus, como o Museu Mevlana, em Cônia. A expressão institucional do sufismo tornou-se simplesmente ilegal na Turquia, embora a forma politicamente neutra, que funciona apenas como espécies de associações sociais, receberam permissão de continuarem a existir. Após a morte de Mustafa Kemal o governo turco legalizou algumas ordens, como os mevlevi, mas na forma de \"associações\". A abolição do califado, bem como outras reformas culturais, se deparou com uma oposição feroz. Os elementos conservadores não ficaram satisfeitos, e lançaram seus ataques sobre os reformistas de Kemal. ==== Oposição (1924–1927) ==== Em 1924, enquanto a chamada \"Questão de Mossul\" estava sendo discutida, o xeque Said Piran começou a organização uma rebelião. Said Piran era um chefe tribal rico e de origem curda, pertencente a uma ordem naqshbandi. Piran enfatizava a questão da religião; ele não apenas se opunha à abolição do califado, mas também à adoção dos códigos civis baseados nos modelos ocidentais, ao fechamento das ordens religiosas, à proibição da poligamia, e ao novo casamento civil obrigatório, e conseguiu levantar seus seguidores contra estas políticas do governo, que ele considerava anti-islâmicas. Utilizando-se do estandarte verde do islã, e marchando em nome da restauração da \"Lei Sagrada\", as forças de Said Piran se espalharam pelo interior do país, apropriando-se de escritórios do governo e dominando importantes cidades como Elazığ e Diyarbakır.Kinross, Patrick. Atatürk, The Rebirth of a Nation, p. 397 Alguns membros do governo viram a rebelião como uma tentativa de contra-revolução, e apelaram por uma ação militar imediata que impedisse que ela se propagasse. A \"Lei de Manutenção da Ordem Pública\" foi aprovada para lidar com esta rebelião em 4 de março de 1925, dando ao governo poderes excepcionais, incluindo as ferramentas e autoridade para fechar qualquer grupo considerado \"subversivo\". A lei eventualmente foi revogada quatro anos depois. Alguns parlamentares da própria GAN não estavam satisfeitos com estas mudanças. Um número tão grande de membros da assembleia foram denunciados como pertencentes à oposição depois de uma reunião privada do Partido Republicano do Povo (CHP, nas iniciais em turco) na qual Mustafa Kemal expressou seu medo de ser minoria em seu próprio partido;Mango, Ataturk, 418 optou, no entanto, por não perseguir este grupo. Uma moção de censura deu a chance do surgimento de um grupo dissidente, formado por Kazım Karabekir e seus amigos em 17 de outubro daquele ano. A moção de censura logo se transformou num voto de confiança do partido para Mustafa Kemal. Em 8 de novembro a moção foi rejeitada por 148 votos a 18, com 41 ausentes. O partido conquistou todos os assentos do parlamento, com exceção de um; e a maioria do partido expressou confiança nele, a despeito dos críticos e de todos os seus argumentos, ao que Mustafa Kemal declarou, em 1 de novembro de 1924: \"a nação turca está firmemente determinada a avançar, sem medo, no caminho da república\". Em 17 de novembro de 1924, no entanto, o grupo de deputados dissidentes fundou o Partido Republicano Progressista, com 29 membros; era o início do sistema pluripartidário na Turquia. O programa econômico do novo partido sugeria o liberalismo, no lugar do socialismo estatal do CHP, enquanto seu programa social se baseava no conservadorismo, em contraste ao modernismo do CHP. Os líderes do partido apoiaram a revolução kemalista em seu início, porém seus interesses e opiniões diferentes a respeito da revolução cultural e do princípio do secularismo levaram-nos ao outro extremo do espectro político do país.Weiker, Book Review of Zürcher's \"Political Opposition in the Early Turkish Republic: The Progressive Republican Party, 1924–1925\", 297–298 O partido de oposição, no entanto, apoiava os principais mecanismos que estabeleceram o secularismo e as leis cívicas no país, ou, como eram mencionadas, \"as necessidades dos tempos\" (artigos 3), bem como um sistema uniforme de educação (artigo 49). Durante 1926, uma trama para assassinar Mustafa Kemal foi descoberta em İzmir; ela teria sido originada a partir de um ex-deputado que havia se oposto à abolição do califado, e nutria uma antipatia pessoal. Rapidamente, no entanto, as investigações deixaram de ser uma mera procura pelos responsáveis por planejar cometer o crime, e passaram a ser uma operação política utilizada ostensivamente para investigar atividades consideradas subversivas, especialmente com os oponentes que discordavam da revolução cultural. Esta investigação maciça trouxe para os tribunais um grande número de opositores políticos, incluindo Karabekir, líder da oposição. Diversos dos líderes do Comitê para a União e o Progresso ainda estavam vivos, e que não estavam no segundo escalão dos movimentos turcos, incluindo Mehmet Cavit Bey, Ahmed Şükrü, e Ismail Canbulat, foram condenados por traição e enforcados.Atabki, Touraj, Zürcher, Erik Jan, 2004, Men of Order: authoritarian modernization under Ataturk and Reza Shah, I.B.Tauris, ISBN 1-86064-426-0, pág. 207 Durante estas investigações descobriu-se uma ligação entre membros do partido opositor e a rebelião do Xeque Said, que levou à dissolução do partido. O padrão de oposição organizada fora quebrado. A ação foi o único expurgo político em grande escala realizado durante a presidência de Atatürk. ==== Esforços de modernização (1927–1930) ==== Mustafa Kemal desejava romper com diversas tradições inerentes ao passado de seu país; nas suas palavras: Em 1 de março de 1926, o novo código penal foi aprovado, modelado a partir do código penal italiano. Em 4 de outubro do mesmo ano, as cortes islâmicas foram fechadas. O princípio da laicidade, no entanto, só foi implementado totalmente em 5 de fevereiro de 1937. Os conceitos de reforma social haviam sido desenvolvidos por Kemal desde cedo, como fica evidente por seus diários pessoais. Juntamente com seus assessores ele discutia constantemente medidas como a abolição do hijab e outras formas de véus utilizados tradicionalmente pelas mulheres islâmicas, bem como a integração das mulheres na vida social turca. A prática otomana desencorajava interações sociais entre homens e mulheres, alinhando-se com a segregação sexual e o islamismo. A maneira que ele encontrou para lidar com o assunto, expressa em seu jornal em novembro de 1915, era a seguinte: Mustafa Kemal precisava de um código civil para dar seu segundo grande passo em direção à liberdade para as mulheres; o primeiro havia sido assegurar a educação para elas, que fora estabelecida como parte da unificação da educação promovida por ele. Em 4 de outubro de 1926, o novo código civil turco foi aprovado, modelado a partir do código civil suíço. Kemal não considerava o sexo um fator na organização social; de acordo com seu ponto de vista, a sociedade marchava rumo a sua meta com todos os seus homens e mulheres juntos, e que seria cientificamente impossível para ele conseguir atingir o progresso e tornar o país civilizado se a separação dos sexos continuasse como nos tempos otomanos.Tüfekçi, Universality of Atatürk's philosophy Durante uma reunião, declamou: Em 1927, o Museu Estatal de Arte e Escultura de Ancara (em turco: Ankara Resim ve Heykel Müzesi) abriu suas portas; o museu, como tantas outras instituições que contaram com o incentivo de Kemal, procurou adquirir coleções importantes que servissem como inspiração e fonte de conhecimento para a sociedade. Costumava dizer que a \"cultura é a fundação da República Turca\",Atillasoy, Atatürk : first president and founder of the Turkish Republic, 15 e descrevia o ímpeto ideológico da Turquia moderna como \"uma criação de patriotismo misturado com um elevado ideal humanista\". Incluiu tanto o legado criativo da sua própria nação quanto o que via como valores admiráveis da civilização global. A cultura dos turcos pré-islã passou a ser estudada intensamente, com uma ênfase particular na rica cultura dos turcos muito antes das civilizações seljúcida e otomana. Instigou também o estudo das civilizações da Anatólia, como os frígios e os lídios, com ênfase especial nos sumérios e hititas. Para trazer estas referências do passado à atenção do público de seu tempo, determinou pessoalmente que dois bancos nacionais passassem a se chamar \"Sümerbank\" (1932) e \"Etibank\" (1935), em homenagem, respectivamente, aos sumérios e hititas. As artes folclóricas do interior do país também eram vistas como fontes da criatividade turca. Em 24 de maio de 1928, o alfabeto turco, uma variante do alfabeto latino, foi implementado, substituindo o alfabeto árabe, como parte da solução de Mustafa Kemal para o problema da alfabetização. O pedagogo americano John Dewey, contratado por Kemal para assessorar no processo de reforma educacional, relatou que aprender a ler e escrever em turco utilizando-se do alfabeto árabe levava três anos nos níveis mais elementares, frequentemente utilizando-se de métodos bastante cansativos para os alunos. Os cidadãos alfabetizados compunham menos de 10% da população da época, que se utilizavam do turco otomano, no alfabeto árabe e com vocabulário de origem árabe e persa. A criação do alfabeto turco a partir do latino foi realizada pela Comissão da Língua (em turco: Dil Encümeni), sob iniciativa de Atatürk e sob a tutelagem de um calígrafo armênio-otomano. O primeiro jornal turco foi publicado com o uso do novo alfabeto, em 15 de dezembro daquele ano. O próprio Kemal encorajou ativamente o seu uso, viajando para o interior do país e ensinando pessoalmente o novo alfabeto, que foi acolhido rapidamente pela população. A partir de 1932, as Casas do Povo (em turco: Halk Evleri) foram abertas por todo o país, onde a população de mais idade podia receber auxílio, e foram realizados congressos para a discussão de questões de direitos autorais, publicações científicas e educação pública. A reforma de alfabetização também se beneficiou do fortalecimento do setor editorial privado, com a promulgação de nova lei sobre direitos autorais. Mustafa Kemal promoveu os métodos de ensino modernos para a educação primária, na qual Dewey tinha um lugar de honra. Além da educação geral, ele tinha o interesse em formar uma base de mão-de-obra capacitada no país, através da educação de adultos que, como mencionado anteriormente, podiam obter auxílio das Casas do Povo. Diversas mulheres turcas ensinavam não apenas a cuidar de crianças, fazer roupas e administrar uma casa, como também as diversas ferramentas pelas quais poderiam se tornar parte da economia geral. Seu novo sistema educacional \"unificado\" tencionava formar um cidadão responsável que fosse, ao mesmo tempo, um membro útil e apreciado da sociedade. A educação, na Turquia, tornou-se um sistema supervisionado pelo Estado, projetado para criar uma base de mão-de-obra capacitada destinada ao progresso socioeconômico do país,Özelli, The Evolution of the Formal Educational System and Its Relation to Economic Growth Policies in the First Turkish Republic, 77–92 e serviu como uma força integradora, aliviando a pobreza e forçando a igualdade entre os sexos, através da educação feminina. Durante este período Mustafa Kemal constantemente tentou gerar meios de propagar a educação moderna. Realizou, por exemplo, congressos oficiais sobre educação, nas quais eram discutidos tópicos como a qualidade da educação, questões de treinamento e outros princípios educacionais básicos, e envolveu-se pessoalmente com o material fornecido aos alunos, chegando a participar do desenvolvimento de duas apostilas; a primeira, \"Vatandaş İçin Medeni Bilgiler\", é de 1930, enquanto a segunda foi a \"Geometria\", de 1937. \"Vatandaş İçin Medeni Bilgiler\" (\"Conhecimento Cívico para os Cidadãos\") introduzia a ciência do governo comparativo, e explicava os meios de se administrar a confiança do público, especificando as regras do governo e a maneira que deveriam ser aplicadas às novas instituições estatais. ==== Oposição (1930–1931) ==== Em 11 de agosto de 1930, Mustafa Kemal decidiu tentar um movimento pluripartidário novamente, e pediu a Ali Fethi Okyar que estabelecesse um novo partido, insistindo na proteção das reformas seculares. O recém-criado Partido Republicano Liberal tornou-se bem-sucedido por todo o país. Geralmente, todo sistema de dois partidos acaba se tornando essencialmente uma divisão dicotômica do espectro político, com um partido ostensivamente de direita e outro de esquerda; na Turquia a divisão formada foi entre republicanos e republicanos liberais. Sem o estabelecimento de um político espectro real, novamente, o novo partido se tornou central à oposição contra as reformas de Atatürk, especialmente no que dizia respeito ao papel da religião na vida pública. Em 23 de dezembro de 1930, ocorre o Incidente de Menemen, uma série de acontecimentos que se iniciaram com a rebelião de fundamentalistas islâmicos em Menemen, uma pequena cidade na região do mar Egeu; o incidente foi considerado uma ameaça séria às reformas seculares. Em novembro do mesmo ano, ao ver o aumento da ameaça fundamentalista, Ali Fethi Okyar dissolveu seu próprio partido; Mustafa Kemal nunca conseguiu, afinal, estabelecer um sistema pluripartidário duradouro. Os diversos grupos no pais não chegaram a um consenso mínimo no que dizia respeito aos valores compartilhados, principalmente o secularismo, que unem os diferentes grupos à sociedade, e as regras partilhadas para as revoluções de conflitos. Alguns autores acreditam que a democracia não pôde ser mantida durante o período entra as duas Grandes Guerras, em sociedades mais ricas e bem-educadas; o \"autoritarianismo iluminado\" de Atatürk serviria para deixar, assim, um espaço razoável de liberdade nas vidas pessoais de cada indivíduo.Mango, Atatürk, 536 Ainda que muitas de suas atitudes não tenham parecido democráticas, ele sempre apoiou a ideia de se construir uma verdadeira sociedade civil, que contasse com a totalidade das organizações e instituições voluntárias, cívicas e sociais, formando a base da sociedade em funcionamento, e não uma sociedade fundamentada em estruturas estatais baseadas no uso da força. Num discurso a respeito do assunto, em 1933, Atatürk afirmou: ==== Esforços de modernização (1931–1938) ==== Em 1931, após participar de trabalhos de pesquisa sobre o idioma turco, Mustafa Kemal determinou o estabelecimento da Associação da Língua Turca (Türk Dil Kurumu); ao avanço institucional da língua turca seguiu-se o da história da Turquia, e no ano seguinte foi fundada a Sociedade Histórica Turca (Türk Tarih Kurumu). Mustafa Kemal ainda apelou publicamente aos setores privados e à sociedade em geral para participarem deste esforço em prol da educação. Em janeiro de 1928, já havia sido fundada a Associação Turca de Educação, que além de financiar crianças que não tinham condições financeiras contribuía de maneira material e científica à vida educacional do país. Em 1933, Mustafa Kemal Atatürk ordenou a reestruturação da Universidade de Istambul, que a transformou numa instituição moderna, e estabeleceu logo a seguir a Universidade de Ancara, na capital, para se assegurar do zelo e proteção dos princípios que ele via como expressões de uma sociedade moderna, como a Ciência e o Iluminismo.Saikal, Democratization in the Middle East: Experiences, Struggles, Challenges, 95 Kemal se envolveu pessoalmente com a tradução da terminologia científica;Lewis, Geoffrey L. (1999), The Turkish Language Reform: A Catastrophic Success, Oxford University Press ISBN 0-19-823856-8 pág. 66 ele desejava uma reforma linguística fundamentada numa base metodológica. O turco tem uma estrutura integral, e sem que se fizesse um modelo desta estrutura, qualquer tentativa de se 'limpar' o idioma da influência estrangeira era, a seus olhos, inerentemente errada. Mustafa Kemal também se envolveu pessoalmente com a Teoria da Língua do Sol (em turco: Güneş Dil Teorisi), que propunha que todos os idiomas eram descendentes de uma língua primordial, falada na Ásia Central. Seu interesse no assunto foi despertado pela obra do cientista francês Hilaire de Baranton intitulada \"L'Origine des Langues, des Religions et des Peuples\", na qual ele afirmou que todos os idiomas se originaram das línguas grafadas nos hieróglifos e na escrita cuneiforme usada pelos sumérios, e num estudo do linguista austríaco Hermann F. Kvergić, intitulado \"A psicologia de alguns elementos das línguas túrquicas\".Laut (2002) Atatürk introduziu a teoria nos círculos políticos e educacionais turcos em 1935, no auge da campanha de 'purificação' da língua turca de influências estrangeiras. Após 1936 foram feitos alguns esforços para corrigir os eventuais excessos e extremismos desta campanha. No início de 1932, centenas de \"Casas do Povo\" (Halk Evi) e \"Salas do Povo\" (Halk Odası) foram abertas por todo o país, permitindo um maior acesso a uma ampla variedade de atividades artísticas e outros eventos culturais. As artes visuais e plásticas, cujos praticantes já haviam até mesmo sido presos pelas autoridades otomanas no passado, sob a alegação de que a forma humana era uma forma de idolatria, agora eram encorajadas e até mesmo financiadas por Atatürk; muitos museus foram abertos, a arquitetura passou a se inspirar em tendências ocidentais, e a música clássica ocidental, juntamente com a ópera e o balé, ganharam um maior público no país. O número de publicações impressas também aumentou significativamente, e uma indústria cinematográfica começou a se desenvolver. Em 1932, a primeira tradução para o turco do Corão foi lida publicamente.Cleveland, A History of the Modern Middle East, 181 Mustafa Kemal comissionou uma tradução do Corão para o turco do tafsir Elmalılı Hamdi Yazır. Sua meta mais alta, no campo religioso, era esta tradução do Corão para o idioma nacional; Atatürk queria \"ensinar religião em turco para o povo turco, que vinha praticando o islã sem o compreender por séculos a fio\".Radu, Michael. (2003), Dangerous Neighborhood: Contemporary Issues in Turkey's Foreign Relations, pág. 125, ISBN 978-0-7658-0166-1 O Corão em turco provocou uma oposição feroz de setores mais religiosos; a tradução de até mesmo trechos corânicos e orações não fora feita em séculos, e o povo turco, bem como o resto do mundo islâmico à época, era majoritariamente da opinião de que eles deveriam ser proferidos exclusivamente em árabe. Somente em 1935 a primeira versão, que havia sido lida em público, pôde ser impressa;Elmalılı Hamdi Yazır (1935), Hak dini Kur'an dili: Yeni mealli Türkçe tefsir, 9 volumes impressos em Istambul. uma edição multilíngue do Corão, no entanto, havia sido publicada em Berlim no ano de 1701, preparada por um Andrea Acolutho, de Bernstadt, com o original em árabe e traduções para o persa, turco e latim.Zwener, S. M: Translations of the Koran, The Moslem World, 1915 Para Kemal a compreensão da religião era importante demais para ser deixada para um grupo restrito de pessoas; uma nação progressiva precisava ser progressiva também em sua compreensão do sistema de crenças ao qual ela adere. A intensidade da oposição à tradução na Turquia pode ser constatada com o fato de que, em 1936, o texto sagrado do islamismo já havia sido vertido para outras 102 línguas. Existe alguma controvérsia sobre o assunto, no entanto; argumenta-se que o Corão de Mustafa Kemal não seria o primeiro, com base em traduções raras que se utilizaram de variantes otomanas do turco, que dificilmente eram compreensíveis e acessíveis para o povo turco. === Políticas externas === A política externa de Atatürk, que seguia o lema \"paz em casa e paz no mundo\", associava esta paz ao seu projeto de civilização e modernização. A base e os resultados esperados destas políticas de Kemal dependiam do poder da soberania parlamentar, da maneira como ela fora estabelecida pela república. A Guerra de Independência Turca foi a última vez em que Atatürk se utilizou de força militar para lidar com outros países; todas as questões externas foram resolvidas por métodos pacíficos durante sua presidência. ==== Questão de Mossul ==== A \"Questão de Mossul\" foi a primeira controvérsia relacionada aos assuntos externos da nova república; tratou-se de uma disputa com o Reino Unido pelo controle da província de Mossul, que havia sido capturada pelos britânicos três dias depois da assinatura do Armistício de Mudros (30 de outubro de 1918), que havia colocado um fim às hostilidades no teatro do Oriente Médio a Primeira Guerra Mundial.Sluglett, Peter. \"The Primacy of Oil in Britain’s Iraq Policy\", in Britain in Iraq: 1914-1932 Londres: Ithaca Press, 1976, pp. 103-116 Em 1920 o Misak-ı Milli (\"Pacto Nacional\") consolidou as \"terras turcas\", a partir de um passado, história e conceito de morais e leis comuns, declarava que a província de Mossul era parte da terra natal histórica turca. Os britânicos, em situação precária na região, também adotaram medidas desesperadas para proteger seus interesses. A revolta iraquiana contra os britânicos foi debelada pelo RAF Iraq Command (Comando do Iraque da Força Aérea Britânica) durante o verão de 1920; na perspectiva britânica, se Mustafa Kemal pudesse assegurar a estabilidade em seu lado, ele desviaria sua atenção para a reconquista de Mossul e a penetração na Mesopotâmia, onde a população local provavelmente se aliaria a ele, criando uma nação islâmica insurgente e hostil às portas da Índia. Em 1923 Atatürk tentou convencer a GAN que aceitar a arbitragem da Liga das Nações, através do Tratado de Lausanne, sobre Mossul, não significava desistir da cidade, porém simplesmente esperar por um momento quando a Turquia fosse forte novamente. A fronteira traçada artificialmente na região teve um efeito inquietante em ambos os seus lados; afirmou-se posteriormente que a Turquia começava onde o petróleo terminava, implicando que a fronteira havia sido traçada pelos britânicos com base nas reservas da região. Atatürk opôs-se a esta separação, porém o Secretário de Assuntos Exteriores britânico, Lord Curzon, argumentou que a existência de petróleo na região não era mais que \"hipotética\". Enquanto três inspetores da Liga das Nações foram enviados à região para supervisionar a situação, em 1924, a rebelião do Xeque Said eclodiu, e aumentou de intensidade pelos próximos três anos; a intenção deste governo em cortar as ligações da Turquia com a Mesopotâmia levantou suspeitas de ligações entre a rebelião e algum tipo de apoio britânico.Olson, Robert W. (1989) The Emergence of Kurdish Nationalism and the Sheikh Said Rebellion, 1880-1925, p.45 Em 1925 o comitê da Liga das Nações recomendou que as ligações com o Iraque ao longo da fronteira norte fossem abertas, com a condição de que o Reino Unido se encarregasse do Mandato Britânico da Mesopotâmia. No fim de março daquele ano os movimentos de tropas necessários foram finalizados, e toda a área onde a rebelião ocorria já havia sido cercada,Kinross, 401 e ela foi debelada. Os governos britânico, iraquiano e o governo de Kemal fizeram um acordo em 5 de junho do ano seguinte, adotando as decisões da Liga. Em 1926 Atatürk se deparou com uma crescente oposição às suas políticas de reforma, uma situação econômica continuamente precária, e a derrota na questão de Mossul. Uma grande seção da população curda, juntamente com os turcomanos iraquianos, ficou do outro lado da fronteira. A rebelião do Xeque Said apressou tanto a imposição do Partido Republicano quanto a velocidade das reformas de Atatürk. Até 1925 a população era analfabeta, a Turquia estava em ruínas, a pobreza era onipresente e havia a ameaça da violência separatista.ASD: Speeches and statements by Ataturk, volume I pág.s 361-363 publicado por Atatuk Culture, Language and History Higher Institute, Ancara 1989 Mustafa Kemal atribuiu a rebelião a certos notáveis, e não a determinados segmentos da população, que foram declarados culpados pelos tribunais do país, e que se utilizaram da máscara da religião para esconder os interesses de proprietários de terra e líderes tribais feudais.Mango, Andrew. Atatürk and the Kurds, Middle Eastern Studies, vol. 35, nº 4, 1999, 20 ==== Relações com a União Soviética ==== Mustafa Kemal e a República da Turquia mantiveram relações cordiais com o seu imenso vizinho do norte, a União Soviética, relações estas que antecediam até mesmo o estabelecimento dos dois Estados, e que foram seladas com o Tratado de Moscou, assinado com a Rússia bolchevique. As relações, embora cordiais, também foram marcadas pelo caráter distinto de seus interesses comuns: a luta contra um inimigo comum, representado pela Inglaterra e pelo Ocidente. Os dois povos cooperaram mutuamente durante a guerra de independência, de modo a estabelecer o novo estado. Para Kemal, no entanto, manter \"amizade com a Rússia não significava adotar a sua ideologia comunista para a Turquia\".Altuğ, Yılmaz. Foreign Policy Of Atatürk, Atatürk Araştırma Merkezi Dergisi, vol. VI, nº 16, novembro de 1989 Ainda segundo ele, \"o comunismo é uma questão social. Condições sociais e tradições religiosas e nacionais de nosso país confirmam a opinião de que o comunismo russo não pode ser aplicado na Turquia\".Altuğ, Yılmaz. Türk Devrim Tarihi Dersim, 1919-1938, 1980 s. p. 136. As relações cordiais entre os dois países foram testadas durante a \"questão de Mossul\". Apesar da pressão britânica, Kemal se recusou a aceitar a posição de que Mossul pertencia ao Iraque e, portanto, estaria sob o controle do Mandato Britânico da Mesopotâmia, no mesmo dia em que assinou um pacto de não-agressão e defesa mútua com o governo soviético da Rússia, em Paris. Isto fez com que o problema fosse levado à Liga das Nações; e o pacto de não-agressão com os soviéticos permaneceu em efeito até ser rompido unilateralmente pela União Soviética em 1945. O ministro da guerra soviético, Kliment Voroshilov, foi convidado para as comemorações dos dez anos da República Turca pelo próprio Mustafa Kemal, que vislumbrava a realização de seu plano de uma Federação dos Bálcãs, que unisse economicamente a Turquia, a Grécia, a Romênia, a Iugoslávia e a Bulgária. A visita teve importância histórica, já que até então nenhum membro do Politburo ou do alto escalão do Partido Comunista da União Soviética haviam se aventurado fora da União Soviética desde a sua fundação. Durante a segunda metade da década de 1930 Mustafa Kemal tentou se aproximar da Inglaterra, como parte de sua tentativa de melhorar as relações com o Ocidente. Segundo o presidente americano Franklin Delano Roosevelt, citando o Ministro de Negócios Estrangeiros da União Soviética, Maxim Litvinov, \"o líder mundial mais valioso e interessante hoje em dia não vive na Europa, mas sim além dos Estreitos, em Ancara, e é o presidente da República Turca, Mustafa Kemal\". ==== Aliança turco-grega ==== Mustafa Kemal não acreditava em conceitos como amizade ou inimizades permanentes, e o líder da Grécia no Pós- Guerra, Eleftherios Venizelos, também estava determinado a estabelecer relações normais entre os dois Estados. A guerra havia devastado as terras das regiões em torno do mar Egeu na Anatólia ocidental, e o fardo financeiro dos refugiados muçulmanos expulsos da Grécia trouxeram diversos obstáculos a esta reaproximação. Venizelos avançou com o acordo, apesar das acusações de que estaria fazendo concessões demais nas questões dos armamentos navais e das propriedades dos gregos otomanos, definidas de acordo com o Tratado de Lausanne;Karamanlis, 1995, p. 95-97 de maneira simétrica, Kemal teve de resistir às pressões das inimizades históricas e das diversas atrocidades cometidas dos dois lados. Apesar da animosidade turca contra os gregos, e vice-versa, Kemal mostrou uma sensibilidade perspicaz diante da menor alusão a estas tensões; em certa ocasião, por exemplo, ordenou a remoção imediata de uma pintura que mostrava um soldado turco enfiando sua baioneta num soldado grego, declarando aquela uma cena revoltante.Sosyal, Ismail, 1983, \"Turkey's Diplomatic treaties\", TTK, Ancara, pág. 29 Diversos gregos consideram a reconciliação com a Turquia como um dos maiores feitos na política externa do último mandato de Venizelos como primeiro-ministro grego. A Grécia renunciou a todas as suas exigências sobre o território turco, e os dois lados finalizaram um acordo em 30 de abril de 1930; em 25 de outubro Venizelos visitou a Turquia e assinou um tratado de amizade. Mesmo depois de sua saída do poder, as relações entre as duas nações permaneceram cordiais; seu sucessor, Panagis Tsaldaris, visitou Atatürk em setembro de 1933 e assinou um acordo ainda mais abrangente, chamado de Entente Cordial, que se tornou uma das pedras fundamentais do chamado Pacto dos Bálcãs. Nas palavras do ex-primeiro-ministro grego Ioannis Metaxas, a > Grécia tem a mais alta estima pelo renomado líder, soldado heroico e > iluminado criador da Turquia. Nunca nos esqueceremos de que o presidente > Atatürk foi o verdadeiro fundador da aliança greco-turca, baseada numa > estrutura de ideais comuns e cooperação pacífica. Ele desenvolveu laços de > amizade entre as duas nações que seriam impensáveis de serem dissolvidos. A > Grécia guardará suas memórias fervorosas deste grande homem, que determinou > um caminho inalterável para o futuro da nobre nação turca. ==== Tratado de Saadabad ==== Uma das principais metas de Mustafa Kemal era estabelecer a segurança na fronteira oriental da nova república. Os Estados da região tinham muito a perder com a falta de manutenção das fronteiras comuns; consultar a todos nas matérias de interesse comum valia mais a pena do que manter os canais de comunicação fechados. Ainda assim as relações entre os países da região se desenvolveram vagarosamente durante este período, e o Tratado de Saadabad representou o ponto mais alto destas relações. Kemal encontrou um Afeganistão disposto a cooperar, enquanto implementava suas reformas; o país estava no meio de um período de reformas, guerras civis, e o Ministro do Exterior afegão, Mahmud Tarzi, um seguidor da política doméstica de Kemal Atatürk, encorajou Amanullah Khan, monarca afegão, a reformar social e politicamente o país, alertando sobre a necessidade destas reformas serem construídas gradualmente, sobre a base de um governo forte. Durante o fim da década de 1920 as relações anglo-afegãs haviam se deteriorado, devido aos medos que os britânicos tinham de uma relação amistosa entre os afegãos e os soviéticos; em 20 de maio de 1928 as relações entre os dois países ganharam uma perspectiva mais positiva quando Amanullah Khan e sua rainha foram recebidos por Mustafa Kemal, em Istambul; a este encontro se seguiu um pacto de cooperação e amizade turco-afegão, assinado em 22 de maio. Mustafa Kemal apoiou a integração do Afeganistão às organizações internacionais, que foram concretizadas em 1934, quando aquele país se juntou à Liga das Nações. Em 1937 o rei Zahir Xá se tornou um signatário do Tratado de Saadabad, e o intelectual revolucionário Mahmud Tarzi, que pregava o modelo dos Jovens Turcos, recebeu o apoio pessoal de Mustafa Kemal. Mustafa Kemal e o xá Reza Pahlavi tinham uma visão comum no que dizia respeito ao imperialismo britânico e à sua influência na região. Este clima criou uma aproximação vagarosa, porém contínua, entre Ancara e Teerã; ambos os governos enviaram missões diplomáticas e mensagens de amizade mútuas durante a guerra de independência da Turquia.Narli, Nilüfer (1993): \"Turco-Iranian Relations from the Islamic Revolution to Gulf War and Beyond: Co-operation or Competition in the Muslim World\". CEMOTI. (15): 265-295 A política do governo turco no período foi de dar apoio moral, para assegurar a independência do Irã e a sua integridade territorial.Gokhan Cetinsaya Essential friends and natural enemies: the historical roots of Turkish-Iranian relations. Middle East Review of International Affairs Volume 7, No. 3 - setembro de 2003 As relações, no entanto, foram estremecidas após a abolição do califado. O clero xiita iraniano não aceitou a posição de Kemal, e percebeu por trás das suas reformas o motivo real, que era diminuir o poder do clero turco. Admirador de Mustafa Kemal e estudante atento de suas reformas, Reza Shah seguiu alguns de seus esforços de modernização. Na metade da década de 1930 estes esforços, ainda que tímidos, já haviam causado insatisfações entre os clérigos xiitas por todo o Irã, aumentando o abismo existente entre a religião e o governo naquele país. Mustafa Kemal temia pela ocupação e subsequente desmembramento do Irã, na medida em que o país consistia (como até hoje) de uma sociedade multiétnica; Reza Shah, desejando assegurar suas fronteiras, visitou Kemal em 1934 e, no ano seguinte, iniciou o rascunho do que viria a ser conhecido como o Pacto de Saadabad, cuja assinatura teve de ser adiada devido à disputas fronteiriças ocorridas entre o Irã e o Iraque. Em 8 de julho de 1937, o Tratado de Saadabad foi assinado em Teerã por enviados da Turquia, Irã, Iraque e Afeganistão; os membros signatários aceitaram preservar suas fronteiras comuns, consultar-se uns aos outros em todas as matérias de interesse comum, e de não cometer atos de agressão contra o território de qualquer um dos outros. O tratado unia diversos interesses em comum dos países envolvidos; enquanto satisfazia a demanda do rei afegão por uma maior cooperação entre os países do Oriente Médio e da Ásia Central, também servia à meta de Reza Shah de assegurar suas relações com a Turquia, uma terceira força na região, que libertaria seu país da influência britânica e soviética, e à política externa de Mustafa Kemal, que se fundamentava no interesse de assegurar a estabilidade e a paz na região. O resultado imediato desta aliança regional foi prevenir que as forças da Itália de Mussolini se aventurassem na região.Mango, Ataturk, pág. 510 O pacto, no entanto, durou apenas cinco anos depois da morte de Kemal. ==== Estreitos Turcos ==== Em 24 de julho de 1923 o Acordo dos Estreitos, suplementar ao Tratado de Lausanne, foi assinado, abrindo os chamados Estreitos Turcos a todas as embarcações comerciais. A captura e apreensão de navios de guerra estrangeiros estava sujeita a certas limitações durante períodos de paz, e a Turquia, como país neutro, não podia limitar qualquer passagem militar durante períodos de guerra; a passagem pela água foi essencialmente desmilitarizada, e a administração das vias aquáticas foi entregue à comissão dos estreitos. Esta zona desmilitarizada restringiu seriamente a dominação e a soberania da Turquia sobre a região, e tornava a defesa de Istambul impossível, na medida em que não se tinha o controle da água que cercava a cidade. Em março de 1936, a reocupação da Renânia por Hitler deu a Mustafa Kemal a oportunidade de reconquistar o controle completo sobre os estreitos; a situação na Europa, ele acreditava, era altamente apropriada para esta empreitada naquele momento.Sosyal, Ismail, 1983, \"Turkey's Diplomatic treaties\", TTK, Ancara, pág. 493 O Ministro do Exterior da época era Tevfik Rüştü Aras, que iniciou um movimento para revisar os acordos dos estreitos; Kemal juntou ainda todas as melhores mentes do ministério, e exigiu-lhes uma solução que declarasse o controle absoluto do país sobre as águas territoriais turcas. Um dos mais destacados na equipe, Cevat Açıkalın, tornou-se o secretário-geral da delegação turca enviada para Montreux, na Suíça, onde realizou-se a Convenção dos Estreitos entre 22 de junho e 20 de julho de 1936. A Convenção de Montreux, como também ficou conhecida, assinada com participação da Bulgária, Reino Unido, Austrália, França, Japão, Romênia, União Soviética, Iugoslávia e Grécia, em 20 de julho de 1936, tornou-se um instrumento legal primordial para governar a passagem das embarcações comerciais e militares pelos estreitos. Foi ratificada pela Grande Assembleia Nacional da Turquia (GNAT) em 31 de julho do mesmo ano, e manteve sua importância e validade desde que entrou em vigor. ==== Pacto dos Bálcãs ==== Até o início da década de 1930 a Turquia seguiu uma política externa neutra e moderna em relação ao Ocidente, através do desenvolvimento de acordos de paz e de neutralidade. Estes acordos bilaterais totalizaram quinze ao fim de 1925, e muitos deles duraram algum tempo. O pacto de neutralidade assinado com a União Soviética, por exemplo, permaneceu em efeito até ser revogado unilateralmente em 1945. O contexto geopolítico da década, as mudanças e desenvolvimentos da política mundial também compeliram a Turquia a assinar acordos multilaterais visando sua própria segurança. O próprio Kemal acreditava fortemente que uma cooperação entre os países dos Bálcãs, baseada no princípio da igualdade, teria um efeito importante na política europeia. Estes Estados balcânicos foram governados pelo Império Otomano por séculos, período durante o qual formaram uma força importante local. Enquanto as origens deste acordo podem ser traçadas até 1925, o Pacto dos Bálcãs efetivamente entrou em vigor durante o meio da década de 1930, quando diversos acontecimentos importantes, ocorridos tanto nos próprios Bálcãs como no resto do continente ajudaram a ideia original a se materializar, como as melhoras no relacionamento entre a Grécia e a Turquia e a aproximação entre Bulgária e Iugoslávia. O pacto foi negociado por Mustafa Kemal com a Grécia, a Romênia e a Iugoslávia; este pacto de defesa mútua tinha como intenção garantir a integridade territorial dos signatários, bem como sua independência política contra o ataque de nações vizinhas, como a Bulgária ou a Albânia. Serviu como contrapeso às políticas externas cada vez mais agressivas da Itália fascista e o efeito de uma potencial aliança búlgara com a Alemanha nazista.Altuð, Yilmaz . \"Atatürk'ün Dis Politikasý,\" B.Ü. Uluslararasi Atatürk Konferansý Tebligleri, 10-11 November 1980, Vol. II, Istambul 1981, p. 486. Todas as esperanças e empenho de Kemal foram depositadas neste plano de estabelecer uma zona de segurança e alianças a oeste da Turquia, na Europa balcânica, que chegasse até Dobruja.Þevket Süreyya Aydemir, Tek Adam, Vol. 3, Ýstanbul 1988, p. 331. O Pacto dos Bálcãs servia para consultas militares e diplomáticas regulares, embora não determinasse compromissos militares específicos; sua importância foi expressa na mensagem enviada por Atatürk ao primeiro-ministro grego Ioannis Metaxas: O pacto foi assinado pela Grande Assembleia Nacional (GAN) em 28 de fevereiro, e os parlamentos grego e iugoslavo o ratificaram alguns dias depois. O pacto se tornou uma realidade em 18 de maio de 1935, e durou até 1940; revelou-se, no entanto, uma organização pouco efetiva, por motivos que estavam fora do controle de Atatürk - entre eles uma série de eventos internacionais que culminaram com a invasão italiana da Albânia em 7 de abril de 1939. Estes conflitos se espalharam rapidamente, inicialmente como uma série de guerras civis internas, e levaram à Segunda Guerra Mundial. A meta original, de proteger o sudeste do continente europeu, falhou com a dissolução do pacto; e o único Estado a sair intacto depois da guerra seria a República da Turquia. ==== Questão de Hatay ==== O primeiro-ministro turco, İsmet İnönü, se envolveu conscientemente em diversas questões da política externa; durante a segunda metade da década de 1930 Atatürk tentou se aproximar da Inglaterra; os riscos desta mudança política colocaram os dois homens em lados diferentes, e a questão de Hatay e o acordo de Lyon foram dois fatores importantes no rompimento das relações que ocorreria entre ambos. Em 1936, Atatürk levantou a chamada \"questão de Hatay\" na Liga das Nações. O Estado de Hatay havia sido fundado com base na antiga unidade administrativa do Império Otomano, o sanjaco de Alexandreta; em noma da Liga, os representantes da França, Reino Unido, Países Baixos, Bélgica e Turquia prepararam uma constituição para Hatay, que a estabeleceu como um sanjaco autônomo dentro da Síria. Apesar de alguma violência entre os grupos étnicos locais, no meio de 1938 uma eleição foi realizada pela assembleia legislativa local; no ano seguinte as cidades de Antáquia (Antioquia) e İskenderun (Alexandreta) se juntaram à Turquia. === Políticas econômicas === Mustafa Kemal instigou as políticas econômicas não apenas para desenvolver negócios em pequena e grande escala, mas também para criar classes sociais (como uma burguesia industrial) que eram virtualmente inexistentes durante o Império Otomano. O principal problema encontrado pelas políticas do período era o atraso no desenvolvimento das instituições políticas que deveriam liderar tais mudanças socioeconômicas.Huntington, Political Order in Changing Societies, 347–357 A visão de Kemal para a política econômica turca inicial ficou aparente durante o Congresso Econômico de Esmirna, de 1923, que foi estabelecido após a assinatura do Tratado de Lausanne. As escolhas iniciais de políticas econômicas de Atatürk refletiram as realidades de seu período; após a Primeira Guerra Mundial, devido à falta de investidores em potencial, que abrissem empresas e desenvolvessem a produção industrial do setor privado, as suas atividades incluíram o estabelecimento de diversas fábricas estatais destinadas à agricultura, produção de maquinário e indústrias têxteis. ==== Intervenção estatal (1923–1929) ==== Mustafa Kemal e İsmet İnönü tinham uma visão nacional em sua empreitada por políticas econômicas controladas pelo Estado, e desejavam utilizá-la para unir o país, eliminando o controle estrangeiro da economia e melhorando as comunicações. Istambul, um porto comercial com diversas empresas estrangeiras, foi abandonado deliberadamente, e seus recursos foram canalizados para outras cidades relativamente menos desenvolvidas, visando estabelecer o que eles viam como um desenvolvimento mais equilibrado por todo o país.Mango, Atatürk, 470 Para Mustafa Kemal, assim como seus partidários, o tabaco permanecia intimamente ligado à sua política de independência econômica. O tabaco turco era um item importante de cultivo no país, embora seu cultivo e manufatura tenham sido monopólios dominados pelos franceses durante as capitulações do Império Otomano. O comércio de tabaco e cigarros foi controlado por duas empresas francesas: a Regie Compagnie interessee des tabacs de l'empire Ottoman e Narquileh tobacco.Shaw, History of the Ottoman Empire and Modern Turkey, 232–233. O Império Otomano dava o monopólio do cultivo e comércio do tabaco ao Banco Otomano, que o administrava através de uma empresa subordinada ao Conselho da Dívida Pública, aos quais os fazendeiros responsáveis pelo cultivo do tabaco eram dependentes. Em 1925 a companhia francesa Regie foi tomada pelo Estado e chamada de \"Tekel\"; o controle da produção de tabaco foi um dos maiores feitos do maquinário político nacionalizante kemalista em termos de economia, especialmente num país do Oriente Médio que não tem grande produção de petróleo; a estes feitos somou-se o desenvolvimento da indústria algodoeira, que alcançou seu ápice no início da década de 1930, e logo se tornou a segunda produção agrícola do país. Em 1924, sob iniciativa de Mustafa Kemal, o primeiro banco turco, İş Bankası, foi fundado; o próprio Atatürk foi o primeiro cliente do banco, que era uma resposta à crescente necessidade de um estabelecimento verdadeiro nacional, e representou o nascimento de um sistema bancário capaz de dar suporte a diversas atividades econômicas, administrar os fundos acumulados como resultado das políticas que fornecem incentivos e, quando necessário, fornecer os recursos que pudessem desencadear algum ímpeto industrial. Em 1927, as Ferrovias Estatais Turcas foram fundadas; Mustafa Kemal considerava o desenvolvimento de uma rede ferroviária nacional como um passo importante na industrialização do país, e o projeto recebeu alta prioridade. Em pouco tempo a Turquia já contava com uma extensa rede de ferrovias. No mesmo ano também ordenou a reforma e integração das redes rodoviárias, através de planos de desenvolvimento; a rede então existente totalizava quilômetros de estradas de superfície em ruínas, km de estradas estáveis e 94 pontes. Em 1935 uma nova instituição foi criada no governo, chamada \"Sose ve Kopruler Reisligi\", que estaria por trás das rodovias construídas depois da Segunda Guerra Mundial. Apesar destes e outros inúmeros projetos realizados por Atatürk no início do , a economia turca permanecia fundamentalmente agrícola, baseada em métodos e ferramentas primitivas; as estruturas rodoviárias e de transporte estavam longe de serem suficientes, e a administração da economia era pouco eficiente. A Grande Depressão trouxe diversas mudanças a este panorama. ==== A Grande Depressão (1929–1931) ==== A jovem república, como o resto do mundo naquele período, se encontrou numa profunda crise econômica durante a chamada Grande Depressão. Boa parte do mundo ocidental reagiu movendo-se rumo à era do New Deal, que trouxe um aumento nas tarifas (Smoot-Hawley Tariff Act) e a implementação de programas de previdência social para os pobres e idosos. Mustafa Kemal também reagiu às condições deste período implementando políticas econômicas integradas, e estabelecendo um banco central para controlar as taxas de câmbio. No entanto, o país ainda não podia financiar suas importações essenciais; sua moeda estava desvalorizada e ávidos funcionários públicos apreendiam as magras posses dos camponeses que não podiam pagar seus impostos. Em 1929, Mustafa Kemal assinou um tratado que resultou na reestruturação, com a Administração Otomana da Dívida Pública, do grande processo de endividamento sofrido pelo país, no que ficou conhecido como a dívida pública otomana. Até o início da década de 1930, as companhias privadas turcas não podiam adquirir créditos de troca, e a solução deste problema passou a ser crucial para a integração da economia turca, já que aumentaria a credibilidade da nova república. Em 1930 as políticas econômicas foram reconhecidas pelo primeiro empréstimo, creditado a uma empresa privada americana, ao qual se seguiu a gradual substituições de políticas econômicas isoladas por um processo de maior integração. No ano seguinte a intenção de Kemal de estabelecer o Banco Central da República da Turquia foi concretizado; a principal intenção por trás da instituição era de ter controle sobre a taxa de câmbio. O papel do Banco Otomano, durante seus primeiros anos como banco central, foi interrompida lentamente. Juntamente com o İş Bankası, bancos especializados, como o Sümerbank e o Etibank, foram fundados durante este período. Sob uma perspectiva da economia política, Mustafa Kemal se deparou com os mesmos problemas que muitos países enfrentaram na época: instabilidade política. A fundação de um novo partido, com perspectivas econômicas diferentes, fez-se necessária; o próprio Atatürk pediu a seu companheiro político, Ali Fethi Okyar, que desempenhasse o papel de líder deste partido. O Partido Republicano Liberal, fundado em agosto de 1930, foi inaugurado com um programa econômico liberal, propondo o fim dos monopólios estatais e dos investimentos do Estado, e a atração de capital estrangeiro. Mustafa Kemal, entretanto, se atinha ao ponto de vista de İnönü: \"é impossível atrair capital estrangeiro para desenvolvimentos essenciais\". Em 1931 Mustafa Kemal proclamou: \"Na área econômica (…) o programa do partido é o estatismo\".Kaya, Ibrahim. Social Theory and Later Modernities, pág. 90 No entanto, o efeito do novo partido foi sentido de maneira impactante, e a intervenção estatal de fato passou a ser mais moderada, assumindo a forma de um capitalismo estatal. Um dos principais partidários de Mustafa Kemal, o esquerdista radical Yakup Kadri Karaosmanoğlu (do movimento Kadro), alegava que Atatürk havia encontrado um terceiro caminho entre o capitalismo e o socialismo.Mango, Atatürk, 478 ==== Liberalização e crescimento planejado (1931–1939) ==== Dois planos econômicos quinquenais foram realizados sob a supervisão pessoal de Mustafa Kemal; estes planos, no entanto, tiveram de ser alterados drasticamente com a morte de Kemal e o advento da Segunda Guerra Mundial. Os governos seguintes implementaram medidas que danificaram de diversas maneiras a recém-estimulada produtividade da Turquia.Barlas, Etatism and Diplomacy in Turkey: Economic and Foreign Policy Strategies in an Uncertain World, 1929–1939 Muitos dos avanços ocorridos na década de 1930 podem ser creditados à implementação, ocorrida na década anterior, do sistema econômico que se baseava nas políticas nacionais de Mustafa Kemal e sua equipe.Emrence, Turkey in economic crisis (1927–1930): a panoramic vision. Journal Middle Eastern Studies Em 1931, Mustafa Kemal testemunhou a fabricação do primeiro avião nacional, o MMV-1, e percebeu o importante papel da aviação, proferindo uma frase que se tornou célebre no país: \"o futuro está nos céus\". A Associação Aeronáutica Turca foi fundada em 16 de fevereiro de 1925 por membros de seu gabinete, e decretou a fundação da loteria nacional da instituição, cuja verba seria destinada ao custeio de projetos de aviação, como uma nova fábrica. Atatürk não chegou a ver, no entanto, o voo do primeiro avião militar produzido nestas instalações; logo após sua morte, pouco antes da Segunda Guerra Mundial, diversos aviões de combate Curtiss Hawk, de origem norte-americana, foram produzidos nesta fábrica. Em 1932, a pedido de Mustafa Kemal, o economista liberal Celal Bayar se tornou o Ministro da Economia, cargo que ocupou até 1937.Barlas, Dilek. Etatism and Diplomacy in Turkey: Economic and Foreign Policy Strategies, p. 61 Durante este período o país seguiu na direção de uma economia mista, com as primeiras iniciativas privadas surgindo. Os principais setores da economia com presença do setor privado eram as indústrias têxtil, de açúcar, papel e aço (esta última financiada por um empréstimo do Reino Unido). Além disso, foram feitas usinas, bancos e companhias de seguros. A primeira fábrica de tecidos de algodão, Nazilli Calico, foi fundada em 1935; o cultivo de algodão foi promovido para fornecer matéria-prima para trabalhadores industriais e as cidades onde eles seriam instalados, como parte do processo de industrialização.Webster, The Turkey of Atatürk: Social Process in the Turkish Reformation, 260 Um destes principais centros industriais foi a cidade de Nazilli, cuja importância se iniciou com a construção de diversas fiações de algodão.Doğan, Formation of factory settlements within Turkish industrialization and modernization in 1930s: Nazilli printing factory Em 25 de outubro de 1937, Atatürk indicou Bayar para o cargo de primeiro-ministro do 9.º governo. As políticas econômicas integradas atingiram seu auge com a assinatura do tratado com a França e o Reino Unido, em 1939. Este fato assinalou um ponto significativo na história turca; significou o primeiro passo rumo a uma aliança com o Ocidente. Celal Bayar ocupou o cargo de primeiro-ministro até sua morte. Quando İnönü, ferrenho estatista, se tornou presidente, em 1938, as diferenças de opinião entre ambos vieram à tona. Mustafa Kemal também estimulou a fundação de uma indústria automobilística, fazendo da Turquia um centro regional. Aos poucos o país se tornava uma sociedade industrial, nos moldes do modelo ocidental que Atatürk tinha em mente;Eastham, The Turkish Development Plan: The First Five Years, 132–136 na altura de sua morte, a maioria das regiões do país possuíam uma estabilidade viável microeconômica e alguma estabilidade macroeconômica. Estes sinais de políticas econômicas saudáveis ficaram marcados também pelo surgimento dos primeiros bancos locais; no entanto, ainda havia uma grande fenda separando as metas de Mustafa Kemal e os resultados obtidos na prática pelas reformas sociopolíticas do país. === Reformas sociais e religiosas === O legado mais duradouro de Kemal foi a sua campanha pela secularização e a ocidentalização que ele impôs à nação turca. O califado, antiga posição de liderança nominal na fé islâmica, detida pelos sultões otomanos), foi abolido em março de 1924, assim como o título de paxá de modo que Kemal voltou a ser simplesmente Mustafa Kemal. Os madraçais foram fechadas, as leis da charia foram substituídas por um código de lei baseado no da Suíça, com influências do código penal italiano e do código comercial alemão foram também adoptados. Num gesto particularmente marcante, Kemal passou a considerar o fez (o chapéu típico otomano) como um símbolo de feudalismo e baniu-o. Atatürk usava vestimentas em estilo ocidental, insistindo para que todos os turcos fizessem o mesmo. O véu para as mulheres foi banido, e elas foram encorajadas a usar vestidos ocidentais e a participar no mercado de trabalho. Em 1928, o governo decretou que o alfabeto árabe deveria ser substituída por um alfabeto latino modificado, que era mais fácil de aprender e de ensinar e que tornava a publicação mais fácil. Todos os cidadãos desde os 6 aos 40 anos de idade foram obrigados a frequentar a escola e aprender o novo alfabeto. A língua turca foi \"purificada\" pela remoção de muitas palavras do árabe e do pérsa e substituição por novas palavras turcas. Desde então, a língua árabe foi usada somente para assuntos religiosos (islâmicos), pois o Alcorão é escrito em árabe. A representação visual de formas humanas, que havia sido banida durante os tempos do Império Otomano, de acordo com interpretações da fé islâmica, voltou a florescer; Kemal abriu novas escolas para o ensino de arte (para homens e mulheres). Atatürk também levantou a proibição de governos islâmicos anteriores ao álcool, ele próprio um apreciador contumaz da bebida nacional, o raki. Em 1934 exigiu que todos os turcos adoptassem o uso de sobrenomes, como é costumeiro no Ocidente, adotando ele próprio o nome de Atatürk, que significa \"pai dos turcos\". Em 1931, a ideologia oficial do regime, o kemalismo, foi promulgada pelo Partido Republicano do Povo (no poder), fundado e controlado por Kemal. Os seus seis princípios eram o republicanismo, o nacionalismo, o populismo, o estadismo, o secularismo e o revolucionismo. Estes princípios vagos tornaram-se num invólucro cada vez mais precário do domínio pessoal de Kemal e durante a década de 1930, a oposição ao seu governo cresceu e organizou-se melhor. A oposição foi no entanto moderada, em parte pelo receio da União Soviética e Alemanha Nazista. De acordo com o cientista político especializado nas sociedades islâmicas, Bassam Tibi, a principal fonte de inspiração ideológica para Atatürk e, antes dele, para os Jovens Turcos, foi o sociólogo curdo turco Ziya M. Gökalp (1875-1924), que foi o principal responsável pela introdução na Turquia das ideias do positivismo francês tal como ele foi cunhado por Auguste Comte. No seu livro de 1994, \"Aufbruch am Bosfurus\" (\"Partida no Bósforo\"), citando uma frase de Richard Tupper, Bassam Tibi afirma que Atatürk pretendia não apenas separar a religião (o islamismo) da política, ele pretendia retirar a base de poder ao islã e subordiná-lo ao Estado. De acordo com esta interpretação, Atatürk pretendia substituir a religião islâmica por uma \"religião civil\", que seria o kemalismo. Atatürk deu à Turquia um novo prestígio internacional pelos seus feitos quer seja no campo militar como no político, coroados com a restauração, em julho de 1936, da soberania sobre os estreitos de Bósforo e Dardanelos, de acordo com a Convenção de Montreaux. Apesar da natureza volúvel do seu domínio ter aumentado, Atatürk permaneceu popular na generalidade do povo turco quando morreu em 1938, por complicações devidas a uma cirrose do fígado - consequência dos seus hábitos de bebida de muitos anos. == Vida pessoal == Em 29 de janeiro de 1923 Mustafa Kemal se casou com Latife Uşaklıgil, de quem se divorciou após dois anos de casamento. Atatürk adotou sete filhas e um filho ao longo de sua vida. Entre seus passatempos estavam a leitura, cavalgar, xadrez e natação; foi um ávido dançarino, que apreciava tanto a valsa como as danças tradicionais zeibeques. Atatürk publicou diversos livros, e mantinha um diário pessoal. O \"Nutuk\", um discurso de trinta e seis horas, escrito e feito na Grande Assembleia Nacional ao longo de seis dias, foi publicado pela primeira vez em 1927, e reeditado diversas vezes desde então. Durante o ano de 1937, diversas indicações surgiram de que a saúde de Atatürk estava se deteriorando. No início do ano seguinte, numa viagem a Yalova, padeceu de um mal sério; levado a Istambul para ser tratado, diagnosticou-se uma cirrose hepática. Durante sua estada em Istambul, fez um esforço para manter seu estilo de vida tradicional por algum tempo, porém veio a morrer em 10 de novembro de 1938, com 57 anos. O funeral de Atatürk despertou profunda tristeza no país, bem como grande orgulho patriótico; dezessete países enviaram representantes, enquanto nove outros contribuíram com destacamentos militares armados para seguir com o cortejo.Mango, Atatürk 526 O cadáver de Mustafa Kemal foi enterrado num sarcófago de 42 toneladas, dentro de um mausoléu com vista para Ancara, Anıtkabir. Em seu testamento Atatürk deixou todas as suas posses para seu partido, o Partido Republicano do Povo, cuidando apenas que uma porcentagem anual de seus investimentos fossem utilizados para o sustento de sua irmã, Makbule, e de seus filhos adotivos, além da educação dos filhos de İsmet İnönü; outra porcentagem destes investimentos foi destinada à Associação da Língua Turca e à Sociedade Histórica Turca. == Legado == Como líder do movimento nacional de 1919–1923, Atatürk foi descrito pelos Aliados e jornalista de Istambul Ali Kemal como \"chefe dos ladrões\". Lord Balfour, nesse contexto, o chamou de \"o mais terrível de todos os terríveis turcos\" (most terrible of all the terrible Turks).THE TWO KEMALS; The Polished Aristocrat of European Circles in Contrast With the Ruthless Commander of Fanatical Turks, New York Times, 1 de outubro de 1922. Segundo Mustafa Kemal, \"o que interessa particularmente à política externa é a organização interna do Estado. É necessário que a política externa esteja em concordância com a organização interna\"; ele eternizou este ponto de vista com seu lema famoso, \"paz em casa, paz no mundo\". Suas escolhas na política externa não foram aleatórias; a busca da paz na região foi uma extensão das necessidades domésticas do Estado recém-fundado, assim como a organização interna e a estabilidade da jovem República Turca dependiam da aplicação desta política externa. Atatürk trabalhou para estabelecer esta visão, que ficou evidente em seus funerais.Mango, Atatürk 526 Mustafa Kemal participou do estabelecimento de laços de proximidade com o antigo arqui- inimigo da Turquia, a Grécia, que culminou com uma visita a Ancara do primeiro-ministro grego Eleftherios Venizelos, em 1932. Venizelos chegou até mesmo a propor o nome de Atatürk para o Prêmio Nobel da Paz de 1934, indicando o respeito mútuo entre os dois líderes. Em 1931 Kemal foi visitado pelo general americano Douglas MacArthur, e os dois homens discutiram sobre a situação da Europa, expressando grande preocupação pela iminência da Segunda Guerra Mundial. MacArthur externou sua admiração por Atatürk em diversas ocasiões, afirmando que ele tinha grande orgulho em ser um dos amigos leais de Atatürk\".Nota escrita pelo próprio general Douglas MacArthur, em exibição no mausoléu de Anıtkabir Desde sua criação por Mustafa Kemal, \"Paz em Casa, Paz no Mundo\" é o lema nacional da República da Turquia. Anıtkabir, o mausoléu projetado por Emin Onat e Orhan Arda, é o local de repouso de Atatürk e seu amigo e parceiro político, İsmet İnönü. Atatürk ainda é celebrado em diversos outros memoriais por toda a Turquia, e dá nome a diversos monumentos e construções importantes, como o Aeroporto Internacional Atatürk, em Istambul, a Ponte Atatürk, sobre o Chifre de Ouro (Haliç), a Represa Atatürk, e o Estádio Atatürk. Suas estátuas estão espalhadas por todas as cidades turcas, e praticamente toda aldeia de tamanho médio tem pelo menos um memorial dedicado a ele. Seu rosto e seu nome estão por toda a parte no país; seus retratos estão pendurados em edifícios públicos, escolas, estampados nos livros escolares e em todas as notas de lira, bem como nos lares de diversas famílias turcas. À hora exata de sua morte, a cada 10 de novembro, 9h05 da manhã, praticamente todos os veículos e pessoas nas ruas do país respeitam um minuto de silêncio em homenagem à sua memória. Em 1951 o parlamento turco promulgou uma lei (5816) que passou a considerar um crime os insultos à memória de Atatürk (Hatırası) ou a destruição de objetos que o representem. A fronteira entre uma crítica e um insulto passou a ser usada como um argumento político, e criou-se a posição de Ministro da Justiça, um cargo político, para executar a lei - função que antes cabia ao promotor público turco. Poucos países foram tão genuinamente e permanentemente alterados pela mão de um homem como a Turquia o foi pela de Atatürk. Ele admirou a União Soviética e a Itália fascista, mas as suas reformas mostraram-se mais duradouras do que as mudanças revolucionárias daqueles regimes. Apesar de ser de uma natureza autoritária, ele foi suficientemente previdente para criar um sistema político que pudesse adaptar-se à introdução da democracia facilmente. As suas reformas secularizadoras e ocidentalizadoras mostraram-se duráveis e deram à Turquia a paz interna e a relativa prosperidade económica ainda durante a sua vida. Mas o kemalismo deixou também a Turquia com uma identidade dividida - europeizada mas não totalmente europeia, alienada do mundo islâmico mas permanecendo um país muçulmano. O legado de Atatürk sobreviveu também no exército turco, que se vê como um guardião do nacionalismo turco e do secularismo. Oficiais Kemalistas levaram avante golpes de estado em 1960 e 1980 em defesa do que viram como os princípios de Atatürk contra políticos corruptos, e mesmo hoje o governo islâmico moderado de Recep Tayyip Erdoğan tem de ter cuidado em assuntos relativos a Chipre e ao Curdistão, por receio da ofensa do sentimento kemalista no exército. Ernest Gellner, no seu livro de 1994, \"Encounters with Nacionalism\", faz o seguinte comentário a propósito do caráter do exército turco: \"Há uma piada antiga, julgo que será de Mark Twain, que dizia que deixar de fumar é fácil: ele já o tinha feito muitas vezes. A classe dos oficiais turcos pode afirmar ter demonstrado um idêntico compromisso com a democracia: ela restaurou-a tantas vezes\". === Homenagens no exterior === Em 1981, no centenário de nascimento de Atatürk, sua memória foi homenageada pelas Nações Unidas e pela UNESCO, que declararam aquele O Ano Atatürk no Mundo, e adotaram a Resolução sobre o Centenário de Atatürk. O Memorial de Atatürk, em Wellington, Nova Zelândia (que também serve como memorial às tropas da ANZAC que morreram em Galípoli); o Memorial Kemal Atatürk, em Canberra, Austrália (Atatürk Memorial in the place of honour on ANZAC drive), a Floresta Atatürk, em Israel e a Praça Atatürk, em Roma, na Itália, são alguns dos exemplos de homenagens feitas naquele ano, além de diversas ruas em tantos outros países, como a Kemal Atatürk Marg, em Nova Délhi, Índia, a Kemal Atatürk Avenue, em Dhaka, Bangladesh, a Atatürk Avenue, no coração de Islamabad, no Paquistão, e a rua Mustafá Kemal Atatürk, no distrito de Naco, Santo Domingo, na República Dominicana. Estátuas suas foram erguidas em parques, ruas e praças de diferentes lugares do mundo, e a entrada do Porto Princesa Real, em Albany, na Austrália, é chamada de Canal Atatürk. == Notas == * == Bibliografia == === Livros === * * * * * * * * * * * * * * * * * * * * * * * * * * * * === Revistas e jornais acadêmicos === * * * * * * * * * Categoria:Presidentes da Turquia Categoria:Primeiros-ministros da Turquia Categoria:Generais da Turquia Categoria:Militares do Império Otomano Categoria:Paxás Categoria:Pessoas da Primeira Guerra Mundial (Império Otomano) Categoria:Guerra de independência turca Categoria:Naturais de Salonica Categoria:Turcos do século XX Categoria:Turcos naturais de ex-possessões do Império Otomano Categoria:Mortes por cirrose hepática Categoria:Revolucionários da Turquia Categoria:Nacionalistas da Turquia",
 "title": "Mustafa Kemal Atatürk"
}