{
 "id": "14674",
 "text": "Barreira é uma povoação do Município de Leiria que foi sede da extinta Freguesia de Barreira, freguesia que tinha 11,82 km² de área e 4 102 habitantes (2011), e, por isso, uma densidade populacional de 347 hab/km². A Freguesia de Barreira foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com as Freguesias de Leiria, Pousos e Cortes formar uma nova freguesia denominada União das Freguesias de Leiria, Pousos, Barreira e Cortes com a sede em Leiria. A Freguesia de Barreira era constituída pelos seguintes lugares, que transitaram para a nova freguesia: Andreus; Barreira; Cantomilo; Carvalhinha; Casal Galego; Casal Mil Homens; Casal Pinheiro; Chão Direito; Colipo; Cumeira; Hortas; Lourais; Marvila; Mourã; Palheirinhos; Pinhal Verde; Quinta do Retiro; Sobral e Telheiro. ==População== População da freguesia de Barreira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 723 823 922 978 1 012 1 073 1 299 1 355 1 694 1 897 2 060 2 632 2 306 3 123 4 102 == História == A mais arcaica povoação formou-se em torno de uma pequena Ermida, construída em 1534, da invocação do Santíssimo Salvador do Mundo. No despontar do século XVII (1602), o bispo D. Pedro de Castilho ordenou a construção de um novo Templo, tendo em conta, entre outros factos, o das reduzidas dimensões do primeiro, insuficientes para acolher o número de fiéis. Em início do século XVIII, a Barreira integrava a freguesia de S. Pedro, tendo transitado para a de Nossa Senhora da Gaiola nas Cortes, em 1713, ficando alguns lugares na primeira, tais como: Telheiro e Quinta da Cortiça. No ano de 1738, através da intervenção do bispo D. Álvaro de Abranches, a Barreira foi elevada à categoria de freguesia e recuperou os povoados anteriormente referidos. Um apontamento histórico que marcou e ainda marca a povoação é a estrada real da Mala-Posta que abrange os lugares de Mourã e Casal da Cortiça. Esta via de comunicação ligou durante anos as duas maiores cidades de Portugal, Lisboa e Porto. A arquitectura fontenária é outro dos aspectos que a privilegiam. Com fontanários nos lugares de Casal da Mourã, Telheiro, Pinhal Verde, Marvila, Barreira e Sobral, esta localidade possui fontes desenhadas por Camilo Korrodi, filho de Ernesto Korrodi, como é exemplo do lavadouro e fonte do Sobral. ==Personalidades ilustres== * Visconde da Barreira == Actividades Económicas == Apesar da crise do sector, a agricultura continua a ser o principal sector económico de Barreira, tal como a fruticultura. Com predominância sobretudo para a vinicultura e para a fruticultura, as longas encostas são terrenos privilegiados para a prática desta actividade que já conheceu melhores dias. A restauração é outra das actividades de maior relevo em Barreira. Com mais de uma dezena de restaurantes, são muitas as pessoas que se deslocam até Barreira para apreciar os pratos mais típicos, de onde se destacam as migas e os grelhados. A outros níveis, começa a ter alguma indústria, nomeadamente de recuperação e injecção de plásticos e duas ou três empresas de faianças. A juntar a estas empresas a Barreira tem ainda actividades económicas na área da construção civil que começa a ter alguma predominância. O facto de a Barreira estar muito próxima de Leiria é um factor que, prejudica o desenvolvimento económico, pois grande parte das pessoas trabalham na cidade e há muita gente que tem comércio em Leiria. Actualmente, a agricultura tem ainda uma função importante, destacando-se o cultivo para auto-consumo de produtos hortícolas, cereais, feijão, batata e a produção vinícola e a olivicultura. Existem algumas indústrias de diferentes ramos (fabrico de plásticos, de louças e de construção civil) assim como dezenas de estabelecimentos comerciais. == Serviços Públicos == Barreira é dotada dos seguintes serviços públicos: biblioteca, escolas de ensino pré escolar (Barreira e Telheiro) e primário (Andreus, Telheiro e Marvila) e alguns serviços privados como serviço Multibanco (Barreira e Telheiro), dispondo também de bons serviços ao nível da mecânica, serralharia e construção civil. A oferta comercial existente é suficiente para as necessidades básicas da população, tanto ao nível do comércio alimentar, como do não alimentar a retalho, existindo alguns estabelecimentos de restauração, mobiliário, electrodomésticos. A rede escolar é constituída por estabelecimentos do ensino pré-primário, do ensino básico do 1.º ciclo e há prolongamento de horários até às 19h para alunos. Os alunos dos restantes escalões escolares que frequentar as escolas da sede do concelho. Quanto ao ensino, conta com duas escolas do ensino pré-escolar e quatro do 1º ciclo (uma desativada Barreira). Conta, ainda, com várias actividades desportivas dinamizadas pelos Centros Recreativos e Culturais da povoação. Ao nível da saúde, Barreira conta com uma razoável cobertura, dispondo de um Centro de Saúde, com médico todos os dias da semana, um enfermeiro diário e uma farmácia no Telheiro. No que respeita à acção social pública, existem jardins de infância e um Centro de convivio para pessoas idosas. Na esfera do desporto e lazer, Barreira tem como principais equipamentos: um campo de futebol (em mau estado de conservação), Rancho Folclórico, pavilhão desportivo no Telheiro, polidesportivos na Barreira e Andreus, pista de manutenção no Jardim do Visconde e ainda o CAB- Clube de Atletismo da Barreira. Na acção de solidariedade social, é relevante o serviço prestado pela ADESBA – Associação de Desenvolvimento e Bem-estar Social da Freguesia da Barreira, que actualmente funciona com um centro de convívio para idosos, em instalações cedidas pela Junta de Freguesia e presta apoio ao domicilio a todos os idosos que o solicitem. == Infra-estruturas == No âmbito das infra-estruturas básicas existentes, a rede pública de distribuição domiciliaria de água cobre a totalidade da povoação. A rede de saneamento básico abrange cerca de 100% de Barreira e a recolha de lixo realiza-se uma vez por semana, existindo ainda a recolha selectiva de lixo nos eco pontos. == Património Cultural e Religioso == * Igreja Matriz da Barreira Com um portal equilibrado e bem composto, tectos de abóbada estucada e cinco belos altares, o mor, e dois laterais e dois colaterais. * Igreja do Sobral * Igreja da Mourã * Solar do Visconde Com árvores únicas no distrito de Leiria, construído por quatro pisos, onde se destaca a do Salão Nobre e a Capela. * Solar Oliveira Simões * Ruinas de Colipo * Algumas ruas características, com especial destaque para os lugares da Barreira, da Mourã, do Telheiro e do Sobral. * No que respeita às belezas naturais, as zonas protegidas junto ao rio Lena, um primoroso pinhal e as fabulosas panorâmicas que se obtêm do alto do lugar de Andreus são locais de interesse. ==Lugares da Antiga Freguesia== *Andreus *Barreira *Cantomilo *Carvalhinha *Casal Galego *Casal Mil Homens *Casal Pinheiro *Chão Direito *Cruz da Areia *Colipo *Cumeira *Hortas *Lourais *Marvila *Mourã *Palheirinhos *Pinhal Verde *Quinta do Retiro *Sobral *Telheiro Categoria:Antigas freguesias de Leiria",
 "title": "Barreira (Leiria)"
}