{
 "id": "1471",
 "text": "A paca (nome científico: Cuniculus paca) é uma espécie de roedor da família Cuniculidae. Anteriormente era denominada Agouti paca. Sendo um animal de grande porte, que perde por tamanho apenas para a capivara, sendo considerada assim o segundo maior roedor do Brasil. A paca não é classificada como espécie em extinção, porém no Estado do Paraná ela está classificada como \"Em perigo de extinção\" desde 2007. Esse desaparecimento da espécie da região pode estar relacionado principalmente à fragmentação dos remanescentes florestais e caça ilegal para comercialização da carne. == Etimologia == O termo \"paca\" se origina do nome tupi para o animal, paka, que também significa \"vigilante, desperto, sempre atento\".http://www.fflch.usp.br/dlcv/tupi/vocabulario.htmFERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p. 1 243 == Distribuição geográfica e habitat == A paca pode ser encontrada desde a América Central, até a América do Sul, desde a Bacia do Rio Orinoco até o Paraguai. Seu habitat natural são florestas tropicais, é adepta a locais úmidos preferencialmente rios ou riachos estreitos. Por ser um animal terrestre, a paca costuma cavar buracos no chão para ser usados como toca, ou procura buracos naturais podendo também utilizar pedras em regiões rochosas como \"casa\", mas sempre se preocupando em criar saídas de emergência caso se sinta ameaçada. == Características == Sendo um animal de hábitos noturnos, apresentam colorações de variados tons, pele dura e pelos eriçados. Com cores que vão do cinza-escura ao vermelho, e sempre com manchas brancas na lateral do corpo. Possuindo quatro dedos nas patas dianteiras e cinco nas traseiras, com unhas afiadas, favorecendo sua pegada em solos umedecidos e em beiras de rios e lagos. Sua cauda é minúscula. A paca possui dentes que nunca param de crescer, para que não passem dos limites, ela os desgasta roendo arvores como por exemplo o eucalipto que é arvore com tronco duro e a goiabeira. Animal muito veloz quando corre, principalmente para fugir de predadores, pois possui pernas grandes e fortes, muita agilidade e muito fôlego. Seu peso varia de 6 a 12 kg, tendo alguns machos que podem chegar ate a 15 kg. Possui faro, audição e visão aguçados, para que possam caminhar com facilidade à noite. A olho nu é difícil distinguir o sexo da paca, pois suas genitálias ficam dentro de um saco, independente do sexo. == Alimentação do animal == A paca é um animal noturno e herbívoro, sendo que sua dieta é a base de frutas, folhas, vegetais, sementes e raízes. Destas, foi observado sua preferência em cativeiro e na natureza. Na natureza, a paca se alimenta de frutas da estação como Banana, Goiaba, Manga, Jaca, Mandioca, Abacate, Cajá- mirim entre outros. Costumeiramente ela visita \"fruteiras\" e plantações de milho de sítio e fazendas para se alimentar. Também podem realizar comportamento de necrofagia, consumindo carcaças de animais em decomposição, possivelmente para suprir demandas proteicas de sua dieta. Em cativeiro, a dieta da paca é mais rica e variada, englobando a maioria das frutas e legumes, hortaliças, tubérculos e cereais. Após experimentos, viu-se também sua adaptação com ração de equinos. Ficheiro:Paca at Brazil.JPG|Paca em cativeiro se alimentando de manga Ficheiro:Brazilian Paca.JPG == Criação == Quanto aos criadores de pacas no Brasil, devem seguir a normas estabelecidas pelo IBAMA, tendo em vista o bem-estar animal previsto na Declaração universal dos direitos dos animais, privando o animal de fatores nocivos para sua vida como estresse, medo, angustia, aflição entre outros. Há espalhados no Brasil vários criatórios de paca, sendo uns somente da espécie e outros mistos com espécies nativas, como Cateto, Capivara, Ema e Cutia. Para começar a criação é preciso definir o propósito, podendo ser para comercialização do animal vivo, comercialização da carne, para soltura de animais na natureza ou todos estes juntos. Para cada finalidade, existe uma taxa a ser paga ao IBAMA. Ainda no pré projeto para a criação da paca, é preciso verificar se tem suporte necessário para atingir o que é previsto pelas leis do bem-estar animal, em que não se deve negar locações e necessidades básicas para a sobrevivência do animal. Para isso é importante ser providenciado tanques ou piscinas, para que o animal tenha o mais próximo de seu habitat e traga conforto ao mesmo, tendo em mente que a paca gosta de ambientes úmidos e que tenham bastante água. Deve ser pensando também em caixa-ninho, para que o animal tenha a possibilidade de realizar o ato do acasalamento no período determinado. Isso deve ser projetado de forma intensiva ou semi-intensiva, ou seja, com galpões divididos em espaços para os animais ficarem tranquilos para a reprodução. Todo esse processo precisa sempre ser acompanhado por um zootecnista ou um medico veterinário para realizar acompanhamentos de todos os exames necessários. == Comportamento == Estando sempre em alerta, a paca é extremamente tímida e levando uma vida solitária de outras espécies. Para sair de noite a paca é bem meticulosa e cuidadosa evitando ao máximo lugares desconhecidos, normalmente ela percorre por caminhos feitos antes pela mesma que são chamados de \"vareda\" ou \"carreiro\". São também rotas de fuga para sua toca, esconderijos, lagos e rios. Elas chegam a trilhar 14 km por noite a procura de alimento. A paca é o tipo de animal que não se esquece facilmente, exemplo disso é que a mesma tem a capacidade de se lembrar do local da fonte do seu alimento, indo todos os dias no mesmo horário até que a fonte de alimento se acabe. Por seu comportamento cauteloso, a paca é muito cuidadosa quando se trata de predadores. Ao se sentir ameaçada elas mergulham nos rios ou lagos, como são excelentes nadadoras e por terem um fôlego surpreendente, a mesma consegue ficar por muito tempo submersa e em casos de emergência ou extremos utilizam \"sulapas\" (bolsões de ar dentro da terra, com acesso somente por dentro d'água) para se proteger. Por ser um animal com hábitos noturnos, ela só sai a procura de alimento quando a noite está bem escura, para que isso ocorra a mesma tem uma sincronia perfeita as fases da lua. Estudos foram feitos em mamíferos noturnos, em especial marsupiais, roedores, lagomorfos, carnívoros, morcegos e primatas, tendo analisado que existe uma chamada \"fobia lunar\" em todas essas espécies, fazendo com que o animal saia apenas em fases que haja pouca luminosidade ou nenhuma. A fase de lua nova é a mais promissora para a saída da paca, sendo também a lua minguante, crescente e com a menor frequência sendo com a lua cheia. == Caça == A caça de qualquer animal (exceto javali) é crime no Brasil. Entretanto caçadores espalhados por todo o país continuam com essa prática nas sombras. A caça é feita de modo estudado e cuidadoso, geralmente os caçadores usam táticas para mudança de hábitos do animal, como por exemplo alimentando o animal em um ponto especifico para que vire habito do mesmo, e então quando a presa está fácil inicia o processo de captura. Vale lembrar que essa prática não é legal e é feita sem nenhuma supervisão. == Reprodução == A paca tem geralmente filhos de uma a duas vezes por ano, dando a luz na maioria dos casos apenas a um filhote, e em casos raros podem vir gêmeos. O seu tempo de gestação é de aproximadamente 114 a 119 dias (3 meses). Sendo uma gestação demorada. Segundo profissionais, o animal tem apenas uma relação sexual por ano e o número reduzido de filhotes por conta de um \"espinho\" peniano presente no macho, em razão disso, a fêmea sente dor e não vontade de cruzar. Outra possibilidade que enquanto está amamentando, a paca não permite que o macho chegue perto da mesma. Tendo o período de cio 5 dias após o nascimento da cria. Normalmente, vivem aproximadamente 15 anos de idade, e pode se chegar aos 18, mas isso vai depender do ambiente que está envolvida, sendo natural ou artificial. Para fins econômicos, donos de cativeiros podem usar de técnicas para forçar a paca a ter mais de uma cria por ano. É feito de maneira em que após o nascimento, a cria é retirada de perto da mãe, para que o macho possa se aproximar para a realização do acasalamento. Após a ato a cria é devolvida para a fêmea para ser cuidada de forma que possa crescer saudável. Sendo essa técnica de para se obter mais crias ao ano. Categoria:Cuniculidae Categoria:Mamíferos do Brasil Categoria:Fauna do Ceará Categoria:Mamíferos descritos em 1766 Categoria:Mamíferos da Bahia",
 "title": "Paca"
}