{
 "id": "14801",
 "text": "( – ) foi um grande daimyo do período Sengoku da história japonesa. Filho de Oda Nobuhide, um guerreiro de menor importância e poucas terras na província de Owari. Nobunaga viveu uma vida de contínuas conquistas militares até conquistar quase todo o Japão, quando foi assassinado em 1582. Seus sucessores são Toyotomi Hideyoshi e Tokugawa Ieyasu que, assim como Oda, foram figuras de extrema importância na história japonesa, sendo conhecidos como os três \"Grandes Unificadores\" do Japão feudal. Nobunaga é lembrado como um dos personagens mais brutais do período Sengoku. == Biografia == === Primeiros anos === Nobunaga nasceu em 23 de junho de 1534, no castelo de Nagoya e em sua infância era chamado de . Sua mãe era Gozen Tsuchida e seu pai era Nobuhide, que dois anos mais tarde se tornou o dono do Castelo Nagoya. Durante sua infância e começo da adolescência, Nobunaga era conhecido por seu comportamento bizarro e recebeu o apelido de . Nobunaga também era conhecido por brincar com outros jovens da região, sem qualquer consideração a sua própria posição social. Com a introdução de armas de fogo no Japão, entretanto, Nobunaga ficou encantado com as Tanegashimas. Em 1548, Nobunaga casou-se com Nōhime, filha de Saitō Dōsan, por estratégia política; contudo, ela não lhe gerou nenhum filho, sendo considerada estéril. Foram as suas concubinas Kitsuno e a Senhora Saka que geraram seus filhos. Foi Kitsuno quem deu à luz o filho mais velho de Nobunaga, Nobutada. O filho de Nobutada, Hidenobu, se tornou o soberano do clã Oda após as mortes de Nobunaga e Nobutada. === A Unificação de Owari === Em 1551, Oda Nobuhide (pai de Nobunaga) morreu inesperadamente. No funeral, consideraram que Nobunaga agiu ultrajosamente ao jogar incenso cerimonial no altar. Isso convenceu a muitos da falta de disciplina de Nobunaga e a favorecerem seu irmão Nobuyuki. Sendo assim, o querido mentor de Nobunaga, Hirate Masahide não aguentou tamanha vergonha e cometeu seppuku. Isso abalou Nobunaga profundamente, tanto que mais tarde Nobunaga construiu um templo em sua homenagem. Embora Nobunaga fosse o legítimo sucessor de Nobuhide, o clã Oda estava dividido em várias facções e o clã estava tecnicamente sob o controle do Shugo de Owari, Shiba Yoshimune. Oda Nobutomo, irmão do falecido Nobuhide e deputado para o Shugo, usou o fraco Yoshimune como seu fantoche para se estabelecer como o novo comandante de Owari no lugar de Nobunaga. Mais tarde, Nobutomo assassinou Yoshimune por estar tramando contra ele. thumb|Castelo de Kiyosu, onde Oda Nobunaga estabeleceu residência por dez anos. Nobunaga persuadiu Oda Nobumitsu, um irmão mais novo do falecido Nobuhide, a se juntar a ele e, com a ajuda de Nobumitsu, Nobunaga derrotou Nobutomo no castelo de Kiyosu com Nobutomo se matando no processo. O filho de Yoshimune, Shiba Yoshikane, se tornou o legítimo Shugo e, tomando vantagem disso, Nobunaga forjou uma aliança com o clã Imagawa da província de Suruga e o clã Kira da província de Mikawa — como os dois clãs tinham o mesmo Shugo, não havia motivos para recusar. A aliança permitiu que os Imagawa parassem de atacar as fronteiras de Owari. Embora ainda houvesse muitas forças ao lado de Nobuyuki e opostas a Nobunaga, Nobunaga mandou um exército para a Província de Mino para ajudar Saito Dosan contra seu filho Saito Yoshitatsu que se voltou contra ele. A campanha falhou, à medida que Saito Dosan é assassinado, e Saito Yoshitatsu se torna o novo comandante de Mino em 1556. Meses depois, Nobuyuki com o apoio de Hayashi Hidesada, se rebelou contra Nobunaga. Os conspiradores foram derrotados na Batalha de Ino, mas foram perdoados depois da intervenção de Tsuchida Gosen, a mãe de Nobunanga e Nobuyuki. No outro ano, Nobunaga foi informado por Shibata Katsuie que Nobuyuki estava planejando se rebelar contra ele outra vez. Nobunaga se fingiu de doente para se aproximar de Nobuyuki e o assassinou no castelo de Kiyosu. Por volta de 1559, Nobunaga tinha eliminado toda sua oposição dentro do clã e em Owari. Nobunaga continuou a usar Shiba Yoshikane para fazer paz com outros daimiô, até que Nobunaga descobriu que Yoshikane estava tramando contra ele e a favor do clã Shiba. Nobunaga o tirou de sua posição e desfez todas as alianças com o clã Shiba. === Luta contra a invasão de Owari === Em 1560, o clã Imagawa liderado por Imagawa Yoshimoto começou uma ambiciosa marcha em direção à capital Quioto. O clã Matsudaira (que se tornaria o clã Tokugawa) se juntou a essa marcha que tinha como primeiro alvo a província de Owari. Depois de perder duas fortalezas para os Imagawa em Owari, Nobunaga viu que teria de se defender do enorme exército Imagawa com sua pequena força, e foi o que ele fez com uma tremenda façanha militar na Batalha de Okehazama onde não só se livrou da ameaça chamada \"Imagawa\" e condenou o futuro do clã Imagawa. Depois da batalha, o clã Matsudaira forjou uma aliança com o clã Oda, apesar de anos de hostilidades entre os dois clãs. === Campanha de unificação do Japão === Na Província de Mino Saito Yoshitatsu morre repentinamente de uma doença e quem assume o comando do clã Saito é seu filho Saito Tatsuoki. Tatsuoki era um comandante muito mais fraco que seu pai e suas ações estavam deixando muitos Daimyos em Mino (vassalos dos Saito) descontentes. Tomando vantagem da situação, Nobunaga começou uma campanha para conquistar Mino, que só progrediu por causa das alianças que Nobunaga fez com os descontentes daimyos locais que enfraqueceram o poder do clã Saito. Em 1567, depois de seis anos de campanha, Nobunaga captura o castelo de Inabayama (rebatizando-o com o nome de Gifu) e manda Tatsuoki para o exílio. Depois de conquistar Gifu, Nobunaga revela suas intenções de conquistar o Japão usando o sinete pessoal de Tenka Fubu (o mundo nas mãos). Casou sua Irmã Oichi com Azai Nagamasa, um daimyo da Parte Norte da Província de Ōmi. Isso mais tarde ajudaria a pavimentar o caminho em direção a Kyoto. Em 1568, Ashikaga Yoshiaki foi para Gifu perguntar a Nobunaga se este poderia iniciar uma campanha para Kyoto. Yoshiaki era irmão do shogun assassinado Ashikaga Yoshiteru, e queria vingança contra os assassinos que já haviam colocado um shogun fantoche, Ashikaga Yoshihide. Nobunaga concordou em instalar Yoshiaki como o novo shogun e aproveitou a oportunidade para entrar na cobiçada cidade de Kyoto tendo, então, começado uma campanha com Kyoto como alvo. O clã Rokkaku, no entanto, era um obstáculo na parte sul da província de Ōmi. Liderados por Rokkaku Yoshikata, o clã se recusou a reconhecer Yoshiaki como shogun e estava pronto para ir à guerra. Em resposta, Nobunaga lançou um ataque rápido, colocando o clã Rokkaku fora de seus castelos. Dentro de um curto período de tempo, Nobunaga tinha alcançado Kyoto, colocado o clã Miyoshi para fora da cidade e feito com que Ashikaga Yoshiaki se tornasse o décimo quinto shogun do xogunato Ashikaga. Nobunaga recusou o cargo de Kanrei (Vice-Shogun) e finalmente começou a restringir os poderes do shogun, deixando claro que tinha a intenção de usá-lo como uma fachada para justificar suas futuras conquistas. Yoshiaki, no entanto, não estava satisfeito em ser um fantoche e mantinha contato secretamente com vários daimyos, forjando uma aliança anti-Nobunaga. O clã Asakura foi particularmente desdenhoso ao crescente aumento do poder do clã Oda, porque, historicamente, o clã Oda tinha sido subordinado pelo clã Asakura. Além disso, Asakura Yoshikage também havia protegido Ashikaga Yoshiaki, mas não estava disposto a marchar em direção a Kyoto. O clã Asakura também desprezava Nobunaga muito por causa de seu grande sucesso. Quando Nobunaga lançou uma campanha contra os domínios do clã Asakura, Azai Nagamasa, líder do clã Azai, a quem Oichi (irmã de Nobunaga) era casada, quebrou a aliança com Nobunaga para honrar a aliança Azai-Asakura que durou gerações. Com a ajuda de rebeldes Ikko-ikki, a aliança anti-Nobunaga entrou em pleno vigor, tendo um forte impacto sobre o clã Oda. Na Batalha de Anegawa, Tokugawa Ieyasu juntou forças com Nobunaga e derrotou as forças combinadas dos clãs Azai e Asakura. Nobunaga travou uma guerra contra os budistas do mosteiro Enryaku-ji no Monte Hiei, pois estes, com seus sohei (monges guerreiros) da escola Tendai ajudaram o grupo anti-Nobunaga, na aliança Azai-Asakura. Isso mostrou-se um problema para Nobunaga, uma vez que o mosteiro estava tão perto de sua residência. Nobunaga atacou Enryaku-ji e o queimou abaixo em 1571, apesar do mosteiro ter sido admirado como um símbolo cultural significativo na época, e matou entre 3 000 a 4 000 homens, mulheres e crianças no processo. Durante o cerco de Nagashima, Nobunaga sofreu perdas enormes, incluindo a morte de um casal de seus irmãos para a resistência Ikkō-ikki - uma coalizão de camponeses, monges, sacerdotes xintoístas e nobres locais que se opunham à regra samurai. O cerco de Nagashima finalmente terminou quando Nobunaga cercou o complexo inimigo, ateando fogo nele e matando dezenas de milhares de não- combatentes, incluindo mulheres e crianças. Mais tarde, ele conseguiu tomar o principal reduto do Ikko-Ikki em Ishiyama Honganji depois de um cerco de 11 anos, que terminou com o complexo incendiado e a rendição do Ikko-Ikki. Um dos comandantes mais poderosos do Japão da aliança anti-Nobunaga foi Takeda Shingen, apesar de sua relação geralmente pacífica e uma aliança nominal com o clã Oda. Em 1572, às injunções do shogun, Shingen decidiu fazer uma marcha para a capital e, com isso, invadiu o território de Tokugawa. Nobunaga pouco pôde fazer para ajudar Tokugawa, que sofreu a derrota para os Takeda na Batalha de Mikatagahara em 1573. Depois disso, Tokugawa lançou uma série de assaltos noturnos iludindo Takeda de um contra-ataque iminente, conseguindo se salvar com isso. Depois do acontecido, os Takeda recuaram depois que seu líder Takeda Shingen morreu de doença. Isso foi um alívio para Nobunaga, que agora podia focar-se em combater Yoshiaki, agora um inimigo declarado dos Oda, apesar da intervenção da corte imperial. Nobunaga foi capaz de derrotar Yoshiaki, mandá-lo para o exílio e acabar com o Shogunato Ashikaga no mesmo ano. Em 1573, Nobunaga também conseguiu acabar com os clãs Azai e Asakura, forçando Azai Naganasa a cometer suicídio e a lhe enviarem de volta sua irmã Ouichi. Com isso e a destruição de Nagashima em 1574, os únicos opositores de Nobunaga eram o clã Takeda, agora liderado por Takeda Katsuyori . As forças de Takeda Katsuyori foram massacradas na Batalha de Nagashino em 1574, na qual Nobunaga mostrou sua genialidade tática montando paliçadas para proteger seus atiradores de arcabuz da poderosa cavalaria Takeda. A partir daí, Nobunaga continuou sua expansão, conquistando diversas províncias de daimyos menores e as redistribuindo entre seus generais. Em 1574, Nobunaga aceitou o título de kuge (nobre da corte) e em seguida, em 1577, foi-lhe dado o título de udaijin (ou Ministro da Direita), a terceira mais alta posição na corte imperial. Enquanto o cerco de Ishiyama Hongan-ji (última resistência do Ikko-Ikki) estava tendo algum progresso, o clã Mori quebrou o bloqueio marítimo, permitindo a entrada de suprimentos. Isso levou Nobunaga a declarar guerra contra os Mori. Hashiba Hideyoshi foi mandado para liderar uma campanha contra os Mori em 1577. Uesugi Kenshin, dito como maior daimyo opositor de Nobunaga desde a morte de Takeda Shingen, e também apontado por alguns como a encarnação de Hachiman, ganhou território e se juntou à segunda aliança anti- Nobunaga. Os dois lados se chocaram na Batalha de Tedorigawa que resultou em uma importante vitória de Uesugi Kenshin. Pouco depois da batalha, Uesugi Kenshin começou os preparativos para uma marcha em direção a Kyoto. Depois da derrota em Tedorigawa, Nobunaga estagnou suas forças de campanha nas províncias de Noto, Kaga e Etchū. Porém, quando ao se preparar para marchar em direção a Kyoto, Uesugi Kenshin morre, Nobunaga, tirando grande sorte do destino, começa a tomar o território do descabeçado clã Uesugi. thumb|Território de Oda Nobunaga por volta de 1582|285x285px Em 1580, Nobunaga termina o cerco de 11 anos do Ishiyama Hongan-ji, e em 1582, acaba com o que sobrou do clã Takeda. Em 1582, Nobunaga estava no auge de seu poder e se preparava para lançar campanhas na província de Echigo e na ilha de Shikoku. Porém, aconteceu o incidente de Honnō-ji. === Motivo da Morte === A tentativa de Oda Nobunaga para unificar o Japão foi suspensa. Em 1582, enquanto ele e os seus companheiros estavam em Honnō-ji em Kyōto, Nobunaga foi surpreendido e forçado a cometer suicídio diante de uma rebelião comandada por Akechi Mitsuhide, um dos seus principais generais — ataque que ficou conhecido como o Incidente de Honnō-ji. Os guerreiros de Nobunaga delegaram a Mitsuhide, que foi destronado dois dias depois na Batalha de Yamazaki por outro general de Nobunaga, Toyotomi Hideyoshi (1536-1598), que lhe sucedeu como o novo tenkajin. Uma frase pode resumir o estilo de Oda Nobunaga: \"Se o pássaro não canta, eu o mato\". O missionário jesuíta português Luís Fróis assim descreveu Nobunaga: \"Nobunaga não acredita em vida após a morte nem em nada que ele não possa ver com seus próprios olhos\". \"Nobunaga faz muito segredo quanto aos seus planos, é um especialista na arte da guerra, muito pouco ou nada disposto a aceitar conselho ou admoestação de seus subordinados, muito temido e respeitado por todos. Possui grande capacidade de discernimento, pensamento claro, e despreza as deidades xintoístas e budistas e todas as formas de idolatria e superstição. Ele é um adepto nominal da seita Hokke (Lotus) mas ele declara publicamente que não existem coisas como um Criador do Universo ou a imortalidade da alma, ou vida após a morte. Extremamente refinado e limpo em sua vestimenta e na nobreza das suas ações\".Grandes Unificadores do Japão == Inovações políticas e militares == No que diz respeito à força militar, os sonhos revolucionários de Nobunaga não somente mudaram a maneira de guerrear- se no Japão, mas também, no processo, criaram uma das forças mais modernas do mundo de sua época. Ele desenvolveu, implementou e expandiu o uso de piques ou lanças de longo alcance (anticavalaria), armas de fogo, navios blindados e fortificações de castelos, em perfeito ajuste a batalhas envolvendo grande número de guerreiros, o que era comum à época. Nobunaga também instituiu um sistema de classes guerreiras especializadas, escolhendo posições para seus súditos e demais cidadãos sob seu jugo de acordo com suas habilidades, e não somente pelo nome, ranking ou relação familiar que tivessem, como tinha sido feito em períodos históricos anteriores. Seus súditos também ganhavam terras de acordo com a quantidade de arroz que pudessem produzir, não pela extensão de suas terras. Esse sistema de organização, em especial, foi muito utilizado e desenvolvido por seu aliado Tokugawa Ieyasu na formação do xogunato Tokugawa em Edo. thumb|302x302px|Estátua de Oda Nobunaga. O domínio e a grande inteligência de Nobunaga não se restringiam ao campo de batalha, pois ele também era um homem de negócios e entendia muito bem tanto os princípios de micro como os de macroeconomia. Primeiro, para modernizar a economia a partir de uma base agrária para atingir uma com base em manufatura e serviços, ele desenvolveu cidades-castelos que vieram a ser tanto os centros como as bases de economias locais. Em áreas sob seu controle, ele também construiu estradas entre essas cidades-castelos, não só com o objetivo de facilitar o comércio, mas também para que pudesse mover seu batalhões através de grandes distâncias em um curto espaço de tempo. O comércio internacional também foi expandido para além da China e da península coreana até à Europa, pois o comércio nambam (bárbaro) com portugueses, depois espanhóis e holandeses, em rotas com as Filipinas, Sião e a Indonésia também era posto em prática. Nobunaga também implantou medidas rakuichi rakuza como meio de estimular o comércio e a economia em geral. Essas políticas aboliram e proibiram monopólios, além de liberalizarem sindicatos, associações e guildas, que antes eram proibidas por serem vistas por Nobunaga como um empecilho ao comércio geral. Ele também desenvolveu isenções de impostos e estabeleceu leis para regular e facilitar empréstimos. == Cultura == Ao conquistar o Japão do período Sengoku, Nobunaga acumulou grandes riquezas, gradualmente aumentando seu investimento em arte e cultura, o que sempre lhe tinha interessado. Mais tarde, porém, usou-se delas como mostra de seu poder e prestígio. Construiu vastos jardins e castelos que eram, em si mesmos, grandes obras de arte. Diz-se que o Castelo Azuchi, erigido às bordas do Lago Biwa, é o mais grandioso castelo do Japão, coberto de ouro e estátuas no exterior, e decorado com telas fixas, portas corrediças, paredes e pinturas no teto do lado de dentro feitas por seu súdito Kano Eitoku da escola de artes Kano a qual Nobunaga patrocinou. Apesar de não ter convertido ao Cristianismo, Nobunaga apoiou a difusão desta religião e de outros fatores da cultura europeia, o cristianismo que era na altura uma novidade para o Japão também foi usado por Nobunaga como desculpa para perseguir os monges de Ikko. Durante este período, seu súdito e mestre-de-chá Sen no Rikyu criou a cerimónia do chá, que Nobunaga difundiu, originalmente com a intenção de discutir política e negócios. Oda também investiu em teatro na época praticado o chamado Noh que abriu caminho para o kabuki moderno que teve seu começo durante esse período, sendo completamente desenvolvido no início do período Edo. Pela insensibilidade com que esmagou os Ikkoshu, conclui-se que ele não tinha o menor respeito pela religião tradicional. Em 1571, chacinou cerca de três mil monges do templo Enryakuji, no monte Hiei, um poderoso núcleo político e religioso do início do período Heian, porque aquele mosteiro o desafiara militarmente. Nobunaga era implacável com todo aquele que lhe fizesse frente, mas não deixava de reconhecer a autoridade imperial, nem a autoridade de outros templos e santuários desde que não pusessem em causa a sua hegemonia. == Família == * Pai: Oda Nobuhide (1510-1551) * Mãe: Tsuchida Gozen (d.1594) * Irmãos ** Oda Nobuhiro (d. 1574) ** Oda Nobuyuki (1536-1557) ** Oda Nobukane (1548-1614) ** Oda Nagamasu (1548-1622) ** Oda Nobuharu (1549-1570) ** Oda Nobutoki (d. 1556) ** Oda Nobuoki ** Oda Hidetaka (d. 1555) ** Oda Hidenari ** Oda Katagaru ** Oda Nobuteru ** Oda Nagatoshi ** Oda Nobumitsu ** Oda Ryuemon (Born Hawaii 1874 - 1921) ** Oda Kazuo (1915 - 2000) ** Oda Heiji (1954 - ) * Irmãs: ** Oichi (1547-1583) ** Oinu === Fontes === * O século cristão no Japão, autor Charles Boxer ==Bibliografia== *The Christian Century in Japan (1951), Charles R Boxer *'s Account of Sixteenth-Century Japan, ed. Michael Cooper, London: The Hakluyt Society, 2001 (ISBN 0904180735) ==Ligações externas== * Xogum e Samurai, contos sobre Nobunaga, Hideyoshi e Ieyasu [inglês] Categoria:Pessoas do período Azuchi-Momoyama Categoria:Daimyos Categoria:Pessoas do período Sengoku Categoria:Suicidas do Japão Categoria:Clã Oda Categoria:Mortes por seppuku Categoria:Udaijin",
 "title": "Oda Nobunaga"
}