{
 "id": "14823",
 "text": "Bathory foi uma banda/projeto musical de black metal formada em 1983 na cidade de Estocolmo, capital da Suécia, pelo multi-instrumentista Thomas Börje Forsberg, mais conhecido pelo nome Quorthon. A banda é considerada uma das criadoras tanto do black metal quanto do viking metal. O Bathory encerrou suas atividades definitivamente no ano de 2004, quando Quorthon faleceu. O nome da banda é uma homenagem à condessa húngara Erzsébet Báthory, considerada a serial killer mais famosa da Hungria. Os quatro primeiros álbuns da banda são considerados como o pontapé inicial para a criação do black metal Escandinavo. A banda deixou de seguir este estilo em seu quinto álbum, Hammerheart (1990), este álbum é citado como um dos primeiros álbuns de viking metal. == Biografia == === Formação === Originário da Suécia, na cidade de Estocolmo, o Bathory tem sua história coberta de mistério. Pouco se encontra de concreto sobre o assunto, especialmente sobre o line-up. Contemporâneo de Kreator, Destruction e Sodom, foi influência para outras bandas que vieram depois como Emperor, Samael e Tiamat. Formado em 1983 pelo multi-instrumentista Quorthon e dois amigos, somente por diversão, o Bathory era uma banda de garagem que fazia covers de bandas como Black Sabbath e Venom. Nessa garagem, que funcionava como mecânica e tinha peças de carros amontoadas, a banda tocava em equipamentos precários. O lugar era tão pequeno que, segundo o próprio Quorthon lembra depois, \"se entravam os instrumentos, os músicos tinham que sair\". O Bathory tem a singularidade de ser um projeto apenas de estúdio, gravando álbuns mas não se apresentando em shows. Seu idealizador é Quorthon, que faz a maioria das guitarras, violões, efeitos de som, vocais, mixagens e tem influências declaradas de música clássica, Beethoven e Wagner em particular. === Origem do Nome === O nome Bathory vem de uma condessa chamada Elizabeth Bathory, nascida em 1560, que morava em um castelo na Hungria. Ela tinha o estranho costume de se banhar em sangue de virgens porque acreditava ser o segredo do rejuvenescimento. Após várias suspeitas, o rei da Hungria ordena que invadam o castelo e os soldados encontram várias meninas mortas e outras presas. Elizabeth é julgada (a transcrição do seu julgamento existe até hoje na Hungria) e presa em solitária enquanto seus cúmplices são queimados vivos. Existem indícios históricos de que o governador da província em que Elizabeth morava teria inventado histórias sobre ela para pressioná-la a pagar a dívida de impostos a ele. O pretexto foi a \"caçada às bruxas\" da Inquisição promovida pela Igreja Católica e pelos moralistas da época. Elizabeth Bathory foi a principal responsável pelo início da lenda dos vampiros. Considerado como um dos primeiros trabalhos de death metal, com suas histórias macabras, Quorthon conta anos depois que sua principal inspiração vinha da revista de terror cômico \"Chock\" (semelhante a \"Tales From the Crypt\") e diz ironicamente que não é resultado da leitura de \"nenhuma Bíblia Negra\". === Seus primeiros álbuns (Era Black Metal) === Em fevereiro de 1984 o Bathory participa da compilação \"Scandinavian Metal Attack\" com as músicas \"Sacrifice\" e \"Return of the Darkness and Evil\". Muitas pessoas gostaram e a gravadora recebeu correspondências com elogios, levando o Bathory a ser convidado para gravar um álbum. Oito meses depois, em outubro, a banda lança \"Bathory\". Gravado e mixado na Suécia em apenas três dias, o álbum traz uma curiosidade; a capa era para ser preta e dourada, mas como o resultado iria ser muito caro, o logotipo foi impresso em branco. Apenas 700 capas com o bode em amarelo, conhecida como \"The Yellow Goat\", foram feitas. A raridade hoje pode ser encontrada por um preço entre $200 e $400. “Bathory” é um álbum de black metal clássico, com riffs rápidos e que, segundo o próprio Quorthon, teve a influência das “letras do Black Sabbath e da intensidade sonora do Motörhead”. Já no início de 1985, a banda faz outra participação, agora em \"Scandinavian Metal Attack II\", com as faixas \"Hades\" e \"War\" do álbum recém-lançado. Em maio de 1985 é lançado o álbum \"The Return\", também gravado na Suécia. A música \"Born for Burning\" é dedicada a uma “bruxa” chamada Marrigje Ariens, nascida em 1521 e queimada pela Inquisição em 1591 na Holanda. As letras e composições desse álbum continuam black metal, mas percebe-se maior criatividade e originalidade que no trabalho anterior apesar do curto tempo entre os dois. A participação do Bathory em \"Speed Kills 2\", com a faixa \"Possessed\" do álbum \"The Return\", marca o ano de 1986. Em maio de 1987 a banda lança \"Under the Sign of the Black Mark\" que traz uma foto do Stockholm Opera House na capa. Novamente o estilo é o black metal rápido, porém as letras agora têm a guerra como tema crescente. A música \"Woman of Dark Desires\" é dedicada à memória da própria Elizabeth Bathory (1560-1640) e \"Of Doom\" aos fãs. Durante o período de composição, Quorthon diz só ter escutado música clássica, para se inspirar e criar novos arranjos, o que pode ter trazido ao álbum um pouco mais de melancolia e frieza às músicas. === Era Viking === No ano seguinte o Bathory participa, juntamente com Death, Onslaught e Agent Steel, entre outras, de \"Speed Kills 3\" com a faixa \"Of Doom\" do álbum anterior. Ainda em 1988, em outubro, é lançado \"Blood Fire Death\" com muito mistério. Nada se sabe sobre Kothaar (o baixista) e Vvornth (o baterista) que participam desse álbum. Tudo foi mantido em segredo e só se sabe que eles são suecos. As letras agora falam predominantemente de guerras e batalhas da chamada \"Era Viking\" da história e mitologia europeia. A capa do álbum é uma pintura de 1872 de Peter Nicolai Arbo chamada \"Asganrdsteien\" e a fotografia da banda é de Pelle Mattéus e a única foto deles em todos os álbuns do Bathory. Em 1989 participam de \"Speed Kills 4\", dessa vez um álbum duplo, que também contou com Exodus, Nuclear Assault, Possessed, Dark Angel e Acid Reign. A faixa escolhida foi \"For All Those Who Died\" do \"Blood Fire Death\". O Bathory assina então com a Noise Records no início de 1990 (Running Wild, Celtic Frost, Kreator, Voivod, Helloween, Destruction, Gamma Ray e Hellhammer) e em abril do mesmo ano “Hammerheart” é lançado. A produção do misterioso Boss, que voltaria a aparecer nos próximos trabalhos da banda, e a capa é uma gravura de Sir Frank Dicksee, chamada \"A Viking's Last Journey\", cedida pela Manchester City Art Gallery. O estilo do Bathory segue se transformando e fica mais lento e totalmente voltado ao tema viking. Quase todas as músicas são longas e pesadas e as letras falam principalmente da vida dos guerreiros e de batalhas. “Hammerheart” marca também a produção do primeiro e até agora único vídeo clipe da banda, com a faixa \"One Rode to Asa Bay\". Em junho do ano seguinte a banda lança \"Twilight of the Gods\" que traz um som ainda mais lento, pesado e depressivo que o álbum anterior. A temática continua sendo viking e tem visível influência de música clássica. A faixa \"Hammerheart\", inclusive, é uma música clássica escrita por Gustav Holst em que Quorthon trabalhou escrevendo uma letra. As capas dos álbuns do Bathory sempre foram muito bonitas, mas esta merece destaque. Na contra-capa existe um trecho de Friedrich Nietzsche (filósofo alemão) de 1871 que fala sobre a época moderna em que as pessoas perceberão que Deus não existe, que nada poderá salvá-las, e será uma época de grande temor por não se ter onde apoiar. Será a época do \"twilight of the gods\" (decadência dos deuses), que inspirou o nome do álbum. Este era para ser o último trabalho do Bathory. Quorthon admite mais tarde ter cansado do Bathory e entrado em crise porque fãs pediam para que o projeto não acabasse. Em 91, a compilação \"Touch of Death\" leva a faixa \"Blood And Iron\" do álbum \"Twilight Of The Gods\" e abre caminho para a avalanche de trabalhos remasterizados, relançados, reorganizados e requentados do Bathory que viria em seguida. Em outubro do ano seguinte é a vez da coletânea \"Jubileum Volume I\" trazer quinze faixas em mais de uma hora de música. Entre elas estão \"Rider at the Gate of Dawn\" (gravada em 1987), \"Crawl to your Cross\" (1989), \"Sacrifice\" (que saiu na compilação \"Scandinavian Metal Attack\", de 1984) e \"You Don't Move Me (I Don't Give a Fuck)\" que não havia sido lançada em álbum. \"Jubileum Volume II\" sai em maio do ano seguinte contendo doze faixas. Algumas delas são \"The Return Of The Darkness And Evil\" (da compilação \"Scandinavian Metal Attack\"), e \"Burnin’ Leather\" (gravada em 1987) e \"Die In Fire\" (em 1983) que não haviam sido lançadas em nenhum álbum. === Retorno às atividades === Depois de três anos sem gravar, Quorthon lança dois álbuns com aproximadamente seis meses de diferença. As músicas de \"Requiem\", de outubro de 94, foram escritas em duas semanas e trazem um som diferente dos dois últimos álbuns apesar de ser ainda rápido, e letras que voltam a tratar de ocultismo. “Octagon\", de junho de 95, muda significativamente e fica mais thrash que o anterior, com um toque industrial. Os vocais estão mais crus e não tão abafados, e as letras mudam de foco para temas da sociedade, como guerra, violência e intolerância. O álbum seguinte, \"Blood on Ice\", foi lançado em abril de 96 e marca uma volta ao viking metal, mais lento. As letras são em forma de saga e contam a história de um garoto, único sobrevivente de uma vila que foi atacada, que busca vingança. A inspiração veio de Conan – The Barbarian e da obra \"Götterdämmerung\" de Wagner. Quorthon sempre foi aficionado pela obra de Wagner e procurou ler as mesmas coisas que ele para saber de onde vinha a inspiração. Além disso, lia as estórias de Conan desde garoto e se diz \"fã incondicional de história\", especialmente a Era Viking da história europeia que, segundo ele, não é muito conhecida fora da Europa e da qual as pessoas têm uma ideia errada, muito por culpa de Hollywood. Ele começou a estudar mitologia Escandinava e Alemã para escrever a saga de “Blood on Ice”, em 1987, por prazer pessoal apenas e não tinha pensado em rimas e música. Desde aquela época, Quorthon já queria mudar o estilo musical do Bathory, mas a imprensa e os fãs ainda os chamavam de \"a banda satânica da Suécia\" e, diz ele, que isso deixava a banda confusa. Eles ainda recebiam naquele momento cartas do mundo todo perguntando se era verdade que eles \"comiam bebês, tomavam sangue de anjos e viviam em cavernas satânicas\". O álbum havia sido gravado depois de “Blood Fire Death” mas nunca lançado, até que Quorthon o encontrou e trabalhou nele durante um mês e meio. Ele chegou a mencionar uma mudança de direção no início dos anos 90 e recebeu várias cartas de fãs pedindo para que ele realizasse mesmo o projeto. Anos depois, ele diz que se sentiu como se estivesse começando o Bathory de novo e que havia se cansado de gravar álbuns “cheios de gritos de Satan e coisas do tipo\". Ainda em 96 a compilação \"Black Mark Attack\" leva a faixa \"The Sword\", do \"Blood On Ice\". E em 97 \"A Black Mark Tribute\", compilação de bandas do selo Black Mark fazendo covers de suas bandas preferidas, traz o Bathory com \"Ace Of Spades\" do Motörhead e Quorthon faz um cover de \"God Save The Queen\" dos Sex Pistols. \"A Black Mark Tribute Vol. II\" sai em 98 com o Bathory fazendo cover de \"War Pigs\" do Black Sabbath e Quorthon com \"Sleeping\" dos Beatles. Quorthon também produziu dois álbuns solo. O primeiro, “Quorthon – Album”, foi lançado em 94. O segundo, “Quorthon – Purity of Essence”, em 97. Nele, Quorthon compôs e gravou todos os instrumentos, a percussão, os efeitos e fez toda a produção. Rex Luger, que havia sido engenheiro de “Blood on Ice”, faz o teclado apenas na faixa \"One Of Those Days\". === Morte de Quorthon, fim da banda e Swedish Music Hall of Fame === No início de 2004, após o lançamentos dos álbuns Nordland e Nordland II, Quorthon foi encontrado morto, aos trinta e oito anos, no apartamento onde vivia em Estocolmo. A causa do morte foi um ataque cardíaco. Em 2021, a banda foi introduzida ao Swedish Music Hall of Fame. == Discografia == === Álbuns de estúdio === * Bathory (1984) * The Return...... (1985) * Under the Sign of the Black Mark (1987) * Blood Fire Death (1988) * Hammerheart (1990) * Twilight of the Gods (1991) * Requiem (1994) * Octagon (1995) * Blood on Ice (1996) * Destroyer of Worlds (2001) * Nordland I (2002) * Nordland II (2003) === Coletâneas === * Jubileum Volume I (1992) * Jubileum Volume II (1993) * Jubileum Volume III (1998) * Katalog (2003) * In Memory of Quorthon (2006) === Álbuns split === * Scandinavian Metal Attack (1984) * Scandinavian Metal Attack II (1985) === Vídeos === * \"One Rode to Asa Bay\" (1990) == Integrantes == * Quorthon (Thomas Börje Forsberg) - guitarras, vocais, baixo, bateria, teclado, melodias e letras (1983-2004) * Jolle (Johan Elven) - bateria * Jonas Åkerlund (Vans McBurger) - bateria (1983-1984) * Freddan (Fredrick Hanoi) - baixo (1983-1984) * The Animal (Björn Kristensen) - vocais (1983) * Stefan Larsson - bateria (1984-1986) * Ribban (Rickard Bergman) - baixo (1984) * Adde (Andreas Johansson) - baixo (1985) * Paul Pålle Lundburg - bateria (1986-1987) * Vvornth - bateria (1988-1996) * Kothaar - baixo (1988-1996) == Ligações externas == * Site oficial Categoria:Bandas de black metal da Suécia Categoria:Bandas de thrash metal da Suécia Categoria:Bandas de viking metal Categoria:Bandas da Suécia Categoria:Bandas formadas em 1983 Categoria:Bathory Categoria:Bandas de um único integrante Categoria:Bandas extintas em 2004",
 "title": "Bathory"
}