{
 "id": "14884",
 "text": "Esculápio (em latim: Aesculapius) ou Asclépio (), na mitologia grega e na mitologia romana, é o deus da medicina e da cura. Existem várias versões de seu mito, mas as mais correntes o apontam como filho de Apolo, um deus, e Corônis, uma mortal. Teria nascido de cesariana após a morte de sua mãe, e levado para ser criado pelo centauro Quíron, que o educou na caça e nas artes da cura. Aprendeu o poder curativo das ervas e a cirurgia, e adquiriu tão grande habilidade que podia trazer os mortos de volta à vida, pelo que Zeus o puniu, matando-o com um raio. O seu culto disseminou-se por uma vasta região da Europa, pelo norte da África e pelo Oriente Próximo, sendo homenageado com inúmeros templos e santuários, que atuavam como hospitais. A sua imagem permaneceu viva e é um símbolo presente até hoje na cultura ocidental. == O mito == A história de Esculápio é reconstituída através da coleção de lendas e mitos criados pelo paganismo grego. Sua religião era politeísta, com uma infinidade de divindades e semidivindades associadas a todos os aspectos da vida humana e a vários lugares especialmente sagrados, como alguns rios e fontes, montanhas e florestas. Essa multidão de deuses estava subordinada a um grupo de poderosas deidades principais, cuja maioria habitava, segundo eles, o monte Olimpo, e estes por sua vez eram presididos por Zeus. Entre os deuses principais estava Apolo, filho de Zeus, deus do sol, da luz, da música e das artes, da profecia e da cura, patrono dos jovens, da palestra e regente das musas, que foi, segundo algumas versões do mito, o pai de Esculápio.Hart, pp. 1-3 O mais antigo registro de seu nome é encontrado na Ilíada de Homero, e nessa citação aparentemente ele ainda era considerado um mortal, descrito como o governante de Tricca e também como um médico que havia aprendido a arte do centauro Quíron e a ensinado a seus dois filhos, Podalírio e Macaão. Uma vez que atualmente o relato homérico sobre a Guerra de Troia é considerado a poetização de um evento possivelmente histórico, Esculápio pode ter existido de fato, vivendo em torno de 1200 a.C., e sido mais tarde divinizado. Na cultura grega era comum que heróis célebres fossem objeto de culto após sua morte. Escrevendo no século I, explicou que pelo fato de ter aperfeiçoado as artes médicas, antes primitivas, ele mereceu um lugar entre os imortais. As origens de seu nome são obscuras. É possível que significasse \"curador gentil\", também foi relatado que a princípio ele se chamava Epios, e que depois de curar Ascles, tirano de Epidauro, passou a se chamar Asclepios. Seu status divino não era unânime entre os antigos, alguns o tinham como um deus, outros como um herói-deus ou como um semideus. Em torno do século V a.C., já havia uma grande quantidade de folclore criado a seu respeito, e Píndaro escreveu dizendo que ele era filho de Apolo com a mortal Corônis, filha de Flégias, o governante da Tessália.Hart, pp. 3-7 O local de seu nascimento era disputado por várias cidades: Lacereia, Tricca e Epidauro. Bem mais tarde o poeta romano Ovídio deixou um relato sobre sua história em suas Metamorfoses. Segundo a narrativa, não havia donzela mais formosa em toda Tessália do que Corônis. Apolo estava apaixonado por ela e se tornaram amantes, mas o corvo do deus descobriu que ela havia se deitado com o jovem Ischys, filho de Elatus, e voou até seu mestre para relatar o fato. Enfurecido, Apolo tirou uma seta da aljava e disparou contra o peito daquela que que havia abraçado tantas vezes. Arrancando a seta ensanguentada, Corônis bradou: \"Oh Febo Apolo, decerto eu mereci esta punição, mas por que não esperaste até que eu desse à luz ao nosso filho? Agora ambos morremos!\" E assim dizendo, expirou. Arrependido do que fizera, Apolo sentiu ódio de si mesmo, e o corvo que levara tão nefasta notícia, que era branco, foi amaldiçoado e suas penas se tornaram negras. Então Apolo desceu dos céus e foi para seu lado, tomou o corpo sem vida em seus braços, mas seus poderes não bastaram para devolvê-la ao mundo dos vivos. Quando ela foi posta sobre uma pira para ser cremada, Apolo, tomado pela dor, derramou perfumes sobre seu peito e iniciou a celebração dos ritos fúnebres. Mas antes que as chamas consumissem o corpo de Corônis, retirou o filho ainda vivo do ventre materno e o levou para Quíron, o sábio centauro que havia educado vários heróis, para que o criasse. A filha de Quíron, Ocirroé, que podia prever o futuro, ao chegar à caverna de seu pai, viu a criança e disse: \"Menino, tu que trazes a saúde para todo o mundo, que possas crescer e florescer! Os mortais muitas vezes deverão suas vidas a ti, e te será concedido o poder de trazer de novo à vida os que morreram. Mas um dia deixarás os deuses zangados por tamanha ousadia, e o raio de teu avô impedirá que o repitas, e de um deus imortal serás reduzido a um cadáver inerte. Mas depois, deste cadáver mais uma vez serás tornado um deus, e por uma segunda vez, renovarás o teu destino\".Apud Hart, pp. 7-8 Outros autores clássicos acrescentaram detalhes: Apolodoro disse que Quíron o criou e lhe ensinou as artes da cura e da caça. De Atena ele recebeu o sangue mágico da Górgona, por cujo poder o seu próprio sangue que corria pelo seu lado esquerdo podia tirar a vida de alguém, e o do seu lado direito ressuscitava os mortos. Quando Zeus matou Esculápio, Apolo, em vingança, como não podia agir contra seu pai, matou os ciclopes que forjavam os raios de Zeus, pelo que foi punido e enviado sem seus poderes à Terra para servir o mortal Admeto por um ano. Diodoro explicou o motivo de sua morte dizendo que seu poder curativo era tão grande que restaurava a saúde para muitos desenganados, e que por isso se dizia que ele ressuscitava os mortos. Como Hades, o deus dos mortos, estava tendo seu reino despovoado, exigiu de Zeus uma solução para este ultraje. Outras fontes referem Hígia, Panaceia, Telésforo, Acésio e Iaso como também seus filhos.Apud Edelstein, Emma Jeannette Levy & Edelstein, Ludwig. Asclepius: collection and interpretation of the testimonies. Volume 1, Ancient Studies. Johns Hopkins University Press, 1998. pp. 8-22Bergdolt, Klaus. Wellbeing: a cultural history of healthy living. Polity, 2008. pp. 48-52 Teodoreto disse que alguns, como Hesíodo, o tinham como filho de Arsinoé de Messênia, e deu outra versão para o seu nascimento de Corônis, dizendo que ao nascer foi abandonado pela mãe numa montanha e foi achado por um pastor junto de um cão, que lhe dava de comer. Confiado a Quíron, depois de crescido passou a exercer a Medicina em Tricca e Epidauro. Pausânias repetiu versões em que o pastor se chamava Arestanas ou Autolaus, mas que este, vendo uma aura de luz divina ao redor da criança, atemorizou-se, e foi embora. Também referiu que em vez de um cão que o alimentava, teria recebido leite de uma cabra, que Corônis teria sido morta por Ártemis, para punir o ultraje a seu irmão Apolo, e quem o teria tirado do ventre da mãe teria sido Hermes. Cirilo escreveu dizendo que corriam versões de Corônis sendo seduzida por um sacerdote do templo de Apolo, o qual teria ensinado a Esculápio sua arte. Lactâncio disse que o corvo foi tornado negro porque havia sido posto como guardião de Corônis, e falhara em sua função. Além disso, disse que sua alta reputação não era justa, pois só teria curado Hipólito. Outros disseram que ele tinha pais desconhecidos, que ele teve uma esposa, Epione, que seu pai fora Arsipo ou o próprio Zeus, amara Hipólito, tivera uma irmã chamada Eriopis, e que o pai de Corônis teria ficado furioso quando soube que Corônis fora violada por Apolo, teria ateado fogo ao templo do deus e assim matado involuntariamente a filha que lá estava. Também corriam versões, derivadas de Píndaro, que o descreviam como avarento, cobrando em ouro pela sua arte, e arrogante, chamando a si mesmo de um deus, sendo por isso morto por um raio em punição de sua húbris, mas Platão refutou as acusações dizendo que se ele fosse filho de um deus não poderia ter tais defeitos, e se os tivesse, não era filho de um deus. Tertuliano também duvidava delas como sendo indignas.Edelstein & Edelstein, pp.50-52 Algumas versões do mito dizem que depois de morto com o raio Zeus o transformou na constelação do Ofiúco, para que Apolo fosse consolado.Edelstein & Edelstein, p. 59 O oráculo de Delfos foi certa vez consultado sobre quem era a mãe de Esculápio e onde nascera, e a pitonisa disse que era Corônis, e que ele viera ao mundo em Epidauro. Algumas versões do mito dizem que depois de morto Esculápio foi ressuscitado por Zeus, permitindo-lhe continuar sua prática, desde que não mais interferisse no destino final dos mortais, tornando-se conhecido por sua bondade e compaixão no trato dos doentes, e dedicando sua atenção antes para os pobres.Roetzel, Calvin J. The letters of Paul: conversations in context. Westminster John Knox Press, 1998. pp. 26-27 === Suas curas === Entre as curas que teria operado, estão as de vários heróis feridos em Tebas, de Filocteto em Troia, do tirano de Epidauro, Ascles, de uma doença nos olhos, as filhas de Proetus que haviam sido enlouquecidas por Hera, restaurou a visão aos filhos de Fineu, curou com ervas as feridas de Hércules em sua luta contra a Hidra de Lerna, devolveu à vida Órion, Hipólito, Himeneu, Tindareu, Glauco, Capaneu, Panassis e Licurgo.Edelstein & Edelstein, pp. 38-40; 47-49 Após sua morte outras curas lhe foram atribuídas. Rufus de Éfeso, um dos grandes médicos em torno de , disse que por intervenção de Esculápio um epilético foi salvo; um médico de Smirna dedicou uma estátua a ele em c. por ter evitado muitas doenças seguindo o seu conselho; Élio Aristides, depois de buscar a cura para um volumoso tumor na perna junto de muitos doutores, sem sucesso, apelou para ele, teve uma visão do deus e foi curado milagrosamente, e assim como estas mais continuaram acontecendo em seus santuários ao longo de séculos, como provam os muitos ex-votos preservados nas ruínas de vários deles.Temkin, Owsei. Hippocrates in a world of pagans and Christians. Ancient Studies: History of Medicine. Johns Hopkins University Press, 1991. pp. 183-187 Mas é interessante assinalar algumas mudanças verificadas nesse período de tempo. Enquanto que no santuário de Epidauro, de onde se irradiou seu culto, os médicos não atuavam, mas apenas os sacerdotes, ele aparecia nos sonhos dos pacientes e intervinha diretamente nas doenças, mais tarde ele passou a aparecer de forma mais indireta, dando conselhos e orientando a atuação de médicos convencionais, como as crônicas antigas referem sobre suas curas em Pérgamo, outro grande santuário, já do período helenista. Algumas de suas intervenções em sonhos eram dramáticas. Uma mulher relatou que o deus lhe apareceu em sonho e cortou fora seu olho doente, imergiu-o em uma poção e colocou-o de volta na órbita, e ao acordar ela estava curada. Outro paciente disse que foi buscar a cura para um abcesso no abdômen, sonhou que o deus o amarrou sobre uma prancha e cortou a área, removendo o abcesso, costurando a pele em seguida. Acordando, estava curado, mas o chão em seu redor estava banhado de sangue.Horstmanshoff, H.F.J. Asclepius and Temple Medicine in Aelius Aristides' \"Sacred Tales\". IN Horstmanshoff, H. F. J.; Stol, Marten & Tilburg, Cornelis. Magic and rationality in ancient Near Eastern and Graeco- Roman medicine. Volume 27 de Studies in ancient medicine. Brill, 2004. p. 325-327 Outra pessoa chegou ao templo com a ponta de uma lança cravada dentro de sua mandíbula, onde estava há seis anos. Dormiu e sonhou que Esculápio a removia, e acordou com o ferro entre as mãos, curada. Um que era calvo acordou com cabelos na cabeça, e um que não possuía um dos olhos acordou com ambos. Além dessas curas extraordinárias e de outras mais prosaicas, Esculápio também era invocado para encontrar pessoas desaparecidas ou para resolver problemas de relacionamento ou dificuldades do cotidiano. Um porteiro que havia quebrado um vaso reuniu os fragmentos e se dirigiu ao santuário, e lá chegando abriu o saco onde os trazia e viu o vaso reintegrado. Curiosamente, apesar dos muitos testemunhos sobre suas aparições em sonho, não sobrevive nenhum relato sobre sua aparência física.Holowchak, Mark. Ancient science and dreams: oneirology in Greco-Roman antiquity. University Press of America, 2002. pp. 154-156 === Atributos, representações e símbolos === Além de sua ligação direta com a Medicina, Esculápio teve sua imagem transformada e magnificada, assumindo outros significados. Os neoplatônicos acreditavam que Esculápio era a alma do mundo, através da qual a Criação era mantida coesa e organizada com simetria e equilíbrio. Élio Aristides disse que ele era o guia e regente de todas as coisas, o salvador do universo e o guardião dos imortais. Juliano declarou que ele era o curador dos corpos e, com a ajuda das Musas, de Hermes e de Apolo, era o educador das almas. Sua figura foi assimilada sincreticamente à de Imhotep no Egito, a Eshmun na Fenícia, a Zeus em Pérgamo, e a Júpiter em Roma, onde era chamado de Aesculapius Optimus Maximus.Hart, pp. 177-179 Ele é representado usualmente como um homem maduro, vestido de uma túnica que lhe descobre o ombro direito, e apoiado a um cajado onde se enrola uma serpente. Às vezes aparece a seu lado um menino, símbolo da recuperação da saúde, ou a de Telésforo, uma espécie de elemental da terra encapuzado que levava o processo de cura a bom termo, e que algumas fontes dizem ser seu filho. Também pode ser mostrado junto de algum de seus outros filhos, especialmente Higeia, que se tornou uma figura importante em seu culto e chegou a ter templos próprios. Sobrevivem da Antiguidade várias de suas estátuas e imagens em moedas e camafeus. A estátua de seu principal templo, em Epidauro, fora feita, segundo Pausânias, de ouro e marfim, tinha cerca de seis metros de altura, e ele aparecia sentado em um trono, pousando sua mão direita sobre uma serpente, enquanto que com a esquerda segurava um cajado. Tinha um cão ao seu lado. Esculápio foi representado em moedas cunhadas por 46 imperadores e imperatrizes romanos, e essas moedas circulavam em todo o Império Romano.Hart, p. 177 O principal símbolo de Esculápio é um bastão ou cajado com uma serpente enrolada, que muitas vezes tem sido confundido erroneamente com o caduceu, que possui duas serpentes. A origem do símbolo é muito antiga, anterior aos gregos. Mais de 5 mil anos atrás os mesopotâmios usavam um bastão com uma serpente como emblema de Ningizzida, o deus da fertilidade, do matrimônio e das pragas.Hart, pp. 234-236 Para os gregos e romanos a serpente estava associada a Apolo por ele ter matado a Píton de Delfos, e era um símbolo da cura porque periodicamente abandona sua pele velha e aparentemente renasce, da mesma forma que os médicos removem a doença dos corpos e rejuvenescem os homens, e também porque a serpente era um símbolo de atenção concentrada, o que era requerido dos curadores.Edelstein & Edelstein, pp. 12-13 Era conhecido também dos judeus antes de Cristo, como se lê no relato bíblico de Moisés erguendo um poste com uma serpente de bronze para livrar o seu povo de uma praga de serpentes. Ao longo do desenvolvimento do Cristianismo este símbolo foi transformado, e o poste se tornou um Tau. A ligação de Esculápio com a serpente deriva de uma das lendas associadas ao seu mito. Chamado para socorrer Glauco, que havia sido morto por um raio, viu uma serpente penetrar no aposento onde estava, e a matou com seu bastão. Logo uma segunda serpente entrou, carregando ervas em sua boca, que depositou sobre a boca da outra morta, fazendo-a voltar à vida. Tomando dessas ervas, Esculápio colocou-as na boca de Glauco, que também ressuscitou, e desde então fez da serpente seu animal tutelar. Seu bastão se tornou o símbolo da Medicina na contemporaneidade em grande número de países do mundo e está presente na bandeira da Organização Mundial da Saúde.Sulmasy, Daniel P. A balm for Gilead: meditations on spirituality and the healing arts. Georgetown University Press, 2006. p. 55-56 O outro animal a ele associado era o cão, presente em uma das versões de seu mito como o animal que lhe trouxe comida ao ser abandonado ainda bebê nas montanhas, e por ser capaz de seguir uma trilha invisível com seu olfato, o que simbolizava a capacidade do médico de identificar a doença através de sintomas invisíveis para os leigos. Finalmente o galo, que era amiúde sacrificado em sua honra, era o símbolo do raiar do sol, o astro regido por Apolo, o seu pai divino.Gesler, Wilbert M. Healing places. Rowman & Littlefield, 2003. pp. 26-27 == O culto e o sistema de cura de Esculápio == Foram identificados centenas de santuários antigos de Esculápio em toda a orla do Mediterrâneo e Europa ocidental - desde Mênfis do Egito até Karpow no norte da Europa, desde Ecbátana no Oriente até o País de Gales - através de ruínas arqueológicas, citações literárias, inscrições em monumentos e iconografia numismática. Muitos de seus templos estavam localizados em posições privilegiadas, como nas acrópoles de Atenas e na de Cartago, e na Ilha Tiberina em Roma. Alice Walton ofereceu uma listagem com 368 locais de culto, embora para alguns deles as evidências tenham se resumido a um placa votiva, um altar ou uma inscrição, e nem sempre nestes casos é seguro que houve ali um verdadeiro santuário. Ela omitiu as fontes latinas, de modo que ainda existem várias lacunas num mapeamento completo, o que indica que a disseminação de sua influência foi ainda mais vasta. Gerald Hart aumentou a sua lista com mais 96 sítios, Esperandieu indicou mais 29, e outros estudiosos trouxeram evidências de diversos mais na Europa central.Hart, pp. 165-170 Seu culto iniciou a se irradiar documentadamente a partir de Epidauro em torno do fim do século VI a.C., mas foi a partir da sua invocação pelos atenienses para afastar a peste de Atenas em 420 a.C., que foi bem sucedida, que sua fama rapidamente cresceu, sendo frequentemente associado a Higeia. Segundo Cheng-Hsiung Lü, as lendas sobre Higeia e Esculápio simbolizam a perene oscilação entre duas abordagens básicas da medicina: a profilaxia e a terapêutica. Para os seguidores de Higeia a saúde era o resultado do seguimento das leis naturais, e a função da medicina era identificar e divulgar quais eram essas leis, responsáveis pela manutenção de um equilíbrio sadio entre mente e corpo, para que as pessoas não as violassem, trazendo-lhes a doença. Em contraste, para os devotos de Esculápio, o papel do médico era curar a doença já instalada através da cirurgia, de medicamentos ou de agências sobrenaturais.Lü, Cheng-Hsiung. Development and evaluation of drugs: from laboratory through licensure to market. Informa Health Care, 2003. p. 5 Para Ferguson, a vasta disseminação do culto de Esculápio foi o fenômeno religioso mais impressionante na Grécia desde o surgimento do culto dionisíaco.Ferguson, Everett. Backgrounds of early Christianity. William B. Eerdmans, 1993. p. 224-225 Em Atenas seu culto também foi associado a partir de 413 a.C. aos Mistérios de Elêusis. O santuário de Epidauro, o mais famoso e um dos mais importantes monumentos arquitetônicos gregos do século IV a.C., possuía mais de 160 aposentos para os peregrinos, e podia ser comparado a um grande hospital. Outros templos importantes eram os da ilha de Cós, durante o período helenista, e o de Pérgamo durante o Império Romano. Esculápio foi um dos primeiros deuses gregos a serem assimilados pelos romanos, depois de uma praga em 293 a.C. Dois anos depois já possuía um templo em Roma, na Ilha Tiberina, onde séculos depois foi erguida uma igreja cristã dedicada a São Bartolomeu (San Bartolomeo all'isola) e um hospital (Hospital Faterbenefratelli), ainda existentes. Sócrates mandou sacrificar um galo a Esculápio na ocasião de sua morte, Alexandre Magno dedicou sua espada e armadura a ele em Gortys, na Arcádia, o imperador Cláudio isentou a ilha de Cós de impostos e a dedicou toda ao seu culto, e o filósofo Apolônio de Tiana preparou-se para sua carreira num templo de Esculápio.Dyer, Louis. Studies of the Gods in Greece at Certain Sanctuaries Recently Excavated: Being Eight Lectures Given in 1890 at the Lowell Institute. Adamant Media Corporation, 2001. p. 257 O culto de Esculápio determinou certos traços do culto de Serápis, e sua iconografia influenciou as representações de Zeus e também as de Cristo. Anualmente era celebrado um grande festival em Epidauro, nove dias após os Jogos Ístmicos. O festival combinava cerimônias sacras e confraternizações profanas, e atraía devotos de Esculápio e médicos de toda a Grécia. Havia uma grande procissão desde a cidade até o santuário, quando se cantavam hinos em honra do deus, eram realizados sacrifícios públicos e privados, e depois a festa encerrava com um grande banquete, competições atléticas e representações teatrais.Gesler, p. 39 Platão dizia que ele tratava de doenças localizadas através de uma dieta equilibrada, sangrias, medicamentos e cirurgia, mas se considerasse um homem doente da alma, rebelde e destemperado, e incapaz de seguir seus preceitos, ou se estivesse em estágio terminal, não o tratava.Edelstein & Edelstein, pp. 61-62 O relato de Platão é colorido pela sua ética e visão política, pois acreditava que uma vida não valia a pena ser vivida se não fosse de acordo com as leis da virtude, e um homem não merecia a atenção da sociedade se sua vida não revertesse para o benefício da coletividade.Reeve, C. D. C. Philosopher-kings: the argument of Plato's Republic. Hackett Publishing, 2006. p. 214 De qualquer forma essa visão era compartilhada pelos gregos de sua época. Os sacerdotes-curadores de Epidauro, na entrada do seu templo, haviam feito inscrever o dito: \"Puro deve ser quem entra no templo odoroso; pureza significa ser sábio nas coisas sagradas\", e naquela época no conceito de pureza estava implícito o de arete, virtude. Em todos os seus santuários havia um templo, uma fonte para purificação e o abaton, um local para dormir. A área do santuário ainda muitas vezes incluía termas, jardins cultivados, um teatro, um ginásio e uma biblioteca, pois se considerava a cura um processo que envolvia a transformação do corpo e do espírito. Roetzel os considera os precursores da medicina holística, e Bergdolt considera o elemento psicossomático um fator determinante na eficácia do tratamento. Mas gestantes perto de darem à luz ou doentes terminais não eram admitidos, pois tanto a morte como o nascimento profanavam a santidade do local. Porém em tempos romanos essa proibição foi anulada. Também havia um canil ou um criadouro de serpentes não venenosas, os símbolos do deus, que eram usados como mediadores de seus poderes através de seu contato com os doentes. O sistema de culto e cura nos santuários de Esculápio se desenvolvia em linhas gerais como segue: O paciente se purificava na fonte do santuário e oferecia um sacrifício. Oferendas comuns eram bolos de mel, bolos de queijo e figos. Preces, meditação, o canto de hinos sacros, banhos medicinais, exposição à luz do sol, caminhadas de pés descalços, uma dieta especial, abstinência de sexo e exercícios físicos também eram muitas vezes parte do ritual e do tratamento. À noite o doente se dirigia para o abaton, a fim de dormir e se produzir a enkoimesis, ou \"incubação\", ou seja, a revelação do deus em sonhos, o que frequentemente acontecia. O deus ou aparecia e curava diretamente, ou dava instruções sobre um tratamento específico, o que às vezes acontecia ao longo de vários dias em sonhos diferentes. O sonho era então relatado aos sacerdotes, que interpretavam ou complementavam as instruções. O seguimento literal das instruções dadas em sonho era um pré-requisito para a cura. São conhecidos vários relatos sobre o deus aparecendo em sonhos contrariado com a falta de fé do paciente. Ocasionalmente o deus transformava uma doença séria em outra mais branda, e então a deixava ao cuidado dos médicos. Às vezes o sonho não era necessário, e a cura se efetuava imediatamente. Se a pessoa fosse curada, o costume era agradecer com um novo sacrifício, então geralmente era oferecido um galo ou uma soma em dinheiro. Também podia ser um ex-voto, uma obra de arte, ou um poema composto em sua honra. Os registros históricos referem curas surpreendentes, endireitando aleijados e restituindo a visão a cegos, a audição a surdos e a fala aos mudos.Pozgar, George D. Legal aspects of health care administration. Jones & Bartlett Publishers, 2007. pp. 1-2 == Tradição e modernidade == thumb|upright=0.8|Esculápio Estátua moderna em Aachen A tradição médica derivada de Esculápio foi assimilada por Hipócrates, considerado por muitos o pai da medicina ocidental, que se formou no santuário de Esculápio em Cós. Ele mesmo era descendente dos asclepíades, uma linhagem de sacerdotes-médicos que se dizia derivada da progênie do próprio deus. Apesar de a medicina hipocrática se desenvolver em uma linha mais científica e empírica, vários aspectos da sua doutrina se basearam no folclore religioso que cercava o culto de Esculápio, e deu grande atenção aos sonhos como elemento de diagnóstico.Dyer, pp. 224-226 Depois do surgimento do cristianismo, vários santuários de Esculápio foram transformados em igrejas cristãs, dedicadas a santos ligados à cura, mas ele foi um dos deuses pagãos de maior sobrevida no cristianismo, em virtude de sua fama de bondade e compaixão. Na época em que o Partenon de Atenas já era uma igreja cristã, no século VI d.C., o templo de Esculápio adjacente ainda era frequentado. Nillson & Kroll afirmam que a liturgia de culto de Esculápio foi uma forte influência sobre a sistematização da ritualística cristã,Apud Hart, pp. 202-204 e Justino, em sua Apologia, escreveu que \"Quando dizemos que Jesus curou os aleijados e os paralíticos e os que eram doentes desde o nascimento e que ressuscitou os mortos, estamos relatando feitos que eram idênticos àqueles que se diz Esculápio ter praticado\".Apud Hart, p. 184 Hart traçou um paralelo entre as vidas de Esculápio e Cristo, onde apontou várias semelhanças. Ambos eram filhos de um pai divino e de uma mãe mortal e virgem, ligadas a maridos mortais; seu nascimento foi acusado por manifestações sobrenaturais, Cristo com uma estrela que se movia diante dos Reis Magos e por anjos que chamaram os pastores para o adorarem, e segundo Pausânias Esculápio foi achado por um pastor cercado de uma luz divina; ambos nasceram como mortais e depois de viverem uma vida pura dedicada ao socorro da humanidade, operando várias curas miraculosas, morreram uma morte humana, e foram deificados em seguida; Jesus foi perseguido pela sociedade por ameaçar o status quo, e Esculápio foi punido por ressuscitar os mortos e anular o poder de Hades.Hart, pp. 183-185 Apesar das similaridades entre ambos os personagens, ao longo da Idade Média o papel de deus curador foi atribuído a Cristo, frequentemente através da intercessão de santos ligados à cura, como Cosme e Damião. Mas a lembrança de Esculápio não foi erradicada de todo, sendo preservada em monumentos, em inscrições, e na literatura clássica, copiada pelos monges medievais. No Renascimento, ele foi resgatado de seu estado de animação suspensa e sua imagem voltou a aparecer com grande frequência como o supremo patrono da medicina. Durante a Reforma Protestante a iconografia de Cosme e Damião foi completamente substituída pela de Esculápio entre os países reformados, e o seu bastão com a serpente enrolada se implantou definitivamente como o símbolo da medicina em todo o ocidente.Hart, p. 234 Atualmente muitos aspectos das práticas terapêuticas inspiradas por Esculápio, e sistematizadas por Pitágoras, Hipócrates, Galeno e outros médicos da antiguidade, permanecem em vigor. O aborto e a eutanásia continuam cercados de tabus, e a prescrição de drogas que possam auxiliar no suicídio ou ser usadas para envenenemanto é vedada. Durante muito tempo, a medicina permaneceu associada à religião, e os médicos ainda gozam atualmente de um prestígio social que poucas profissões desfrutam, são autorizados a excercer o ofício somente após uma profissão pública de devoção à sua especialidade em benefício de todos - o Juramento de Hipócrates, que abre com uma invocação a Apolo, Esculápio, Higeia e Panaceia - além de curadores são amiúde conselheiros, e sua relação com os doentes é protegida pelo sigilo, são obrigados a manter um comportamento ético rigoroso, e abusos de todos os tipos sobre os pacientes são punidos com sanções severas pelas associações médicas a que estão vinculados, muitas vezes com a expulsão com desgraça e cancelamento da licença de praticar. A preocupação com a dieta e com a anamnese detalhada recentemente tem ganhado novo relevo entre os médicos, e os métodos hipocráticos tradicionais de diagnóstico não-invasivo, de acordo com algumas pesquisas, são mais eficientes para uma identificação correta de grande número de doenças do que a dependência de um complexo aparato instrumental e laboratorial.Hart, pp. 225-228 Além disso, as práticas terapêuticas que envolvem a reorientação da mente e o emprego da fé também têm recebido a atenção dos pesquisadores, e mostram resultados promissores.Hart, pp. 233-234 ==Árvore genealógica == Baseada em Diodoro SículoBiblioteca da História, 4.71.1 e 4.71.4, por Diodoro Sículo'' == Ver também == * Apolo * História da Medicina * Medicina holística * Hipócrates Categoria:Deuses da Grécia Categoria:Deuses romanos Categoria:História da medicina Categoria:Deidades da saúde Categoria:Apolo",
 "title": "Esculápio"
}