{
 "id": "14892",
 "text": "{{Info/Município do Brasil |nome = Jurema |preposição = de |foto = |leg_foto = |apelido = |brasão = |bandeira = Bandeira-juremape.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 11 de setembro |fundação = |gentílico = juremense |lema = Por Deus e pela Pátria | prefeito= Edvaldo Marcos Ramos FerreiraPrefeito e vereadores de Jurema tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PDT | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 |mapa = Brazil Pernambuco Jurema location map.svg |latP =S | latG =08| latM =43 | latS =04 |lonP =O | lonG =36| lonM =08 | lonS =09 |estado = Pernambuco |mesorregião = Agreste Pernambucano |data_mesorregião = IBGE/2008 |microrregião = Garanhuns |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = norte, Panelas,sul, Canhotinho, leste, Quipapá, e oeste, Ibirajuba |dist_capital = 193 |área = 148.246 | área_ref = |população = 15112 |data_pop = estatísticas IBGE/2014 |altitude = 723 |clima = Tropical |sigla_clima = As' |idh = 0.509 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2012 |pib_per_capita = 5082,98 |data_pib_per_capita = IBGE/2012 |site_prefeitura = jurema.pe.gov.br }} Jurema é um município brasileiro do Estado de Pernambuco. == História == Segundo os antigos, no ano de 1840, em virtude da seca que castigava o sertão paraibano, o sertanejo retirante por imposição, José Pedro de Araújo, saiu de sua terra natal Piancó em busca de uma terra fértil e que fossem bastante favoráveis em água. Na sua trajetória de nômade acampou em diversas localidades com sua família. Mas, em nenhuma correspondia a seus objetivos. As perspectivas pela longa caminhada diminuíam a cada localidade que chegara. Extenuado pela longa caminhada, com sua prole, José Pedro de Araújo parou com sua caravana de retirantes para descansar numa localidade que servia de parada para o descanso dos comerciantes ambulantes que transitavam na velha estrada que ligava o município de Garanhuns ao município de Bonito, ladeada por uma grande quantidade de árvores denominada Jurema, que segundo alguns estudiosos, a origem na língua tupi-guarani, significa “árvore com espinhos fedorentos” ou arbusto espinhoso do Brasil, acácia, espinheiro. Sr. José Pedro de Araújo após uma refeição, amparado pela sombra de uma frondosa jurema, vencido pelo cansaço, adormeceu. Ao acordar e com olhar perscrutador, o que viu foi o que muitos que por ali passavam nunca haviam percebido a beleza à sua volta. Notou então, que se encontrava num lugar praticamente desabitado, com um lindo panorama encantado a paisagem do lado do poente, formando um extenso tabuleiro, uma espécie de agreste, entre a caatinga e os brejos da mata, Percebeu também uma vegetação rasteira, com muitas fontes de água o que lhe pareceu um sonho. Uma bela serra que mais tarde designou-a de serra dos caboclos, uma vez que encontrou objetos que identificaram tribos indígenas em épocas passadas. Fascinado pela beleza da região, decidiu fixar residência e construir uma nova vida ao lado de sua esposa Maria da Conceição e de seus familiares. Tomada essa decisão, os principais objetivos a serem realizados por aquele desbravador estavam no povoamento do local e na homenagem à santa de sua devoção, Nossa Senhora da conceição, onde em cima de uma pedra ao lado de sua casa, construiu uma capela onde colocou a imagem de Nossa Senhora da conceição que a trouxe de Piancó em seu matulão. A imagem escutada em madeira onde ainda hoje pode encontra-la na Igreja Matriz de nossa Senhora da Conceição no marco zero da cidade de Jurema. No sertão de Piancó no Estado da Paraíba de onde procederam, seus parentes foram informados sobre a descoberta do terreno fértil e rico em fontes de água cristalina, em vista disso, emigraram para o local com a esperança de um futuro promissor. Como consequências dessa emigração foram construídas outras moradias e, a medida do desenvolvimento da prole, organizou-se a povoação com o nome de Jurema nome este atribuído a algumas árvores encontradas às margens da estrada, marcando um ponto de descanso aos viajantes, que se deslocava por uma velha estrada de Garanhuns com itinerário para Bonito. Apesar de não se ter conhecimento de outros povoados antes de 1840, segundo os memorialistas, tudo indica porem, que dentro do território já existia outras habitações, mesmo porque há referência à passagem de tropas com destino ao vizinho município de panelas, para combater os jagunços da guerra dos cabanos, em 1832. Por causa disso, não se tem de fato certeza se a povoação de Queimadas foi fundada posteriormente. Consta apenas, que a construção da capela desse povoado, foi sob a invocação de Santo Antônio em 1872 e de responsabilidade do senhor Jacinto e dona Antônia Paes de Souza. O Distrito de Jurema, criado pela Lei Municipal de nº 34, de 20 de outubro de 1899, pertencente ao Município de Quipapá. A sede do distrito foi elevada à categoria de vila pela Lei Estadual de nº 991, de 01 de julho de 1909, e pela Lei estadual de nº 1.931, datada de 11 de setembro de 1928 – Jurema tornou-se Município autônomo, sendo sua sede elevada a categoria de cidade. A sua instalação ocorreu em 01 de janeiro de 1929. Administrativamente, o Município é formado pelos distritos: Sede e Santo Antônio das Queimadas e pelo povoado de Mocós. Anualmente, no dia 11 de setembro, Jurema comemora a sua emancipação política. == Geografia == Em 2007, o IBGE estimou a população local em 14.760 habitantes. A área do município é de 146,4 km² e sua distância rodoviária em relação à capital é de 228 km. O município encontra-se no Planalto da Borborema, apresentando relevo suave e ondulado. A vegetação nativa é a floresta subcaducifólica e caducifólica. O município está inserido nos domínios da bacia hidrográfica do Rio Una e tem como principais tributários os rios do Feijão, Pirangi e das Paixões, além dos riachos Gaiola, Pátio Velho e das Paixões, todos de regime intermitente. == Ligações externas == * * * * https://jurema.pe.leg.br/historia.php Categoria:Fundações em Pernambuco em 1928",
 "title": "Jurema (Pernambuco)"
}