{
 "id": "15022",
 "text": "Adulto é a denominação para a fase da vida de um animal que compreende o período de transição entre a adolescência e a velhice (ou terceira idade). Esta fase é a mais ativa e produtiva, principalmente para o ser humano. Alguns especialistas dividiram esta fase, na vida do homem contemporâneo, em três classificações: adultez jovem, adultez média e adultez velha. == Classificação da Fase Adulta == Em seres humanos, a fase adulta pode ser classificada de algumas formas. === Classificação Biológica === * Jovem Adulto/Início da Idade Adulta: É biologicamente entre 25 a 40 anos. Esta idade é considerada a idade mais saudável da vida. Normalmente, a massa e a força muscular aumentam continuamente desde o nascimento e atingem o seu pico por volta dos 30 a 35 anos de idade. A idade ideal para engravidar é frequentemente considerada entre o final dos 20 e o início dos 30 anos, além disso o tempo que leva para engravidar também depende muito da idade da mulher. Ou seja, se você está tentando engravidar há três meses, as chances de sucesso variam dependendo da sua idade. Considere as seguintes estimativas: * 18% de chance quando você tiver 25 anos * 16% de chance quando você tiver 30 anos * 12% de chance quando você tiver 35 anos * 7% de chance quando você tiver 40 anos * Meia-idade: É geralmente entre 40 a 65 anos. Embora o envelhecimento da pele ocorra de forma contínua, as pessoas na faixa dos 40 anos podem começar a notar um afinamento precoce, rugas e flacidez da pele , juntamente com um afinamento da gordura no rosto, especialmente nas têmporas e no meio das bochechas. Eles também podem observar aumento da pigmentação da pele que aparece como manchas solares ou leve vermelhidão. Todas as mulheres na faixa dos 50 ou às vezes dos 40 passam por uma queda drástica nos níveis de hormônios reprodutivos , fazendo com que você não tenha mais períodos menstruais por 12 meses consecutivos – marcando o fim da menstruação, já para alguns homens na faixa dos 50 anos, os hormônios masculinos (testosterona) começam a diminuir muito lentamente a partir dessa idade. Diferente da menopausa, a andropausa não causa infertilidade nem afeta todos os homens. As taxas de incidência de casos de câncer começam a aumentar a partir dos 50 anos. Para reduzir o risco de doenças crônicas à medida que envelhecemos, ter mais de 50 anos é um ótimo começo para fazer exames de saúde. === Classificação em adultez === * Adultez Inicial/Jovem Adulto: 25 e 40 anos. * Adultez Média/Adulto: 40 a 65 anos. * Adultez Velha/Idoso: 65 anos ou mais. == Concepção legal == Na linguagem vulgar, um adulto é um ser humano que é considerado pelos restantes como tendo atingido uma idade que lhe permite contrair ações legais, como assinar contratos, casar, votar, tornar-se militar, conduzir automóveis, viajar sozinho para o estrangeiro, consumir bebidas alcoólicas (podendo, neste caso, aplicar-se idades diferentes), fumar, ter relações sexuais, ser prostituto(a) — se for legal —, recorrer a serviços de prostituição, ser ator (atriz) pornográfico(a), entre outras. A definição legal de entrada na idade adulta varia entre os 18 e os 21 anos, dependendo da região em causa. Algumas culturas africanas consideram adultos todos os maiores de 13 anos, mas a maior parte dos povos enquadram essa idade na adolescência. Normalmente, a idade é 18 anos.Pagina web: Chartsbin.com/view/38611 Exceções: *15: Arábia Saudita, Senegal, Irã e Vietnam. *16: Cuba e Mianmar. *17: Coreia do Norte. *19: Coreia do Sul e Argélia. *20: Marrocos, Tailandia e Japão. *21: Nicarágua, Honduras, Suriname, Zambia e Madagascar. *16-21 dependendo do estado: Estados Unidos. Na maioria dos estados dos EUA a idade é 18 anos. === Países lusófonos === Independente do aspecto biológico, no Brasil e em Portugal, a maioridade civil (idade legal para a realização de todos os direitos civis) ocorre a partir dos 18 anos de idade. No Brasil, esta idade foi formalizada com a reforma do Código Civil de 2002. Antes desta data e conforme e Código Civil de 1916, a idade era de 21 anos. Em Angola, para ambos os sexos, a idade que permite o cidadão exercer seus direitos legais é definido em 21 anos. == Censura == \"Adulto\" ou \"para adultos\" também significa \"não aconselhável a crianças\", em particular como eufemismo para algo relacionado com comportamentos sexuais (por exemplo, entretenimento para adultos, vídeo para adultos, revista para adultos, livraria para adultos). No entanto, educação para adultos significa apenas isso mesmo - educação para adultos. Não tem qualquer relação particular com educação sexual. == Ver também == *Criança *Maioridade Categoria:Biologia do desenvolvimento Categoria:Faixas etárias",
 "title": "Adulto"
}