{
 "id": "15097",
 "text": "O Triângulo ou ferrinhos é um instrumento musical idiofone de percussão direta feito de metal e usado na música folclórica ou regional portuguesa e também em alguns estilos musicais brasileiros, como o forró. É também conhecido como tengo-lengo ou quindim, devido ao seu som. Pode também ser incluído na seção de percussão de uma orquestra ou de uma banda de música.FRUNGILLO, Mário D. Dicionário de percussão. São Paulo: Ed. UNESP, 2003, pp. 358-359. Normalmente é feito de ferro ou aço, mas podem ser encontrados em alumínio. O som do instrumento é obtido por percussão, através do movimento do bastão (batedor), que bate no triângulo em sincronia com a mão que o segura e determina o som aberto (com maior sustentação) ou fechado. Ele possui essa denominação, pois ele lembra a forma geométrica de mesmo nome. É usado em combinação com zabumba e acordeão em ritmos regionais do Norte e Nordeste brasileiros como o forró, o xaxado e o xote. == História do triângulo == O triângulo foi primeiramente documentado no contexto musical da Europa medievalLATHAM, Alisson. Diccionario Enciclopédico de la Música. México: Fondo de Cultura Económica, 2008, pp. 1527., sendo conhecido pelo nome latino de tripos colebaeus. Nos primórdios da sua história foi usado nas celebrações da igreja, com a sua forma geométrica representando simbolicamente a Santíssima Trindade, e por isso era frequentemente associado com a arte religiosa. Os primeiros triângulos não tinham a “parte final aberta” e, geralmente, tinham até cinco anéis de metal roscados no instrumento. Os anéis libertavam um som estridente grosseiro. Este estilo de triângulo sobreviveu até meados do século XIX, momento em que foi substituído pelo modelo que hoje conhecemos. No século XVIII, o músico austríaco Mozart o empregou em orquestras. Ele constitui o menor dos instrumentos de orquestra e consiste numa vareta de ferro dobrada em formato de triângulo. É percutido com uma baqueta também de ferro. Os sons emitidos, sempre agudos, podem ser curtos e isolados ou formar uma cadeia semelhante à do trinado, provocada por batidas lentas e sucessivas. A historiadora portuguesa Sónia Duarte afirma que o uso desse instrumento sofreu tentativas de proibição por autoridades portuguesas do passado: \"As fontes literárias coetâneas denunciaram a presença desta tipologia de instrumentos musicais associados a ambientes litúrgicos, havendo notícia de vários éditos que tentaram proibir idiofones como o triângulo que na iconografia ocidental aparece ora tocados por anjos em hortus conclusus ou procissões, ora por pegureiros em ambientes bucólicos e aprazíveis do campo, associando-os ao canto e outros instrumentos.\" Categoria:Idiofones percutidos Categoria:Instrumentos de percussão",
 "title": "Triângulo (instrumento musical)"
}