{
 "id": "1511",
 "text": "Pasárgada ou PasárgadasO Dicionário Onomástico Etimológico da Língua Portuguesa, de José Pedro Machado, registra apenas a forma \"Pasárgadas\". (em persa: پاسارگاد‎, transl. Pāsārgād; em grego: Πασαργάδες; em latim: Pasargadae) era uma cidade da antiga Pérsia, atualmente um sítio arqueológico na província de Fars, no Irã, situado 87 quilómetros a nordeste de Persépolis. Foi a primeira capital do Império Aquemênida, no tempo de Ciro II, e coexistiu com as demais, dado que era costume persa manter várias capitais em simultâneo, em função da vastidão do seu império: Persépolis, Ecbátana, Susã ou Sardes. É hoje um Patrimônio Mundial da Unesco. A construção de Pasárgada foi iniciada por Ciro II, e foi mantida inacabada devido à morte de Ciro em batalha. Pasárgada manteve-se como capital até que Dario III iniciou a mudança para Persépolis. O nome moderno vem do grego, mas pode ter derivado de um outro usado no Império Aquemênida, Pasragada. O sítio arqueológico cobre uma área de 1,6 km², e contém uma estrutura que acredita-se ser o mausoléu de Ciro, o forte de Tall-e Takht em uma colina próxima e as ruínas de um palácio real e jardins. Os jardins mostram o exemplo mais antigo dos chahar bagh persas, ou jardins quádruplos. O monumento mais importante de Pasárgada é indubitavelmente a tumba de Ciro, o Grande. Possui seis largos degraus que conduzem ao sepulcro, cuja câmara mede 3,17 m de comprimento, 2,11 m de largura, e 2,11 m de altura, e possui uma entrada estreita e baixa. Apesar de não haver evidências fortes identificando a tumba como a de Ciro, os historiadores gregos dizem que Alexandre, o Grande da Macedônia acreditava que era. Alexandre passou por Pasárgada em suas campanhas contra Dario III em Arriano, historiador do primeiro século da era Cristã, afirma que Alexandre ordenou que Aristóbulo, um de seus guerreiros, entrasse no monumento. Do lado de dentro, ele encontrou uma cama dourada, uma mesa arrumada com copos, um caixão dourado, alguns ornamentos enfeitados com pedras preciosas e uma inscrição na tumba. Nenhum traço de qualquer inscrição sobreviveu até os tempos modernos, e há considerável discordância quanto às palavras do texto. Estrabão disse que está escrito: ::Forasteiro, sou Ciro, que deu aos Persas um Império, e fui Rei da Ásia ::Não tenha rancor de mim por causa desse monumento Uma outra variação, documentada em Pérsia: O Reino Imortal, é: ::Ó forasteiro, quem quer que sejas, de onde quer que venhas, porque sei que virás, sou Ciro, que fundou o Império dos Persas ::Não tenha rancor de mim por causa dessa pequena terra que cobre meu corpo. Durante a conquista islâmica do Irã, as forças árabes foram até a tumba planejando destruí-la, considerando-a estar em violação direta aos princípios do Islão. Os guardas da tumba convenceram o comando árabe que a tumba não fora construída para honrar Ciro, mas que abrigava a mãe do rei Salomão, o que evitou sua destruição. Como resultado, a inscrição da tumba foi substituída por um verso do Qur'an, e a tumba ficou conhecida como \"Qabr-e Madar-e Sulaiman\", ou a tumba da mãe de Salomão. Ainda é conhecida por esse nome atualmente. == Literatura brasileira == Na literatura brasileira, Manuel Bandeira, consagrou o nome da cidade como um lugar ironicamente ideal, em Vou-me embora pra Pasárgada. Bandeira explica: “Vou-me embora pra Pasárgada” foi o poema de mais longa gestação em toda minha obra. Vi pela primeira vez esse nome de Pasárgada quando tinha os meus dezesseis anos e foi num autor grego. [...] Esse nome de Pasárgada, que significa “campo dos persas”, suscitou na minha imaginação uma paisagem fabulosa, um país de delícias [...]. Mais de vinte anos depois, quando eu morava só na minha casa da Rua do Curvelo, num momento de fundo desânimo, da mais aguda doença, saltou-me de súbito do subconsciente esse grito estapafúrdio: “Vou-me embora pra Pasárgada!”. Senti na redondilha a primeira célula de um poema [...]\" Em 2009 a Litteris Editora do Rio de Janeiro, abriu um concurso de Antologia sobre a obra de Manuel Bandeira. Com a participação de 1307 poemas, dos quais foram selecionados 119, foi publicado o livro intitulado Uma Viagem para Pasárgada. === Bibliografia=== *Os Grandes Impérios do Mundo, \"Os Persas\", Resomnia Editores, 1972. Categoria:Património Mundial da UNESCO no Irão Categoria:Cidades do Império Aquemênida Categoria:Sítios arqueológicos do Irã",
 "title": "Pasárgada"
}