{
 "id": "15147",
 "text": "O Ave é uma sub-região portuguesa situada no noroeste do país, pertencendo à região do Norte. Tem uma extensão total de 1 452,9 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado) e com uma população de em 2021 resultando numa densidade populacional de 288 habitantes por km2. A área geográfica, da sub- região NUTS III do Ave, está limitada a norte com o Cávado, a leste com o Alto Tâmega, a sudeste com o Douro, a sul com o Tâmega e Sousa e a sudoeste com a Área Metropolitana do Porto. Está composta por oito municípios e 189 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I., sendo Guimarães, com os seus 54.178 habitantes dentro dos limites da cidade e 156.849 habitantes em todo o município, a maior cidade e o maior município do Ave, sendo a cidade administrativa da sub-região e da Comunidade Intermunicipal do Ave. ==Municípios== Compreende 8 municípios: * Cabeceiras de Basto * Fafe * Guimarães * Mondim de Basto * Póvoa de Lanhoso * Vieira do Minho * Vila Nova de Famalicão * Vizelaminiaturadaimagem|253x253px|Guimarães é a principal cidade da região Estes municípios estão agrupados na Comunidade Intermunicipal do Ave.COMUNIDADES INTERMUNICIPAIS (Lei n.º 75/2013, de 12/9), Direcção-Geral das Autarquias Locais, acessado em 16 de Setembro, 2007Decreto-Lei nº 68/2008 de 14 de Abril de 2008, Artigo 2º Antigos municípios da sub-região do Ave: * Santo Tirso * Trofa == Evolução == Esta sub-região começou por ter, em 1989, apenas 6 municípios: Fafe, Guimarães, Póvoa de Lanhoso, Vieira do Minho, Vila Nova de Famalicão e Santo Tirso. Em 2002, já tinha sido incorporados os municípios (entretanto criados) de Trofa e Vizela. Em 2008, ao passo que Cabeceiras de Basto e Mondim de Basto, da NUTS III do Tâmega, foram integrados nesta sub-região os municípios de Trofa e Santo Tirso passaram a integrar a unidade territorial do Grande Porto, já que fazem parte também do Distrito do Porto. == População == === Habitantes === Dado aos dados dos Censos 2021, o Ave registou 418.455 habitantes, menos 6.956 habitantes comparado com os Censos de 2011. Dos oito municípios só Vizela registou um aumento de habitantes. O diminuição de habitantes do Ave foi na ordem dos 1,6%. Municípios Área (km²) Habitantes (2021) Habitantes (2011) Variação Guimarães 240,95 156 830 158 124 -0,8% Famalicão 201,59 133 534 133 832 -0,2% Fafe 219,08 48 497 50 633 -4,2% Vizela 24,70 23 896 23 736 +0,7% Póvoa de Lanhoso 134,65 21 775 21 886 -0,5% Cabeceiras de Basto 241,82 15 558 16 710 -6,9% Vieira do Minho 218,05 11 955 12 997 -8,0% Mondim de Basto 172,08 6 410 7 493 -14,5% Total 1 452,92 418 455 425 411 -1,6% === Jovens === A percentagem residentes de jovens no Ave situa-se nos 12,4%, acima da média da região Norte com 12,3% e abaixo da média nacional de 12,9%. Vizela, Famalicão e Guimarães são os municípios com a percentagem de jovens acima da média do Ave, com 12,8%, 12,8% e 12,5% respetivamente. === Idosos === Os Censos de 2021 mostram, que 20,7% dos residentes do Ave são idosos, abaixo da média regional do Norte com 22,6% e da média nacional com 23,4%. Vieira do Minho e Mondim de Basto são de forma destacada os municípios que registaram uma percentagem de idosos mais alta da média do Ave, com 29,5% e 28,0% respetivamente. Do lado oposto Vizela, Famalicão e Guimarães são os que apresentam uma menor percentagem de idosos. === Estrangeiros === Em 2022, os dados apontam que 1,9% da população residente no Ave são estrangeiros, abaixo da média regional do Norte com 3,3% e abaixo da média nacional com 7,5%. O município de Famalicão registou uma percentagem de 2,3%, acima da média do Ave, mas consideravelmente abaixo da percentagem nacional. == Ver também == *Lista de municípios de Portugal por NUTS, distritos e ilhas *Comunidade Intermunicipal do Ave Categoria:NUTS 3 de Portugal Categoria:Minho",
 "title": "Ave (sub-região)"
}