{
 "id": "15169",
 "text": "Larva, em biologia, é uma forma juvenil distinta que muitos animais sofrem antes da metamorfose em adultos. Animais com desenvolvimento indireto, como insetos, anfíbios ou cnidários, normalmente têm uma fase larval de seu ciclo de vida. O processo de transição de um estado larvar para outro ou para o estado adulto chama-se metamorfose. A aparência da larva é geralmente muito diferente da forma adulta (por exemplo, lagartas e borboletas), incluindo diferentes estruturas e órgãos únicos que não ocorrem na forma adulta. Sua dieta também pode ser consideravelmente diferente. As larvas são frequentemente adaptadas a ambientes diferentes dos adultos. Por exemplo, algumas larvas, como os girinos, vivem quase exclusivamente em ambientes aquáticos, mas podem viver fora da água como sapos adultos. Ao viver em um ambiente distinto, as larvas podem se abrigar de predadores e reduzir a competição por recursos com a população adulta. Animais no estágio larval consumirão alimentos para alimentar sua transição para a forma adulta. Em alguns organismos, como poliquetas e cracas, os adultos são imóveis, mas suas larvas são móveis e usam sua forma larval móvel para se distribuir. Algumas larvas dependem dos adultos para alimentá-las. Em muitas espécies de himenópteros eussociais, as larvas são alimentadas por operárias. Em Ropalidia marginata (uma vespa de papel) os machos também são capazes de alimentar as larvas, mas são muito menos eficientes, gastando mais tempo e levando menos comida para as larvas. É um equívoco que a forma larval sempre reflete a história evolutiva do grupo. Este poderia ser o caso, mas muitas vezes o estágio larval evoluiu secundariamente, como nos insetos. Nesses casos, a forma larval pode diferir mais que a forma adulta da origem comum do grupo. == Larvas de insetos == Dentro dos insetos, apenas os endopterigotos apresentam metamorfose completa, incluindo um estágio larval distinto. Várias classificações foram sugeridas por muitos entomologistas, e a seguinte classificação é baseada na classificação de Antonio Berlese em 1913. Existem quatro tipos principais de tipos de larvas endopterigotas: # Larvas apódas – sem pernas e mal esclerotizadas. Com base na esclerotização, três formas apodous são reconhecidas. #* Eucéfalo – com cápsula cefálica bem esclerotizada. Encontrado nas famílias Nematocera, Buprestidae e Cerambycidae. #* Hemicephalus – com cápsula cefálica reduzida, retrátil até o tórax. Encontrado nas famílias Tipulidae e Brachycera. #* Acefalo – sem cápsula cefálica. Encontrado em Ciclorrafa # Larvas de protópodes – as larvas têm muitas formas diferentes e muitas vezes ao contrário de uma forma normal de inseto. Eles eclodem de ovos que contêm muito pouca gema. Por exemplo, larvas de primeiro instar de himenópteros parasitas. # Larvas de polípodes – também conhecidas como larvas eruciformes, essas larvas possuem patas abdominais, além das patas torácicas usuais. Eles são pouco esclerotizados e relativamente inativos. Eles vivem em contato próximo com seus alimentos. O melhor exemplo são as lagartas de lepidópteros. # Larvas Oligópodes – possuem cápsula cefálica bem desenvolvida e aparelho bucal semelhante ao adulto, mas sem olhos compostos. Eles têm seis pernas. Sem prolegs abdominais. Dois tipos podem ser vistos: #* Campodeiforme – corpo bem esclerotizado, achatado dorso- ventralmente. Geralmente predadores de pernas longas com peças bucais prognatas, (crisoptera, tricópteros, efeméridas e alguns coleópteros). #* Escarabeiforme – pouco esclerotizado, tórax e abdome achatados. Formas escavadoras geralmente curtas e inativas. (Scarabaeoidea e outros coleópteros). == Lista de larvas == Lista alfabética das larvas dos invertebrados: * Larva acantor (Acantocéfalos) * Larva anfiblástula (Poríferos) * Larva auricularia (Holoturoideos) * Larva actinotroca (Foronídeos) * Larva actínula (Hidrozoos) * Larva bipinnaria (Asteroideos) * Larva braquiolaria (Asteroideos) * Larva celoblástula (Poríferos) * Larva cercaria (Trematodos) * Larva cidípida (Ctenóforos) * Larva cifonauta (Briozoos) * Larva cipris (Cirrípedos) * Larva coracidio (Cestodos) * Larva cotilocidio (Trematodos) * Larva dauer (Nematodos) * Larva Desor (Heteronemertinos) * Larva diporpa (Monoxeneos) * Larva equinoderoide (Nematomorfos) * Larva estrongiloide (Nematodos) * Larva de Göte (Turbelarios) * Larva hexacanta ou oncosfera (Cestodos) * Larva infusoriforme (Rombozoos) * Larva dipléurula (Equinodermos) * Larva doliolaria (Crinoideos, Holoturoideos) * Larva estomoblástula (Poríferos) * Larva equinoplúteus (Equinoideos) * Larva gloquídio (Bivalvos) * Larva metacercária (Trematodos) * Larva microfilária (Nematodos) * Larva miracídio (Trematodos) * Larva mitraria (Poliquetos) * Larva de Müller (Turbelários) * Larva nauplio (Crustáceos) * Larva ofioplúteus (Ofiuroídeos) * Larva oncomiracídio (Monogeneos) * Larva pandora (larva) (Ciclióforos) * Larva parenquímula (Poríferos) * Larva pedivelígera (Bivalvos) * Larva pericalimna (Escafópodos) * Larva pilidio (pillidium) (Nemertinos) * Larva pseudotrocófora (Poliplacóforos) * Larva plánula (Cnidarios) * Larva plúteus (Equinoideos, Ofiuroideos) * Larva rabditoide (Nematodos) * Larva redia (Trematodos) * Larva tornaria (Enteropneustos) * Larva trilobítica (Quelicerados Merostomata) * Larva trocófora (Poliquetos, Moluscos, Equiuroideos, Entoproctos) * Larva velíxera (Gasterópodos) * Larva zoea (Crustáceos) Larvas dos vertebrados: * Larva amocetes (Lampreas) * Larva cágado (anfibios) == Bibliografia == * Brusca, R. C. & Brusca, G. J. (2003). Invertebrates (2nd ed.). Sunderland, Mass. : Sinauer Associates. * Hall, B. K. & Wake, M. H., eds. (1999). The Origin and Evolution of Larval Forms. San Diego: Academic Press. * Leis, J. M. & Carson-Ewart, B. M., eds. (2000). The Larvae of Indo-Pacific Coastal Fishes. An Identification Guide to Marine Fish Larvae. Fauna Malesiana handbooks, vol. 2. Brill, Leiden. * Minelli, A. (2009). The larva. In: Perspectives in Animal Phylogeny and Evolution. Oxford University Press. p. 160-170. link. * Shanks, A. L. (2001). An Identification Guide to the Larval Marine Invertebrates of the Pacific Northwest. Oregon State University Press, Corvallis. 256 pp. * Smith, D. & Johnson, K. B. (1977). A Guide to Marine Coastal Plankton and Marine Invertebrate Larvae. Kendall/Hunt Plublishing Company. * Stanwell-Smith, D., Hood, A. & Peck, L. S. (1997). A field guide to the pelagic invertebrates larvae of the maritime Antarctic. British Antarctic Survey, Cambridge. * Thyssen, P.J. (2010). Keys for Identification of Immature Insects. In: Amendt, J. et al. (ed.). Current Concepts in Forensic Entomology, chapter 2, pp. 25–42. Springer: Dordrecht. * * == Ligações externas == * * * Arenas-Mena, C. (2010) Indirect development, transdifferentiation and the macroregulatory evolution of metazoans. Philosophical Transactions of the Royal Society B: Biological Sciences. Feb 27, 2010 Vol.365 no.1540 653-669 Categoria:Biologia do desenvolvimento Categoria:Entomologia",
 "title": "Larva"
}